{
 "user": 1926394243,
 "tweets": [
  "Best fight scene ever? #ThrowbackThursday https://t.co/zulIoDBVXw",
  "https://t.co/UjrsoT51GK",
  "https://t.co/fGhupVwnUG",
  "𝐁𝐋𝐀𝐂𝐊 𝐃𝐑𝐄𝐒𝐒 𝓌𝒾𝓉𝒽 𝓉𝒽𝑒 𝓉𝒾𝑔𝒽𝓉𝓈 𝓊𝓃𝒹𝑒𝓇𝓃𝑒𝒶𝓉𝒽 𝕚’𝕧𝕖 𝕘𝕠𝕥 𝕥𝕙𝕖 𝙏𝘼𝙎𝙏𝙀 𝕠𝕗 𝕙𝕖𝕣 𝕝𝕒𝕤𝕥 𝘊𝘐𝘎𝘈𝘙𝘌𝘛𝘛𝘌 ᴏɴ ᴍʏ ᴛᴇᴇᴛʜ 𝕒𝕟𝕕 𝕤𝕙𝕖’𝕤 𝕒𝕟 𝕒𝕔𝕥𝕣𝕖𝕤𝕤 ⁽ᵃᶜᵗʳᵉˢˢ⁾",
  "All this because I bought a sobbing child an ice cream, I guess next time I’ll leave the poor kid crying outside my house because Anthony didn’t like it 🤷🏻‍♀️ https://t.co/8O23XO5vIW",
  "Here's a goal that @KevinFiala22 won't ever forget.\n\nDouble overtime game-winner, wow. #StanleyCup https://t.co/RxMlCkPNP8",
  "CONNO ALL BY HIMSELF! 3-0 #ALLCAPS https://t.co/sCbloRIqyE",
  "whenever yall see me type \"hehehe\" this what i mean https://t.co/OCx9vpdnQI",
  "Holts with an apple. #ALLCAPS https://t.co/pYVK99tvx6",
  "YOUNG V! 2-0 #ALLCAPS https://t.co/yQXFNTco8E",
  "#GR8 GETS THIS ONE STARTED 1:26 INTO THE FIRST PERIOD! 1-0 #ALLCAPS https://t.co/2UUOL17W2i",
  "The evilest girls be having the prettiest face",
  "How do I make this my alarm https://t.co/9FhYkz50tV",
  "This is so pure im crying https://t.co/PFDtAFsmlr",
  "i would sell my entire soul for Alex Ovechkin to win a Stanley Cup",
  "sorority girls when they go out and lose their big https://t.co/EIfjD9Yplc",
  "@arodgeers16 HAPPY BIRTHDAY PREETY💓💓💓",
  "Avicii's death confirmed as suicide which means everyone will care about mental health for a week then forgetting about it until another celebrity kills themselves and the cycle continues.",
  "sorry to announce to all my fans that there's been complications with the album and it won't be released tonight. I'm so sorry to all my fans and I didn't mean to let you down again...\n\nJK LOL MOFOS 20 MINUTES TURN THE FUCK UP",
  "OVI CALLS HIS OWN NUMBER! 2-0 #ALLCAPS https://t.co/1CSTrSJ0XN",
  "THAT WAS FAST @Kuzya92! 1-0 #ALLCAPS https://t.co/85UHuEK4TQ",
  "Cancel it https://t.co/n9d175iqy3",
  "She already look like Shego gone whoop her ass https://t.co/kcUFBh6RmC",
  "Imagine getting all your pals together in a cinema and being able to watch all the best bits of sessions you’ve had over the years what a laugh that would be",
  "Formal bus rides\n\nSorority: “Everyone have their buddy? Kate, I’m gonna pretend like I don’t see that flask. If you throw up you’ll be fined $300!”\n\nFraternity: “Who’s ready to shotgun?! Yo, pass the handle down! Oh shit, Zack’s yakin. Just wait a minute before you ice him again”",
  "Turtle neck all year round.. lets wipe em out. https://t.co/yteQEBzYja",
  "Ain’t no way in hell y’all really think Snapchat finna delete y’all memories, got me getting out the shower to 10+ notifications thinkin my nudes done got leaked and shit.",
  "Y’all I was really out here looking for a new eyeliner and look at this review lmfaooo \nShe deadass took a picture in her neck brace I am deceased 😩 https://t.co/j9jHjAei06",
  "What are we?\nWRITERS!\nWhat are we gonna do?\nWRITE!\nWhen are we gonna do it?\n*distant sobbing",
  "Thank God I didn’t marry who I went to prom with https://t.co/pdcHLJvXdq",
  "Every time i say my birthday is June 23 all you fake astrologers say “oooo a gemini” NO BITCH IM  A CANCER!!!!",
  "@joeravenell Im waiting🤧",
  "@laurwagner_  https://t.co/yYHcFJZV9c",
  "I never said which summer, mind yours https://t.co/irVZiJIO7d",
  "Laurens gonna get got. Mark my words",
  "Yet u never answer a text🤔 https://t.co/SN9NIJzXWt",
  "@joeravenell *tries to be funny*",
  "MEEK MILL IS FREEEEEEEEEEE https://t.co/Ca2y91Zqdt",
  "CAN WE MAKE A PETITION TO GET SILENT LIBRARY BACK CAUSE LMAOOOOO https://t.co/xcnsndvaOs",
  "leaving work early after doing nothing all day and leaving my coworkers to deal with everything https://t.co/CFwIokExdc",
  "venmo me $$ if u ever wasted my time",
  "“So what is it like to own a Shiba?” https://t.co/TuzixPe0Tv",
  "OKAY BYE I PACK A MEAN PUNCH https://t.co/P3xWGFST9y",
  "Catch these hands https://t.co/x4Cr6L5b46",
  "One swift kick to the knee and ur doneeee https://t.co/Z3notd8BQn",
  "Say it with ya chest whats up🙂 https://t.co/YXGWuEfl93",
  "🙂🙂 https://t.co/W8WkwgUX16",
  "And you thought golf was boring? @Madison_Golf @BlissfieldGolf https://t.co/RNDcHd8lob",
  "Why Women Say \"Men Are Trash\" : A Thread \nI'm \"re\" tweeting this thread since it disappeared because my original account \"destinedzion\" got suspended. https://t.co/A9nXNfeXed",
  "6. Ya'll think everything is gay, from being emotional, to having good basic hygiene to even making eye contact with other men. When will ya'll understand that a man is only gay if he is attracted to men? https://t.co/ovQeWV6QAZ",
  "Mood all summer 18 https://t.co/vbieWwmcms",
  "jill will you go to prom with me?: a vine thread",
  "For the third consecutive #StanleyCup Playoffs, the @penguins and @Capitals will meet in the Second Round. https://t.co/9YtD9NV9Pl",
  "delete this before Kanye sees it https://t.co/7d37URptSp",
  "the year is 2060 abc still thinks it can depend on greys to keep the network thriving, ellen pompeo is the only cast member, meredith has to be the doctor the nurse and the patient https://t.co/vfRRY7dtqI",
  "Two. #ALLCAPS https://t.co/DHeBAPtO8e",
  "OVI GETS THE BOUND AND BURIES IT! 2-1 #ALLCAPS https://t.co/Qnb4Ih03eK",
  "U ever drive all the way to campus and still decide to skip class?",
  "ORLY TAKES IT TO THE HOUSE! 1-0 #ALLCAPS https://t.co/fs6sQ2nKjp",
  "Women don’t cut their hair and eat ice cream when they’re sad anymore. They pierce their nipples, buy a new wardrobe, get tatted, work out, and ruin men’s life’s.",
  "@xbabygirlem3 LIL TAY? LIL TAY? OH MY FUCKIN GOD SHE FUCKIN DEAD!",
  "The queen is back and she’s coming for you Lil Tay https://t.co/EccIKLOonR",
  "Imagine being born this way then getting in a roast session in grade school. \n\n“Tommy I KNOW yo artificial ass ain’t talkin! How you get made in a whole lab and still ugly?” https://t.co/4j0xLj4FYC",
  "Bitch you mean Scrappy? A 2000’s baby run this account for sure https://t.co/qCASjvFQkT",
  "It’s funny how drinking 8 cups of water a day seems impossible but 7 beers and 5 shots in two hours goes down like a fat kid on a seesaw.",
  "Don’t worry, we hate you too https://t.co/3T3eXbVhfJ",
  "when you thought you were done arguing but you hear the other person  say something under their breath. https://t.co/vte6Zb5Ini",
  "https://t.co/AXmZ7pW6bf",
  "OSHBABE GOT A PIECE! HIS GOAL #ALLCAPS https://t.co/hhTj0WLZaJ",
  "I would like everyone to know that today UNC let a rapist walk. To continue his education at this school. A “man” that hurt me and other women back in August, yet they don’t give a single flying fuck about people who do this to their students https://t.co/AzkcfCvq8f",
  "Thick thighs may save lives but they are destroying my fucking jeans",
  "You don’t need a certain level of intellect to understand cole. he doesn’t hide wisdom beneath layers or metaphors. but to say cole is trash is a joke. just say you don’t care about the shit he talks about and leave it there",
  "✨✨‼️‼️LADIES ‼️‼️✨✨\nIf you’re wondering what lashes I’m wearing, they’re @promuatanya lashes in “Clover” 🍀✨💁🏻‍♀️ Follow her for more updates!!! https://t.co/eASa5fL9Xq",
  "I am LOSING my mind at this https://t.co/KSgeoOACc8",
  "The ex your parents still ask about https://t.co/WxMr81JhZV",
  "Smoking drives down the fairway all day long #420",
  "If you’re gonna post yourself smoking on snap the least you could do is inhale lmfaaao",
  "can y’all stop tryna make mental breakdowns cute...... cuz like........., https://t.co/3GH89UJElU",
  "the bartender https://t.co/dcNJSLLM1A",
  "this is what the world map sounds like on the piano😮 https://t.co/eyonAOz3D9",
  "Its 10 years into the future. My son/daughter(s) have their first day of school. I pull up blasting kush and orange juice ready to pick them up. I roll my window down. All you hear is:\n\n“YERRRRRRR GET IN THE CAR BITCH WE OUT TO CHUCKIE CHEESE”",
  "KOD   4/20   Cover and back https://t.co/2iUaKrI42F",
  "last two Capitals first rounds:\n\n2017:\nGame 1 OT\nGame 2 2OT\nGame 3 OT\nGame 4 no overtime!\nGame 5 OT\nGame 6 OT\n\n2018:\nGame 1 OT\nGame 2 OT\nGame 3 OT\n\nno really. i'm having fun honestly.",
  "When I accidentally knock my ball of the tee and someone says “That’s one” https://t.co/Sqt1EN5Hks",
  "Niggas will hate on J. Cole for no reason but listen to Lil Pump and 69 lmfaoooo gtfoh",
  "Who else watched this with a straight face https://t.co/c80JMA2Sc2",
  "New album.   KOD   4/20",
  "The best mic'd up moments from the NHL regular season 😂👌 https://t.co/pGpkjOqRjb",
  "@hayleighmurphy_ @Melindaajg @khloekardashian But it was all a dream",
  "@Melindaajg @tucansam223 @khloekardashian With a strong chance of Reign",
  "@tucansam223 @khloekardashian Truly stormi in the north west of Chicago",
  "Heads up, if “drinking water and going outside more 🌞” cured your depression, you weren’t fuckin depressed.",
  "#ALLCAPS https://t.co/VpuPjPtx3o",
  "I go can from club-twirling one shot to saying “you’re awful, why do you even play golf” after the very next",
  "I love how people really judge you all because you watch anime lol fuck out of here",
  "When you clock in for work still hungover https://t.co/0LVB79AIS1",
  "you are a complete fucking dumbass if you never smoked cigarettes and picked up a juul habit for no reason ....",
  "https://t.co/bdPdTXb08K",
  "J. Cole ~ Work Out https://t.co/zdmkkaDOtr",
  "Memories Fade. Glory is Forever. #StanleyCup https://t.co/l8VqmDquWQ",
  "I literally hate everyone",
  "Trying to catch your breath after climbing up to an elevated tee box https://t.co/mGTCK01GSz",
  "Everyone thinks i dont write my own tweets but i wrote this one.",
  "My #NHLBracket mainly based on stats. Don't like these results? Then don't complain and make your own bracket. https://t.co/fiQxQgIqKO",
  "Humboldt Broncos’ Ryan Straschnitzki had a 7-hour back surgery but is paralyzed chest down and will likely never walk again. \n\nHe is not letting this deter him however.\n\n“He just looked at me and his mother and he goes, ‘well, I’m gonna get onto the Olympic sledge hockey team.’” https://t.co/YDEqMJT8Gy",
  "I hate spending the night at ppl houses. It could be 4 o'clock in the morning and I'll be like \"I'm about to go \" lmao",
  "Don’t sleep on em https://t.co/sXdmURfttT",
  "If you can’t handle me at my quad in 2016\nYou don’t deserve me at my birdie in 2018 https://t.co/RbqH0BHoJp",
  "@joeravenell @hiilllary https://t.co/T3esJuIcyh",
  "Round One: #CapsJackets\n\nhttps://t.co/l2J2RTXwNy\n\n#ALLCAPS https://t.co/nBPWEGwe5b",
  "That's a wrap on the regular season - CAPS WIN! \n\n#CapsDevils FINAL SCORE powered by @AlarmDotCom : #Caps 5 - Devils 3 #ALLCAPS https://t.co/6mqzEYClVR",
  "In a down",
  "We send condolence, comfort and strength to all affected by the devastating crash involving the Humboldt Broncos’ team bus. https://t.co/VScEay6sZv",
  "\"hey I saw you on tinder but we didn't match so I found your instagram you're so beautiful you don't need to wear all that makeup ahah I bet you get a lot of creepy dm's but I'm not like all those other guys message me back beautiful btw whats your snap\" https://t.co/XDLj2FyqZP",
  "@carterjwm When you log into Twitter and promise you aren't going to roast anyone. https://t.co/HYlqCE6FLf",
  "That's one way to get pumped up. 😂 https://t.co/s9nXwWTkL0",
  "You ever just want a coca cola from mcdonalds?",
  "This is the best version of this meme https://t.co/QbAzw9ymEk",
  "Note to self: Never run backwards on a golf course https://t.co/4ZzIny7fWD",
  "if you                          then you\ndon't love                  don't deserve\nme at my                    me at my https://t.co/z8R0HgNQwT",
  "His favorite show https://t.co/nsjAvJd6W1",
  "@Kristen_Arnett Just let us know if Marv ever needs anything. https://t.co/elcr09L5My",
  "@7eleven no way i’m not gonna narc on my buddy",
  "this morning at 7-eleven i saw a lizard next to the coffee maker and the cashier said \"no worries that's just marvin, he likes the smell\"",
  "https://t.co/XUe6VI2rkI",
  "I just seen the dumbest tattoo😭😭",
  "So nasty it hurts. 🤢 https://t.co/jecCZD1OEP",
  "Let’s all take a moment to appreciate that our internal organs don’t itch.",
  "https://t.co/24bNZRjcRi",
  "OSHIE! Washington up 1-0! #CapsPens #ALLCAPS https://t.co/nbaH41PUMd",
  "Holidays suck",
  "my body is a temple and I treat it like a frat house",
  "When The Weeknd said:\n\n“I said I didn't feel nothing baby, but I lied \nI almost cut a piece of myself for your life\nguess I was just another pitstop\ntill you made up your mind\nYou just wasted my time”\n\nMe: https://t.co/usG03Ak7rr",
  "You haven't been to the playoffs in a decade and the only reason you have a cup is because half the Sabres got injured in the 2006 ECF https://t.co/NWlD6zi2bz",
  "Im tryna funnel a bottle of vodka tn if we gonna be honest",
  "person: “ you &amp; ________ still talking? “\n\nme: https://t.co/11hQIL6n1m",
  "When I tell you I’m done with Twitter, I’m done lmao https://t.co/o6zSG5YgP1",
  "The Weeknd said “wasted times I spent with someone else she wasn’t even half of you” I know my ex boo felt that",
  "Itching for another tattoo",
  "The Weeknd can’t go wrong https://t.co/mM94Xdyw4u",
  "“i said i didn’t feel nothing baby, but i lied, i almost cut a piece of myself for your life.”\n\nTHE WEEKND WAS GOING TO DONATE HIS KIDNEY TO SELENA GOMEZ. https://t.co/dl6qPdyeQz",
  "The Weeknd: \nI said I didn’t feel nothing, baby, but I lied\nI almost cut a piece of myself for your life\nGuess I was just another pit stop\n‘Til you made up your mind\n\nMe: https://t.co/Ljb7EnIQC6",
  "And just like that, The Weeknd has me in my feels again😍😭",
  "In case you missed it, we have a lot of new stuff in our merch store. Check it all out at https://t.co/vS305GG1Rs https://t.co/kittDeLrf9",
  "the older I get, the more attractive stability becomes……………… i just want some god damn peace of mind and a non-stressful environment.",
  "@savvyfatty u can cartwheel on a dick in that thing",
  "Ticket Booked. #ALLCAPS https://t.co/TJrZBDu9LL",
  "What I see in my TL https://t.co/0awZVrWHXi",
  "KUZY WINS ITS IN OT! #CapsRangers #ALLCAPS https://t.co/gpAxJmjavf",
  "LARRY! With 1:05 to go, Washington ties it! @lellerofficial \n\n#CapsRangers #ALLCAPS https://t.co/GRPbJ5zTjh",
  "if u sleep w ur door open ur an actual psychopath idc",
  "horror movies and neck kisses",
  "The @MapleLeafs and @Capitals can join the postseason party in the Eastern Conference tonight. #StanleyCup https://t.co/hU3wFrBfMj",
  "I wanna be as chill as Michael Myers in this picture https://t.co/bAbhJHPx7X",
  "13 reasons why season two comes out on march 31st which means i have about five days left to joke abut wanting to kill myself before everyone starts pretending to care about suicide prevention https://t.co/nOEWmwZy4S",
  "From the office, that's #45 on the season for @ovi8. https://t.co/xWxD7TguML",
  "🗣TRYNA🗣DO🗣A🗣SHOOT🗣 https://t.co/oPB27z5IU2",
  "'Nother day at the office for @ovi8! 3-0 Caps! #CapsRangers #ALLCAPS https://t.co/Z1HwbtJCWq",
  "A NISKY DANGLE! CAPS UP 2-0 EARLY! #CapsRangers #ALLCAPS https://t.co/vl4Vb7ANrS",
  "TJ STAYING HOT! 1-0 CAPS! #CapsRangers #ALLCAPS https://t.co/0arA4iNysQ",
  "WHY DID I THINK THEY WERE GONNA THROW HIM OUT OF THE SKY https://t.co/aoUuBJ9aI5",
  "people who reply to screenshots with “your battery is low you should charge it” are so fucking observant like honestly you should apply to be a detective you big fucking piece of shit",
  "Case closed https://t.co/YREsGTcbw7",
  "Do you ever wonder if trey won his basketball game",
  "HOLY PASS FROM NICKY! 3-1 CAPS! #CapsHabs #ALLCAPS https://t.co/w0E9HWm9dI",
  "nobody look at me for the rest of the day https://t.co/0Yw5tX8Z2u",
  "SO MY DUMBASS NEIGHBOR ARGUES WITH MY DOG 24/7 and Now i got mad. :/ https://t.co/FrQHEu8R2D",
  "a lot of niggas out here keeping his spirit alive tho https://t.co/Ts36bQ0KmW",
  "STILL RELEVANTTTT https://t.co/eQw1AY4KHc",
  "CONNO CALLS HIS OWN NUMBER! 1-0 CAPS #CapsWings #ALLCAPS https://t.co/foYGsjeuns",
  "writers block is the absolute worst:))))",
  "You’ll ask for group FaceTime 1000 times and Apple will give you an emoji that looks like it just bussed https://t.co/bxOFg7gunD",
  "The Hex Girls will always be fucking iconic. https://t.co/OcrfiQQWtQ",
  "Cant wait for the haunted house to open",
  "@laurwagner_ CUZ YOU A REAL ONE AND I APPRECIATE YOU",
  "BUT WHO DID THE SHOOT WITH U. DASS RIGHT ME:) https://t.co/IdjetdCQFd",
  "Y’all can keep ur tiny ass backyards, “public figure” insta bio rich bitches, and the fuckery that is the Northern State Pkwy ✌🏼 Bury me at the montauk lighthouse and sprinkle my ashes down Dune Rd EAST END BABBBBYYYY https://t.co/4bP4hIICLF",
  "My sister Kristie passed away 8 years ago and I recently moved home to our home state, Arizona, and right before this I was crying because I passed by her hospital. The song originally says, “I just came to say hello” here it says “Hey Kristie says hello.” https://t.co/enkJwHPtiP",
  "if these black box recordings match the voicemail am i saying that Malaysia flight 369 encountered something nonhuman? Yes, i am saying that",
  "I mean you can’t shoot at da police my guy. Dats illegal Shaun. Delete dis pimp https://t.co/bUvTvxi8sD",
  "My biggest pet peeve is when my subordinates make comments about me always hanging out with my younger friends. First of all, you old hag, my younger friends are so much nicer and more fun than any of y’all decrepit hoes will ever be. Jealousy is a disease bitch get well soon!!!!",
  "my organs: ...water....pls..\n\nme, pouring a glass of wine: come get y’all juice!!",
  "I wish i was scrolling through vine right now",
  "HE WOULD SCORE! @TJOshie77 on OSHIE BOBBLE NIGHT! 1-1 GAME! #CapsStars #ALLCAPS https://t.co/DPB1QVCnJl",
  "idc how hard life gets I’m not putting my feelings on Snapchat with a black screen",
  "Thought about changing majors and becoming a meteorologist what do y’all think? https://t.co/kX7KYS9SFC",
  "The nipple tip make me feel like I’m sucking Gatorade straight from the tiddy of the gator https://t.co/faGGVBIK2Z",
  "the gossip girl characters as dogs: a thread",
  "God bless whoever took this picture https://t.co/eTFh7O3DtP",
  "Y'all better buy books from Barnes &amp; Noble cuz they've been financially unstable for a couple years (their net loss was $24 million in 2016) and are on the verge of going out of business https://t.co/30VKj3trMq",
  "Don’t bother to debate. DONT @ me https://t.co/XeFgQXvntF",
  "Only the real ones would know... https://t.co/XMC000SUm9",
  "If anyone was following @strayedaway and his Malaysia 370 voicemail shit - his fucking twitter just disappeared and so did ALL the info he posted related to the coordinates he got yesterday, what the actual fuck",
  "Talking about what percentage of their lineage is Irish today",
  "@strayedaway @annmarkk The alien that sent this watching y’all panic https://t.co/LpnaglFL9f",
  "@jvstinfox @strayedaway If these black box recordings match the voicemail. Are you saying that Malaysia Flight 370 encountered something nonhuman???",
  "Wow, he was saving his first kiss for someone special and she took that from him. Imagine if that had been a 33 year old man doing that to a 19 year old girl... https://t.co/gw6pwxhCXC",
  "@Capitals with that back to back win against the @NYIslanders 😻😻",
  "College students when St. Patrick's Day is on a Saturday this year https://t.co/UZAs2JF1Hk",
  "would u rather fight 2200 silverback gorillas at once or have ur girl go to Miami for spring break",
  "YERRRRRR https://t.co/FO1UgnRPWz",
  "Hell yea we do https://t.co/HcKfaUezBN",
  "need I say more https://t.co/cUCtkXBdxu",
  "The #Oilers played a game of 'can't catch Connor' at practice this morning. 😂 https://t.co/ylEL9Kb5pn",
  "imagine your biggest hit having a line where you coin the phrase \"and I'm quick, cut a NlGGA off so don't get comfortable\" just so months later you could be dawged and cheated on in the public eye not 1 but 3 times then become the cheaters 4th baby Mama. Issa whole goofy. https://t.co/FiFrr0SRLu",
  "https://t.co/ssWmVenRoK",
  "Blicky got the stiffy, uh https://t.co/Troyvhcxgl",
  "If ya wcw is in miami without you, its time to move on bro",
  "T.J. Oshie scores a empty net goal. That's the Capitals' 13th empty net goal of the year.",
  "I can’t read “What is love” to myself in my own voice, and that disturbs me.",
  "It was a five-goal first in Brooklyn. The @Capitals have the 2-on-1 all figured out. #WSHvsNYI https://t.co/rifnoO94kX",
  "BuraHOTsky",
  "Man, I can’t believe shawty let me hit it raw on the elevator. MIAMI FOREVER!\n\n1 week later: https://t.co/NkX5vz72ub",
  "#ALLCAPS https://t.co/Rz6ROiR1NS",
  "Rihanna responding to Snapchat's ad. I can't believe they did this. https://t.co/TpHQIXTm4j",
  "PUBG duos @Drake ?",
  "blah blah blah blah they scored again blah blah blah blah",
  "United Airlines:  When we're not killing your family pet, we're flying it to a country across the world, if that's not pleasant enough, we'll beat and drag your ass off the plane. \n\nCome fly our friendly skies. ✈️\n\n#BoycottUnited \n#UnitedKillsDogs",
  "\"Everybody's a suspect!\" https://t.co/JCqVx4BZ9R",
  "Please do not forget the impact that domestic violence has on children. Whether they were abused themselves or witnesses to their parents abusive situation, they suffer long-term trauma and are MUCH more likely to be physically/sexually assaulted themselves later on.",
  "the coolest corgi around https://t.co/Ub5ODwpNk7",
  "no wonder these dumbasses r endangered https://t.co/L8f4Ri0BXy",
  "The way this world works is beyond me. https://t.co/cC8ZHDcQgi",
  "I found the person I never want to stop making memories with.",
  "Count \"The Great One\" among the many fans that want to see @ovi8 add a Cup to his resume. https://t.co/6AsQlvHrUZ",
  "Big Sean cheating on Jhene Aiko after she got a whole tattoo of his face on her arm, proves that the only thing that's real is, J. Cole going double platinum with no features.",
  "RT if you’re from the forgotten 631\n\nMount Sinai, NY\nRocky Point, NY\nPort Jefferson, NY\nStony Brook, Ny\nFarmingville, NY\nHoltsville, NY\nCoram, NY\nSound Beach, NY \n\nEtc https://t.co/GR4P5QxBwh",
  "Legend. @Ovi8 #Gr8 #600VI #ALLCAPS https://t.co/xhp7TcuUKw",
  "4TH PLAYER EVER TO 600 GOALS IN UNDER 1,000 GAMES! #600VI https://t.co/zC15pXkORd",
  "THERE IT IS!!! #600VI!!!!! \n\n#ALLCAPS https://t.co/PJg9klAPYe",
  "He always smiles https://t.co/SsCNsxzRAl",
  "Wow, what an amazing week...people, atmosphere, adrenaline, back nine on Sunday, man I’ve missed this. Getting better. Thank you for all the support!",
  "actually,\nthis is science https://t.co/UDBgYTadxZ",
  "I'm a bad bitch you can't kill me",
  "We turned your favorite Skittles flavor into a drink. Grab a @Skittles Strawberry Freeze today. https://t.co/533PaYD61x",
  "Fiona thinks you’re cute too, but it’s what’s on the inside that counts! Your DNA will decide if you’re the one for our little diva. Any potential mate would have to be ok w/ taking a back seat. Are you ok w/paparazzi? Most importantly, are you willing to relocate to Cincinnati? https://t.co/7XFCiYnyz7",
  "What's your dream set list? https://t.co/XIJAYqmEIL",
  "One of the best scene partners I've ever worked with. She'd make me act better. https://t.co/txL88CZikI",
  "So the BEST signs are:\n\nPisces\nCapricorn\nCancer\nTaurus\nVirgo\nSagittarius\n\nDon’t @ me.",
  "SUNY schools as vines, a thread",
  "ARIZONA AND APRIL ARE LEAVING AFTER SEASON 14 I AM NOT OKAY SOMEONE PAGE CARDIO 😭😭 https://t.co/SPNjueos8k",
  "HAPPY #InternationalWomensDay \nHUNCHO LOVE THE LADIES",
  "Happy #internationalwomensday to all of the fiercest, strongest, most inspirational women I look up to. https://t.co/aE7OnyrmJx",
  "You suddenly not funny anymore &amp; she hate when you on the TL https://t.co/OZZWH84ImG",
  "these Vines ❤️❤️ https://t.co/QVswEuM7Yg",
  "Every time I see the cat staring at “nothing” on the ceiling I have to prepare myself for two possibilities: bug or demon.",
  "Applebee’s better not get any ideas https://t.co/Mch9m74kD3",
  "Saying 'breaking the seal' when they have the first beer piss",
  "can netflix give us all the seasons of bad girls club",
  "T.J. Flowshie\n\n#CapsDucks #ALLCAPS https://t.co/xlFCp0yZwM",
  "He's two away from goal No. 600 and 10 away from another 50-goal season - and @ovi8 is showing no signs of slowing down. https://t.co/AIouK1WQDk",
  "\"me at 14: I cant wait till im in college I have so many plans for life and nothing can stop me :)\n\nMe now: Mm. Me hungey. Me eat macdonal. French frie. Frenchffrie. French frie.\"",
  "The @Capitals (2-0-0) and @MapleLeafs (2-0-0) are both undefeated in two previous outdoor game appearances. #StadiumSeries https://t.co/66WVD8HPr3",
  "Get in loser, we’re gonna go WOO on a bitch https://t.co/3boluChlmk",
  "Bet. https://t.co/ITSM0spBAB",
  "When she 13 but you got the stiffy ugh https://t.co/Cm8Y51c1Mr",
  "Crying https://t.co/R1NOmkt8RF",
  "Calling up the crew on Friday night. #tGIF https://t.co/IzyOs9gWHR",
  "college is nice. you can wear the same shirt two days in a row if you have to because your MWF people don't know about your T Th life",
  "Im better than the “love” i was accepting",
  "Me reading your message previews from the pull down bar on my phone and not answering for the next 6 hours https://t.co/F4FghFHPb7",
  "was running outside and a police officer drove passed me twice. I had to stop at a light and he was stopped at the same light when he said “I don’t like it when my daughter runs alone outside so I’m gonna loop around a few more times to make sure you’re safe” \nmy heart",
  "I love when people try to offend me by saying “I pay for my friends”\n\nLike rly I pay my semster dues &amp;in return I attend socials,philanthropy events,retreats, &amp; have something to do almost EVERYDAY. \n\nAll u do is get blackout at the same apartment party every weekend,bitch swerve",
  "Is anyone else awake at this ungodly hour??",
  "me at 3am looking for something to eat https://t.co/0H3DCLPJ0n",
  "\"I stole this from our neighbors because I love you.\" https://t.co/lrNjQJJnlh",
  "Sick of one way streets",
  "Somebody’s therapist knows all about you.",
  "The great @ovi8 continues to knock down milestones. https://t.co/HZMSHOAWsp",
  "Some people just need to be told they’re loved",
  "The difference between 4am and 5am is late as f**k and early as hell.",
  "Guess where @ovi8 scored from. https://t.co/wMtJca0Tvk",
  "Everyone talking about when they was rockin with Michael B Jordan and all that..BUT WHERE WAS YALL WHEN HE WAS AT EAST DILLON BALLIN?! Thought so https://t.co/EuR5LEdRrE",
  "Avoiding Long Island potholes https://t.co/knpJ6pkZXR",
  "WARNING: will put you in your feelings https://t.co/eQmjDLFUCT",
  "lmfao honestly i just cant get over all the edited glow on these accounts. your matte lipstick reflecting back the whole sun? u sure? https://t.co/n8YBPumxBe",
  "Driving across Robert Moses State bridge at night, just bumping with all ya homies. Just one of the best things",
  "if your name is Vanessa and you have a boyfriend named keven that goes to eastfield. Drop him sis, I just over heard his conversation about how he cheats on you with someone named destiny.",
  "Life’s too short. Make everything count.",
  "ah yes iced coffee\nthe most important meal of the day",
  "Stoneman Douglas High School student and Junior ROTC member Colton Haab calls out CNN Town Hall bias after they refused to approve his question.   #StudentsStandUp https://t.co/6zEjQxbFw6",
  "#Golden https://t.co/eWgCabi2E0",
  "When it’s warm out my college campus is zoey 101",
  "friday https://t.co/KGAC4WPkeI",
  "Me looking at the T-shirt chair walk into the meeting with a box of new shirts https://t.co/P3hsh83FAb",
  "Today’s date, 2-20-2018, looks like it’s stuttering. https://t.co/05FHODzwiS",
  "i am craving the beach and warm weather and staying out all night and being tan and wearing less clothes lol",
  "wow what an upset can't believe these two won the gold in ice dancing https://t.co/JqjBZ6bE0i",
  "A whole new mindset",
  "future child: what was life like when u were growing up mom?\nme:\n https://t.co/wsBZzurkAE",
  "10 seasons. That's how may times @ovi8's notched 35+ goals.\n12 players. That's how many have accomplished this feat.\n\nGoal. Scoring. Machine. https://t.co/a5NRkWZtpW",
  "Simply posting this so I can have easy access to it https://t.co/AIZpOuHFpe",
  "@MyNameIsMalcum What about this one? https://t.co/u3LYNKg8yW",
  "Not every action needs a reaction",
  "when bae gives you soft kisses all over your face &amp; you just sit there being loved on &amp; appreciated.. https://t.co/DJDcIbhZjT",
  "I lost my car chapstick and now my book bag chapstick is in my room and my room chapstick is in my car and my whole life’s outta wack",
  "Can everyone retweet this? Im really trynna make a dream come true https://t.co/PMzEfRBjD0",
  "@gucci1017 your inbox was full so im just gonna leave these here https://t.co/Rzc1LfMWt9",
  "Many of us have been attending funerals everyday since Friday. Having to see our friends in caskets is the reason why we are speaking up and making time for activism. So until you go through what we are going through, you have no right to criticize us. https://t.co/L0bgL8Qrtt",
  "michael b jordan AND asap rocky?!?!???!? i think i’m pregnant twice https://t.co/x3QPLbr0XC",
  "This is why y’all need to stop supporting the puppy stores in the malls. They are all like this. https://t.co/w4a1vo0Ftq",
  "Tell strangers about you type love",
  "When I get an opportunity to talk about golf https://t.co/Kg9NG1Gv2s",
  "If you feel someone is less deserving of condolences or thoughts or prayers or whatever because they voted for Trump then you’re part of a very serious problem with today’s society. https://t.co/U5MhbE6hss",
  "Watching Netflix with subtitles has really fucked with my senses. I’m at the theatre and I swear I can’t hear the movie.",
  "My friends are the biggest headasses https://t.co/uoH1XtpNUW",
  "not to spill any tea or anything but some of these guys posting happy Valentine's instagrams are shocking to me bc wow, you got a gf?? you sure don't act like you've got a girlfriend 👀",
  "Not just today but forever",
  "Is your teen texting about Toto’s Africa?\n\nigtatdmafu = it’s gonna take a lot to drag me away from you\n\ntnt💯momced = there’s nothing that a 100 men or more could ever do\n\nibtrdia = i bless the rains down in africa\n\ngtsttdttwnh = gonna take some time to do the things we never had",
  "How dare u... https://t.co/pF9Cp0QLhx",
  "This #ValentinesDay, we’re letting lovers of performance take the #NSX for a “spin.” https://t.co/4PCwXfBr9r",
  "I am so excited for Valentine's Day bc I work and I'm gonna tell all my customers that my \"boyfriend dumped me\" so I \"decided to cover another girl's shift\" and I'm gonna get so many pity tips",
  "Update : I got fired lmao https://t.co/MnKxkG8Hx4",
  "when crew love starts https://t.co/oqahYlnjwC",
  "Being a Giver is hard, because before you know it people will lick the bowl clean and you’ll be wondering where all of you went.",
  "This is a college thing https://t.co/NUmyIG09sh",
  "They actually look like Joanne the Scammer’s offspring. Joanne and the Scamettes. https://t.co/FPZytEyTbM",
  "Me listening to songs about hitting licks and flipping bricks on my way to my corporate job https://t.co/lBu8UEaSaT",
  "Absolutely incredible save by this year’s Vezina front runner. #TendyLove \n\nhttps://t.co/FBI1VYn3NT",
  "when he licks his lips and ask you “what i can’t look at you?” listeeeeen 🤧",
  "Well snapchat did the honors of automatically updating it for me. So if you ever ask me \"hey did u see my story?\" No I didn't because I can't find it.",
  "This snapchat update is the worst thing since taxes",
  "@Snapchat your update is complete shit",
  "Am I the only one who gets JACKED when material you learned in one class is relevant to another and you're able to wow them with your impeccable intellect???? Like yeah, I did just learn this a week ago but you don't know that.",
  "death penalty sounds about right https://t.co/pucmsj1hHL",
  "if i date you, my goal is to marry you, build with you, grow with you. i'm not dating you to pass time, i see potential in you.",
  "why do yall worship her so much😭 what does she do for yall https://t.co/GqEUmDry02",
  "¯\\_(ツ)_/¯\n\n@tom_wilso @TJOshie77 \n\n#ALLCAPS https://t.co/JOvRxmwKgF",
  "Did you know that when you slow down Adele it’s actually Sam Smith https://t.co/SysXOoQgZY",
  "yes hello chloe this is LAPD we see you tweeted about how you knew the entire time that kylie jenner was pregnant. this is truly astonishing work and we'd like to hire you on as a detective",
  "All dogs should come with a soundtrack. https://t.co/33Euo4W5aU",
  "@trvisXX i swear if you got her pregnant man",
  "If the eagles can dethrone the patriots, you can pass that class you've been worried about.",
  "Kevin Hart drunk as hell https://t.co/XKNXEuRgrZ",
  "Talk about laying it out on the line. https://t.co/pvyLrCv2wY",
  "the most unproblematic underrated best boy band of all time who gave us such iconic hits including: big time rush, worldwide, city is ours, elevate, cover girl, windows down, ‘til i forget about you, boyfriend, 3 albums + a tv series with 4 seasons and 74 episodes?! yes! https://t.co/NBE2lUu61S",
  "Bubbas Burrito Bar but at 5pm on the weekend if I’m extra lucky https://t.co/aYl1hDZ4fg",
  "If the Capitals ever win the Stanley Cup I will give whatever money I haven't spent on alcohol and bleach to everyone who RTs this",
  "CAPS TODAY: Since joining the Capitals, T.J. Oshie ranks third in the NHL in shooting percentage. He and the Caps take on the Penguins tonight. https://t.co/raRtLf3jYJ https://t.co/WnebP349w5",
  "BACKDOOR OVI! AMAZING FEED FROM KUZY! ANOTHER TIE GAME! #CapsPens #ALLCAPS https://t.co/GFKsZLlORc",
  "KUZY FINDS THE PUCK IN TRAFFIC! TIE GAME! #CapsPens #ALLCAPS https://t.co/jYcwNvLWOM",
  "Hockey and love go together quite well. Congrats! https://t.co/JoiIPg6ujP",
  "OVI DRIVES TO THE NET AND REBOUNDS HIS OWN PUCK! 2-1 #CapsPens #ALLCAPS https://t.co/Z3sIO8AE1k",
  "Y’all are so disrespectful to cashiers, waiters, etc. I was literally using my basic manners &amp; this employee was like “wow ur so nice, u should see others that come thru here”\n\nLike goddamn all I was saying was please, thank you, yes/no ma’am. Y’all must be EVIL to these people.",
  "Steve Irwin's wife says she hasn't dated since his death. https://t.co/lYOpZNu9Zx https://t.co/QrCvPE273w",
  "because of the formation of the two mountains, if you sing in the middle of the bridge, 10,000 feet in the air, apparently your voice can be heard for miles... https://t.co/0FEK3YSdsz",
  "These niggas invited a 13 year old chick over and he recorded her giving another dude head while he was dry humping her and slapping her ass. Fuck this nigga and anybody that support him dawg https://t.co/nCakGkuxHf",
  "You cured my January blues💙\nBefore &amp; After https://t.co/UEk5W5oUc7",
  "B I G  M O O D https://t.co/WhpA8unaXQ",
  "https://t.co/t7u5gmh3r8",
  "When do we start calling this Oshie's office? #CapsFlyers #ALLCAPS https://t.co/3mc76yt9cm",
  "Today was the day all college students dream of, i was hit by a car on campus in a crosswalk",
  "THE LEAD! WE GOT IT! @andreburakovsky tips it in on the power play! #CapsFlyers #ALLCAPS https://t.co/dyOwZ44gRL",
  "Educate yourself. Be kind. Break the silence. #BellLetsTalk",
  "Drowning hurts",
  "gonna be a fuckin yikes from me dawg",
  "READING IFFY UH LEARNING REAL TRICKY UH https://t.co/mpgkyCy65B",
  "Retweet this Tweet to win great prizes, thanks to @CapitalOne!\nThe more retweets we get, more prizes we give out!\nRules: https://t.co/tbJpngDwlF \n#CapitalsRetweet #ALLCAPS https://t.co/3jclR9Nw3E",
  "Only i would go to take a 5 minute nap in my car and end up sleeping through my 8am",
  "people think private school is lemon drinking fountains but this is what it’s really like https://t.co/gIftgCIqQp",
  "Ditch for pizza https://t.co/ODQ96dzxMz",
  "this is photography. https://t.co/Z6CaZuKp9y",
  "when u win https://t.co/5eE4wAQxQw",
  "101.3! #NHLAllStar #ALLCAPS https://t.co/wtv6GEpJUv",
  "I had just checked out at Walmart &amp; I started to walk out &amp; a guy walks up to me &amp; was like “Hey babe” &amp; Im like “What” Because I don’t know this guy &amp; he whispers “Theres a strange man following you. Just keep walking” &amp; he walked me to my car. WHAT. A. MAN.",
  "If i say “On my way” imma need u to say ok or something for confirmation or i ain’t leaving the house",
  "i know migos dont know enough words to be making a whole 24 track album",
  "If only she was there for the Brock Turner case https://t.co/T2CDQHaeqh",
  "New updates, @Bitmoji family 🏒🥅! #RockTheRed #ALLCAPS https://t.co/2g4npkyVpy",
  "Fiona the hippo is 1! Revisit some of her most adorable moments https://t.co/g5DjtVFN4K",
  "because I am a stone cold bitch https://t.co/kahsnvagMh",
  "I don't always reach a par 5 in two.. but when I do, there's a 99.7% chance I'm three-putting for par",
  "My mom wrote me a note the day I moved out / the same day she passed, (also with her real last heartbeat). She lost mobility in her hands from her previous cardiac arrest so some people may see the words as messy but it’s beyond perfect in my eyes. I love you so much momma❤️ https://t.co/8ZKBkeVrlH",
  "Only in NY does ‘Yeah Nah’ mean ‘No’ and ‘Nah Yeah’ mean ‘Yes’.",
  "tonight i walked into the bathroom at the bar and saw this girl sitting on the floor sobbing and so i asked her if she was okay and she said “why doesn’t he want me?” \n\nand i just felt like every girl i know has had that feeling and my heart physically broke",
  "Imagine this: February 4 Patriots vs. Eagles and the half time show is about to be performed, the lights are out in the stadium and all you hear is “ain’t this what they’ve been waiting for? You ready?” And meek walks out #FreeMeek",
  "my teacher watching me walk into class late with a bagel and iced coffee https://t.co/VKYJrSL8eG",
  "40 days away #ALLCAPS \n\nhttps://t.co/tmPN3KmyrH https://t.co/qcilZ92NBL",
  "Fuck this commercial. Pitbull’s are sweethearts just like any other dog......Oh and fuck u too Kenneth. https://t.co/Kq4uyFodMC",
  "Hockey&gt;&gt;&gt;football",
  "This can possibly save someone. Please retweet. https://t.co/tORdiJ9oDI",
  "The. Osh. Babe. #CapsDevils #ALLCAPS https://t.co/knybDqaBIz",
  "Him:”Are you going to drop that attitude?”\nMe:”What attitude” https://t.co/R3snTo9CF7",
  "Ever pluck a guy’s eye brows and realize that they are absolutely not the superior gender and are weak as shit",
  "Oh fuck https://t.co/uyhCgr79dj",
  "“Due to inclement weather -“ https://t.co/MasYbyPbCH",
  "No matter what sized biscuit you send his way, @TJOshie77 gonna dangle it. #ALLCAPS https://t.co/R5R8kJ5msA",
  "someone speaking my language https://t.co/HGiTW7GogH",
  "IF ANY STATE SHOULD BE THE 51st STATE IT SHOULD BE LONG ISLAND‼️ https://t.co/L6iy0Ft2tU",
  "To each and every one of our Law Enforcement Officers, thank you for what you do. Merica.",
  "It's been 12 years since Alex Ovechkin scored this beauty #ALLCAPS https://t.co/DDbMkw5TTr",
  "Needing their iced coffee, even when it’s 10 degrees out",
  "YOUR TWITTER IS FOREVER BEING WATCHED BY A BITTER ASS EX OR SOMEONE WHO CLAIMS THEY DONT LIKE YOU. WELL HEY BITCH THANKS FOR STOPPING BY. https://t.co/WX1Vnj7Cxp",
  "The “I’ve got no chance of breaking 100” starter pack https://t.co/nYRgNGh87K",
  "If your science folder wasn’t green when you were a kid you’re psychopath sorry boss I don’t make the rules",
  "We are devastated on the passing of our friend Dolores. She was an extraordinary talent and we feel very privileged to have been part of her life from 1989 when we started the Cranberries. The world has lost a true artist today.\nNoel, Mike and Fergal",
  "The Cranberries - Zombie (1994) https://t.co/JF7Hj5Sbch",
  "Stranger: Are you a sig delt? \n\nMe: Sigma Delta Tau? Dora Bloom is my MOM. Kim Possible is my SISTER. I bleed cafe au lait and old blue. All my jewelry is Lapiz Lazuli or 6 pearls. The only flowers accepted are golden yellow tea roses. Catch me in the Torch!🗞💛💙 https://t.co/oOFePpp73S",
  "Meeting @TJOshie77 before i die is a must",
  "Jay Beagle (59:58) scored the latest go-ahead goal in regulation in @Capitals history, eclipsing the mark set by Alexander Semin in a 3-2 win on Nov. 6, 2008 vs. CAR (59:49). #NHLStats #WSHvsCAR @EliasSports https://t.co/o086H5ulkk",
  "#Caps bus leaving PNC arena. #ALLCAPS https://t.co/9SXnwpUJLr",
  "Celly like you scored the game winner with less than 2 seconds left. https://t.co/Sx41YMMuPd",
  "Beagle sniffin' around the dog house – nets the game-winner with 1.3 seconds on the clock.\n\nGood boy. https://t.co/1p2mwFNPXR",
  "THE FUCKING CAPS HOLY SHIT",
  "JAY BEAGLE HAS DONE IT WITH 00.5 LEFT! #CapsCanes 4-3 #ALLCAPS https://t.co/6hvG6h6gKy",
  "It’s crazy how real NHL 18 is https://t.co/5n9DKSvS7J",
  "During Trotz's tenure, the Caps are 99-6-8 when leading after the first period - highest winning percentage in the NHL (.876)\n\nhttps://t.co/EMAgd6OUbI",
  "The @Capitals lost a lot of familiar faces over the summer, but it hasn't done much to slow them down. https://t.co/uKbOdUv76M",
  "me &amp; my gas light looking at each other https://t.co/ehISpFfYO9",
  "Packing for college while being in a sorority is stressful bc u’re trying to decide what to bring &amp; U think: nah, I won’t need this orange afro wig then youre like WAIT what if I have a mixer that’s circus themed &amp; need to dress like a clown. Then u end up bringing an orange afro",
  "Congrats, @Holts170! The #HoltBeast is headed to Tampa for the 2018 #NHLAllStar Game with Coach Trotz and Captain @Ovi8!\nRead More: https://t.co/3CuMeEajEm\n#ALLCAPS #CapsAllStars https://t.co/JN0efqJcIJ",
  "THATS 10 STRAIGHT ON HOME ICE! #CAPS WIN!\n\n#CapsNucks FINAL SCORE powered by @AlarmDotCom : \n\n#Caps 3 - Canucks 1 #ALLCAPS https://t.co/kWSjT4dFVG",
  "https://t.co/hwEDNAITOT  support your local artists:)",
  "Hello, Monday. https://t.co/Fk8ZVszwLU",
  "Win the draw: ✔\nFind @ovi8: ✔\nLet it fly: ✔\n\n#27 on the year for #8. https://t.co/3BySaE8luu",
  "Someone come to DC with me for a Caps game😫",
  "A$AP Rocky is the only man I know who can thirst trap on accident https://t.co/alWLCk8vjQ",
  "Nisky shedding the non-contact Jersey this morning. #ALLCAPS https://t.co/5IUzL1YA1z",
  "#NewProfilePic https://t.co/bTYzQK69qI",
  "This is the oldest known footage of ice hockey dating back to 1898: https://t.co/eIBo88PjwJ",
  "PLANNING WHEN TO GET YOUR EYEBROWS DONE IS SO STRESSFUL",
  "More is better. More money, more tattoos and more hockey games.",
  "\"New year new me\"\n\nMe: https://t.co/Kqoc75ObOk",
  "the fact that logan paul followed in their steps\nfor a vlog\nto make money, on top of the many millions he already has\nAND LAUGHED at the sight of a dead person, who was feeling so low that they KILLED themselves\n\nit's deplorable. it is DESPICABLE.",
  "Over a year ago, I threatened you out of anger over the death of a lost one. A death that you were not responsible for.\n\nToday, I’ve returned to make things right. To end the cycle of violence. It’s what Steve would have wanted. I’m sorry and I love you Water Pancake. https://t.co/wrcyoFBB00",
  "Clutch = @ovi8.\n\nThe man makes it career game-winner 💯 in @EASPORTSNHL OT. https://t.co/eOqV8kG9bj",
  "Creating the best possible life for myself",
  "The best part of 2017 was figuring out exactly who i am and what i need in life",
  "black mirror is written by one stoned british dude who just mutters shit like wot if ya mum ran on batteries",
  "Starting a new routine is so damn hard",
  "this year I learned if somebody wanted to, they would",
  "HAPPY NEW YEAR!\n\n#ALLCAPS https://t.co/LkFlq8AuiF",
  "Saturday night, let's play some tic-tac-toe. https://t.co/CdiU2mAoJH",
  "My friends are NOT a reflection of me. We’re grown, we make our own decisions 🗣",
  "In his last 10 starts against the Bruins, Braden Holtby is 10-0-0. The Capitals extended their win streak over the bruins to 12 consecutive games, the longest active win streak against a team in the NHL. https://t.co/IauJtwtyvq",
  ".@ovi8 gets the only goal in the shootout and the #Caps have made it 12 straight against the Bruins! #CapsBruins #ALLCAPS https://t.co/CMUruciWuv",
  "I taught a sex ed workshop today and one of the activities consists of students creating responses to condom avoidance lines. In response to “condoms are too expensive”, a student shouted out “my pussy expensive boiiiiii”",
  "So... What'd you get for Christmas? https://t.co/hvmfj7DONX",
  "not to be dramatic but I'm gonna come there and break everyone's jaw one by one @SeaWorld https://t.co/kAiKALFjjm",
  "Suprised my mom for Christmas, she looked in the mirror and saw her present ❤️❤️ https://t.co/goY4Cf4vjp",
  "New York is a nationality",
  "ppl will really b like “omg i cant believe u have to work christmas eve!” while im scanning their shit like??? youre the fucking reason susan. go home",
  "Happy Birthday, @TJOshie77! https://t.co/WxOHYoSd5X",
  "If you play 'In The Air Tonight’ by Phil Collins on December 31st at 11:56:40 the drum break will play right as the clock strikes midnight. Start off your new year right.",
  "This Alex Ovechkin goal will always be incredible 😱👌 https://t.co/2OwQ6Pqk4v",
  "@scaturro_andrew Oh total trash but it looks dope #AllCaps",
  "This is actually so dope https://t.co/UTMpkhPDb8",
  "BURKIE!!! #Caps WIN! #ALLCAPS https://t.co/r1jEroZqnr",
  "Welcome back Osh!!!! https://t.co/MOKVf5Jk42",
  "Sleeping alone is so different when you’re used to sleeping next to someone",
  "@Jio5198 if this isnt me https://t.co/utARYA9VlP",
  "judge: you’re charged with jaywalking how do you plead?\nme: *leans into mic* i’ll take the death penalty",
  "If you play “Africa” by Toto at exactly 11:58:43pm on New Year’s Eve, the first chorus will play at exactly midnight. Kick off 2018 the way it’s meant to be",
  "All the best 🏒 plays of the week + slow motion = 💯 . https://t.co/avd9NwAWuP",
  "@OnlyJide I’m dead. Imma just start using this as a response to everything😂😂 https://t.co/KDKt8mdCxG",
  "My manager was dealing with a mad customer and the customer asks him if he can talk to the manager and my managers like “yeah one second....” and he does a dramatic ass 360 turn and goes “hi I’m the manager how can I help you today???” LMAOOOOOO",
  "There are two types of people ... 🐊 https://t.co/hei9ngH6Oc",
  "OVI-TIME WINNER! Still unbeaten on home ice in December! #CapsDucks #ALLCAPS https://t.co/OswbYnmjOu",
  "kiss u at red lights kinda love",
  "three men voted for net neutrality to be repealed and two women voted for it to stay, so its offically men reallY ain't shit bro",
  "CANCER: https://t.co/Ya3XSMgZqb",
  "11th straight victory over the Bruins!\n\nFinal Score powered by @alarmdotcom: Caps 5 - Bruins 3\n\n#CapsBruins #ALLCAPS https://t.co/8uYVhmv4R4",
  "Three rich men fuck all Americans. Coming soon to Pornhub.  #NetNeutrality",
  "The year is 2030, it’s Christmas Day. You’re sitting on the couch with the love of your life. Your son reaches for an oddly shaped present. He unwraps it with a puzzled look on his face. It’s an avacado. Tears stream down your face from holding back the laughter. Life is good.",
  "Please help me out https://t.co/escIqU0llN",
  "Keaton gets $55K for being bullied but I can't get one Stanley Cup for being a Caps fan?",
  ".@TJOshie77 sighting at optional morning skate. #ALLCAPS https://t.co/693xZbc78S",
  "Just a friendly reminder that anxiety attacks aren’t always hyperventilating &amp; rocking back and forth. They are also\n•random bursts of irritability\n•obsessive behavior and nit picking\n•hypersensitivity\n•pacing\n•silence\n•zoning out\nAlways look for signs with your loved ones",
  "ANOTHER!! @tom_wilso slips one past Henrik and the #Caps are up 4-2 with 1:32 remaining in the 3rd! #CapsRangers #ALLCAPS https://t.co/UBDH01UGOi",
  "First shot. First goal of the game.\n\nLiterally a perfect start for the @Capitals. #NYRvsWSH https://t.co/otbsfbPvTn",
  "ICYMI: Seattle has been granted permission to apply for an expansion team. https://t.co/n4KC6W4XxZ",
  "LMFAO UPDATE: trying again next semester https://t.co/GcA85uPMv5",
  "#CAPS WIN!\n\n#CapsHawks FINAL SCORE powered by @AlarmDotCom : \n#Caps 6 - Blackhawks 2 #ALLCAPS https://t.co/C4aaSVR27l",
  "Vine 2 better NOT have the following:\nLele Pons\nJake Paul\nLogan Paul\nKing Bach\nCurtis Lepore\nTana Mongue\nChristine Sydelko\nNash Grier\nCarter Reynolds\nJay Versace\nChristian Delgrosso\n\"Catch Me Outside\" girl\nCameron Dallas\nLil ass kids biting their lips",
  "Lmao vine can come back but not my dad",
  "v2 https://t.co/JkzE1CULSV",
  "Yeah sex is cool, but have you even taken the train to Ronkonkoma and the next station IS Ronkonkoma",
  "@H0tSauceInMyBag @Glowssy @TchikitaSwede omelette du fromage",
  "I bless the rains down in Africa",
  "my new pet peeve is guys bragging about grades and their gpa to impress girls. like sweetheart, we don't care. did you fail the course? i did too, let's do shots and make a suicide pact",
  "T.J. Oshie will not take part in the Capitals' Tuesday practice. He is day-to-day with an upper body injury.",
  "@Capitals Next time 👊🏻👊🏻👊🏻👊🏻👊🏻👊🏻@Kuzya92",
  "Good morning! Two points separate the top five teams in the Metropolitan today. Carry on. https://t.co/XCEMXUoy7z",
  "Not cool, man. https://t.co/gptbLv5XSb",
  "#CAPS WIN! \n\n#CapsSharks FINAL SCORE powered by @AlarmDotCom: #Caps 4 - Sharks 1 #ALLCAPS https://t.co/bIcczBPll3",
  "#Caps TJ Oshie (upper body) will not return to tonight’s game and will be re-evaluated tomorrow.",
  "A bitch try to tell me i aint goin places I SAID BITCH WHERE",
  "sorority rules: “at least 6 hours in the library a week, dress up every Monday, I need to follow you on every social media to make sure you’re representing us well”\n\nfrat rules: “Jared please don’t jump from the stairs to the ping pong table again or there will be consequences”",
  "Funny how such a fast game looks sooo good in slow motion. 🍿 #SlowMoMonday https://t.co/hdpzmVYLai",
  "Me shutting down is worse than me blowing up",
  "i saw mommy slamming four lokos with santa claus",
  "https://t.co/PoNj23C7Qo",
  "SHADEEEEE https://t.co/jfFg5H85eT",
  "Its buckle down winsocki time",
  "Good morning from #CapsKings morning skate. #ALLCAPS https://t.co/AY90RPhssc",
  "I MADE A VIDEO OF MOVIE SCENES I LOVE AND IT TURNED OUT MAGICAL https://t.co/DHKZlizowQ",
  "are you fuckin serious? I come home to see this and my brother changed all my contacts to vines. I’m dead goodbye https://t.co/QqjsJrjj78",
  "Me ON LI: LI sucks\n\nMe anywhere else: LI is the greatest place in the US. We have beaches in every direction. We learned to curse each other out in pre k. We get blacked out on the LIRR. Our bagels and pizza are unparalleled. Celebrities have summer homes near our real homes. https://t.co/iB5EatwKO4",
  "WHY DIDNT ANYONE TELL ME THERE WAS A PART 2 TO THE OOVOO JAVER VIDEO https://t.co/n9FRtAX0DV",
  "If this doesn’t make your eyes sweat, nothin’ will. Merica. https://t.co/qbiP2afyD0",
  "@joeravenell LETS GO HUNT",
  "Baaaaaaaeeeee beeeeeeeeeeee..................\n\nSHARK DO DOOO DO DO DOOOO\nBABY SHARK DO DOOO DO DO DOOO\nBABY SHARK DO DOOO DO DO DOOO\nBABY SHARK",
  "All the huge hits, dirty dangles and sick saves from the last week - except in superrr slow motion. #SlowMoMonday https://t.co/DM6XfjxAR6",
  "Congrats to @ovi8!\n\nThird ⭐️ of the Week in the @NHL! \n\n#ALLCAPS #Gr8 https://t.co/0Cp6MoO3mm",
  "Braden Holtby, T.J. Oshie, Nicklas Backstrom, and Matt Nisknen talk with the media after Saturday's #CapsLeafs victory:\n\nhttps://t.co/5O4XOWrDAf\n\n#ALLCAPS",
  "Happy 1️⃣0️⃣0️⃣th Birthday, NHL​! #NHL100 #ALLCAPS https://t.co/rMeicCE97k",
  "OVECHKIN HATTY!! #CapsLeafs #ALLCAPS https://t.co/8C0Flz6MyX",
  "If youre an art exhibit kind of person youre my kind of person",
  "in walmart they had early black friday shopping and it was busy and i was bored so i yelled out “CAN I GET A WAFFLE?” and someone in the crowd screamed back “CAN I PLEASEEE GET A WAFFLE?” \nvine: bringing together strangers since 2012",
  "this is our first thanksgiving since grandpa was diagnosed with relatable teen quote disease. he keeps saying shit like “if i don’t vibe with u, u will kno right away” and “late night convos with ur day ones over a blunt &gt;&gt;&gt;” its annoying as shit but i still love him",
  "If the Mac and Cheese ain’t stuck to the pan I don’t want it",
  "Me on twitter: men are trash lol y’all gross af don’t come near me\n\nMe texting my man: goodnight my sweet lil angel I miss u so much!!! I adore u baby omg ur my whole world I can’t wait to kiss ur cute lil forehead n make luv 2 u 💕💓💝💞💘💕💖💗💗💞",
  "You might as well drag me and my cancer boyfriend to my god damn grave https://t.co/L7SyzGPYKg",
  "OSHIE!! Washington up 1-0! #CapsWild #ALLCAPS https://t.co/vWv9FgGrr9",
  "I know I’ve been saying this for 10 years now but the beat on Eminem’s smash hit, “Stan” is simply incomparable",
  "LOOOOOOOOOOOOOL Eminem is going to make Nick Cannon retire from his own show https://t.co/DKqce5TRIn",
  "ITS STILL BEEF FOR UNCLE STEVE WE AINT FORGET WHAT YOU DID SEA PANCAKES https://t.co/tCmnIgOvWQ",
  "I put a heating pad out for the neighborhood cats. I think they like it. https://t.co/M05QgRFHMl",
  "need new tats🙄",
  "If you can dodge a defenseman... https://t.co/Nq4925uOu1",
  "@bellathorne Well you love him with all his shitty tattoos so it’s only fair lol",
  "The only time ive ever respected the pens https://t.co/eK95J0poob",
  "You’re under arrest https://t.co/ixOFBuN2pQ",
  "The game is so fast, but this video is the complete opposite. Time for another #SlowMoMonday. https://t.co/skjBWoFcRZ",
  "I wish ihop delivered",
  "Oshie-automatic. #CapsOilers #ALLCAPS https://t.co/KSS5j790WO",
  "When you wake up after a night of ruining your liver https://t.co/EIYDgHvu0A",
  "CAPS WIN! \n\n#CapsOilers FINAL SCORE powered by @AlarmDotCom: #Caps 2 - Oilers 1 (SO) #ALLCAPS https://t.co/Wh3liRqcFE",
  "high school teacher: i won’t tell you who i voted for\n\ncollege professor: i can’t afford my girlfriend’s abortion under our new healthcare",
  "Freedom ain't Free. Salute the Troops. Merica. https://t.co/EfrJrp0qHy",
  "your wcw venting on snapchat again with her black screens and sad songs lol please text her back bro that shit ugly to look at",
  "Classic @TJOshie77 \n\n#CapsPens #ALLCAPS https://t.co/GraJgSi4PC",
  "OSHIE!! Tips home Carlson's shot from the point. 2-1, Washington! #CapsPens #ALLCAPS https://t.co/6jyMZYgA1I",
  "First period re-CAP. #ALLCAPS https://t.co/Hk99XDr0bM",
  "These past 6 months have impacted my life in so many ways and I can’t even understand some things yet",
  "*knocks on door*\nMcConaughey: “Do you have a thanksgiving turkey?”\nResident: “no, no I don’t”\nMcConaughey: “Be a lot cooler if you did.” https://t.co/GpmB0Y4OOg",
  "my last brain cell watching me down another four loko https://t.co/WZ9WerK4rO",
  "\"Attendance isn't manda...\" https://t.co/k8R28KIhQQ",
  "The amount of sexual assault we’ve all ignored in our lives cuz it wasn’t rape or “too violent” “i may have given him mixed signals” “he’s joking” ...really makes u think.",
  "@hiilllary https://t.co/8CXDdlPHce",
  "Hey! Got any.... grapes?",
  "All my exes live in Texas like I'm George Strait or they go to Georgia State where, tuitionishandledbysomerandomniggathatliveinAtlantathatsheonlyseewhenshefeelsobligatedadmittedittomethefirsttimewedatedbutshewasnoangelandweneverwaitedItookherforsushishewantedtofucksowetookittogo",
  "In New York you don’t say “Really?” You say “Deadass?” Which translates to “are you fucking kidding me my guy?” ..Isn’t that amazing? https://t.co/xwvlDuuP8D",
  "i have 280 characters so that means my tweets will now be in MLA format \n\nNina Penzo\nTwitter\n7 November 2017\n\n                          Tweet #1\n\n      In today’s day and age, the backbone of our society can be defined by one word: memes. Sweeping the globe, memes act a",
  "Don't jack that everybody knows that's a NY thing you fucking cheese doodle https://t.co/bRSx0ASUWM",
  "Jersey Shore 🐶🐱🐔🐰 https://t.co/8NuJQt7YuM",
  "fixed it https://t.co/r3ljETuugg",
  "It's that \"I just got rid of a fuckboy\" glo https://t.co/9ivbpkE3Oe",
  "lol put ya booty on my man and get your jaw rocked https://t.co/k9Dv5c0ion",
  "Open for a surprise, photography version✨ https://t.co/F6X78Rzikq",
  "Today marks the end of a tale. They finally noticed. 9 months 14 days. https://t.co/h17svRTGWb",
  "#ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS #ALLCAPS",
  "Selena broke his heart &amp; now he's gonna be the drug addicted fuckboy house of balloons Abel we all know and love. 2018 is gonna be great https://t.co/9MZUftXFxy",
  "So much has changed in such a short amount of time:/",
  "Gimmie da gorbage https://t.co/2jh1NoJcgR",
  "I dont think ive ever complimented someone on social media without being mean in some way in the process. Why am i like this",
  "35. has never went to oovoo javer™ https://t.co/naFlsWGXlz",
  "Rise 'n Shine, #Caps Fans! #ALLCAPS https://t.co/yR0RKnCJw4",
  "no? yall weird https://t.co/1wlgibvpc3",
  "The new A?OS 11 update for the A?phone is great😍😍😍",
  "people who are amazed by stars on a clear night are my kind of people",
  "catholic school culture is sitting next to ur crush during mass so u can hold their hand during the our father",
  "https://t.co/aW4WHLhTPC",
  "Matt Duchene in street clothes leaving the arena while the Avalanche play the Islanders https://t.co/rVBmxsWUW2",
  "This is nuts. As Blake Comeau helped off the ice, Matt Duchene sneaks off behind him as he's been traded mid-game https://t.co/cimyiRl2Vz",
  "me: *tweets about wanting to die for the millionth time*\n\ntwitter employees: not this bitch again https://t.co/tMn7Z775P1",
  "🚧 CAUTION: Ice may be slippery when celebrating 😂 https://t.co/HsrEKy8okW",
  "My mans tuck \n\nhttps://t.co/cUJJXBgOQS",
  "Ima write a NY version of stranger things call it \"Shit Dead Weird\"",
  "Tattoo number three😊 https://t.co/GLXtLQVY13",
  "Confused as to why Shae moisture made an advert for a bunch of chairs..but okay ¯\\_(ツ)_/¯  https://t.co/uw5L059b3f",
  "Back home! #CapsIsles #ALLCAPS https://t.co/uzMUnM7R7b",
  "God I miss New York https://t.co/wjcl3Hjxke",
  "ITS NOT CHRISTMAS SEASON YET YALL FORGETTING THANKSGIVING",
  "@samanthameola LMFAOOOO PEEING",
  "@laurwagner_ https://t.co/FOkjqZN5wE",
  "plagiarism is taken more seriously than sexual assault on college campuses and that’s fucking terrifying",
  "\"halloween makes me not wanna have daughters\" ya &amp; im sure ur mom would be so proud of u snorting coke in the basement of house parties Josh",
  "https://t.co/Uq89dtoCs0",
  "Perfect location https://t.co/pQVAM8XC5M",
  ".....jeopardy but with vines",
  "Crazy Steve! https://t.co/hvyIKtZ3z6",
  "frat guy: \"lol why do girls all dress up as slutty maids or cats every halloween\"\n\nshut the fuck up Bradley you've put on a basketball jersey and headband for 8 years straight bitch now go drink 7 coors light and pass out in the alley behind sig ep",
  "Is he your big? https://t.co/6R0unptFZN",
  "Drinking is becoming a chore at this point, like I just want to relax but Halloween is next weekend so obv have to black out again",
  "Long island sunrise highway see you there https://t.co/5OQfCoVI6p",
  "People still tweet like its freshman year of high school smh",
  "The moment you walk in to work on Monday. https://t.co/GhvHZoxZzz",
  "@queenkimbaby Eye contact from across the room while you are surrounded by other people",
  "When he's parking in reverse and puts his arm behind my seat while looking back https://t.co/fBNmotID5L",
  "“Do coke or get back with your ex” https://t.co/BxV9jQd0ky",
  "Most. OT. Goals. Ever. @ovi8 #CapsWings #ALLCAPS https://t.co/nim0AWgW4S",
  "THE! OSH’! BABE! TIE GAME! WOW! #CapsWings #ALLCAPS https://t.co/pfcOgoNHH8",
  "... https://t.co/KoLAcYuQSx",
  "\"Yeah just hand me the wedge\" https://t.co/OT9UM1UTyT",
  "Remember in sjb when we used to put our pens in our socks",
  "\"Wow you can really hold your liquor\"\nFirst of all I already threw up four times",
  "\"After 3 unexcused absences I'm dropping you a letter grade\"\n\nFirst of all, I'm paying you",
  "@michael_lamanno Bitch i will fight u",
  "Him: *understands my vine references* \n\nMe: https://t.co/6EYhsre4ZW",
  "#metoo",
  "https://t.co/aobF4Sw3ib",
  "I swear to god if you disrespect Halloween imma beat ur ass cid https://t.co/B3dmUBKjC3",
  "If you hate Fall, you probably drink unsweet tea, prefer soccer over football, support ISIS, and burn American flags in your spare time.",
  "Hockey, so far. \n\nhttps://t.co/yCTOh640km https://t.co/pPPRr5McSl",
  "IM FUCKING SCREAMING https://t.co/AmghOWAe9X",
  "DEVILS DOWNED ON FRIDAY THE 13TH! Final score powered by @AlarmDotCom: #Caps 5, New Jersey 2. #CapsDevils #ALLCAPS https://t.co/K2FjpNyuah",
  "Cant wait to have an original #RightSide member @tom_wilso back in the lineup tomorrow!! \n#FreeWilly https://t.co/enN2j8JkAZ",
  "It's all about perspective... https://t.co/OjpJeGlGKF",
  "HOLTBY COMING THRU! #ALLCAPS https://t.co/lkisFORLdl",
  "we must protect eminem at all costs",
  "Dont fuck up my spooky season vibe",
  "Wait. For. It. https://t.co/ASmm0xSsqu",
  "Why you got a 12 car garage and you only got 6 carssssss??",
  "ANOTHER HAT TRICK FOR @ovi8 !!! 🎩🎩🎩",
  "Alex Ovechkin matched a 100-year-old benchmark with hat tricks in each of the @Capitals first two games of the 2017-18 season. #NHLStats https://t.co/U4W4tZCfxB",
  "OVI DID AN OVI. BACK-TO-BACK HATTYS!!! 🎩🎩🎩 #ALLCAPS\n\n#CapsHabs on @nbcswashington https://t.co/wNsor1XGyw",
  "@laurwagner_ baconeggandcheesewithsaltpepperketchup YEERRRRR",
  "@hiilllary Its supposed to be one word: saltpepperketchup",
  "Excuse us with the short side backhander, @88PKane. #NHLFaceOff https://t.co/gNNKeLOOfU",
  "And ten gallons of coffee https://t.co/wD7Z5BgGXS",
  "How am i making it through both of my jobs today🤦🏽‍♀️",
  "You. Dont.  Need. To. Put. The. Whole. Concert. In. Your. Snapchat. Story.",
  "@NHL @NHLBlackhawks @penguins It's great day when the penguins are 0-2",
  "No matter what team, city or country, we all come together for Las Vegas. #VegasStrong https://t.co/HLKN9pgGWR",
  "WE’RE BACK #CapsSens #ALLCAPS https://t.co/pNKGWpdhRV",
  "Game on. Season on.\n\nLet's go.\n\n#NHLFaceOff",
  "Caps hockey is back tomorrow and I’ve never been more excited for anything #AllCaps",
  "Hey.\n\nHockey's back.\n\n#NHLFaceOff https://t.co/SAFRI2K7xB",
  "The Colorado golden hour is what I imagine heaven looks like https://t.co/8DRuL3xGA5",
  "Is another career year in the cards for @TJOshie77?\n\nKeep tabs at https://t.co/3mFksIgEOU . #NHL100 #NHLStats https://t.co/CkgSnIKzVo",
  "If you got yoself a sorority girl you should keep her because if she can get through recruitment she can get through anything",
  "2 more sleeps. #ALLCAPS \n\nhttps://t.co/5RiX3pB0N2 https://t.co/Kp4Ap9abjK",
  "Tomorrow, we're back.\n\nSo let it flow. #NHLFaceoff https://t.co/OmnMbqUYl2",
  "Sickening news to wake up to. Thoughts and prayers to all the victims and families affected in Vegas.",
  "Target is hella lit delete this https://t.co/khSxD1DmX9",
  "CONNO! #Caps take the lead late in the 3rd! #CapsBlues #ALLCAPS https://t.co/gMvQeD4WRr",
  "It's October.\n\n#NHLFaceoff https://t.co/STAvBaWWKO",
  "you know youre winning when your ex blocks you on all social media",
  "someone: u ok? u seem distracted\nme: nah i'm good\nmy brain:\nhttps://t.co/dletan15eX",
  "Except a sorority https://t.co/5zLVyPUHKe",
  "Check out my website! \nhttps://t.co/wg3yl4UVyQ",
  "12 Days. See you there? https://t.co/5RiX3pjpos https://t.co/AKn5Z3xVuJ",
  "I CANT WAIT https://t.co/z75X4F7dlX",
  "i love everything about this video https://t.co/AbvwuEaxa7",
  "We're definitely proud! But not as proud as @CanadiensMTL are of how many championships they won when there were only 6 teams in the league🙄 https://t.co/FaK14I2XLz",
  "Yard come-ups https://t.co/bVuYJM0Byc",
  "Wow Evan, what a wonderful idea and such and intriguing tweet! I agree with your position on this topic. https://t.co/3JSgxgcm1I",
  "every sorority girl after their first big-little reveal https://t.co/B2aoWABwk8",
  "I need a 54 hour nap",
  "*siiiiiiiiighh* wish I was there https://t.co/lsBa5FkH0b",
  "How does the #HoltBeast look clean shaven? Good? Good. #ALLCAPS #CapsDevils https://t.co/PARc4MgEpP",
  "sometimes i regret inventing edm https://t.co/W7nhnBAkfW",
  "HOCKEY! #IsItOctoberYet #CapsCamp https://t.co/X1o480mTn7",
  "Need a fat stack of ihop pancakes",
  "Gameday feels. \n\n#CapsCamp https://t.co/AmmmUMNcLa",
  "Hockey. It's back.\n\n#LoveThisGame https://t.co/MYMlfeHhZL",
  "Happy 32nd birthday to @ovi8 ! https://t.co/r9QzIgYH90",
  "i wanna go to a drive-in movie theater and watch classic horror films",
  "When I'm drunk and my finger print doesn't open my phone- that's a blessing in disguise",
  "there's a full video...im fucking losing it https://t.co/hSzepL1vYT",
  "OHMIGOD😍😭 https://t.co/456ZGOOm20",
  "🔥🔥🔥 2017-2018 Washington Capitals Hype Video https://t.co/f3wBT9eIwc",
  "A few more weeks and the snags will start all over again. #LoveThisGame https://t.co/Vrzj9HIBCS",
  "rt to bless the tl https://t.co/xxJOA43lK7",
  "I've been on earth longer than @JordanSpieth and not once have I taken a ball out a sleeve that smooth https://t.co/s2KN8RDmTq",
  "All i want to do is talk to my uncle one last time",
  "Y'all remember falling asleep with the tv on and then waking up at 4 in the morning to the George Lopez theme blaring.",
  "Stfu https://t.co/7DdDhElJF3",
  "My old bullshit called. I sent it to voicemail https://t.co/mloUomdMiw",
  "How did I survive 7 hours of high school a day when now I can barely make it through one 2 hour class",
  "#NewProfilePic https://t.co/qlWO5jgU9G",
  "sit down. I'm not gonna let her ex ruin the night for us https://t.co/5v6ws9hD3J",
  "Really mad that TJ Oshie isnt in love w me",
  "Finding new music&gt;&gt;&gt;",
  "Retweet so that everyone on Long Island can see this https://t.co/DvdGgCl799",
  "The greatest shoes of all time. Merica. https://t.co/tYwyKLFxdd",
  "Wish i had a hammock in my room",
  "LMFAOOOOOO https://t.co/RCKjb4il19",
  "I need hockey season more than anything right now",
  "Just a couple friends at #NHLMediaDay @TJOshie77 @Holts170 https://t.co/alSuMYMaqf",
  "you said you was gonna ride or die so I'm assuming you dead",
  "WE DID THE CLOWN THING LAST YEAR WE AREN'T DOING THIS AGAIN https://t.co/XZVLHFXIi2",
  "no this just means imma have to send you pictures instead of turning the computer around https://t.co/suPROjNDmu",
  "No more online shopping during class https://t.co/WlsfMTlZr3",
  "Need to go to Alaska ASAP",
  "Can i get a morning YERRRRRRRRRRRR",
  "@joeravenell YEEEEEERRRRRRRRRR",
  "New York City at 1 am is simply amazing",
  "We're exactly one month from hitting the ice for real.\n\nWho tears it up opening night? #LoveThisGame https://t.co/YeG3CAW2H2",
  "me when i go to the frat parties https://t.co/CiBVWuS06g",
  "BITCH THE DOOR https://t.co/x42b4weaDV",
  "This is so aesthetically pleasing. \nI can't stop watching. #DivotPorn https://t.co/TaoIdi9AzT",
  "Once I'm in your life you're gonna never forget me https://t.co/QjaP6RuyOn",
  "Too far gone to stop this now https://t.co/xQSimIEwoL",
  "@laurwagner_ Yayyyy bitch you did it",
  "I got the haunted house job😍😭",
  "\"I was baptized in the Stanley cup\" is the best ice breaker for every first day of class for life, the kid is set for college https://t.co/8934qoeKgq",
  "PSA‼️‼️Halloween socks are only $1 at target!! https://t.co/zNgTPAEzz9",
  "@felice_isabel Thanks babe😇❣️",
  "@laurwagner_ Kill like always beautiful ❤️",
  "MY JOB INTERVIEW IS TOMORROW!!!",
  "these are too good 😂 https://t.co/Wqr0FJnIci",
  "Imagine making out with this song playing in the car while it's raining outside ... a concept https://t.co/e3Ll4pMJAl",
  "Dont stay caught up in the past🤷🏽‍♀️",
  "IDGAF THAT IT'S CHIPPING TIGER IS SWINGING A GOLF CLUB https://t.co/mmSVCwOWz6",
  "Last day of August. #IsItOctoberYet https://t.co/V9BBxEEoGz",
  "Need my bed",
  "I dream. Sometimes I think that’s the only right thing to do. https://t.co/qJN7VxFVdK",
  "i would die for you fiona https://t.co/Bw3saZvBAB",
  "YEEEERRRRRRRR https://t.co/pae8BwCIUm",
  "Screw politics. Americans help Americans. 🇺🇸\nhttps://t.co/8BprRRLFfv",
  "@laurwagner_ NEW YEEEERRRRRRRRRRRRRK",
  "@juuhurdd Let me be🙃",
  "Can i get a New York roll call?",
  "Well damn Jackie I can't control the weather https://t.co/icpUJRsUqm",
  "HOW DO U CANCEL CLASS ON THE FIRST DAY",
  "Look who's back https://t.co/QqL9NPOHWv",
  "When classes start tomorrow but u are not prepared in any way, shape or form🙃",
  "1-800-273-8255",
  "i'm sorry, but the old meredith grey can't come to the phone right now... why? oh, 'cause she's dead. https://t.co/5b9gK5J683",
  "SOS!!!!!!!!! STOP AND READ THESE MIDDLE SCHOOL NOTES I FOUND AT THE LOCAL MOVIE THEATER!!!!!!!! I'm cackling https://t.co/6VM0BzGck2",
  "Dustin: \"Hold my beer. I'm just gonna carry this 310 over the lake real quick.\" https://t.co/HvNBEV1fn3",
  "@hiilllary https://t.co/FhxZllVNPT",
  "sex is intimate and sacred. Your body is a temple and it shouldn't be shared with anybody who still supports Seaworld",
  "\"We may lack riches, but the greatest fortune is what lies in our hearts\" https://t.co/JTtsXKwVGU",
  "show him what he could have had",
  "Why cant halloween be a month long holiday",
  "Waking up hungover and sitting on the edge of your bed like https://t.co/vBgWAXooGE",
  "*buying beer and today's my fakes birthday*\nCashier: \"happy birthday!\"\nMe: \"um my birthdays in July\"\n*both stare at each other*\nMe: \"fuck\"",
  "Calculus professor:\n*walks in with thick Indian accent saying random shit, looks at my row. \n\"Nah im just fuckin with y'all. Im from Cali.\"",
  "took a DNA test and found out I'm 100% back on my bullshit",
  "WHEN YOUR BIG IS FINALLY COMING BACK TO LONG ISLAND NEXT WEEK😍😭",
  "Stfu https://t.co/BDxlqBjpka",
  "No such thing as owning too much makeup",
  "\"I'm looking for everyone to take that next step.\"\n\n@TJOshie77 expects big things from the @Capitals' youth. https://t.co/I8fjyEODZC",
  "im gonna change my name to post orange so NONE OF YALL CAN RHYME IT",
  "@joeravenell 📸 https://t.co/hqRHwBYPVe",
  "#IsItOctoberYet? https://t.co/4KzgMxnQEN",
  "Sick of u",
  "if i could only get the time back from the people who wasted mine",
  "but have you ever felt homesick for a person",
  "hi, i'm glowing ✨ https://t.co/6gcqanjLW1",
  "if you arent trynna bake these w me &amp; watch scary movies... i dont want ya https://t.co/RJCa4AVljf",
  "Why is it when the sun blacks out on a Monday afternoon it's an \"amazing natural phenomenon\" but when I do it's a \"problem\"",
  "I'm sorry Blake, this is awkward, but that's not a police car. You vaped in front of a water service vehicle. \n¯\\_(ツ)_/¯ https://t.co/ecn6aVHstX",
  "RIP to all the clothes i've lost to girls who are no longer in my life",
  "me: its august which starts w an 'au' which means it's autumn which means it's halloween LETS GET SPOOKY\np: ....that's not how it works-\nme: https://t.co/MSizGhWLu0",
  "Desperate need for a '78 Ford Bronco",
  "Alcohol start tasting like water https://t.co/Av6GuPX8I3",
  "Check out @Jcrandall25 with the @TJOshie77-inspired shootout move of the summer 👀🔥#SS4L https://t.co/f1UxYkpzZV",
  "MESS UP THIS EYELINER ONE MORE TIME AND IMA FUCKIN RIP UR FACE OF. BITCH. https://t.co/p5X8bAhIkz",
  "\"I don't like when people say we're a bad team right now.\" https://t.co/gnNHE3GLlA",
  "no offense but if u lose me u fucked up",
  "Truth. Merica. https://t.co/HDPmkiiQsk",
  "I am no longer proud to live in a country that condones such idiotic violence, this is absolutely disgusting",
  "friendship breakups are worst than relationship breakups don't @ me",
  "PLEASE NEVER RUIN A GOOD FRIENDSHIP BCUZ OF A GUY! MEN AINT SHIT AND YOU WILL REGRET IT IN THE FUTURE",
  "Realizing exactly what i want in life",
  "🤤 https://t.co/S3c5GVUESg",
  "https://t.co/QmSmtdQPLa",
  "Clean Blue TJ. 😍🌴🏄 https://t.co/tvBfyD18jk",
  "@hiilllary https://t.co/eTQl6xinrV",
  "Imagine carrying your son in your womb for 9 months, raising him for 18 years, only to have him shotgun half the beer https://t.co/1R0xDGDMXL",
  "Look at the corgi trying to get over a little fence 😭😭 https://t.co/HoXWluMzdT",
  "Driving barefoot&gt;&gt;",
  "Welcome to Capital One Arena, @Capitals fans. https://t.co/Stz8mwh1k1",
  "Y'all raised gas prices I was like ight. Y'all raised milk I was like ight. Now y'all tripping https://t.co/CoFv63pwmi",
  "Getting breakfast with your friends the morning after going out and sharing stories and looking like death is one of my favorite pastimes",
  "If you've never cruised a backroad with the music up and the windows down, you're livin' life wrong. Merica.",
  "when im jumping to conclusions so i ask my friend for advice but they're just as crazy https://t.co/UCG2xIQool",
  "talented https://t.co/FURCWZwZvF",
  "Just in case ya thought I was joking 😂 a true YERRRRR gets one right back https://t.co/RZrluoaos3",
  "@Shutup_Kyra @LIVIDLAURENN YES OMGGGGGGG",
  "@LIVIDLAURENN @laurwagner_ laurens love corgis I'm telling ya https://t.co/w7HGNFwwet",
  "https://t.co/PxZgj6vmiQ",
  "Me no wanna work me wanna sleep",
  "Hate cutting people out of my life but its almost like they are handing me the scissors🤷🏽‍♀️",
  "so not 1 of my 7 boyfriends is going to post me for nationalgirlfriendday, wow thats so crazy about them",
  "Must be nice to not have a job...lmao oh wait at least im making bank",
  "HGTV should make College House Hunters. \"Our pong table would look great here. I can really see myself passed out on these hardwood floors.\"",
  "#IsItOctoberYet https://t.co/aOENGwx4L2",
  "I need more tattoos",
  "Merica. https://t.co/1zELlfLxtS",
  "me, drunk, on the kitchen floor talking to my dog https://t.co/8uR1bseDMz",
  "There's striking it purely then there's Tiger's 8-iron from the 2005 season https://t.co/q500qHkQYr",
  "With a \"y z\" 💓 @ Port Jefferson https://t.co/XrUPOK8bAz",
  "Ill come visit all the time:( https://t.co/Oogw3k3ATx",
  "Why can't college have 7 courses for $27",
  "IM STILL GONNA COME THRU AND DO IT https://t.co/pssfZn7Uhf",
  "No one understands how sad i am that i have to leave LIU:((",
  "I miss my sisters:(",
  "\"Drunk words are sober thoughts\" lmao nah drunk me is an entirely different person with her own agenda idk her",
  "\"Flowers grow back, even after they are stepped on\"",
  "If you’re not amazed by the stars on a clear night then we won’t work.",
  "a year ago, i would've died for certain people. a year later, half of them are dead to me.",
  "i need hockey season more than anything right now",
  "Wish i stayed at UT🙃",
  "Finally, the second coming of Christ https://t.co/z3IL83osyX",
  "Drunk me can go 1 of 3 ways https://t.co/YcFlzuOlyg",
  "Feels good to be back in my own bed💤",
  "A fat stack of pancakes sounds amazing right now",
  "@laurwagner_ @meg_dick Y'all are the cutest bffs ever I swear",
  "My best friend makes my favorite place even better 🌊🌞💛 https://t.co/eG0rWTgt79",
  "#IsItOctoberYet? https://t.co/LBime1wgyp",
  "#NewProfilePic https://t.co/bAryjgMlrT",
  "YA GIRL GREW SOME BALLS https://t.co/oyxSOD2xs0",
  "If you're not from NY and you talk shit about our bagels and pizza, I will throw hands. Those are my loved ones.",
  "We call this the Long Island Good Morning https://t.co/uEqwMrkSm9",
  "Insomnia fucking sucks",
  "QUIT BUYING $2500 DOGS FROM PET STORES WHEN THERE ARE $60 DOGS IN SHELTERS THAT NEED HOMES AND ARE BEING EUTHANIZED https://t.co/k2h7bdFNY2",
  "girls out here don't believe in aliens but believe Keegan from delta theta gamma has good intentions",
  "7:43 pm: I am in an argument with my girlfriend and my anger is justified \n\n7:51 pm: I have just apologized for the Salem Witch Trials",
  "People like this&gt;&gt;&gt; https://t.co/GjElcGhaMw",
  "truthfully wish i could go back and never start fucking with some people i've fucked with",
  "Suny Schools https://t.co/smB4p3sMnv",
  "HAVING TATTOOS DOES NOT MAKE YOU ANY LESS QUALIFIED, PROFESSIONAL OR CAPABLE OF DOING YOUR JOB https://t.co/gbbkNFZVQd",
  "What i thought was gonna be the death of me was my saving grace",
  "Losing some people is a gain",
  "Tat number 2🌲 https://t.co/PrEjKZTW4k",
  "I cant tell u how many times i do this😂 https://t.co/JTPHIIafN2",
  "drew barrymore didn't die in the first scene of scream (1996) only for bella thorne to be cast as the opening kill in the scream mtv series",
  "@laurwagner_ Kicked his ass already",
  "@k_obrien55 https://t.co/R5Tv3479nH",
  "Just a little range session https://t.co/L4ulMfBRmv",
  "You ever ordered 10 nuggets and got 11? https://t.co/gPZDIThRIP",
  "#NewProfilePic https://t.co/xfRa1jAE6b",
  "The floor is a full 8 hours of sleep. https://t.co/50maQDtcdG",
  "Streets? You gotta watch your ass out in these fairways now https://t.co/17Nj1JBjFt",
  "Once the bra is off and the contacts are out im done for the day",
  "Being a kickass brunette https://t.co/h6q2fuHcOX",
  "It's 7/7, aka TJ Oshie Day! Celebrate as you see fit 🎉 #OshieDay77 https://t.co/vRbRhOE67q",
  "The greatest fireworks show of all time. Merica. https://t.co/7uifJtqhrg",
  "Summer's great and all, but... #IsItOctoberYet https://t.co/klmM1VXAwr",
  "My ex blocked me because i ignore him at work, too bad you ignored me during our relationship🤔",
  "Need shake shack",
  "my dog is cuter than ur boyfriend",
  "241 years ago, Uncle Sam swiped right on Lady Liberty’s Tinder profile. Then they had a Freedom baby and named it America. It’s history. 🇺🇸",
  "While you’re celebratin’ your freedom, don’t forget the men &amp; women who have, do, &amp; will fight for that freedom. Salute the troops. Merica.",
  "On this day in 1776, America stopped replyin' to Britain's text messages and changed its Facebook status to \"Single.\" Merica.",
  "Happy 4th of July everyone!!!!! I feel like going to the @wefestmn tunnel for a couple U.S.A. chants right now. 🇺🇸🇺🇸🇺🇸 https://t.co/mZBhAWpXS4",
  "BURKIE! #Caps have re-signed right wing @andreburakovsky to a two-year, $6 million contract. #RockTheRed\n✒️ Details: https://t.co/kbAoPvdosI https://t.co/pVm7QSl0Sc",
  "Lol me af https://t.co/SJ4qv63Jg0",
  "Dear Slim, I wrote you but you still ain't calling https://t.co/txBUG6ulKU",
  "BREAKING! #Caps have re-signed center @Kuzya92 to an eight-year, $62.4 million contract. #RockTheRed \nFull Details: https://t.co/CEPBM6cB1s https://t.co/lmxmgCvROE",
  "Livin like Larry https://t.co/dCc4mfkHBn",
  "#IsItOctoberYet",
  "This is fucking beautiful. Shout out to all boyfriends who do cute shit like this for their woman bc they want to. Because they love them. https://t.co/Yj1tC7fJZr",
  "I FINALLY THOUGHT OF MY NEXT TATTOO😍",
  "Only 5 more days 'til Independence Day. Put on your freedom britches, 'cause Merica's comin' with 50 Stars, 13 Bars &amp; a mess of bald eagles.",
  "back to binge watching",
  "I'm going to college not knowing if I'll even have a job when I graduate and bitches on instagram getting rich selling flat tummy tea. https://t.co/znnBQua3wl",
  "I love being tan",
  "corgi kisses https://t.co/souMIdC8oO",
  "Welcome back, Monday. How about we slow it right down? #SlowMoMonday https://t.co/hMQONNm16l",
  "Don't tell me golf isn't hype https://t.co/ukLge5Xjrg",
  "Never been this happy",
  "Good https://t.co/GWenh2LMGs",
  "Okay now this is the best birthday ever😍😍😍😍 https://t.co/yylCjbKzwW",
  "@meg_dick LOVE U",
  "@laurwagner_  is finally nasty 19!! Happy birthday crazy, ily!💕🎉 https://t.co/GR0YKBudIh",
  "Birthday feels:)❤ https://t.co/pHdTwUMwSo",
  "💔",
  "ppl dont realize what they had until they lose that shit",
  "https://t.co/5GXTPRAIYK",
  "Thanks for everything, @nateschmidt29. Best of luck! https://t.co/CoIm0h6SiD",
  "It's a mascara https://t.co/P0L11JXobR",
  "Strawberry and Nutella Crepe. https://t.co/6EfVOgPSiW",
  "Thats one person i can count on😉 https://t.co/sxAxDInn4n",
  "I hate u https://t.co/xY4mkcXg9u",
  "Nothing changes ur mood like a great workout",
  "ill never understand how some people can hurt others so much and not even care",
  "Ive never seen someone fall off a treadmill while they ran until now...it was me",
  "idfw this new update at alllll",
  "Who wouldve thought that i would become addicted to going to the gym everyday?🤔",
  "same https://t.co/TSBlHwHxcN",
  "#NotMyStanleyCupChampion",
  "🎶 The animals, the animals...",
  "#NationalBestFriendsDay https://t.co/cc9tk8DS56",
  "@meg_dick @LucaJ22 @NCaltagirone https://t.co/lljKnoZJkb",
  "I need crepes",
  "The best of the regular season, #SlowMoMonday style. https://t.co/r6Zk70GRXK",
  "There's a good chance of seeing @TJOshie77 in a @Capitals uniform again. https://t.co/pPrbZF7gwQ",
  "Brock Turner served 3 months in prison for rape, but this guy might serve 6 years for throwing a fish on the ice..\n\nAmerica is a weird place https://t.co/xo0Hd3gFr1",
  "@AriannaLevine13 Its Bubba:)",
  "Caps will play in their 3rd @NHL outdoor game at Navy-Marine Corps Memorial Stadium on March 3, 2018. #StadiumSeries\nhttps://t.co/A9FWl2oLdZ",
  "Tiger mugshot after DUI...\n\nNever have a hero kids. https://t.co/cFdnFvnHQK",
  "I need a fat stack of ihop pancakes🤤",
  "\"What are your friends like?\" https://t.co/J7jqMELqgC",
  "IM SCREAMING 😂😭 https://t.co/dse3nCiieh",
  "Today is an eat pizza and watch movies all day long type of day",
  "@meg_dick Not like i have anyone else to go with anyway🙄🙃",
  "I miss my sisters",
  "If i dont see Sam Hunt this summer i will cry",
  "I need to be 15 shots deep in vodka right now",
  "Im going to be home in about 24 hours 😍😍",
  "Timehop makes me sad as shit",
  "If it wasn't for this smoking hot lady nothing would ever get done. We love you mama!! Happy Mothers Day!! https://t.co/apguF5nMYC",
  "I want ihop",
  "I hate that we won't be marching down constitution this year #CapsFans. Thanks for your support through all the ups and downs! #RocktheRed",
  "Please stay😭😍 https://t.co/fuu0KQSqdb",
  "High school seniors: This is what you're excited to graduate for. https://t.co/GQgR3tr5vt",
  "I love seeing all these \"ready for college\" tweets. Really? You're ready to be broke tired and hungry? No you are not",
  "No caps hockey till the fall:(",
  "Hardest message to send. Your support is what gets us through these tough moments. Thank you, #Caps fans. You are the very best. #RockTheRed https://t.co/iFUKmJ7W2e",
  "real as fuck is what you are. https://t.co/AsitruW8Q0",
  "good boy? i haven't heard that name in years. https://t.co/VJYJUrzmAt",
  "Looks like the rangers will be hittin the golf courses soon",
  "When you're down 3-1 and force a game 7 on home ice. https://t.co/dI8BEmLnS8",
  "Washington, D.C.!! We're coming back for #Game7!! Wednesday at 7:30!!\n#CapsPens #RockTheRed #StanleyCup https://t.co/cEWKR9Gnai",
  "Pack you stuff @penguins your heading back to #DC #Game7  #PensCaps https://t.co/0qM8ShWk7L",
  "DADDY OSH YAS BABE https://t.co/uxB2zXpavU",
  "Bring on Game 6. #StanleyCup https://t.co/iAfIcgSFdd",
  "WASHINGTON FORCES GAME 6! #CapsPens FINAL SCORE powered by @AlarmDotCom  : #Caps 4 - Penguins 2 #RockTheRed https://t.co/edS5lPb8E4",
  "@laurwagner_ us https://t.co/2Ga0YmtRHk",
  "MEEEEEEEEE https://t.co/XawwT0UemX",
  "Snap group violates megan part 4869",
  "#college https://t.co/ZrfMiwa709",
  "Why do I always start the best Netflix shows during finals",
  "@meg_dick @zephaniiiah @hiilllary Lol us",
  "SHATTY!!! #CAPS WIN IN OVERTIME!!! #CapsPens #RockTheRed https://t.co/9BF2VYH1a5",
  "wife: Why is your back all scratched up?\n[flashback to me chasing a raccoon after she told me to leave it alone]\nme: I'm having an affair",
  "RIP https://t.co/IAJpwWP4zj",
  "I love when my plans always get ruined and i just hang out with myself im such a great person shoutout to me❤",
  "Megan is ass at pong",
  "It's that time of year again... https://t.co/C1M0Kag7MF",
  "@AriannaLevine13 @katiiealiiciia @Shutup_Kyra @JessMorganstern https://t.co/ULwCrljoBL",
  "Why didnt i pick an easier major🙃",
  "Both are equally horrifying https://t.co/KvXxp85fWf",
  "#CapsPens https://t.co/aLAS8VBIzG",
  "YA GIRL FINALLY HAS HER OWN CAR https://t.co/8PiQ9TwxIe",
  "My favorite video has returned https://t.co/Z3MKEI1jo6",
  "i vont mo tats",
  "first year of college really flew by.. 😳",
  "Moving on. #RockTheRed https://t.co/NcjpvwQzhP",
  "My future license plate https://t.co/YBJn1UYn04",
  "Playoff hockey",
  "When the bar at work is playing Sam Hunt&gt;&gt;&gt;&gt;",
  "CAPS TAKE THE SERIES LEAD! \n\n#CapsLeafs GAME 5 FINAL SCORE powered by @AlarmDotCom: #Caps 2 - Maple Leafs 1 (OT) #RockTheRed https://t.co/LKVvgW6Fux",
  "@JordansTurnt 🙄",
  "OSHIE MAKES EM PAY! 1-0, WASHINGTON! That's for you, 8! #CapsLeafs #RockTheRed https://t.co/Q9De6oWyxt",
  "😢 https://t.co/ZbEClW0d87",
  "We did it y'all. #Preds win and complete the SWEEP! 🙌🏻🙌🏻 #CHIvsNSH https://t.co/XnBWBhxKjf",
  "I smoke drives every day, but especially today #420",
  "Vanderbilt's football team made a sorority parody video 😂😂 https://t.co/QbDA1Bw8eW",
  "Oshie!!! #CapsLeafs !!! https://t.co/Y30fKaVRqw",
  "FORMAL IS IN A FEW DAYS OMG",
  "First of the playoffs from @tjoshie77 #RockTheRed @csnma https://t.co/RFjxXhyrpY",
  "OSHIE! #Caps on the board! #CapsLeafs #RockTheRed https://t.co/l40LO53kaM",
  "Ily:) https://t.co/f47r3LNsZP",
  "@JordansTurnt Stfu its only a one game lead bud:))))",
  "Game 3! Underway! #CapsLeafs #RockTheRed",
  "When youre at the gym and craving ihop🙄🤤",
  "When your little cousin shows up to Easter dinner with a bunch of hickies #justfamthings",
  "Pregame @TJOshie77 routine #RockTheRed https://t.co/jigKHAKHAA",
  "@meg_dick @justbelive99 Probably bc i have a pool🤔🙄",
  "@meg_dick @justbelive99 You know i would:)",
  "@justbelive99 @meg_dick Im printing this out and blowing it up to poster size",
  "@meg_dick  https://t.co/LnmKYVxMhz",
  "lol they finally made a snapchat filter specifically for megan #egghead",
  "Need summer",
  "The @Capitals make a comeback and take Game 1 in OT! #StanleyCup https://t.co/YlSwYObL1n",
  "Here. We. Go. #StanleyCup #RockTheRed https://t.co/J8P47VDnrb",
  "BUT WHY IS THIS ME EVERY TWO SECONDS WHEN IM DRIVING OMG https://t.co/KxmPqQCOz9",
  "@meg_dick us this summer https://t.co/cWFVjSKAwM",
  "Must be nice to not be in college and get this whole week off",
  "Game 1 Thursday in Washington at 7 pm ET.",
  "Is this real life? https://t.co/GuFdKKB7pL",
  "#CapsLeafs. It's official. #RockTheRed https://t.co/VWy0f6rKAy",
  "Omg😍 https://t.co/XMEvfU7jDf",
  "Two First Round matchups are locked in.\n\nThe rest? We'll have to wait and see. #StanleyCup https://t.co/KfH6SJmwWA",
  "The #Capitals are Metropolitan Division Champions! #CapsNYR #Caps #RockTheRed #LetsGoCaps https://t.co/nepGu9EiOZ",
  "If you from New York you will dead get road rage from walking behind people",
  "How cute omfg ❤️😭 https://t.co/5Qnvos1Ymb",
  "@TweetLikeAGirI https://t.co/dNVPSQ8w4C",
  "#CapsWild https://t.co/NJoqxWMK3X",
  "*birdies hole*\n\nMe to the next tee: https://t.co/gaXAZx5OAr",
  "Let's take this 3 minutes &amp; 6 seconds to appreciate just how talented these guys are. #SlowMoMonday https://t.co/PtRLzMOmEg",
  "LMFAOO WHY IS THIS ME https://t.co/WjOBWm3vzX",
  "I want pancakes😭",
  "https://t.co/hOgMn7bbO8",
  "Alrighty 🙂",
  "@AriannaLevine13 https://t.co/nx06qWI2yl",
  "HOLTBY STOPS EM ALL! #CAPS WIN! #CapsJackets #RockTheRed https://t.co/LE4DsVcEyn",
  "Still relevant https://t.co/eQw1AYmm5M",
  "WITH 2.9 ON THE CLOCK, IT'S 3-1 WASHINGTON! But who's goal is it? #CapsFlames #RockTheRed https://t.co/lx7rvC6b2u",
  "Yas🤤❤ https://t.co/UwLj9US4wu",
  "Osh! #CapsFlames https://t.co/jrsofwBmqP",
  "Imagine growing up somewhere other then LI or NYC not knowing what a good slice or bagel taste like...I wouldn't wish that on my worst enemy",
  "HAT TRICK @TJOshie77 !! 🎩🎩🎩",
  "The @Capitals are the first team to clinch a berth in 2017 #StanleyCup Playoffs, their ninth postseason appearance in the past 10 seasons. https://t.co/CkHOmwnUEF",
  "Ovi and the @Capitals loaded up for a big run.\n\nWill this be their year? #StanleyCup https://t.co/PD7QohJNqA",
  "ITS A HAT TRICK! Backstrom serves it up to Oshie - #Caps up 5-3! #CapsBolts https://t.co/zIfWX594oT",
  "@JessMorganstern @AriannaLevine13 instead of naps why not half apps🤤",
  "😍🤤 https://t.co/TfYr8DMt7f",
  "@JessMorganstern u live in guam",
  "Someone hang out with me tonight k thanks.",
  "It's official.\n\nWith a win tonight, the @Capitals will be the first team to punch their ticket to the #StanleyCup Playoffs. https://t.co/tStM2x0d2K",
  "Wanna drop dead right about now",
  "Happy 3rd Birthday to my beautiful (big) girl!!! It goes by too fast. Love you goofball!! #CakeSwap #HappyStLylaDay https://t.co/ixtcRmEXHk",
  "Im way too excited for formal and its still a month away",
  "just found out corgi races exist https://t.co/yBLhDLTlSr",
  "STOP OMG I CANT😍😭😭 https://t.co/A9Wjn85oUB",
  "OVI!!! From his office! 2-0, WASHINGTON! #CapsWild #RockTheRed https://t.co/fP8AZ2wDuG",
  "Who do i need to fight🙄 https://t.co/5PJz1ih65p",
  "Don't be this girl https://t.co/iiBCsmnMO0",
  "And you thought triple OT in the playoffs was long... https://t.co/EWxyUpjyX6",
  "🤤🤤🤤 https://t.co/fVvs6MKlTb",
  "OSH BABE! Quick strike to start the period! #CapsKings #RockTheRed https://t.co/GYRLG0rj5q",
  "stop trying to get my attention, it's not for you.",
  "OMFG https://t.co/CGYCoJXnPq",
  "OSHIE!!! Takes a slot pass and roofs it with the backhand! 3-2 game with 7:34 left! #CapsStars https://t.co/UqsHvZup4G",
  "Oshie😍🤤 https://t.co/gd7iHXqcQS",
  "Why go fast when it's #SlowMoMonday? https://t.co/wKxUpJE4Zt",
  "If you don't talk to your ball mid-flight, are you even playing golf?",
  "what i want my backyard to look like https://t.co/QwjCfTpaYy",
  "Will never understand why people post pictures of their hickies on vsco???",
  "@laurwagner_ LORD these are some throwbacks! miss you soso much, thanks fagner love you forever❤❤",
  "Happy birthday mcsteamy!🔥chem isnt the same without you oh and thanks for saving my life that one time you rock homie imu💗 https://t.co/KPexPifYVD",
  "@RyanBertman https://t.co/qDsjUTaBnY",
  "LMFAOOO https://t.co/MI3xngM1QQ",
  "Ocean gives me life 🌊 https://t.co/965CMRCVXq",
  "i need to go on an alaskan cruise asap",
  "LADS LADS LADS https://t.co/n2rKNYabW2",
  "all i want is more makeup, more tattoos, and more clothes",
  "@meg_dick why is this me at you all the time",
  "@laurwagner_ https://t.co/iCmgpeC04v",
  "@RyanBertman @Capitals @TJOshie77 i would cry so hard",
  ".@TJOshie77 - what a guy. #CapsWings #RockTheRed https://t.co/oT2k9cPmkB",
  "Ah yes, the perfect speed for a Monday morning. #SlowMoMonday https://t.co/FHLyYIV8G9",
  "I want ihop:(",
  "this has officially changed the game forever https://t.co/qszZ8ne3tO",
  "Congrats to @TJOshie77 on his 400th @NHL Point! @LeidosInc #CapsDucks #RockTheRed https://t.co/d7YQtKAEKp",
  "😞",
  "OSHIE! So good. #Caps back up 3-2. #CapsWings #RockTheRed https://t.co/I09sD117DB",
  "@NCaltagirone happy birthday bud!🎉",
  "When I hear a bag of hot cheetos being opened https://t.co/PQeyPjWbSx",
  "My calc professor is crazyy if she really thinks im coming to class tomorrow when there is ten inches of snow",
  "@RyanBertman me🙃 https://t.co/X5sSyXZYPf",
  "Me jumping to conclusions https://t.co/CVdnX6rJ7D",
  "@RyanBertman https://t.co/VDRvTWdiYS",
  "Super Bowl isnt the same without the worlds biggest football fan🏈👼🏼 @ Port Jefferson https://t.co/M8xRNmCqJN",
  "💦 goes the water bottle #CapsKings https://t.co/pTGkZ3ZD02",
  "I want a burrito",
  "Not having Friday classes is the best thing thats ever happened to me",
  "Desperate need for a fat stack of pancakes",
  "Splits the defense, looks back, stuffs 5-hole #CapsBruins https://t.co/nWrIIVmBbQ",
  "i wish it was october \noctober is my favorite",
  "Alex Ovechkin up on stage being named one of the NHL's 100 Greatest Players. #NHL100 #Gr8 https://t.co/1hh5j6dfva",
  "@meg_dick @FIirtationship come home so we can go on a date",
  "@laurwagner_ https://t.co/1uxw67drVE",
  "The most beautiful hockey story ever told #HockeyGoesHollywood #NHLAllStar https://t.co/J6NA8DRAQg",
  "OSHIE! #Caps lead 5-1. #CapsCanes #RockTheRed https://t.co/9OBwLrTk9x",
  "I could eat Chubby Hubby all day👅",
  "What an exit @TJOshie77. #CapsCanes up next. https://t.co/CFUwG6kJDP",
  "A new week awaits. But first... #SlowMoMonday https://t.co/Uviw8BsUUl",
  "what i want for valentines day tbh💗🍫🍓 https://t.co/h3vnPVG3f5",
  "@RyanBertman i love you",
  "10-0-2 in their past 12 games.\n14 goals in their last two. 30 in their last five.\n\nThe @Capitals are on 🔥🔥🔥! https://t.co/M3nwIepNKN",
  "OSHIE! Against his former squad. 3-1, #Caps! #CapsBlues #RockTheRed https://t.co/9oMf9DsKJz",
  "@Capitals Caps 7- Refs 8",
  "Rip to the caps winning streak:(",
  "OSHIE BRINGS THE CAPS WITHIN ONE! 7-6 GAME. #CapsPens https://t.co/WGSOqN4tzu",
  "THIS. HOCKEY. GAME. 😮 #WSHvsPIT",
  "GOALS:\nCapitals\nCapitals\nCapitals\nPenguins\nPenguins\nPenguins\nPenguins\nPenguins\nCapitals\nCapitals\nPenguins\n...through two periods.\n#WSHvsPIT",
  "Nine straight W's! #CapsFlyers #RockTheRed https://t.co/dfGpRHLfNp",
  "Make it 8 straight Ws for the @Capitals. https://t.co/npzL7lnawo",
  "#CapsHawks FINAL SCORE powered by @AlarmDotCom : #Caps 6 - Blackhawks 0 #RockTheRed https://t.co/tDowo0cbyC",
  "It's History! #Ovech1Kin https://t.co/aQOiXqE4YE",
  "THERE IT IS!!! FIRST SHOT OF THE GAME!!! #Ovech1Kin!!! https://t.co/IOnbmjUsR6",
  "It wouldnt be Rinx season until someone dislocates their knee",
  "That's @Holts170  5th shutout of the season, and his second in a row! #RockTheRed https://t.co/WN55qWd9Uo",
  "JUST LIKE THAT, 1-0 CAPS! #CapsSens https://t.co/jsabyxNPoT",
  "@meg_dick just seeing this now but we are bff goals #threeweekslater",
  "The @Capitals defeat the @BlueJacketsNHL 5-0, ending the second longest streak in NHL history at 16 games. https://t.co/ZnsdbDX5Oo",
  "Filming a commercial on ice isn't the easiest thing to do 😂 https://t.co/4KWfXwF2dl",
  ".@TJOshie77 saying hi to his daughter during warmups ❤️. #CapsNewYearParty https://t.co/kO7BeQRa3m",
  "Chills.\n\n100 years in 100 seconds. #NHL100 https://t.co/1ACSrnIiHJ",
  "OSH' ROOFS IT! 3-1 Caps! #CapsDevils https://t.co/0HmMxPdTxC",
  "@meg_dick @SteveStfler 🙃",
  "@meg_dick im not the only one that thinks this🙄 https://t.co/3gvZT9lTXC",
  "@RyanBertman we go tomorrow😍😍😍😍 https://t.co/Rf1B1aok4F",
  "Christmas drinking game: take a shot every time a spoiled rich kid puts their gifts in their snapchat story",
  "Every year i want to see the tree and every year i dont🙂",
  "Me and megan posted matching snapchat stories without realizing and we arent even tg #bffgoals",
  "Want https://t.co/rCz2Ezcgk9",
  "I'm excited🤗 https://t.co/c2rhLcvL4F",
  "\"Hey England, Know what oday is?\"\n\n\"Where's the T?\" \n\n\"We threw it in the harbor. 243 years ago. Boston Tea Party, son\"\n\nMerica.",
  "when you doing better on the #NewYorkVerificationQuestions than you did on your finals https://t.co/vwOZXk1RCd",
  "This dude was high af and thought this bear died for a second lmfao https://t.co/fiH0LJJovT",
  "I have so many great people in my life",
  "If this doesn't make you smile... #CapsIsles #RockTheRed https://t.co/RzCwBaOU8N",
  "@RyanBertman let me be🙃",
  "Would rather be hurt by the truth instead of comforted by a lie",
  "Don't abuse my trust.",
  "Theres been a murder in the NHL https://t.co/mQftiv5rKQ",
  "OSHIE! What a goal! #CapsSabres #RockTheRed https://t.co/eGMFvDoPqR",
  "Just want a chocolate fudge cake",
  "A QUICK ONE! @JustinWilliams gets this one started right. #Caps goal :23 seconds in. #CapsBruins #RockTheRed https://t.co/z24DgkcGyk",
  ".@TJOshie77 officially back in the lineup tonight! #CapsBruins https://t.co/C0Y5PiW9Sx",
  "@RyanBertman CAN WE PLEASE SEE THEM ALL https://t.co/yUmsCKL4z2",
  "Happy birthday dad! Wow i wish i could take a 9 year vacation too it must be so awesome!",
  "Oshie got in a full @medstarhealth practice today and is a \"possibility\" to play tomorrow. #CapsBruins https://t.co/PzqmFKcKh0",
  "To the girl screaming at her bf over the phone: the whole floor has a bet on how long your relationship will last",
  "On the bright side in 13 days i never have to see my roommate ever again",
  "50 days until LIU😍",
  "Damn who is this?🍑 #thickashellchallenge https://t.co/gHRT43vGxP",
  "Holidays aren't the same when someone is missing 😔💔",
  "@justbelive99 ❤️❤️❤️",
  "When u set a place for ur uncle:(",
  "@meg_dick 🙂🙂",
  "LMAOOO MY ROOMMATE BLOCKED ME ON SNAPCHAT WTF",
  "I finally realized why Hillary never got my emails. I was spellin' her name wrong. It has two \"L\"s. One for 2008 and one for 2016. Merica.",
  "OVI FROM THE OFFICE! 2-1, WASHINGTON! #CapsJackets #RockTheRed https://t.co/377QcSv8lQ",
  "Chocolate Dipped Strawberries 🍫🍓 https://t.co/El5akjEc5x",
  "Good to be home again:)",
  "me thinking about Thanksgiving https://t.co/0nF5KNqgos",
  "@vera_rae that was the funniest thing of my life so far",
  "Me: I'm not going to throw a club, I'm not going to throw a club\n\nMe to me: you just hit your tee shot out of bounds https://t.co/kYEwCBKq3M",
  "@justbelive99 love u more❤️️",
  "I come home for break tomorrow😭😍",
  "@RyanBertman !!!!!!!!!!!!!! https://t.co/Uz1Hl1oa5S",
  "Going back to Long Island in a week like: https://t.co/h7SBBaCGCH",
  "Thanksgiving is canceled https://t.co/V977DKZZ9h",
  "FINAL SCORE powered by @AlarmDotCom : #Caps 7 - Penguins 1 #CapsPens #RockTheRed https://t.co/PrPkPsQlFm",
  "MAKE IT SIX-NOTHING! A GOAL FOR EIGHT! #CapsPens #RockTheRed https://t.co/Gu7YO1hbXb",
  "OSHIE!! A shorty! #CapsPens #RockTheRed https://t.co/gFcShMBIZB",
  "Strawberries Covered Chocolate Waffles https://t.co/4XVL3Eqklw",
  "@vera_rae he was literally talking about us",
  "synchronized corgi tumbling https://t.co/fyoFwIoca1",
  "Body aches are the worst🤕🤒",
  "Kid: Dad tell me all about 2016\nDad: ok hold on\n*dad pounds three shots of tequila*\nDad: It all started with this fucking gorilla",
  "Trying to finish all my assignments before thanksgiving break like https://t.co/12x8DSxBLv",
  "Chocolate Dipped Strawberries! https://t.co/UCl4m8sduX",
  "I just wanna go home",
  "Omg😍😍😭 https://t.co/InmcB69BH6",
  "Show me your @TJOshie77 game face 😬... and use #CapsCanes during tonight's game on:\n📺 @csnma \n📻 https://t.co/LUHmognP80 https://t.co/IK59RXFUL5",
  "Peace out Tampa🤗 https://t.co/OdWY2zP3ix",
  "Johansson's OT-GWG! #Caps win! #CapsHawks #RockTheRed https://t.co/N3GKNLt6Da",
  "Beagle x2! This time on the wraparound. #CapsHawks on @CSNMA+ #RockTheRed https://t.co/8Dqc7je4Dn",
  "Its awesome to be back on Long Island",
  "SAY IT LOUDER FOR THE PEOPLE IN THE BACK https://t.co/jjGX9eU7gJ",
  "!!!!!!! https://t.co/sASU4PrQsD",
  "Orange is the new black unveils new character for next season. https://t.co/cn2dHlwQIH",
  "I feel like nobody understands this and thats why y'all Democrats need to stop bitching and crying about Trump https://t.co/Xuxp67X844",
  "BREAKING:  Donald Trump is elected president of the United States. https://t.co/yJpgfsAbc6",
  "MAKE AMERICA GREAT AGAIN!",
  "Thats exactly what would happen if you vote for Hillary though https://t.co/sszu3eXTwh",
  "If a Trump presidency is more frightening to you than a Clinton presidency, you haven't done your research",
  "TODAY WE MAKE AMERICA GREAT AGAIN!",
  "\"How did we let these clowns come this close to presidency\" asks a nation on its 6th month of mourning a gorilla https://t.co/c4Vjq05SQh",
  "Omg https://t.co/90PoYEgKSK",
  "DARUDE - SANDSTORM https://t.co/KxvC7Py2Rd",
  "OSHIE TIMES TWO! The #Caps have taken the lead! Are you kidding me!? #CapsCats #CapsFightCancer https://t.co/DiRvbAc8Io",
  "OVI TIP IN FRONT! TIE GAME! #CapsCats #CapsFightCancer https://t.co/i36aHdrE5h",
  "\"Sjb is going through a tough time right now and we just wanna say be strong- All of Li\"",
  "OF COURSE OVI WINS THE GAME FROM THE OFFICE!!! #CAPSJETS https://t.co/ebagIpvsQ1",
  "its all about who you wanna take Sunday naps with",
  "The bat filter on snapchat is my new fave filter",
  "I think im the only person that hates florida lmaooo",
  "pains me saying this again. \nRest in Peace AJ #Sjbfamily forever.",
  "The wake for Cory will be at Boyd/Caratozzolo Funeral Home both Sat &amp; Sun @ 2-4:30 &amp; 7-9:30. And the Mass will be Monday @11:15 at SSCM",
  "https://t.co/Quqo2KWHOp",
  "Are family is in pain and I have no words to comfort us yet... https://t.co/ZoYRSkKplH",
  "My mom bought costumes for a few of my pets💀😭 https://t.co/5rNE8TGHZ1",
  "🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨 #RockTheRed #CapsNYR https://t.co/9FIGvHrMRd",
  "I miss driving:(",
  "People compare Donald Trump to Hitler, but he's never killed anyone. Hillary Clinton has. But that's none of my Benghazi. Merica.",
  "@RyanBertman https://t.co/1jFEVQABHS",
  "CAPS WIN! FINAL SCORE powered by @AlarmDotCom : Caps 2, Islanders 1 #RockTheRed https://t.co/o18NmW85uB",
  "lil corgi and his pumpkin https://t.co/DdZFchqleh",
  "First 🚨 of the season goes to @andreburakovsky! 1-0 Caps. #CapsPens #HockeyIsBack https://t.co/aTCVJTLs1J",
  "BOOM goes the dynamite. Merica. https://t.co/7hyv2o1FjB",
  "@RyanBertman :)) https://t.co/pmEsOYhIBm",
  "@hiilllary @marisaaquinoxo ive never seen a more ungrateful tweet in my life lmao",
  "me because it's October https://t.co/6bEPzWa0mM",
  "We bought a skeleton to decorate my dorm for Halloween and my grandfather named it after my ex roommate💀",
  "Look how pretty salted caramel ice cream is https://t.co/9tyxKGxFfR",
  "College shows u that high school friends dont last🙃",
  "Would do anything to be on LI for fall😢",
  "the running of the corgis https://t.co/n9NHOCtAF3",
  "@RyanBertman https://t.co/mcE6Iqjw8a",
  "Current mood: 🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃🍂🍁🎃",
  "i want mcdonalds",
  "@RyanBertman me:))) https://t.co/LM3D140o2W",
  "@RyanBertman i love you sm❤️",
  "Just when you think your round couldn't get any worse\n\nhttps://t.co/dxGMVDYYS7",
  "@RyanBertman i miss you lots💕",
  "@laurwagner_ if the bottom isnt me idk what is https://t.co/gFaM3ejLlN",
  "@RyanBertman wanna not🙄",
  "biggest headache ever",
  "happy bday pretty💗@viczic123",
  "LMFAO EW but thanks bud https://t.co/CJgjjUrjOJ",
  "@justbelive99 im gonna miss you omg😩",
  "@RyanBertman leave me alone🙄",
  "HALLOWEEN IS ONLY 71 DAYS AWAY https://t.co/axU2Ob47sW",
  "can i rewind to the beginning of summer:(",
  "@RyanBertman when u take pictures of me sleeping🙃",
  "we have security cameras at my house and my dog fell in the pool and my grandma tried to save her😂😂😂 https://t.co/yMxNP1X9bv",
  ".@katieledecky's time of 3:56.46 in the 400m free lowered her WR by almost TWO seconds! 🏅\n\nhttps://t.co/fUKWrBANGJ https://t.co/RYJGXzWoCq",
  "Remember Eminem's diss track about Mariah Carey https://t.co/5ot4SZFGnB",
  "That is GOLD MEDAL #19 for @MichaelPhelps! \n🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅\nThe most decorated Olympian of all time. https://t.co/ezBv303C0R",
  "please die https://t.co/TxCjPV8upN",
  "@RyanBertman even tho you messed up the first one😂i love you so much omg💗😍youre the best!!",
  "#PokemonGO now without footprints, working nearby window or @PokeVisionGo. https://t.co/e3PORMAGVX",
  "catching 11 new pokemon at cupsogue&gt;&gt;",
  "I really want to be with you right now.",
  "Chocolate Dipped Strawberries https://t.co/4pN3w2aSWp",
  "3 birdies in one round: sweet\ngetting stung by bees during said round: not sweet",
  "buffalo chicken pizza is the best thing that could ever be",
  "Every time I lay eyes on my man https://t.co/uZJVqKCGkz",
  "catching 7 pokemon at work&gt;&gt;&gt;",
  "most ppl just think about things. boy I be THINKIN bout things",
  "The 4th of July is so close you can smell it. And it smells like freedom and fireworks. 2 days until the best Birthday in the world. Merica.",
  "coordinates of my uncles birthplace and then where we spread his ashes💗#tatnumber1 https://t.co/x8lff7Tdst",
  "@SRacioppi yes wayyy",
  "got my first tattoo😛",
  "@JordansTurnt LMFAO MY BLACK CARD HAHAHA miss ya kidd!!",
  "Happy bday to a very special person who I miss so so dearly @laurwagner_ miss ya golfer 🎉🏌 https://t.co/rTfGjh1fPE",
  "@kristi_robson wtf even are these😂😂😂love you mcsteamy;)",
  "@laurwagner_ hbd https://t.co/v2wk2TiC9R",
  "ur so cute omg ily and i love giving megan shit🤑😂❤️ https://t.co/KGl5EvXMU1",
  "thanks hilldawgz❤️ https://t.co/w2xhrX6IZz",
  "OMG THESE PICS WTF😂😂but ur the best love you💗 https://t.co/p5hMXlYKVe",
  "18th birthday and prom are both tomorrow😍🤘🏼",
  "@megan12397 u fuckin shit",
  "birthdays in a week🤘🏼🤑",
  "when its summer but megan hasnt randomly shown up at ur house",
  "Conjuring 2 was so good😍",
  "#NationalBestFriendsDay💗 @MarisaAlicia629 https://t.co/d90qZZu8Sv",
  "its been a wicked four years sjb🎓🤘🏼❤️ https://t.co/VjdtwncE4m",
  "Todays the day seniors!! Enjoy your last moments as a cougar 🎓🎓",
  "prom yesterday with my absolute love💗 https://t.co/2NekY1Wjwt",
  "low key one of the best days/nights of my life",
  "youre the rock in my roll, youre good for my soul its trueee",
  "IT WAS ONE TIME!!!  https://t.co/XpiIb5jOZX",
  "state qualified🤗⛳️",
  "Still gets me hype af https://t.co/FBWEwkKbd2",
  "\"how close are you and your mom\" https://t.co/ujM7GqZE5t",
  "its not bad enough the top of my jeep blew off while i was driving, its the fact that it started raining🙃",
  "T.J. Oshie with a hat trick! Oshie scores a game-winnner in OT to give the Caps the 1-0 series lead vs the Penguins. https://t.co/EVr5NPMXfY",
  "got mad love for the people in my life",
  "If I had a penny for every time I've cursed on the golf course https://t.co/gSjJiSYfSV",
  "seport is amazing",
  "Happy 4/20 I'll be smoking drives",
  "county qualified🤗⛳️",
  "so VS is trying this new thing https://t.co/svAv1RbgwN",
  "ME 24/7 https://t.co/lnM4WcRRtL",
  "Only 363 days until Masters Sunday. . .\n\nRT if you cried",
  "I CANT FEEL MY BODY",
  "I don't think I've ever been this happy with my life",
  "11 years ago today the first episode of Grey's Anatomy aired.",
  "\"Ive never seen an asian baby before this is so fascinating! I thought they were just born doctors\"",
  "2016 Instructor of the Year https://t.co/dsk1SrE7C2",
  "never thought one person could make me this happy",
  "lol youre a joke",
  "i will literally fight my coach if we have practice today",
  "Phuket, Thailand https://t.co/ZsaBsJaGxq",
  "happy birthday shane!!💛(lets keep this ugly pic in circulation😂) have a good one!!@SRacioppi https://t.co/LAQS9QhySe",
  "When lauren rolls up with the jeep&gt;&gt;&gt;",
  "you ever get a snapchat from someone and youre just like \"what you waaaannnttt🙄\" cuz same",
  "when guys grab ur face when they’re kissing u....mmmmmm hunni das what I luuuuuvvv",
  "Huge Chocolate Brownie https://t.co/B57kN2V6RA",
  "It's a @Jeep kinda morning https://t.co/bresMToFni",
  "@laurwagner_ your avi is cute",
  "It all comes down to the person u look for in a crowded room",
  "Secrets, secrets! #GreysAnatomy is all-new tonight at 8|7c.\nhttps://t.co/YwLkRyNZsN",
  "eating healthy is so hard when you just want mcdonalds everyday",
  "nope not feeling school",
  "@laurwagner_ i lovee youu💘💘",
  "HAPPY BIRTHDAY TO MY BEST FRIEND, thanks for holding my hair back and hating fboys with me. LOVE YOU MCSTEAMY❣💪🏼🔥🖖🏼 https://t.co/B1w3mbuP4b",
  "University of Tampa '20🌴🤘🏼",
  "in case youre wondering how my morning is going https://t.co/E3visZOw68",
  "@kristi_robson @TweetLikeGirIs THIS IS US HAHAHAHHAHA",
  "@laurwagner_ im dying😂😂 https://t.co/Li9vFrXUKE",
  "Happy Fryday! 🍟",
  "i love florida:) https://t.co/EHCGhh3Kdh",
  "GREYS RETURNS TONIGHT. #MEREDITHSTRONG",
  "happy birthday you loser,thnx 4driving me before i was licensed and listening to me vent. have a good one💜 https://t.co/iKmoGBYVMk",
  "Today's @Barrett_Jackson auction features Lot# 3007 - the first production 2017 #NSX. https://t.co/VDVNXwjfDA https://t.co/W7N9REM1Pz",
  "@laurwagner_ love you shawty thank you we better chill asap",
  "happy birthday to my fave lesbian cant wait to chill soon😛💞🎈 @EmilyNixx7",
  "In love with the night skies https://t.co/dU6tdUrOzt",
  "You can't escape the drama! #GreysAnatomy returns Thursday, February 11 at 8|7c. #MeredithStrong\nhttps://t.co/6k5eVjojrq",
  "snapchat isnt meant for u to put a black screen with ur feelings in ur story",
  "don't let go too soon but don't hold on for too long",
  "dont look at my twitter to see how my relationship is going I could tweet \"I'm so done\" n it'll be cos my mom didn't get me mcdonalds",
  "had this headache all day",
  "DONT WORRYYYY ABOUT A THANGGGG CUZ EVERY LITTLE THING GONNA BE ALRIGHT",
  "driving past a st johns student while they get road head is awkward",
  "that little grin in between kisses",
  "life is so good right now:)",
  "Feels good to just be happy :)",
  "exactly 5 months till graduation🙃",
  "Chocolate Lava Cake and Ice Cream https://t.co/mBobXJnOh8",
  "new year, new m...nah im still a bitch",
  "@SRacioppi im gonna stab u",
  "Brownie With Ice Cream https://t.co/vgSq5BhRyb",
  "constantly thinking about the same person over and over sucks",
  "happy birthday drewbeee:)💓@DrewEnglish113",
  "Pearl Jam goofing around. https://t.co/0HLJ7A19Z1",
  "happy birthday dad!! cant believe youve been on vacation for 8 years wow must be nice:)",
  "i just cried about a dead raccoon on the side of the road",
  "Thats nice. https://t.co/RNuL8sW51w",
  "https://t.co/dVQebwG6s1",
  "wanting to sneak out but having security cameras that your family checks every morning&lt;&lt;&lt;&lt;",
  "I just want some freaking tattoos already",
  "food coma is real @bcoughlin19 https://t.co/AyNNDMQ6Be",
  "Happy Pugsgiving! 🍗🦃🍷",
  "@laurwagner_  ilysm cunt muffin ❤️❤️❤️❤️❤️ those pics tho",
  "went to take a nap at 430 yesterday and didnt wake up until now🙃",
  "typa weather to just lay with someone",
  "If the shit aint real I don't want it",
  "youre a low life piece of shit if you hit someones car with a bat",
  "Happy Halloween! https://t.co/vXCSDlwukf",
  "obsessed🐢😍@MakaiClothingCo https://t.co/fgjsrhagAa",
  "ill do shit just to piss people off",
  "Brownie Sundae https://t.co/goBIteEUen",
  "Golf is basically an endless cycle of trying to fix your swing",
  "thanks for the quarter:) @acarps1",
  "still sinking in... i have a song with eminem",
  "\"i swear ive changed, im not gonna blow you off anymore\" http://t.co/YvgEHtD5Yg",
  "@laurwagner_ you're a hazard to drivers everywhere",
  "can finally drive to school tm😍",
  "wish u would text me",
  "lovin my new babe😍 http://t.co/QQofuz2YGB",
  "ya girl passed her road test🎉",
  "u looked amazing last night babe i hope it was everything u wanted thank you sm💓🎉 http://t.co/XMsgPspr35",
  "youre such a fuckrag",
  "Mood: mmmmmohmygod",
  "oops http://t.co/k5tPjlYOuy",
  "Here we go!!!! #TGIT #GreysAnatomy !!!",
  "*tries to not give a fuck about you*",
  "cuz ignoring me is soooo mature",
  "Icecream Sundae Brownie Bowl. http://t.co/iKceZ53XIj",
  "I never break a promise!  I love you guys.  I love Zoey 101.  This is for THE FANS. https://t.co/OaZDmQWd0A #WhatZoeySaid",
  "The official #GreysAnatomy Season 12 trailer is here! #TGIT returns Thursday, Sept. 24th at 8|7c. 💉🙌👍\nhttps://t.co/jBDoX9wjIX",
  "im a sucker for cute texts",
  "moral of the story: never let a woman named cha cha do your eyebrows",
  "WHY DO YOU THINK ITS NORMAL TO SEND DICK PICS TO EVERY GIRL IN THE SCHOOL BYEE",
  "Chick-Fil-A http://t.co/GCPIcnCPnw",
  "Let's take a trip here 😈 http://t.co/Fnk3foAy8W",
  "happy birthdayy!!🎉@Johnrodrigueez",
  "other peoples back to school shopping vs. my back to school shopping #catholicschoolprobs http://t.co/AnkjQMxtlM",
  "If you're enjoying your #LaborDay at the beach, please clean up your trash! Turtles can mistake your trash as food! 😕 http://t.co/VvKKwKPOok",
  "So in love with the weeknd",
  "🐱😼 http://t.co/izcorRWyZD",
  "9 years ago the world lost a legend http://t.co/f6qIeBDD3r",
  "If you're feeling bad about your golf game, watch Dustin Johnson drive a 289 yd par 4 with an iron.You'll feel worse. http://t.co/LpijWT4l3T",
  "for just $27.50 you can get your self 7 booty pics  https://t.co/dgEWTAa1NR",
  "6 seconds isnt a very good job  https://t.co/jkLDceWdIl",
  "Getting some Jolex fix! #GreysAnatomy http://t.co/5jusYzd9cW",
  "Leonardo DiCaprio in the early 90s http://t.co/YVgS3klbWI",
  "Nicki Minaj was only 32 when she asked Miley what's good https://t.co/3cA7iIDcmb",
  "@SRacioppi @kristi_robson @mattyferroo http://t.co/BwQMLEFVkC",
  "wow i just love when random guys send me dick pics on snapchat!!!",
  "Literally if me and lauren aren't best friend goals idk what is",
  "bring me donuts  https://t.co/HUdmWI4fOG",
  "@megan12397 @NCaltagirone",
  "Phil is the man for this http://t.co/u7U95I9pIP",
  "Beauty Behind The Madness🌹👹 http://t.co/na9P3Z9qdK",
  "my mom just came home with a tattoo",
  "but honey u only care when it's convenient 4 u",
  "Lauren is still laying on my kitchen floor send help",
  "http://t.co/btjJgeKNSc",
  "\"I dont like boys, but i like turtles\"",
  "\"Class of 2016: When you realize that you're a senior and it just hits you like a train.\"",
  "When you lied on your application about being an expert in Excel, and they put you on spreadsheets the first day. \n\nhttp://t.co/srm6yUDoSs",
  "If Tiger Woods can make it through 2009 you can make it through this semester",
  "ALBUM IS OUT : http://t.co/H9U49wvwzr",
  "#NationalDogDay does my ex count?",
  "IDK WHY I MADE THIS BUT I CANT STOP LAUGHING http://t.co/HqlZIvO49k",
  "sweatshirts that smell like guys cologne&gt;&gt;&gt;&gt;",
  "MIDNIGHT !",
  "TOMORROW TOMORROW TOMORROW TOMORROW MY NEW ALBUM DROPS TOMORROW XOXOXOXO",
  "i luv u http://t.co/6ElJCV05rH",
  "why the fuck are u sending mixed signals",
  "#EndOfTheWorld\nhttps://t.co/fxmcaSdMnD",
  "i like sending megan booty pics",
  "the ocean is my happy place",
  "@hiilllary MEEeEee",
  "Jesus take the putter",
  "exes that wanna get back in ur life be like http://t.co/ETe8Tx4eV8",
  "@JordansTurnt HAHAHA ITS FUN LIVIN LIKE LAUREN",
  "@laurwagner_ #LivinLikeLauren 👀",
  "I'll easily drop 400$ for a new driver but don't ask me to waste a new tee on a par 3...",
  "me &amp; @TheRealKMcKidd at his belated bday dinner. May u catch Brave New Waves all this year dearest friend. http://t.co/RS05NyOROe",
  "I love when the announcers get surprised and say things like \"He swings nicely, huh David?\". They're PGA Tour players. Yeah, they can play.",
  "@laurwagner_ the fact that we were both on the floor not breathing is sad cause it wasnt that funny 😂😂",
  "i actually just rofld:/",
  "@megan12397 chickfila",
  "\"oh yes im getting comments off the wazoo here\"",
  "When i can't post pictures with lauren because everyone tells me how cute she is :))))",
  "florida makes us so happy that we turn asian:)🌞 @ St. Pete Beach, Florida https://t.co/ph0nCi6SyB",
  "Tiger opening with a birdie http://t.co/LibFMHqmMT",
  "lauren lost her chick-fil-a virginity 😊😍",
  "MEGAN GOT SHIT ON BY A BIRD HAHAHAHA",
  "Every time I think about medical school my heart skips a beat 😍",
  "It is tOO EARLY FOR LAUREN'S ATTITUDE",
  "Greys Anatomy &amp; chill",
  "this is why drunk girls are my fave😂 http://t.co/2xJCwrq0Yp",
  "Has 80 snapchat users, snaps 2 people.",
  "When lauren tweets for people to text her but she wont answer my texts :)))))",
  "@laurwagner_ so proud 😊🙌🏼",
  "broke personal records and placed again😍⛳️",
  "just remembered what happened last night😂😳😜@megan12397",
  "@hiilllary OMG I DID THO and i miss ya",
  "@theweeknd you are so sexy that you could fart into a mic for 46 seconds and i'd buy it on itunes",
  "Always in the mood for tiger lily",
  "@TomTorres99 i hate you",
  "@laurwagner_ YAY 🎉🎉",
  "came in second😊⛳️",
  "http://t.co/6vzOeYKpPB",
  "Congrats #1 @JordanSpieth☝️",
  "When we get our nails done our selfies be like http://t.co/oYOOBC0AXh",
  "*eats one apple and feels healthy*",
  "Fuckboys are the worst thing that has ever happened",
  "@laurwagner_ @girlposts please do",
  "Jordan Spieth is 47-for-48 on putts inside 10 feet this week. So he's an ok putter I guess",
  "@TheTumblrPosts @laurwagner_ you are all of these",
  "After I three putt\n\nhttps://t.co/uvULzxSLlT",
  "It makes me really sad that i wont be experiencing the best parts of senior year with my best friend 😭",
  "I'm good with or without you bruh",
  "@megan12397 @NCaltagirone mid fall",
  "@NCaltagirone takes great pictures !!!! http://t.co/zNNdpkonYK",
  "love my best friend💘😛(we look gross) http://t.co/KiQpi3HB4C",
  "each picture strip was taken 4 minutes after the other http://t.co/q4EmCnycUg",
  "\"You better dance all night...\"\n\n#EverythingIsAwesome2015 hits @Cosmopolitan_LV tonight -&gt; http://t.co/pGHv5x8n2p http://t.co/ykAkvJQkNF",
  "It's official http://t.co/XalWOjYZYJ",
  "happy birthday😊@ghizzy96",
  "@david_campos_27 you know it man😉",
  "I guess I'll go golf",
  "story of my life  https://t.co/yKYW04e19d",
  "John Poppleton paints blacklight reactive \"bodyscapes\" http://t.co/U1YAPuGPt0",
  "@david_campos_27 bc i have the hiccups:))",
  "the first person that had hiccups mustve been like YO WHAT THE FUCK MAN",
  "lmk @TheKingJulian_ http://t.co/FjiS2VuiQn",
  "happy birthday jordans turnt😉thanks for keepin me sane this school year(somewhat) ILY💘@JordansTurnt",
  "Looking for a missing ProV like http://t.co/WXYYrf970E",
  "I dont get why people even bother starting shit with lauren. Shes scary and  much more savage than one may think #goodlucktoyou",
  "Tough decision.\n\nRetweet for rock.\nFavorite for Top Flite. http://t.co/BPn6NA8E9H",
  "@david_campos_27 OMFG😃😃😃",
  "@david_campos_27 but no one cares?:))",
  "You know lauren is single again when she makes her avi a picture of her on the beach walking towards the water :)",
  "@kylielavrenchik OMG WHAT WAS WRONG WITH YOU😂😂😂",
  "@laurwagner_ I REMEMBER THIS  http://t.co/9q6Fq7WVj5 http://t.co/UySghO2My4",
  "If you've never hit your ankle with a putter, you've never experienced true pain",
  "THIS SELFIE GIVES ME LIFE 😍😍😍 http://t.co/svWBT3hWAF",
  "@david_campos_27 i dont like you:))",
  "i really need a brownie sundae😩",
  "@hiilllary HAHAHAHAHA I WILL CHOCOLATE THUNDER;)",
  "😩😩😍❤️ http://t.co/rjCu6L9nY8",
  "it finally came😍🐢@MakaiClothingCo http://t.co/BQhLYtXtfG",
  "My idea of a romantic walk http://t.co/wKTLwWTcdG",
  "\"IS THAT THE BITCH FROM BRAVE\"",
  "@megan12397 I AM",
  "\"Can you get me more iced tea im in the middle of surgery\" OK LAUREN",
  "Sext: http://t.co/16HtrSaWLF",
  "throwing myself down a mountain",
  "@hiilllary i ran out of waffles😭",
  "@laurwagner_ this is the best thing i have ever heard",
  "i was so tired that i just poured chips into a bowl and put milk in it because i thought it was cereal go me",
  "Outfit goals http://t.co/T4FKQcaDdG",
  "When you get half way to laurens with a cupcake and she says shes too tired to hangout :)))))",
  "cant wait for college",
  "Slow motion look at @TheSergioGarcia's swing today. #WGCBridgestone http://t.co/ChaQI3mB53",
  "Lost in blue gold 🌊 http://t.co/kzFdglIqVD",
  "@laurwagner_ thanks Lauren!😊 And yeah it's great. Miss you too",
  "happy birthday @justin_stith96 imy sm hope college is treating you good😊💗",
  "do you ever bet how long itll take someone to actually get into a relationship?¿",
  "@hiilllary ihy😊😊",
  "I like to surround myself with big dreamers",
  "@laurwagner_ Goalss😍 http://t.co/ULH6lmV0q8",
  "brooklyn bridge tm at 5:)) https://t.co/gDlVB2W3B2",
  "@TomTorres99 just play it at my funeral:))) let everyone know i went out with a bang",
  "@TomTorres99 with a cinder block tied to my ankles",
  "@TomTorres99 im thinkin brooklyn",
  "kinda wanna jump off a bridge",
  "sunset in seattle pt 2 (the sun was on fire) http://t.co/DLLhI7lPg8",
  "RULE #31: IF THE BITCH IS MOODY JUST GRAB HER BOOTY",
  "I stg if lauren keeps spoiling greys for me there is going to be a serious problem",
  "babies😍⛳️ http://t.co/255WMdLYPg",
  "Exactly one year to go until the @OlympicGolf ! 💪🏽 Looking forward! #YearToGo #Rio2016_en #preparation #DeutscheSporthilfe #TeamGermany",
  "i dress about 17 times nicer in the winter than in the summer.",
  "RT for Dr. Avery.\nFav for McDreamy.\n\n#GreysAnatomy http://t.co/PJU7F7TAxO",
  "I hang out with lauren so much i started to make her selfie face when i snapchat this is a problem",
  "rt if you're 5'3\" or shorter💁",
  "Finding comfort in the sky",
  "nah you know it  https://t.co/qKftec87Qj",
  "@BBennettUSA @hiillaryx0 me and hillary would look better😎",
  "@BBennettUSA @hiillaryx0 ew no wrestlers are a no:/😂",
  "Eminem needs to come out with a new album",
  "@hiillaryx0 HAHAHAHAHHA IDK",
  "@hiillaryx0 YAS BAE",
  "@hiillaryx0 i said BUTTS WOAH",
  "@hiillaryx0 but can we also establish baseball butts like woah",
  ":////nope https://t.co/0yFm7KEvhw",
  "@hiillaryx0 ur blind",
  "no power:)",
  "Play golf they said. It's a stress reliever and doesn't make you angry they said",
  "DANIELLE IS HORRIBLE AT FLIRTING HAHAHA",
  "boat dayz⛵️🌞 @ Cedar Beach https://t.co/T1yoHC5hpH",
  "@megan12397 i dont want to:/",
  "@laurwagner_ i love you and would appreciate if you would text me back ❤️❤️",
  "i hate everything haha",
  "someone hit me with a brick please",
  "Just wana explore your mind as if it was my own",
  "Lauren's grandpa is the cutest 😩",
  "everyone has pissed me off todayyy:))))))",
  "How about making college affordable for the people who actually abide by the law???? https://t.co/B2JN3vG8KA",
  "day 2😅⛳️",
  "HAPPY BIRTHDAY BOOTYFLAKE🍑ALLAHU AKBAR love you so much😉💗 http://t.co/2dU5EjlYys",
  "@megan12397 ohmigod youre so cute i love you😭😍💗",
  "Happy national gf day thanks for always being the Cristina to my Meredith ily @laurwagner_ http://t.co/bLEKeCgMlR",
  "I DONT REMEMBER THE LAST TIME I SAW MEGAN",
  "Merica. http://t.co/ZGTsPkQqOZ",
  "one month till i start my last year of high school😳",
  "my boyfriend gets to sleep in my bed while im at work:/",
  "There is no puzzle that is as complicated as the mind",
  "I need more friends because im sick of sitting home bored whenever lauren is busy :))",
  "when youre even and then you lose two balls on one hole😊😊😊😊😊😊😊😊",
  "@laurwagner_ FAVES",
  "tonys in my room and im not even home wow😂😂",
  "IM IN TEARSS https://t.co/jQMqDiTkBN",
  "CORGI DOWN http://t.co/F0WAfDkphl",
  "When someone asks why I curse so much on the golf course http://t.co/JAaEobKexP",
  "running into a cactus",
  "I HAVENT SEEN LAUREN IN 4 DAYS SOS",
  "i'm happy bruh, i can't complain",
  "Baby otter dreaming, that is all. https://t.co/LL7rw0AQ4O",
  "always laughin😄 @ Port Jefferson Long Island NY https://t.co/6YgnFoYVN4",
  "@megan12397 LOL OK SKINNY MINNIE",
  "haha i need to lose weight",
  "@laurwagner_ i miss you pls come home",
  "@megan12397 OK COOL",
  "@megan12397 OKaY THEN",
  "If Monday was a golf swing https://t.co/V9Uu9NKufj",
  "guys sweatpants are 1000x more comfortable than girls sweatpants",
  "i dont understand girls that go back to cheaters like lmao you cheat on me? ight be prepared for a hornets nest in your car😊😊😊",
  "when you tryna have a lit summer but only have 3 friends...",
  "when you have to cough but someone is about to hit http://t.co/fBj3G2T8Z4",
  "how many times a year is it national dance day tho",
  "@laurwagner_ @tbhldgaf HAHAHAHAHA",
  "@megan12397 OMG https://t.co/woU3UrgnPD",
  "\"hes catching that unfollow...and these hands\"",
  "my absolute best friend http://t.co/DT2rzdVbvD",
  "\"You can't do that\" http://t.co/wg7maqZUE6",
  "yea megan thats cool take the whole fucking bed😐😐",
  "Everyone deserves a second chance",
  "@laurwagner_ @JackJackJohnson @jackgilinsky \"why would you name both of your kids jack\"",
  "@megan12397 @JackJackJohnson @jackgilinsky SHUT UP",
  "Lauren just thought @JackJackJohnson and @jackgilinsky were brothers",
  "@megan12397 SHUT UP",
  "@laurwagner_ @sluttygrlprobs omg this is too true😂",
  "this is us https://t.co/JredeNTkCc",
  "The problem with people is that they're everywhere",
  "Me: *coughs*\nLauren: \"OH NO WE ARE NOT STARTING THIS AGAIN\"",
  "Merica. http://t.co/vAV4wp9fCk",
  "@megan12397 ME TOO",
  "@laurwagner_ a little bit. Also im kind of obsessed with your new clothes 😍😍",
  "A FEW DAYS AGO ASSHOLE https://t.co/DIXXyiPCWu",
  "@megan12397 aw you cleaned",
  "@laurwagner_ i took down some of you're old cups and bowls and stuff 😊",
  "If you can't just go into your best friend's house and chill in their room when they're not even home, are you even best friends?",
  "@laurwagner_ yo get me a taco",
  "MEGAN IS IN MY ROOM AND IM NOT EVEN HOME LMAO",
  "a ball of anxiety",
  "we all know a hot mofo named Lauren",
  "*dies from megan withdrawals*",
  "If you screenshot her snapchats just cuz she looks cute you're winning",
  "choosing golf over sleep #dedication",
  "IM CRYING DSKSKSM https://t.co/BGqhRUbGyV",
  "I can't wait for the day you realized you fucked up 😊😇",
  "@megan12397 stfu",
  "@laurwagner_ still short af though",
  "when ur sneakers make you taller&gt;&gt;&gt;&gt;",
  "Greys Anatomy is a life changer",
  "@laurwagner_ much love💘",
  "@kristi_robson of course mcsteamy😛",
  "@laurwagner_ didnt even know i made the wall❤️",
  "love you sm👼🏼💘 http://t.co/PQKg6CN6Yo",
  "Lauren is the best and idk what i would do without her ❤️",
  "diggin my pants😛 http://t.co/IithyZY8p0",
  "lifes all about perspective",
  "there's a huge difference between giving up and having enough",
  "This is why golfers have trust issues... http://t.co/YL5wWieKFe",
  "@ghizzy96 bYEE",
  "\"If we ever stop being friends im gonna cry\" aw lauren can be cute sometimes when shes not being a raging bitch ❤️",
  "@laurwagner_ they could not have come up with a woRSE ENDING",
  "DARK SKIES JUST GOT ME MAD AF",
  "#growingupshort people will take your stuff and put it in the air knowing dang well even if you jump , you cant reach it 💆💆💆",
  "#growingupshort nobody took you seriously when you were to get mad so they found it amusing😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊",
  "#GrowingUpShort not growing up at all. in fact, you have stayed the same height for six years",
  "@queeenx0 truuuu",
  "Me and lauren need someone to follow us around everywhere and take cute pics of us",
  "THE POST CONCERT DEPRESSION IS SO REAL RIGHT NOW",
  "#GrowingUpAnAthlete listening to your parents try to tell you how to play your sport 😒",
  "AWWWW😍 https://t.co/D8KTmxnAf1",
  "http://t.co/4QsWhlDWes",
  "50 Shades Of Blue... http://t.co/iQb18ldUv0",
  "#TweetLyricsThatHaveToBeShouted I ONLY CALL YOU WHEN IT'S HALF\nPAST \nFIVE",
  "@laurwagner_ this is so true and i dont know why it hasnt happened yet tbh",
  "megan is the type of friend that would come to my house if i dont answer her texts",
  "my sleeping schedule all messed up😅",
  "@megan12397 see we dont have to stick our butts out😏😉",
  "@laurwagner_ BFF GOALS ❤️❤️ i love you sm",
  "and i refuse to call you a human being http://t.co/NTcXc0HmAy",
  "@megan12397 facts these skanks dont know what hit them",
  "Lauren is so savage and no one should ever make her mad because she will shit on your life and make you look like amateurs",
  "@laurwagner_ i love you ☺️❤️",
  "I would say im sorry that my snap story is so long but i literally do not care at all :)))",
  "megan is so cute wow",
  "When you're walking in the city alone at night and get scared and make her hold your hand @laurwagner_ http://t.co/gDKmFXfHiu",
  "the bags under my eyes are designer",
  "#GrowingUpUgly \"your friend is really hot\"",
  "#GrowingUpItalian constantly getting told to lower your voice even though it's your regular voice &amp; you're not yelling",
  "@laurwagner_ @GolfProblems_ us 😂",
  "@megan12397 HAHAHAHHA https://t.co/c8zgdGF8aR",
  "99% of my birdies are followed with this! http://t.co/GYgIUH9kmj",
  "@laurwagner_ the savagery 😂",
  "#GrowingUpWhite i guess im supposed to have a dad?¿",
  "#GrowingUpItalian \"don't be a Gavone\"",
  "#GrowingUpItalian when ppl thinking your yelling but it's just ur normal voice",
  "@queeenx0 cuz ya'll the same skin color😂",
  "@queeenx0 my dogs miss you too😉❤️",
  "@megan12397  https://t.co/KmA12lEBML",
  "Thanks to everyone at @quiznos in South Burlington for bringing us dinner before the show tonight! #ToastyOnTour http://t.co/jj8qJ4deEH",
  "new life who dis",
  "@megan12397 @scottsdylan HAHAHAHAHHAA",
  "@laurwagner_ @scottsdylan HOW DO YOU BREAK A FUCKIN PANCAKE",
  "@megan12397 @scottsdylan fu",
  "@laurwagner_ @scottsdylan you suck at making pancakes",
  "better than me at flipping pancakes  https://t.co/L84gqGlxq4",
  "I ONLY CALL YOU WHEN ITS HALF PAST FIVEEE",
  "rt if you a lil hype http://t.co/6Ca1HNNVMF",
  "Together we can all help #ProtectTheTurtles while looking adorable doing so in our #MakaiClothingCo shirts! 🐢💕☺️ http://t.co/RY9nwSw8IN",
  "thanks😂😂😊@SlightlyStoopid http://t.co/NBYoG20puY",
  "@megan12397 SLEEP TEXTING HAHAHA",
  "WHAT IS WRONG WITH LAUREN",
  "Lauren is not speaking english right now and i am very concerned",
  "This commercial gave me chills https://t.co/3zmmvUn2nt",
  "😍😍😍 https://t.co/CyYkggxsmq",
  "@laurwagner_ i know ☺️ i love you too and our cute dates",
  "She thought the sunset was pretty but i thought she was prettier http://t.co/uX8eSZ6XSi",
  "@laurwagner_ i missed you 😔",
  "the fact that megan cried when her mom told her she had to spend another night in Massachusetts",
  "When you say something funny but lauren refuses to tweet it :))) http://t.co/HiRyaqdecG",
  "BREAKING: this guy is good http://t.co/8RTIIR01M7",
  "Me and lauren act like we havent seen eachother in a year but it's only been like 5 days",
  "megans coming home and im at work:/",
  "@megan12397 @laurwagner_ Fantastic",
  "need more crazy nights",
  "My best friend is the hottest so https://t.co/NAiJcDgWDB",
  "@megan12397 @MindlessFashion I DIDNT EVEN LOOK THAT GOOD WTF",
  "@MindlessFashion @laurwagner_ is that you in 7th grade?",
  "Wow i miss lauren so much",
  "lauren can literally go from being my worst enemie to wifey in about .03 seconds",
  "Jordan Spieth went -7 today what'd you do",
  "When you try to take on a dangerous par 5 in two and see your ball heading toward the hazard http://t.co/wyt4yBBL7u",
  "@megan12397 i could but who would take cute pics of me;)",
  "@laurwagner_ thats cause you cant be friends with yourself ❤️❤️",
  "i could never find a better friend than megan😭😭❤️#muchlove",
  "Gets better wit time...",
  "i would now like to drown myself in 53 shots of vodka:))",
  "Spanish and black guys👀",
  "@megan12397 @LucaJ22 you first😉",
  "@LucaJ22 @laurwagner_ get a room",
  "@laurwagner_ Haii",
  "hi @LucaJ22",
  "@avruso8287 Shake it to the moon shake it for me girl",
  "@avruso8287 shake it for the catfish swimming down deep in the creek",
  "PRE-ORDER OUT NOW || https://t.co/3dRsTmhZ6A",
  "#ThingsIGetAlot \"why is your seat so close to the steering wheel?\"",
  "Pretty sure i get pissed at the fuckboys that fuck lauren over more than lauren does :)))",
  "crying until my internal organs combust",
  "When you bomb a tee shot and your ball finds a fairway bunker http://t.co/YV2wYRt2PW",
  "I LITERALLY HATE MEGAN",
  "one minute youre here and the next youre gone",
  "i feel like megans on drugs when she texts me",
  "When you hit your ankle with a putter http://t.co/xFIs8Iply6",
  "you disgust me:)))",
  "idk what to do",
  "Our #EverythingisAwesome2015 tour kicks off tomorrow! RT &amp; hashtag your city to win a pair of tix to your local show. http://t.co/BYMfNeRwSY",
  "this @theweeknd hills record is literally the best song ever",
  "“PARENTS EXCUSE MY POTTY MOUTH” https://t.co/fqlWy2xUnw",
  "when your round starts out fantastic then turns to shit😊😊😊😊😊😊😊😊😊😊😊😊😊😊",
  "RT if you'd rather be on the golf course!",
  "@megan12397  https://t.co/48LMM1NPXh",
  "When you call her half past five and she doesn't answer http://t.co/0vK1cG1uDw",
  "Hey Japan, that one was for Pearl Harbor. U-S-A, U-S-A, U-S-A.",
  "No better feeling than getting out of work early :)",
  "Caught ya boy peekin 👀 #ButThatsNoneOfMyBusiness",
  "@megan12397  https://t.co/EkFh6P3Dbl",
  "@megan12397 you made the header❤️",
  "Lauren fucking cropped me from her avi wtf",
  "Saying \"Merica\" over and over again today",
  "where can i find myself a george o'malley😩😩",
  "😍😍 http://t.co/tEjPsUzBI6",
  "i complain about not getting asked out and when i do i say no #oops",
  "before &amp; after he touches your thighs http://t.co/MMEtsU9alW",
  "When you're needy af and only have one friend http://t.co/LdrbyKYnuO",
  "LMAOOO  https://t.co/rGfMjJALjC",
  "I LOVE WAKING UP TO LAUREN SENDING ME PICTURES OF NAKED MEN !!! :))))",
  "@laurwagner_ i would retweet this 370000000000 times if i could",
  "when nice guys become fuckboys&lt;&lt;&lt;",
  "let me see that booty werk http://t.co/V7NeI34B9c",
  "#tweetanattraction golfers",
  "I literally refer to lauren's house as \"home\" and her mom as \"momma\" #BFFgoals",
  "#LiesIveToldAGuy im on my period",
  "@laurwagner_ its true i get it a lot 😂😂😂",
  "@megan12397 HAHAHAHHA CRYING",
  "#TweetSomethingYouGetAlot your best friend is hot (@laurwagner_ )",
  "crying until I die",
  "#TweetSomethingYouGetAlot WOW YOURE SO SHORT I CANT EVEN SEE YOU IN THE HALLWAYS",
  "RT if you'd watch this http://t.co/EtqFRH9BSn",
  "these are disgusting but happy birthday😛💞 @stephenIutz http://t.co/q3o9ULOIa5",
  "@megan12397 @alexisjayfan @AlexisRenG uh me too",
  "when the person you want to talk to the most wont answer😊😊😊😊😊😊😊",
  "i've been ran over by a truck three times",
  "@megan12397 dude i might",
  "love when the girl in my car crashes into another fucking car",
  "hatee this so much.",
  "missin you so much😔",
  "sext me with sky pics",
  "Smh @ myself",
  "flinging myself across the continent",
  "deep frying my feelings",
  "Me after a par https://t.co/UBCd55RMRV",
  "Could see myself rockin this.👌😍🌊 http://t.co/el0aqhsJsZ",
  "@laurwagner_ yes",
  "Lauren is laying in my bed complaining about how she has no friends 😒",
  "\"you got an I.D lil nigga\" http://t.co/F9aEFUKnQ2",
  "If I text you during my round, you know it's real.",
  "normal is ugly.",
  "golf tan lines are the sexiest tan lines:) http://t.co/el1asljv9J",
  "Our buds @SlightlyStoopid​ released a new record today! Pick it up now + catch us on tour together all summer long!! https://t.co/foL8b6IPdM",
  "If Monday was a golf swing https://t.co/daPKxeKuye",
  "#ThankGodForAnotherDay",
  "first tournament of the summer😻⛳️",
  "crying while eating tubs of ice cream",
  "screaming into my pillow",
  "Let me tell you somethin' about my best friend 💕👭 @ we go on cute dates https://t.co/upNjaaNxTc",
  "i need to drown myself in vodka right now",
  "I hate not being with lauren because i dont know who her subtweets are about",
  "omg this is so cute😭😍 https://t.co/pyRUWR6oaS",
  "@laurwagner_ WOW WE ARE SO CUTE",
  "we went on a cute date http://t.co/sWYrplbq90",
  "\"shes all single and hot now\" thanks megan😂",
  "bffs are for taking each others booty pics",
  "RT. literally me tho https://t.co/ACdx6qrLdv",
  "*waits to meet hot guys*",
  "@JennKrampp you should have incorporated this picture of Avery and his scrubs http://t.co/5A9bA2466X",
  "Dr. Avery appreciation tweet http://t.co/HUpqdLndNY",
  "WHEN UR COUSIN GETS THE WORD HARD IN PICTIONARY AND DRAWS DICKS",
  "@laurwagner_ i'll save you some for when you get home tomorrow ❤️",
  "@megan12397 you need to share",
  "@laurwagner_ @SoDamnTrue THIS WAS THE CUTEST THING I HAVE EVER READY I LOVE YOU SO MUCH",
  "love",
  "i cant wait to meet new people this summer",
  "@laurwagner_  https://t.co/P51tyc6XSn",
  "@laurwagner_ @Rell_Spencer wow too accurate and summer just started 😈😂",
  "@megan12397 daily conversations about this summer😂😂😂  https://t.co/gkN81kaxqc",
  "dude i just wanted a chill summer without fucking drama",
  "I dont think i like lauren having my notifications on she criticizes everything i do now",
  "@Mschneider_2 you know it nugget",
  "I FUCKING LOVE UPSTATE😻😩 http://t.co/AlZycCYwaQ",
  "Im officially a senior 😳",
  "@laurwagner_ love you ❤️",
  "megan sends me pictures of the sunsets when i cant see them😍#bffaward",
  "when youre a fucking asshole http://t.co/xyHiKybnGp",
  "@megan12397 bitch you dont tan",
  "6-12-15 http://t.co/tleF8aIVYe",
  "GAY MARRIAGE IS LEGALIZED IN ALL 50 STATES WHAT A TIME TO BE ALIVE 🇺🇸🌈💚😊",
  "Lauren is leaving me for 2 days and i dont know what i am going to do with myself 😳😭",
  "We've been at this for over an hour http://t.co/nGBYlMnepe",
  "yeassss https://t.co/S9f5E6DZlP",
  "@megan12397 im gonna murder you with a pillowcase full of forks",
  "She hates me 😅 http://t.co/SWDJExZwVx",
  "@laurwagner_ I LOOK LIKE AN OLD MAN",
  "@laurwagner_  https://t.co/zQGHNpwQbg",
  "@megan12397  https://t.co/p2onXiX5Ug",
  "Bruhhh these pit bulls evolving http://t.co/1LCQIumOfx",
  "I wonder if wiz every thinks about why all these small white girls wearing forever 21 are his fans",
  "i don't give people second chances, i give them like seventy two chances because i always believe they'll change",
  "@laurwagner_ im stealing it",
  "@laurwagner_ YOUR HEADER OMG 😍",
  "when you fail the chem regents by 1 fucking point😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊",
  "@laurwagner_ @country_girlsss this will be us this summer no question about it",
  "@megan12397  https://t.co/yZnrdhiQjf",
  "i see megan more than my own family #friendshipgoals",
  "posting pictures of your girl &amp; showing her off is so cute",
  "dirty heads meet and greet concert tickets😭😭😭😭😻",
  "@C_Carolan_NYK thankyouuu",
  "@itsnatalie99_ thank you😊",
  "@laurwagner_ happy birthday girlie ❤️",
  "@kristaschmidt8 i love you guys😂",
  "@SRacioppi LMFAO THAT PIC",
  "@Olshoveee thank you!!",
  "@laurwagner_ happy birthday!!!!🎉🎉🎈",
  "@taylorashleyy1 @kristaschmidt8 OMFG",
  "@taylorashleyy1 IHY BUT ILY😂❤️",
  "@giustinahh love you slut",
  "Happy birthday to this girl💖 I miss you tons😭 and I hope you have the absolute best day!! @laurwagner_ http://t.co/JHKjdBQvuj",
  "@JordansTurnt thank youuu",
  "Happy bday @laurwagner_ idk how to fit how much I appreciate u sm so I'll keep it short ;) lmao happy bday wags 🎉🎉😜",
  "I LOVE YOU SO MUCH https://t.co/E28BiNNT9N",
  "@TheKingJulian_ thanks fuckface💘",
  "@stephenIutz ILY THANK YOU😂😂💘",
  "@megan12397 OMG YES😍😍😍",
  "@laurwagner_ i know im literally walking there as we speak lol i'll be there in like 5",
  "@megan12397 hi come over",
  "no way im turning 17 tm😳",
  "@laurwagner_ YES BUT ITLL BE CUTE",
  "@laurwagner_ 😂 thats impressive but dw the test is only 3 hours then you have the rest of the day to party",
  "@megan12397 *fills it with booty pics and ugly snapchats and calls it cute*",
  "Lauren's birthday post is gonna be cute as hell and i cant wait to post it 😈👭",
  "@megan12397 ive watched enough greys anatomy to make sure i dont go blind while i do that",
  "@laurwagner_ well thats gonna make it difficult to see me for dinner after 🎉",
  "i will be bubbling the french regents scantron with my tears tomorrow",
  "happy fathers day dad! thanks for being a deadbeat asshole love ya❤️😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊",
  "@megan12397 @ZacEfron djskdksmdlf@aldmslamd not fair",
  "@megan12397 YOU TWAT",
  "I always make fun of lauren for her selfie stick but i actually really want one😂",
  "\"Mean girls is hard to twerk to\"",
  "😜",
  "We're friendship goals 💕 http://t.co/FdGsfin6A7",
  "In desperate need of new clothes",
  "@laurwagner_ aww i miss you too fuckface ❤️😘",
  "i already miss megan",
  "@laurwagner_ @ambitch0us i have never seen anything more accurate 😂",
  "@megan12397 me af  https://t.co/XIT3X4XX40",
  "Guess I'll do the basic bitch thing where my name is my birthday so that people actually remember it",
  "always know when you tryna come back😏😏",
  "\"i have more pics of your butt than you think\" @megan12397",
  "@megan12397 THEY CREEP ME OUT",
  "\"I look like a tomato amd i fucking HATE tomatoes\" @laurwagner_",
  "Me and lauren are comparing the sunburns on our asses",
  "when you get sunburn for the first time and its on your ass...",
  "startin off summer right😈🌞 @ West Ghetto Beach https://t.co/7YjR4In4Ck",
  "when ur friends dont invite you anywhere😊😊😊😊😊😊😊",
  "beached it with my bitch at west ghetto today http://t.co/oGxEcfAAuQ",
  "This is only the begining 😈❤️ @ west ghetto https://t.co/tfBQtxQU8X",
  "this is gonna be a kick ass summer😈",
  "when bae says lets go play golf http://t.co/zUuIuWTPdp",
  "I want someone I can be totally weird with and they won't think I'm insane",
  "@laurwagner_ true 😻",
  "@megan12397 youll be with me at west ghetto tm!!!:))",
  "never smack a girl unless u smacking her ass",
  "its fine ill just text myself back",
  "drowning in vodka",
  "I need a hug",
  "screaming for 3 years straight",
  "i wish i could change a lot of things",
  "TRUST FALL http://t.co/JYo3eSrWzt",
  "if anyone says anything about my appearance today i will most likely punch you in the throat",
  "I'm crying.. Cat gets Brain Freeze 😂https://t.co/naSM9Dp0wS",
  "early this morning i lost someone incredibly close to me, uncle jeff i love you so much gonna miss seeing u everyday http://t.co/5PINoVKxSA",
  "i cant believe youre gone",
  "this is the worst day of my life",
  "THIS CANT BE HAPPENING",
  "drinking till I forget my name",
  "backflipping out a window",
  "i wanna jump off a bridge with a cinder block tied to my ankle",
  "this week needs to go by fast",
  "reaching my breaking point",
  "YALL CHILDISH LMAO http://t.co/IKrrrmzL6B",
  "pissed is an understatement.",
  "Bitch couldn't beat me on her best day",
  "Guess who feels like shit &amp; doesn't want to go to work!! 🙋🙋🙋🙋🙋",
  "me trying to come up with a good comeback http://t.co/O6b7ZdSagw",
  "It's June and I still got a whole lot of sass with a whole lot of ass",
  "@ash_heiderstadt @laurwagner_ still relevant",
  "once a fuckboy always a fuckboy",
  "throwing my phone at a wall",
  "putting my head in a meat grinder",
  "absolutely fucking disgusts me  https://t.co/6nk0QMrgrg",
  "no",
  "The only possible way to pass my French final would be selling my soul to satan..",
  "I want my belly pierced soOO bad",
  "I could get my work done in a substantially less amount of time if I didn't procrastinate as much as I do",
  "From  *long cute text*  to *Read at 10:56pm*",
  "@laurwagner_ when the vid gets deleted of u falling off a radiator&lt;&lt;&lt;&lt;&lt;",
  "The sound of rain while you're inside is the best",
  "THIS IS MY LIFE https://t.co/sYmRY4mbM0",
  "HAHAHAHAHAH WEAKKK https://t.co/W99MYVBRNA",
  "\"Hey port jeff your school is terrible and your sports teams suck \n\n-Ward Melville\"",
  "@ash_heiderstadt @alzassociation @TheRealKMcKidd BABE",
  "this is my life https://t.co/c9YzeVwCX8",
  "I'm in a constant state between \"I love golf\" and \"why tf did I ever pick up a club\"",
  "@ash_heiderstadt @ltsGreysAnatomy MY HEART CANT TAKE IT",
  "@laurwagner_ @ltsGreysAnatomy i love when he says \"its a beautiful day to save lives\"",
  "@ash_heiderstadt @ltsGreysAnatomy I HATE YOU😩😩😩",
  "im crying omg @laurwagner_  https://t.co/lvgBnD0luF",
  "my bed has never felt better than after an exhausting day at work",
  "That moment when you're all graduated 😂😂😂 http://t.co/CudkCTkQw8",
  "absolutley love sunsets @ Port Jefferson Harbor https://t.co/2zA1sZ7Qvb",
  "ya girl just drove a fucking ferrari",
  "when the guy from tanked recognizes your mom from instagram",
  "totally just met the tanked guys http://t.co/h1PE4DR4kC",
  "Life goals: to be rich enough to buy everything i save on wanelo",
  "being drop kicked off of a cliff",
  "i would like to throw myself down 39293010 flights of stairs right now",
  "eating a cactus",
  "heelying into oncoming traffic",
  "i like walking towards sunsets just to take artsy pictures:)) http://t.co/vuCn8TeTHc",
  "The best feeling tbh http://t.co/oIVZd8J93g",
  "let em liveee",
  "When it finally sinks in that we're almost seniors @giustinahh @laurwagner_ http://t.co/BNVpjwgiH2",
  "@kristi_robson highkey the biggest faggots ever",
  "@laurwagner_ true😛 http://t.co/PTHSyHpnbx",
  "@kristi_robson the cutest;)) http://t.co/z8XNd7RkhC",
  "@laurwagner_ not as cute as tortoises http://t.co/i3BHxCPmeP",
  "@kristi_robson platypus are hot http://t.co/N20grRcVsb",
  "@kristi_robson LMAOOOO but they dont like having their pics taken:)) http://t.co/GO1tnEwIkB",
  "@laurwagner_ tortoises are cute tho http://t.co/Wi44yMPE60",
  "@kristi_robson but youre a tortoise http://t.co/HSKDJxHjVf",
  "@laurwagner_ at least im not a platypus http://t.co/tCtp8L2SYu",
  "@kristi_robson but its so accurate buttttt http://t.co/MTuN7YM9k9",
  "@laurwagner_ http://t.co/UHHjwh2emS",
  "@kristi_robson http://t.co/FtFJ8ZCInz",
  "@laurwagner_ http://t.co/t2L4jFsKGp",
  "@kristi_robson http://t.co/dpi7GEJfOo",
  "@laurwagner_ http://t.co/0EJdekhZRg",
  "you twat @kristi_robson http://t.co/plSTXTsHVG",
  "life is so much better when you dont gotta worry about anyone but yourself",
  "some things just aren't meant to go back to the way they were",
  "@laurwagner_ @ltsGREYSquotes STOOPP. RT IF U CRIED",
  "NO STOP  https://t.co/Vn15BrsVoE",
  "THIS WAS ME AF http://t.co/uYkfg1bWmZ",
  "life is better this way😌",
  "dropping an anchor on myself",
  "Just watch it 😂 http://t.co/U8AQbYDg5M",
  "This is heaven 😍 http://t.co/IySPEQG5VZ",
  "yo fuck everyone lmao",
  "throwing myself across the room",
  "burying myself alive",
  "Stacey from Zoey 101 when her q-tip project collapses",
  "one month till im 17😻",
  "@kristi_robson @sayingsforgirls no😂😂😂",
  "@laurwagner_ @sayingsforgirls please tell me you bought this",
  "@kristi_robson @sayingsforgirls http://t.co/UOmimgF78F",
  "@laurwagner_  https://t.co/SZ6McsYIfq",
  "@stephenIutz day 38194739 of burke flipping out on me:)",
  "@stephenIutz what can i say chem is boring",
  "its come to the point where im way too lazy to even copy homework",
  "@laurwagner_ @giustinahh \nHAPPYLAND? \nHAPPYLAND.",
  "HAPPYHAPPYHAPPY?¿ @giustinahh @ash_heiderstadt",
  "@ash_heiderstadt I CANT STOP THIS ISNT OK WHAT THE FUCK FUCK YOU @GreysABC",
  "i wanna cry rn  https://t.co/xoU1ygtxwE",
  "WHAT THE FUCK NOO",
  "Kelso every time he fell off the water tower",
  "crying on my homework till it dissolves away",
  "NY Zombie Apocalypse😻👻",
  "Josh when he got mistaken as the theater thug",
  "\"to be honest? this ain't fucking Instagram.\" 😭😭😭😭😭 http://t.co/kT2r3SgR89",
  "I once took a girl to Starbucks because I forgot her name",
  "@kristi_robson  https://t.co/dBlbWP8SQQ",
  "random freshman:\"its crazy how juniors and seniors are shorter than me\"\nother random freshman:POINTS AT ME\"like her!\"😐",
  "slamming my face into a cactus",
  "@kristi_robson 😏 https://t.co/afGRQatjS0",
  "@laurwagner_ @WhitePplQuote ALL DAY LONG😂",
  "my mixtape caused global warming",
  "US😂😂 @kristi_robson  https://t.co/jra8zXhyDw",
  "HAHAHAHAJAJAHAHAHAHHA https://t.co/duRiG2cn1e",
  "such a great season with my favorite girls⛳️❤️ @NorwayBurnett http://t.co/usn6N6FZNL",
  "happy birthday pretty😊hope you have a good day!🎉💕@itsnatalie99_",
  "@Jasmineeeem  https://t.co/OYeFHes1hl",
  "@laurwagner_ Love you too Chubs",
  "happy mothers dayy love youuu http://t.co/fe7Ur1fY9U",
  "cheese on waffles? @queeenx0  https://t.co/oKBTTAOWb1",
  "wasting your french class trying to convince ur teacher to do the whip",
  "@laurwagner_ this is so cute I'm gonna throw up",
  "http://t.co/M4iUxuIv4o",
  "http://t.co/wYRUC7vA7v",
  "@laurwagner_ OHMYGOD 😂😂😂 https://t.co/16o4tvRTkz",
  "@kristi_robson @yeahh_christina  https://t.co/ouGX9mI5H4",
  "#wcw for life😍 http://t.co/8RTWYkuXz7",
  "Studying for finals is bad but studying for finals while you could be at the course is terrible",
  "how am i supposed to take care of four kittens when i cant even take care of myself?",
  "@stephenIutz pce luv shmoney",
  "@laurwagner_ holding back the tears rn holy shit😂",
  "RUNNIN THROUGH THE 6 WITH MY WOES @kristi_robson",
  "HAPPY BIRTHDAY💘🎉@Justinstarkkkkk",
  "@ash_heiderstadt @ltsGreysAnatomy UGHHHJ😻😩😩",
  "@laurwagner_ 😍😍😍 i need a mcdreamy  https://t.co/WkjZuCpuPf",
  "IM CRYING https://t.co/nPTlidzalc",
  "🐘🌸 - your incredible and I hope all is well L Dawgz  this summer finna be lit",
  "This just made me so emotional omg. No. https://t.co/mFDK7YzLp1",
  "still didnt get my senior pics:))))",
  "ohmigod😻😩 http://t.co/JqyQhLPsKo",
  "My future kitchen http://t.co/g1aYA0Kz4q",
  "for the one time 🌹 http://t.co/GoWDXdB7am",
  "LOOK WHO CAME OUT FROM UNDER THE DECK http://t.co/YFQMVthp8i",
  "gonna make this SAT my bitch",
  "crazy how one person can make you so happy",
  "tiger lily is the bomb diggity",
  "@kristi_robson GOALSS https://t.co/BGhx9tOkyC",
  "😊 http://t.co/hSds1ao6U3",
  "greys anatomy makes me cry too muchh😩😩😩",
  "@laurwagner_ our friendship makes me hate myself",
  "me: i need a mcdreamy in my life\nkristi: i can be your mcdreamy @kristi_robson",
  "If u cant handle me moody then u dont get the booty",
  "Senioritis and I'm not even a senior",
  "i want all of them http://t.co/R4OhOqDyFV",
  "when you realize you have another month left of school @kristi_robson http://t.co/pneHfSwx7k",
  "when ur bus hits a garbage can&lt;&lt;&lt;",
  "school also makes me want to hurl myself off the nearest bridge",
  "allergies make me wanna hurl myself off the nearest bridge",
  "@vicpanetta so cute fam",
  "when ur home alone in the shower and you hear a noise&lt;&lt;",
  "Rob Dyrdek Just killed the game. http://t.co/CHycVVQrfo",
  "Every guy needs to understand this caption.. http://t.co/J1tmWumizY",
  "dont be that person http://t.co/rvDh0m37TJ",
  "@Jasmineeeem  https://t.co/b8QSwcyhv0",
  "😻😩 https://t.co/lAPAHMBI2w",
  "@kelsey_smxth us https://t.co/d0iRaK8TIo",
  "i cringe every time i see you",
  "Fear me! All fear whipped cream head http://t.co/yw30AAZSW0",
  "IM DONE OMG https://t.co/3wGGLKzw5W",
  "A morning text doesn’t only mean “good morning” It also means I think about you when I wake up.",
  "@Jasmineeeem  https://t.co/VCS5gqbvk3",
  "@kelsey_smxth my face in trig everyday",
  "@laurwagner_ Cot= 1/Tan!",
  "trig is a foreign language to me",
  "All I do is work 😩",
  "@kristi_robson  https://t.co/0DE0QTNOiP",
  "happy birthdayy😊🎉💞@kailafitzz",
  "wait for that person that tells strangers about you",
  "Cause and effect http://t.co/GLoh96zK38",
  "When you see McDonalds but your mum drives past it 😂 http://t.co/SdD30tICUK",
  "want saturday nights like this http://t.co/PyZ5YL5rF3",
  "WHAT THE FUCK LMFAOO https://t.co/RlNU7CuYeR",
  "love when ppl tweet but dont text:)",
  "@Jasmineeeem 😩😻 https://t.co/0QBf3oFEfY",
  "when you're changing for pictures and you flash freshman boys coming out of the locker room #relatable",
  "My future child has no other choice but to be a golfer",
  "@laurwagner_ WHY DOES IT HAVE TO RAIN ON IMPORTANT DAYS",
  "@megan12397 I HAD RAIN ON JR PROM TOO😂😂😂",
  "WHY DOES IT HAVE TO RAIN THE DAY I HAVE SENIOR PICTURES",
  "she brought a fucking straightener to class http://t.co/qvcaqU5OrB",
  "@TheKingJulian_ one day youll realize that you never answered my text",
  "one day youll realize how badly you fucked up",
  "@Mschneider_2 LMAO NO",
  "@laurwagner_ ur not older then 16!?!",
  "third time this week ive been mistaken for being older than 16",
  "https://t.co/xp61BXXO7d",
  "happy birthdayy!😊🎉@StevenPalomba",
  "Lauren Hill's goal was simple: to play one more game. In her determination to reach it, her resolve touched a nation. http://t.co/sfBtIREuFi",
  "We thought Jordan had a lot of bird(ie)s at Augusta, but he has 2 more for us #legend http://t.co/ytcHbCoqjg",
  "I mean, at least im not a catfish☕️🐸 http://t.co/EJNqTOQUn9",
  "I really don't feel well😷",
  "why do i always oversleep after a break",
  "I hate this the most http://t.co/WnAMwB51DI",
  "SJB compliments is back god help us all",
  "Jordan Spieth is unreal",
  "Ladies and gentlemen, your 2015 #Masters champion ... @JordanSpieth (-18). Recap: http://t.co/vzBhzwalV0 http://t.co/QPBXxkMi3k",
  "\"A bone popped out. My joint kind of went out of place. I put it back in.\" - Tiger on wrist. #Masters. Live blog: http://t.co/vzBhzwalV0",
  "Yeah, I went -19 one time. It's how many points I lost on a test I took last week",
  ".@JordanSpieth birdies 15th, becomes 1st player at reach 19 under in ANY #Masters. Live blog: http://t.co/vzBhzwalV0",
  "no way Spieth just went 19 under par",
  "When Tiger was king. \n\n https://t.co/TNqPTFcHaw",
  "Spieth (-17) bogeys 12th; Rose (-12) pars 12th; Phil (-12) facing short birdie putt at 13th. #Masters live blog: http://t.co/vzBhzwalV0",
  "It's not real unless you watch The Masters with me",
  "@kristaschmidt8 and since when do you watch golf...😂😂😂😂",
  ". @JordanSpieth http://t.co/fxOIMZS7E7",
  "Shot. \n\n https://t.co/yropmtJbaN",
  "http://t.co/fTNTvjjZ6J",
  "It's happening. \n\nTiger-Rory.\n\nMasters Sunday. http://t.co/6FVH4JRkEr",
  "Not mentally prepared to go back to school",
  "Masters Sundayy😻",
  "It's here. Happy Masters Sunday http://t.co/YMlzHFaTpj",
  "I JUST WANT TO PLAY GOLF AGAIN!!!!¡!!!!¡!",
  "Rise and shine, people! It's the day we've all been waiting for: Masters Sunday!",
  "i never wear pants lmao",
  "really wish i was at coachella rn",
  "The only guy who could challenge Jordan Spieth at this point http://t.co/jbjLusfGSe",
  "Tiger is paired with Sergio tomorrow. Saturday just got even more interesting",
  "sleep deprived but what else is new:))",
  "\"What are you up to this weekend?\"\n\"Let me check\" \n\"Ok\"\n\"Yeah, wow. Sorry I'm totally booked all weekend\" #TheMasters http://t.co/1LiQBIpxFu",
  "Only 2 phrases can change a woman's mood:\n\n1) I love you.\n2) 50% off.",
  "An emoji for my productivity during The Masters 📉",
  "When you're in Jordan Spieth's group and he is ahead of you by 16 shots https://t.co/puF5fp733T",
  "There was NO give-up from Spieth today. He shot 66 to climb to -14. That breaks the Masters 36-hole scoring record. http://t.co/gIin1DHYAX",
  "@grindley_adam yes😂😂😂😂",
  "@grindley_adam idk it was on a tv show",
  "The coachella lineup is so good this year too bad im not there",
  "@grindley_adam LMFAOOOOO",
  "😒",
  "just saw 11 #NationalSiblingsDay pics in a row on insta",
  "Sausage Rap: Jesus Edition😂😂🔥  http://t.co/hYSV30LDLt",
  "dad pitching me names for my fragrance http://t.co/SJOxzQgTjz",
  "Waiting for 2nd round of the #Masters like... http://t.co/RRwH7YvdIA",
  "100% me  https://t.co/dm24rwg96M",
  "Waiting for bae to text back like http://t.co/8FyyCUYVWZ",
  "Jordan Spieth golfing today like http://t.co/7WIuU60qIt",
  "@Jasmineeeem @Johnrodrigueez absolute faves",
  "@kelsey_smxth  https://t.co/nHAILQ4hS1",
  "Danny Willett makes a monster 64 foot eagle putt! \n\nhttps://t.co/H5KqSSjeE1",
  "hella bored",
  "The first group, Charley Hoffman and @harmanbrian, have teed off on No. 1. The 2015 Masters Tournament is underway. #themasters",
  "Masters has begun. Check out the Masters limited edition gear from @Boating_LSA ! Follow/RT for a chance to win! http://t.co/JIhViFP7rG",
  "@TheKingJulian_ im blocking you on snapchat .",
  "Masters Eve &gt; Christmas Eve",
  "the weeknd😻",
  "@vicpanetta i feel like i know who this is about",
  "i get nervous as hell when my moms on the phone and says \"yea this is laurens mom\"",
  "rt if u cri'd http://t.co/YcroX5A8w6",
  "@laurwagner_ you're a savage 😳😳",
  "I think I just say what everyone else is thinking",
  "Lol @ the people who say @pitbuIIs are dangerous http://t.co/mWdL0cp7k8",
  "If a nigga don't get dipping sauce with their nuggets at mcdonalds don't fuck with them because u already know they don't care about life",
  "It's Masters Week 🙌 http://t.co/ZBYbyxhfaz",
  "@laurwagner_ I IOve you Jesus we suck at pictures",
  "im on your mind until something better comes alongg",
  "bet you miss me now baby",
  "🐰🐣💐 http://t.co/2z4ijIYioE",
  "HAPPY BIRTHDAY NOAH😊🎉@NoahLorenzo",
  "This is important http://t.co/sn61vIxU6Y",
  "swipe up to see jesus rise from the dead http://t.co/PYx5r4Y7oK",
  "love physical therapy😻",
  "in need of plans",
  "swipe up to see a cat fly 🐱 http://t.co/f8dqN4qSQs",
  "6 days http://t.co/jW2BPFleFg",
  "really want mcdonalds",
  "7 days till the greatest 4 days of my life. #TheMasters",
  "1 week. http://t.co/qCwMu842px",
  "Oh my god I was right http://t.co/2EJli8Yp5x",
  "At least I have real friends instead of making  fake ones☕️🐸 http://t.co/fxT8dLqY26",
  "YOURE PATHETIC IF YOU MAKE A FAKE ACCOUNT OF A GUY AND MAKE IT SEEM LIKE HE TALKING TO YOU LMAOOO",
  "I feel like I've been hit by a bus",
  "Really getting tired of the same shit",
  "pinned her against the wall because she's a masterpiece",
  "i just fucking woke up and started getting dressed for school😐😐",
  "@kelsey_smxth son👦",
  "@laurwagner_ stud",
  "don't let a fuckboy get in the way of you being happy",
  "I'm either all about you or I don't give a fuck about you at all",
  "@megan12397 nothing surprisingly😂",
  "@laurwagner_ what did you break",
  "i do dumb shit when im mad",
  "haaateeeee being left on read😠",
  "l YELLED AT MY DOG AND NOW SHES SAD😂😂😭 http://t.co/njo3mnAg51",
  "All of my friends are going away for spring break and I'm gonna be stuck in the tundra please don't touch me I'm emotional",
  "this day went from shitty to even shittier",
  "#RelationshipGoals http://t.co/8l2AJIUDDZ",
  "😍 http://t.co/vtIf90KUcz",
  "@Olshoveee i was at spencers😂😂😂",
  "@laurwagner_ same http://t.co/TXDuha4M9L",
  "“@lGOTAQUESTlON: If Samsung, then what did Sam sing?! Hmm? HMMM?!?!”@JordansTurnt",
  "i miss talking to you😒😔",
  "sos Lauren keeps sending pictures of manatees help",
  "Lauren keeps texting the gc about national manatee day…",
  "the worst form of torture is waiting for a package to arrive",
  "beach=happy place",
  "stfu about one direction, they werent gonna be a boyband forever",
  "http://t.co/YVlvdtozbx",
  "\"do you think bugs have their own religion? like do they worship some bug god?\" ok julian",
  "Three weeks from now we'll be watching the green jacket ceremony",
  "gonna go back to sleep😂",
  "kinda wanna text you kinda wanna set you on fire",
  "“@rapIikelilwayne: See a rodent wearing a sweatshirt, call that hood-rat!”@JordansTurnt",
  "“@UnexpectedJlhad: http://t.co/bRMyusunVi”@queeenx0",
  "@Jasmineeeem 😐😐😐",
  "snow really fucked up my plans",
  "All I want to do is go to coachella",
  "fuck you @snow",
  "19 days http://t.co/tinI6RrQ3t",
  "@laurwagner_ @kristi_robson great episode👍",
  "@kristi_robson @quinncoughlin_ that concludes this episode of \"Embarrassing Pictures of Quinn Kristi and Lauren\" till next week👋",
  "@kristi_robson @quinncoughlin_ http://t.co/InJXKBsWns",
  "@laurwagner_ @quinncoughlin_ http://t.co/RQpToO7mf2",
  "“@kristi_robson: @laurwagner_ @quinncoughlin_ you didnt put the caption:(”when he comes thru w/unexpected dick pics http://t.co/rPaubb8LYm",
  "@kristi_robson @quinncoughlin_ LMAOOO EW http://t.co/Gq9aGnbOf6",
  "@kristi_robson @quinncoughlin_ nigga http://t.co/tuoyNyQuPX",
  "@quinncoughlin_ @kristi_robson BRUH IT WAS AN ACCIDENT",
  "@quinncoughlin_ @kristi_robson this all started from me drinking butter lol ok",
  "@kristi_robson @quinncoughlin_ http://t.co/jEmgnCQVxi",
  "@laurwagner_ @quinncoughlin_ http://t.co/Np8HvIJXGi",
  "@quinncoughlin_ @kristi_robson http://t.co/0azSSmnQX9",
  "@kristi_robson @laurwagner_ http://t.co/wGbK4QyuV5",
  "@kristi_robson http://t.co/6ZVGbVWJmr",
  "@laurwagner_ http://t.co/uOj4OOeN8W",
  "@kristi_robson not a chance krobs",
  "“@kristi_robson: “@laurwagner_: @kristi_robson BY ACCIDENT” on purpose” http://t.co/e74PSajdVF",
  "@kristi_robson BY ACCIDENT",
  "Lauren drank butter today😂 #funfact",
  "“@Dory: THIS GIRL HAS NO CHILL http://t.co/3RmeVl37jv” @laurwagner_  youuu",
  "“@SixSecondCov: The music😩 https://t.co/hf5eyIIbqg”@kristi_robson",
  "just sent kristi pictures of me shaving my legs:)",
  "“I know so many last words. But I will never know hers.”\n— John Green, Looking for Alaska",
  "@laurwagner_ COME TO ME",
  "I hate feelings sometimes man",
  "i miss @kylielavrenchik 💔",
  "I'm like 105% tired",
  "“@girlposts: do you ever dislike someone so much that you hate when people are nice to them”me af",
  "“@tbhsassyturtle: I NEED TO DO THIS http://t.co/qJuvRXBCnr”YAS😻😩",
  "happy birthday pretty😊💕@bridgettheresaa",
  "“@tbhsassyturtle: I NEED THIS JOB - hugging turtles http://t.co/bMufXKgev0”OMG😻😻😻😻",
  "mind full of unsaid things",
  "Pissssseeeedddddd",
  "makeup creds to taylor😊 http://t.co/FPSSygkLpY",
  "jprom hair😻 http://t.co/mNF0QdNRvw",
  "fuck this SAT man",
  "The SAT tomorrow has no chill :(",
  "if you're having a bad day, here are some turtles wearing sweaters 😍🐢 http://t.co/YMlVnQGyJr",
  "“@WeAllKnowA: We all know a good girl named Lauren” @laurwagner_ right right right 😅😕",
  "Log test in math today? Nah, I'll just take the zero in advance",
  "grandparents are finally home😊",
  "the weeknd😻",
  "you know its gonna be a long day when you put face wash on your toothbrush",
  "youre not worth stressing over😂",
  "SHES NOT YOUR GIRL IF SHE DOESNT PISS YOU OFF",
  "cute guys with bad personalities&lt;&lt;&lt;",
  "i gotta stop getting so mad over everything",
  "just want this all to stop:/",
  "gonna be another terrible day",
  "been about you and im still about you",
  "So done with everything",
  "I'm so shot",
  "golf starts tomorrow😻😻😻😻😻",
  "Booty grabbing is so damn important 🙌",
  "@BradleyJames i ❤️ u",
  "Relationship goals http://t.co/lsqTW9xXJt",
  "just wanna talk to you😁",
  "he's so pretty to look at😭😍 http://t.co/TufolvH3pq",
  "obsessed with my prom shoes😍",
  "when VS has 5 for $27&gt;&gt;&gt;&gt;",
  "“@RelatableQuote: THIS IS SO IMPORTANT https://t.co/0BozmcvKTH”cant stress this enough",
  "it came😻 @livelokai http://t.co/suYwDi2oH8",
  "@laurwagner_ ILYSM💝",
  "🐘🌸 // babe I miss you so much it has been way too damn long since I've seen you please come over so we can finish our bucket list??💖💖",
  "el oh el.",
  "http://t.co/yHsR7rog9r",
  "Storing money in their iPhone case",
  "“@queeenx0: laurens booty is🅰1⃣”",
  "bradley james is such a babe😻",
  "🐓🐓🐓       🐓🐓🐓\n🐓    🐓        🐓    🐓\n🐓🐓🐓       🐓🐓🐓\n         🐓                🐓\n         🐓                🐓\n\nDays #OITNB Season 3 #June12",
  "@melissasmithh30 @kristi_robson 😂😂😂💘",
  "“@queeenx0: I miss her &amp; the way she looked at me😭😪 http://t.co/3L1QmahZ8L”i love you so much😩😻",
  "MoMA things🎨 http://t.co/RtrAGRXmFE",
  "just blew your chances😁",
  "@JordansTurnt this dudes going like 50 in a 25😂😩",
  "@laurwagner_ I woulda stared at him like this http://t.co/5uc88GGbHw",
  "my sub bus driver just asked me if i was going to st johns...😂😳",
  "Dropping hints #GolfProblems http://t.co/0d42QhMJXf",
  "should i jump in front or? http://t.co/HO3Nfan5Ys",
  "boys in sweatpants is the most amazing thing ever",
  "I love strawberries sm",
  "“@ZakeryJenkins: 4'11 but my dick 11'4”@queeenx0",
  "@Justinstarkkkkk ITS SO GOOD WTF",
  "@laurwagner_ http://t.co/JwKCh1ihYM",
  "“@queeenx0: @laurwagner_ araknuhbar”you spelled it wrong dumbass",
  "“@queeenx0: @laurwagner_ cause it's nasty”youre nasty😊",
  "always being made fun of for putting cheese on my waffles😩",
  "Sushi chef http://t.co/VJS7aiJqxH",
  "I CAN'T STOP LAUGHING.. http://t.co/oCBMnVorE2",
  "wowwwwww",
  "TRAGEDY: Student commits suicide in car and his friend ENCOURAGED it\n\nMore: http://t.co/is710YuQ6J\n\n#RIPConrad http://t.co/PDYg7Dq6Ys",
  "earned it // the weeknd",
  "@kristi_robson #relatable",
  "@laurwagner_ when you spell love wrong",
  "@laurwagner_ LOL OMG ROUGHH😂 pove ya fagner thanks😊❤️",
  "happy birthday krobs thanks for saving my life multiple times love you muchos faggot😻🔥💘 http://t.co/cwEtYUqdqA",
  "Getting it with skyzonee workers 😍😍😍 lmao best night @laurwagner_",
  "“@kristaschmidt8: Getting it with skyzonee workers 😍😍😍 lmao best night @laurwagner_”deadass😂😻😻",
  "perfect night😻",
  "Best partners ever http://t.co/z2EoRUj9VH",
  "HOLY FUCK I SEE EVERYTHING NOW I CAN SEE IT BOTH BLACK AND BLUE AND WHITE AND GOLD FUCK ME",
  "@laurwagner_ i literally feel like this is the end of the world",
  "@megan12397 im fucking done omfg",
  "EVERY SCREENSHOT I HAD OF THE WHITE AND GOLD DRESS JUST CHANGED TO BLACK AND BLUE WHAT I DONT WANNA BE ON THIS PLANET ANYMORE",
  "\"the dress is blue and black\" http://t.co/B1hKZUi6gY",
  "THE DRESS IS WHITE AND GOLd SHUT THE FUCK UP YOURE STUPID IF YOU SEE BLACK AND BLUE BYE",
  "“@queeenx0: “@WhitePplRuin: HUAH http://t.co/p7qDHIlnEz” @laurwagner_”i hate my people",
  "I could listen to The Weeknd all day",
  "“@UberFacts: A child growing up in the U.S. is more likely to have a pet than a live-at-home father.”shoutout to my dogs tho",
  "I really hate the doctors 😫",
  "@kristi_robson fall off your penny board✋",
  "“@kristi_robson: Penny boaard”so cool!!",
  "Bring the drugs baby I can bring my pain.",
  "@kristaschmidt8 i just wanted you to text me boo:/ thought i should drop the hint",
  "someone text meee:))",
  "This https://t.co/0r8aZfkthl",
  "Great dunk!  https://t.co/FtvcWuTkap",
  "kinda want a cute promposal tbh😂😂",
  "Milwaukie, Oregon @SKYVlBES http://t.co/OTeonWt7Fc",
  "http://t.co/SSHiLYIq0B",
  "So mad",
  "“@YaBoyWeeknd: I'ma care for you, you, you, you  https://t.co/Z4MGqYzhxq”😻😻",
  "@NoChillNoah hi bae",
  "wishin i was still on the beach😿",
  "If Monday was a golf swing https://t.co/b5l7GC2syX",
  "“@SoDamnTrue: when ur bestfriend gets a bf http://t.co/BUlG5T2cwp”@Jasmineeeem 😂😂",
  "i fucking love tumblr😂 http://t.co/NNMF20os3G",
  "Think I'm actually addicted to online shopping 😁",
  "http://t.co/o63KLnsVTB",
  "@queeenx0 :///",
  "cant wait till school starts",
  "@queeenx0 @sacredpinecone1 LMFAOOOOO",
  "@VictoriaJustice nice",
  "@HeffronDrive  when u asked if u can hit jet and r u dating katelyn",
  "i g0t my twitter ac0unt w0rking again",
  "*mom pulls out a bunch of singles*\n\"where were you last night mom?\"\n\"at your boyfriends house\"😂😂",
  "you can stop now @snow",
  "HE WAS CARVED BY GOD http://t.co/g87jsj7FQi",
  "lol fuckk😰",
  "@kristi_robson LMAOOO",
  "“@sabpappas: LMAOOO WHAT MIK JUST MADE ME https://t.co/zWHVr1M00k” she went from mad ugly to and ugly hoe",
  "😞",
  "“@queeenx0: Laurens cute”ik",
  "http://t.co/FgnnTDag1h",
  "when you talking talking to someone attractive af @NoChillNoah https://t.co/Y9vsP8yaoq",
  "@queeenx0 this is gay",
  "happy birthday laif😊🎉@AlmbergLaif",
  "“@queeenx0: Pt.2 http://t.co/CZbhHnU21k”i❤️me",
  "@queeenx0 this was gay",
  "no way i just slept for 15 hours😂",
  "I DO NOT WANT TO GO HOME",
  "@megan12397 i❤️ur booty",
  "@laurwagner_ your booty is a weapon of mass destruction",
  "@bcoughlin19 :)))",
  "@queeenx0 your face is on fleek💘",
  "I hate being 5'2 I can't reach shit, I deadass gotta climb my counters",
  "“@queeenx0: 🔥 http://t.co/VDR9k53gfl”bff hot😻🔥💘",
  "not nearly as tan as i usually get",
  "“@SincerelyTumblr: hella heart eyes for you”@queeenx0",
  "bff gonna look 🔥 when shes done gettin her new weave in @queeenx0",
  "“@kristi_robson: Aint even mad just waking up now”you were up pretty late trying to facetime me😂",
  "cant waittt to move down here😻",
  "http://t.co/JztVsb0aTu",
  "fishingg😊",
  "If I text you during a round there's a 300% chance you're hot",
  "PLEASE READ THIS http://t.co/BSNg0jzZ6T",
  "fake golfers make me cringe😷",
  "Vintage Volkswagen ad http://t.co/Z3fDQMawnv",
  "@lostscars 🌞 http://t.co/l4QOfu034K",
  "http://t.co/0AFMjrDid6",
  "eckerd😍😍",
  "college visit tomorrow😻😅",
  "little kids should not be allowed in hot tubs😒",
  "people in florida should adopt me http://t.co/PSHWbogkPA",
  "boat dayy🚤",
  "the only kind of marks you should leave on an animal http://t.co/UECze24TkJ",
  "My true valentine http://t.co/F6JnOSxJBO",
  "i hate that i cant stay mad",
  "Yeah today is Valentine's Day but The Masters is in 7 weeks",
  "OKAY http://t.co/sp5JpZRcWV",
  "@queeenhillry i❤️u tbh",
  "the only Valentine I want http://t.co/LAl39YDvcj",
  "@Jasmineeeem @Johnrodrigueez favessss😻",
  "Happy Valentine's Day to all you annoying ass couples",
  "hot tub under the stars😻",
  "Why I keep getting old notifications ? 😡",
  "i miss hillary",
  "i could watch the sunrise here everyday😻😻",
  "Nice moment at Pebble Beach: PGA Tour pro Mark Hubbard proposes to girlfriend on 18th green after his round. http://t.co/oCRxMael3k",
  "“@jakemiller: Wtf” mood",
  "can i get this in the mail? http://t.co/isZI9HDLjh",
  "RT to bless someone's timeline https://t.co/Zw1UAlajPA",
  "you can unfollow me but youre still a catfish😂",
  "@stephenIutz same!",
  "@laurwagner_ @antijokeapple I WANT MY SHIRT BACK",
  "“@antijokeapple: to all the clothes I left at people's houses: I miss u”@kylielavrenchik",
  "“@queeenhillry: lauren leaves for florida tomorrow :((”im gonna miss ya😩😢",
  "AWH LOOK AT U BEING A FUCKBOY AND ALL #loveit",
  "please explain to me the logic of texting someone first but never answering when they reply",
  "11-15-14 http://t.co/c6uHWCvFg5",
  "RT if u cried http://t.co/vJzOXMRh0v",
  "last day of school😻",
  "teenage mutant ninja corgi http://t.co/ToSlcpmgzZ",
  "People that text you then dont answer your response &lt;&lt;&lt;&lt;",
  "I’m going to miss connecticut, but boston and los angeles have a new journey for me http://t.co/u5HJEmChjv",
  "@queeenhillry SJB DOESNT HAVE A CHURCH NICE TRY",
  "@queeenhillry GTFO",
  "@queeenhillry ill kill you",
  "@queeenhillry stfu",
  "if you wanna laugh look at my insta:)",
  "“@SincerelyTumblr: in love 😍😍😍 http://t.co/fcnuXt0GRJ”😍😍😍😍😍😍😍😍😍😍😍😍",
  "@megan12397 but im not at school yet??",
  "where the hell is my bus going",
  "is this what heaven is like http://t.co/zpLUEKJhLB",
  "@queeenhillry @jchery15 aw bae",
  "@queeenhillry @jchery15 OMFG ITS BOBBY SHMURDA IN THE 5TH GRADE. HE SELLIN THAT CRACK",
  "@jchery15 LMAOOOOO @queeenhillry BRUH",
  "@queeenhillry im getting yours soon🌚",
  "@queeenhillry @WorldStarFunny he should give it to me",
  "funny when people try to come back into your life because they didnt get what they wanted in someone elses",
  "The #1 course that everyone wants to play and no one can afford.. http://t.co/l8DcIYgFqV",
  "Waiting for golf season like: http://t.co/EnTnOQEXyN",
  "@Abby_Finxt still am:))",
  "yea you were up and had to get dressed but were you actually on your bus like i still am:))",
  "SJB IS CLOSED AND IM ON THE BUS LOL FUCK",
  "“@Justinstarkkkkk: Your against feminism because your girl dumped you. That's my logic.”OOOHHH SHITTTT IM OUT😂😂😩😩😂",
  "feelin bad for these little boys against feminism considering no women's ever gonna respect them and they'll grow old with only their ego❤️",
  "when the lace on your thong rips&lt;&lt;",
  "undenying beauty ☁️💗💜🌞 http://t.co/wYTsGyNzbS",
  "@laurwagner_ well now we know where you get it from",
  "my mom has no chill😂😂😂😂😂",
  "guys have it easier , they can ask a girl out and ask a girl to dinner and ask a girl to prom meanwhile girls have to wait and hope for it",
  "@Aysellkarabey idk you but im so proud of you😢💜",
  "home alone for the nighttt",
  "oh my god 😍😍 http://t.co/OBMyVif1Kw",
  "i need them 😭😭😭 http://t.co/I6Dv57qg2R",
  "Nothing ruins your day quite like showing up to the course and seeing this http://t.co/HIX3Npm1dP",
  "“@EmmaCatherine00: the people that text you first then stop answering&lt;&lt;&lt;&lt;&lt;”THIS IS SO RELEVANT RT",
  "“@DrewEnglish113: I think my morality class is even more awkward than previous semester's which is pretty impressive to say the least”RT😂😩",
  "so happy i got an 85 on chem😍😩",
  "I would take a putter to the ankle for it to be Friday",
  "when bae asks whats for dinner http://t.co/G5QaoABY9H",
  "people who take forever to text back annoy me",
  "@queeenhillry as soon as i print the pictures😚😚",
  "😻 http://t.co/Hj90BeZgzM",
  "1 week until I'm in the warmth",
  "@quinncoughlin_ havent found my chill once today",
  "“@bellabeano28: @queeenhillry @alllysonnnn @laurwagner_ @_amaanduh do you even have a dad”NAH WE DONT BUT YOUR DAD MUST BE DISAPPOINTED",
  "@queeenhillry @alllysonnnn @_amaanduh @bellabeano28 bruh at least she got a dad😪😂😂😂😂",
  "@kylielavrenchik hell yes!!",
  "@laurwagner_ I know seriously this is not okay. Scary movie night again?😏",
  "@kylielavrenchik yes like wtf its been foreverrr😩😩",
  "@laurwagner_ can we hang out soon please and ty",
  "@kylielavrenchik 😂😂😂i love youu",
  "so youll continue to say shit over twitter but you wont say any of this to my face ok",
  "done with fake people ok",
  "“@Brooks_SASSett: Fans http://t.co/SItzNtovb4”obviously not fans if i blurred out your face💁👋",
  "getting mad hate for my ig pic but its hate from some fake bitches👋",
  "“@queeenhillry: I love dick”👀👀",
  "happyyy birthdayy😊🎉@SMercado33",
  "@TheKingJulian_ youre still gonna leave all the work till the last day😂",
  "midterm week turned into winter break part 1",
  "@bellagirl132 really pissed i didnt go in",
  "im actually pissed school is cancelled tomorrow i need to take fucking midterms",
  "love love loveee when VS has sales😻",
  "really annoyed i gotta go to school tomorrow",
  "kinda wanna just settle downnn",
  "@laurrenn_x0 😬👅 http://t.co/OHjYcAIb1f",
  "Just wow 😂 http://t.co/mjbkkcAmI6",
  "not even going to school",
  "@natalietriaa cuz i just want them to cancel them😩",
  "@laurwagner_ the fact that you've said this enough in person that I read it in your voice is hilarious to me😂",
  "cancel midterms this is bullshit",
  "Fixed it @KimKardashian http://t.co/k4oKufqOZC",
  "When you think a birdie putt is good then it lips out http://t.co/FoPhRFzByT",
  "The shark on the left had no idea what it was doing 😂 http://t.co/rSvfSjig0j",
  "anyone else's jungle fever at an all time high tn ?????",
  "@TheKingJulian_ LMAOOO",
  "Lauren needs to find some chill 😂",
  "ayeee wagner",
  "Hey Dave, it's almost time for Katy Perry and Margaritas!!! #SBXLIX #Halftime #TheInterview http://t.co/WD9GaB6Dsm",
  "@megan12397 i wouldnt be broke anymore if that was how we paid😩😂",
  "@laurwagner_ i thought of you when i saw that commercial",
  "Fiat commercial 😂😂😂😂",
  "i wish you could pay for mcdonalds like that😩😩😩",
  "Who's hyped for Katy Perry at halftime? http://t.co/3G1paMWFPo",
  "you do NOT need to tweet every damn thing that happens during the Super Bowl. we are watching it too",
  "If hearin' the National Anthem doesn't make you want to chant USA &amp; throat punch ISIS, you must hate bald eagles &amp; not have a pulse. Merica.",
  "@vicpanetta im such a funny person😊😊",
  "“@queeenhillry: she's so gay it's sad http://t.co/BPSZj5flmX”i love myself",
  "i am so sore i dont want to move",
  "worst decision of my life; cutting my hair short",
  "“@CuteEmergency: he's so plump oh my goodness http://t.co/1YTqxeXDWo”",
  "pitbull puppy all tucked in http://t.co/7glGPhVEcY",
  "\"Six callers ahead of us Jimmy\" http://t.co/0y2oYKBPV5",
  "when golf is on snapchat&gt;&gt;&gt;&gt;",
  "skyzonee😊",
  "@queeenhillry ILOVE YOU",
  "Bag wanker. http://t.co/xlXtOg0htu",
  "@laurwagner_ as one of your best friends im going to need a picture",
  "jprom dresss😋✔️",
  "desperate need of coffee to get me through this class😩",
  "@jeromeb__ youve been on my snapchat😂",
  "@jeromeb__ no",
  "@WilsonEan truuu lmao but it was mad fun😂",
  "Nature at its finest 🌅 http://t.co/f79SF8oGkR",
  "@WilsonEan gotta do another fair hit😂shit was mad fun",
  "@WilsonEan ayyeee liking the name😂👌",
  "🌌🌅-  L Dawg.  look stop sending me emojis if you know ima say the same thing for you everysingle time 😂😂😂.  miss you tho and i hope all is 👌",
  "😈🌺-I miss you butt we need to chill soon",
  "gourmet burger isnt the same without megan and her mom💔😪",
  "should probably get a jprom dress soon😁",
  "@megan12397 iloveyouuu😩😍",
  "@laurwagner_ good luck ❤️",
  "so nervous for this midterm😰",
  "@queeenhillry @CurveGoddesss__ $avage",
  "gonna fail french tomorrow😊🔫",
  "still better than you💅",
  "Bored and sore",
  "super boreddd",
  "Truest thing #BellLetsTaIk http://t.co/bHDp611wFH",
  "@queenhilllry @lordflaconegro @KendallJenner WHAT THE FUCK LMAOO",
  "if he was hookin up with you while he was dating someone else what makes you think he wont do the same to you?¿",
  "why do people find it necessary to photoshop their pictures?",
  "hey snapchat, instead of taking away the best friends list why don't you take away people's ability of making 150 second snap stories",
  "Not being able to breathe out of my nose is the most annoying thing",
  "When @theweeknd drops new music http://t.co/OkSRDE9awv",
  "every SJB student is struggling rn",
  "@carissaaaxo then why the fuck are people saying it is😩",
  "is school closed tomorrow?",
  "@megan12397 i dont like you",
  "why do people use a profile picture that isnt of them?¿ idgi",
  "\"her forehead looks like pussy lips\"",
  "if you put up a snow challenge video youre a slut and this is facts",
  "“@queenhilllry: he only lasts six second like a vine”LMAOOOOOOOOO WOW IM CRYING",
  "@queenhilllry please jump off a bridge",
  "why does my dog kick me if i stop petting her😂😩",
  "@queenhilllry LMAOO",
  "@queenhilllry @thisistpp I CANT WITH HER",
  "but no text back😴",
  "If you can go weeks without talking to me, go a couple more. I'm good",
  "@stephenIutz @MeninistTweet wow-_-",
  "@laurwagner_ @fvckbillie 🔥🔥🔥",
  "@queenhilllry @jchery15 should we be concerned?",
  "desperately need a massage",
  "When your watching Netflix instead of studying for mid terms 😂😂",
  "@queenhilllry oh my gay",
  "sorry doesnt mean shit when you keep doing the same thing you apologized for",
  "@queenhilllry sma",
  "cant move my neck😅🔫",
  "@vicpanetta tripped an fell for you😉",
  "really fucked up my knee😖",
  "@vicpanetta #twins",
  "think i lost 50 pounds at skyzone😂",
  "Golf season needs to get here already! I can't wait!",
  "@Jasmineeeem @SincerelyTumblr us",
  "@queenhilllry @jchery15",
  "hanging your trig grades up on the refrigerator&gt;&gt;&gt; http://t.co/gdX1Cm7amw",
  "No pants are the best pants.",
  "finding out you have a trig midterm tomorrow😊🔫",
  "i gotta headache everyday",
  "@megan12397 ihy sm😂",
  "Im so mean to lauren 😂😂",
  "lol when you haven't even started looking at jr prom dresses yet 😅😩",
  "wow st johns made it onto LI Party Story twice😂",
  "Sitting &amp; Smiling https://t.co/bcWcbzz0L3",
  "so done with everyone",
  "It's so bad how much fast food I consume",
  "totally forgot about burkes art project😩",
  "happy birthday @megggs_k only pics we have are from freshman year😂miss you tons💓hope you have a great day! http://t.co/2zVhLe7o8M",
  "@vicpanetta sorry i'll try harder",
  "When girls get drunk vs when guys get drunk http://t.co/qrpUduObW5",
  "well this was fun😂😩",
  "@SRacioppi @alllysonnnn @TheKingJulian_ can you get your lesbian hippo ass outta here tf",
  "@SRacioppi not what you were sayin in my messages last week but ok😴",
  "@SRacioppi @alllysonnnn @TheKingJulian_ and are you supposed to be attractive? cuz it isnt working",
  "@alllysonnnn has the best roasts👌😭",
  "@SRacioppi @TheKingJulian_ that proves youre gay😴",
  "@jchery15 @queenhilllry you da real mvp tho👏🙌",
  "lmk why julian is singing taylor swift",
  "😐😂",
  "@queenhilllry @SRacioppi LMAOOOO",
  "“@queenhilllry: she wasnt a slut when you were all up in her messages though😴😴”😴😴😴",
  "@SRacioppi @queenhilllry im not the one who tweeted it but ok😴",
  "@queenhilllry @SRacioppi NOOOOOOO😂😩😭😂😭",
  "“@queenhilllry: fat lesbian”LMAOOO YOOO",
  "“@queenhilllry: laurens the reason why white girls can't dance”LMAOO I WAS FUCKING AROUND",
  "\"@DarkHyacinth: Say something to cheer up the Packer fans. 😭😭\"\n\nGo Seahawks!!!!!!!!!!!!",
  "@queenhilllry LMAOOOO TRU",
  "\"@pcrnstache: give me motivation for dieting\"\n\nGo put on your favorite bathing suit and stand in front of a mirror. \n#YoureWelcome",
  "timehop makes me cringe",
  "@queenhilllry @MarcusIsGodly LMAOOO",
  "raindrops http://t.co/c4uUYTNUMh",
  "had this little shit for a whole year😻 http://t.co/l7PNWLirZt",
  "lol what the hell was i thinking",
  "“@FemaleStruggIes: me when I'm 21 https://t.co/sAH4HmgEmr”@kristi_robson",
  "@queenhilllry love you muchos💓",
  "really dont wanna go to this SAT class",
  "@TheKingJulian_ wasnt as bad as you",
  "@TheKingJulian_ i mustve been on drugs😂😩",
  "@TheKingJulian_ i told you that you looked like a retard",
  "@SRacioppi @quinncoughlin_ @frankpepe12 😐😐😐",
  "@SRacioppi @frankpepe12 @quinncoughlin_ YO CHILL",
  "@frankpepe12 @quinncoughlin_ @SRacioppi you all need mental help",
  "@SRacioppi @quinncoughlin_ pls die",
  "@quinncoughlin_ @SRacioppi LMAOOOO DEAD",
  "@SRacioppi @quinncoughlin_ youre gay bye",
  "@SRacioppi @quinncoughlin_ no stop thats not true",
  "@quinncoughlin_ @SRacioppi IM GOING TO CUT YOUR DICK OFF",
  "Nothing goes unnoticed",
  "LOL",
  "cant wait to go to florida😻",
  "just two world class golfers😎 @ tbt http://t.co/meZGk8MJR4",
  "@queenhilllry gay",
  "I'm over here struggling to buy a dozen golf balls while Tiger has his own island in Sweden http://t.co/idHPdfbIhn",
  "Goals http://t.co/7VfSi09al9",
  "dropping your phone in the shower is probably the scariest thing",
  "@quinncoughlin_ @SRacioppi im going to fucking kill you😂😩",
  "“@stephanie_pic: Ive never had so much hate for one person”@SRacioppi 😂",
  "lol are you kidding me",
  "@quinncoughlin_ @SRacioppi nice try quinn😂😂",
  "such a shitty dayy",
  "@frankpepe12 why are you called the iron testicle😂😂😩",
  "@JordansTurnt no you dont",
  "😒😒",
  "@kristi_robson @SRacioppi @quinncoughlin_ you mustve hated the sheep too",
  "@quinncoughlin_ @kristi_robson @SRacioppi im still laughing from it😂😩",
  "@kristi_robson guessing you arent so doped up anymore😂😭",
  "\"i killed the sheep with my mouth\" http://t.co/UAhTdkqGKD",
  "exhausteddd",
  "@frankpepe12 has no chilll😂😭😂😩",
  "Only 6 players have joined the \"59 Club\", but I've gotten close with each of my math tests this year",
  "@jeromeb__ @SRacioppi ihy",
  "@queenhilllry rtttt",
  "@queenhilllry fuck youu",
  "next few days are gonna suck😒",
  "goals http://t.co/dvnX46W1rN",
  "@kristi_robson @quinn",
  "😴",
  "@kelsey_smxth i had to😂😂",
  "I go from two under to four over real quick",
  "wish i was a little kid again",
  "silllly boy its your loss",
  "@LaurenWagnerrr_ i ❤️ you",
  "@megan12397 i ❤️ ur butt",
  "@megan12397 i just saw this😂😩",
  "Knowing that my butt is lauren's favorite butt is a great confidence boost thanks lauren",
  "@kristi_robson im joining your gym now",
  "feeling so sick but yet i still have to go to school tomorrow:/",
  "Brick tits in my room rn",
  "we all have a crazy ex http://t.co/NwptiUpV03",
  "@Jasmineeeem @TheKingJulian_ make a gc😂😂",
  "@TheKingJulian_ i am😊",
  "@TheKingJulian_ im sick",
  "@TheKingJulian_ ive been home for two days so far:/:",
  "i actually have to go to school tomorrow:((",
  "IF YOU POST PICTURES OF YOURSELF CRYING FOR ATTENTION GET THE FUCK OFF OF TWITTER",
  "The new vs bathing suits😻",
  "life would be great if acne didn't exist",
  "the sunset😻",
  "Hitting your ankle with a putter http://t.co/KuiiYjefNy",
  "Getting comfy in bed then realizing my contacts are still in &lt;&lt;&lt;&lt;&lt;",
  "@carlyyelferss hes such a babe😍😩",
  "Me as a parent http://t.co/uZPzGbfXpW",
  "@jeromeb__ ugly",
  "“@lostscars: okay I wrote something and it doesn't have a title http://t.co/POoOqjNDYw”damnn",
  "Lol imagine i was actually able to deal with you",
  "@lostscars http://t.co/AHTlsieEwN",
  "@Jasmineeeem wouldnt go that far;)",
  "@lostscars http://t.co/CuuEH4F5RM",
  "sometimes you get sent a sunset like this and it's hard to believe that things won't be okay http://t.co/LSrwVQJoON",
  "http://t.co/iobKmlpF8J",
  "oversleeping already fml",
  "#Mondays http://t.co/38LvZWQqET",
  "school should challenge us &amp; make us work hard, not put so much pressure on us &amp; make us uncomfortable to the point of mental breakdowns lol",
  "Every Twitter trend after a few hours https://t.co/XvmjqQfd7c",
  "happy birthday pretty!😊💕@flotashaa",
  "im so over junior year",
  "@queenhilllry you dont even take chem and im passing with a 75😂",
  "@queenhilllry stfu",
  "http://t.co/18ai17P7w9",
  "me at school tomorrow \nhttp://t.co/8ZqkC0L048",
  "ms kohl thinks I'm gonna do that english regents 😂",
  "If my grades were great I wouldn't even mind going to school",
  "Fuck Cancer",
  "@queenhilllry @CraziestSex LMAOOOO",
  "@SRacioppi @frankpepe12 SHAWTY GOT LOW",
  "@SRacioppi @frankpepe12 she hit the floor",
  "@vicpanetta lmaoooo im dying😂😭😂",
  "@vicpanetta we can just put all our stripper money together😂😩",
  "@vicpanetta buy it for me😊",
  "@vicpanetta i really need a new one😂",
  "@emmily_xox thanks em😊",
  "“@megan12397: @laurrenn_x0 they were see through anyway 😉😂”i like see through🙇",
  "@queenhilllry slut",
  "@megan12397 this just happened😂😩",
  "@megan12397 3rd pair😪😭",
  "@laurrenn_x0 AGAIN?",
  "@queenhilllry bitchbitchbitchbitch",
  "rip to my leggings😪 http://t.co/WH6GUtliuP",
  "“@WhitePplQuote: My black friend says it's ok to say that”@queenhilllry",
  "HELLO WISCONSIN 🍻",
  "@queenhilllry was just gonna fucking tweet this...",
  "emotional breakdown bc of chem:))",
  "happy birthday to worlds greatest grandfather😊💕 http://t.co/h0UzbwIDFD",
  "me when I realized the break is almost over http://t.co/Wk402zhe3D",
  "ITS SNOWING OK",
  "VS bikinis came😍😍",
  "@queenhilllry i dont need no fuckboy😴",
  "@queenhilllry no one cares",
  "@queenhilllry dont judge me😪",
  "IM CRYING.. http://t.co/3AxLUwSshy",
  "so i guess thats it😒",
  "FUCK YOU",
  "😣😣",
  "@SRacioppi hey fuck you:)))))))",
  "@laurrenn_x0 @SRacioppi happy",
  "@SRacioppi k",
  "i gotta be hella pissed to leave you on read😂",
  "need to do something fun these last two days of break",
  "@lostscars here this is for you http://t.co/oVpov3aPi5",
  "🌚 http://t.co/g8qNp3MUom",
  "this movie theatre is so chill",
  "places I'd rather be: part 301 http://t.co/N18aHPG2cX",
  "@queenhilllry bae material",
  "“@queenhilllry: lauren stop retweeting gay as sunsets”nope",
  "places I'd rather be: part 316 http://t.co/jSBs3rt4Cp",
  "@megan12397 bec sandwich and leftover chinese😂😍",
  "@megan12397 COME OVER IM MAKING A BOMBIN BREAKFAST😂",
  "wolf of wall street never gets old",
  "everyone else is doing it😂 http://t.co/o7qZ9Zbirb",
  "i lost my knee brace😩😭😭",
  "@lostscars the skyline was on fire for you http://t.co/TWJifpbYBG",
  "my knee is fucked up again😩😢",
  "whenever I send screenshots they get all out of order and it's so aggravating",
  "everyone i talk to is sleeping rn wtf",
  "Enjoying watching Florida State get killed",
  "im so serious someone give me plans",
  "“@queenhilllry: 11:59 vs 12:01 http://t.co/yIe7p4EyO9”😂😂😂",
  "no idea what im doing today",
  "wow youre all so original with your countdowns in your snapchat stories",
  "happy new year fuckers",
  "here comes all the I haven't showered since last year tweets",
  "Being sad on New Year's Eve sucks :(",
  "“@TheKingJulian_: @laurrenn_x0 peep your texts quick😂”i just threw up bc of that😐😐",
  "not how i wanted to spend my new years😡",
  "places I'd rather be: part 315 http://t.co/ntDF7Dl9em",
  "Last nights' picturesque sunset. What a way to kick off the winter season! #solstice #venice_sunsets 🌅❤️💜💕 http://t.co/yii1T2UXOT",
  "cant stand when people tweet about drinking like stfu",
  "@queenhilllry squaaaa (thats never hung out together)",
  "@queenhilllry me",
  "@stephenIutz i am goals",
  "last sunset of 2014😍 http://t.co/FfzDF3637q",
  "timberlands http://t.co/Xm8CIvjm4M",
  "sunsets make me so happy😊",
  "it went from bae to bye real quick",
  "@megan12397 wear the stuff you just bought😂",
  "Tonight is going to suck",
  "Priscilla Presley outside her home in Beverly Hills, 1969 http://t.co/iVUdfJ9HaO",
  "Here's to more birdies in the New Year",
  "I miss California and its pretty skies http://t.co/RGJ1Nsz1Ry",
  "Fuck you if all you do is complain about your situation and dont do shit to fix it",
  "Definition of a thot: http://t.co/TcplP57U8U",
  "@melissasmithh30 YASSSS",
  "😻😻 http://t.co/KGrX7cdpek",
  "define hillary",
  "@queenhilllry awww",
  "@queenhilllry lauren: a beautiful girl whom makes you go crazy . http://t.co/c8I788fVj8 http://t.co/LQ5azRoolc",
  "She burning hella calories http://t.co/mfFDLGpOHW",
  "happy birthdayyy🎉 @kristophercoxx",
  "“@SheProbAHoeIf: her socks don't match”@SRacioppi",
  "@queenhilllry 😂😂😂😂",
  "i cant http://t.co/9mfrZl9BSK",
  "currently getting violated in the groupchat",
  "When someone claims to be a scratch golfer but you know they can't break 85 http://t.co/VXNbQZSSzm",
  "Guess what starts in exactly 100 days... http://t.co/EYvyeuhNYq",
  "who wants to do something todayy",
  "@TheKingJulian_ @queenhilllry ily bye",
  "@queenhilllry ha jokes",
  "@queenhilllry youre overrated😕",
  "My heart says Pro V but my bank account says Top Flite",
  "“@SRacioppi: @laurrenn_x0 make sure the bikini is easy for me to get off”i hate you😂😂",
  "victorias secret shopping makes me happy😻",
  "@kristi_robson *stolen*",
  "🌅 Sunsets http://t.co/zSbjXmpKfD",
  "“@queenhilllry: “@sexuaI: Young DiCaprio😍😍 http://t.co/zXI3tVZAxV” @laurrenn_x0”😍😩😍😩😍😩😍my babe",
  "just dropped my new single\n\nit's me\n\ni'm single",
  "i❤️the sky😍😍 http://t.co/kdnfv39yoD",
  "@SRacioppi no",
  "Do I lay up? http://t.co/t1TZXPRkwG",
  "@megan12397 you really shoulda",
  "“@megan12397: I've eaten about 3 plates of lo mein already” http://t.co/3EIV8XbEVm",
  "when you look like murderers #justgirlythings🔪 http://t.co/JvLpdEHJqo",
  "I refuse to snapchat lauren back because she screenshots every single one #byebye",
  "Plot twist: http://t.co/5CdrV4Ia9b",
  "Did he really push down Soulja Boy? \nhttps://t.co/Pg38d6LJt4",
  "ive been in this car for hours🆘",
  "places I'd rather be: part 313 http://t.co/b9MGXt767O",
  "When someone steps on your line. http://t.co/Bmms7FUpCs",
  "We must end child cruelty....\n\n“@Johncripwell: Thanks mum 😩@GolfClubWankers @golf_com @GolfPunk_Mag http://t.co/RivnsW9NL1”",
  "I don't want to live on this planet anymore. http://t.co/X1vEtV00Mi",
  "If Monday was a green. http://t.co/PgZkgKFOem",
  "http://t.co/kXuCYlFzrd",
  "@bcoughlin19 come out of the closet first",
  "“@bcoughlin19: @laurrenn_x0 hey”bye",
  "Why do people think stage 48 is a rave",
  "@WilsonEan misss youu too!",
  "🌄🌿 - i wish we could go back to summer and your amazing sweet 16. so great knowing you  💙 👌 hmu homes",
  "\"I was drunk\" isn't an excuse for being an asshole.",
  "chem is the death of me",
  "i hope karma kicks you in the face:)",
  "When you were a line leader in 5th grade, and a kid said \"Fuck line leader\" http://t.co/BIllKWLina",
  "@queenhilllvry__ idc hes gorgeous😍"
 ]
}