{
 "user": 3488167819,
 "tweets": [
  "Arguably the greatest TE in MSU history \"Joe Bigs\" \nJoe Bignell\n#ThrowbackThursday #BlueCollarGoldStandard https://t.co/eOLqwpU0aJ",
  "The embarrassing find on Chris Tanev's playlist and the fashion faux pas you'll never catch him trying to pull off in this week's Player Q&amp;A! Answers here 👉 https://t.co/lexP86rXvU #ad https://t.co/emsfaaGzpC",
  "@imacSportsnet Watching the knights an argument could be made to trade all players every year. Randomness, confound scouting, hybrid energy etc....",
  "@fr_aquilini I love Bo too. But Edler is getting a vote. EDDIE❤️",
  "@imacSportsnet That should be his nickname.",
  "@tdemko30 Power of love does not know race or gender",
  "@fr_aquilini “Allow allow allow”. Words from the legendary Eddie Macken.  ( obviously does not apply to goalies!)",
  "@fr_aquilini Not me!! We are finding our unique legs. So cool to watch them come along. Good. If it were easy everyone would do it!!",
  "@benkuzma I believe only one of the four was even strength..",
  "@patersonjeff @TSN1040 And tonight he is going to score on a wrap!!",
  "@imacSportsnet Whining is not the answer. Play the hand dealt. Love being the underdog. #canucks❤️#greatgames",
  "@imacSportsnet YES!!!",
  "@DhaliwalSports He fits. Yes",
  "@sportsnetmurph I’m so happy. I’m taking a ski day at Whistler 😀",
  "@sportsnetmurph Nooooo...Vanney!!!!",
  "@imacSportsnet Nooooo......",
  "@benkuzma Noooooo....",
  "\"I'm not surprised at all...it's a veteran team with established guys.\" Thomas Vanek comments on facing the top team in the Western Conference. https://t.co/sQAuDxAwSH",
  "#BellLetsTaIk",
  "#BellLetsTalk",
  "@RyanMiller3039 @Canucks 😭anaheim will have to be the little sister team 😊Best of luck.",
  "Thank you to the @Canucks org and fans in Van for wonderful memories. Bodhi's home town will always be a part of us. https://t.co/i24kJVO2KQ",
  "@AnaheimDucks @Canucks ☘️☘️☘️ good boys",
  "@AnaheimDucks Miss him. Ouch",
  "@Delta possible rebooking from Seattle to Vancouver. Kona to Seattle DL2845 delayed.",
  "@RyanMiller3039 @Canucks Thank you..  see you in September 😍🌧🥅🇱🇷🇨🇦",
  "Thank you @Canucks fans. Have a great summer in your beautiful city.",
  "Stress is caused not by other people or external events, but by your reactions to them. https://t.co/qoDLZvfNZp",
  "My swimming trunks would need a refresher. https://t.co/SApXlfrS9m",
  "Jet skiers capture the incredible moment that a group of killer whales surround them. \"Oh my God...she's under us!\" https://t.co/t4XHNZX1Qn https://t.co/Fc4y206YLG",
  "@RyanMiller3039 I can't believe you even made a joke😊so awesome, you dropped your gloves in Toronto. Carte Blanche XO",
  "#HENR1K https://t.co/ZocWo8989a",
  "If TOR/BOS is not over...Henrik Sedin ceremony will begin at 7PT on @Sportsnet",
  "Wrong stall there Kes https://t.co/nGoniwZO6o",
  "Thanks for sharing your mental health stories everyone. You're all truly amazing people! #BellLetsTalk",
  "#Canucks pregame show vs Colorado continues, faceoff at 630\n\nhttps://t.co/RndpxTpj0G \n\n#BellLetsTalk https://t.co/04c6H1qx4A",
  "Let's make it happen; a few RTs; just a few seconds out of our day, can save lives. #BellLetstalk https://t.co/v9NC1Mb7ak",
  ".@rayferrarotsn joins @mattsekeres @BlakePriceTSN next\n\nhttps://t.co/RndpxTpj0G\n\nTSN GO app https://t.co/2U6rkRJFYJ\n\n#BellLetsTalk https://t.co/UjIKzCfO3H",
  "Keep it up for #BellLetsTalk!!\n\nEvery RT makes a difference, here's some funny photos to make retweeting this easier! 😂 https://t.co/EzxHuCAdrW",
  ".@Canucks visit Colorado today (6:30, #TSN1040)\n\n@HockeyAbbs joins to talk hockey\n\nhttps://t.co/RndpxTpj0G\n\n#BellLetsTalk https://t.co/HHtdHDTx4t",
  "#MTNUpdate Power outage continues, we will update as soon as we hear more, last update confirmed it should be temporary",
  "Michael @HeyLandsberg: We’ve made progress, but more can be done  #BellLetsTalk  #SickNotWeak   https://t.co/2ytIH88A0m",
  "Join @Bell_LetsTalk in raising awareness about mental illness today. We’re very proud to support this important conversation! #BellLetsTalk",
  "This is cool! Way to go @TELUS @SkiFernie @KickingHorseMtn @SkiKimberley @SkiNakiska https://t.co/7F9RcE41BD",
  "https://t.co/RndpxTpj0G\n\nTSN GO app https://t.co/2U6rkRJFYJ\n\n#BellLetsTalk https://t.co/ta24BsUBJP",
  ".@jamiemclennan29 joins @BMacDonnieMoj next\n\nhttps://t.co/RndpxTpj0G\n\nTSN GO app https://t.co/2U6rkRJFYJ\n\n#BellLetsTalk https://t.co/mLyv4FqnbC",
  "@TELUS @Bell_LetsTalk  How Canadian is this? Competitors working together to make a change. Proud to be a customer of both. #BellLetsTalk",
  "It's never a bad time to talk about the way you feel #BellLetsTalk",
  "Hey yo! It's time to #BellCause #BellLetsTalk #BellCause #BellLetsTalk #BellCause #BellLetsTalk #BellCause #BellLetsTalk #BellCause",
  "Another 9 million ⬆️ #bellletstalk https://t.co/xHm0ljixeO",
  "I'll do a last call. If you're not RTed out, please RT this. Five cents goes to Canadian mental health initiatives each time. #BellLetsTalk",
  "Thank you Canada! We're not done yet :) #BellLetsTalk #BellCause https://t.co/XKzQWvbG0V",
  "That \"Tweet\" Right There! Thanks for joining the #mentalhealth conversation @KardinalO #BellLetsTalk",
  "\"I’m not afraid to say that I suffer from depression.\" \n\nRead more about @mercedesnicoll's story👉 https://t.co/ziM2KFjGRi \n\n#BellLetsTalk https://t.co/0DTc1iLSnK",
  "Make a difference #BellLetsTalk",
  "For every RT this gets I will personally donate 5¢ to a mental health program. That means 10¢ donated for every RT this gets! #BellLetsTalk",
  "#BellLetsTalk for every retweet 5 cents will be donated to mental health initiatives.",
  "RT now to help support a great cause #BellLetsTalk https://t.co/5eOIkhZtwP",
  "#BellLetsTalk",
  "#BellLetsTalk",
  "#BellLetsTalk",
  "#BellLetsTalk",
  "#BellLetsTalk",
  "#BellLetsTalk",
  "#BellLetsTalk",
  "#BellLetsTalk #sicknotweak @heylandsberg #Ryp37 https://t.co/uIgcZD6nhX",
  "@canucksbuzztap no no glass half full, Area 51 #canucks",
  "Indulge in the bounty. https://t.co/9CB44juRvq",
  "#HockeyHugs for days https://t.co/79h3jVXZAj",
  "Henrik was also asked if he would have family in attendance tomorrow in case It happens. \n\n\"Danny will be here.\"\n\n#canucks",
  "#Canucks Henrik asked if family would be here for potential 1,000 #NHL point: 'we'll, Daniel will be here.'",
  "Miller. Miller. Miller. Miller. Miller. Miller. Miller. Miller. Miller. Miller. Miller. Miller. Miller. Miller. Miller. Miller. Miller.",
  "Fort Lauderdale. #refusetofly until laws are changed. #fortlauderdaleairport",
  "@piersmorgan refuse to fly until changes are made#ftlauderdale",
  "@CNN if people refuse to fly until laws are changed, laws will be changed..#ftlauderdale #powertopeople",
  "\"We'll take the win, but we weren't good enough. Miller saved us tonight with all the shots we gave up.\" - Eriksson",
  "California Chrome arriving to #GulfstreamPark to participate in the @PegasusWorldCup!\n#ChampionshipMeet https://t.co/g91U56WEVF",
  "Anyone catch the sunset last night? In case you missed it, here's a shot of it from our new HD webcam: https://t.co/R3pGZLJhB2 https://t.co/PVpZYwgfgG",
  "My column on Sven Baertschi -- artist (really), existentialist and hottest #Canuck on frozen West Coast.\nhttps://t.co/V7T4NEhKLV",
  "Do you think this snow clearing is sufficient? One driver did. Couldn’t understand why he got pulled over. #can’tmakeitup https://t.co/WsfEFrhnsH",
  "#hotdogHorvat stole the show, but let's not forget @RyanMiller3039 and his 22 save @pepsi shutout! 🚫🔥 https://t.co/ZaZhBbA8Io",
  ". @RyanMiller3039 is the 21st player in @NHL history to hit 350 wins. 🔥#Canucks https://t.co/Tiif8755AT",
  "A laser from H.Sedin with less than a minute left in OT lifts the #Canucks to a big victory over the Ducks in this @BudCanada Game in Five. https://t.co/ZxOIcGXurn",
  "Ryan Miller doesn't quit on the play and makes a great diving glove save on Ducks' Corey Perry in this @REMAX Move of the Game. https://t.co/C5khSpoq0k",
  "Amazing. https://t.co/POXA7PFu7Z",
  "Matt Mosteller: ‘I think having creativity is super important. Creativity drives innovation’ https://t.co/GSGRpVZttx from @GlobeBusiness",
  "\"To dare is to lose one's footing momentarily. Not to dare is to lose oneself.\" - Soren Kierkegaard",
  "@imacVanSun maybe was just a super moon issue in Carolina😎",
  "Two straight games with highlight goals for @JackSkille! https://t.co/2a8k4245zE",
  "\"CHRIS! CHRIS! WILL YOU SIGN?\"\n\nI was just asked for an autograph because I'm apparently Chris Higgins, aka my beard is fierce todayyyyy!!",
  "\"I had a sinking feeling when I saw people rushing behind me for the puck, but Stech was there. It takes everyone to win.\" - @RyanMiller3039",
  "Here is something we can all agree on in the USA. We appreciate the job our veterans have done and recognize it is a sacrifice made.",
  "Linden: I'm excited. Definitely there's challenges. I knew there'd be days I questioned this. But I love this",
  "Btw, #Canucks unbeaten this year when leading after 1st period (0-0-0) and when Eriksson scores (2-0-0). #itsinthebag",
  "Canucks...lead...Blackhawks...3-0. In hockey.",
  "Watch this giant polar bear pet a dog on its head in Churchill, Manitoba https://t.co/b2mt1tG6Gm https://t.co/nDRd558CRO",
  "Thanks @AbbotsfordDodge for the new wheels #jeep #blackonblack https://t.co/UoA8OUhN2h",
  "\"Follow your dreams. \nListen to your heart.\nAnd obey your passion.\" - Pat Quinn https://t.co/qClsRmh71J",
  "😱👇👇👇😱 https://t.co/4SMMcMTr7e",
  "@imacVanSun they look on fire with him in there.",
  "@imacVanSun haha you already live in Canada!! He called us snow Mexicans😊",
  "@Canucks and @bhutt10 jerking both Matthews and Martin around#notlettinggo",
  "\"I had to jump in. There's no question I'm going to take care of that and help out Stech\" - Miller talks about sticking up for his teammate. https://t.co/vIHnYV0lUR",
  "Frustration boils over as Canuck threatens Maple Leaf Matt Martin: \"Martin's Dead\" | Eh Game - Yahoo Sports Canada https://t.co/LJ41RcQwb5",
  "All hell breaks loose between the Leafs and Canucks 👊🏻 https://t.co/CCOqwiaeBA",
  "\"The guys had my back. I can't say enough about this group. The only people who can change this slump right now is us.\" - Stecher",
  "\"We're getting towards rock bottom here, so maybe this will get us going. We had our blood boiling out there.\" - Miller",
  "Gudbranson as he walked into #Canucks room told those in earshot that Martin is dead. Gudbranson is not being made available to media.",
  "\"We haven't seen much of Stech yet and he might have it in him, but I wasn't waiting around to see. I had to jump in there.\" - Miller",
  "\"It's great to see us sticking together. The game got out of hand, but we stayed together. We'll get through this.\" - D. Sedin",
  "Talking it out. https://t.co/KGV2go59jQ",
  "Old time hockey. https://t.co/5mJM1U1uvy",
  "Beautifully appropriate response from Hansen. https://t.co/GKFMHOkGa8",
  "@TSN1040 this is actually kinda fun.  If we score I see parade in Birthday suits#gonna happen",
  "@canucksbuzztap immediately😍",
  "@canucksbuzztap we need to have a running and gunning night.",
  "@Canucks 😀😀I'm not sitting down until we score",
  "\"I had this same thing happen when I started in Boston. New team and things are different. All I can do is work hard every day.\" - Eriksson",
  "@imacVanSun 😂",
  "@imacVanSun hahaha.",
  "@FriedgeHNIC stud",
  "\"He hit me pretty hard, good hit. I got up and we didn't have to say anything, it was go time. Our fans were fired up.\" - Gudbranson",
  "\"It's a tough loss. We played well tonight and deserved better. This was our best effort of the season. We'll stick together.\" - H. Sedin",
  "\"It's frustrating. We need to stick to our structure and we'll get through this. It's a long season and pucks will go in.\" - Hutton",
  "I'm cutting everyone slack today. There's rope everywhere",
  "@TSN1040 don't worry. He's a quietly quietly guy. Wait till we hit the grind after Christmas.  To all good things....",
  "@kbieksa3 thank you for the penalty #canuckforever.",
  "Police have arrested a man dressed as tree for blocking traffic on Congress Street...as God is my witness. https://t.co/VUFQY6Vyv0",
  "Willie Desjardins thought his team wasn't great during the first two periods but that the effort was there for the third against the Ducks. https://t.co/FzU7QmoW7l",
  "Game day in SoCal. Expect anything different for lunch? National. Treasure. https://t.co/FG5tjNSnYF",
  "@FriedgeHNIC careful. Don't get your lanes mixed up😊😊#funnyyet?",
  "Everyone: \"What's the best part of covering a game in LA?\"\n\nMe: https://t.co/i0F3KpSjGB",
  "🚌🚶👋 https://t.co/21y5GljIAi",
  "\"We sure didn't deserve a point after the 2nd. I'm happy to get a point because that's a tough team; better to get one than nothing\" - coach",
  "Henrik Sedin thought the effort was there against the Kings especially in the third, but looks to play a full 60 minutes against the Ducks. https://t.co/DlNUyq7bVQ",
  "@imacVanSun am I the only person that thinks you're hilarious😊😊",
  "After sitting out 1st 3 days of NHL season, #Canucks play 6th gm in 9 days SUN. Ryan Miller: \"They condensed the condensed schedule.\"",
  "Love how calm the penalty box attendant is....Lean to the left, just to be safe, then slide back up. https://t.co/kOHlASCtM3",
  "It's cold, but there are only 3 people out. Tofino winter magic at its finest. 📷 @tofinotr… https://t.co/3QxgB77G8Z https://t.co/PEyYNiGciM",
  "Listen in as Hank helps his newest teammate Loui Eriksson understand storied Canucks chants and acclimate to new systems. https://t.co/AtFIQ7vz7v",
  "The twins got jokes https://t.co/pkZvZFoqSo",
  "#CANUCKS WIN!! FOUR GAMES, FOUR VICTORIES. WHAT. https://t.co/6UjD5xsqlR",
  "Brandon Sutter on how many people thought the #Canucks would be 4-0: “Probably zero. Even the guys in this room.\"",
  "Congrats Jagr on his amazing accomplishment of 750 career goals! https://t.co/zLRevX8ddW",
  "\"HERE WE GO NOW BOYS\"\n👊👊👊👊👊👊👊👊👊👊👊👊👊 https://t.co/6gmC65PMA2",
  "American Jack Skille on Canadian fans singing his anthem. “I loved it. It was awesome. That’s never happened in my career before.”",
  "Good Lord. Never change guys. https://t.co/tylOTArhbZ",
  "I've made a huge mistake. https://t.co/YhEpWkPAUj",
  "Well call this \"Skate the Parrot,\" if it's okay with @Encadwin! 🚨🎉 https://t.co/2gBjLa3Elk",
  "Three games, three comeback victories for the @Canucks. https://t.co/EspJZA8pKM",
  "Made the Province! @BoHorvat @Canucks #GreatGoal #playoffbeard https://t.co/NDXbyrYegg",
  "\"We're happy we got the win and the points, doesn't matter how it happened. Millsy was awesome.\" - Tanev",
  "Man of the night. https://t.co/Hp9nW5AtnD",
  "Daniel Sedin ties it, Brandon Sutter wins it and the #Canucks secure their 2-1 shoot-out victory over the Flames. https://t.co/OPgGUf7D6R",
  "\"We needed a big night from Millsy and he was there. We found a way to get it done in the end.\" - D. Sedin",
  "Man of the night part II. https://t.co/DOGrhCKlQ1",
  "\"I didn't know it was a delayed penalty. I obviously didn't mean to do that!\" - Eriksson",
  "Despite being on the bench for the #Canucks own-goal, Miller does not get the shutout. Yet his save % for the game is 100. 🤔😐",
  "@imacVanSun shhhh. #mulligan",
  "\"It's sh*tty we got picked to finish last, but it's not going to happen.\" - @bhutt10, fired up.",
  "\"We're all focused on a good start, not what others are predicting. It's about improving every day.\" - Eriksson",
  "\"There's a lot of hope and belief in here. We're a deeper team and we believe if we stay healthy, we'll compete for the playoffs.\" - H.Sedin",
  "\"We're ready to go. It feels strange starting this late. I called Danny the other night and said 'we should be playing!'\" - Henrik Sedin",
  "Daniel from Henrik. \nHenrik from Daniel. \nAll season long. https://t.co/DatmKIon1K",
  "@imacVanSun you're hilarious. So dry tho swoosh over everyone's head. Haha",
  "I expect Gibbons to start Osuna in Game 1 of ALCS. Will throw every day until then just to keep loose.",
  "Would you rather Donald Trump or Billy Bush? I'D RATHER GRAB MY OWN PUSSY!!!!!!!!!",
  "Gaunce and D. Sedin taking it to Kits beach. https://t.co/3wLuTr5XHX",
  "No doubter https://t.co/B2aTl7gXuu",
  "This one is for when Daniel scores a hat-trick 🎩🎩🎩 https://t.co/z9ZOZxPYYp",
  "We're making player gifs today and it's 💯😂👌\n\nBTS: https://t.co/o1muknJKgf https://t.co/okBgUFxRQf",
  "\"What Pedan did was worth getting 17 minutes for. We have to stick up for each other and his teammates appreciate that.\" - Desjardins",
  "@imacVanSun are we talking golf?  I'm going to tune in😄",
  "When they actually start fighting, I've got Reed over McElroy. Rory's fitter, but Reed is one crazy freak. He ain't going down.",
  "So I take it you didn't make it then? https://t.co/cnkbF5p5DI",
  "Bring on the season. #WeAreAllCanucks https://t.co/OY87QJ8q4D",
  "Charlie Angus: 'We have in Canada a first world economy + we have a fourth world. The fourth world is in the north' https://t.co/WvpxXHXbRQ",
  "Watching Canadians being born is such a glorious thing to witness. https://t.co/zUWhpCHWN9",
  "LIVE NOW: Andy Murray and Juan Martin del Potro battle for Olympic #Gold on TSN2. https://t.co/7RNGzORwbh",
  "Finally looked. Greatly appreciate the notes. Let's move on. BTW, Phelps in Lane 2 tonight.",
  "So incredibly honoured and humbled by everything that's happened here tonight. Never been so proud to be part of @TeamCanada",
  "@FriedgeHNIC best giggle all day. Whoops#igotmylanesmixedup",
  "Very Sneaky 😉 Bo\n https://t.co/LScKAsi9y7",
  "@TSN1040 @HalfordPHT capital N capital O #boysstiringthepot",
  "@VanCanucks no trading Tannie. Period. #theline",
  ". @BoHorvat makes friends, @Jake_Virtanen visits kids &amp; @bhutt10 trolls \n\nTWEET TWEET → https://t.co/ZFUWUXD9SR https://t.co/66QVa4Hcr8",
  "See P.K. Subban settle into Nashville by singing Johnny Cash's \"Folsom Prison Blues\" https://t.co/GbGuggfRoa https://t.co/ZnVfh7THYr",
  "Just picked up a little something for ya @68Jagr for the 3-on-3 tomorrow. Hope you wear it...... #NHLAllStar https://t.co/7gyeQsmfnj",
  "\"I just got off the phone with him. He loves playing in Vancouver, loves our fans and is very excited\" - Benning https://t.co/lMjRgGnZRu",
  "@BMacDonnieMoj yes!!!",
  "Lucic outside Rogers....😱#Canucks https://t.co/rLtka7Oguj",
  "“Chris was a leader in our dressing room and a leader in the community - we wish him nothing but success.”\nhttps://t.co/wZlTipoaLw",
  "@VanCanucks XO Higgy❤️❤️❤️",
  "Thank you Chris Higgins, for 6 Great Seasons! #Canucks  https://t.co/QfXp5Gp5DR https://t.co/1qyDz9cIM3",
  "@canucksbuzztap Higgy❤️❤️❤️❤️",
  "@canucksbuzztap Go Jim!!!go Big or go home😀😀😀",
  "JP Auclair Street Segment (from All.I.Can.) on Vimeo https://t.co/tTibZeYlYr",
  "#BellLetsTalk \n\n#RYP37 https://t.co/uo1qSU2vHR",
  "#BellLetsTalk",
  "https://t.co/fG9HG6SMDR via @youtube @v"
 ]
}