{
 "user": 757567625136316416,
 "tweets": [
  "@BerrySaye Omg fore em text me lmao",
  "Hey guys a new video just went up on my YouTube on how to make ‘Salmon with Stir Fry Noodles’. https://t.co/6r2xghdO9I make sure you check it out, if you’re not subscribe make sure you do 💕💕 thank you x https://t.co/dB3b6TUV5o",
  "New Video https://t.co/3hox1qoG5D 💕 https://t.co/LMBakVjxe9",
  "New Video is up on my channel on how to make caldou https://t.co/tzmcBE0M2d ❤️🇬🇲🇸🇳 https://t.co/SCUu05Vp2j",
  "New YouTube Video up on my channel, brow tutorial 💕 https://t.co/8Fe1OYguTP https://t.co/cA314bq0XU",
  "My everyday makeup tutorial is up on my channel, make sure to check it out. https://t.co/coffZ2gCkT 💕 https://t.co/K9QxjtQedq",
  "How to make oven grilled talapia video is now up on my YouTube 💕 https://t.co/OFYElj1zMj please watch &amp;&amp; share❤️ https://t.co/BYT7FwkxFI",
  "New video on my channel, How to make white Benechin/ Benechin bu wekh 💕 https://t.co/e47ruQW3Md https://t.co/SvmsHm0gp8",
  "HOW TO MAKE STICKY BBQ CHICKEN NIBLETS, IS NOW ON MY CHANNEL,  https://t.co/S5dfoXQlxW https://t.co/BchnPRXqvy",
  "How to make chickpea curry is now on my channel 💕 https://t.co/GHChoAHsg8 https://t.co/zxRui1cfDz",
  "Hey guys, I’ve got a new video on my channel on how to highlight &amp;&amp; contour for dark skins. https://t.co/9jyGEYEt50 , please check it out 💕 https://t.co/mMNGkBWFJF",
  "https://t.co/Km4r5WyoBA How to make Chu Bullet video is up on channel 💕 https://t.co/H23fIJ7j2n",
  "A little #ThrowbackThursday for #Gambiantwitter 🤷🏾‍♀️💕 https://t.co/IuGh6MjYvM",
  "#HappyThankgiving 🦃💕 https://t.co/QL4Ro9xd0H",
  "▪️▫️▪️▫️ https://t.co/E25X9NRJ5V",
  "It's Friday so hello #GambianTwitter https://t.co/uf9s2CXVuP",
  "#NewProfilePic https://t.co/VimY3UsJRE",
  "D R I P🍯\n#FinepeoplefromGambia https://t.co/iFv8i4FgZb",
  "Would you risk it for a chocolate biscuit 🍫 https://t.co/qVUX8wwa1T",
  "Pt 2 https://t.co/759cCgQ887",
  "@BambeeFall 💀💀💀",
  "@yaamnjie So luma wakh rek nga def?",
  "@yaamnjie Dafa am problem",
  "@yaamnjie Astaghzzzz",
  "@badjan_matarr Do you even send me requests",
  "@yazzy1001 @HaddySoweX With ya redundant tastebuds",
  "@badjan_matarr Haha you just reminded me am na pic bumala wara send",
  "@Bomoraby Boms di jegalu",
  "@halalpixie You never lie 🙅🏾‍♀️ *does a quick split* https://t.co/Hf9xtw7NJL",
  "@yaamnjie Screaminggdj",
  "@yazzy1001 @HaddySoweX Your opinion doesn’t matter rn",
  "@majestyfee 😂❤️😘",
  "@piguetaudemars1  https://t.co/fd5wcbUanj",
  "@yaamnjie Did I lie? https://t.co/sWOGGvVqiy",
  "Can’t relate x",
  "Some just wanna do halal splits.. on the dique💁🏾‍♀️ https://t.co/rVeWPuPnhe",
  "Flashback to last spring when I did shots w @redflowersmedia- a community organization dedicated to empowering, engaging, &amp; promoting black identities &amp; black women 💛#BlackWomenInYellow https://t.co/BBNfqRQDFb",
  "@_bfa1 Yeah https://t.co/OgPtuueKxn",
  "Potions lesson number two is taking so long too. Common crushing ingredients and it wants to kill me",
  "@_AfricanHippie Thr devils snare loooool that part takes so long",
  "Rowling must be stopped",
  "@jk_rowling enough is enough https://t.co/qVAzNGfxWb",
  "Ya rabb https://t.co/qVAzNFXWxB",
  "@Nancy_The_Great Namu ma daraaaa🗣🗣🗣 (narrator: big fat lie)",
  "Someone tell Colley to unblock me su bugut problem",
  "@Nancy_The_Great Mang fi fess tepp🌚",
  "Jumping from HM to Quizup to Twitter",
  "@ThePyroPreacher Enjoy!",
  "@halalpixie Bro. Got mine. I'm so excited 😂😂 Lets do this!!! https://t.co/OvYhnmIFyP",
  "It’s almost ramadizzle so friendly reminder that if you wanna get your ass beat at Quizup add me: sirambian",
  "@Nancy_The_Great 😭❤️ naka nga def Nancy",
  "@M_Fall_ You better hurry🤣",
  "You can help in any way possible, be it donations, ideas, workmanship, books, school furniture, just drop myself, @ElJefe1_14 or @callmeArabia a msg and we can go from there",
  "The school below is Kerewan Demba and it has 170 bright pupils, these kids can be the future of The Gambia one day. The academic year is about to end and we'll like to give them better facilities &amp; learning materials when they resume in September https://t.co/XF2mBCdizO",
  "This is just one of many schools like this in Gambia especially in the rural areas.  @callmeArabia, @ElJefe1_14, are putting together a team &amp; want to start a project in The Gambia helping schools like this in any way we can and your help will be appreciated.",
  "I'm here complaining about lecturers putting PowerPoint slides up, these times there are kids in classrooms like this, still keen to learn, look at the school bell pls. https://t.co/4sl5l8UBva",
  "@M_Fall_ So you haven’t yet? Wow fake",
  "@_EbeNo__ This is everyone lmaooo even Malfoy was not this annoying😪",
  "Have yall started quizuping yet?",
  "If im teeeting just know im waiting for my energybpoints to load😑",
  "I’m sorry I know I’m hella late but I just  couldn’t let this one pass #BlackWomenInYellow 💛🍫 https://t.co/eDE3ZyXtQO",
  "@yazzy1001 @HaddySoweX Now now sis https://t.co/i6OhNbNZeP",
  "@serigne_habibi 🤣❤️",
  "I will smack the shit out thiis bitch soon https://t.co/ZyrtjCwXKj",
  "@HaddySoweX I’ve seen the light",
  "@emnotsotall 🤦🏿‍♀️",
  "@serigne_habibi  https://t.co/PMZwOPnIhx",
  "#BlackWomenInYellow https://t.co/H4Zkg15Dld",
  "@MonsieurNdeye 😂😂😂 too much",
  "@YemaSnow So great!",
  "@emnotsotall Omg so damn cute the white hair I’m digging! Was torn between ravenclaw and slytherin but in the end decided to choose the house I am in🙄",
  "On March 9th my friend @xXx_Telly lost her older brother at the hands of the police. Please help give him the funeral he deserves! \n\n#justiceforkevinclarke #justice4kevinclarke\n\nCheck out this campaign https://t.co/InJd5WJz4U # via @Chuffed",
  "😷 https://t.co/67EEjXvFHo",
  "@TheDreadEmpress On God I hate her so much sjshshs cant believe i have to waste my energy points interacting with her fuck",
  "@emnotsotall She is a slytherin everywhere, annoyig ass bih. I’m at lvl 3 I downloaded it the day after it came out but been so busy. Lemme see yr character",
  "Secured 24 energy points by tapping on the portrait on the east wing an hour ago and I just finished all of it https://t.co/DLvuyep4dl",
  "😤😤😤😤😤😤😤😤😤😤😤 https://t.co/cCrRKOWNWc",
  "@emnotsotall How far along are you?",
  "I’m forced to buy new robes that cost almost all the amount of coins I have. A plague on merula snyde!🤬",
  "@Vampire_Fairy_ Alright let me know. I’m kinda disappointed there isn’t an option to sign up by username so we can choose opponents  that we added, like QuizUp",
  "@Vampire_Fairy_ Yeah I like it alot! You should get it and see",
  "@DiopBabacaar 🙄🙄🙄🙄🙄",
  "@_AfricanHippie Lmfoaooo",
  "@DiopBabacaar  https://t.co/z565qF7fG4",
  "@majestyfee Missed you too hun🤩❤️",
  "I used to hate it but I tried it last month and now it’s the only way I want my eggs https://t.co/o1GlcP1Upo",
  "@thesarahchew I’m crying I thought everyone lost the same",
  "Everyone tweeting about either merula snyde or energy😂",
  "@Tashiboo_M Yes",
  "The #HogwartsMystery game is better than the harry potter movies, hex your mom",
  "Must you lot blame the man for everything?",
  "I’m so confused how she disappeared from the room lmaoo https://t.co/gwKhBgfapl",
  "Leaving my character to be choked by devil's snare cause i've run out of energy is such a mood #HogwartsMystery",
  "Tf dumbledore gotta do with it https://t.co/nEGhLdLZjt",
  "#HogwartsMystery Merula fucking snyde https://t.co/GB4GPNvwoA",
  "Twenty? Lmfaooooooo I thought the ten I lost was badd https://t.co/AC9AQw7EbJ",
  "me waiting for my energy to come back up while the devils snare chokes my character\n#HogwartsMystery https://t.co/fKcu20ZVZT",
  "me waiting for my energy to come back after i do anything for 5 minutes #HogwartsMystery https://t.co/iCkGHt6CmT",
  "I am a:\n\n⚪women\n\n⚪man\n\n⚫Harry potter: Hogwarts mystery fan\n\nLooking for:\n\n⚪women\n\n⚪man\n\n⚫energy    \n\n#HogwartsMystery",
  "I'm gonna Avada Kedavra this Merula bitch. I don't care if she's like twelve and a fellow Slytherin. She cast Flipendo and knocked me flat on my ass and I simply won't stand for being disrespected like this. #HogwartsMystery",
  "#HogwartsMystery be like https://t.co/X3ur6N9Npl",
  "Me waiting for my energy to come back while being choked to death by the devil's snare\n\n#HogwartsMystery https://t.co/Aab0op9Rxc",
  "I’m screaminggggggh this is cutrently me https://t.co/mKBed2IdDG",
  "Djshshsh https://t.co/Jb4F1vEYKc",
  "GET EXTRA ENERGY IN #HogwartsMystery \nclick on:\n1. Lower West Corridor &gt; fireplace thingy outside Great Hall(if that dont work, click on the 2students)\n2. Dungeon &gt; tired house elf \n3. Castle Grounds &gt; stick on the ground (scroll past whomping willow)",
  "Djdjdjsj me rn  @BerrySaye https://t.co/vLbUvVY1Cq",
  "me: hi\n\nfriend: sorry you need to wait 3 hours or pay 40 gems to talk to me \n\n#HogwartsMystery",
  "Raise your hand if you’ve ever felt personally victimized by Merula Snyde. #HogwartsMystery https://t.co/aNW9uNYt3D",
  "#HogwartsMystery well😂 https://t.co/fnufyErlhG",
  "Hate the damn bitch https://t.co/bO8Dag8m3j",
  "I need?? energy?? to take a break???? #HogwartsMystery https://t.co/zgH9xdOmlT",
  "I hate that bitch https://t.co/08KNeeUU8v",
  "Omg im deadd thank you!!!!!!! Currently trying to escape devils snare and gotta wait four mins per tap🤬 https://t.co/wyfVFlgOuY",
  "@HogwartsMystery Pottermore email*",
  "What does yall #HogwartsMystery character look like? This is mine lmao https://t.co/Dx7X0hufT2",
  "@HogwartsMystery why is there only a Facebook login option? We want a Twitter/email login option too.",
  "@IsmailJobe 💀",
  "@m_fall_ https://t.co/68S2TkX8m3",
  "@fatnii @piguetaudemars1 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂",
  "A 30 min transformation😍 https://t.co/PH61d7gXOj",
  "As a therapist, lemme warn people not to date someone who thinks like this. This is controlling and full of insecurity. Toxic.\n\nIt isn’t your responsibility to hold yourself back &amp; change who you are for someone who can’t deal with their own insecurities w/o dragging you into it https://t.co/ke1LxPPidq",
  "My OTP🤩☝🏿 team drarry https://t.co/mjt6c0Twzu",
  "@bill_dollar25 Oh man ngai yaaay🌝😘",
  "Do you rest? https://t.co/8VwzVvmD4E",
  "@serigne_habibi Welcome and what you grimacing for🧐🌚🌝🌚🌝🌚🌝",
  "@bill_dollar25 Didn’t know you’re a potterhead🕵🏾‍♀️🧐",
  "@piguetaudemars1 Ahahah missed you mcm https://t.co/ZNVHjqoeaT",
  "Randomly deleting your twitter is self care",
  "@SaintHalal 😭❤️ yes",
  "@SaintHalal  https://t.co/SBQC254Gep",
  "@serigne_habibi Belated*",
  "@serigne_habibi Happy birthday hun❤️❤️",
  "It’s out, and it’s fun🤩 https://t.co/lbHTZNUnV4",
  "🍫 https://t.co/MDwGHb9N5h",
  "So anyway incase y’all don’t know yet, the Harry Potter Hogwarts game app is out!",
  "The tree is dead behind me cuz my pussy got more leafs on it https://t.co/rySI2vM2f7",
  "I’ve been reactivated for two days (forgot to tweet lmao) but my *following* is still at 3 😪😒",
  "He ask me can we married like j Blige https://t.co/oSgkY5rL63",
  "Hey😇 https://t.co/O84oExITlb",
  "ur baby #finepeoplefromsenegal https://t.co/lbv6smXLMO",
  "Milestones. https://t.co/iPqeFAON5b",
  "@twitter when will we be able to deactivate from the phone app? All this browser ting is long😠",
  "@juniorbjawara https://t.co/0gesCfc90f",
  "@halalpixie  https://t.co/1wqR4ytr95",
  "@Azgadel lmfaoooooooo elite meme",
  "I might reread the whole ting in 5years (never). Berserk and Death Note are two things I can never reread😒😭",
  "Soon as I sort out my pjome im binge reading the remaining 100 chapters of Berserk cos ion see the point holding itnoff anymore",
  "I have a feeling Griffith will tell Guts that he was/is in love with him in a future chapter.  Probably right before Guts finishes him off",
  "My mcm agrees with me that Griffith definitely had feelings for Guts. We been knew",
  "What shade is that tweet? 430? https://t.co/DuCg43FXkk",
  "https://t.co/cDzCIALbkv",
  "Pls spongebob is tired",
  "Where u meeting Bob at exactly ? https://t.co/WsFOju116S",
  "@nibijomu haha thanks",
  "@nibijomu yes",
  "Me at Qcity pumelling kids out the way for the easter egg hunt https://t.co/AuI98a1uYs",
  "@Lie_Sagne bet",
  "Helloooo @nibijomu please do something about this https://t.co/7ItvOQrJke",
  "@Lie_Sagne when is that?",
  "@Lie_Sagne Lie dama buga shawarma",
  "@akeelah_ 😂 dming you",
  "Raise the egg hunt age limit to 25 or I'm die @Qcity_Gambia 😔😔😔 https://t.co/TSHs4HVaHp",
  "This is extremely age-ist. Why can't everyone join? I want to hunt for Easter eggs too hai😠😠😠😠😠 https://t.co/TSHs4HVaHp",
  "I just picmixed pics of all my girlfriends and updated it on whatsapp with a caption \"my sisters and the love of my life\" now they all replying\n\"Wow babe i love you\"\n\"Ncooah you the best hun\"\n\"My inlaws though\" https://t.co/7EvOtoLqkI",
  "@YaayiBayam People are wiket de",
  "I'm shocked none of you has offered me any truffles yet",
  "@mlgaye_ @cherryolofnjie 😂😂😂😩 man lam yap waye baye ko",
  "Everyone needs a Thioro in their life ❤️ the way she just warms my heart &amp; makes me laugh \nI love her soooo much 😭",
  "@TheBarberShopGM  https://t.co/jkAp2xCM1m",
  "\"Rihanna hit him first\" https://t.co/2p2TWySajX",
  "I liked AND retweeted more than one. Who gon stop me😂😤 https://t.co/naPGm3ojwl",
  "“The People's Champ\"...This beard's  exclamations and interjections always gets masses excited, and leaves them wanting more. It has a passion for life, and is loved by all. Oh and this beard made its acting debut in Black Panther. @xmyls https://t.co/Ks5KDYeeRt",
  "“Dr. McDreamy\"...This beard is definitely good with his hands. He saves lives &amp; performs surgery on the hearts he breaks(jk). If you zoom in, you can see the precision &amp; tidiness of the beard, he definitely knows how to work with his hands in and out the operating room. @DrKebsun https://t.co/xxuWIYgmmH",
  "“The Voice\"...This beard is full of life and entertains us all with his song selections, interviews and commentary. The length of the beard is noteworthy, as it makes the ladies swoon. @constantdanny https://t.co/mPoKz7DC8h",
  "2? try 14 https://t.co/hx0UESJWVv",
  ".    *     .       *    .🌙      *    .  *            ☄️.    *      *    .      🌍*      .     .    *   💫 *    .      *      .     .  *.       ✨\n    *    .  *     🌑       .    *         *    .  *     🌕  .    *     *    .  *          .    *⭐️     *    .  *",
  "aligning 👏🏾 yourself 👏🏾 with 👏🏾 the 👏🏾 ideas 👏🏾 of 👏🏾 misogynistic 👏🏾 men 👏🏾 will 👏🏾 not 👏🏾 exempt 👏🏾 you 👏🏾 from 👏🏾 the 👏🏾 very 👏🏾 same 👏🏾 system 👏🏾 you’re 👏🏾 supporting 👏🏾 being 👏🏾 used 👏🏾 to 👏🏾 dehumanise 👏🏾 you.",
  "@mlgaye_ @cherryolofnjie And you want to debate a still wolof queen?",
  "Growing up as Gambian: if you’ve never been called “dormi haram” please don’t consider yourself a citizen of our lovely country.",
  "someone: *yells at me*\nme: https://t.co/LoqDPomqUt",
  "There’s just something about African sun on African skin🌞🍫 https://t.co/ctR52qeZeu",
  "Whatever sun you're using please borrow it to me in Gambia I will return it later https://t.co/7d5Nu8QNVl",
  "This is Mireille Knoll, z\"l\n\nShe was 85 years old, a Grandmother and a Holocaust survivor. \n\nOn Friday she was stabbed 11 times and burnt to death in her flat in Paris.\n\nFor being a Jew. https://t.co/aVILXTw9qm",
  "This breaks my heart. I am so sorry for him &amp; I am so sorry for his wife, babies, and the rest of his family. He was only 22. So young. I am fearful every day that this will happen to someone I love. May God protect us. https://t.co/IJCgWxjhss",
  "Loutakh sénégalais simploul 😂😂\n\nDans le mot y’a le son [an] vous le transformez en [on]\n\n« Fronchemont je suis contont d’être ici »\n\n« J’ai vinton » (20 ans)",
  "Thread on my favourite fabrics to use for hijab! 🧕🏾🧕🏾🧕🏾🧕🏾🧕🏾🧕🏾",
  "somebody sell me a nice car for $20",
  "Aladdin was robbing niggas every chance he got. https://t.co/QIC6ztLi3j",
  "@mlgaye_ @cherryolofnjie 😂😂😂😂 are you olof?",
  "I love doing this to everyone😭😭😭😭😭 babies and adults bayu ma ken😩 https://t.co/TWcymnNDUp",
  "i hate malapropism. \n\nthat’s like, when someone mistakenly uses a word that is similarly sounding or spelled in place of the correct one. \n\ni literally had to google the name for such an occurrence, &amp; now i like the name for it (lol). but the thing itself is so annoying.",
  "So I got this new strawberry-melon scented deodorant and I was so excited to use it cos it smells so good,  so this morning I put it on before going to field... My dude,  I had to literally run through the forest cos honeybees were coming for my underarms 😭😭😭",
  "@ahliesof Kindred spirit",
  "5'5 https://t.co/eAk0Na7gpf",
  "@ahliesof It has always irked me so muchh but I didn't wanna make a big deal out of nothing 😭",
  "Issa noun not a adjective",
  "Why do yall keep saying realist😩 https://t.co/l3OuYy8HVc",
  "@cherryolofnjie Nitt lum la opaleh wan lako",
  "Get your natural skin &amp; hair care products from our stall A99 at the GCCI international Trade Fair https://t.co/WgBJSEw6V0",
  "Hate ungrateful kids. Amagut sah di hajan. As if mamam di na ma romba diko jokh choclet😂😂",
  "@cherryolofnjie Ken musuta complain suma wollof di apart from when I said daireh😂 my wollof is fine and dandy 90% of my tweets are in wollof🙈",
  "I'm just sitting minding my business and my daughter cmes talking about \"suma maam suma isil choclet duma la meye\".\nManeko \"hey hey ham nga lan la duma sa morom\" now she is sat and rass😂😂 ungrateful beh deah",
  "@nimaLaramaC @ndellaphatou lmaoaoshsoo",
  "@cherryolofnjie sugn kerr nyep olof legn de laaka di man ma degut yena yi rek and yow sa bopa sah hamulo every olof word😝",
  "@Lie_Sagne @ndellaphatou lmao ndaham dama tiit regret asking sah",
  "@Lie_Sagne haleh bobu daal. Lumo wahat?",
  "😂 i felt like it was staged like many others https://t.co/DtbxnUeDU8",
  "@cherryolofnjie i thought it's nyeta fuka loool never hear fan werr before, learn something new everyday",
  "@ndellaphatou anh okay lolu nice na https://t.co/DOFdzaViku",
  "Me on twitter: All girls cleaning after men are maids. Heyyyyyy maid\n\nMe at the love of my life’s house: https://t.co/Fvoq2lnTAb",
  "Sama Ex bima gueunone beug sama life, presque 3 ans guisséwougn,tay gnou mbeukeunté ci town bi nak...bimay gnibi ci auto yeup mom ladone khalat koi 😢.\nLove is trash",
  "This is really me lmfao we are not your brothers ladies don’t listen to us https://t.co/wimZXofEOj",
  "When your foundation looks good af from far away but then you look close in the mirror https://t.co/pP1gUuqbPg",
  "@sohnafatou Left Snapchat in 2017. When they made the foolish update, I knew I was done. Rihanna just finalized it for me",
  "What did yayi minsterr say in that video?",
  "I have a penis for your vagina hole — I have a brick for your head https://t.co/KBAPEgDNQn",
  "@YaayiBayam lmao bula ken fristeh",
  "@SwesterrMai lmaoo agree na, his wife already picked their next baby's name😂",
  "@YaayiBayam Dugn gawa tudeh nit dorm sah just see eye to eye with him before marriage lmao choose ethnic/quranic names nopaleku",
  "@SwesterrMai Dama reah beh buga deah and my brother dying laughing too😂😂😂",
  "My stomach hurts bilaye. Hawma yamai luhew😂😂😩😩😩",
  "@YaayiBayam You bugging if you think ama just dress up and sit and wait to be told my child's name at the same time as the guests😂😂 cute",
  "At a ngenteh and I’m reminded of the discussion y’all had about who chooses the baby’s name. Mother didn’t even know the baby’s name until the baby was named. Sigh this really one thing I’d fight the father of my child on.",
  "@YaayiBayam @ndellaphatou Imagine at a ngenteh and husband decided to name child after the wuja! The mother fainted! I won’t faint tho I’ll beat everyone ass at that ngenteh! Just close my eyes and be throwing punches",
  "Yamai yow bala ma deah rek nga yoka exclamations si sa tweet yi. Yow luhew? I'm dying😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂 https://t.co/R3M4PcrT9g",
  "RT if you remember this Classic🔥🔥 https://t.co/BHCuBvd5Yd",
  "Twitter on samsung is mad why am i still getting notifications for trashlorde lmaooo",
  "Two seconds of your time to help RT my hustle please. N2500 each, you can dm me for more designs.\n\nMake a brother.. https://t.co/TVl22asNwx",
  "Deactivating today I'm taya",
  "Trigzz https://t.co/yFluzCVSXs",
  "@juniorbjawara berserk in a pic https://t.co/ntmWBNNfVs",
  "Craving this😍😍❤ favourite children's series https://t.co/rbo5NsjqoU",
  "@papisco184 @KorrJorrJeng 💯💯",
  "@jowfarah yap nyu rek",
  "@papisco184 @KorrJorrJeng dang de muna cultured nak",
  "@papisco184 @KorrJorrJeng glad you like lie lotr. It's ace",
  "@papisco184 @KorrJorrJeng bobu tam dafa sof di",
  "@KorrJorrJeng soff",
  "They were so tacky",
  "The mortal instruments books were really bad but I read all of it because I'm fass like that. Uno when a book is bad but you gotta finish",
  "I thot since the mortal instruments books were terrible the movie would be aight. Theyre equally shit",
  "Lmaoooo bro wtf https://t.co/Pvx60Q6ntE",
  "me and da homies in 7 years clownin around sayin who got the ugliest baby https://t.co/eoSTZ7MG2M",
  "💀💀 https://t.co/MOJplSHHdb",
  "Finally got my biz cards thanks to my good friend @papisco184 of n9ne graphics. Visit The Cloakroom at the trade fair guys. Stall number B61, opposite the LG display. https://t.co/9IxoFgmEiM",
  "Have you visited our Stall at the @GamChamber Trade Fair yet? If not, what are you waiting for? We’re at Stall No. 91! #KJcupcakes #GCCITradeFair2018\nHomemade #Gambia #Africa https://t.co/5QTM97s8po",
  "Student: Hi, I Would Like To Submit My Form For A Loan. \n\nTyrone: GORL We Outta Loans. 🗣NEXT https://t.co/9vg23WAdRs",
  "“@Mrsoonkar: Quote this with your best khamis/ hijab picture.” http://t.co/ABC4ADH8um",
  "My mcm gave me a manga rec that I'm ignoring because",
  "💀 https://t.co/c2uFtFTx6D",
  "I have feelings for her https://t.co/CL74ExASch",
  "Sri Lankan 🇱🇰 IG: misssarahmak https://t.co/uR4kAJQFPl",
  "😭😭💀💀💀 https://t.co/mNrq6IUH1C",
  "This movie is shit",
  "how I sit when im on my period https://t.co/Gzucpk1bH8",
  "lmfaoooo ya rabb https://t.co/lwzahRSjHa",
  "Movie Jace is ugly affffff. Idk why characters described as handsome in books are sooo damn ugly in movies: Edward Cullen",
  "i mean they weren't siblings but at the time they thought they were. Discostink",
  "Reading mortal instruments was soooooooooooooooo cringe omg they really almost had sex whilst thinking they were siblings 😭",
  "Mortal Instruments om MBC2. When will I ever watch any movie adaptation lmaooo I always catch snippets",
  ". https://t.co/ucjKKMzEPR",
  "why didn't cinderella just beat they asses",
  "When I feel myself having a crush I read Berserk to fuck up my psyche and bam im over le crush😭. I will give this one another day",
  "I want to wrap all my worldly chocolate and give it to this man https://t.co/3UJChDYjk9",
  "When you check on someone and they reply with air https://t.co/xPUosJkbBX",
  "Whole room smells of chocolate *inhales*.",
  "I'm starving",
  "Losing you is generally the plan of people who ignore you.\nKeep up https://t.co/hN0IRHeDDw",
  "👸🏾❤️ https://t.co/1GNXPmqQyj",
  "Nouveau billet en ligne le SHADE OF GREY https://t.co/N3YCb0oV2S https://t.co/ojo30wGJOi",
  "@serigne_habibi he has always been funny. Like funny in an unintentional way💀💀💀",
  "My brothers &amp; I \nGambia, 2017\nhttps://t.co/B4a8RT8qET is live again 🦋 https://t.co/JyzpwVNnkR",
  "Thank You Aminatta Jawara, proprietress of Mina’s Hair and Makeup for purchasing a painting in support of the patients at Tanka Tanka Psychiatric Hospital. We appreciate you beautiful. ❤️😘 #ForwardForYou 🇬🇲 https://t.co/A5BfaCwj6C",
  "@RejiYates I...just",
  "Please do a Coconut next.  Thanks Ashiere omo eran. https://t.co/veHaYFp79M",
  "African Aunties and their game of my horse is bigger than yours. \nMe and my auntie! \n\nHer: Lii ban telephone la?\n\nMe : iPhone la\n\nHer: Kon nyor ndouroleh \n\nMe : No different models la, yours is a 5 and mine is a 10.\n\nHer: Ah okay, I bought my son the 11 sah \n\nMe: Wah nga dega https://t.co/rW9ZifDhQB",
  "Just saw this and thought I should share. If you can help please do. https://t.co/W6ZYFy7nj5",
  "Straight faces are her specialty 🚮 https://t.co/l9ZwrzXN9l",
  "If you are 21 and sleeping with a 15 year old, you are a pedo. That is still a child 😕",
  "You people need to stop with this dumb excuse. It’s because you are impulsive and refuse to engage in conversation to find out. They are not giving you adult conversations \n\nThese kids are not criminal masterminds abeg. https://t.co/VWmMnkgWHU",
  "@M3Pique pfuittt",
  "Ya mcm is a curiouscat anon sending other men empty threats",
  "😂😂😂😩 https://t.co/Jl0YanpbTF",
  "If seeing her get hurt makes you happy then you wanted her for the wrong reasons.  It's good that she curved you. https://t.co/vfAG7hvall",
  "@Miss_Adannaya i thought there would be a plot twist lool",
  "So 5years ago, one of my distant relatives was ripe for marriage and there were 2 people disturbing her then.\nOne was rich and the other was poor. \nShe chose the Rich one.\nFunny how time flies.\nShe’s giving birth to her 3rd child in the US and happy.\nThe poor one is still poor.",
  "Balla is my real nigga mais bii mom dokhoul Champion 😂😂 https://t.co/hOzDfNQqE6",
  "Best of both worlds https://t.co/fPn4qmdLi2",
  "Btw I don't discriminate so men are free to send man-boobs too xx https://t.co/BoM1SQRK6f",
  "A mother &amp; community leader in #Detroit was violently confronted by her neighbor.Fearing for her life Siwatu held her licensed weapon in plain sight. The gun was unloaded &amp; no one was hurt. She was just sentenced to two years in prison and is now behind bars pregnant. #freesiwatu https://t.co/7gEAqVwpqQ",
  "My ugly local enyan brothers heard me telling my mom about the easter eggs and they immediately starting shouting upandan that she shouldn't get it https://t.co/NOV8OeAC9a",
  "He always made me angry at how dumb he was https://t.co/ixD9XXENDF",
  "Ibn.....",
  "@najmaaaay I'm try 🙈💓",
  "Najma is getting so much abuse for that😭😂😂",
  "Sfshhdjdshgs https://t.co/H4uaemEFW1",
  "@najmaaaay I feel so stupid",
  "@najmaaaay omg https://t.co/Xw3864UwTv",
  "@najmaaaay bitch tell me the answer https://t.co/7IpXsGIE6l",
  "Both yall dead years old https://t.co/TdF5pG9hUF",
  "Anyway",
  "The motherland way 🇬🇲 https://t.co/TBHDOOlWrF",
  "It must be soo hard for deaf people that are less privileged than me :/.\nAtleast mangeh defend suma bopa bem saf",
  "Being deaf (to me) is 80% hilarious cos of people's reactions. How you speak to me tells me alottt about you and can either make or break us",
  "But also even if I could hear him was it really by force to talk to him? People are entitled nak by force wahak yow",
  "Stuff like that happens to me so much that I'm desensitised to it now and don't get mad or anything. Ugh I'm not rude I'm just deaf",
  "cos I didn't hear him talk to me lmao. Bejou was with us and got angry and started yelling at him too😩😂",
  "But he kept talking to me and I couldn't hear him so he shoved me and started shouting jsbsjsw I was wondering what the fuss was about",
  "Last year at the fair i was talking to this guy I know. His friend came said hi and I said hi back and turned to continue talking to the guy",
  "@majestyfee lmao never left",
  "I miss my *********",
  "Annoying ass people https://t.co/qaXCsSQIkf",
  "One day we have to talk about how rude The Gambia is as a country. Have you really looked at how it just stuck itself in there?",
  "Lmao https://t.co/gQnIguo2Wl",
  "It's tragic how these tweets don't work with an android cos you see the whole thing on the tl😂 https://t.co/kVi9iNe8Du",
  "Idk if it's unhealthy that I thirst over manga characters or sad that real men do not meet my expectations. Pathetic https://t.co/Kg9PrT8UPl",
  "Please RT.. she is in ICU fighting for her life. https://t.co/Pm06txsW1g",
  "I think about Guts more than I think about anyone else https://t.co/SOO8szjwtY",
  "Wth ! https://t.co/b1sKrVkTj2",
  "@yaamnjie Send yours😤",
  "@DiopBabacaar Whenee i tweet about Dumbledore you're here😂😂",
  "@DiopBabacaar yeah I'll get it and see",
  "whole porn discussions on the TL and no mention of hentai smh",
  "@silamysta @eatinghalalfood https://t.co/PV0BifP3Wa",
  "I think it's too early to say whether Abenthy&gt;&gt;&gt;Dumbledore so I'll keep quiet for now",
  "My easter eggs always crack before they get here lmao :(",
  "I love Freddos so much. Muggle Chocolate Frogs😜",
  "@Bangalii_ https://t.co/9fQ7fQdR1H",
  "@Bangalii_ bye. My moms coming next week im sending her the pic lmaooo",
  "@trulychrystal it's really great!",
  "@halalpixie You want https://t.co/p4YmxHaT5w",
  "@Bangalii_ I'm shook, send me this or get blocked for life",
  "@majestyfee all boobs matter",
  "This indomie with the lemon flavour is sooo lovely",
  "TL has strayed so far from the light but everyone's getting along. amen. https://t.co/9lG9GNWpgI",
  "I saw today that there was a new Berserk chapter. Kinda motivating me to read faster hm",
  "@M_Fall_ I'm on 5% and going down, won't survive",
  "Why are people on the tl discussing **** lmao im out",
  "I've decided I'm going to finish Death Note https://t.co/xXoBXIiLck",
  "When I can't use m iphone the ony thing I miss is Mangarock. Cos for some reason the app doesn't let me log in when I get it on my Samsung",
  "@M_Fall_ send me some comptoir or I'm die https://t.co/JaXi3r2RpK",
  "I miss Comptoir 😭😭😭❤",
  "@rama_njie 😂😂😂😂😂 Thanks sis💓",
  "@MalickIV hope at what? Gambian men doing better hana",
  "@Ida_Londonn tell the mf fish to feed themselves",
  "@rama_njie yeah?",
  "I'm really very fass! I already know this but dama de tog rek ma remember ko",
  "@emnotsotall idek but lemme get back on track quick",
  "@Ida_Londonn set alarms",
  "Mo Salah,\nMo Ramadan and\nMo Zakkat https://t.co/wHMQIUf0Hg",
  "@BasTheGreat7 hmmmm",
  "Also I wore bras four times in 2018. Idk what this means. A whole four times. I didnt even do that in the whole of 2017",
  "I haven't been on snapchat in soooo long I legit forgot about Titty tuesdays now",
  "@Fvtima09 woww👅",
  "@datsawanealmamy 😂",
  "Ladies if you're too shy to post for #TheBoobMovement my dms are open ❤❤",
  "@BasTheGreat7 😂😂😂😂😂😂 I was just playing ah",
  "When you spend all your time on twitter slandering Gambian men, so now all of them are shocked and not choosing you😭 https://t.co/U45nHYqIDC",
  "Just got home and I'm already bored affg where's my damn kindle",
  "You probably mean Zambia 😂😂 https://t.co/iljtGkFlYz",
  "@BasTheGreat7 💀💀💀",
  "@papisco184 kan laye nakh",
  "@k_saliim 👀😂😂🌚🌚",
  "Finessin in the motherland 🇸🇳🌴 https://t.co/Z5xhzOhsWR",
  "@papisco184 You and your linjass",
  "@BallOut_Conway My money longer than you are",
  "@BallOut_Conway You mad at her because y’all the same height, you need to be trying to get her to buy you some inches on them legs.",
  "A huge thank you to @fanta_jaay proprietress of @KJcupcakess for supporting #ForwardForYou through buying a painting by one of the patients at Tanka Tanka Psychiatric Hospital. We appreciate you ❤️😘 You all stop by her stall and get some cupcakes. Stall A91 https://t.co/JkV5045LpO",
  "23h https://t.co/lIFnS2bUxC",
  "My family shall be fed better this Ramadan and it's all cause of this channel.\n🙌🏾🙌🏾🙌🏾🙌🏾 https://t.co/OOrNqKTMMd",
  "Stopped by the @GamChamber Trade Fair and got this beautiful surprise gift from @RozAfriq! Go check out her goodies at stall A74. There’s so much to pick from, and each item will put a smile on your face. Just like this gift did to me. 💕 https://t.co/bk4IPPoKIV",
  "@arubahive \"Hey boo\"\n\nAday https://t.co/24zYHxKDvj",
  "@arubahive In your forehead?",
  "we need a disney princess who bit beyoncé",
  "You get that feeling in ur stomach? But I feel it somewhere else https://t.co/WlcO6l09Xy",
  "Aday!!!! https://t.co/JcnB9MowZl",
  "When she apply that new fenty between her inner thighs https://t.co/IJepvwXjK5",
  "Calling all budding (or professional) #Gambia photographers- urgent need for high res photo capturing true spirit / culture of 🇬🇲 (ideally incl flag)+ permission to use for Commonwealth montage. Can you help? Message me or @UKinGambia",
  "Kagne nguamay ibi? Dougou ma? dima teule? — waaaa???? https://t.co/IrjNY349hX",
  "My mom needs a B Negative kidney! If you could just spread it along it would help tremendously ❤️ https://t.co/omWU04TZyZ",
  "@MalickIV I don’t recall",
  "@serigne_habibi My tweet is also fine",
  "@serigne_habibi Go and check your nose🙄",
  "@serigne_habibi 🌝🌝🌝🌝",
  "@MalickIV 😂😂 I’m not that bad surely? I have hope in gambian men",
  "@Lie_Sagne Oshey English dictionary",
  "@Lie_Sagne thanks Muhammeds brother",
  "@jarra_x we must all suffer. Dama jakhleh d",
  "@Lie_Sagne nice picshur",
  "Wanna nap. But gotta go to new town😠",
  "@nibijomu @cherryolofnjie boo",
  "@Unkle_K le jeune a la jeune🙊🙊🙊",
  "And all my life I've prayed for someone like you\nAnd I thank God that I, that I finally found you\nAll my life I've prayed for someone like you\nAnd I hope that you feel the same way too\nYes, I pray that you do love me too",
  "Is the song \"griffith did nothing wrong\" about Griffith?",
  "Why are yall moving so 2015",
  "Y'knowwww https://t.co/OfOMnM5NeR",
  "Ovulation week is a bitch. A nigga hold the door open for you and now you slippery and ready for insertion. What kind of scam is that???????",
  "@missjagsss real",
  "@Nancy_The_Great im trying to be choosed nancy",
  "@dxana_marxam 💀💀",
  "@missjagsss invite nala to the wedding and invite nala endu",
  "@Nancy_The_Great sometimes take rest from the slander and appreciate the kangz",
  "@JaiManneh https://t.co/XGAfiIOyci",
  "Can’t wait for him to make you wash his boxers on Friday mornings so he can have a fresh one before Jummah https://t.co/ZgB1gcPIyD",
  "sjsjsjsjsjsjsjjwjsjsjjsjsjsjsjsj lmdoabdusooo wow choke https://t.co/SJBLJY6kmt",
  "@dxana_marxam I'm allowed to have nice things",
  "@JaiManneh I'm glad https://t.co/CdvL3Dic7S",
  "@JaiManneh to you https://t.co/61EkrymmDM",
  "Can't wait to get married to my gambian king and have our Gambian kids and feed them Gambian food in our Gambian home 😩😩❤❤",
  "@Malawekk @SwesterrMai 💀you would",
  "Good for you, since you want to pass up on a gambian king https://t.co/sOjRFhyhfh",
  "Which private acct keeps rting me show yourself",
  "Switching my internet off for the rest of the day https://t.co/YaNPLdP4XD",
  "First risky text of the year. https://t.co/j6OXbibXk8",
  "everytime i see a mutual go “i’m blocked what does it say” https://t.co/xaEttUcxl9",
  "Someone's mcm https://t.co/TZe3d6mBlw",
  "I always scroll too far on this app 🤦🏽‍♂️ https://t.co/HSmHEXD3oG",
  "Children are not owned by parents. They are a trust from God. They are the most vulnerable people in our communities, not given a voice nor their rights protected.",
  "@M_Fall_ https://t.co/LnTctpiVo0",
  "@cherryolofnjie which bew? It's only Lie and Mohamed. Lie is my brother and as for Mohamed idk him. Let's discuss my real bew",
  "@cherryolofnjie now your turn to say astaghfirulla",
  "This morning i told my son \"nama nala\" and he replied \"jerejef\". This is how I will reply to all namens from now on",
  "@cherryolofnjie stop spoiling my skin, the zamzam part will make people think about things that are not happening",
  "@Fatim_BD LOVE HER SO MUCH A QUEEN THE LOML",
  "Karmen is bae, ndigg bou bakh bi, flow bi, ses longues tresses, provocante 🤤 https://t.co/K6G9cr42VY",
  "Whatsapp and nonsense games. \n\n“Write my name on your status if I’m important to you.. yen yen yen.”",
  "Sandwich Dibi comptoir please",
  "@cherryolofnjie enemy of progress",
  "@Flexhamed what",
  "Flaws and all🍯🍯🍯 https://t.co/5VJgp45zHV",
  "Need to rewatch Karmen Gueye",
  "A Karmen Gei aussi, une actrice de renom 😍 https://t.co/psysMvfVUL",
  "Faveeeeeeeeeee https://t.co/wGhowI9wQS",
  "I told Cherry fax but she's acting like I asked for opinions https://t.co/f752CHRYlR",
  "@papisco184 @Duchess_Tweets 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂 you're soff",
  "People, is this your smiling coast? https://t.co/uOD7bS0WcQ",
  "Man i thot that site is for official gambian news sah. Lu nyo post dilemma? Is this nelly and kelly?",
  "@papisco184 @GambiaNews24 hayam not hondastaning????",
  "This is the most cringe and embarrassing article I've ever read in my ENTIRE existence, which is saying something https://t.co/uVqctVb3K3",
  "Juggling 4 boyfriends hard af.... thank god my husband relieves the stress 👏🏾👏🏾👏🏾👏🏾👏🏾",
  "@Alieu321 leave them alone https://t.co/ifqXFaezcV",
  "Retweet if you're not a filthy Muggle.",
  "@AmieGaye_xo legi mu neka style bu bess",
  "Yall I saw this extremely gorgeous girl today with her friend. Her friend started staring at me saying me and the girl look alike. Amen😳😳",
  "@jowfarah Ah nyu ma restrict degn de gis suma status",
  "@juniorbjawara I’m crying idk who can finish it without breaks",
  "Excuse me? https://t.co/kgz5KrEjxk",
  "@neneh2ty she isss",
  "@neneh2ty yh I instantly recognised her and went to talk to her cos im fass like that😩",
  "My mom is always talking about marriage. Can I have a crush first? Can I find someone who won't interfere with my Netflix time? Thank you.",
  "Amnegn calendrier merci. https://t.co/WJg1u3G2pF",
  "@neneh2ty out of context but your sister is amazing https://t.co/YcsxLzMJXe",
  "Face à la redaction de Seneweb la semaine passée\n#kebetu #Senegal https://t.co/GaSq6i1MZC",
  "In the first pic I thought she added rings to the ends of her hair lol It's just her top but so cute https://t.co/TFESHURlmw",
  "Okay queen!!!!!!!!! https://t.co/TFESHURlmw",
  "@vxntanoir authubillah. Someone's son lol. It is well",
  "Delete https://t.co/m4EiI8T49u",
  "#MarieFaye fatally shot in her Bronx apartment by her boyfriend, an off-duty corrections officer 😞 https://t.co/MZNmlFuANC https://t.co/Q5HnlMXvf7",
  "@futimah welppp💀",
  "Or........he........wanted.......some.................water.................? https://t.co/T9tcMDrDqs",
  "@futimah thot as much cosss who the fuck has all these free iphones to hand out",
  "these tweets are scams y’all don’t fall for it https://t.co/UMjZlCrGT3",
  "💀💀🌚 https://t.co/8SYU5Xsb2z",
  "@__Diarra no it isn't 😭",
  "ON GOD https://t.co/CItxUQbFU3",
  "Met this girl on Spring Break 😍 I ain't get her number though 😪  Swear she the loml 😪 Twitter do ya thang and RT! 😔😔 https://t.co/nalNFLErO1",
  "@bill_dollar25 unfollow her and find a wcw that will follow you back",
  "La Vie Est Belle 🌹🤞🏾                                  #FinePeopleFromSenegal 🇸🇳 https://t.co/CiDXfJqv2N",
  "Only Day 3 and that's the 1 millionth person to ask me if I'm the one they saw at the Trade Fair. Please people of God its alwsys @MuhammedSagne. I'm never at the stadium. 🙏🏾",
  "Rich friends that are always calling you rich 🙄🙄💀 maifren send me money, I am the broke one",
  "😭😭😭 mood https://t.co/ajwAY0abhJ",
  "@halalpixie you have got to get #ChildrenofBloodandBone",
  "@Kelyshia alright love thanks",
  "@BasTheGreat7 ugh",
  "@Azgadel and the option for people to not see yr status is useless cos they still see it😠",
  "But is this not better than you both suffering? Come on. Why are yall so adamant at forever marriages no matter what https://t.co/aMvhcaVU9I",
  "That height difference is criminal https://t.co/b4xns0VfM8",
  "@mulagucci lmfaoooooo im so confused",
  "This what yal os mean when you say you want a tall guy? Overdoing it https://t.co/Jkl87xRJkT",
  "@vxntanoir everyone's talking abou shirk. Who did what?",
  "No more whatsapp status till I get a iphone charger and switch my whatsapp back on there💀 cba scrolling numbers",
  "I don't really understand how whatsapp status views work lmao do ppl who don't got yr number see yr post? As long as you go theirs?",
  "@SillahGirl you're always happy to see me. Love you❤❤❤❤",
  "I'm sickkkkkk i forgot abt all the numbers on this phone so i put up a whatsapp status sjsjshsjsiwiw deletegareey",
  "#NewProfilePic https://t.co/armFpC7xXD",
  "Guys, the government is finally giving free pads to schools. I’m so happy. 😭❤️ https://t.co/6x6Fm8HvHO",
  "Book him if you need a clown https://t.co/Yyz8er1vqK",
  "🇸🇳☀️ https://t.co/LuwOUcNxTQ",
  "@PreppyChic_Nata damai doul de awma dom😂",
  "@modoum motakh nga yaga faa campeh de😂",
  "Yeast infection https://t.co/UMhgQYMrFa",
  "@Sokhishh I'm hurt",
  "@halalpixie You’re a mother ?😳😭 wow",
  "@nastynimo sjsjsjs wow yall really don't be looking at my bio😤😤 mom to three",
  "Was talking to a group of boys and managed to convince them she's my daughter, only for her to say \"suma bajen la\" https://t.co/5aw9aKfLlX",
  "I'm the most irresponsible mom I only just got home as if it isn't a school night😬 but my baby was having fun and she didn't wanna go home",
  "@nibijomu Loool",
  "@serigne_habibi Bahahahahah omg",
  "Oh shit wrong accoutn dhshsjs https://t.co/Fcxj5r13d6",
  "@nibijomu People that look younger than me have kids lmao",
  "@nibijomu 🌚",
  "@nibijomu But no one believes me😒",
  "@sohnafatou 🤣🤣",
  "Okay I’m tired of bumping into mutuals and introducing my daughter to them for them to tell me she isn’t my daughter🤬🤬🤬 it literally says single mother on my bio",
  "@sohnafatou Loool are you here?",
  "@TheJamaJack the place is kinda happening de. Mungi normal",
  "Who at the trade fair??",
  "Wow https://t.co/8DFzLBCAgT",
  "When your crush calls you cute 😩💓 https://t.co/u0auWMOuVw",
  "this nigga called me a horse https://t.co/2sw65q10VW",
  "@saibojang @HaddiCee_ whatsapp ko",
  "@YaayiBayam 😑",
  "@papisco184 bilaye😔",
  "@papisco184 and you're laughing nak",
  "@BerrySaye 😂😂",
  "@BerrySaye @HaddiCee_ suma ameh ebook bi rek send la. Dafa overrr nekh, the narration!",
  "@bill_dollar25 lawl, power of ngewel rek laa am, hard copy, and Jama moh la njekeh",
  "@CallMeScorpia lent mine to a teacher",
  "@saibojang @HaddiCee_ yeah supposed to meet him he has been mia. I want an ecopy but send me his number, suma phone bi dafa am problem",
  "@TheJamaJack lu la saff rek https://t.co/rQxUgLZnL4",
  "@yasin_bebe i think they said banana is originally wollof",
  "My daughter said \"your shirt has a lobster playing football\" and burst out laughing... I laughed so hard I was like let's take a selfie to that 😂 😂 A whole \"Scorpion\" became a Lobster just like that https://t.co/FxyM2EJY3B",
  "@TheJamaJack sasss. Came into my mentions freely di lajteh baye. Just want tings to be clear. Either choose to deal w me at home or at work",
  "@TheJamaJack atleast I still have my minister post right? Mothership bi rek nga disown?",
  "@TheJamaJack ok president lazy bones,  I gladly accept the post of minister of lijanti",
  "My funniest mispronunciations were gucci and muscles. But I also fail at very basic words. I rarely talk in English if I can help it😩",
  "Me with my terrible hearing, the volunteer with their terrible spelling, we make a team and both get full marks😩. It worked",
  "she spelt everything wrong, but I just respelt all of it. So after that the teacher would ask anyone to volunteer to sit with me",
  "In grade 7 the teacher wanted to exempt me from a dictation test so I had to sit quietly until I notice the girl next to me's work",
  "Me and words, a bittersweet combo😂.\nI pronounce most words wrong, but write any word in your poorest spelling and I will correct it lol",
  "@TheJamaJack see you next weekend kon, but I'm going today too",
  "@TheJamaJack 😂saye yoko buga rek. Danga dem trade fair teye?",
  "Where did the word oyomenteng come from? I feel like it's mandinka",
  "Kii du oyomenteng? https://t.co/T2B8IVCpT8",
  "@TheJamaJack must you stutter? Unless you have bigger plans for it https://t.co/eOqiRemeWi",
  "@SaikesJ lol",
  "@TheJamaJack hassum ceesay. I have a physical copy",
  "You killed a pregnant orange talking about good luck https://t.co/76ak3IMrcR",
  "@papisco184 who does this look like? https://t.co/0lGLDCf9QE",
  "Feel like pure shit I just want my books back https://t.co/O27SPz92us",
  "Lost my copy of Chaff in the wind years ago in Grade 11, abaleh waye dugn deloh😠😠😠 been looking for another but zero",
  "The Power of Ngewel, Chaff in the wind. Ugh all favessssss. Gambian books are soooo good",
  "@Nxtero I love her so much but no one can top Ten for me, thinking about Ten makes me emosh",
  "@TheSaul_ I read all of those but not in school. I have a 19year old copy of Alhaji that my cousin used😂. My fave Gambian book",
  "📝 https://t.co/3mi88obqXK",
  "One Piece https://t.co/bW3hdcwgeO",
  "Ten and Yotanwa say hi https://t.co/NgIMc6VRj6",
  "@HaddiCee_ been looking for timeee but zero",
  "We need more African literature in Gambian classes. We used The Joys of Motherhood, Things Fall Apart and Purple Hibiscus in my old school",
  "I wish we used So Long A Letter in Gambian schools. Fuck Romeo and Juliet and the other shakespeare we use for literature classes",
  "So Long A Letter is used in Senegalese schools for literature. It's kinda sad that it's only seen as literature and not really applied",
  "Kingdom https://t.co/tr0H7VtOYj",
  "💯❤ https://t.co/l2GlnpxzEs",
  "@HaddiCee_ i wanna read it again so bad. Do you have a pdf or anything? It's on my top 5 faves",
  "As an unmarried person, all I can say is I’d rather die alone and happy than ruin my life &amp; let a terrible human being invade my space permanently",
  "When it comes to the plights of West African women, ‘So Long A Letter’ will always be the most relevant book you will ever read. It was published close to 40 years ago but still applies to the B.S women (esp. married ones) deal with today",
  "Guess what? We’re at the 2018 GCCI International Trade Fair Exhibition for three weeks!! Our team is super excited! Stop by A91 and check us out! 😊 #KJcupcakes #gccitradefair2018 #YEP #Gambia #Africa #Homemade https://t.co/TtsZj3HR96",
  "@YaayiBayam @jowfarah wish ma mun ko deny but my whole name there. Every year one of my enemies reminds me https://t.co/rJH459c2oN",
  "@YaayiBayam https://t.co/ZZ6eRaAvy6",
  "I know yall think i took the pic of that chicken &amp; caption lmao but it was a screenshot from a joke snap and I wanted to share it with yall😩",
  "@jowfarah @YaayiBayam kii enemy of progress la😩",
  "@halalpixie 🚶🏽‍♀️🚶🏽‍♀️🚶🏽‍♀️ https://t.co/Jtmq0U27qx",
  "@YaayiBayam whomst said that? https://t.co/7Bo8Ofa5tT",
  "if we break up while you pregnant the baby my ex too ✌🏽",
  "Allah https://t.co/VkG41hTUZw",
  "???????? https://t.co/TJNgmY3VK2",
  "do the right ting y'all 😌https://t.co/5iHLtr9dCg",
  "@PreppyChic_Nata loool she loved him she didnt even say anything when she found out.  just continued the affiar",
  "this is a photo of hannah montana pointing at a gay person, if you see this on your tl it means you're gay https://t.co/wwo7sz8Zpm",
  "@PreppyChic_Nata the woman is a nurse as well but she didn't know her lover had it till later",
  "You're so brave, doing that perfectly normal ordinary thing. You're such an inspiration! #HowToPissOffDisabledPeople",
  "Bon je vous demande encore 2 sec svp pour RT et aider ma tante pour son opération du cœur et faire un don 🙏🏿\nhttps://t.co/nbisWR6UIC",
  "@PreppyChic_Nata na they take precautions lmaoo",
  "@PreppyChic_Nata it's nigerian with john dumelo. I think it's  called \"love or something like that\"",
  "Her lover dies then and her husband stuck by her through all of it and now they have made up smh what a man ma sha Allah",
  "In this movie this married woman has an affair with a hiv positive guy and then contracted it. Her husband knows she has hiv and an affair",
  "@cherryolofnjie @miss_petite_j @_Sally_N 😂😂😂😂 not surprised yow nee rek",
  "Wish I coud unearth all of yall 2015 reckless tweets",
  "@cherryolofnjie @miss_petite_j @_Sally_N sa raka la?",
  "Chey habib daf ma dan reye😩😭",
  "Sweet Bajo Satday 😜",
  "Having bajo withdrawals smh",
  "If y’all could please share this I’d love you forever. My little baby Zahar was involved in a really bad burn accident and he needs all the help he can get.💕 \n\nhttps://t.co/bft0pkh2Du",
  "Legs hurt so much send help",
  "#2012vs2018 https://t.co/ciSwBCuRwq",
  "Having fresh cherreh and fresh mew withdrawals smh take me back to my village. Defrosted cherreh and packeti mew is not the move",
  "#2012vs2018 https://t.co/kUnCZyRz2l",
  "Craving truffles",
  "If yal don't get that damn birth video off my mf tl",
  "2nd new years eve together...to many more years in sha Allah! https://t.co/V0qg7IVEMa",
  "@aidaas__ 😂😂❤❤❤",
  "Today i watched \"This is it\"  season one and two. It made me to fall inlove with @Chyleona and @nickmutuma    sooo bad .. You guys are really good.💐💐",
  "Looking tarr for me, if it aint breakfast don't expect me to cook it 😔",
  "Me :( https://t.co/4OaBtjffCs",
  "Damn how tf am I gonna put whatsapp stories again? Switched my whatsapp to my samsung and it has toooo many numbers and im too lazy",
  "Somebody tell me ur top 3 anime",
  "a lot of niggas out here keeping his spirit alive tho https://t.co/Ts36bQ0KmW",
  "@yazzy1001 https://t.co/ptUT0alLFB",
  "She was born ready😭.. They all got served 😂 https://t.co/2nJesZnKpH",
  "It’s saying “Mind Your Business” https://t.co/grOl1XUsL5",
  "@yazzy1001 keep those prayers for your deluded tastebuds beloved",
  "Love this type of fit. Had it not been for the hijab on my head, I would have slaughtered it https://t.co/OVor6e37jO",
  "Forgot to go off private sah",
  "@yazzy1001 haters will hate. It's my fave combo",
  "It's been a while since girls I have never spoken to dmd me to be friends :(",
  "Thief: Jesus how many retweets to make heaven\n\nJesus: https://t.co/1v4fX1JMMw",
  "@dijahisadoll hawma lum dorn",
  "Someone's wcw https://t.co/ZjM6F4rKwu",
  "To be fair to NAWEC , they have been the most consistent company , this country has ever had. Consistently useless for decades. Amulen morom",
  "Mom: yeah I’m coming home in 10 minutes, did you defrost the chicken?\nMe: https://t.co/NVyIhISTCw",
  "When will yall stop mint chocolate slander",
  "@yazzy1001 now now sis https://t.co/yoywL6eJpJ",
  "That fake sun came throughh 🌞✨ https://t.co/4YlpgR4abi",
  "@vanessamarissae ok. https://t.co/BuKVgMHQLd",
  "@Bas_Njie begging is my profession and suma life yep miracle la, so the list will come😈",
  "@TheJamaJack @Marktrout33 @YaayiBayam @HaddiCee_ @dopeboidipsey trade fair without food, is that one trade fair?",
  "@Bas_Njie but before your time comes, now is my time. I'm waiting",
  "Lol wtf they gave that meme a show https://t.co/2ZIQP8lF4c",
  "@Bas_Njie 😂 most of my gambian mutuals here will tell you leka negn chocolate suma lokho. Yow yaa late rek. Motakh nga warr ma jokh. Bakh na",
  "@Bas_Njie https://t.co/yGsuBsKZZR",
  "Everyday, every hour, every second, most men prove to be vile, disgusting dumbasses. \n\nThe world is a shitty place because of them.",
  "Hello Guys. Please help me get that Iphone X for 1K RTs et 1K likes one week. Rt &amp; Like this tweet please. 🙏🏾 https://t.co/xzW4y2hRA4",
  "@Bas_Njie samoke jekh na. Lu ma neka reine de la chocolate rek is enough reason purr nga feye tribute",
  "@Bas_Njie twitpic your chocolate before I come. Paski I'm guessing isil ma chocolate motakh nga aksi beh fofu",
  "I knew it was this video before it loaded https://t.co/rW0amSKSQ3",
  "@Bas_Njie dama la nduro prisoner hana? But nakala danga buga feye sa chocolate tribute?",
  "@Bas_Njie hahatie. Hello😂",
  "@halalpixie suma borpa laye gerem nee",
  "Willy Wonka is spinning. The oompa loompas are tripping over each other, Lady Godiva was found dead in a ditch",
  "Queen of chocolates, the Olmecs are shaking",
  "Xxocolatl",
  "Met this girl on Spring Break 😍 I ain't get her number though 😪  Swear she the loml 😪 Twitter do ya thang and RT! 😔😔 https://t.co/CoIfkBfSUo",
  "Haral ma dm dips🌚",
  "The way my kids ploughed their way through my chocolate stash, lee du jaama.  I wasn't this greedy at their age",
  "Which one of you loves me (your queen of chocolates) ?",
  "My iphone charger has died again. Skress",
  "@dopeboidipsey @TheJamaJack I'm back di, du worn dakar sah si village bi la",
  "@TheJamaJack @dopeboidipsey yena ham de, man daal tiyeh len suma hand bi rek",
  "@TheJamaJack always been,  yaye disown kat bi",
  "Baye len toubab bi ngena terrorise nak😩😩",
  "My brother is refurbishing his room and I'm supposed to pack it by myself loool, he is going to the airport today su demeh rek ma daw dem 😂",
  "@TheJamaJack whatever you say MOTHER 😘",
  "@TheJamaJack @dopeboidipsey nuyul len ma sen kalpeh yi wakh len mi deyaa",
  "@Awa_J from colonising countries to trying to colonise mentions😂 motakhit hapati na lum munuta yei",
  "@theculturecrit @bill_dollar25 don't ever @ me in your entire existence again",
  "Me stalking then faux-casually bumping into the feminists at whatever food stall they're at https://t.co/vTxTwJ3ROQ",
  "@bill_dollar25 @theculturecrit What is goin on here https://t.co/UJrtl7zHyO",
  "@TheJamaJack ma bagn",
  "@dopeboidipsey yh popular worn na toroppppp but dilemma daal affaire la",
  "@TheJamaJack I'm french....",
  "@cesckaw buga naa wakh you welcome si olof waye hawma nakala",
  "@TheJamaJack ndeysaan, this is England",
  "@papisco184 hawma ban flag la def nonu",
  "Lee rek legn de wakh si feminists. Rewwwww",
  "Haiiii😩",
  "Bahahahaha https://t.co/95qzMtOURu",
  "I'm howl😭💀💀 https://t.co/sD6BX43PjA",
  "I'm weepingggg at this thread yall come see😭😭😭😭😭😭😭😭😭 https://t.co/pe7xxUrAiY",
  "@cesckaw happy buffday suma mboka bi😘",
  "The weekend is looking longggg hope I can make it to the tradefair",
  "@KJcupcakess hope you and your cupcakes will be at the fair😊",
  "I say “kong kong” instead of ACTUALLY knocking the door. https://t.co/mDlLnVjUIY",
  "Ndey Ngoneh is a bandi",
  "Sjsjsjsjssjjsjsjssj https://t.co/biqsstf3Eo",
  "@missjagsss @dopeboidipsey DILEMMA! https://t.co/Y9XaY0xABm",
  "@dopeboidipsey lool heh woye bobu nga dan deiga fu neka even from toddlers",
  "@dopeboidipsey Why is dilemma not here?",
  "@emnotsotall same here lmao",
  "@sdariad @goodreads Thanks!",
  "@saulnjie_ I shall give it a read",
  "@dopeboidipsey dilemma!!! Laajeela",
  "- Kvothe's father,  Kingkiller Chronicles 💯",
  "\"Call a jack a jack. Call a spade a spade. But always call a whore a lady. Their lives are hard enough, and it never hurts to be polite\"",
  "@vanessamarissae pretty sure the blind emoji will actually break, they already use enough blind memes so imagine an actual emoji",
  "Your favorite future lawyer😛 https://t.co/sCkOfLTGSJ",
  "@vanessamarissae they already abuse the hell out any emoji tbh. Wash them dash you a deaf emoji on some \"i can't hear you\" shit",
  "I don't even wear a hearing aid lmfaoooo",
  "RETWEET TO GET THEM APPROVED!!! https://t.co/SeQ2Yx8KDG",
  "Ooh deaf emoji gangggg https://t.co/4a4zWOowb0",
  "The moloni page is a good idea uno lmao cos we not gonna pretend men don't get dilemmaas",
  "I think someone accidentally added me to their twitter gc sjsjsjss",
  "@twiggysmalz Lool I was just having a little book chat with @D41XY and @lifethruglasses . Amazing how all three of you were from my hp question thread 😂",
  "@Maja_Sunshine Pardon",
  "Nigga I don’t wanna know what you’re wearing https://t.co/mnraMdYQcg",
  "Men are such nasty humans. It's disgusting.",
  "@sdariad Synopsis",
  "@GrannyzBoy Just quoting Dumbledore lol",
  "Already? https://t.co/QDXYeVqeHz",
  "Imagine biting into chocolate and being rewarded with wood https://t.co/0gofrKUpLk",
  "@wwbookclub Slytherin winning the house cup",
  "Screamingfnjdd https://t.co/MQLGhfZ3Eg",
  "@halalpixie The Alchemy of Desire Tarun J. Tejpal",
  "@Diakhanora 📝",
  "@miimeena Thanks, will get to it soon",
  "The Malfoy boy’s half-hearted attempt to murder me”",
  "His fear was deeply rooted, but his intention to kill wasn’t. So, no https://t.co/3HAai0duza",
  "@miimeena I like spoilers. I don’t often read dark fantasy cos I’m a scaredy cat. But recently I’ve been reading this dark/murder mystery series so i might try this",
  "@miimeena Give me a synopsis please",
  "@miimeena I might have to read that",
  "Or you feel none of the people you know have read",
  "What book have you read which no one else you know has read?",
  "@D41XY Shakinggg",
  "i know how many typos i make but honestly idgafffff this is the colonizers language i will butcher it as much as i want",
  "Being able to read together and discuss books that are not very mainstream is lovely. You be thinking finally I have a fellow book animal to animal with😂",
  "wow, people who read what i read are in my mentions &amp; i feel seen.",
  "MOST AMAZING FEELING https://t.co/AWb9ip4FN0",
  "Harry Potter just happens to be my fave, but it definitely isn’t the best out there. Some of these book series bang severely, they just do not leave the same impact as hp on me",
  "@lifethruglasses Oomf recommended it some time last week and I immediately got on it",
  "@D41XY Wowwww okay I stopped like since end of 2016 cos couldn’t find the rest but now I can",
  "A Senegalese woman was accidentally shot in an apartment.. what a sad story :(  https://t.co/WJY0lTZBHx",
  "@lifethruglasses  https://t.co/qwROl3e8hO",
  "another favorite is patrick rothfuss’ depiction in The Kingkiller Chronicle.",
  "Omg I’m currently sat reading book 1 https://t.co/UYHRms8S9l",
  "robert jordan’s Wheel of Time series features one of my all-time favorite depictions of magic, despite definitely having some problematic undertones. i love it.",
  "Need to finish it. Only four books in https://t.co/P3HoRFdIse",
  "@MrLewisVuitton You welcome x",
  "@MorGnambi ......",
  "mandem shall we have some fun? https://t.co/GlDY7dVSLa",
  "The effort we put into our makeup should be the same effort we put in to creating a skin care routine. We are introducing our first Item featured on our skin care collection. Men &amp; Women can use this amazing skin care product. Make sure you get yours when they launch! https://t.co/w3Kk9MEX3Y",
  "@ahliesof Welcome bih😘",
  "I really am poor af",
  "Ok you man on the to need to follow this male oloni and give us all a laugh https://t.co/GzBHW2ooPE",
  "@MrLewisVuitton Lmfaoooooooo congratulations",
  "Pincez tous sokola frappez le balafons le lion rouge a rougi😬 https://t.co/7QrUj4wgSH",
  "@Dj_eneba @JaiManneh Nah thisgif is hilarioussss",
  "@nadycamara I don’t recall https://t.co/G7t4A3qlKF",
  "@ahliesof happy birthday sis💗💗💗",
  "@KhaleesiKaaye happy birthday!",
  "Shady faving/ shady retweeting is an art. But some of them do it willy nilly. . Tasteless https://t.co/QzfbZSFLUO",
  "It’s a Cupcake Flower Bouquet in a Vase! Perfect for surprising loved ones, Perfect for dinner tables. Elegant &amp; pretty! #KJcupcakes #CupcakeFlowerBouquet #Homemade #Gambia #Africa https://t.co/HHU3gArrnW",
  "@t0ny_s3rp1c0 Lindt is one of my faves, and I do like dark chocolates",
  "@YaayiBayam Bon nuit🌝",
  "@t0ny_s3rp1c0 I knoww, just want people with elite suggestions",
  "😂 https://t.co/7oeHe2e3MK",
  "@YaayiBayam Ddhdhdhds",
  "Lol! The irony! https://t.co/0bBUw13ibp",
  "@glomodou Bet",
  "@malalpre 🤪",
  "@halalpixie  https://t.co/3FCdDS0BWY",
  "@t0ny_s3rp1c0 A man of culture",
  "@Lie_Sagne 😗",
  "me: I don’t think anyone is 100% heterosexual sexuality is very fluid \n\nUni boys: so you did a ting with a girl yeah? https://t.co/qz34X8a8Qo",
  "Awesome Lie turned over a new leaf to escape yall and whatever promises he made, stay woke",
  "😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂 https://t.co/N0m30NiWF2",
  "@Lie_Sagne Wow",
  "@DiopBabacaar @emnotsotall Hmm scifi",
  "@AiishaaBee @badjan_matarr Boy ki suma raka bu yabz la",
  "@Lie_Sagne Halal and bakh years old",
  "@AiishaaBee @Lie_Sagne Lmfaooooo im dying",
  "@aidaas__ @MlatifaD Legi dagen maye sott? Man hawma yii de dafa am ku ma deh hack🙊",
  "@AiishaaBee @badjan_matarr Lmfoaoooo suma cousin la",
  "@MlatifaD  https://t.co/bcqk1OqpK6",
  "@Lie_Sagne Send me credit fatfat nga fateleku",
  "@MlatifaD Hackers yi",
  "@badjan_matarr  https://t.co/iugxejmPnU",
  "@glomodou Smfh I still dunno why I haven’t continued. If this is loyalty then I don’t want it😤",
  "@MlatifaD 🤣🤣🤣🤣🤣 layeeee",
  "@Lie_Sagne Kuruss/paperwork/zamzam/lip balm",
  "@badjan_matarr Sometimessss😗💗",
  "@Unkle_K Only my love for you🙊",
  "@Lie_Sagne Charger/usb/money",
  "@glomodou Five whole months since I even opened it https://t.co/1q6CdkIrH8",
  "When he slaps your belly instead of your ass because your belly is bigger &gt;&gt;&gt;&gt;&gt;",
  "Momodou a dicktator",
  "@glomodou Still same (20)",
  "@glomodou Whennn? My patience wears thin",
  "Eat before you come to my housearoni https://t.co/u4ye8mdMFS",
  "@glomodou This is me begging for Sidooh sesh",
  "@glomodou https://t.co/5QtPIaBFqx",
  "Ma ya MCM thinks 'men are trash' applies only to romantic relationships. He 27.",
  "@DiopBabacaar @emnotsotall Waa holal laaka len wollof waye🤬",
  "@badjan_matarr Wow mean im hurt",
  "@futimah Number one ☝🏿 senegal fan acct",
  "@malalpre I know you’re holding back scathing comments💆🏾‍♀️",
  "@emnotsotall @DiopBabacaar 🌚🌚🌚🌚🌚🌚🌚🌚🌚 i have an ongoing one with that many chapters",
  "Au secours!!!!!! https://t.co/D0sLuCojMT",
  "@Zeneral_Kane @emnotsotall Btw Em replied to me from when you rtd it that’s why😂 massa",
  "@badjan_matarr Don’t be the only snitch cousin, suma cousin yangi tasaro twitter but ken dumai boleh si suma double life bi😂",
  "@Zeneral_Kane @emnotsotall Oooooh Legolas my mf fave",
  "@emnotsotall @Zeneral_Kane 🌚💗",
  "@AiishaaBee Lol jalika daf de jekhal suma hol b",
  "😂 https://t.co/Iy8v4M8hwm",
  "Anything great from Gambia is for Gambians. Anything great from Senegal is for Gambians and Senegalese. I didn’t make the rules. Debate your grandmere https://t.co/PjrRAlsJjP",
  "@MightyzyM 🌚",
  "@BerrySaye Alhamdulila💗💗",
  "@theculturecrit  https://t.co/OvWNfeP1ak",
  "@jowfarah  https://t.co/fFeDkSN8OY",
  "@BerrySaye Yesss congratssss",
  "Nobody be wanting a stepdad 😭😂 https://t.co/GVvIJT9XyC",
  "@theculturecrit Send me easter chocolates and don’t tell me what to do",
  "I adore what @yungnollywood are doing with their account and would love to do something along those lines for old timey theatres ✨✨🌟⭐️⚡️🌟",
  "What chocolate should I try atleast once? Give me your suggestions",
  "@theculturecrit Bilaye morm la fok cos lolu rek legn ma deh wakh but Ayeda showed me the actual daughter",
  "Please tell me I wasn’t the only one obsessed with this show growing up https://t.co/CftTfkMFzX",
  "@abstractnights @CupcakKe_rapper Don’t speak to my mother in that tone of tweet",
  "Yikes :( https://t.co/Y1jMWaYH1i",
  "Djdjsjhd https://t.co/0luK7lcJFA",
  "@AiishaaBee Nyuneh",
  "Couldn’t be me. I just exit. Like straigh away https://t.co/7DcRfARxgK",
  "@ArchersFate Ngl didnt ask for, you still a clown",
  "@ArchersFate Lol collect your L and go",
  "@ArchersFate You’re the one that screenshotted her so you’re the upset one😂 I’m just broadcasting your dumbness",
  "@ArchersFate  https://t.co/SJgFD2p9eL",
  "Wash your hands please and always brush your tongue",
  "@CallMeScorpia @bill_dollar25 Ah okay ngai duro negn",
  "@Lie_Sagne You too akh",
  "You thot this would bang loool just say you’re trying to get rts off her but everyone else gets it. How u a hijabi headass https://t.co/AeIZlI1tTY",
  "@BambeeFall Likee",
  "@Rokhaya_D Je suis sorry🙈",
  "My kink is tweeting recky and then ignoring everyone in the replies😂",
  "@edizzlebror Tack",
  "@JaiManneh 😂😂 laughable",
  "Imagine being so lost in the sauce that at your young fresh age you trying to be a stepmom. Never again😂",
  "So... my community mosque was set on fire today. This is the second time it’s happened within the past year. @BvuePD I hope you’ll investigate this with the same amount of effort as you would any other building. https://t.co/XlLNJRhM0l",
  "Wanted to tag @JaiManneh but i was laughing so much I tagged myself 😂 https://t.co/Fzw6HJVJt8",
  "@halalpixie dhdhdhdhs I’m having war flashbacks https://t.co/jTVZlNfTAG",
  "@bill_dollar25 Same but they said she really is",
  "im always body-shaming fruit. if its misshapen or bruised i dont want it !",
  "Marvel: 'Infinity War is the most ambitious crossover event in history'\nMe: https://t.co/TZClOCsRzV",
  "@Nancy_The_Great E dey fine",
  "@bill_dollar25 She is",
  "Big up @XaleYiJukLen &amp; everyone who tuned into their debut show yday. May your run never end!\n\n🇬🇲 https://t.co/n9dODacWNs",
  "@nibijomu @papisco184 Lol",
  "@Lie_Sagne My @ name literally says halal but go off. Wo made you judge of halalness? Yow nga aksi si gang bi barki demba",
  "it could be professional, if you've established yourself by that name. or, sometimes it's like, i just want to keep my name. coz it's not by force. https://t.co/K4Iw5QesmD",
  "@ndellaphatou You’re a lost cause my dear",
  "I think a jinn will spoon me in bed if I don't say ayatul kursi before I sleep https://t.co/p1t9cU9vPX",
  "🥖 + thon + 🥚 https://t.co/RsT4HfnBAX",
  "@ndellaphatou You: wow snack😍😋🤤",
  "@papisco184 I just heard a clip from a phone in radio show where someone said it’s because of doctors that there is a lack of beds in the hospitals.\nI would like to publicly urge all my colleagues to return all the hospital beds that they have in their houses please...you’re going too far😂",
  "She’s so pretty",
  "Yall know this is Mama G’s daughter lol https://t.co/W0RqmUFpf3",
  "@reversepam Promis, le tout dernier ! \nSenegal Away Kit Concept for Russia 2018\n\nUpdated link for the HQ 👉🏿 https://t.co/yESUy4XqTO https://t.co/lMMt9Xb7zr",
  "https://t.co/qqsg8drkc7",
  "@ndellaphatou 😂😂😂😂",
  "honestly, ever since i’ve started meal-prepping i’ve felt SO much healthier, it’s easier than it sounds and i encourage you all to start doing if you’re trying to get into a healthier lifestyle!! https://t.co/zZVyzzmnfO",
  "@majestyfee May Allah grant her jannah. Sorry for your loss",
  "Legi legi ma gestu si li ma weesu\nLegi legi ma rechu wala sakh di baaku \nWhat does sakh di baaku mean lmao",
  "Ma’am? https://t.co/80mguy2Kw1",
  "Seeing a flipped shoe gives me anxiety https://t.co/8oeNm92Cag",
  "@ChocolateJutsu “Because I’m farse” sjsjsj",
  "So how y’all day going? https://t.co/XPhnjZ1n9d",
  "Good good 🍯 https://t.co/HoL9CggxTX",
  "@najmaaaay Ily2🙈",
  "Had to cross the ferry after midnight. The way I was lokhing and shaking and the way my heart kept jumping nonstop? Even in daylight I’m sooo scared of water bodies wakhu mala haaji gudi https://t.co/DSiqigp25D",
  "@jowfarah Love you too sis😤😘",
  "@juniorbjawara Sir, I sed wot I sed",
  "@Lie_Sagne Hi my fellow halal gang",
  "@najmaaaay Kween",
  "Who’s this imposter https://t.co/IYuwgZfrhk",
  "Extra moist on the inside, extra gorgeous on the outside! With Jumbo sized juicy strawberries dipped in white chocolate, dusted with gold &amp; finished with a gold ‘Mum’ topper. #KJcupcakes #HappyMothersDay #ButtercreamCakes #Homemade #Gambia #Africa https://t.co/FxGrSdD8Ui",
  "- Guisna kou may guélam 2 millions ak auto esk lolou c normal\name kou commenté néko\n- guisna koussi yonam nékoul moukoy publier es ce ke c normal 😂😂😂😂\nhahah sénégalais tontou rék léye déf",
  "When guys squint their eyes &amp; keep licking them lips, I’m thinking “do you need glasses, chapstick?” because I don’t know why you think looking like you’re at the eye doctor &amp; having cracked lips is cute https://t.co/Q8VyD33CpK",
  "I’m about to switch from my fast service 2gb Orange sim to my terrible no bytes having Africel sim. Fokdelmeksen",
  "anyway, i will continue to maintain the same energy against my nearest and dearest misogyniggers as i do with strangers. your complicity means you too will be left in the dungeons if your behaviour remains unchecked.\nbc at the end of the day, cis men are not my priority.",
  "but that obliviousness at some point becomes a choice to remain ignorant; ignorant to the effects that something as small as the way they speak about/refer to women, has &amp; the utter disrespect it connotes.\nthe complete disregard, the “its not that deep”.",
  "i feel a weird obligation to police my male friends’ behaviour and help them be better but other times i just want to disown them for the smallest instance of misogyniggering",
  "Arya Stark",
  "“Your wand Selwyn, giive me your wand” https://t.co/TpSsRd5Wh1",
  "Ptdrrr donc vous prenez l’exemple des rhinocéros pour affirmer votre homophobie? Il faut consulter https://t.co/9g3QUYIGus",
  "@SWEETSONES Go on then celebrity portraitist",
  "I eat so slowly that when I’m at someone’s house they think I’m being shy but in reality that’s just how I eat lmao",
  "@SWEETSONES Still waiting I’m tryna join Sones hive",
  "#NewProfilePic https://t.co/tGgQHdJkUu",
  "Wow apparently the trick is asking gambian men if they can cook, then they either show their ass or dugn la geten again about food/cooking",
  "https://t.co/HZjxJJakwr",
  "Put rubbish in someone else’s bin and they ran out their house with a broom, I’m currently out of breath",
  "Idk how to cook and I don’t eat anj leave me",
  "Gambian men love asking you “ana anj bi” etc. Can I even fucking bahal malo?",
  "I’m so foolish",
  "@Lagareh_ Ok kween",
  "If you a ibadou who is 5’9 and over with nice feet hit him up, you and three of your 5’9 ibadou friends https://t.co/fRBqqaeOXH",
  "With due respect, Intercourse yourself. https://t.co/sYYH8ZLkiQ",
  "@Lagareh_ Lol.",
  "@BerrySaye I love you too https://t.co/rt3dze6Rs3",
  "Definitely @constantdanny https://t.co/8mc2lYYMX1",
  "Lmfaoosjsos https://t.co/lsJeIWA8sA",
  "@constantdanny https://t.co/JWoksqoPeE",
  "@Ikzzzzzzzzz They have no haya whatsoever 😷\n\nImagine seeing your husband in a club ufff",
  "I remember going clubbing and seeing one \nI felt sick https://t.co/apJReeS2qi",
  "Face getting sat on either way https://t.co/Qj3Irg965b",
  "Sometimes I want to recommend Si**** but I can’t bear the person reading further than me plus I like it being me and Momodou’s little ting",
  "@najmaaaay Stay strong neffa melt",
  "when you’re melting at a what guy is saying but the realisation that men are trash &amp; he probably says that to everyone wakes u up again",
  "@halalpixie @NestaWane Graine d’or, Éric Kayser, La Marquise, Royaltine",
  "397k\n\n1k airtime to the ex\n2k airtime to the present.\n\nSo they can call their parents. https://t.co/CazVC4cdy7",
  "@NestaWane @M_Fall_ ?",
  "Sireu",
  "C’est @GoumbalaNarre qui fait ces jolies choses ! Go follow her @njalabaan sur IG / Facebook https://t.co/4mNC2fX4PF",
  "@Nancy_The_Great And me😹",
  "@Nancy_The_Great Most of these viral tweets like this are just friends being goofy for the tl😂 ku si duga dess si",
  "@Nancy_The_Great They played everyone lmaook",
  "@ajmakestweets To be honest, I don't really have anything to say. When I hear that trash people have passed, I keep it pushing. Just don't ASK ME my opinion but you'll get the truth.",
  "I don’t think people recognize the difference between “speaking ill” and just saying what was true https://t.co/nO4SUMAP3X",
  "@Nancy_The_Great That’s his girlfriend lmaoo",
  "Being in a relationship with men https://t.co/YeIbOYb4C1",
  "jokes on jahdiah are whatever, i mean...they’re going to come. i just don’t like the mentality that some of these jokes &amp; commentaries reveal. it shows that people really don’t believe in bisexuality, or that femme &amp; masculine energy can be interchangeable, amongst other things.",
  "@Lagareh_  https://t.co/6V5uy7YyA2",
  "@jukaliond Can I be arsed? Lmaoo",
  "@jukaliond But it’s nice like this de",
  "@Lagareh_ Nvm https://t.co/sLVptULkBl",
  "@jukaliond They do that?",
  "For those that can't help but accuse single successful young women. In our society a girl can't be single and successful. It's either she's a runs girl, a side chick or has a sugar daddy. We keep forgetting aure n arziki na Allah ne. Well as you slander them just remember 👇 https://t.co/gyuW44iESI",
  "Indeed, those who (falsely) accuse chaste, unaware and believing women are cursed in this world and the Hereafter; and they will have a great punishment. [Qur'an 24:23]",
  "If anyone tryna buy me this ebook, send to mariasira93@kindle.com tenx https://t.co/GCJxVHGDeh",
  "@Lagareh_ hi baby https://t.co/GCJxVHGDeh",
  "@jukaliond Ma lan hshshs",
  "@ajindey happy birthday!",
  "Yooooooooo only in Gambia have I seen men come home and actually talk about their girlfriends to their wives.",
  "I found my new favorite meme https://t.co/QGB1bH5sSV",
  "Dankh https://t.co/eYLgJET0i0",
  "@Nancy_The_Great I’m a elf",
  "Like a lady 😍💃🏾 https://t.co/Mugbh28c0j",
  "@Nancy_The_Great  https://t.co/S59SOU7jl6",
  "@papisco184 lol.",
  "one is clearly haram sis https://t.co/1MpUlCqc6O",
  "When she accuses you of doing something and you know damn well you did it https://t.co/yJUqgmnFrc",
  "What really makes commentary like this priceless is knowing how common it is that cis men try and shove their dicks in people's mouths without bothering to wash it first. https://t.co/9U1JI0L6Oi",
  "Mrs A, a teacher, proudly drove her new car down the street.\n\n\"Nne, congratulations o! Your husband is really trying,\" a neighbour hailed.\n\n\"Husband ke? I bought it o,\" said Mrs A.\n\nThe gossip mill is saying Mrs A is wrong for telling people she &amp; not her husband, bought the car.",
  "YOO MY AUNT MET NICHOLAS CAGE LMAO https://t.co/4sGElrjLyh",
  "The old lady that let's me use her wifi is fine. If I was 40 years older. I'd def wait for her husband to die to get at her",
  "Yuck",
  "Khamna TL beurineu ay maman 😂 https://t.co/aI706waIPy",
  "Omg it was “Crazy Hair Day” at my cousins school and she wore this 😂 https://t.co/9Y1SxVETF1",
  "how my drawer looks at me when I pick out the same black hijab everyday https://t.co/ygTOpZrgTH",
  "@ml_0321 happy birthday!",
  "When your ex makes it in life... https://t.co/psOgN4qLht",
  "the original lip gloss https://t.co/w0nFLg2tN2",
  "@ladidadi3 💗💗💗💗 https://t.co/G9Qgf8Uz7f",
  "@KorrJorrJeng They always ever name their kids after someone esp someone influential or rich. Annoying",
  "@papisco184  https://t.co/PPM8d0xiUR",
  "Yikes https://t.co/ErhbiHyR4U",
  "@papisco184 Tudeh sa bipa dorm is uncommon but gisu ma luko jot, nyuneh it’s ominous cos it should only be done if the parent dies before the child was born chchch",
  "@papisco184 Lmaoo bobu tam opa na nak",
  "@OTunkara I meant I thought people only go to hell or heaven after judgement day? Not straight after they die",
  "😷 https://t.co/RSKoUOE4VW",
  "him: tell me about yourself\nme: https://t.co/QBv6wVlv1X",
  "Genesis 1:1 “In the beginning” https://t.co/o1tpzLTsBX",
  "🤣 https://t.co/0Qwl1YLchf",
  "Grotty https://t.co/xM264K08oE",
  "Madame. Ama need you to step off the tl for a moment https://t.co/Z0qup4PVpw",
  "@OTunkara Technically if you died rn would you even go to Jannah? I mean ma fok ken du duga till after DOJ?",
  "@KadamBabacar Suma bena harit nonu la yeufam touda",
  "That’s oomfriend’s mcm’s name🤣 https://t.co/JlDzp0HpjM",
  "Men always naming their babies after their mommies and daddies. Yall so unoriginal lmaooo",
  "👀👀👀👀👀👀👀👀⬇️⬇️⬇️ https://t.co/1FDTvsqGb9",
  "No ones told me they love me in time this is probably the longest I’ve ever gone without anyone telling me. And I’m just realising https://t.co/ByEhfRZ6wn",
  "Am I the only person who finds some of the stories in the arabian nights really scary? Couldn’t sleep the first time i read the book but about to download it again cos I haven’t read it in almost two years I think😂",
  "Makes me think about the arabian nights https://t.co/jxSzKXVm4q",
  "Finally at level 25 of chocolate after 1810xp from level 24. You hoes could never",
  "@abdooulhakim And?",
  "Dm me if you’re a casanova named Casanova https://t.co/FiYOuGXLz2",
  "@Graaffiti It’s calm",
  "Goalz https://t.co/8Q17hJnD0h",
  "@Graaffiti Lmaoo it’s an app",
  "@Graaffiti You know quizup",
  "@Graaffiti What you willing?",
  "@DiopBabacaar Dcrd",
  "I said who wants to QuizUp https://t.co/vk8SHhnMGp",
  "Who wants to QuizUp",
  "Some of you people on here are high key bastards. \n\n“Having an argument with my boy”. No you fucking didn’t. https://t.co/lwTAo291bA",
  "😤😤😤😤😤😤😤😤 https://t.co/1SMa4bdQ9K",
  "I didn’t buy credit cos im going home tums and I just used my last 250f credit to accidentally buy 30mins instead of bytes https://t.co/V7csEzck98",
  "My friend gifted me the first book and i read the rest online https://t.co/vw13MorLzl",
  "Next read soon as I finish heroes of olympus😤 we stan ancient egyptian mythology as hard as greek. Shook. Rowling could never https://t.co/3cZ2eGWZn5",
  "The Vampire Diaries\n(1991)\nL.J. Smith\n\nSo much better than the show. Please read them. Elena was meant to end up with Stefan L.J. said it herself whores. Actually had interesting characters, subplots, other dimensions, kitsunes, and other magic creatures. The CW can suck my dick. https://t.co/alw08ChSVd",
  "https://t.co/Q07fr7d7lr",
  "Bella swan is shittttt. So is that dead looking actress that plays her in the movie. So annoying and dead wtf",
  "Loool I read them sooo many times, they all shitty but breaking dawn is my fave. I love the jake povs https://t.co/tzKDftbYDT",
  "My tl has always been a mess but now it’s even more of a mess since I followed Rejoice. We stan",
  "Lmfsksjdjdioe https://t.co/qFt15fLgTP",
  "stop outing sex workers!!! it can put them in a potentially harmful situation &amp; its not your business!!!! https://t.co/WfIWWuXzIs",
  "telling ppl u moving in silence is... not moving in silence LMAO",
  "He's forever buying me books, so we can read them together and discuss them chapter by chapter lmao. So geeky but I love it.",
  "This is actually goals😖 https://t.co/9YOQyqiVOJ",
  "I really love how much my bf loves to read. He'll call me up like 'babe I just read the MADDEST chapter on hyper-masculinity and romantic love' and I'm just like... https://t.co/MiXmWAgW9B",
  "K.",
  "Loooool https://t.co/UgffAdFeyz",
  "https://t.co/6X02wui7sf",
  "this whole thing about period in food reminds me of a nigga that nut in my sandwich and served it to me loool",
  "@sinbaed_ Must everything happen to you?",
  "“In order to decolonize your mind you must first decolonize your pussy”\n-naimanational",
  "You guys act like women who come from the hood don’t deserve a nice life. As a black person you should know better, majority of South Africans are only just crawling their way out of poverty &amp; you are here making a joke about someone’s house. The classism is disgusting really. https://t.co/TULb9lu4yf",
  "It’s mad that people’s parents actually did this to them. https://t.co/NErupWO7Jp",
  "@MorGnambi Divorced https://t.co/dnKBkUUQgB",
  "I’m on my lunch hour. Retweet this and I’ll draw a quick 1min sketch of your profile pic. ✏️ #illustration https://t.co/1LJZ30WXBS",
  "Your work computers (really any computer) can be accessed without your knowledge bc they don’t belong to you. Any files etc. that you have saved are not yours. Please be careful w/your work computer usage.",
  "@SamiaFourEyes happy birthday sis💗💗💗 supermalt bottoms uppppp",
  "@Bangalii_ Henjoy",
  "@Bangalii_ Are those office gifts?",
  "@MorGnambi You you and you https://t.co/VVHlg8DSL0",
  "@dadswagga Must be equally as annoying, if not more🙃",
  "Une visite agréable chez le Berger de l’île de Ngor c’était trop bien.\n#art https://t.co/xy5mKW9Rro",
  "@Lie_Sagne Ameen akh",
  "@MorGnambi cava cherie mangi haar suma cupcake paques mbizou https://t.co/ZVqQS304wa",
  "Who getting me Easter eggs?",
  "@Lie_Sagne No",
  "@M_Fall_ May Allah  break their back",
  "#Sudan has died. The last male Northern White #Rhino has passed away. We are all witness to extinction. It is forever. We must never let this happen again. #RIP https://t.co/HoZNQx6ND4",
  "When your crush is a hijabi https://t.co/aT8MbpbVjY",
  "I love when men call violence against women a “mistake.” https://t.co/kj6zG8Vmmn",
  "Guys wanna say “what a waste” as if they would even have a chance with me if I was straight lmaoooo https://t.co/A7ulE6QyO5",
  "The so-called pro-lifers are all pro-birth - not pro-life. One, they are mostly pro-death penalty; two, they could give two cents about the child’s welfare as soon as they are birthed.",
  "@nadycamara Stay safe outchea smh",
  "@lashglue Lmfaooooo https://t.co/0WuY06K8Kg",
  "Two private accounts that you don’t follow are probably having a full blown convo in your mentions rn and you don’t even know it🌚🌚🌚🌚🌚🌚🌚🌚",
  "Why do madams feel they have the right to beat their house maids?\n\nShe’s an employee. All sanctions must be kept professional. You can impose a fine, salary cut, verbal or written warning or sack her but beating her is not your prerogative as an employer",
  "I’m gonna be tacky and say goals https://t.co/YFjATgGtqy",
  "The danger women put themselves in by coming on Twitter to “expose” their abusers. To get to a state where you no longer care about your safety anymore is heartbreaking. These women are tired! They are drained. Nobody is listening.",
  "Nobody talks about Jesus' miracle of having 12 close friends in his 30s",
  "Awon vanpires",
  "I actually like the taste of my blood. Maybe coz I’ve not tasted any other persons own. https://t.co/VLU897zTik",
  "The nipple tip make me feel like I’m sucking Gatorade straight from the tiddy of the gator https://t.co/faGGVBIK2Z",
  "@juniorbjawara Ah dama tiit di",
  "lol Allah brought peace to two warring communities &amp; they think it's about their Instagramed relationship. And I need Muslim couples to stop taking that instagram photo where the girl is pulling the arm of her unidentified man in front of the Kaba. Did you come to worship or nah? https://t.co/ijhmNHh30k",
  "https://t.co/qwmEkFMVKp",
  "unless burnt wire turns you on...then okay",
  "@OGEXXL I think she meant to say kink😂😂😂😂",
  "Do you and the people in this thread know the meaning of fetish dhdhdjw https://t.co/t5eruBaZhr",
  "Parents will tell girls to face their books from 0 - 21. The minute they graduate, all of a sudden they are supposed to produce a husband. Lmao Was the guy hiding in the book or?",
  "@RejiYates Same. Except I’m lag dose in tall errand",
  "@Flexhamed I have other places I’d loke to stick them https://t.co/u4ga2wJhMj",
  "I think I might be lack toes and tolerant. \n\nBecause when I drink milk or have oats, the way it turns my stomach",
  "https://t.co/ZQKmtmGNug",
  "@Flexhamed It’s a he 😂",
  "@OmgItsFsk Is she fine and tall?",
  "@Flexhamed Someone told me you’re underrated",
  "What that mean? https://t.co/ajyhvFWX1v",
  "Bahahahahha",
  "You mean back to the village to visit the wofe you haven’t been to seen in two years but go off https://t.co/yJ6nHZQDeL",
  "@malalpre nice mugshot you got there https://t.co/as5XUEiZPp",
  "I’m not making this up, it just happened\nMe: The sun is out, so the African in me is coming out\nCoworker: I thought you were Muslim?\nMe: Islam is a religion, anyone can be a Muslim even you\nCoworker: you don’t look like an African, you look like a nigga. Do you wanna be a nigga?",
  "Someone may need this even if you don’t. https://t.co/vo7LbuYhhq",
  "@MightyzyM Sometimes their points are blasphemous, but valid, especially in the form of questions that make you think and analyze",
  "Heterosexual feminists watching lesbian couples. https://t.co/IvMnHQ3Y1O",
  "FGM is a gross violation of humans right on every level. It’s vicious and reductive, and no girl/woman should be subjected to it, ever.",
  "I’ve been doing anti-FGM work for almost 5 years now and I still wake up everyday shocked that this practice is real. Still completely lost for words.",
  "@dadswagga What about nitt ku nyuul bu tekh?",
  "@MightyzyM It is good to question yourself, to actually analyze what you believe in. You’ll always find answers and this could also make your fairh stronger",
  "@MightyzyM I think at some point we all have doubts and speculations, sometimes we go on a journey of rediscovery but sometimes we just let our blind faith override our doubts. I’m happy that you put some thought into this",
  "@MightyzyM Tell me about your journey",
  "Les congolais ils ont le même régime alimentaire que Pumba dans le Roi lion 😭 https://t.co/azSgPAbBei",
  "please not that @_BarryStantonGB who posts racist comments is using my photograph and has NO connection with me whatsoever",
  "Now available for sale on Mondays and Fridays..please book in advance call 3663800 or order it online from https://t.co/9ONKKGyH9c https://t.co/34AdM3Lzed",
  "Omdz who remembers Sarah Jane adventures, this use to pop on cbbc https://t.co/K0sp6wdAqe",
  "LOOOOOOOOOOOOOOOOOL https://t.co/QJiadJh8sP",
  "look at my niece at the end, IM IN TEARS https://t.co/xrOEiUxn4J",
  "the self-doubt that has kept me stagnant for years. https://t.co/O0LryqIVge",
  "if i’m ever in a social situation by myself (if there is no one i know &amp; am comfortable with close by). https://t.co/RCcOyhDBYX",
  "Man has a hijab fetish. And some of you yats will probably find it cute😂.. so cringe",
  "Lrt https://t.co/onaiq1F627",
  "YOU CAN TURN A HOE INTO A HOUSEWIFE LADIES DONT GIVE UP CUZ HIS KNEES BE OUT AND ALWAYS ASHY FOR SOME REASON https://t.co/i88L4zw087",
  "All white everything 🕊 https://t.co/E5i3BFXTrj",
  "Imagine if Black men went after deadbeat dads the way they go after Black feminists. I’d love to see y’all stalk and harass a deadbeat dad. Make fake accounts about them and dig up their personal history. Berate them and blame for the destruction of the Black community. Man..",
  "Short hair don’t care https://t.co/1Ahf6Bi2R6",
  "i paid $15 for this set i don’t know how you bitches can spend $60+ 😫 https://t.co/8vac2HWV5Y",
  "@YasminYonis That’s how they do hajj as just a couple trip and not as pilgrimage. Literally pointless",
  "if someone EVER suggests that we should go on hajj for our honeymoon and stunt at holy sites for corny photos https://t.co/NUHFNWMZrL",
  "A whole photoshoot while people are fulfilling the commandments, asking Allah for forgiveness and praying for their loved ones. https://t.co/IErYKFwkm5",
  "small small sunshine came through today https://t.co/sX96x7dQ1k",
  "😭 https://t.co/CYIZDlAIP8",
  "@BerrySaye 🤣🤣🤣🤣sure",
  "Twilight movies https://t.co/2mj4R9x6z9",
  "#NouvellePhotoDeProfil https://t.co/UJJsOuxu5z",
  "@miss_petite_j 😂😂 apparently soumboulou died and woke ip in an alternate life. they should just have made a whole new series and spare us the confusion",
  "This is not wiiri wiiri. Can't  be. Nope.",
  "@beemanneh @KJcupcakess Lmaooo su fekeh danga buga wakh ko mu defal la🙄",
  "But you’re tweeting https://t.co/RIIeKwHCsG",
  "The exact same thing. \n\nStop going for women that only offers you sex. Love yourself more King. \n\nIf your selection process was adequate enough, you won’t be on Twitter asking women dumb questions. https://t.co/nn56b6FOEn",
  "@DiopBabacaar Smh😹",
  "@mlgaye_ @cherryolofnjie Mako gina basic nak😂",
  "@mlgaye_ @cherryolofnjie Aters gonna ate",
  "Sadly we only have peanut butter and chocolate chip cookies left today. We hope they suit your needs as we sincerely apologize for the inconvenience. https://t.co/x21W8K8l4G",
  "@mlgaye_ @cherryolofnjie Thought yaako teye sah to annoy them",
  "@mlgaye_ @cherryolofnjie  https://t.co/b87D3hnSK6",
  "@escofree @JaiManneh skeen😂",
  "@mlgaye_ @cherryolofnjie Lmaoo tbh we play spellings and grammar more😒",
  "I’m a slut for chocolate. A chochoelate ygm😂💅🏿 https://t.co/cea5NBOI2K",
  "@JaiManneh I was almost gonna say that on the other tweet you rtd. That could be the case but he hasn’t realised",
  "@mlgaye_ @cherryolofnjie You did the right thing, don’t watch that trash. But I’m disappointed you didn’t read",
  "@mlgaye_ @cherryolofnjie We have ten mutual topics",
  "@JaiManneh Yas hunty",
  "IM SO DISTRAUGHT. https://t.co/mPZFCKzF5o",
  "@cherryolofnjie @mlgaye_ 🤣🤣 muson na di giss muy complain abt harry porter on quizzup, some time last year i think",
  "@cherryolofnjie @mlgaye_ So why can’t I see our stats",
  "You know kids who need a Scholarship to #Gambia ‘s UTG?\n\nSend them my way please.\n\nMore info on Eligibility, Application Deadlines, Terms &amp; Conditions coming soon.\n\n#BFF\n#yourBestFriendInFurtherance\n\nPS: Huge props to my brother, @papisco184 for the awesome artwork. Waye nga🙏🏾 https://t.co/gkVH5BbUOr",
  "Dhshdhdhd wow Cupcakke is queen",
  "When they think the fuzzy dress only match the shoes but it match my pussy too , that's why the dog in the back hiding cuz he accidentally saw it https://t.co/re8cPBvg6v",
  "@CupcakKe_rapper Sjsjsjsjsjsjsjsjs",
  "Harry porter is such a pet peeve. Just like spelling my name sirra/sirrah etc.. I knew this one guy I was feeling wasn’t shit when he said harry porter",
  "@mlgaye_ @cherryolofnjie Loool no we play other topics🤨 who is harry porter",
  "I want to talk but we don’t know each other. How do I go by doing that? — Pray about it https://t.co/vjEadoBAKb",
  "@atspace I wasn’t wilding",
  "Different 😐 https://t.co/jQX8ngNHyy",
  "As a single mother of three, this is fake https://t.co/Rykp5I5A2H",
  "Main problem with Gambia is we have lots of people in key positions that do not have a passion for what they do. All they care about is making a living, without passion for what you do, you'll never go the extra mile or care about the impact of your work on the life of citizens",
  "@cherryolofnjie @mlgaye_ I can’t even check our ratio cos you haven’t followed me back despite me following you since 2015. Fake!",
  "@beemanneh Lmao ask Fanta, I’m not making them myself",
  "There’s still no single player mode for Kingdom",
  "@beemanneh Hii",
  "Lol https://t.co/2WLGtXJzoJ",
  "@joomgale Just got it back",
  "@cherryolofnjie https://t.co/zSqUrFTUsN",
  "Shshshshshsha https://t.co/nyRe7Mwwit",
  "@joomgale You’re probably the only person I wiill play with during ramadan tbh cos you not fake like the rest",
  "@joomgale I offloaded the app off my phone cos of myfull storage but I’m gonna try get it back by tonight",
  "2015 quizzup was littt",
  "Rt if you’ve ever beaten me more than twice on quizzup",
  "Anyway just putting it out here anyone who sends me a quizup game request in ramadan will catch several blocks... fakes",
  "Queen of kicking ass on quizup 😂😤😤😤",
  "😤😤☝🏿 https://t.co/tcS7ZSj8hw",
  "Promo\nIg: xxocolatl\nSc: sirambianchoc \nQuizup: sirambian",
  "Lmaoo twice against Amadou https://t.co/f1GhlgrP8J",
  "Ndeysaaaan @joomgale https://t.co/RxA5MW9REH",
  "I haven’t been on quizzup in like two months cos I unloaded all the apps on my phone except three😭",
  "Last ramadan the only oerson I played on Quizzup was Amadou, like only twice cos I cba playing with y’all annoying ppl that ignore quizzup when ramadan is over😤",
  "@DiopBabacaar Are you one of those Ramadan Quizzupers?",
  "@lifethruglasses Sjsjs what a sight",
  "Alive @ night🌸🌸 https://t.co/358L3xWI5L",
  "SQUAD ✨ https://t.co/Sd2EFS0sWy",
  "@ameenatandiaye happy birthday 😘😘",
  "@_amiinakhan happy birthday 😘",
  "Harry potter themed cupcakes pending",
  "Quick question: which is your favorite box of mixed KJ Cupcakes? A burst of flavors! #KJcupcakes #Homemade #Gambia #Africa https://t.co/MlNfxK4eXq",
  "The Emoji Cake! Surrounded by the cutest emoji minions 😁\nWhat’s your favorite emoji? #KJcupcakes #EmojiCake #Homemade #Gambia #Africa https://t.co/qnCg3Suq9r",
  "Wedding Cupcakess! A range of subtle colours in elegant cups for a classic Lunch! #Samie2018 #KJcupcakes #Homemade #gambianweddings #Gambia #Africa https://t.co/x3JVfn9OBn",
  "One of our favorites this week! A two-tier Birthday Cake with a microphone for the amazing Kerr Fatou! She’s doing an amazing job! #KJcupcakes #Homemade #MicrophoneCake #ButtercreamCake #KerrFatou #Gambia #Africa https://t.co/cGM5fK2P7j",
  "We’re also happy to introduce the Wonjo Frosted and Filled Cupcake! The taste of the frosting isn’t too overwhelming with the wonjo so it’s just right! The filling is Wonjo mixed with Dark or Milk Chocolate. A burst of flavors! #KJcupcakes #Homemade #Gambia #Africa https://t.co/XC08Ezcu7G",
  "Thank you to @KJcupcakess for your awesome donation of 2 dozen delicious cupcakes! The girls loved them, and so did we! #princesshalima #theafricanprincess #fyen #missinaction  \n\nPhotos by a member of the @stsecka team https://t.co/AGLl3slriC",
  "&amp; Finally, (group photooo) the caramelized topping! We’ve got the caramelized cupcake cage &amp; the caramelized baobab topping! \n#KJcupcakes #Homemade #Baobab #Wonjo #Gambia #Africa https://t.co/TCOsU5SDR2",
  "When the love of your life proposes to you but your husband calls and asks you to pick up milk and eggs on the way home. https://t.co/E30RdRGxcv",
  "When the woman proposes to the man! Behaviours like this; rebuke  #ontopictalkshow http://t.co/myW2YQYVyb",
  "We’re happy to introduce the Boabab Red Velvet Cupcake which is filled with boabab, baobab infused cream cheese frosting, topped with candied boabab fruit.\nInspired by @julzroyal &amp; @qiqipurpletooth who introduced me to the Kenyan sweet called Mabuyu! #KJcupcakes #Gambia #Africa https://t.co/PjGsqNMrkJ",
  "This is What using the ingredients from around the world does to you https://t.co/yYXcsHYTL7",
  "@Lannieology Smh the number of times this has happpened to me lmdaoskso, on the plus side it means you get a new relative and that’s cute",
  "@Lannieology I’m screamingggggggg, welcome to the clique, your gambianess cannot get more than this",
  "2 years ago, I was so broke I was stealing from Tesco. 2018 come and I decided to make a change. Man's stealing from Waitrose now. Pree the come up.",
  "One of the finest nollywood babes https://t.co/f3h4TUTzUF",
  "Let's meet the most famous cat in Vietnam atm. His name is Chó (meaning \"Dog\" in Vietnamese) and he's a fish vendor. He loves wearing costumes too. https://t.co/r55tE4kiKc",
  "I'd still smash both. https://t.co/qxAjCfUZzB",
  "@glutophile Spicyyyy",
  "@JaiManneh Houseband hiveee. Us when he’s done with his chores https://t.co/kXXnsL5giS",
  "@IamaCeesay Your avi smells of stale boxers",
  "@JaiManneh Him cos he’s now embarrassed/trying to hide it but also still not knowing how to start https://t.co/grvQOevKgp",
  "@JaiManneh Bitchhhhh i was abt to use that damn pic lmfaoosososos. His tired ass mom https://t.co/P2qcv1DcJW",
  "@halalpixie Him looking mad confused cause he doesn’t even know where the soap is to wash them https://t.co/qEtZILV4qN",
  "Seme pape legui le me mey bene Kourouss\n\nMeniko li pour lane leuh? \nMouni dieulel guey werd bahne!\nManiko loumey werd ? \nMounime hawme, lo kham rek, deik wakh astafourlah wala gue nane matey matey matey rek. \n😕",
  "😂 https://t.co/9UckiH7FMC",
  "@Ndioro_ Yall? Idk her",
  "@Ndioro_ Certain mcms",
  "@JaiManneh Mom looking down at him and his bags of unwashed boxers like https://t.co/ahFk4aDz1d",
  "@JaiManneh His mom begging me to take him back cos she’s tired https://t.co/s0pqaADtKW",
  "Pack his bags &amp;&amp; send him back to his mums house sis. Ain’t no body got time for that https://t.co/TcUTX4Ccef",
  "@MightyzyM It isnt about feminism it is about taking an interest in your own personal hygiene",
  "Queen https://t.co/Ln7GOb3Bx7",
  "@Khadeeja_C  https://t.co/mb5QzHeovA",
  "@MightyzyM If they don’t have a machine of course he should wash them by hand",
  "Where is Somalia ? https://t.co/wQmUuMQmR8",
  "@Khadeeja_C Jel tilim ak fouy yep boleh ko for what ?",
  "@MightyzyM Even then! If he’s gonna put his dirty boxers in a basket then he can wash them by hand or machine whichever suits him. It’s just easier to wash them daily whilst you’re showering",
  "@MightyzyM Since he waiting for me to wash them then he damn sure is a baby. I will smack the adult into him",
  "Him vs me https://t.co/7JzXHCzMYn",
  "Fave 💗 https://t.co/yftZTWoUay",
  "One of my biggest fears is ending up with a man who doesn’t wash his own boxers in the shower but puts them in a laundry basket waiting for me to wash them weekly https://t.co/oJRePk1ldx",
  "@SimpleFams @glomodou Amen😹",
  "Night mode for WhatsApp is needed",
  "@SimpleFams @glomodou A few recipes lmoao myth",
  "Gambia’s favorite surgeon 👇🏾@DrKebsun we don’t deserve you! https://t.co/sw5aQ8APi6",
  "6'3, fine, lil violent but it's part of her charm. DM me if tall, employed, and interested. \n\nI'm trying to eat wedding beignets/rice in 2018. Don't waste my time. https://t.co/hEzOB2rnZM",
  "@SimpleFams @glomodou Bakh na. Man I’m useless so hama nopi",
  "@Seynaboucisse_ @BambeeFall Talk the talk",
  "Dhdhdh https://t.co/F3SHu0REJ0",
  "@SimpleFams @glomodou Lmao I see your cooking videos sonI know🤣 doesn’t mean you can’t just give up one day and switch to monthly cooking",
  "@serigne_habibi Well if you’re broke and starving no blame, but certainly ppl simply enjoy it, ufff",
  "@DobaDioum Sounds like a personal problem",
  "@DobaDioum It’s fire don’t bash it till you try it, I hated the concept till i tried it",
  "@DobaDioum Ok and?",
  "@glomodou Sjsjshshdhdh faveeee",
  "@glomodou I only like making breakfast food cos it is what I like eating, drag me",
  "💙 https://t.co/xf76vtYSpy",
  "Do you love me, yes or no? — Thanks for asking https://t.co/YfciYMSlxe",
  "Just wanna know how she went from the right side to the left https://t.co/wYMhVt9mBk",
  "I never thought I’d ever say this but I’m SICK and TIRED of spongebob memes",
  "RT if you use Twitter on night mode. https://t.co/1hbnsWBy9S",
  "@glomodou I hate cooking help sjsjsjsjsb I’m so shittt",
  "@SimpleFams @glomodou 😤 yokal bessi",
  "My parents taught me not to take things that don’t belong to me. https://t.co/GW91Bmbexf",
  "@serigne_habibi Twinz",
  "Miami Blues 💧🌴 https://t.co/LOeUFhWNsS",
  "Private mutuals* https://t.co/zpk7rv73ZC",
  "@gasty_7 😂",
  "Cannot wait to secure my houseband",
  "@glomodou Same tbh",
  "@gasty_7 Saling? Either my deaf ass forgot or it’s saloum?",
  "Soccer on TV.\n\nAtaya brewing.\n\nNdaga in the background.\n\nWifey doing her nails.\n\nI, hubby in the kitchen, cooking.\n\n\"But why isn't she the one cooking? Is she preggo?\"\n\n\"No, bcz I cook once every month. Its her 'queening' day.\"\n\n\"Wait, what?\"\n\n\"Yes aunty, this is our marriage.\"",
  "Once every month sjsjsj https://t.co/EGNLkLksA1",
  "Either this or bury it😂. Africans are the same https://t.co/2NRsucUVcf",
  "@FlyBoyAce_ Ok and? Legends live forever",
  "Beige Themed Wedding Cake! The different shades and textures complement each other so well! #KJcupcakes #gambianweddings #KJcupcakesDoesWeddings #Beige\n#WeddingCake #Homemade #Gambia #Africa https://t.co/ms4TBLSVX8",
  "Also Nancy Drew and Enid Blyton series 🤭 https://t.co/8TwbMCQ0Os",
  "@FlyBoyAce_ You can hate all you want. Ofc I love got too but hp and lotr are number one priority 😤",
  "Need help cleaning your home/office space? Looking for that impeccable sett-settal? Please contact Inter cleaning services. \nPhone: 2141337 \nEmail: Intercleaning17@gmail.com\n\n#Gambia https://t.co/kFR8kchXow",
  "Wow https://t.co/ev4ajaqD2M",
  "Based on my own observation women who say things like \"I don't get along with other females\" “I don’t like other females!” are the worst type of women to hang around &amp; interact with.",
  "I acc need a guy I can read hp lotr and manga with is it too much to ask? https://t.co/XFCap9ubkn",
  "@JoannaJobe Real nigga hive",
  "@BambeeFall Old afff biological clock tiicking. Go and marreh!!",
  "I say “me I” when talking https://t.co/KBTvXUJuY8",
  "...our promise we re ten-tere-ten-ten... https://t.co/AI0EhVq2sp",
  "@yaayikebba Smfh",
  "@BerrySaye Lordttt😐",
  "@Malawekk I hate soggy food",
  "@JoannaJobe True tarkkk",
  "@BambeeFall happy birthday hun💗",
  "Facts only. Argue with ya auntie. https://t.co/oXIEMrvAfS",
  "In high school almost every week nyu kneel down ma cos i say this during assembly 💀 https://t.co/p9uziU5EQR",
  "@nadycamara Exactly what I’m saying here,  they think they know everyone’s business so they blab not knowing there are other who know but do not blab",
  "Marrying a straight person just to cover up your homosexuality, and not lettigg them know, is deceptive. But y’all don’t realise people in senegambia do this for fear of being outed, or because they think marrying the opposite sex would make them straight again",
  "How does he know the wife is not privy to the guy’s sexuality? How does he know the reason the guy married a woman may be because he simply cannot come out as gay, in a whole Senegal",
  "Yall shocked at gay men existing. You’ll probably die of shock when you find out bisexuality exists",
  "Lii gueneu graw moy nekk gordjiguenn mou lerr ne leu gordjiguenn nga b parer di takk diabar di ko mboubo di togn domou diambour",
  "Cishet men can fast for 22 hours depriving themselves of food and drink, Cishet men have the will to control their bodies, but choose not to. Pls, if they claim they can't they need to be rounded up and locked up until such time their brains decide to work https://t.co/NxulcRcgjZ",
  "...and research indicates that men are more likely to orgasm when they have sex with women. So I guess we all know which gender is better in bed. https://t.co/2pP4BAB2M1",
  "One time i even had the divorce diaries account muted even though I don’t follow it😭 cos I was tired of crying at the stories on the tl",
  "@wavedwali It isn’t new. It has been here for a few years now and just block the account and quit moaning kmt",
  "Gambian men will approach you with the whole wife on their dp https://t.co/Y8EhJJVdxF",
  "Twitter captions vs Facebook captions https://t.co/2QeuvAtU9g",
  "@M_Fall_ I will eat the sb and leave the oats, I hate allll cooked cereals 🤣",
  "@Idanielaa96 I don’t ask for their opinion because I’ll just let them know who I’m interested in and if they know something then they say",
  "If a girl is set on being with a guy, her friends are not swaying her. 😂😂😂. \n\nAnd we don’t go to our girls to confirm whether we should say yes to a guy if he asks us to be his girlfriend. That’s so moist. \n\nWe know before hand.",
  "there are other women\nwho want to say\n\n         me too\n\nbut can't\n\nthey sit at home\n\nminding the children\nof women who march\n\n      &amp; hoping to god\n\nthe husbands \n       of those women\n\ndo not arrive home\n  first",
  "I stay posted up in Orange’s twitter dms🤣🤣",
  "@M_Fall_ 🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮",
  "@M_Fall_ I only lole milk with chereh and cornflakes. Apart from that i can eat powdered milk but that is all, nothing wlse, no milk on anything ot makes me sooo nauseous",
  "We need this in gambia sjsjjsjsj https://t.co/gnen0nFpmf",
  "When you refuse someone's advances and they immediately change their profile pic to their wife. https://t.co/iy3aW5YLcQ",
  "You did the right thing https://t.co/1N01KEtEF5",
  "@M_Fall_ 😐🤮",
  "@M_Fall_ Oh no I love mbiskit with ardo😂😂😂 love love it but can’t lwait ace the mbiskit in the sowe for long. I put it in and immediately scoop it out again",
  "wowwwwwwww https://t.co/XIxLtTcoVM",
  "This is why black masculinity is largely in tatters, coz black men redicule other black men for being fathers. Active, present fathers. https://t.co/52xKMzX1Dr",
  "« Just post ur picture and go » #FinePeopleFromSenegal https://t.co/l9ZwG1Aw4u",
  "@MightyzyM 😂😂 issa last resort meal I guess",
  "People who soak their bread in their tea then eat it, disgusting",
  "I hate any type of ponseh. Water, milk, sowe... i can eat a sowe ponseh when im starving but I can’t leave the bread to soak for more than 5secs",
  "I’m suddenly not Gambian https://t.co/kbIBIjYoeG",
  "@Flexhamed I only know of one, but not surprised",
  "@Flexhamed I pity your wife",
  "Mohamed has a wife but he is on twitter doing “how tall are you “. It is well",
  "Stay thotting for the tl pretending you don’t have a wife stashed away. One day, your truth will come to light https://t.co/NBhrev0r1Q",
  "New ladies slippers are available at the boutique at Djembe Resort. They are so comfy 👌🏾😍😍😍😍 #TiGA #boromwax #madein🇬🇲 #ladies #kids https://t.co/OI608r2AoL",
  "This is disturbing because it's disturbing, not because it would be disturbing if the roles were reversed. It's time allocate energy to issues because they matter and not as retaliation. https://t.co/eUy18NUNXP",
  "Get this viral https://t.co/yNpVCkWPBe",
  "One day yall will be able to talk about toxic behavior in women without saying \"if the roles were reversed\"\nOne day..",
  "Ament https://t.co/09ympwOJWm",
  "Purple https://t.co/hgxFIPelJ3",
  "Aquamarine https://t.co/odRZ1S1ftc",
  "Purple https://t.co/StZKnSNG8T",
  "Aqua https://t.co/sIUGPIwdH9",
  "Lilac https://t.co/iAVlg0OJwG",
  "Lime https://t.co/8hgkwZjSmy",
  "Naima funny as hell im",
  "bus driver: get up or i’ll call the police\nrosa parks: https://t.co/4eXhbq3NHB",
  "i’d start knocking on people’s graves screaming LET ME IN https://t.co/PZMxudHqLh",
  "i bless the rains down in...wherever tf my followers be at",
  "I shall start. Here is my 12 year old sister (soon to be 13) and she is a young artist. So follow her insta page !! https://t.co/uCa3AMVpxA",
  "This is false https://t.co/nsZiPoUA6K",
  "Your mcm asked me about your past so I told him u was hella loose now he don't take u serious he became inconistant u lost interest which paved the way for me 3 weeks later we on our first date 6 months later u my queen",
  "@MalickIV But you can’t even equate the sunnah and hadiths to the Quran. I noticed in gambia people follow the hadiths and sunnah more than the actual teachings of the Quran",
  "@SalmaToure_ 🤪😘",
  "Women have been talking abt how disgusting what katy perry did is, but men only know how to chat about reverse roles and sobbing for feminists to talk",
  "You feminists are tayad nak, thank God I’m only a hijabist",
  "He is your fellow man, why do you not turn meninist and fight for him? https://t.co/WtR3uWgI7X",
  "Everyone born in the 1990s has lived in 2 different centuries and 3 decades, but they aren't even 30 years old yet.",
  "That Miami sun gettin me right☀️ https://t.co/z5xzQ9Di6I",
  "Makeup look I did Yesterday 💫 https://t.co/EW3Xb70JDh",
  "@SalmaToure_ Yall are beautiful I’m finished",
  "Dipped in honey with a hint of chocolate 🍫😍 https://t.co/YGYcZjenpl",
  "There has been nonstop outrage since the video surfaced on Twitter, but you wouldn’t be a man without this rubbish whataboutism and intentional ignorance. Funny thing is, the only people I’ve seen not be outraged have been men. Go ahead and talk your shit though. https://t.co/i65fb11anP",
  "Eeeeeeeeh Mbaye! https://t.co/koSf2H03gH",
  "Why do white peoples silliest videos always get soo many rts? This video nasty af https://t.co/AG6IrdsZcv",
  "@_Chloe101 @CodyKoslowski Everyone’s mouth on that got me like https://t.co/aDZQfrBtf9",
  "@_Chloe101 @AnjeliaCortes All fun and games til everyone got herpes",
  "@_Chloe101 am i the only one grossed out over seeing all of them put their mouth on that",
  "I’m likeeee. With all them yellow tongues🤢 https://t.co/xPuJrnI50h",
  "#ForwardForYou team: currently breakfast time with our family at Tanka Tanka Psychiatric Hospital. Yet another amazing day of the month!! #MentalHealthAwareness https://t.co/w6nUYIvJLY",
  "@theculturecrit Snap me",
  "Someone will soon coman tell you “if the roles were reversed and a guy said this about women there will be fire and thunder” https://t.co/BbicLAntCe",
  "Nigeria is a whole continent in Africa",
  "So buff but I’d be spinning and tripping in those bathrooms trying to avoid the “stones” and “dolphins”🤣 https://t.co/7gTGXYQoBe",
  "Instagram messed up the quality when I posted it there. Anyway, here’s the video. @EVE4LIFE2 asked me to do it. @GuiltyBeatz @mreazi @PAPPYKOJO @patapaa_amisty #Akwaaba #AkwaabaDanceChallenge #shotoniphone ⚡️ https://t.co/pXQL3z6yj7",
  "FIN https://t.co/16r2bX7R8r",
  "Sjshshshsha wrong acct https://t.co/cXhZes6mD0",
  "@ajiefams 😂😂😂😂",
  "We shouldn’t have to imagine the roles reversed to understand that this is DISTURBING. https://t.co/FIa9mNM5bU",
  "Please fill out this short anonymous survey. Kindly share/rt. Thanks.\n\nhttps://t.co/9zvVFf9E55",
  "Smh https://t.co/AOzHbBVZA3",
  "https://t.co/MjXnpHdZHH",
  "An instrument. \n\nBecause you played yourself https://t.co/Lj82leMgOT",
  "Allah https://t.co/nJR7aRVame",
  "Heureux de compter la marketiste digitale camerounaise @akeelah_ et le professeur de big data sénégalais @M_Fall_ parmi nos invités au #DBH5\n\n#Afrique #Debat #Conference https://t.co/fcScZxBORj",
  "@MonsieurNdeye Lol she isn’t I think shes just applying reverse psychology cos of how men keep saying men don’t cheat bla bla. It’s lowkey rinsed though",
  "I'm all for calling out men and their own trashiness but let's not try to act like we are flawless angels.  Not Having a whole system that  works to oppress others to benefit us doesn't mean we can't be or do wrong.",
  "☎️ HOPITAUX: \n\nH.A.Le Dantec : 338893800\nPrincipal : 338395050\nFann.Chu : 338250267\nH.Général de Pikine : 338530069\nH.ENFANTS Albert Royer : 338250308\nH.Abass Ndao : 338497800 \nH.Grand Yoff : 338274050\nH. R. Baudoin Guediawaye : 338772600",
  "Someone needs to collect their mcm from my mentions worisdis",
  "@HaddiCee_ @emm_jawara 😂😂 nyu la gina bari ay nyung fi and cant do anything about it",
  "@its_BYN @jahouB But his recurring history of being abusive to other women as well, could be why people won’t let go",
  "@jahouB I saw a tweet saying ppl are mad cos of who he actually beat and not cos he hit anyone which is true, but also I don’t think people just let go of stuff like that esp when done to their faves",
  "@juniorbjawara @lowkey_pappi @Handle 😂😂😂 his sexist ass is exactly why i keep softblocking him",
  "@emm_jawara @HaddiCee_ Yobu negn suma 9.6k man",
  "I just really love this picture https://t.co/FHNWfWUtRD",
  "@jahouB Let’s not forget du rihanna kesseh, he has a streak for been violent to women he dates",
  "@jahouB Which itself is an offence, but we’re supposed to let it pass whenever a drunk beats someone?",
  "You get beat close to death, but a simple apology is supposed to erase all of it. Khalas",
  "@jahouB Hitting someone like that, is not a mistake",
  "@juniorbjawara He thot we are the same cos I have you on my header, i softblocked him but he keeps refollowing me lmaooo tidee",
  "People are wicked 😭😭\nNot even an opportunity to add “my customer might be on your chat list” https://t.co/OCvxTc6e20",
  "@lowkey_pappi @Handle @juniorbjawara Junior is just on my header, I’m not junior",
  "@BerrySaye Ku ko ladj",
  "Wot??? Sir? https://t.co/DBOktrHF2C",
  "@midoo_8 Lmao i have too many memorables",
  "@BerrySaye 😬💗💗",
  "To hate someone is really deep. I deeply dislike maybe two people, but hate? Nah.",
  "I think it's about time Abuko nature reserve is renovated up to standard and all those exotic animals from Kanilai are transferred there....Would be a great visit for tourist and locals",
  "Ki kum yap😂😂",
  "Lmaoo lie again cos i softblocked you twice. About unfollow and change name kmt😭 https://t.co/kqyjv81BAx",
  "Lmfaoooooooo for a moment I forgot who I was talking to and said “niggas ain’t shit”",
  "I don’t even know my brain is in a absolute jumble with diff moments https://t.co/XR1pWjHjMu",
  "One titty for my child and the other for the mandem https://t.co/pjtgaEujtf",
  "Twitter! This man is named Daniel and I meet him on the A train this morning, he’s selling his favorite Naruto figurines to provide food for his son! He’s on the app WayUp and I have his number if you are interested in buying - pls rt to help this man and his son https://t.co/JdvQOpiLdy",
  "Hey my love @rihanna \nWe just wanted you to know that we don’t like Snapchat anyway. We’re waiting on FentyChat. Thank you.",
  "@BerrySaye Nice? Loool pls don’t forget i can talkkk, dumai jel nonsense de, hass rek laa mun. But buguma nga merr si😂",
  "@BerrySaye Lmaooo it’s aight their dumbness doesnt increase or decrease my deafness🤣",
  "@RejiYates Sjsjsj",
  "This Zoro statue is absolutely amazing! https://t.co/T6Kbb1iT3M",
  "Good evening. \nGambian men are trash. \nOk. Bye. https://t.co/bi9S2bpEgO",
  "remember love is just the secretion of chemicals and hormones causing delusion",
  "Can sit together for hours without speaking https://t.co/82DeWMdxdI",
  "⚖️ https://t.co/bhjrkclP9i",
  "so happy i don’t look deaf!!!! https://t.co/s3kXZMeak6",
  "My struggle lmfoaosdjooo I told yall https://t.co/MXgozZK5Oa",
  "i hate small talk. i wanna talk about dick, alien dick, magic dick, intellectual dick, the meaning of dick, faraway galaxy dick, dick that makes u feel different memories, lies you've told about ur dick, what dick keeps you up at night, ur insecurities &amp; fears about your dick.",
  "@RejiYates Lmaooo any specific reason?",
  "I want all of them, mostly for my eyelids lmao https://t.co/3QGL7VJs72",
  "Wholesome advice, it has to be them thick black abayas or you’re doomed😂 https://t.co/SlmPcslatw",
  ". https://t.co/9Jeoll2iQM",
  "@iffxt_l Hahahahah honestly best of both worlds. Modest with a hint of sauciness x",
  "Abaya with nothing underneath sis https://t.co/OT8lBD3z64",
  "🍫#NewProfilePic https://t.co/2nWC61YimY",
  "Or you can just preemptively block/soft block me. And that includes if you are always RTing who police woman’s bodies &amp; choices. Either way, I don’t want to see that on my TL.",
  "FYI If you shame Muslim women for how they wear their hijab style (or don’t) under the guise of “encouraging them to do better, I’m going to unfollow and/or block you. Faith is suppose to make you kinder, more accepting. If this is how you feel better about yourself, get therapy https://t.co/Knbs8EkMjN",
  "Queen https://t.co/lpOkwBwPp0",
  "Guinea-Bissau's 'Bijago' is a matriarchal tribe where women rule and men's job is to look good and be attractive. https://t.co/mrp8kr0heN",
  "@halalpixie Mané jigeen boufiy doundei \" expresssion mougn\" dafa amatoul nieup kham nein sen valeurs ! Sou \" bouki\"  begoul ,\"gaïnde\" dieul",
  "@ptijeesu Ok",
  "Mouni https://t.co/gkfciuPmUV",
  "Bo beuguer sey dom barkel daguay mougne. Boula doré daguay mougne boula saga daguay mougne bou dépense matoul nangua mougne. Femme bi kheuy rek AVC niouni ndogalou yAllah 1 mois apres l’homme se remarie https://t.co/KRJUwvmJ2q",
  "First “unpopular opinion” tweet I’ve seen that actually is an unpopular opinion https://t.co/t2iVjbdRke",
  "@JaiManneh Sjsjsjsjjsjsjs",
  "@JaiManneh 😭😭i feel weak",
  "@JaiManneh YI rhehtmgengk",
  "me liking ur sad tweet so u know i am here for u but i am too scared to initiate any sort of conversation https://t.co/gwsp9g4abP",
  "@RejiYates The last part, lmfaoooo you acc give me life",
  "Focus on aligning your closure to the centre of your head before commenting on other women’s body sis. \n\nTheir body is none of your business and what they choose to wear but since you made it your business, your disarranged closure has become mine. https://t.co/zHa7R3bflJ",
  "@_staybreezyy @aiyo_michelle This literally looks like a shot from the film “valerian and the city of a thousand planets “",
  "In Living Color 🌈 https://t.co/jpNNhibQtz",
  "😂😂😂 my aunt won’t kill me. Best thing I’ve seen today https://t.co/IlMutl5WyX",
  "Absolutely. https://t.co/AzAYTBTNk7",
  "Personal Assistants &amp; Public Relations Officers needed. Send details to info@ptv.gm https://t.co/H3SZY2iOcc",
  "@MalykaDON Omg",
  "Yall gonna tell them? https://t.co/7Dsmrlsunx",
  "@Azgadel Ikr",
  "Consent is literally a basic requirement, it shouldn’t be seen as sexy or glamorised at all, even these “with consent” jokes the guys make on here is slyly off key because it shouldn’t be turned into a joke",
  "10 ANS !? 10 ANS !? mais j'ai 40 ans ou quoi ? https://t.co/SvOR2hT05y",
  "facts https://t.co/g0q3FvTdFd",
  "I see no lies here https://t.co/Y4hxVNCEGy",
  "Ion know why y’all acting like he faithful too .. shit i fucked him while he was with her 🙄 https://t.co/dX7redaAxk",
  "Recorded a woman on spring break whose ass he smacked. Shorty says \"hey, can you take the video down?\" And he screenshots the message with the video.\n\nAnd yall are arguing about whether women should dance on men while in a relationship and not why this nigga is lame as fuck.\n\nOK.",
  "@KingSWane Nene bakhal inside.",
  "Tapa-lapa x Thon = love.\nCupidon papa ndiaye",
  "My cousin’s ex tried to kill her by putting cyanide in the water tank at her job but he ended up killing like 3 people at her job instead of her. https://t.co/0UmoHhqVJc",
  "real ones know wassup https://t.co/c38QnK4AgP",
  "@modoum Purr mu saye si si nawec? Wala plan nga purr nyow yow",
  "Let me run this pussy on your bald head — Saay tey le goudi al jummah nak. Bayi be soubeu 🏃🏿‍♂️ https://t.co/vpSvNcI3Yw",
  "😩😩😭😭😭 https://t.co/yAWcoG72pA",
  "@modoum Dama saye si",
  "Congratulations to our founder @maudojallow who starts working @UNIDONewYork as an Expert on International Development. We are all very proud of you and wish you the best of luck. https://t.co/HQyddD4hko",
  "Can’t relate 🇸🇳 https://t.co/m97ppEl7b2",
  "@sinbaed_ “Griffith apologist”\nCalm",
  "Anitwitter folks love defending a fictional rapist with every bit of energy they have https://t.co/Q1eOW0xZ5w",
  "in my element 🌴 https://t.co/p2Vkw6YBM8",
  "@_balia_ Moisturized for daysssss ma sha Allah🤤",
  "Mon blog https://t.co/xt5dIgn74s est en ligne. J’y parle de beaucoup de choses qui pourraient vous intéresser. Beaucoup de surprises vous y attendent avec des lots à gagner et marques à découvrir.\n\nSuivez-moi aussi sur YouTube https://t.co/ls28Yv5rjv\n\nIG: Queen_Serere https://t.co/eX2bxRAoW3",
  "@miss_petite_j Congratulations babe",
  "Ngenarr-Yassin Jeng, Esq\nBarrister and Solicitor of the Supreme Court of The Republic of The Gambia.\n\nThanking God, my family and friends for all the love and support. https://t.co/Xy2xNf6xdk",
  "🖤 https://t.co/pazASwkwTZ",
  "So #Gambia govt say, when Drs are lamenting about life &amp; death issues, that we are hasty and change takes time + there is also little money. Where was that sentiment when state house was being refurbished? Lavish independence celebs were planned? Buying fleets of new cars? Etc...",
  "@Malawekk Lmaooo hey bul yabateh",
  "Went to the U.K. Since my \"uterus known\" https://t.co/eYWve0R2Fo",
  "Queen Elizabeth II was found dead in buckingham palace make way for Queen Elizabitchhhhhhh https://t.co/ykGRPYCruG",
  "@yazzy1001 They serve lies, bath in lies, buy and sell lies, breathe lies😂",
  "At this point I think y’all believe in your own lies😒 https://t.co/aVxTRqq6sX",
  "Why are gambian men like this😬🤣🤣🤣🤣🤣",
  "23. LMAO how y'all both wrong as hell smh. https://t.co/gxSGpuiiGJ",
  "Men jos lie and lie and lie and lie and lie and lie and lie and lie and lie and lie lie and lie and lie and lie and lie and lie and lie and",
  "My momma friends kids are my cousins. https://t.co/0H32aA1Vt2",
  "The Prophet (peace be upon him) said: Whoever says (when leaves house)- \"Bismillaah,tawakkaltu ala Allaah,wa laa hawla wa laa quwwata illa Billaah (\"I depart with Allah's name, relying on Him. It is Allah who saves us from sins with His guidance)\",it will be said to him: You are-",
  "Idk but I feel like Griffith desired Guts. Probably still does. I don’t think he likes women, he’s so good at faking love for Charlotte",
  "They’re such a sad tragic beautiful couple",
  "@neneh2ty People are answering with their chests daal",
  "Guts and Casca love story is kinda generic. Started off with girl hating guy, whilst she pinea for another guy that didn’t want her like that. Then she turns around and falls for the guy she initially hated",
  "But then... the turns tabled https://t.co/7TzK2gNoIW",
  "@neneh2ty Lmfaooo",
  "😛💘 https://t.co/t6PYVNTa83",
  "💀 https://t.co/kWmtsG9lFD",
  "#ChelseaTeam 💙 https://t.co/TEwDIvXwXK",
  "@juniorbjawara @futimah @lashglue Jk",
  "3 https://t.co/7RhbqcwNyl",
  "No sex https://t.co/QLEezguzy0",
  "I’m deaf so makes no difference 🤣🤣🤣 https://t.co/iwKuzK0a71",
  "Hmmm https://t.co/M9QMWaSJM3",
  "30billion for the akant https://t.co/i4mJCHDpPi",
  "@futimah @lashglue @juniorbjawara https://t.co/AVeAqNDUpS",
  "😬 https://t.co/54U4tf3XuN",
  "Tap https://t.co/pmK0YTIdv6",
  "Sc I guess https://t.co/Kx4kDY8QnV",
  "Astronomer https://t.co/8kwP3M2F6O",
  "House https://t.co/ZhInUsvIEP",
  "@JaiManneh @Dj_eneba Swhshqhshs squaaaa",
  "@satyamos Lmaoo this is weirdly funny",
  "@KiingJerrd That’s like only a 100, literally not that many in OP standards",
  "@DiopBabacaar  https://t.co/kXl3cmwgmf",
  "@wavedwali Looking long",
  "I love Kingdom but I wouldn’t want it to get to a thousand chapters lmaooo I won’t be able to wait that long for shin to become great general",
  "Yall think one piece will get to 1000 chapters?",
  "#finepeoplefromsenegal 🇸🇳reppin' https://t.co/tl7eDkyS46",
  "I can't just share negative world news news on my timeline.\n\nSo here's an article I read recently about how Senegal has cut their HIV infection rates by 75% in less than a decade--even among sex workers there.\n\nThey've got imams talking abt HIV in mosques!\nhttps://t.co/H1uVHQMcuM",
  "@DiopBabacaar It’s a struggle sometimes cos lately my attention span is shit",
  "@Lannieology 8 would be perf if erasing the memories also erases the event",
  "A man 🗣 https://t.co/R5V09PrHlJ",
  "@DiopBabacaar My book/manga reading list is a mess i have so many things to finish😬",
  "Doubt I could ever watch Berserk. Reading gore is one thing but watching it is another lmfjshssi",
  "Beautiful https://t.co/mQd7osvWxs",
  "@DiopBabacaar i forgot to start the manga sjsjsjsjsj https://t.co/O6CzC9u4Nk",
  "📝 https://t.co/wvLTV20430",
  "Still need to finish it shhsjsjs https://t.co/tiu6y9dIG9",
  "📝 https://t.co/rjNT9RDuU7",
  "Guys my friend ordered for a two-piece from this account on IG for 10k..\nLook at what she ordered for and what they delivered to her!😭😭😭 https://t.co/4QndbScsSS",
  "Or.... this is just movies movie-ing as usual, ruining shit, adding stuff that don’t belong and subtracting fax https://t.co/7AdzLnQLGr",
  "Si vous aimez les fraises, COMMANDEZ au moins une, deux, trois... cinq barquettes chez cet entrepreneur Sénégalais !! On ne le dira jamais assez, ce n'est que de cette manière que nous encouragerons nos entrepreneurs !!! \n#kebetu https://t.co/pfK8m7De9i",
  "Please RT. The family @xXx_Telly @LittleLadySP &amp; others need answers! \n\n#justiceforkevinclarke https://t.co/0iHPlb9aDu",
  "Ramadan is next week n this sex dungeon club is full of Muslims. This muslim guy is in here with a latex thobe. Sad times we live in I swear",
  "@satyamos It’s me, ask anyone",
  "@FatimaKane 😬",
  "I’m tired of softblocking idiots who just refollow you worizdiz",
  "My ass stupidly bought the Kirene Orange sim, so now i have 2.5gb to use before 9pm cos I can’t switch to Diamano with this sim, colour me donkey",
  "Wow sounds like judgment sis which last I checked was a sin hahah see u in hell https://t.co/P0an2YusGi",
  "Lmaoo people see a mixed person and immediately lost it. It’s self hate tbh cos you’re behaving like your country cannot produce fine people https://t.co/ICf57TTI4G",
  "Always remember this;\na guy can cheat but still love u...\nnot every guy is built to be faithful.\nsome just want variety of pussy.",
  "RT for good luck. IGNORE for 3yrs of financial ruin https://t.co/Ec4tGFRhdu",
  "Showing off my afro for all my Somali/other black girls who only see girls with straight/wavy hair being told they have beautiful hair. Our hair grows toward the heavens ✨ #finepeoplefromsomalia #AllBlacknessIsBeautiful https://t.co/dWgfW4hy3F",
  "this is how I feel when I accidentally switch my twitter app back to light mode https://t.co/rmKKjNqROF",
  "what’s wrong with people who don’t have their twitter app on dark mode..... Why Are Y’all Like That",
  "@juniorbjawara @NestaWane @futimah Hmmmmm",
  "Hi guys, my friend @xXx_Telly recently lost her brother at the hands of the police.\n\nPlease RT &amp; raise awareness about this. We need to put pressure on the police for justice and answers! \n\n#justiceforkevinclarke https://t.co/WfsKgT83Bc",
  "@NestaWane Pardon kii du fsk😂😂",
  "@NestaWane @futimah Oh hell nawww that’s @juniorbjawara and crew🤣🤣🤣",
  "@penda_amar No it does not",
  "Me after laughing at my own jokes https://t.co/RVn09fx76G",
  "When you are about to RT bae’s tweet or picture but you know potential thirsty ladies on your timeline so you just scroll and pass https://t.co/Q8avTlUd4d",
  "https://t.co/9ixAZ5BH0z",
  "Faceless Twitter lit",
  "Happy Pi day, QTπ https://t.co/c3W1wF2KDb",
  "Please buy this used safety pin from me, a black Muslim woman, to show your support. Prices start at $1000. dm me for details https://t.co/dNevgsAun8",
  "https://t.co/YY6jN8uyyp",
  "Ughhh i looooveree https://t.co/lasOnh2RfI",
  "@KiingJerrd Bow now sir. Good movies or nah we’ll only judge by the books. Actually I’d prefer not to judge becauuse I like both, even if not equally",
  "#FinePeopleFromGambia \n#FinePeopleFromAfrica \n#GambiaToTheWorld \n\nCongratulations I am so proud and happy for y'all . \nAll your hard work has finally paid off \n\nY'all welcome my Lawyers yes , (MY) Lawyers \nCongratulations  and Goodluck 😘\nSoo proud 🤧🤧🤧😪😪 https://t.co/6mqfQPsMQN",
  "It be ya own car https://t.co/V2aSRJrVhV",
  "Oumar Ly, Untitled, Podor, Senegal, 1963-1978 https://t.co/lcpamOPwTC",
  "@MayamaDibba Happy birthday sweetie",
  "Percy Jackson heroes of olympus being better than harry potter may or may not be true, but harry potter will remain my fave",
  "Relax https://t.co/a7IdiarmTn",
  "https://t.co/ChxI9EQ1r0",
  "Before I opened it I thot there would be a nude reflection on the compact mirror lol https://t.co/kM8d40wIJ4",
  "#FinePeopleFromSenegal 🇸🇳 https://t.co/8gff63CG3V",
  "How many women have created whole fake lives just to placate the ego of some guy that comes and speaks to you? Why do we do this??EX: when I lived in Dk i went out with my bff a guy and his friends came up i didnt want to give my number we went back and forth &amp; he slapped me https://t.co/lkn9N1YuLl",
  "#Question for women: have you ever done something (given your number, entertained conversation, gone on a date, accepted physical advances, etc.) that you had no desire to do simply to avoid having to reject a man or hurt his feelings?",
  "In a way I admire and envy men for their ability to care for themselves first. How comfortable it must be to have the luxury to only care about yourself and yourself only.",
  "Women are socialized to put themselves second. That’s why some are ready to admit that clothing is an important factor in a rape case. We are constantly apologizing for who we are, what we are because we’ve been taught to do so.",
  "@midoo_8 Haven’t seen you around in ages",
  "If you don’t like Ouki you might as well stop reading Kingdom ffs",
  "😢😢 https://t.co/ZOg0Tx5H5o",
  "https://t.co/ApciZe3zgG",
  "@midoo_8 Ah bon legi nee la?",
  "@penda_amar People who have been wearing full jiqab from youngggg have been assaulted, but Tata Penda from twitter wants to tell me she’s safe cos she’s a hijabi from 2014. Lovely stuff",
  "@penda_amar Since this is the hijab olympics, I’ve being wearing a hijab since May 2013 too, which has not stopped men from trying it, but go off ukhti",
  "Un an plus tard... https://t.co/EsjQtg4EDX",
  "Je vois que everything is a womans fault. We get robbed, oh you were out too late. We get raped, oh your clothes were too skimpy. We get beat up by a partner, oh she must have done something to anger him. So when do men actually take accountability for their actions?",
  "@NestaWane Dhehdhdhdgsghshsg dementor, this isn’t supposed to be funny",
  "Just because you have a scarf on your head doesn’t make you any less vulnerable that someone without.... you could go out looking like a damn dementor and still be harassed",
  "Congratulations in order for @Mzdrammeh @IsmailJobe and @miss_petite_j. We are all proud of your accomplishments. The sky is your trampoline. keep jumping higher. By the way you all look so fine #SmartProfessionals https://t.co/wadhJmZAYD",
  "2018 has been very overwhelming and today my status apparently elevated. \nLadies and Gentlemen I am now Ismaila Jobe Esq, Barrister and Solicitor of The Supreme Court of The Gambia.\nWe thank God ooo!!!!!! #FinepeoplefromGambia #BlackExcellence #BlackBoyJoy #GambianTwitter https://t.co/ihJjHdIAIi",
  "@IsmailJobe Hey boyfriend esquire",
  "I wear a hijab so im automatically safe from being harassed? You do realise under all the hijab and long clothes you have a vagina just like a woman in short skirts does? Anh anh",
  "Lmfjajsjsio certain girls in veils love this holier than thou outlook. I wonder if you had this same mentality before you started wearing a hijab https://t.co/qWZDJCPxTJ",
  "Ready to risk it all",
  "These senegalese village boyz fine affffffffff",
  "For shin to become great general https://t.co/tnEVHw987j",
  "@DiopBabacaar 😪",
  "Guts",
  "My faves https://t.co/AlTujoJkr6",
  "@malalpre  https://t.co/SQCi9r8TRV",
  "@DiopBabacaar Whaaaat I’m not there yet",
  "Yes https://t.co/IdS06sK8ei",
  "@DiopBabacaar I knew you would say something",
  "@malalpre So yall the same, you were an accomplice to cheating 🌚",
  "When she says she’s got a man but she doesn’t know you’ve already had him kidnapped https://t.co/UICryueJcf",
  "Sir? https://t.co/FbgOIMWRHP",
  "@t0m_t0m Leave him alone",
  "“You’re like a brother to me”\n\nFirst of all, I’m a Lannister",
  "Looks better than all the harry potter movies put together https://t.co/p3KxSOGELJ",
  "Ummm https://t.co/qiRURa02zg",
  "@malalpre Didn’t aak you to decide for me😂 just goes to prove they weren’t at fault",
  "@malalpre It might help me decide if she was at fault",
  "can rihanna go into medicine i could really use some fentybiotics",
  "@malalpre What reason👁",
  "@malalpre You have only yourself to blame for allowing yourself to be a side nigga, she did nothing wrong imo",
  "@malalpre You were the side nigga so technically you were the one cheating on yourself, a sis was just tryna balance two relationships",
  "@malalpre Black women don’t cheat",
  "i got all my crazy alter egos captured on film by Mallory Lowe so that now  u dont have to ask me to “open up more” https://t.co/lJV4X1SkdM",
  "lmaoo caption this https://t.co/CYQrp92WC1",
  "@ElJefe1_14 Swear I don’t know https://t.co/RcU6HWFygS",
  "Remember to keep an eye out for our first episode coming out soon with @MalickIV. You can catch it on BEN Channel or Facebook, InterfaceGambiaTV @InterFaceGambia. Dates and times will be confirmed soon! XaleYiJukLen. https://t.co/qwpEqvtuPv",
  "@ElJefe1_14 Go on then 😂",
  "Allah 😭😭😭😭😭",
  "Tbh I been screaming it's \"ugly dude season\" but only when I'm referring to J Hus😍. When it's any Alieu or Pa-something,  I'm running for my life.",
  "I swear I’m crying https://t.co/tXnVCFprUm",
  "There are approximately 5 attractive Gambian men worldwide, 3 of whom I'm probably distantly related to, one is unemployed &amp; the last one is probably 5\"7. It's rough.",
  "@Lannieology Oh God😭😭😭",
  "@ElJefe1_14 Yes https://t.co/auSen3fNwr",
  "@malalpre Well yes",
  "Met couple of my lovely tweeples yesterday ❤️🙌🏾 @ImAlexReads @BerthaKitt_ https://t.co/K4tZzxBcaz",
  "#NHC2017 was a movie 🙌🏾💃🏾👯❤️. Bring on next year https://t.co/I8M5RWGuIU",
  "@aishaflossboss Lmao tbh, I've never dated a Gambian or even really seriously considered it. I don't meet Gambians anywhere &amp; when I do they are 46 with 8 kids and 2 wives. 🤕😂",
  "Scremaingggieisjrui https://t.co/UXaCLl6aU8",
  "Nah, why did God sheg Gambian men in the looks department? 😂\n\nWhere will I get this husband my family keep talking about?",
  "Theyve been waiting to release that heat https://t.co/tXPCeiD0yg",
  "This nigga is his own nephew and uncle https://t.co/40LDaqFtnI",
  "@voxader My heart generally goes out to them ngl they don’t deserve it",
  "It’s so sexy seeing men suffer like that https://t.co/ZrNj3pfgzu",
  "One man can impregnate over 360 women in one year while a women can only get pregnant once a year.\n\nShould there be more focus on male contraceptives instead of women? https://t.co/V9ADVMdYhe",
  "@JaiManneh 💀",
  "@JaiManneh 👁",
  "Lmdksksososo behave https://t.co/Ivnt3gdTwV",
  "🥀 https://t.co/3Dfl2hbt3F",
  "Flint:\n3 years.\n10 Months.\n16 Days.\nNo Clean Water. \nThey repaint this everyday.. https://t.co/jaWAGv6kdp",
  "How period pain feels like. https://t.co/TRwd2tQqAT",
  "@JaiManneh Gotta plan these things can’t just randomly bump into shawtt before the big meet",
  "@vanessamarissae Literally me😂",
  "@JaiManneh Perfect, she can be the ring bearer when he’s proposing",
  "@Wu_________ 🤣",
  "Feminist, untill it is time to kill the rat then suddenly you need a man🧐 https://t.co/AE4qONM7oS",
  "@JaiManneh Nah he should tell the wife about you after three months, hold the meeting till yall 6-9 months in",
  "Hmm like after 3 months I’ll expect him to introduce me to his wife https://t.co/42R81mipEg",
  "all my life i’ve never senegal like you https://t.co/eagvSn1rMR",
  "Lol men aint shit",
  "@abiudrn_  https://t.co/WJ4XGgW2Kg",
  "Thique https://t.co/QzK5py1BSz",
  "Perhaps https://t.co/qRjUXEZ8G3",
  "I’m talkative https://t.co/a5uH1VWMhk",
  "@abiudrn_  https://t.co/aenuGC8geX",
  "Too halal for these haram niggas https://t.co/sWClg5aVnz",
  "Call me Lady Godiva https://t.co/sTZFju4RpQ",
  "Money https://t.co/6A7O4cpaJp",
  "Does chocolate count https://t.co/vg7N6oWX6O",
  "19 https://t.co/1yq4RAmo1D",
  "Why are men so damn clingy omg go away mateeee",
  "@JaiManneh Sjsjjsshs they have such hard times letting bugones be bygones",
  "@UchihaSlut420 @srmadlst It's so sad to see brothers displaying their tempting muscles like this, and then preach like I'm so sick of munafiqeen",
  "@srmadlst akhi i would appreciate it if you had some haya and stopped putting your body on display like this.... the sad state of the ummah astagfirullah https://t.co/o0PcN1QSFX",
  "@fatnii Ah waye dama laye nama tropppppppp😂😂😂😂",
  "@fatnii @piguetaudemars1 Keks half of the time hawma lan ngai wakh but I die🤣😂😂🤣🤣🤣😂🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣",
  "I promise you there’s no single way of knowing what someone’s relationship with Allah is like. It’s tempting to judge by image but really, we’re not going to be buried in the same grave. Focus on YOUR deeds.",
  "#FinePeopleFromGambia https://t.co/OUWlgw7vaM",
  "You don't understand the number of times I shout \"accio...\" whenever I can't be bothered to get anything. I wasn't made for this life. I just know.",
  "Man Kaw bilaye hawma la la🤦🏿‍♀️😂",
  "Yall teach women to do everything to please their men, including not fasting if their men say don’t fast. But hijab is the only one where yall suddenly say don’t do it if he wants it lmfoaisjdiio",
  "“Submit to your husband” twitter have taken a twist https://t.co/Wuqpdb5aBH",
  "WHOMST THE FUCK EATS AVO WITH SUGAR? WHOMST!? https://t.co/LgO78iPo69",
  "I need a Guts. People gon be like “her man will finish her” but in reality he’s the most perfect😢😢😢 I loveee him. Also fuck Griffith",
  "When I started Berserk I was on my locked acct talmbout how Guts looks like he would break Casca and Griffiths looks like he’d be more gentle with her. That escalated real quick😭",
  "@gigahir I agree",
  "Dumbledore was such a fashionista back then https://t.co/FLId1j1mgR",
  "@aidaas__ Knowing men, they’d find other ways. It isnt always about satisfying their sexual urges. Alot of the time they do it to hurt/humiliate, hence stories of raping people with objects",
  "Idk what your saying but i agree https://t.co/ikT55ys7Vh",
  "My favorite thing about this dishonest ass take is that yall love pretending you don’t know what mutual interest is.\n\nThis conversation will never go anywhere because y’all are invested in being trash. https://t.co/VtmzQD1cch",
  "@ElJefe1_14 My marabout just told me it’s you. Congratulations are in order",
  "@oumouuk 😂😂💀",
  "@ElJefe1_14 Shall we worry about your own first? Wait till she’s done cooking up your benachin before you chat to her about mine",
  "@JaiManneh Even the white lady on the tv is shooook",
  "Am I too late ? 🍫\n#FinePeopleFromSenegal https://t.co/1NJxlTcRHq",
  "Men are so annoying",
  "I have many different reasons and no never thought about it https://t.co/eJc9m8QNwD",
  "I am a girl https://t.co/xeXsH32qWU",
  "men to stay away from:\n\n1. The ones who turn “respecting women” into a meme. \n2. Boys Will Be Boys™️ mfs \n3. Men",
  "😂 I’m not in a relationship https://t.co/iVgzgYkfhh",
  "God https://t.co/tN550DpzQb",
  "@MonsieurNdeye I only start thinking abt it much later but i be hyped in the moment😂",
  "@MonsieurNdeye I’m like 🙈🙈🙈🙈 then I think oh no she probs just saying it to be civil lmfoajddj",
  "The thing about your therapist complimenting you is you want to be flattered but you’re pretty sure they’re just getting paid to say this stuff 😂",
  "Sjshdhdjd https://t.co/Qnl1gTg2Aw",
  "#FinepeoplefromGambia https://t.co/NJ7nXEsXs6",
  "@serigne_habibi True tark morm",
  "@kingjegz Ikr or a certified whore saying men are trash on social media... like have you tried all of them 😂🤦🏾‍♂️",
  "I wanna fold clothes for you https://t.co/IQ3dgH4PnX",
  "#FinePeopleFromGambia #FinePeopleFromSenegal 🇬🇲🇸🇳 https://t.co/SamdQ67ji5",
  "Having a beard doesn’t automatically make you fine😂 there are so many babyfaced cuties https://t.co/f5stZGiNJt",
  "Make sure you pay back any time you borrow.",
  "@MorGnambi 🤣",
  "@MorGnambi Plasas rek nga ham yow, kaye ma sekhal la ebbeh",
  "@SaintHalal 🤲🏿☝🏿",
  "@MorGnambi Dawal! Yak sa ndo yep mang lena haar",
  "@MorGnambi Hana du olof laa wakh beh tog? Moytu ma rek",
  "Choosez moi https://t.co/h8sSAjIQSu",
  "Kumba, An aspiring model #FinePeopleFromGambia https://t.co/q0CUEWfpTt",
  "Since y’all love Angel so much here’s her baby sister, Coco #FinepeoplefromGambia https://t.co/R3XSXfDS3M",
  "Mai Cole; A blogger, a photographer &amp; a beauty\n#FinePeopleFromGambia https://t.co/7TBf9HT5Xp",
  "Wala mouy dioy bama def discours ak deur bi « mane seu baye mala doundal 25ans, massouma dioguer liguey dougu si keur gui nga djiss ma dioy nah contane wayer imbécile bi ngay dioy nah ki » rek pad mamam (tjrs du côté de sa mère)",
  "N’a mayer sama dom ba djiss ko mouy ram rek SOUMA DAKHARER MAMEUME dina diok. (Mameum du côté de sa mère, côté bayam defougnou dara)",
  "Sene baye dagnou lene di wo « kay mayma meu nane » et vous rouspetiez, sani ko Kass bi sans souk. Le jour du mariage ngay ram. Li dou beug dion rek, hypocrisie le",
  "Plus sérieusement, d’où vient cette mode de ramal seu djeukeur le jour du mariage?",
  "@MorGnambi Thread bi yeep ay dega mung fa waye dega bu rew, yow sa bopa ya rew😂😂😂😂",
  "Yow numa la jepi https://t.co/4cWsJU2W8z",
  "why doesn't angel have twitter? tell angel to open a twitter..... https://t.co/F11E6ke0G2",
  "@Abbie_Tiz  https://t.co/WxGO922HgW",
  "Quand bae est enrhumé \n #FineThingsFromSenegal https://t.co/Rw8MGrWOfA",
  "@yaamnjie K",
  "I almost told Yam to wakatu, but I said to myself that doesnt sound right. So I asked my aunt and she said it’s watatu🤣",
  "@yaamnjie Nit lum la opaleh wan lako, sula nekheh nga watatu in his arms",
  "@sohnafatou I hate it so much, and I get nauseated really easily. Feel better",
  "One of my greatest fears is throwing up. Just the feeling that I need to throw up scares me and makes me cry. Having to actually do it 🤢",
  "#FinePeopleFromGambia https://t.co/wN8NoJBy4h",
  "@yaamnjie All I’ve been doing is mind my business, I don’t see how that can impact your sleep, liff me",
  "@yaamnjie Aka the best of both worlds🙈",
  "@yaamnjie Lmfaoooo soh fi nyowuton rek duma nelewat",
  "Allow me to jump on the bandwagon #FinepeoplefromGambia 🇬🇲❤️ https://t.co/u4iERdyOD9",
  "How on earth, do you think that women, or victims would trust you with their stories after what you have tweeted? I really want to understand right now https://t.co/876ENwIbHW",
  "@neneh2ty Tamit",
  "@nadycamara They need to revisit the meaning of opinion tbh, because I don’t see what should respected about someone spewing nonsense that will harm others",
  "@halalpixie I dont even get why this is hard to see, the video is abject, nobody is trying to humiliate the professor, though he deserves it, we are trying to make sure our society doesn’t hold such opinions that literally impact OUR safety.",
  "But if yall think unsolicited opinions on rape/assualt/violence are legit, you’re almost as bad as the culprits, since you want to/want us to excuse them",
  "@SwesterrMai @lowkey_pappi @Lagareh_ Lfmmdksjskoooo",
  "I know I said im tired of your food debates, but since those are yall most harmless opinion, then maybe, stick to them, flood with our tls with them, no skress",
  "@nadycamara Devils advocates love “everyone and their opinion”. Something that is harmful is not an opinion. They think this is one of their mafe/domoda debates",
  "The way yall want to make the different views equal in worth is literally you putting us in danger as well. You cant he is wrong, not all opinions deserve to be heard or exist, stop it.",
  "Sir, this is not because of a difference in opinions. This guy put women’s lives in danger. That’s not a difference of opinions, thiss is not a discussion, he is wrong, that’s it. https://t.co/ijDiOxC6DI",
  "@cesckaw Eh go waye yaw💀",
  "When they come with fake harry potter interest lmfkshdhdh https://t.co/Mninp1lf96",
  "@cesckaw Matoul😛",
  "Everyday typo, typo. I'm tired.",
  "@cesckaw Yow sa gambian mutut, lan moye yarkah",
  "@cesckaw Not all of us spell tge same akhhhh baye ma ak suma nyaka r",
  "Dreams do come true. At the 2017 @GamChamber trade fair, we made a unique pitch to recycle car tyres into furniture. \n\nToday, we’ve designed and delivered our first set, in partnership with GamPlus. The new tyre sets were commissioned by Grand'or. \n \nSupport the #RozAfriq dream. https://t.co/Ayy58vJSIJ",
  "🤣 https://t.co/gbFtR6QiCj",
  "@Binzbi_ Ki kuko topa di nga fi wowe bilaye",
  "@akeelah_ @piguetaudemars1 😂😂😂",
  "New kingdom chapter!!!!!!! (Still hoarding)",
  "@cesckaw Suma nuro waaleh bi, apparently😂😂 go away",
  "@akeelah_ @piguetaudemars1 Ah sorry, I said lemme give you a Gambian mcm🤣",
  "Bintou kaw is doflo-ing you💀🤣",
  "Its so sad that people will not support or celebrate you, but make one or have a single mishap and Gambians will pour all their negativity on you. Please support your owm. That's the only way we can win.🇬🇲👑 https://t.co/iWEPksteXS",
  "Let’s not decide peoples gambianess by skin tone or name😂",
  "@Lie_Sagne LOL! Do you realize that A LOT of Gambians in the past 20/30 years have sired/given birth with other nationals in the West or somewhere?\n\nAnd some, even Muslims, have given their offsprings unconventional and atypical ‘Gambian’ names🤷🏾‍♂️",
  "#finepeoplefromGuinea même si la concurrence est rude🤧😭 https://t.co/hmrVPQa1H5",
  "For the culture ❤️❤️#FinePeopleFromGambia https://t.co/fgpj2OxcHO",
  "🇬🇲 https://t.co/YWsdCcLiD0",
  "🇬🇲 https://t.co/qwqGSNSAJQ",
  "🇬🇲 https://t.co/H88y4YT5P3",
  "🇬🇲 https://t.co/UGXpQPsvA3",
  "@SwesterrMai No nyu holeh ko nenen rek, they just don’t tweet motakh",
  "@SwesterrMai You’re poking certain ppl de😂 man sah dama tiit like nyi fugn jogeh",
  "Eid 😊 https://t.co/hX9PkWXz1N",
  "Golden ✨ https://t.co/NCtQB10bam",
  "🍇 https://t.co/WDr2ciZihi",
  "We Thank God😭😭😭 #GloUp✨ https://t.co/7DiqoE52Ri",
  "Unruly 🍫 \n#Stamina2017 https://t.co/XrA9fXl9jS",
  "🎂👸🏽 Here's to many more ☺️ https://t.co/9TAsiT5Hpc",
  "#NewProfilePic https://t.co/YuEMEuojlj",
  "About last night ✨ https://t.co/KwHPygexdg",
  "From the Smiling Coast 🏝✨ https://t.co/WUsnbMLqMU",
  "@Abbie_Tiz is honestly one of the prettiest girls I’ve ever seen, no lie. She’s so cute 😭😭😭",
  "Instead of you to call him dick head? https://t.co/L1YYK0EAol",
  "You thought you said something here. https://t.co/QIIMOQNdAL",
  "@akeelah_ @piguetaudemars1 Don’t be the weak link here🙄 kai ma jokh la mcm gambian",
  "@SwesterrMai @Lagareh_ Maybe she didnt grow up in gambia, she may be mixed, or she just light skin? Even then nothing odd about her being gambian",
  "@serigne_habibi  https://t.co/nqLfnnowHa",
  "@akeelah_ @piguetaudemars1 Tell him: boy bye",
  "Orange twitter page is what Africell twitter page should become omg they respond so fast I’m spinning",
  "@piguetaudemars1 @akeelah_  https://t.co/LzVs6PRFo3",
  "@akeelah_ @piguetaudemars1 Wawuuuu. Niggas aint shit https://t.co/RNaiGDw1kF",
  "I call her Fatima Jr https://t.co/QxBOBoZXoO",
  "The Carters stay influenced by Africa but won't tour Africa 😢 https://t.co/LSZBNadZ90",
  "@akeelah_ @piguetaudemars1 Anh anh, are you his wcw?",
  "“Creativity is contagious, pass it on” - Einstein .. 🇬🇲 I reprznt &amp; all my sisters is beautiful. https://t.co/NLK6A0s2ZD",
  "sorry, but nothing about you guy's fan fiction stories are true... I still love you tho 😘",
  "@piguetaudemars1 I’m human de if one mcm is absent another will fill his place https://t.co/bG30slXMSe",
  "@Flexhamed Or in yours https://t.co/QMlxovKh8m",
  "Had to rep though 🇲🇱❤️ #finepeoplefromMali https://t.co/C7zXZangno",
  "#FinePeopleFromGambia 🇬🇲 https://t.co/MtSEwLzPMW",
  "@habzai_1 Aji beeeeee",
  "The very beautiful @miss_petite_j led the singing of #Gambia national anthem at our #CommonwealthBigLunch yesterday.\n\nHer voice!!!! 🙌🏾 https://t.co/vMpJtUzaJU",
  "@SwesterrMai I want you to start behaving",
  "right some of these niggas need to start respecting themselves https://t.co/aitHuxjC9r",
  "I’m her number one fan gtf https://t.co/kI9ouJ5iTV",
  "@Flexhamed Still didn’t ask, damn",
  "Actually no one letting yall hit, but go awf",
  "#FinePeopleFromGambia 🇬🇲 https://t.co/ldsBoGcRDD",
  "@piguetaudemars1 Lmaooo i miss you ex mcm",
  "Never even asked https://t.co/kaQb5HGdhL",
  "@ChoclateIC Likeee, no one is perfect, because you sin doesn’t mean you should totally be mute when it comes to giving reminders, often these reminders are for yourself too",
  "“She let me hit last night, so how dare she get on social media talking about remember Allah” https://t.co/9uJaZQvU4Z",
  "The bad thing here is preaching what  you do not practice, or judging people for sinning differently. But giving reminders while sinning yourself, is not wrong. We can be hoes and still be halal, don’t let niggas who sin but give no reminders tell you otherwise😘",
  "If yall dont quit acting like people who sin not alowed to preach/give reminders. Doesn’t everyone sin?",
  "They’re called halal hoes, get with the times young man https://t.co/CGx6MVdcZr",
  "I shared @monaeltahawy article on women and attention w/ someone; she loved it so much that she bought Headscarves and Hymens...and then shared the book with her sister and friends. Love it! African women are the best writers out there. Nobody tells our stories better than us.",
  "@ajfaye_x Tell her to make a twitter, we stan!!",
  "Angel doesn’t have twitter so imma post it for her!!❤️🇬🇲 #FinePeopleFromGambia https://t.co/YL8Hi3MvFq",
  "@ElJefe1_14 Hoho I’m begging, you know how much she loves parties and I aint about all that😂. Go and marreh🗣🗣🗣🗣🗣🗣🗣",
  "My wce😭 https://t.co/5PgsxndZES",
  "WholeBox Of Chocolate. \n#FinePeopleFromGambia🇬🇲👑🍫🍫🍫 https://t.co/RLlNwp6Due",
  "And they should sort our their Story Privacy. How can people you stopped from your status seeing them😠 https://t.co/h2oo7QKnl6",
  "😂😂😂 📝 📝  https://t.co/hlkDuxqulZ",
  "Young West African Girl 🇬🇲#FinePeopleFromGambia https://t.co/ZGUCT40UcQ",
  "@BoubaCGueye Du ma sa tata de😂",
  "bonsoir mes petits chats 🤗 https://t.co/FJzgXAR0pw",
  "Naaaaaaah all these people weren’t on GamTwitter even a week ago",
  "Left my beard and my hair to grow without trimming and I’m loving my natural self. #FinePeopleFromSouthAfrica #BeardGang #Natural #Mufasa #AfricanMan https://t.co/rAkvoFfWUo",
  "@ElJefe1_14 ⏳",
  "#FinePeopleFromGambia 🇬🇲 https://t.co/JOYGcctjVI",
  "#FinePeopleFromGambia ❤️ https://t.co/WfGdPui05g",
  "#FinePeopleFromGambia\n#FinePeopleFromSenegal 🌍 https://t.co/tZBQa5Sih8",
  "🇬🇲🇳🇬 #FinePeopleFromGambia #FinePeopleFromNigeria 🇬🇲🇳🇬 https://t.co/XBJZNh8USL",
  "#FinePeopleFromGambia 😅 hi https://t.co/guu7UgmreU",
  "Touched the motherland real quick, Soon be back real soon tho ‼️🇬🇲🙇🏾‍♂️ https://t.co/wNb0hAeKgJ",
  "For The Culture🇬🇲\n#FinePeopleFromGambia https://t.co/tXNnkXjdjG",
  "I’m happy to make my entrance #FinePeopleFromGambia https://t.co/kFg0vMpje0",
  "#FinePeopleFromGambia🇬🇲 guess I gotta join too https://t.co/pRnLejpRvQ",
  "#FinepeoplefromGambia Mumma and I✨ https://t.co/FzDdSMRFVs",
  "SO IN FOR THIS🇬🇲, #finepeoplefromGambia https://t.co/wqAV8SnM38",
  "Never miss an opportunity to rep #FinePeopleFromGambia 🇬🇲 https://t.co/QqyJZkhkok",
  "#FinePeopleFromGambia STEEZ DADDY EDITION \n\n#GambianGirl out now everywhere \nhttps://t.co/au8xGHQvWE 🇬🇲 https://t.co/KCBgL8RHH0",
  "I just had to represent....Hello from The Gambia \n#FinePeopleFromGambia https://t.co/vPe58DFC33",
  "#FinePeopleFromGambia 🇬🇲 let me not carry last abeg 😂🔥😍 https://t.co/yzS2kXXL3h",
  "For the culture!!!! 🇬🇲🇬🇲🇬🇲\n#FinePeopleFromGambia #GambianTwitter https://t.co/vvUp5QHLJN",
  "@Lul_Africana Go deh😍😍😍",
  "Not too late I hope 🙆🏾‍♀️ 🇬🇲 #FinePeopleFromGambia https://t.co/Uo2HnZFPxL",
  "Asked her who’s her team... \nShe said red, blue and green🇬🇲\n#FinePeopleFromGambia https://t.co/CHgHRPCEP7",
  "Allow me to join with my basic face!! #FinePeopleFromGambia 🇬🇲 https://t.co/7UVUMZij3d",
  "😂 https://t.co/q6eiqYWcp3",
  "For 🇬🇲 always!\n#FinePeopleFromGambia https://t.co/Jfme7NKjLX",
  "Another trend for me to join💕\n#finepeoplefromGambia 🇬🇲\n#FinePeopleFromGuinea 🇬🇳 https://t.co/755EbCrn2S",
  "Loool, of course we had to jump on this🇬🇲 can’t forget 🇬🇳 too #FinePeopleFromGambia https://t.co/O4VLyas6Rf",
  "Some very random throwback photos #FinePeopleFromGambia https://t.co/d7Owli4luD",
  "#FinepeoplefromGambia \nLate? https://t.co/DCKgIfIeyc",
  "Let us start theeen 🇬🇲#FinepeoplefromGambia ✨ https://t.co/BjaXug9w4j",
  "For the culture #FinePeopleFromGambia 🇬🇲 https://t.co/q89MTvltCO",
  "For The Gambia! 🇬🇲\n#BlessedWeek \n#FinepeoplefromGambia 🌹👑 https://t.co/DxOMvhRYTC",
  "I’m late but anyways #FinePeopleFromGambia 🇬🇲💕 https://t.co/vVDZpjuRsb",
  "@naafi_N 😍😍😍😍😍😍😍🌶🌶🌶",
  "So Lets represent ❤️ #FinePeopleFromSenegal #LastBirthday https://t.co/pVXiOhgomR",
  "❤️ from the 220 #FinePeopleFromGambia https://t.co/UlBp2nirDi",
  "Since my G @Jhus didn’t get the memo I’ll help him out. #FinepeoplefromGambia https://t.co/V0T0Tp2mhf",
  "The ugly gotta represent too😂\n#FinePeopleFromGambia https://t.co/hxgHEM75tl",
  "I need this glow back https://t.co/S8pWrR3Xey",
  "Was I late?#FinePeopleFromGambia 🇬🇲🇬🇲 https://t.co/GWL5P9E4Uz",
  "I said twice a week right?! #March8 #LesTailleursDeTataZeu #Hijabfashion #happyinafrica #HappyInternationalWomensDay https://t.co/cvBAt8SSWO",
  "In trash bins of course https://t.co/xLbWzkavyB",
  "Going through the Gambian thread &amp;&amp; there’s only like 4 good looking Gambian men, chimlakat kmt",
  "@JaiManneh Danga rew yow😂",
  "🌚❤️ #FinePeopleFromGuinea\n #FinePeopleFromSenegal https://t.co/zXjKKsjhQu",
  "#FinepeoplefromGambia https://t.co/HOoJsIwt03",
  "@Lagareh_ Nvm",
  "@yaamnjie @HaddiCee_ 💀💀",
  "@HaddiCee_ @yaamnjie Yessss",
  "💀💀💀💀💀💀💀💀💀💀💀💀 https://t.co/UwvVBaGl0g",
  "@fatimaxhm you're pretty",
  "@ajfaye_x long wait....",
  "Lrt looks like Zeyna",
  "@majestyfee  ❤❤❤❤❤❤❤",
  "@Lagareh_ hi.",
  "Nyu def sugn bos #FinePeopleFromNeckjabistan @HaddiCee_ @yaamnjie",
  "My temporarily anon ass looking at yall hashtag https://t.co/yYbSYAuNzC",
  "Just took the shahada 📿❤️\n\n🔁 15.7k Retweets   ❤️ 60k Likes",
  "So all this berserk shit wasn’t a dream  ? Never seen an anime escalate like this within one scene",
  "I highkey feel bad for jnr on his berserk journey sjsjsjsj wheres that tweet that said everyone who read berserk needs therapy",
  "American what?? https://t.co/veJWCg4ePr",
  "#FinePeopleFromGambia https://t.co/5cICrildWv",
  "Lookah my nice in the last pic ayyyy Yonce https://t.co/Ku0dtBcXHV",
  "Chocolate smuggling was a success, light amut so i easily slinked in🤣🤣, although it’s already largely diminished because too guilty to henjoy alone",
  "#FinePeopleFromGhana https://t.co/vWg0SEv3pa",
  "Oh well🇬🇲  #FinePeopleFromGambia https://t.co/GW4rGBtpaa",
  "@emnotsotall 😭😭 next time im in dk",
  "@Lie_Sagne Smh don’t treat me like this",
  "@emnotsotall Lol no my village😂",
  "@Lie_Sagne 30mb data bundle laye use🤣",
  "@Lie_Sagne Send ma mangi over danu",
  "Thank God I’m going to senegal tums in sha Allah so I can henjoy my sokola in peaceeeeeeeee",
  "@Lie_Sagne Mangi jegalu, was quoting in solidarity rek since we have the same struggle https://t.co/iCLaP5yQ6k",
  "My current struggle is how to smiggke my mbusi choclate pass my greedy ass family and especially my niecephew🤬 they already ate the last of chocolate today",
  "Swear to God if my Aunty doesn't give me back my money I'm starting a serious beef on the TL.",
  "Everyones aunty owes them money",
  "Shmood https://t.co/bjGvdOy0aV",
  "@jukaliond Lool raga is my middle name",
  "Ran into a mutual. You people don’t listen🤣",
  "#FinePeoplefromSomalia #FinePeoplefromSomaliland https://t.co/ee5Bj5nkFe",
  "Me tweeting men are trash deep down knowing i broke 4 hearts this month https://t.co/GZ7B6hsgkp",
  "@Sokhna_T A WOMAN A ICON",
  "the better migos #FinePeoplefromSomalia https://t.co/liwowf885A",
  "I’m always raga and mboyo and eyebrowless when I’m going  to westfield pls if you see me, as usual pretend you don’t know me thanks bless up",
  "Outfit 💛✨ (j’étais pas prête pour la photo mais c’est la seule où on voit tout le outfit donc voilà...) https://t.co/q3k1oKy2gL",
  "#FinePeoplefromSomalia for the culture 🗣 https://t.co/Ei49PZ7tJo",
  "Natural hair x snapchat 🤗💇🏽‍♀️ https://t.co/XMXg27f5n5",
  "#FinePeoplefromSomalia so I had to join🤷🏽‍♀️💘 https://t.co/mqd25ou8qf",
  "What Nigerian men want from their wives. Anything else and you are satan's feminist offspring https://t.co/NV8A3jSgS2",
  "@kemo_bojang I've never been high??",
  "@MorGnambi dama jum",
  "Fresh red https://t.co/uqulSaBT7F",
  "@MorGnambi haar bi mouj naa maeti de",
  "We are representing #TheGambia full time https://t.co/JApsWkJ0Jd",
  "Lmaoooo @xmyls kai uyu fee😭 https://t.co/ly20vBsPFe",
  "Lmaooooooooo https://t.co/IcO9lalLwh",
  "In Gambia the man winking at you is the groom https://t.co/Pn6UOqet9J",
  "this whole guy lying about his age saga is so funny until i read that adult women were sleeping with him....",
  "@JungIeBoogie whoms't'd've",
  "@TheRealEezie I'm tired",
  "Mus exposed Nitroo when he was 14. Get him to MI5",
  "@PrinceManou happy birthday",
  "@JungIeBoogie we didn't ask",
  "they're just ugly, twice as evil https://t.co/28I9c3g4f6",
  "@TweetsByBilal All my crushes are fictional characters from books.",
  "Zeke from baby momma sjsjdjdj https://t.co/Mtm446wSAK",
  "Gdfgfggffyc https://t.co/tT1iZJQwiQ",
  "If I see one more supa vs plasas debate on my tl again.. IS IT EVERYDAY? https://t.co/ZJ1qjG4FYZ",
  "Fuck Africell",
  "General Keisha? General Keisha? Oh my fucking god he’s fucking dead https://t.co/Mro6ocSh4u",
  "I do this all the time lmaooo https://t.co/NWklJsgDAP",
  "Wow https://t.co/xpkZ5RMMds",
  "HE READY FOR HIS 1v1 https://t.co/dfYX3XdGQw",
  "Rew https://t.co/liXbt0irZI",
  "@XaleYiJukLen @kinneh_jeng On set with @MalickIV and @kinneh_jeng today for the first episode of #XaleYiJukLen ✊🏿🇬🇲 https://t.co/4hrwIktGBt",
  "Nothing but respect for my future great general of the heavens https://t.co/QEHVb743AA",
  "Funny stuff some of you doing the corning tonight are getting corned next time. Probs already being corned by Mus lmao",
  "\"Nsjsjsjsh\" on your tweet today. \"Looool\" on your ops quote/indirect tomorrow yikes",
  "@ahliesof tough times",
  "Im sharing this with youu guys 🖤🥀 https://t.co/kEFEmDjhuI",
  "Odd Ras ❤️💛💚 https://t.co/e8qfFgKGml",
  "nothing like seeing ur friends do big ting 😪 proud mama",
  "@serigne_habibi ham nga fii degn sohorr lol",
  "Kanki is so good at warfare he was able to copy Keisha’s style of warfare to the Tee https://t.co/epVjgaicAO",
  "Anh anh https://t.co/Qn4TOeuNtQ",
  "ermm, is everything alright at home? https://t.co/38o5pX5OcQ",
  "How the turns table",
  "Hope he's okay though",
  "@escofree :/",
  "@serigne_habibi haleh bi ndanan la",
  "I used to think I really liked sex.\nI didn’t know it was because I didn’t have a job.",
  "A 16years old once put JamzLdn in his place. Wawu",
  "@serigne_habibi halatu ma won lolu sah",
  "He does but some people look younger than they are, plus the way he tweeted.... https://t.co/VWe96ScmeQ",
  "@MightyzyM you welcome hun",
  "@serigne_habibi I just thought he looks youngee than his age ndeysan",
  "@my_roof it's rape by manipulation imo",
  "@MightyzyM happy birthday! !",
  "To/about",
  "Some of the tweets to Mus are disgusting though",
  "He's probs trolling",
  "Sjjsjssjsj im die https://t.co/Gy09fvQw1H",
  "Lol Mus is actually the Lil Zé of Twitter, how can you be so reckless and iconic at 16 FFS",
  "💀💀 https://t.co/8Kp0eey1xp",
  "Wow Mus is 16!? Lil nigga really had flames for some of you as well lmao I respect it",
  "Coming home to light https://t.co/gA6ylFgQMl",
  "He didn’t do anything &amp; it’s still hype as fuck https://t.co/h7ZXQByiz8",
  "I can't find real niggas sexy anymore, Kanki Guts and Shouheikun are my go-to. How the turns have tabled",
  "Kanki is so sexy help me",
  "https://t.co/m7CUJwX5Lo",
  "https://t.co/mdZU2fYXnl",
  "@lamzone happy birthday Lamine😘😘",
  "Looks like Jammeh got DI STRENF OF DI BLEK PENTHA STRIPT EWEH from him. https://t.co/UCwAsnpDkC",
  "@dxana_marxam i burped as I read this tweet, after having somw cheese",
  "i eat a lot of cheese",
  "@gohtx3 dhdhdh idk why you keep shouting at her tbh if she was a guy you'd just think he was doing it for the fam😤",
  "@gohtx3 lmfaoooooo won't even lie I felt sorry for her shsjsj",
  "Her &amp; her kids can go to hell for all I care https://t.co/7UB4OOz5nz",
  "as much as I can't find a free copy anywhere now I'm so glad sis put it on Amazon cos she deserves her coins.",
  "Baby Momma by Tosha Damaya is the best Wattpad story hands down. Much better than The Duff",
  "@saint_bren https://t.co/dkzBBiLCQ2",
  "@halalpixie He is saying that rapists and rape victims are equally responsible. That women should dress \"modestly\" to avoid getting men excited who have no other choice but to rape them",
  "@Ares210 yuckkk",
  "@Bas_Njie okay mostly* they tweet 90% football, 8% music and 2% nonsense lmao",
  "J’ai découvert les filtres snap, Catfish mode activated https://t.co/8A1OE8Vq9t",
  "@Bas_Njie mangeh tohu",
  "What he say? https://t.co/xz5OiZBfMp",
  "@Bas_Njie dedet keep it to yourself. Suma bena packeti chocolate bu dess su rereh rek ma ham neh yow la",
  "As long as #Saudi Arabia implements the Guardianship system, it will practice gender apartheid. Read this to understand why the Guardianship system must end. https://t.co/yCGMTtxnAN",
  "I’m not so sure that’s true. For example, 47 countries that still don’t recognise rape within marriage &amp; 750 million women &amp; girls alive today were married before they were 18. Globally, over half of all female murder victims were killed by a partner (UN stats)\n\nJust a thought 🤔 https://t.co/7eLrDLhkoL",
  "HOW football twitter is one of the most evilest twitter sects you can find https://t.co/hw2T2xaZsy",
  "Ogiko https://t.co/PWqPcRyIw5",
  "If Shin says he gone do something he gone do it https://t.co/suJrIiprf9",
  "https://t.co/OVmgDia06R",
  "https://t.co/lVNNU4tff4",
  "Never zip my boots up cause I'm quick to put my foot up ah bitch ass https://t.co/esoPXviz8R",
  "them*",
  "@Bas_Njie kula wakh jeshwang laa deka😩😩",
  "Gambians are sooo entitled to visits. Always \"doh maye setsi\".",
  "And why you don't visit town https://t.co/FmhpBZo29R",
  "You people really think men who only tweet about football are the best? They will ruin your life acha rek",
  "Wholesome on the tl, bastard in the dms https://t.co/MIhlFrdUZC",
  "@IamaCeesay I was afraid of pillows, bad experience",
  "@Bas_Njie happy birthday. here's your present🍫🍫🍫",
  "I only started using pillows last year cos I had a really strange phobia of them https://t.co/Dvz0unBrM6",
  "@juniorbjawara Lmfaoooo reading it is quite bad so I can’t imagine what watching it is like",
  "Ooh yes about time https://t.co/rq1eVjBGNj",
  "💀💀 https://t.co/xz2Bl3Znjz",
  "@khatchill Lmfaoo he’s disgusting",
  "@derpdeviI  https://t.co/s8GWXvSdDd",
  "@ChoclateIC Even if she isn’t on her period is it by force? Anh anh chim",
  "@smokeymoh38 It’s so many things wrong with your tweet you rapey ass nigga",
  "@Flexhamed wallahi didn't ask",
  "You not paying 40k for no one boy https://t.co/8uhhKthi3i",
  "Niggas ain’t shit",
  "@derpdeviI I can see it......",
  "I've been dying for a week straight https://t.co/FdTnBgYRJH",
  "Fried rice is better than jollof. \nRice and stew is better than jollof. \n\nY’all hype jollof waaaaayyyy too much",
  "Having tea with my father this morning, after my shoot🧡. Positive images of #AfricanGirls and their fathers are so important https://t.co/8dTbE8J0vw",
  "RT if you appreciate these Men. https://t.co/v11GYxRkVB",
  "Shshskaha https://t.co/NhjYm8EQE1",
  "@GotDamnGericka happy birthday beautiful",
  "💀 https://t.co/Xray2CVreI",
  "I really zoomed in to look for identifying marks to help you and this is what I get. This is why you gotta be selfish in life 😭😭 https://t.co/7wXXdA1EZU",
  "@yaamnjie Lmaoo are you supposed to have done something 👀👀👀👀👀",
  "i told this dude my name was Veronika with a K but when i looked at his phone he put me under Keronica.... https://t.co/QL8fYAZm8b",
  "Cette photo du @WIC_Senegal au Palais Présidentiel me fait un peu penser à cette scène de Hidden Figures. All power and grace. Come through ladies ! 👊🏾👊🏾👊🏾. @_AwaDia https://t.co/TsqdNiA9wC",
  "Scientists today have confirmed a 119th element has been added to the Periodic Table! After the recent discovery that Mariah Carey is so skinny she is actually now classified a gas, researchers at Harvard University have given Mariah a spot on the periodic table. Welcome, Mc²! https://t.co/dBtYGB4ABK",
  "@yaamnjie Smfh",
  "Depends on what you have for breakfast https://t.co/CERAUtvkwX",
  "Drake if you’re reading this I’ll take his share in front of all my wives https://t.co/LnTaO8B4cz",
  "Anyway, eating with someone in a relationship is greatttt. Bitch just be on her phone talking to her man and my single-i-dont-got-noone-to-text ass finished all the food🤣🤣🤣🤭",
  "You discouraged someone from doing a good deed because they may not do it for long enough. I’m pro-choice here, which means let people “jump into wearing hijab” if they want. Just cos someone spontaneously wore it doesn’t mean it won’t last",
  "“Think long and hard before you wear a hijab, it won't do to start then remove it\" is such  fucking jarring advice.. Imagine they take yr advice and think hard, then decide not to wear it cus of being scared of not wearing it long enough.",
  "This is really shit advice lmfasosoo https://t.co/9eVj8rE6WN",
  "Try dick.. https://t.co/NLzUarLemR",
  "@Flexhamed Of course not",
  "@KorrJorrJeng Bye",
  "They’re not silent, they’re waiting their turn. https://t.co/pF9pwmmBP6",
  "Pass https://t.co/Ah1zayOomU",
  "Oomf just thought I'm a man sjsjsjjs hey yall I'm A GIRL... Maybe",
  "\"Lower thy gaze\" but men will be having staring contest with your boobs. My boobs are not easily intimidated you'll look away before they do",
  "@MonsieurNdeye it's me lmao",
  "Please https://t.co/a7n6FTci1L",
  "@MonsieurNdeye braless how?",
  "❣️🌸 HAPPY WOMEN’S DAY 🌸❣️\nShall we stay Gold forever ✨ 🌚 \n#senegal #kebetu #WomansDay #HappyWomensDay https://t.co/lbOZPDiWIT",
  "@ajikor 😂😂😂",
  "Gambian twitter where can I buy kenkeh this afternoon please?",
  "Got my nails done to match my sneakers https://t.co/NuLZ707TaD",
  "@halalpixie ok no one that isn't south african or understands that language the song is in lmaooo cos i bet it was popular worldwide",
  "@halalpixie no one in Gambia *",
  "@halalpixie I still google the lyrics and try to sing them😭😭😂😂. It was A TUNE!!",
  "Brenda Fassie's vulindlela was that song no one knew the words to but just remixed and enjoyed😭😭😭😭❤",
  "Senegalese internet credit is such a relief from Gambian internet costs, it is like almost 3 times the cost here for same amount in senegal. Allah",
  "Griffith",
  "@cesckaw Jerejef",
  "@msifaye She said minus the chocolate part https://t.co/c2sFssKute",
  "yesssss Tiara on @MetroUK 😍. @MakeupForWOC is such a good account, if you're not following it. She's 16 and you'll learn lots from her. https://t.co/fg1pR1CVV7",
  "@naafi_N happy birthday love",
  "Chocolate, books and Youssou Ndour lyrics are my long language",
  "My #GambianGirl Grandma Oumie Barry being crowned Miss #Gambia 1966 by President Jawara before she went on to compete in Miss World. \n\n🌹🇬🇲 https://t.co/v21qUTPPh2",
  "Deadbeat fathers have the nerve to be offended when their grown kids only want monetary relationships with them. “They only call me when they want something” as if it’s not their fault it’s gotten to this point.",
  "The kangz❤️❤️❤️ https://t.co/XI8Gkc7zAD",
  "@Gwaniwani Lol you might start tweeting more than you thought you could🤣",
  "@YaayiBayam What she say?",
  "This dude I’ve been entertaining said he initially thought I was 17 when he first approached me. I’m 24. Mind you, so is he. \n\nSo I’m like... you’re in your mid twenties and you was gonna get at a teenager? \n\nRed flag. I’m good on that.",
  "The night is too late for this https://t.co/874lXBSd6N",
  "But yall love to act like getting blocked is an achievement lmaoo no block will ever surprise me tbh, I know how much shit I chat😂",
  "Understandable. Sonpeople acting surprised when a stranger blocks them is so damn annoying. You twote stupidity that ended up on their tl, they blocked you. The end https://t.co/aAMsYHzTBA",
  "\"im going to sleep early tonight\"\n\n3 AM: https://t.co/iIM1qShYTu",
  "How is another mans marriage bothering you https://t.co/WkY7jC3QBR",
  "Uncle Ruckus 💀 https://t.co/DzCHWgZCXW",
  "Louder for one of my aunts that almost killed me in her house when I had malaria. Tambou ''we don't take drugs in this house, we operate on divine healing'', aunty please, don't kill me. https://t.co/R9lihwWD62",
  "Men are really disgusting and bitter.\nIf you hear gist of a girl being a \"hoe\" it was probably started a man or group of men that have never fucked her or she turned him down. Probably haven't met her and would never cos the babe is above his level.",
  "My tl smells of homophobia",
  "My guy called a girl this evening and first thing she said was \"please I want to sleep now, can you call me by 12 am so that I can wake up to read for my test tomorrow\" .. \n\nThey've Alarm-zoned my brother😭😭😭 https://t.co/KTbhFsr7bj",
  "I was about to sleep then nepa brought light.. now I don't know what I want again...",
  "RT if you saw Davido before opening the photo, I cant be the only one 🙄 https://t.co/yA6LoIDja3",
  "The way oomf has both directly and indirectly made my life so much better in different ways over the past few months, in both major and minor ways, may the angels write a thousand good deeds for her per hour😪",
  "Makes me laugh when people dm me my men bashing tweets with “u have a man” like that’s supposed to change anything https://t.co/U7ta1ehr1b",
  "People disappear a lot from their friendships when they get into a romantic relationships. Please respect your friends enough not to do that. It is not healthy for any of your relationships &amp; you might find yourself losing many of your friendships.",
  "I have seen very many cases of gambian girls getting married and suddenly deciding ALL their friends must be married. So they’ll now only be friends with hubby’s friends’ wives lmao. May this never be me",
  "The government needs to invest more in projects for girls and women, involving housewives in the sensitization because of their contributions in the socio-economic of the country. \n#ACWomenRising #PressForProgress https://t.co/q8jTbheT0O",
  "Agreed! Inclusion means leaving no one behind. No society can rise if its women are not rising too, and this includes EVERY woman. \n\n#ACWomenRising \n#PressforProgress \n#IWD2018 https://t.co/nYBhUR6Mr7",
  "\"Islam began as something strange and will revert to being strange, so give glad tidings to the strangers.\" Prophet Muhammad, peace be upon him. https://t.co/hHcrx0g6Qn",
  "Once they break up they think they can slink right back into your life for comfort. May this never be me https://t.co/Yr4ijHISzV",
  "Women’s Day makes me remember things. When I was born, my mother’s operation was botched and it turned out she couldn’t have more kids. She nearly died. While she was still in hospital, my father’s family told her they were looking for a new wife for him so he could have a son.",
  "TwitterLand: something lovely happened last night that I want to share with you that has everything to do with women and sisterhood. So here goes #IWD2018",
  "@BerrySaye Me too I refuse hai. Atleast Amazons can put men in their place. And since they run THE Amazon, we can read all the kindle books we want for free🤣",
  "@BerrySaye Lmaooo Hunters are the OG misandrists omg",
  "I aspire🙈 https://t.co/RMFLFIFi3b",
  "Hey guys! I just started a Youtube channel, and I’ll be posting my first video tomorrow :) I would really appreciate it if y’all subscribed and shared !! 🧡  https://t.co/ExwUXpLQ2d https://t.co/7jMGIHtbRT",
  "Blocked. https://t.co/VhDI77Nkiq",
  "“Ladies should we have some fun” https://t.co/OeyDoi4WhI",
  "Someone said I look like Chadwick Boseman 🤔. Well then....call me Chadwick Njiesman from now on 😎",
  "@serigne_habibi Iss true",
  "@ValdoKabby Happy birthday!!!!",
  "Ya Mai fgs https://t.co/aKg1am9x1C",
  "Honoured to be celebrating #InternationalWomenDay2018 with all the #femaleAmbassadors in Belgium. We the young ones can only look up to you, and be the best in what we do #WomeninDiplomacy #IWD2018 #RepresentationMatters #inspired to #PressforProgress https://t.co/zznCpgeIe3",
  "It’s Women’s Day! So I’m wishing each and everyone of y’all an amazing one! Continue being strong and beautiful 💕💕💕\nBut for y’all Pick me heifers you can wait for ‘Men Day’ headasses",
  "Happy women’s day to all the ladies coping with one disability or the other. You are no less❤️",
  "Ya Allah 😥",
  "@OGEXXL Yh stories often center around them taking away people",
  "Black https://t.co/sqIozUFs7Z",
  "Meet the Nigerian guy who had the highest grades in Tokai University in Tokyo. No score as high as that has been recorded in the university in the past 50 years.\n\nRT and appreciate greatness 🇳🇬\n\nCredit: @yblnigeria https://t.co/ozlDRhzrYN",
  "@OGEXXL Sp curious about them but id be scared stiff to meet one",
  "@djibaddie Ruff u 2",
  "Ngl I also think there's a YouTube channel in you — i only want 1 thing in me and it ain’t a youtube channel https://t.co/j16xmbjAHs",
  "Ladies, would you rather join the Amazons or the Hunters of Artemis?",
  "Stan! https://t.co/8KUbbnoyNB",
  "@OGEXXL Most myths portray them as evil, cunning. I also do believe they exist though. The seas are deep",
  "Stan! https://t.co/8KUbbn6XW3",
  "I believe mermaids exist but I don't believe they are beautiful sweethearts(like Disney wants us to think) lol believe they are evil.",
  "@JaiManneh The network is shit",
  "@my_roof Need to continue as well",
  "“Sss sss Small girl, come here. How old are you” \n\n“Me? I’m 16 Sir” \n\n“Daz wondaful, daz good.  You look developed” https://t.co/QT820cdbXc",
  "@JaiManneh To each their own I guess but couldn’t be me",
  "Skjsjssjsj https://t.co/Trnc4TIhWm",
  "Shoubaekun",
  "@JaiManneh Apparently theyre friends and hes joking from when that other guy did something like that but ehhh. Wild",
  "@my_roof Dhdjdj i started it monthss ago but still not even a 100 chapters in",
  "@JaiManneh Everyone is always so mean to her idgi. Pathetic bunch",
  "Why are yall niggas like this tamit",
  "Eh Allah https://t.co/o9GYqNWwsn",
  "went from 20/20 vision to basically always having to wear glasses smh I blame those late nights playing Sims with my face glued to the screen 🤦🏾‍♀️ https://t.co/ge7ZWHTb9L",
  "@h_awkwardly @ZoelZimbiid @issa_shademami Disgusting ass",
  "Idk why yall think women with any form of disability are not able to get men😂",
  "@HaddeeX I finished that last week, great read",
  "Dou ya fi neh sénégalais yi denio adorables? Di ngueu diangeu wolof dehh 😂😂😂 https://t.co/AeJA2KhYXh",
  "@ZoelZimbiid @h_awkwardly @issa_shademami Where was the correlation or the need for this",
  "@ndellaphatou Chipu, moitul ma Soum, big devil bileh",
  "@jowfarah @NestaWane Lmaoo just trying to get rts off her multicolored khessal but theyre doing it so meanly",
  "@NestaWane @jowfarah Waw koku la",
  "@bill_dollar25 There is always someone with this reply😂",
  "@jowfarah @khaledhosseini One of my faves",
  "What are y’all reading?",
  "Don’t conform to his whims queen https://t.co/cqSpFWC40U",
  "@sinbaed_ happy birthday my mf queen https://t.co/ZN4DMDHXoR",
  "Fiii mugui wathieu😂😂😂 https://t.co/uN20WSq6kS",
  "@Juttabarbie 🤣🤣🤣",
  "Niemé ga woudjié? https://t.co/jCV1dJpdui",
  "If you give the box up easy i prolly won’t appreciate it but if you make me put in work and chase you then give me the box then i prolly still won’t appreciate it cuz you wanted to give me the run around",
  "Me on my main vs me on my private acc https://t.co/cotEcwifDf",
  "Flirting is easier if you don’t like the person https://t.co/Jyqa77xv4F",
  "ghanaian men cooking their women breakfast  https://t.co/cYzKpafbfI",
  "@jowfarah Hawma turam ku deh present face to face show bobu",
  "Me three https://t.co/7R38R4lzj9",
  "Top2 for me https://t.co/Tv1Ff2Si2P",
  "When my man sends me a picture of his dick https://t.co/NHC0WY56PG",
  "Cruel Intentions is up there with Mean Girls.",
  "Me: baby I gotta question \n\nHer: sure wassup baby\n\nMe: you know that @OGBEARD_ nigga ? \n\nHer: (silence) \n\nMe: https://t.co/Gvs5LLxjAF",
  "Fuck off😭😭😭 https://t.co/2mOZ1vDGgo",
  "me trying to hold it together while asking if she knows @OGBEARD_ https://t.co/DrPnB6KeKc",
  "Yalk annoying af sjsjsj im cryinfg https://t.co/yUhgSHhBkY",
  "“You know Dennis? LMAOOOOOOOOOOOO. Nvm” https://t.co/7rj35xzAX7",
  "*phone rings* \n\nMe : “Yeah” \n\nMama : “Why you never call me,boy?” \n\nMe : “Imma call you more. Sorry Ma. Aye can i ask you somethin?” \n\nMama : “Yeah” \n\nMe : “You know Dennis?” \n\nMama : “........yes” \n\nMe : https://t.co/6P3KHpb8Gj",
  "Mdvdvdd I'm cry https://t.co/AdXngUxgXE",
  "Sjhdhddhhdhdie https://t.co/AdXngUxgXE",
  "https://t.co/E8Chhzq8X4",
  "I knew before the mf pic loaded https://t.co/q3UYEf6gSK",
  "You gonna ask her if she know Dennis? https://t.co/9bdMj56dnj",
  "Do you know Dennis? @rihanna",
  "@gohtx3 💀",
  "@halalpixie i love all my bitches with multiple accounts i love your content https://t.co/6LZnwk1qRU",
  "Not talking about you annoying ass locked acct ppl with 100s of followers btw, just the elite few with two accts and two personalities",
  "me: \nwhite girl: https://t.co/0gRozaJogh",
  "Private account content is gold",
  "Me checking if my husband is asleep so I can finally remove my hijab https://t.co/Sisu0oeJqN",
  "We wearing hijabs 24/7 in our marital homes. Can't risk turning husbands into stone from seeing hair follicles",
  "You niggas weird af lmfaoo",
  "Hijabiphile......",
  "are we humans? or are we miss keisha",
  "US OG Twitter wylin",
  "Xocolatl",
  "Kanki",
  "@mnelia__ @OmgItsFsk 😜😜",
  "côte de l'afrique you have my heart https://t.co/A3h3YO7rRR",
  "Before you take pictures of yourself with your tongue out, ask yourself this: \n\n“Have I brushed my tongue today?” \n...\n\nLove and light.",
  "Please please https://t.co/f5lNKKFaZB",
  "Wedding Bellssss! It’s another White &amp; Gold themed Wedding Cake with a rim of gold dusted rosettes. #KJcupcakes #KJcupcakesDoesWeddings #WhiteAndGold #WeddingCake #Gambia #Africa https://t.co/HufMEdYBwT",
  "@HaddeeX the woman on TFM face to face program with the really uneven khessal",
  "that's a bullshit story if i ever heard one.\nthe man had a critical health event of some kind, and his people are trying to spin it in a way that doesn't make him frail or sick or on drugs or whatever else.\n\nall i know is that stupid threesome story is a lie.",
  "y'all.\nif you believe rick ross passed out and was found unconscious due to an \"exhausting threesome,\" i have an oceanfront property in idaho i'd like to show you....\nright after you plug your bank account information into my phone for safe-keeping.",
  "Xamo leen jigeen, nieme waxtaanou virginité. Les mêmes qui demanderont \"aneu beun beun bi\" sougn leen nei am dooreul. Les mêmes qui croient que l'hymen c'est une mare de sang alors que gaagn negn domou jambour. Cons.",
  "💀💀 yasin did you say ana beun beun bi https://t.co/KhP9njnyC9",
  "The tangai has cum",
  "Réglons ça tt de suite \nRT pour frites plantain\nFav pour frites de pomme https://t.co/IdgJGmChHV",
  "@OmgItsFsk @mnelia__ 💀💀😂",
  "So it turns out Rick Ross ended up in hospital due to exhaustion from a threesome with 2 strippers https://t.co/ohErhseugA",
  "Gambian boys when you tell them you broke up with your girlfriend and she’s available https://t.co/jubH4OucaT",
  "My favourite thing today is this anti-trans guy accidentally being very supportive of trans people. https://t.co/MVsLrrvsTZ",
  "Can somebody please take his crayons https://t.co/GSxNosULHV",
  "Die dum",
  "@OmgItsFsk @mnelia__ Now kiss",
  "But maybe Kayode airs my tweets cos im anon https://t.co/h3sEQXzDB3",
  "I’m only chatting shit cos im anon lmaoo",
  "@Unkle_K C(m)arry me",
  "When ya boy is crying because his girl dumped him and you realize he has more time to spend with you on Fortnite https://t.co/KUl7jiJlOZ",
  "Keep on loving one another as brothers and sisters . Do not forget to show hospitality to strangers, for by so doing some people have shown hospitality to angels without knowing it.  ~Hebrews 13:1-2",
  "Muslims who act as if divorce is more reprehensible than domestic violence &amp;/or abuse are the reason abusers get away with harming their own dependents.",
  "The devil may work hard but Cupcakke works harder https://t.co/J6JPxqbg8Y",
  "La qualité du Samsung s9+ ON EN PARLE OU PAS???? https://t.co/ukvEWx79PV",
  "taking out the trash\n  　∧＿∧\n　(  ´∀｀)\n　/    ヽ\n./ /　　  ﾉ ＼__\n( /ヽ　　|＼___)\n＼/　　  |　 ／　 \\\n　(　 ﾉ  |　/　　　  \\\n　｜　 /         men\n　　　　   ＼_____  /",
  "Having tangal'ed ebbeh for lunch. And occasionally dipping a piece of bread in it. Yum",
  "You can have all the morals in the world and still get skeeted in and left, beloved. https://t.co/rkXLVV2q0v",
  "Shower sex is overrated, fuck me in the oven boo",
  "When I move too much and the filter comes off on Snapchat https://t.co/MvDOZYXn5K",
  "LOOOOOOOOOL OMDS HOW COULD I FORGET TIME GOZ ABAY SO SLOWLI https://t.co/eZVg8QCPVS",
  "I know you like meeee this was my fave😭😭😭😭 https://t.co/ioTpC8Ppbh",
  "SMACK ZAT ALL ON ZA FLOORI SMACK ZAT https://t.co/KZ4FqkEvEh",
  "this is my all time favourite advert 😭 SHAKIRAAA SHAKIRAAAAAAHHHH https://t.co/vnYLf2qYDJ",
  "🤣🤣🤣🤣🤣 this! Can someone please find the Shakira one 😭😭 https://t.co/UGsOPAPeU4",
  "My clit at 3 am in the morning knowing I can’t go to sleep without rubbing it. https://t.co/mcj8Nhvt2K",
  "https://t.co/aS0G9jE2vB\n\n@DrKebsun on #KebbaKatcha\nFinally got him!",
  "Half of yall: Lupita and CHADWICK. The other half of y'all: Lupita and Michael!!!\n\nMe, an intellectual: https://t.co/6PklUOgDsm",
  "My relationship with my brothers makes everyone laugh. We're like dom nijai dom bajen😂😂😂",
  "@1korera Allah is watching",
  "@RejiYates clout hods will go to any lengths to make out of context \"jokes\". Sorry sis",
  "It had to be an imbecile like you to use a tweet over Apple Crumble to insult. \n\nYou men really need to fix your insecurity because it’s an illness to move this mad over an Apple crumble tweet. Because you don’t agree?  My nigga your life doesn’t make sense. https://t.co/E0yMKrqlt0",
  "Men are sooo weird https://t.co/5IrlIQUg3y",
  "Do you ever mute someone and then you unmute them, then you regret it so you mute them again ? I need to stop unmuting people.",
  "Me taking my birth control:   \nAnd nowahh dehy strendth uhve da prrregnacy will beh stripeed awyah https://t.co/9mbdjPtYaC",
  "I just think it is so sad how everyone is trying to get rts off that woman's pic,  instead of trying to raise actual awareness.",
  "Maybe one day the campaign againt khessal will be something more than making jokes and laughing at the nasty aesthetics. Maybe",
  "I know that alot of us have atleast 1 person person that bleaches in their house. We don't say anything to them. But it's ok to meme others",
  "I generally hate making fun of people's appearances even when it something they brought upon themselves like makeup or bleaching, but ehh",
  "It is okay to talk about how unhealthy/ugly bleaching is, without singling out one person to make a mockery of",
  "and now yall are doing it to that other TFM woman.",
  "I remember how yall made fun of Deguene Chimere, and when she died the same people were doing threads on what a good woman she was",
  "🗣Salam, this is the official cover and tracklist of my upcoming album titled: « I WILL NEVER BLOW UP » which is set to be released on 03/30.\nMuch love to @reversepam\n@ZouKana I see you bro 👀😎 https://t.co/0je7aA3Sjn",
  "I'm the get out Nigga left hand https://t.co/EF1Q1Kon26",
  "Mann just take your shower and go https://t.co/q8aLy3gwBU",
  "@KorrJorrJeng 💀💀💀",
  "My cat turned two years old today https://t.co/2F8GC1v1o4",
  "@nickmutuma WHEN ARE WE GETTING MARRIED??",
  "https://t.co/FhVLpyYqRk",
  "Omggggg I misss Melody Tunesssssss https://t.co/FvmQqxFxkM",
  "This was my favorite advert on melody hits 😂 https://t.co/isWfGbvzEl",
  "Everyone who watches This Is It os bawled over by Tee. Lawdddddd Nick Mutuma should coman marry me already I’m tired",
  "@cherryolofnjie @Flexhamed 💀😘",
  "@Flexhamed @cherryolofnjie Rewd",
  "@Flexhamed Das your personal problem",
  "So happy for my babes omg she has lost so much weight",
  "10 pounds down in one week &amp; half on tour https://t.co/kax1fPow02",
  "Queen of losing weight, scales worldwide are malfunctioning 😍😍😍 https://t.co/4Ee61jAIZ0",
  "Dhdhdhdhshjshssjsjsjsjsjs helppp https://t.co/Bzx4ERSZCG",
  "💀 https://t.co/ce2wl3rnRs",
  "@Flexhamed Didn’t ask",
  "I tried to come up with a funny tweet to go with this headline but I think it's actually a work of art by itself https://t.co/37bwKkSazH",
  "@NestaWane  https://t.co/XLQ5NzWp7i",
  "@NestaWane  https://t.co/mZ8MSIkzDC",
  "@NestaWane  https://t.co/BXztztDfvL",
  "@Lie_Sagne Where and when? Gisu ma dara idk sup some tweets don’t show up in my mentions",
  "Mohameds wife tweets used to be funny af what happened",
  "Gonna play Back That Azz Up at my wedding reception  to see if I am marrying the right women or is my real wife is in the crowd shaking ass",
  "Imagine someone saying your wife sucking youe dick is haram. I'd smack them with bacon grease",
  "Loool why do all these disney kids series aways have one token black kid",
  "Senegambian men are obsessed with women’s vaginas for the same reason that humans are obsessed with aliens: lack of contact.",
  "I'm so dissociated from this acct i never know what yall on about most of the time now. Bliss",
  "When you at your wedding with your 3rd wife, and your 1st &amp; 2nd are trying to get taxi money to go home https://t.co/0aasahiA83",
  "@aidaas__ lmaoooo setting myself up tbh",
  "@BaiBabu_ 😂😂",
  "@sinbaed_ 😤❤",
  "Tag yourselves I'm lupita https://t.co/t397xPtKIF",
  "Tropingo Foods dried mangoes are better 😉 https://t.co/JTHKPvvj4z",
  "I’m really going to sleep https://t.co/kHBonFJACo",
  "Mans* https://t.co/xPrTX9Ebjd",
  "Why yall get so triggered when anyone tweets about Facebook",
  "@kemo_bojang @MouTheTactician why are you shouting. Because that's where their beefs usually start from and not on here",
  "@MalickIV @its_BYN but it's nice. When it's abit soft and used aa garnishing lmao",
  "Saloum jesus liking my tweet as if he thinks it must be about him",
  "@ElJefe1_14 this is why we use nutcrackers for hard to crack legumes",
  "When a she insists that she’ll make you nut from head even though you told her no one has ever succeeded\n\n10 mins into it: https://t.co/kOolsZvPwz",
  "@MouTheTactician sen rapper yi",
  "@MalickIV @AmieLoveMB Kong is catfish.  Burnt rice is khogn",
  "@its_BYN guess daf ko jawaleh",
  "Sir? https://t.co/Bj4j0kQQ9d",
  "💀💀💀 https://t.co/MazBFxAYNH",
  "I love spoilers https://t.co/mEEkGYn1q8",
  "@CallMeScorpia @bill_dollar25 how do you know it's a spoilwr unless you clicked on it and watched?  Only got yourself to blame  *runs away*",
  "@serigne_habibi idk him",
  "You really blaming Instagram for this??? https://t.co/kpVBoJHigm",
  "@serigne_habibi das a real nigga",
  "@King_Wallac342 sure. It is spoken in Gambia, Senegal and Mauritania",
  "@King_Wallac342 wollof, in the Senegalese accent",
  "Yalna gnou Yalla moussal ci fuckboy bou yoor kanamou kilifa 🤦🏾‍♀️ arghhh",
  "Lmaoooo omg https://t.co/UF3ip3rDQf",
  "Someone's wcw https://t.co/5MosgPNihp",
  "@serigne_habibi I'm literally shaking rn",
  "I love domoda bissap but the kobo mann😑 supa plasas byforce negn fa def kobo lol",
  "Gambians insist on adding kobo to most dishes. Kobo makes me so sick i literally won't eat ebbeh with too much of it.",
  "Which no one asked for😤 https://t.co/Pe6auY3ElP",
  "@JaiManneh @bill_dollar25 😭😭😭💀💀💀💀💀😭😭",
  "@JaiManneh @bill_dollar25 Both wrong so",
  "@KassamaMariama Hawma lu nyo def nee",
  "@papisco184 🏃🏿‍♀️",
  "@bill_dollar25 @theculturecrit Did you just call me a small witch? Doma nding?",
  "@bill_dollar25 @theculturecrit Muneng",
  "@JaiManneh @bill_dollar25 Your best? Call that best?",
  "@bill_dollar25 @JaiManneh Hush",
  "@theculturecrit @bill_dollar25 Disgrace 🙆🏿‍♀️🙆🏿‍♀️🙆🏿‍♀️",
  "I hope he doesnt block me soon shsjsjs",
  "WHEN WILL WE MARRY https://t.co/1L3m9ZJRig",
  "@theculturecrit @bill_dollar25 what's the correct way",
  "@JaiManneh well I'm a laughing stock",
  "@theculturecrit @bill_dollar25 hawma loye reah yow😕 hana nitt munuta mistake",
  "@JaiManneh what you said is wrong kmt",
  "@JaiManneh choke https://t.co/ihnVLACgbX",
  "My sister and I both got our jackets thrifting for literally a couple bucks - fiyyaaaaaa!! https://t.co/WowGDSlCh0",
  "These gambian rappers on twitter need to allow us. How you beefing with improper spellings😂 delu len Facebook",
  "I wasn’t thinking about the vitamin d that we learnt in school. Twitter has ruined me https://t.co/gntyvcOIb9",
  "@bill_dollar25 Is that correct 🙈",
  "@Bas_Njie but you're the one doing the paying d",
  "He thot he went somewhere with that. Sigh",
  "@Bas_Njie 😂 am nga ligeye",
  "@bill_dollar25 Ila myno topato😤",
  "💀💀💀💀 https://t.co/gpoXTj5nfO",
  "@malalpre 🙄",
  "@Bas_Njie We have been mutuals for ages di how can you not know by now🤣",
  "Doing grammar police till you embarrass yourself yikes",
  "@vxntanoir Looool",
  "Attachment: 4 images https://t.co/YgvepbE3Ra",
  "I shock myself daily",
  "Damn shawty titties either detachable or long as January https://t.co/5JSJtesb0i",
  "i, a oui oui baguette babe 🙊💋 https://t.co/1DGRd2IIoZ",
  "Yall better tell Junior to stop disrespecting sossehs before I hurt his feelings",
  "I miss ngalakh",
  "I’d kill for a bowl of Ngalakh right now 😋😋",
  "@malalpre Keep your cravings to yourself next time literally no need to infect everyone else",
  "@Bas_Njie Lmaoo look at you, stop chocolate digging me you should be paying me tribute cos I’m queen of chocolates",
  "@Bas_Njie That is my brothers bday too what the hell 😂😂😂😂",
  "@Fvtima09 happy birthday 😘",
  "Anyway I miss Mohamed. Seems he retired from twitter so what is the point of me being here anymore? I should retire too https://t.co/uycAI4EreD",
  "Everyone knows I was the LOUDEST ok here when it came to senegambian banter, till non mutuals thot they could hop on my dick",
  "The day I finally stopped doing advocate tings when senegalese “banter” gambian wollof was the day my spirit finally knew peace. 2015/6 was so great for senegambian banter but yall ruined it. Corny, washed, rinsed, hanged, dried and reused again. Free yourselves",
  "@King_Wallac342  https://t.co/S0YmiyoIsE",
  "@Bas_Njie 🤣🤣🤣 grown men love chocolate. My brother always tells me im too old to like chocolate this way but the gag is he is the one that finishes mine",
  "Lol Fatts put me on to the greatest shit that is kingdom and one piece so who are these biggas questioning her anime knowledge? I wanna do more than tark",
  "yo niggas are rly questioning and testing whether I acc know anything about anime and manga in my dms and that shit wild funny",
  "@Bas_Njie Lmao haleyi degn over tiit, sen papa tam tiit",
  "There is only one fine guy on my tl😔 worra pengers tho",
  "@Bas_Njie 🤣🤣🤣🤣🤣🤣 idk why I’m laughing so much at this",
  "#NouvellePhotoDeProfil https://t.co/ARzB8TTxR6",
  "Dunno who asked me to wear a bra today but fuck this shit https://t.co/BugWWIXTup",
  "Is there anything that these mans haven’t figured out? https://t.co/k15LK81Q1E",
  "@futimah Wallahi i knew tou would say that bye af",
  "#NouvellePhotoDeProfil #WhiteToes \n\n@iamsouley 😴 https://t.co/vQ4UyGj8ta",
  "Unfortunately it doesn’t even last anymore cos of my niece and nephew smfh i miss when i had it all to myself but now im forced to give everyone and their mom and then starve for the rest of the year🤬",
  "I always get chocolate somehow but March is always when I get a whole suitcase😈😈. My mom siblings and cousins buy me so much it comes in its own wolis lmaooo",
  "Sooo I’m eating Quality Street and video calling my mom and said I’m lowkey tired of Quality Street now and she showed me a whole box of Thornton Truffles she bought for me. I WAS SCREAMINGGG",
  "It was a sunny day 🥀 https://t.co/hHN0dNMO4w",
  "@futimah Who are you",
  "😍 https://t.co/NN87RH8iNU",
  "💀💀💀💀💀💀 https://t.co/1H7YeTo7nl",
  "@theculturecrit Actually isn’t that the most highlighted factor? I would say the health concerns are less highlighted by the anti-khessal masses. Always shouting it is ugly but couldn’t care less about the dangers",
  "Ayo stfu my guy https://t.co/QjErqk8MDR",
  "@Bangalii_ Accidentally faved before i saw the caption kmt",
  "Got roses on my body cause he fuck me till I'm dead https://t.co/ZzU4Gl1RWT",
  "The only thing @CupcakKe_rapper is losing is weight. She is gaining money, fans, Airplay, experience. You all need to watch this space and stop sleeping on her, because by the end of this year she is going to be topping the billboard charts. And all with no label. https://t.co/eoc0fihm2N",
  "retweet if you use subtitles https://t.co/LoPWbV0BZu",
  "Some of us deaf and need subtitles foh https://t.co/SJYJewdv0p",
  "Mphasis. https://t.co/6VgvsHWkbv",
  "Just me &amp; my headwraps👩🏾 https://t.co/VuWbo7RrIa",
  "about last night https://t.co/sz6rRoDxSH",
  "@BadjanMatarr Lmaooo togal fofu",
  "What a... look https://t.co/d6ySdX7E3T",
  "ft new york life with bestiiiii 🗽 https://t.co/S4UedAIDoo",
  "@KorrJorrJeng Thanks",
  "This is what you lot have allowed. https://t.co/BVz9Co6sQD",
  "I don’t think I have the energy to communicate with anyone on a regular basis anymore",
  "@nadycamara 💀💀💀💀💀💀💀💀",
  "I am a 27year old beautiful, hardworking, God fearing young lady, a student and looking for a cute, hairy, handsome, well structured and matured goat to buy for easter. Thanks 😊",
  "@KorrJorrJeng Any others?",
  "@KorrJorrJeng Omg yes. I finished both and was watching rumour has it but that season ended plus it’s not very exciting",
  "@KorrJorrJeng Fave naija show",
  "“This Is It” makes you wanna get married or be in a very steady and good relationship",
  "This is so cute especially the anime recommendations 😭 https://t.co/aE1KgkrlJl",
  "Never would’ve thought a simple DM would turn into 2 whole years together. We’ve faced some challenges and worked on them together as a team. We add to each others achievements and push each other to do more. God will continue to bless and elevate our relationship. Love you b🧡💜 https://t.co/di4SCYQw6Z",
  "Wanted to do something very special for my boyfriend on his 21st. Wanted to get him a personalised vinyl with his favourite music on it but it’s copyright, so I got him a personalised vinyl (I handmade the cover) with his family and friends wishing him happy birthday. 😆❤️ https://t.co/Goo9oSJsAY",
  "@SeriousSalema Read the percy jackson books",
  "my friend said the lil slushie matched my eyeshadow and proceeded to take a pic https://t.co/T9MYhhPlYR",
  "Analysing the beat before putting on your wig https://t.co/2lLJuOmF20",
  "@stephanie_akane Le mariage n’est pas une finalité et n’est pas le summum des sentiments.",
  "Dreamt about @CupcakKe_rapper last night. Queen of invading my dreams, invented sweet dreams, nightmares are whimpering",
  "@MamouBee wow",
  "Greek mythology is nothing but rape and incest white ppl been wylin from the jump https://t.co/z1iQTmuHbS",
  "If we keeping it real all the montsters and gorgons are not even evil. Some just make smoll mistakes and get doomed.  Those gods yeahhhh",
  "And the fact that Athena turned Medusa's hair to snakes for what Poseidon did to her was sick",
  "So many mortals and minor gods were punished for refusing their advances. We all see medusa as a villain but she had to go through too much",
  "Tbh all they did was rape and manipulate, him and all his family including the female gods https://t.co/pIjvD4BGIh",
  "@swizz_adama Dama taayi",
  "@BadjanMatarr You fave their tweets or",
  "🤣 https://t.co/zOUKDbO6HX",
  "me when I see cars coming at the zebra crossing https://t.co/YK0MnR1eKA",
  "AJ looking at his niece when she thinks she can go out to a work party at 29 https://t.co/YdB2VdDEak",
  "me pretending to be surprised when he tells me things about his life after doing my research https://t.co/S4cF20OTm6",
  "I don't understand why White South Africans are panicking. Even if the land is taken, surely with hard work,dedication and quickly getting over it they can still make a decent living for themselves?!",
  "If you’re in the Ladbroke Grove area and you see someone that could do with the shelter, direct them here https://t.co/Cw0l6sPVUY",
  "When it’s 5am Saturday and AJ’s niece hasn’t started tidying the house https://t.co/C8mu9f4jzP",
  "Also https://t.co/qawoqa4puw",
  "First off ion even use the same device to tweet/text. Also I love tweeting but I hate texting most of the time  ¯\\_(ツ)_/¯",
  "Coming on twitter to favourite my tweets will not make me reply faster to your whatsapp messages. I will still tweet and probably reply to you tomorrow lmao",
  "Me five secs after cancelling him: this yall king? https://t.co/YrGM9rOyjt",
  "If you've never transfered files on your phone using infrared, we're not mate. 90's children will understand better 😂😂😂 https://t.co/bvEu0ZmVlY",
  "Not gon lie, I really hate y’all. Like seriously. https://t.co/2YnsIiWbTY",
  "A queen. https://t.co/YGVTj9FlhO",
  "The second fit. Need https://t.co/CatIbr3wUr",
  "Crying https://t.co/NLhOZQ9EKS",
  "*best part starts to play* #motd\nIG STRASHME https://t.co/gvQ0Pfax6s",
  "@UN_Women has appointed renowned activist Jaha Dukureh, the CEO/Founder of @SafeHands4Girls, as Regional Goodwill Ambassador for #Africa. She plans to dedicate her efforts as an Amb. to help end FGM &amp; child marriage in Africa. #endFGM #EndChildMarriage https://t.co/fCh0TfQPxL https://t.co/8j5HiF4uLj",
  "mint chocolate is an amazing flavour!  if u hate it that’s between you and your tastebuds \n-lashglue management",
  "HOW TO MAKE STICKY BBQ CHICKEN NIBLETS, IS NOW ON MY CHANNEL,  https://t.co/S5dfoXQlxW https://t.co/BchnPRXqvy",
  "@its_BYN May Allah grant him Jannah",
  "If Nawec already on their BS in March? Come October we would all be dead!!!! Ffs",
  "Peep the shower rod is bent because I just did the mimi on that dick https://t.co/JCpvJSjHWh",
  "@HogwartsMystery Got the email about this, was so excited, and then... this...\n\nSo... I'm a squib... This means I'm a squib... https://t.co/PYJKeNgqIR",
  "@HogwartsMystery Any idea when it’ll be available for IOS? \n\nI feel personally victimised. I need this game in my life.",
  "@SwesterrMai our mbokas daal",
  "Rapist https://t.co/Mpwdfr95t4",
  "Twoth march or secondth march? https://t.co/vuXFGkcYNR",
  "@vanessamarissae 😘",
  "Nigerians play too much 😂😂🤣🤣🤣🤣 https://t.co/tpkt3x7ReJ",
  "TBT https://t.co/vDcJMqRThX",
  "@vanessamarissae shegsy",
  "@aisha_imann happy birthday b💓",
  "@Nyimatoulie maybe when we have grandkids his publishers will finally release it posthumously",
  "I can’t believe i was laughing at GOT stans cos the next season won’t come out till 2019. I was so confident we’ll get our book before that. Turns keep tabling https://t.co/punL0otg6d",
  "I just got on Goodreads and found the year of release for “the winds of winter” has been moved to 2020. I..give up",
  "@KingSWane https://t.co/StuoNmJh4D",
  "@KingSWane the book?",
  "He said do you love me , \nI told him I'm so sorry . \nI just fucked yo friend now we need to go to Maury https://t.co/Re6H17idnn",
  "Invented cheating https://t.co/RpbuVeINgU",
  "@_madhadder just searched it up but im disappointed about the non darkskin lead. Why do movies do these terrible castings kmt",
  "@_madhadder i didn't kniw the hate u give has a movie omg even tweeted abt it couple hours ago",
  "Shin is always ready to run the fade https://t.co/KWRLByQfAa",
  "When y’all both toxic for eachother but can’t leave eachother alone https://t.co/UjRWv4x0rd",
  "Timeout for this meme https://t.co/umGtvl4Hti",
  "@lashglue Ever since you brought a general ouki and Kylie Jenner comparison onto my TL I’ve been patiently waiting for you to deactivate",
  "Bae to the rescue https://t.co/MGjnldfuQr",
  "Bellatrix is a sycophant, a murderous psychopath and a  sociopath with grandiose delusions of love towards a noseless psychotic cult leader.There I summarized it for you. You're welcome. https://t.co/gKmpmab2qm",
  "I guess the normal fave and the \"dm me\" fave feel different in ppls notifics💀",
  "How does that work?",
  "@saint_bren omg no planet janet in orbit is a book. What's magic school bus?",
  "Omg",
  "IM SCREAMINGGGG I JUST FOUND PLANET JANET IN ORBIT IM SCREMAINDHDO",
  "@datsawanealmamy Lmaooo im tideeee",
  "@ItsYahaddy Hana ma laj la🤣",
  "It is me they are asking? https://t.co/pHkS7hH0nw",
  "@halalpixie How can i unsee this?",
  "@halalpixie Omg how do i unsee this ?",
  "https://t.co/vjDzm3fmyO",
  "I never say this about any book but The Hate U Give shoud have a movie adaptation",
  "I'm never getting on twitter again https://t.co/8Oo6KP5wBS",
  "Sooooo I DANCE BATTLED MYSELF😭\n\nhttps://t.co/G5SoQF4j6H https://t.co/pkLFcNrVjA",
  "Some hours ago i was tryna remember this guy @ to rewatch his videos i just came on and saw this on my tl https://t.co/k024t23b3F",
  "A house is not a home without ketchup",
  "imagine thinking i'll ever smile in selfies x https://t.co/WxfAsd8S2a",
  "Zandile Cewu from Indwe Eastern Cape is a successful farmer, she runs three farms and has over 100 cows.\n\n#OurLand https://t.co/auAU70KztS",
  "@DiopBabacaar @emnotsotall Yep I sawww. So excited",
  "The best at being trash https://t.co/hL5pZbzYEE",
  "“if you’re hijabi you shouldn’t-“ https://t.co/AGUGpwlGXn",
  "You really must be a hatefull person to hide behind an app and talk shit about someone. How do yall find the energy to be so mean to others? \n\nAnd these apps are useless why care about an anonymous opinion. Solaine done setane GOT li yeup dou si am",
  "Dibi https://t.co/lmegDua22Z",
  "@sohnafatou asin😂",
  "@F__2N paseh na dof",
  "Bringing this back only cos I miss seeing \"poufsouffle\" in my mentions https://t.co/xmov5TVTm0",
  "I still think about this which one of you demoms was it https://t.co/GUoHxpWqnt",
  "@NenehNjie lol i know people with higher numbers and considering the number of annoying people 18 is tiny😂",
  "“Yes I’m a virgin. Yes I’ve had sex. We do exist.”",
  "Celebrating the 38th anniversary is hugee! Here’s a Vanilla Cake with lilac-white chocolate covered strawberries! Simple and pretty! 💜#KJcupcakes #ChocolateCoveredStrawberries #Anniversary #Homemade #Gambia #Africa https://t.co/ZK0S5Wk5lu",
  "@my_roof French potterheads are so funny lmaooo",
  "@_AfricanHippie Lmfaoo she’s crazy",
  "@ThePyroPreacher What happened to the shirt",
  "I once had a shirt \"WANTED...BELLATRIX LESTRANGE\" It was a depiction of the posters put up after the major Azkaban breakout of Death Eaters. Looved it😍 https://t.co/kZ8eK10yZd",
  "@F__2N Wakh ko si wollof",
  "I hate blocking people I only have 18 people blocked on whatsapp but one of these days i will attack the block button with a vengeance 😂",
  "Honestly some people have no jom at all. My read receipts are on you can clearly see I’m ignoring your texts but you keep texting? Love yourself",
  "Bellatrix is a real women. Loyal and faithful af. Will go to jail for you. Loves you at your highest and lowest. Doesn’t care how you look. Dies for you after giving you a child who will try to avenge you one day. A WOMAN",
  "Clicked translate from French forr that whole thread😓",
  "🙄🙄🙄🙄🙄🙄 https://t.co/UA6ZvMQje7",
  "@AmiinaLo Harry est un serpentard😭, c'est Drago l'idiot qui l'a dégoûté de la maison dès le train mais sans sa il aurait jamais pensé le \"pas à serpentard\" Harry n'a pas eu de modèle parental mais voilà, c'st une bonne personne, mais à un moment limite on aurait dit qu'il aimait pas albus",
  "I have not known peace since I found out https://t.co/MJMdGWfWmy",
  "@Sirvusi_Worldwi @ZaneleVentura Alright when I get old",
  "@urboi_gmac @ZaneleVentura When you grow up🤔",
  "@ZaneleVentura This photo is my motivation to make money 💰 when I grow up I want be like that man 🙌🏿",
  "@Diabou_S Waa diabs ana sa curious cat",
  "@BerrySaye 😂😂😂",
  "@Sirvusi_Worldwi Lmaoooo it’s just a common saying but it really finished me😂😂😂😂😂😂",
  "UGh still laughing",
  "@BerrySaye Maybe. The cats rich owner left it everything in his will and now his relatives want the cat dead😂😂",
  "@Lynn__Faye @QueenSerere @Gainsbarge_ 😭😭😭😭",
  "Idk whyyy but that tweet has finished my nergy😹😹😹😹😹😹😹😹😹😹😹😹😹😹😹😹😹😹 I’m laughing like a madwoman here",
  "Why has this tweet finished me im crying wallahi https://t.co/wdqqP22HuR",
  "💀💀💀💀💀💀💀💀💀💀💀💀💀💀💀💀💀💀💀💀💀💀💀💀💀💀💀 https://t.co/wdqqP22HuR",
  "@ZaneleVentura Fun thing, in her RTs, there are questions and answers. https://t.co/kULVOyKhdR",
  "Khalas https://t.co/ZYRHcMwsuW",
  "@ZaneleVentura Winston Churchill 👏🏿",
  "@ZaneleVentura Spending it with loved ones I see 🙌🏾👏🏾",
  "Goals https://t.co/wzab3a6Ibb",
  "Real nigga shit..secure the bag 🙌🏿 https://t.co/8FphixwNjC",
  "https://t.co/pwLbCZCEmk",
  "she a good girl, just been bad abit🌻 https://t.co/DbU72fKgbO",
  "Name him Youssou Ndour https://t.co/dhRPxEBiOF",
  "What happen to my picture https://t.co/3rkyUIIWUs",
  "@QueenSerere I think that’s why they enjoy it. They love insulting/being insulted",
  "It isnt working so im clicking and muting profiles when i scroll😂 slow but fine",
  "@QueenSerere Overdoing it",
  "@futimah I refuse",
  "Hope this works https://t.co/3byNZsJZmd",
  "I had to mute sarahah. Who tf introduced yall to curious cat togn na nyu bilaye😂",
  "Senegalese lumu laal mu eupe. Yall don rinsed tf out curious cat",
  "pineapple pizza slap so hard, hope y'all sleep on it forever fuck ya",
  "A big smile! All children at Kembujeh Lower Basic have access to clean #water for drinking and hand washing. We can promote healthy behavior in schools, and build a safer world for all children. https://t.co/s2QAKKEfze",
  "Oops forgot I blocked him https://t.co/UHOFGFdWy1",
  "@serigne_habibi our village https://t.co/FW0WUYEinE",
  "Saddest enemy death",
  "When Rin Bu Kun died and his men were crying and shouting rin bu kun banzai was actually really sad ngl",
  "I haven’t even finished rereading Kingdom but I have a terrible urge to start all over again https://t.co/oVkPRdSiqo",
  "The American Corner Banjul will join in commemorating International Women’s Day with a Twitter live chat with Feminist @TheJamaJack. The American Corner will continue to support and promote gender equality and equal representation of women in all aspects of development. https://t.co/aBb6eibn4O",
  "Stan https://t.co/XwYfMZRpm1",
  "Duke Hyou🖤",
  "Your wcw doesn't sign government petitions but she's signing this one so she can tweet her love for black dick https://t.co/gdYcZfuS5Y",
  "Sam Papeu yakamtina sama xariit boufii niew bamou guèné Playstation bii nanela 'Boy esk niémégama' t hamoul dara ndeysane 😪.",
  "I love my private account",
  "@Khadeeja_C Enabler",
  "@Lie_Sagne Just quoting from when they did that challenge",
  "One of the things id like to be remembered for is making books more accessible esp to children",
  "@1korera Not just one book. She has been donating books for years and finally reach 100 million donations from if you count all the books she donated. It’s fantastic",
  "@stephanie_akane Couldn’t be me",
  "Write a book for the dique https://t.co/SkQbW16Z0F",
  "@Juttabarbie So rafet msA",
  "💙 https://t.co/ghTEKKxy8U",
  "@VentPire @MorGnambi Wakh si de",
  "On your phone: use browser, change settings on your browser to desktop mode then sign into Twitter https://t.co/XmO3Yy6RR6",
  "@M_Fall_ 🤣💀💀💀 blocking my own blessings",
  "I am grateful to every Muslim woman who has shared her own experience with sexual harassment and assault at Hajj. Together we will make it better for our sisters  https://t.co/dPrjOlnCUy #MosqueMeToo",
  "You have my support sis @monaeltahawy we must not be afraid to denounce and raise our voices against all sexual assault that takes place at homes, work places , on the streets, in the clubs, on the matrimonial bed and certainly at places of worship too. So I support #MosqueMeToo https://t.co/yFKIWjbSZY",
  "@MorGnambi @VentPire Bugut. When is our marias",
  "@Ndey_Jeng Lol it has become my go to🤣",
  "@momfoundme I couldn’t where else am I gonna get such mess",
  "@my_roof my last hoarding didnt go too well think I saved only four chapters  before I attacked. I'm on four chapters again hmm",
  "@my_roof ay don't make me go read it im tryna hoard",
  "@futimah same but it won't fit in mine smh",
  "@halalpixie i know someome outchea thinking \"why she subbing herself\"\nMay Allah break yr back",
  "@MorGnambi sama jekar😤",
  "Ya wcw a ibandi",
  "#halfjabi https://t.co/bESmRdV83w",
  "@QueenSerere @NestaWane lmao ah tamit",
  "literally cardboard. I'm about to invest in an actual one 😤 call me fatileo galilei https://t.co/0T7TVIixpC",
  "@NestaWane accept me for who I am https://t.co/iNenmeeVil",
  "Y'all still trash?",
  "Always *in Snape voice* https://t.co/wxxCIzsqOH",
  "Now that I've stopped being shake and followed kayode (sans follow back) I'm gonna tweet him everyday",
  "Both are the best inventions ever made https://t.co/6f3NRSuor0",
  "Les mêmes qui citaient mes tweets pour rires quand j’avais un beef avec une autre personne sont les mêmes qui tweets des leçons de morales en ce moment vous êtes hypocrites les mecs ici de petites salopes.",
  "@iamjazminet let them choke sis x",
  "@King_Wallac342 😭😭😭",
  "Elle c’est @__Diarra maako dougueul sama Instagram gneup djooy\n#hijab https://t.co/QwlIf7l4up",
  "@King_Wallac342 gag is i don't have kids lmfakosb",
  "@King_Wallac342 wow 😔",
  "@Unkle_K Kayode marry me https://t.co/BWmszjU2Wa",
  "Smh I love that Kayode guy, dama ko nop https://t.co/DNKZpkwZSd",
  "@halalpixie ok not always. Couple man on here were very fake concerned abt my kids. And a guy in dk said that's okay lmfsoo :/",
  "\"I am married\" doesn't work but \"I have kids\" does",
  "Men run away when I tell them about my three kids https://t.co/CO86B7qGnq",
  "Twitter is undefeated 😭😭😭😭😂😭😂😂 https://t.co/KqEdh606ej",
  "@futimah  natural selection. Idk what they expect lmao",
  "https://t.co/OvEYkiuZhs",
  "Allah https://t.co/bgcKzwD27z",
  "@futimah they literally unfollow me cos of hp and manga after following over one funny tweet :(",
  "ppl followed me bc of the viral tweets but then unfollowed when they realized I was just a Baaba Maal, Lupita and anime fangirl 😪",
  "Only 75%? That was the issue. If you stepped up and paid it all it wouldn't have happened https://t.co/zI49ywjGvi",
  "@momfoundme I'm literally tired of you",
  "Minding my skinny business https://t.co/wdcTctKGE6",
  "Idk why some men get so annoyed to learn that marriage isn’t a woman’s one and only life goal!! Yes we have ambitions and dreams which do not consist of cooking you dinner and pushing out babies",
  "Men are fucking trash",
  "When the sugar mummy hookup account links you to your mother https://t.co/YD9PXTxgQs",
  "Choked https://t.co/tJEjHEC6pF",
  "🦋 https://t.co/uZBflZPpxZ",
  "@HaddiCee_ @serigne_habibi Me I already blocked him",
  "Blocked af https://t.co/hXeWMAaTxB",
  "God will punish you https://t.co/yllZ7ga93o",
  "nigga was like, “i’ma have some brussel sprouts on the side.” i expressed my displeasure with brussel sprouts, stating that they smell funny. he said, “you literally eat ass and one of your kinks is musk.” \n\nnow i’m sitting here with the i-eat-ass face like https://t.co/RQ1UGmsGFp",
  "@papisco184 @stsecka Can I like have your username and password for a sec? I’m tying to see something",
  "When Killmonger likes your photo!! Wahal Dolla neh byy na leygi @stsecka https://t.co/5f0yNHHut9",
  "https://t.co/jpF5Sjp4fK",
  "My first instinct is to demonise these women, but I think we need to show a bit of compassion\n\nThe colourism we face in the west is not the same in Africa &amp; the Caribbean. \n\nThe same rules don't apply, for some darker skin means no access to work. \n\nIt goes much deeper https://t.co/JO3pj34I2o",
  "#Nakia off duty. #BlackPanther #BTS https://t.co/1fhM78HYjJ",
  "@TheJamaJack @musubakoto going to Women Deliver really makes me happy. The world deserves to know who you are and your dedication to improving the lives of women and children. I am so proud of you two. Your journeys are nothing but inspirational. Congrats to @BrainyLaydee too!",
  "@TheJamaJack 😘",
  "@F__2N Sofffff",
  "@vanessamarissae Movie stans annoying af lmfoaoo",
  "This lady legit just asked me “how did your mom come up with your name?” as if my name is imaginary. I said “I’m Senegalese. ‘Gabourey’ is an actual name. It’s not made up.”  Also, my Dad named me but her question implies I dont have one. https://t.co/0HyxuWTsJb",
  "lmfaooo my lil cousin 14 &amp; got caught having sex. She told my auntie, “if you wanted me to be a virgin so bad, you should have named me Mary” 😂😂😂😂😂 g I’m planning her funeral rn",
  "Thought maybe I would match my ex actions today &amp; be a cheater https://t.co/aEf8gAEMUZ",
  "I’ve never watched star wars but I feel like it’s better than the HP movies https://t.co/FHzn0A6GlM",
  "I had a nightmare that @QCity_Gambia gave us a day’s notice to watch #BlackPanther, tickets were at a D1500 and I dint even know what to wear to the Cinema!!! This is becoming really bad now!!!😭😭😭",
  "@Tashiboo_M happy birthday!!",
  "@TheJamaJack @WomenDeliver @YouthDeliver Congratulations 👏🏿",
  "Proud to be selected for the 2018 class of @WomenDeliver #YoungLeaders! \n\n300 advocates from 120 countries—and every region of the world—in the fight for #genderequality #YouthVoices @YouthDeliver \n\nSee the full list here: https://t.co/gbMuYjdL2S https://t.co/HTPa6ERdLG",
  "@saintdyana I'm dead https://t.co/vSegiBZsnn",
  "i was blessed with the opportunity to travel with Girls Going Global to Belize for Spring Break! the total cost of the trip is 2,250, so any donation would be greatly appreciated 💗 \n https://t.co/lyZmq5LDXz",
  "@jungIeboogie Fuck off thirsty sket",
  "I finally followed the loml after years preeing from a distance",
  "Orlando Boldewijn, a Dutch, black, gay individual. Last week he met up with people he met on Grindr, he never got home. Today, one week later, his body was found in a lake. Say his name. #OrlandoBoldewijn https://t.co/vYPRRv5Jzl",
  "The woman in the pic isn’t randomly seven shades lighter than the rest of her family... impeccable https://t.co/NlWKxmGvfk",
  "lupita nyong’o for the guardian by erik madigan heck https://t.co/meOSfjCQtH",
  "Me changing my whatsapp dp even though I haven't replied anyone's messages https://t.co/PpZwPCkQ0C",
  "Or putting up a whatsapp status🤣 https://t.co/QxOdt5id7o",
  "I DONTBELIEVE THISSSSSS https://t.co/i5dfDs5Y8q",
  "@toxiic_freak 🤭",
  "@RomaricMohamed Idk her",
  "Our #MCM this week is our very own Doctor McDreamy @DrKebsun a change champion! Thanks for always giving back! #thebestingambia https://t.co/2K1JCb12MH",
  "This weekend, we visited the Home for the elderly &amp; Disabled Orphans, Children's shelter. It was extra special; Assan Sosseh's birthday! this 13 year old decided to celebrate by giving back to those that truly need it. We appreciate you Assan and we are so proud of you. ❤️🇬🇲 https://t.co/SlkWssF26W",
  "@jasonplusone The men on my tl, get the fuck",
  "Wow we’re watching a Nigerian movie and this guy is kissing his gf. I’m like “he can’t kiss at all just loke one of my exes”. The LOOK my brother gave me https://t.co/PD6K81unQL",
  "Can't sleep :(",
  "C’est dans ses moments là que je regrette de ne pas être plus médiocre en anglais https://t.co/n9MlLXC4q3",
  "😭 https://t.co/1m98DPl42O",
  "@princesalaflame they corny",
  "@NestaWane getting triggered left right centre for no reason",
  "@NestaWane it's literally okay for them to thirst over arse but God forbid women trying to pree dique.",
  "The TL is always full if boobs, asses, twerkking in some cases full on porn gifs but y’all can’t sit through a day of us talking about a nude😂 I still haven’t seen the actual video on my timeline so its just our comments that are getting yall so rattled ? https://t.co/6eRMXtYNNz",
  "Same men that were turning the tl upside down over Chyna’s video now think women are horny/outta pocket over Safaree’s video. How the turns have tabled https://t.co/KtkUtjKRgY",
  "Leave him on read and dedicate your time to your dreams. If he wants to be in your life, he will fit himself in accordingly and respectfully",
  "It makes my blood boil to know that somewhere in the world right now, there is an insecure man stripping a woman of her magic.",
  "If yall don't collect your mcms😭",
  "😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂 am saying tho!! I feel like li meunnoul nek merr kessé this is some sort of deep rooted insecurity that has been ignited by her tweet💀💀 doing tew much https://t.co/1Hhv6I4HJy",
  "@juniorbjawara my bullshit",
  "i called my ex a \"lyer\" and she replied \" *liar \". fuck i miss her, she so smart https://t.co/vbJnSznICC",
  "@djibaddie 🙈🙈😈💓 https://t.co/BtRhfOfPP3",
  "@juniorbjawara it was yr spirit letting you know i twote about you",
  "@juniorbjawara wow how you see this so fast shdjs missed you 😤",
  "@halalpixie and Junior220 too",
  "Men are trash je vous déteste",
  "Where's Junior221?",
  "@CupcakKe_rapper is like my nasty alter ego. Love her. 😂😋😉😏💕🔥😂",
  "@djibaddie you hate twitter but if you loved me you woud get on just t show me love😔 https://t.co/TelS3jN9qx",
  "You lot and your juvenile drags finish me",
  "Someone's mcm is doing \"your dad\" because a girl went tit for tat. corny",
  "@Lagnane Sorry i don’t beef with beardless ass niggas since we are sisters have a peacefull nice sis ❤️",
  "Someone please stop these Nigerians. Please 😂😂😂\n\n https://t.co/BTTAdw0wwt",
  "@iamjazminet  i missed you💀",
  "@djibaddie sup baby you never show me love no more https://t.co/GkeOuJCM2K",
  "Look at these men with lil dicks feeling frustrated 🙁 https://t.co/2scBmQC96S",
  "@Who_IsAishaa 😦",
  "Casca got byke",
  "https://t.co/cGOKBW1wf6",
  "queen ily https://t.co/Qrk0mD7Yky",
  "This might be the funniest thing I’ve seen this year! What is that after supposed to be?! 😂😂😭 https://t.co/euW9cfgROp",
  "@halalpixie im clearly subtweeting one of my followings follow me back sis",
  "@PanAfricanisto a professional on sex/sexual health/ sexal advice",
  "Some of the most cheeky people are them ones that refuse to follow you back but rt your shit https://t.co/CYSDL1EGSd",
  "@Lynn__Faye @YaayiBayam @halalpixie Given the very high expectations ppl had for the new govt, and what seems to be very little progress made, some feel we may not have found an answer to our problems. And of course, there are the groups who never lost support, are still loyal to him, and still believe he’ll return",
  "@Lynn__Faye @YaayiBayam @halalpixie This is true. Depending on who you talk to, reasons may be quite varied. Some feel current leadership is not very assertive and that has led to increase in crimes. Electricity and water crisis was terrible, especially last year, and some felt it was worse than we had before.",
  "So I am revising focus group transcripts about the fresh democracy in The Gambia and some respondents said they wanted Jammeh back in power for different reasons: education issues, safety, power + water cuts, leadership... @TheJamaJack @YaayiBayam @halalpixie I am confused 🤔",
  "@gohtx3 dunno😭",
  "WHO IS SHE",
  "Wow",
  "#NovaFotoDoPerfil https://t.co/676oLk3W0m",
  "Fall bronze https://t.co/a1r4Cmpz0G",
  "#NovaFotoDoPerfil https://t.co/MRHmSDlXyn",
  "💕 https://t.co/I4TIZS9bL0",
  "Catfishing for a living https://t.co/jIidTncGeM",
  "Me leaving Michael B Jordan’s house trying not to wake up his parents as my Uber to Safaree’s waits https://t.co/JjCDCQkI2n",
  "Brown sugar https://t.co/VlEOdFnVI5",
  "Big head https://t.co/xXYotPuJcf",
  "@angolanbae good Lord",
  "Africa's remaining elephants now travel at night to avoid being killed by humans; can distinguish between human languages spoken by nonthreatening farmers or by hunters, and have developed sounds and chemical secretions to warn of danger from humans. https://t.co/qJAEiPpjHA https://t.co/c6J6HlTv3x",
  "Looking at the photographer like he's the next blood money victim. https://t.co/SbzNWQPP6n",
  "hey https://t.co/g5XwTGdnZk",
  "@BerrySaye movie adaptations need to be banned",
  "@abd_njiester I'm halfway now",
  "@LabaLanvin never asked",
  "These pictures came out very well, can’t wait to share the vid next week. BBQ CHICKEN NIBLETS 💕🙌🏾 https://t.co/LVM914Jiyw",
  "@ZYXOPIUM idk i get mine sent from england",
  "@TheSaul_ @mef82 💀💀loopholes and that",
  "@BeysAnatomy er i steal eat them",
  "@Kelyshia i will firm it and just read this quick",
  "@TheSaul_ @mef82 pork as in yaapi mbaam daal all of it😈😈😈😂😂😂",
  "@Kelyshia it better be😩",
  "@BeysAnatomy yeah same i used to always eat jellies and haribos but i get halal ones now",
  "@kwami_kafui 💀💀",
  "@cesckaw non",
  "When you offer me pork vs when you offer me non-halal haribos https://t.co/xw8qQOkRd5",
  "@Kelyshia I've been reading it for the past few days and keep pausing cs it's so annoying and slow.  Atleast the lost hero was exciting",
  "Eating pork? Could never be me https://t.co/mf9cW632aY",
  "@lifethruglasses 💓",
  "@ohmykhaddija I've never read those but I will",
  "As a Muslim have you ever eaten pork?",
  "But somehow always accidentally eat it at least once 🌚 https://t.co/pwlisBcxlz",
  "wow i’m the house??? https://t.co/vyEQVfMpXH",
  "@lifethruglasses wild tf out, I support you",
  "Adapting kids/young adult books into movies is always a bad idea. Harry Potter is the perfect epitome",
  "Also the son of Neptune is extremely frustrating to read😭😩. The lost hero too but TSON cos percy losing his memory and all",
  "I love anything to do with greek mythology bu the percy jackson movies are arse. The books are one of my fave series though",
  "the Percy Jackson movies could’ve been so much better I’m sad :///",
  "@ohmykhaddija the books are excellent.  I'm actually in bed rn reading the son of neptune",
  "@MlatifaD happy birthday hun❤❤❤❤❤",
  "You want to hide a wolof tweet from a Gambian, tweet it in Senegalese wolof.",
  "@BirkinIssues omg that's my shitttt👅👅😩😩😩",
  "@D_iey_na you're so beautiful ma sha Allah",
  "🐍 #NewProfilePic https://t.co/fAAEGIBC68",
  "I've been following back so many gambians and wallahi yall annoyin af",
  "have u prayed isha?",
  "Even I am getting tired of the slander now but pretty sure 90% of nudes sent worldwide are unsolicited ones from gambian men",
  "@Sodaa_M happy birthday 😘😘",
  "My hijab flew https://t.co/wVgx51l52o",
  "Pussy had more people in it then downtown New York https://t.co/mLMxeOgonz",
  "Let’s add my beautiful Mother to this ❤️ https://t.co/sJZHVvojyg",
  "Beast mode 🦍 @Thatcham_TownFC #favase https://t.co/Ge5hO1oxdd",
  "Les Maltesers, c’est super addictif",
  "Everyone: Black Panther was amazing. Its cultural significance is truly-\n\nJ. K. Rowling: DUMBLEDORE IS WAKANDAN",
  "Nah I'm pretty sure she would have said Kingsley is Wakandan💀 https://t.co/0xKeyldTPW",
  "Your under breasts smells like ear back — It must remind you of the vagina you came out of https://t.co/WoARKczInL",
  "Omg Sridevi died😭😭😭😭💔💔💔💔",
  "@Diakhanora happy birthday 😘",
  "@CallMeScorpia lol.",
  "@Ltyl_PEARL i love both and wanted to do a mashup",
  "Ma'am? https://t.co/eoH7bjX9mG",
  "@Vampire_Fairy_ 💀💀",
  "@_ritue32 lmfappspoo",
  "Your mcm and wcw are bonding over their hatred for Youssou Ndour",
  "@my_roof Rivendell was okay though",
  "Confession: I’ve fried avocadoes before and then cooked it in a gravy. Akka saffffff https://t.co/TmzmRzfUmj",
  "in a world like that, elf! https://t.co/ocfwms8AnE",
  "In their respective worlds, Dumbledore is stronger.. way stronger https://t.co/nLaxQTmqm4",
  "i honestly thought those were your legs https://t.co/WN6SbOoATh",
  "🍫+ 💛 +🍯 = https://t.co/fzIIRrGZSJ",
  "@my_roof He was so annoying lmaooo",
  "@Mahmood_Moh Smart",
  "Hmmmmmmmm https://t.co/jBlbbZPWgl",
  "@my_roof Same, I don’t have Sams patience",
  "@my_roof Like the malfoy vs weasely argument😂😂😂",
  "@my_roof Because these four are the main species, and orcs are a hybrid",
  "25. Would you rather go into the Forbidden Forest or Fangorn?",
  "24. Hogwart or Rivendell?",
  "23. The Elder Wand or Sauron’s Ring?",
  "22. A Philospher’s Stone or Mithril?",
  "21. Thestrals or Oliphaunts?",
  "20. Would you rather have to fight off Inferi or a band of Corsairs?",
  "19. Would you rather run into Dementors or Nazgul?",
  "18. Would you rather run into orcs or Death Eaters?",
  "17. Voldemort or Sauron?",
  "16. Rogue you hate more: Wormtail or Wormtongue?",
  "15. Dumbledore or Gandalf?",
  "Harry Potter x LOTR",
  "14. Favourite Aragorn title?",
  "13. Would you rather own an Eagle or a Warg?",
  "12. What is the other name for Moria?",
  "11. Which orcs would you have as an army: the Uruk-hai or the Moria Orcs?",
  "10. As an Elf that fell in love with a Man, would you stay in Middle Earth to be with your love or cross over with the Elves?",
  "9. Who do you think is the Lord of the Rings: Frodo, Sauron, Gandalf, Gollum or Tom Bombadil?",
  "8. Book Readers, do you think Tom Bombadil would have been a good guardian for the Ring?",
  "7. Would you rather go with Frodo to Mount Doom, with Gandalf to Minas Tirith or go with the Rohirrim?",
  "6. Would you rather be a Ranger than  one of the Nazgul?",
  "5. Favourite from the 9 Companions?",
  "4. Minas Tirith or Rohan?",
  "3.Mirkwood, Lothlorien or Rivendell?",
  "2. What part of The Shire would you like to live in?",
  "1. Hobbit, Elf, Man or Dwarf?",
  "Lord of the Rings question thread (PLEASE PLEASE QUOTE YOUR ANSWERS DONT REPLY TO TWEETS)",
  "@Ameenah_Yonce 🙈",
  "@BadjanMatarr Lord of the rings",
  "@__OSe 😪",
  "Collection Ridiaal &amp; Nissaa\n\n👠: ~ Ada ~\n\n📸 : @diiakus \n\n#RidiaalAndNissaa \n#AllureOZeday \n#Kebetu https://t.co/ZmWLAiY5II",
  "Here’s a short clip of what we are doing guys! SHARE, SHARE, SHARE !!! #XaleYiJukLen https://t.co/4aNldYoYMr",
  "Why don't people insure their men? Also, people must get Title Deeds so they can prove ownership in the event that their man is stolen. If you know the perpetrator, go to the cops and tell them. Go full AppleCare lady and wave your Title Deed around. https://t.co/fNxEWP4RtP",
  "Just so yall know, I’m doing a LOTR question thread today. So brace up whether you want to answer or not. Now is your time to mute, block, soft block me, just don’t report or subtweet me😂😘",
  "💀💀💀💀💀 https://t.co/tYctDyN70Y",
  "Friday morning at the #ACP - where Africa meets the Caribbean and the Pacific ~ on European soil. Walking in to a #Tradeandcommodities meeting &amp; just enough time for a selfie 🤳 #Gambiandiplomat https://t.co/1TQKD9EBNG",
  "my baby @KineMbengue_1 said this picture was cute so ❤️ https://t.co/CNPSIWK0xa",
  "My dad`s friend came from kaur to spend the night I entered our wifi password for him, the next day he went back to kaur he called my dad to ask him why the connection stopped working",
  "@MlatifaD Am fitt",
  "beug na nga lab ma — Ma def la LANE ? https://t.co/oBGtyCaKqJ",
  "@MlatifaD 🤣🤣🤣🤣🤣🤣🤣🤣🤣",
  "6 years ago I left my gang in East LA, and found the Deen. This is the best decision I’ve made and it’s also a completely fake story but I was bored so I made this ☝🏼🍃 https://t.co/vPo3EWwvWt",
  "Every time you see a black man slandering black women by saying we are ugly, they always wanna save their mum from their own statement. \n\nDon’t save her, she is our sensei, ringleader, Captain; she is just as ugly as us. https://t.co/r8S0XCPpcB",
  "Hello\n#Senegal #AfricanWoman #SenegaleseWoman #BlackWoman https://t.co/Dw1kHw59wN",
  "Such a queen https://t.co/CIz3DZ4dRA",
  "BROOOOOI I just played myself and sent Sira all my credit, why me man?  I’m such a nice guy. Screw Africell. fml I’m logging out till next week https://t.co/VusiCGcjW8",
  "😂😂😂❤️❤️❤️ https://t.co/Nyp8R8XVHW",
  "🤲🏿Ameen! https://t.co/QMSwVhBVWK",
  "@xmjvrrx Oh tenx",
  "Uhh when you say “bul deiga” (never mind)\nIs it deiga (hear) or dega (truth)",
  "@Efyonce_ 😝🙇🏿‍♀️",
  "@saibojang @serigne_habibi Kii anh😂😂🤣",
  "Would tell my Gambian sisters to take notes but the only shrimps we like are the ones from the sea https://t.co/mqDfhZfTf4",
  "happy friday :-) https://t.co/UAkYTxz1Tu",
  "@serigne_habibi Just reading the caption with clocking the tweet has my body dead xabib what is wrong with you",
  "@SwesterrMai Ban la",
  "@YaayiBayam I wanna run to it",
  "@KingSWane 😂😂😂",
  "Also, how much can Tanka Tanka do for all of them, as the only mental health hospital/care centre in the country? \n\nS/o to organizations like @forwardforyou for the consistent engagement, grounded in so much compassion.",
  "@KingSWane Felicitations",
  "I think what struck me most is how you can never really tell until you get close to them. All dressed differently from the image we’ve been socialized to have of mentally l people. I don’t know how this works, but is that an ‘opportunity period’ for care before deterioration?",
  "The number of mentally ill people, especially the young, walking our streets should be a real cause for alarm. Lost count of how many I saw on the ride home this evening. How do we stop counting them and really make them count?",
  "@BasTheGreat7 Hmm no",
  "@Imstilltoofly_ Had it before?",
  "@bill_dollar25 What did you say wakh ko si wollof",
  "@Alieu321 🧐 Allah is watching",
  "@its_BYN Lolu laye khalat lmaoo kudut russ kei",
  "DM me for my number, your email and book/s you want. Serious enquiries only.\nManagement https://t.co/cc4B6OXcW3",
  "@bill_dollar25 Dm for bumber. Serious enquiries only",
  "@BasTheGreat7 Which one?",
  "@Alieu321 Alieu do you remember when you asked for my number to send my credit instead texted my africell with a qcell number with “sike” and I couldn’t even reply to cuss you out cos I. didn’t have credit? I’m having war flashbacks https://t.co/vAGwlePZpQ",
  "Aight new business. Send credit and ama send any book you want. Times are hard",
  "@bill_dollar25 Send me credit let me email it to you",
  "I’m putting bintas tweet on my whatsapp so certain mcms will be shook😂",
  "One of my friends once told me if a married man moves to you you’re not supposed to tell people “dang ko warra sutura”. PADINN?? I’ll even post it on facebook",
  "Binta im scremaingnjs 😂😹😹😹😹 https://t.co/OdE8nRG4GY",
  "I loove Born A Crime💀🤣🤣🤣😂😂. Hope the movie is just as good",
  "@Olaide__ I started after my thread and im at book 6 now",
  "these pics of jackie chan and his dogs JJ and jones have saved my life https://t.co/9FWYSJzVWq",
  "Mixed Message🌻 https://t.co/aWNpF4bukj",
  "@Flexhamed i said what I said",
  "The greedy @FatimaZahraNji2 just arrived and snatched off my sokola sandwich.  Unfine witch",
  "@kingjegz sums it up yow",
  "I couldn't decide so im having one grilled cheese sandwich and one grilled nutella sandwich👅",
  "@RomaricMohamed 💀",
  "@bill_dollar25 almost",
  "Don't tweet/reply to dms when you're sleepy💀 https://t.co/nr1rcjqscr",
  "@RomaricMohamed more",
  "@RomaricMohamed close",
  "Methodist academy https://t.co/eS9RmtzuAD",
  "I'm chereh pretending to be chakri tbh",
  "@mayamjagne people always say 19 or 21 for some reason😂😂😂😂😂",
  "@mamjalow si rek laa deka. Mala raw yangi si rare bi bateye",
  "People trying to guess my age is always so funny💀 no one has EVER got my age right",
  "@mariieejxo happy birthday 😘",
  "The Prophet Muhammad(S) said, \"Beware! Whoever wrongs a non-Muslim citizen, or diminishes any of his rights, or impose on him more than he can bear, or takes anything from him without his consent, I shall plead on his (the latter's) behalf On the Day of Resurrection.\" (Abu Dawud)",
  "@BasTheGreat7 happy birthday hun😘",
  "@xmyls happy birthday 😘",
  "@futimah Let me see my son",
  "LMFAOOOOOOO https://t.co/RZjYb8zGNF",
  "@BadjanMatarr man sah gej na fa torop it takes so much credit and I'm too poor lately. But ranadan is coming di nga am ku nga play with",
  "dr.seuss: so that’s where you went!\ned sheeran: wha-\ndr.seuss: get back inside the book!",
  "@_balia_ @_issaBadBitch halal heathen queen",
  "@Bangalii_ sjsjsj let me live",
  "Shoulda told Mimi to mind her business tbh. Bitch",
  "@futimah i miss it smfh quizup and them. Good times https://t.co/DHL2W6VooB",
  "@brankbocean i put it on my other socials first lmao",
  "Senegambian tl banter was so fun in 2015 smh",
  "Amna béne Village, Soy Oute Djabar dangu koy mathie lo menthe fraiche pour khol nakh mougn kate leu.\nSouko télé khampeu rek, meunoul mougn",
  "Hahahajaj my top 10 tweets. Throwback to \"Mocha minti\" \"hapati minti\" https://t.co/YlzEIl351c",
  "@derpdeviI sjsjsjsj",
  "@derpdeviI I DONT RECALL",
  "I’m serious https://t.co/ZFr9LuYG0U",
  "First of All I’m 6ft and they live with ME, put some respeck on my name. LOL...aaaand goku &amp; naruto are real ones 🙌🏾 lol https://t.co/QspyHD2zwH",
  "@derpdeviI PAY YOUR CHILD SUPPORT",
  "Pay me first before using my child or chat to my lawyers https://t.co/kzzdY3xSHA",
  "@derpdeviI I have three now lmaooo",
  "@slaughtermemoe Ily with all my heart",
  "Yeah uno Man’s international now https://t.co/RvN0s06jl2",
  "the vampire of your dreams https://t.co/9KezK47dtd",
  "@Mariemegacou He is the goat",
  "@BasTheGreat7 😂😹😹",
  "Public marriage isn't good people can juju the whole thing https://t.co/3oBLKffewm",
  "@NestaWane Now now sis",
  "Make sure you drink water so you can keep hydrated https://t.co/mw7rN4mqaZ",
  "@ajfaye_x Why are you using my son as a meme lol",
  "We stan the glasses! https://t.co/gy63jPE41r",
  "Gambia my cousin’s farm is hiring. If you know someone details are at the bottom. \n\n@TaphaNgum for more info https://t.co/uoPYumaKVK",
  "@_melaninqueen__ I missed your posts😍",
  "putting this on my tl is islamophobic https://t.co/2KZtJqheql",
  "ZERO. asalamualaikum no OINK for me https://t.co/xTZfdCEmt7",
  "@MalickIV @JaiManneh So she isn’t destroying anything then. He came in all his married glory and destroyed his own marriage lol",
  "@my_roof Youtube",
  "@MalickIV Not necessarily. The man usually sought her out so he’s at fault. He’s the one that’s married and she’s a free agent. Same goes for a married woman seeking out an affair with a single guy",
  "@Lagareh_ sOMeoNe hmmmm trigs😂 https://t.co/gqE7SLqY6A",
  "@my_roof Listen to his other songs especially the older ones",
  "Lmaooo but are we not taught that marrying an already married man is allowed in islam? I don’t see how it is destructive https://t.co/gqE7SLqY6A",
  "@Nancy_The_Great 💀💀💀💀💀",
  "I never heard alsamaday actually",
  "I still bump to Alsama day!!!! All the way in Nigeria https://t.co/hCfRhTShZ5",
  "Legends only https://t.co/RvBWWwHmwb",
  "Youssou Ndour https://t.co/gPwv17ZVxf",
  "💀💀💀💀💀 https://t.co/lhENCEkR4G",
  "I’ve gone back to hoarding kingdom chapters lmao i have two unread, ama let it stack to five chapters *cross fingers*",
  "@MariamasTL Peak😹",
  "@kingjegz @BerrySaye Tedu yako start di bite off loh munuta chew",
  "@vxntanoir Want a trick maybe",
  "&amp;&amp; they always have secret babies &amp;&amp; baby mamas https://t.co/NxcJTmUJGv",
  "@BerrySaye @kingjegz Bul faaleh kii😂",
  "@JaiManneh Woyeeee😂😂😂😂",
  "@MalickIV Ak luko raw sah",
  "@MalickIV We’ve discussed this before. The married man should take the blame since he was the one who vowed to be loyal, the other woman does not owe the wife anything",
  "@MalickIV Hana du deiga?",
  "@kingjegz @BerrySaye 😂😂😂😂😂😂",
  "@BerrySaye Lmaooo begging to be trash",
  "@BerrySaye That’s what it reminded me of😂😂😹😹😹",
  "Every country get him own...#oga https://t.co/WV76HLrx0t",
  "@Lagareh_ Let’s share a king",
  "@halalpixie @I_AJallow Sometimes twice before they turn 25 😭",
  "@halalpixie Every time https://t.co/bWuTKmEJLX of our girls was talking to some guy who was promising her all sorts and we found out he was very married and told her.His defence was “You never asked so I never told you”!🤦🏾‍♀️",
  "@linguere23 Looooool I’m dying",
  "@BerrySaye I’m screamingggggggggggg https://t.co/oOnPwF2MqZ",
  "@Lagareh_ Didn’t ask and reply my whatsapp",
  "@ItsYahaddy Loff you more😤",
  "Not to be dramatic but @ItsYahaddy stays saving my life",
  "Your MCM is 40yrs old looking for a wife because 10yrs ago, he turned down a girl he was compatible with because she was his friend’s ex. His friend has been happily married for 8yrs now &amp; they hardly talk anymore because they grew apart. At least he has his real nigga badge tho.",
  "@linguere23 Man dama jakhleh",
  "@HaddiCee_ Love you",
  "Lmao I’m going to make such a horrible ‘traditional Gambian wife.’ I don’t shut my mouth, I don’t let things go and I don’t like to listen to people say wrong and nonsense things without interjecting. Future inlaws will probably be looking at my husband like https://t.co/6Tahe63T35",
  "I still can’t read this book despite looking everywhere https://t.co/ZA2vkG6Ebp",
  "Using “women” as a singular is so funny lmao",
  "@Lagareh_ Never slandered them though. A real women doesn’t slander her country’s men and I’m a real women",
  "@MonsieurNdeye For the meat",
  "Went vegan for the D https://t.co/PwvSBbUmSj",
  "@my_roof Nope",
  "@yasin_bebe 😹😹😹😹 Yasin",
  "@cherryolofnjie 😂",
  "#NotOURMcm https://t.co/SEbiMmt6oL",
  "@FayveRight Unsolicited opinions anyhow",
  "Who asked you https://t.co/VaneMBu5G7",
  "It’s always the irrelevant gambian boys that want to cry when we discuss their trashity😂😂 the actual gambian trash are too busy doing trash things to reply or defend themselves",
  "Do we not have #NotAllMen brigade on gambian twitter? Anh anh",
  "Imagine being pregnant &amp; bringing children into this world just for your husband/ baby daddy to monopolize naming the children all in the name of culture. L O L! https://t.co/vzOajiDg3u",
  "you wan marry mami wata https://t.co/Ws2om7GWXj",
  "Who is this Malick? Look what you started 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂",
  "Jee-amy’s beauty😻✨ https://t.co/E8GVNLI6uU",
  "@afriquesiii Omg I’m reading a book and the mc is called Starr",
  "Good riddance https://t.co/Kq1Z3nIx8H",
  "@miimeena Lmaoo had to patch",
  "@kingjegz Am I holding you? Demal, jaalal ferry mba nga demeh avion. Dem len nyu nopalu😂",
  "@kingjegz Says them",
  "@dxana_marxam They think the ferry can solve everything lmaoo",
  "@Msjainaba No printer just fax",
  "@JaiManneh “These times jainaba has been using my twitter since 2015”",
  "Senegalese women wouldn’t give yall le heure de la jour, pipe down😂",
  "Gambian men: “we leaving yall for the beautiful jongeh senegalese women”\nSenegalese women: “😂😂😂 waa louy jongeh?”",
  "Senegalese women wouldn’t touch yall with a ten foot pole, they’ve enought to be going on with😂 https://t.co/by16hOAnCc",
  "Fr though I’d just be like i sed wot i sed so swallow it",
  "#NotAllGambianMen",
  "@Bangalii_ Exactly",
  "Me when my gambian husband pulls up my gambian men slander screenshots https://t.co/V2TZyfUJRT",
  "Wow what happened to Gastons uncle💀 https://t.co/h5SSJQfBXA",
  "Lol. Just saw a guy that I know with a whole girlfriend. Standing with his side ting😂😂😂😂 wooo gambian men💀💀💀",
  "Lol have you met Gambian men? https://t.co/UlrdiVi7OZ",
  "Gambian men and getting their relatives to text you about how he is so in love with you and you're all he talks about to the family https://t.co/vLGqEH4oHh",
  "Gambian men are all of these https://t.co/SoOe8gRuyG",
  "Our Gambian men need to do better nak how can yall rouslo us worldwide 😑",
  "Gambian men are always secretly married I'm cryinggggggggg",
  "I have so much gambian man slander on this app wawuuuu",
  "New books I want to read vs books I’ve started vs books I still need to finish https://t.co/tiGhdTwCqU",
  "Miss Sarr👩🏾 https://t.co/gP88JS25fO",
  "@JaiManneh Choke",
  "@miimeena Wowwwwwwwwwww shoooooooooook. I’m ready to cry endless tears while reading it",
  "@majestyfee @ them",
  "@MalickIV One of many reasons tbh\nhttps://t.co/MeBpWdCECT",
  "@miimeena Sjjsjsjsjs sayy whatttty",
  "Who works at Qtv here",
  "My deaf arse not watching black panther by lipreading it please please",
  "@QCity_Gambia yall showing Black Panther with English subtitles? Kindly respond",
  "Lmfaoo the firsts fjejd https://t.co/PwJGHqtIXx",
  "This is the second HP ref in this book (the hate u give) https://t.co/F8Pxy2Nzmq",
  "@AiishaaBee Chocolate cake",
  "Y’avait du soleil 🌞❤️ https://t.co/JY6rB3WZsT",
  "You asked your MCM to block all his side bitches and now your messages not sending",
  "@najmaaaay 💓 soon come",
  "❤️😍 to the Soninke’s Festival. ❤️ My beautiful culture ❤️🧡 https://t.co/qyXS5dar8H",
  "Melo is home ... a sweet home ❤️ https://t.co/E8pIMheEeN",
  "Can’t wait to have my own in sha Allah, a bookshop-cafe😍 https://t.co/3UWPXP4BLz",
  "@Lagareh_ Tag yourself I’m the stuffed panther he was squeezing",
  "Damn where is Sones",
  "Back on my worst behavior https://t.co/PXPEIs5gUG",
  "@YaayiBayam Thank you, should have added",
  "Trigger warning: rape/ sexual assault https://t.co/roGxT8phE0",
  "Your responses are totally anonymous please fill out☺️",
  "Please fill out this short anonymous survey. Kindly share/rt. Thanks.\n\nhttps://t.co/9zvVFf9E55",
  "That is all https://t.co/kkcIAhFt5N",
  "@cherryolofnjie @BerrySaye Hawma ndah one of you is jowing or the other is nakhing, but Allah is watching🤣",
  "Why do yall act like only white people can like certain things lmao",
  "Why do yall act like only white people can like ceratin things lmao",
  "Do you need a website? Halla at your gurl! https://t.co/hsjSJBaUCP my very own handy work 😊",
  "I’m black but I’d wanna fight too sjsjsj https://t.co/CyZ0HvTMJF",
  "@jarra_x I thought I heard there's a cinema in Gambia that'll bring us 'new movies' 😩",
  "Living in Gambia 🙂 https://t.co/KzhewFdr5V",
  "daniouy planning famillial https://t.co/xuCdHzrgH5",
  "@emnotsotall Weekend",
  "@cherryolofnjie @BerrySaye Ndey secka laa demon😂 baptist is a minute from my house",
  "I can’t be the only person that cries no matter what book they’re reading. Funny book, ama cry with laughter. Happy book, cry. Sad book, cry and cry and cry. Boring book, cry out of frustration. And considering I’m reading 90% of the time, I do alot of crying.This isn’t normal🤧",
  "@t0ny_s3rp1c0 👌🏿",
  "@M_Fall_ Maybe this weekend",
  "Deletegareey https://t.co/sZTg6PwtJH",
  "Dina quitter Facebook ndakh sama yaye...fii mom kenn douma sonal😎 https://t.co/sazCMqIjy7",
  "Would love to do a lotr question thread as well but I really don’t even have stan mutuals except like three lmao",
  "@majestyfee Someone’s mcm",
  "Movies, yes. Books, hmmm https://t.co/WV7usBNTJU",
  "@OTunkara Relax",
  "Quand tu imagines une robe specialement pour la première de Black Panthers avec le maquillage inspiré des magnifiques femmes Guinéenne.\n\n#AfricaForever #WakandaForever\n\n Peulh - Indigo - Fulani https://t.co/QPi1TyUjEE",
  "Big time congrats Dr. @saulnjie_ on a successful defense today! Great work on microfinance in #TheGambia @GwydionsTrix  @DanielBreslau @VTGradCommunity @VTSPIA https://t.co/iviUUmBwSI",
  "https://t.co/dbkD2aGDWz",
  "@Lagareh_ same",
  "African men in Paris https://t.co/MHmyUZKgBJ",
  "omg can't. brb. dying. https://t.co/80DB3cpouw",
  "SAURON!!!! https://t.co/6hSuCAzVti",
  "@MonsieurNdeye i felt this gif",
  "\"As from this moment, the Triwizard Tournament has begun.\" From 30th March, the Goblet of Fire will return to the Great Hall for the first time since filming! https://t.co/WB9Jmp652l https://t.co/HOn6arN0fB",
  "Wanted to show y’all my beautiful soulmate 💕 #WorldHijabDay @naafi_N https://t.co/ECy0tpGRt5",
  "#TakoussanouBbLamine\n#WakandaCameToSlay \n#BlackPanther https://t.co/ilypj9MAgJ",
  "It’s always the men you curve, shady-faving tweets against you💀",
  "💀 https://t.co/SF6k5JtHXm",
  "💀💀💀 https://t.co/1aZbyu7IDf",
  "💀 https://t.co/gn9Z8MSCZs",
  "@HaddiCee_  https://t.co/Wr2rz02u6N",
  "@kwami_kafui Quite🌚",
  "@kwami_kafui Same i totes forgot what I ws saying",
  "@kwami_kafui 💀",
  "@HaddiCee_ 🌚🌚🌚🌚",
  "@theculturecrit https://t.co/0Or5mQUFDY",
  "@NestaWane Just had to technicalize it daal😭",
  "43 seconds is how long ama last if...I can’t recall https://t.co/ootINtJWOQ",
  "@NestaWane Well technically virgins can have g.... holal fii du suma department nvm 🤣",
  "@KingSWane Idc abt their skills lmaooo sakuragi and miyagi are my boys still❤️",
  "@roheyadewale No embarrassment either",
  "Salut, si vous voulez participer à l’organisation de mon anniversaire surprise vous pouvez m’envoyer un dm \n\n#rt apprécié",
  "So basically if I get it y'all want virgins with crazy head game😂😂😂😂It takes practice to perfect anything soooooooooooooo whats good?",
  "I don't see the problem here.. And if he doesn't invite you it's a problem smh https://t.co/ZuE3rNrFMo",
  "@juniorbjawara I’m tired of you",
  "But slam dunk is so funny I loved it from the first chapter. Sakuragi is so like alot of mcs lmaoo rude and naive",
  "I think I like sakuragi cos he makes me laugh and miyagi is peng💀 idek why I’ve been reading this manga when im not the least bit into bball",
  "@KingSWane You’re allowed to have your wrong opinion 😒 rukawa annoys me for no reason lmao",
  "@KingSWane Better than? Yow da nga am superiority complex🙄 i love hanamochi watch what you say about him. Miyagi too",
  "@KingSWane sa pp safut ma daraaaa",
  "@saulnjie_ Congratulations",
  "Salam Aleikoum, my new single “GLOWRY” is now available on Spotify, Apple Music (as well) and other platforms ... https://t.co/Njggf5XlOB",
  "Today, I successfully defended my doctoral dissertation titled — Where the Market Meets the Community: An Economic and Gender Study of Microfinance in The Gambia. \n\nBeyond humbled! \n\nDr. Sulayman Njie",
  "Waiting for any Senegalese girl to say something about Chyna’s head game.",
  "I never get fake nails but I've always loved nail polish. I wear it less now usually when I'm not praying but some of yall dumb",
  "Bitches in wigs and weaves love to ask my hijabi self why I have nail polish on😭 mind your business",
  "@Msjainaba 😭",
  "@JaiManneh tragic",
  "@BerrySaye smh",
  "@juniorbjawara check duragjabs quote😂",
  "@sohnafatou exactly what I meant",
  "Independence Day Themed Cupcakes!! Gambia@53! \n#KJcupcakes #Homemade #GambiaAt53 #IndependenceDay #Gambia #Africa https://t.co/1W7MC8wPSz",
  "We don’t deserve gambian men",
  "@fatoujack_ happy birthday 😘",
  "@elite_sha happy birthday x",
  "Maybe you should have gone. Then you would have seen what representation looks like. https://t.co/XTgLWnqoHi",
  "This is how i went to watch #BlackPanther 🤗🤗🤗 https://t.co/Ck7kbZjnjS",
  "💍💑👰🏾 https://t.co/DMpAlgjtHJ",
  "@Efyonce_ Balal ma sipakhhhh",
  "@lamzone Congratulations 😍",
  "@NestaWane Omgggg Lamineuuuuu😭❤️❤️",
  "💀 https://t.co/41oRUurAd0",
  "@MuhammedSagne @Alieu321 I want cupcakes from kjcupcakes",
  "READ KINGDOM",
  ".... 😂😂😂😂 He started it... https://t.co/7g1rmx7biQ",
  "It’s not everyday https://t.co/Qk0TcpSRpi",
  "@serigne_habibi lolington",
  "The holy trinity. https://t.co/DlITHStMY9",
  "@glomodou it ain't in zee bones, it's in zee veins",
  "Lmfaoolooo yall I love thugtear https://t.co/60a5qIBsFI",
  "@serigne_habibi https://t.co/YC55SQIWgc",
  "@glomodou you can laugh all you want",
  "@serigne_habibi of course you won't see it smh",
  "@Tenengc the nerve",
  "I'm just trying to defend my cuz but I don't even believe myself💀 no such thing as a faithful gambian man",
  "@Jay_SaidIt @ElJefe1_14 💀💀💀 wow leave him out of this he's leader of faithful gambian kings committee",
  "Takezo was buffer without his beard tbh",
  "Lady Sarjo Barrow😍. We should be seeing more of her. #BlackBeauty ❣️ https://t.co/41VaTJ62Ze",
  "https://t.co/WvkWUFgCzY",
  "@HasatouDrammeh 😂",
  "@cherryolofnjie idek what to think",
  "@InTheKeyOfP tideee",
  "Dm me if you look like this https://t.co/jKGbic84VY",
  "@BigDaddyFra kmt",
  "@jowfarah demu ma fen😂😂",
  "If you see me screaming and dancing angrily around the room like those nigerian film marabouts😭😭😭😭😭😭 wow my lovely njineh jobe kill me",
  "Put a bowl of njineh jobe in the freezer waiting for it to be frozen so i can eat it. My cousin just accidentally spilled everything im sick",
  "@keaglechasing Saw it*",
  "@keaglechasing This is funny cos my tweet before I saw yours was of the same subject 😂",
  "Or..... a minimalistic gambian wedding with only “few” invites https://t.co/b3W7IysRFP",
  "💀 https://t.co/BHTsUUylnS",
  "Only a Gambian man will invite you to his new baby’s naming ceremony and profess his love for you at the same time https://t.co/w4JoglgnFB",
  "Tap the head of the dick.... @CupcakKe_rapper https://t.co/QMRsOGepat",
  "Afin de respecter la volonté du Roi T'Challa de répandre la technologie et d'ouvrir la magnifique culture du #Wakanda au monde, nous vous avouons aujourd'hui que #Dolima est fait à partir du lait des éleveurs, mélangé à du #Vibranium ce qui lui donne son goût unique 😜 https://t.co/prEixzkz4E",
  "They don attack my Harry Potter thread again https://t.co/0frMQl7AoT",
  "Being a Gambian is very very very tarr.  Tout le monde watching Black Panther except people in Gambia. Tragic",
  "“WHY ARE YOU WORRYING ABOUT YOU-KNOW-WHO?\n\nYOU SHOULD BE WORRYING ABOUT U-NO-POO\n\nTHE CONSTIPATION SENSATION THAT'S GRIPPING THE NATION!\"",
  "❤ https://t.co/qHOgYdGyCR",
  "12 children... 2 wives...no employment no business no education but is soliciting for money to marry a third wife...\n\nWhy are we like this?",
  "⛄️ https://t.co/RAelDMWPcC",
  "I’m tired of married men wallahi I am cursed",
  "@ItsYahaddy I LOVE YOU FOR FOREVERRRRRR https://t.co/FRAruvc57t",
  "@glomodou Never say never😭",
  "@gohtx3 i love when he says ya bastards😈❤",
  "Crazy thing is that this is lightweight compared to what he did in the Koku You Campaign arc 😯 https://t.co/b4lSbRUhBi",
  "Ogiko always makes me laugh https://t.co/5ZMjEh8LHW",
  "This was a good moment in the Coalition War.....we officially got Shin’s type stated by none other that the Duke https://t.co/jMB5N535d4",
  "“Here we go ya bastards” when Shin says something like that you know it’s on &amp; popping https://t.co/xbAtvM8mhs",
  "When Shin makes speeches &amp; raises moral &gt;&gt;&gt;&gt;&gt;",
  "Niggas came with PLAYS for the Coalition War https://t.co/iJjPoIYEr6",
  "Kanki always does something crazy https://t.co/XxoPGCbC7S",
  "Shit I love him https://t.co/CjVUwRvbg4",
  "I know yall never do shit I ask but who would be kind enough to send me Youssou Ndour’s Dunya lyrics please? https://t.co/0b3kk4085e",
  "READ KINGDOM and stop blocking your own blessings",
  "Kanki knows how Ousen moves when it comes to warfare lol https://t.co/n39SQ548E2",
  "@Callmesaina1 seriousssss😂",
  "@glomodou but it's nice to start something so new imagine when it blows up like hxh or kingdom.. a whole new fandom😍",
  "@glomodou im still only at chapter20. I read 20chapters in one sitting but you aske me to stop and I haven't opened it since😑",
  "wakanda forever 🙅🏿‍♀️ https://t.co/oHenomgFg8",
  "fellow STRAPheads!! RT this i wanna see how many of us out there",
  "#FineWomenFriday Just a likkle something for your timeline... https://t.co/YqrMKxv48G",
  "@Callmesaina1 I be so happy when you post up https://t.co/eweWFBZnJN",
  "https://t.co/6tsgbkSK4h",
  "The assignment was to create a model of a historical building built in the renaissance period. \n\nI made a model of Santa Maria Novella in Florence, Italy. https://t.co/Tf1tLbsu7H",
  "Dn me let's make arrangements 🙈 https://t.co/AJ9yr6gb4S",
  "@ElJefe1_14 Lmaooo chat to my mom in mandinka they (we but idk how to speaki it) really add o to everything 😂😂",
  "Aaaah hiveee https://t.co/epZOkSNxy4",
  "Some of yall tweets mot showing in my mentions",
  "@JaiManneh 😹😹😂😹 hey sosseh gyal",
  "@Modiio_KF @QueenSerere SHE BE DRESSING",
  "OMG 😭 will ya sis ever 😩😻❤️ @QueenSerere im so proud of you 😘 https://t.co/yYU1pLmQYW",
  "Cerelac tastes like breastmilk. Dont ask how I know what breastmilk tastes like, thx.",
  "Hope he isn’t lag toes intel errand",
  "Yall Alfredo-ing these niggas to death but catch me tuna pasta-ing my nigga to death😂🤟🏿",
  "Can’t wait to have a husband so i can kill him with my culinary skills which is mainly pasta and cheese",
  "Women do everything better than men https://t.co/2E4vLQ2Jwi",
  "Yall think chocolate will be the death of me but it’s actually cheese😂😂",
  "@jowfarah 😂😂 mandinkas degn buga o",
  "@BadjanMatarr Hmmmmmmmm",
  "@MariamasTL 💀 mandinkas mann",
  "I’ve been talking about my album a lot... so I decided to drop the first single off my upcoming tape today 🚨🔥! Enjoy\n\nhttps://t.co/Qivj5NytCb via @youtube",
  "Quelle femme 😍😍😍. \nMerci de m’envoyer vos CVs en DM 😂😴 https://t.co/di67pyncUu",
  "Sugar daddy just gave me $27 after I gave him sum head ...bout to deposit it my account and now I will have $28 https://t.co/BW3K1wqqbn",
  "i’ll never be able to leave this app i’m gon be at the nursing home tweeting shit like this https://t.co/rs7zAeCJ7K",
  "@MorGnambi cheri ana sama chocolat walentine?",
  "That chocolate must have the Gemino curse on it",
  "Mbeuguel moudj na serr dakar 😂😂😂😂😂😂😂 https://t.co/XkreLX5uxD",
  "Bouquet yi cher, Chocolat yi cher 😔\nRomantisme cher na ci deuk bi",
  "I'm still only a few chapters in cos I'm still waiting for momodou but it's reallyyyy good",
  "Anyway I'm mad I never ever see Sidooh talked about yall need to hop on wtf",
  "Almost like comparing Harry potter to Americana",
  "Completely different but berserk not better than kingdom surely",
  "Kingdom https://t.co/TedlZ3qzZG",
  "Are you dumb? Am I talking about which series is better or not loool? https://t.co/7B8pQwWxZR",
  "That’s me https://t.co/GXzDpkkY9B",
  "How you stand in front of the mirror when you get home after a long day out and finally throw off yr hijab and abaya https://t.co/d4hfN3Bt7d",
  "@SWEETSONES https://t.co/nOmpol7hkc",
  "Everday remind us polygamy is sunnah. Let us find husbands first. Anh anh",
  "You'll sing a different song one fine day https://t.co/ejemUAmL87",
  "If you bitches don't quit forcing cowifing on the masses. We single. leave us",
  "Gifto https://t.co/QsFezf2QXH",
  "Tums I'm wearing bootcuts and my glittery wedges and sending a pic to @SWEETSONES",
  "I want a man that tweets about me/is dedicated to me as hard as Pacho is dedicated to fatts. Wallahi couple goals",
  "@sinbaed_ give my man a chance https://t.co/nHCPJobwQv",
  "Graduated from single nom of two to single mom of three. Your wcw could never",
  "Anyway just so yall know I got a new baby. Bout to update my bio. Shoutout to all the single mothers of three😍",
  "@dxana_marxam lmfaooo apparently. Stay safe on these twitter streets",
  "It's disgusting tbh and I'm very paranoid so thank fuck i never get dms anyway",
  "you'll just be chilling in someone's dms but their friend or something has their password lmfaooo sutura amulen si dara",
  "I would die before I ever give anyone my twitter password💀. I'm not even hiding anything but sutura",
  "A Ferrero Rocher cake with a few upgrades - crushed hazelnuts with a cute chocolate drip to finish! #KJcupcakes #FerreroRocher #HomemadeCakes #Gambia #Africa https://t.co/qF8s9mtVLY",
  "My forehead https://t.co/K9yPk0nJ5U",
  "He deserves more clout tbh PJO is one of my fave book series https://t.co/hQkgwJ4kdP",
  "@trulychrystal idek lmaoo",
  "Qwhite https://t.co/5twL2SkyHR",
  "@twiggysmalz you know it lmao",
  "@trulychrystal annabeth?",
  "@miimeena he's so funny and this was so true negl😂",
  "I've been nothing but good to yall and this is how you choose to repay me? Allah is watching https://t.co/zFLcW4JG5t",
  "Lmaoooo he kills me https://t.co/QSUEzgmuop",
  "Kanki..... ughh❤️",
  "All manga protagonists are orphans omg i mean the one I’ve read",
  "Sksjsjsjjsjsjsj now wait a damn moment https://t.co/otjLlx7Ob6",
  "@neneh2ty Antics😏",
  "@Msjainaba 💚💚💚💚💚💚 like youuuu",
  "Flexing my complexion 🍫 https://t.co/FOxjuGcFZn",
  "🌻🌞 dipped in honey https://t.co/FqnhML773B",
  "@Lagareh_ 👅",
  "@BerrySaye Ak kawaram bu nyaw",
  "@futimah Thanks wollof kween",
  "@YaayiBayam Baye ma em si sosseh kon",
  "@Nyimatoulie Rek but i used to say lek too😂",
  "@Msjainaba Ah look at yewwww🤩",
  "#BlackGirlMagic Crown the Queens https://t.co/UjXFE6GDNN",
  "@Lagareh_ We’re whomst? Lol idk you like that relax",
  "@YaayiBayam 😂 kom buma wakheh daireh they thought alll gambians say it like that. Mangi jegalu🤣🤣",
  "@BindalWolof @RomaricMohamed 👍🏿",
  "@RomaricMohamed @halalpixie &gt;&gt;Reer",
  "@JoannaJobe I knowww",
  "@Lagareh_ Dama la hamut sah",
  "when u can't smize so u gotta smile the old fashioned way 😔 https://t.co/FOAhgurRym",
  "And no i don’t always eat the chocolate lol I give them to whoever I’m meeting if I like them enough",
  "There is ALWAYS chocolate and icy mints in my bag. Sometimes there is literally no money except coins, but always chocolate and mint💀 https://t.co/mOZ8oEcpL1",
  "stop blowing smoke into your iphone at shisha! stop airdropping us lung cancer please i already have bronchitis",
  "@Lagareh_ Suma don lijanti chocolate doh rt. Waye gis african book rek daw rt ham naa yaga nga yot",
  "😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂 hawma loye rt sendu mala dara",
  "@Ndey_Jeng my eldest brother says ma, other brother says yaa. Me and my sisters and little bro say mommy lmao",
  "@Ameenah_Yonce @cesckaw bilaye",
  "@RomaricMohamed 😛",
  "@Ameenah_Yonce No i think it's same for us but i haven't heard the word in years so I have a problem discerning between spoken l and r",
  "Tragic cos my written vocab is kinda good but suma ubi suma mouth nga daw😕😑",
  "I have so many wollof and English words i can't pronounce",
  "@cesckaw @Ameenah_Yonce 😑",
  "@RomaricMohamed yow ak sa wollof bu setut😤",
  "@Ameenah_Yonce anh anh. I've been saying rel",
  "How do you say dinner in wollof is it rer or rel?",
  "What should I have for dinner sah",
  "💀",
  "Show us you're real by giving me a visa https://t.co/upQdnzBHcT",
  "@alphiizi @senegal_ndiay lmao wa s confused but thanks I guess",
  "@senegal_ndiay @alphiizi thanks",
  "Let’s brighten the TL too✨✨#Gambiantwitter https://t.co/91nDq6yJe6",
  "Call my mother mommy and my fostermom yaboye 😛😛😛😛 https://t.co/FMPmD3zQ2Y",
  "Y'all are really out here calling y'alls moms by their government names ? Wow to each their own I guess",
  "Salmon 🍣🍣🍣 https://t.co/p5ZCVLWLM6",
  "Hi where do yall download African books?❤\n(I asked nicely so yall better fucking answer I'm tired of being ignored)",
  "It's not even my acct and I'm annoyed lmaoo :/. But accounts are on private for a reason and most times the owner gets offended, rightly",
  "My private acct is private for a reaon. You can screenshot and post my tweets but fgs hide my @ first. If i want every1 to see I'd go public",
  "I wish yall would fucking stop screenshotting private accts and leaving their @ there. Blur out the damn @ and dp https://t.co/ZtFRmGKSTF",
  "gems in my snap memories https://t.co/dKrG3BYWq6",
  "C’est à dire que li dangereux dans ce genre de propos, c’est que ki khamoul diiné wam, dineu guiss li, dem door diabaram beu mouy kholer benn beut, ni si religion leu ko tekk. Kholate lene les messages que vous véhiculez !",
  "Girls, mettez vos petites soeurs et vos filles au Karaté. \nNous ne sommes en sécurité nulle part",
  "Today men are trash but tomorrow you’re fully in support of men doing certain things to women cos “they deserve it” . Wonderful stuff",
  "Tweeting “men are trash” one day then trying to convince us “not all men” the next because bae did something nice for them. Quick to say men are trash but even quicker to say “where are the feminists to handle this” etc",
  "Yall think we stopped tweeting “men are trash” because Valentine is approaching lol. We stopped because the anti-feminist gang have hijacked and minimalized the whole concept of men are trash",
  "@Lala_gye happy birthday bb😘😘",
  "YASSSSS #BaldQueens https://t.co/sUXVYilrta",
  "Ayub https://t.co/EKfZ3uMgie",
  "I wanna love ya, everyday &amp; every night 💞 https://t.co/3LAWsYLd1I",
  "Not calling this girl ugly btw it’s a meme 😂",
  "Frodo sweetie I’m so sorry that a ugly ass b would say something like this https://t.co/SpMvvcFBJL",
  "Have not seen him down the tl in a while😂",
  "😂 https://t.co/GV2UhnmA5I",
  "Actually you’re single cos the woman you love died but go off https://t.co/oH5CqWIr8e",
  "It take a lot of courage to speak out....but @jukaliond you are the real lioness #Bravegirl...with love from a fellow survivor https://t.co/Ip2SIMqgQx",
  "@kingjegz Bilaye dama tiit sah. Read up on it",
  "Ladies we still going aruba right",
  "Lol what? https://t.co/NStty6uwak",
  "@JoannaJobe She is queen of pick me tl i swear everyday she comes up with something",
  "@SWEETSONES A copy of drop dead beautiful is literally staring at me rn. Love her books so much we stan a kween",
  "Here for this #BaldQueens https://t.co/Rc7GQTTmak",
  "@SWEETSONES ever read them?",
  "@Ndey_Jeng hi, can you please follow back, I'm trying to message you",
  "Chocolate gives me organisms",
  "@SWEETSONES 💀😭😭 I love Lucky omg Santangelo!!",
  "I first read that book at 10. Never had and still have no business reading it💀",
  "Maltesers and salt hours🌚",
  "Vendetta: Lucky's Revenge, by Jackie Collins https://t.co/7dvNLzx6LF",
  "Vendetta: Lucky's Revenge, by Jackie Collins https://t.co/7dvNLzOIaf",
  "Bitch do you ever rest? Are your dms not popping enough wtf https://t.co/sVoYe469CV",
  "🤣 https://t.co/m7KgpLp93o",
  "@escofree that feeling when",
  "#BonneAnnee2018 🎆🥂 https://t.co/smV4fvUumA",
  "@jahaendfgm nominated for #NobelPeacePrize by Norwegian Labour Party parliamentarian @jettefc Nomination follows huge response to @jahaspromise &amp; @jahaendfgm @bergenfilmfest in October \n#EndFGM @WallaceGlobal @marymhealy @MoviesMatter \nBergen Avisen: https://t.co/BAfDyscA9I https://t.co/3kWY365Via",
  "@_isatoo you welcome 😘",
  "Y’all come get y’all friend. Whatever he smoking got him acting up 💀 #BlitterTwitter https://t.co/UF2RNXGWLq",
  "@joomgale Damn old af, happy birthday 🎉🎉",
  "@_isatoo happy birthday sweetie💚💚💚",
  "To all the dumbasses who respond to men are trash tweets with \"your dad's a man, is he trash?\" I give you exhibit A: https://t.co/cQ0lS7wsWx",
  "I got no idea why I still got this stupid app install, I’m out here waking up to shit like this... https://t.co/ou2BAEdIu2",
  "@JoannaJobe @RejiYates 😕😩 tf we gonna do now",
  "And by flirting I don’t mean the small small. I mean full on engage with you. The audacity of it all https://t.co/syPqJihRJm",
  "(Some) Men will really flirt with you and forget to mention that they are about to get married or that their wife is about to give birth.",
  "See the way you’re just going like a cow with no control. No comma, no nothing. Look at you, smh. https://t.co/tIbzXufojx",
  "First of all introduction,\nI am THE GREAT FARMER \nI am a FISH FARMER \nI am here to change the face of agriculture in Nigeria \n\nI AM PROUD TO BE A FARMER https://t.co/9eXgnrQy4s",
  "When a farmer tweets👇🏽👇🏽 https://t.co/a6bSSjLapO",
  "Men who cannot have platonic relationships with women... tragic. https://t.co/sKqPpY3hax",
  "Today! Yet again @SafeHands4Girls accomplished The impossible. What could’ve been unimaginable a few years ago in The Gambia is now happening. I truly believe our country will end FGM. #EndFGM https://t.co/UczwMaqDE8",
  "@Ltyl_PEARL Looooool",
  "Happy birthday to my lovely wife , borom bax deugg yallah nala borom bi sam dimeu nianal rek fils doundeul @BellaaAstou  ❤️🎉🎉 https://t.co/VIji6TAiUN",
  "Bitch are the boys getting married at 15 too? https://t.co/Im68ITQpDI",
  "I was cut, I didn’t ask for it but I was cut and it was one the first betrayals I had to go through. I pledge to fight and end FGM in my generation. #EndFGM https://t.co/YaX3fYv5gF",
  "This child marriage thing just affects the girl child.\nBecause I’ve not seen talks of marrying off a 15 year old boy that is having sex.\nHe’s probably having sex with a 15 year old girl but they’ll marry the girl off while the boy carries on with his life.",
  "I am glad to see women are speaking out about being sexually harassed during Hajj. Several years ago, i shared my own experience with sexual assault during the pilgrimage (see following tweets) https://t.co/7A5CeJngEy h/t @jwildeboer #MeToo",
  "Everyday “social media ting got u man waved” “ur followers aren’t ur friends” “I only allow you to see what I want” https://t.co/MFuBDeFSoP"
 ]
}