{
 "user": 956985570206482434,
 "tweets": [
  "Episode 96: Gilmore Girls - Heather watched the original Gilmore Girls series for the first time (revival in another show), and we discuss our thoughts. Love it or hate it? #castaways #ladypodsquad #podernfamily https://t.co/HaP2fepK8T\nS/O: @highexpodcast Promo: @CutawaysPodcast https://t.co/bSvz7JiFDN",
  "Seeing as #ItsGonnaBeMay tomorrow, I'll just leave this here! #nsync #justintimberlake \n\n#sabrinatheteenagewitch #riverdale #salem #melissajoanhart #90s #clarissaexplainsitall #podcast #tbt #memes #memesdaily #dankmemes #funny #comedy #MelissaandJoey #netflix #tv #television https://t.co/YwxGngIoox",
  "We posted our episodes 1 &amp; 2 of our The Handmaid's Tale podcast. Listen in as three ladies find humor in the darkness. Blessed be, bitches. #HandmaidsTaleSeason2 #HandmaidsTaleSeasonTwo #TheHandmaidsTaleSeason2 #HandmaidsTale #Podcast #Hulu  https://t.co/M6fdos2ZZb",
  "Tune in for this episode as we join the Perkis System to provide all kinds of #nostalgic facts and commentary for the #90s classic #Heavyweights! “I’m feeling skinny Tony!”\n\n#PCEU #90s #PodernFamily #ThrowbackThursday  #90smovies #moviecommentary \n\nhttps://t.co/r8Gw3UlUvk https://t.co/20mSqyGYfq",
  "AMA Week! Find out more about one of your favorite #nostalgic #podcast hosts this week by sending in or commenting your questions for me!! \n\nAnything goes so comment below for a shoutout on the podcast this Thursday! #AMA #PCEU #PodernFamily #AskMeAnything https://t.co/H6Jq4P7CwV",
  "@90sManiax I HAVE NEVER HEARD OF THIS!! I feel like I was completely missing out!! -Katie",
  "In our most recent episode all about Double Dare, Katie and our guest Sarah go off on a tangent about Casio's My Magic Diary (or Secret Sender). Did anyone else have this?! https://t.co/Wx8Vn2qZCK",
  "@GoneTooSoonPod @Nickelodeon Pretty sure I've never seen him in anything since the 90s, but that's partially because I don't like horror, and I know he's in the Final Destination movies. -Katie",
  "The Meeting: https://t.co/4iyoYx1Kee\nField Trip: https://t.co/mlBXlMgRlP",
  "This Friday we're heading back to TGIF with yet ANOTHER Michigan-set show: Sister, Sister! We watched the pilot \"The Meeting\" and \"Field Trip\" from season two. Those episodes are on Dailymotion, if you want watch beforehand to follow along!\n\n#PodernFamily #LadyPodSquad https://t.co/Pibbqb65Vm",
  "New episode by the awesome folks at @TFGIFPodcast! Remember Double Dare on Nickelodeon? We sure do! https://t.co/Dagief5zBo",
  "@notanotherxfpod  https://t.co/L9aXQ1JfqM",
  "We watched a French movie so you know what that means... The return of vive la peen! #dicksondicksondicks #Amelie #LadyPodSquad #PodernFamily #MoviePodSquad \n\nhttps://t.co/3COw2UDqgC https://t.co/DiYWGNEUYO",
  "Loved meeting all these awesome ladies! https://t.co/8oEsfEaiUh",
  "@VeryPodcast @Nickelodeon I wanted to be slimed so much!!! I was less about the pie on What Would You Do? -Katie https://t.co/s97ibxG21m",
  "@90sManiax This came out when I was in 7th grade, and I started calling my red-headed friend PA because of it 😛 -Katie",
  "18 followers away from 400! Can we make it before the weekend is out?\nThanks to all who follow, listen, subscribe, rate, and like. Hard to know if it's all going to be worth it when you're putting the effort in, but it turns out, IT IS because of you guys!\n#PodernFamily https://t.co/AIvosd7yTJ",
  "Curious about who's talking into your ear holes every week? Meet Katie (left) and Drew (center, obviously). This week we're joined by Sarah (right), too! We all met 4 years ago playing adult-league kickball, and now meet up every week for bar trivia. (And, yes, we dominate!) https://t.co/hoZ5lnnsnO",
  "TFGI...S? We're finally back (and with a new guest, Sarah) for a super nostalgic episode about @Nickelodeon's Double Dare! It's the Troopers vs Scatterbrains, and then the 1993 Tournament of Champions!\n\nhttps://t.co/ahF0cUpbFq\nhttps://t.co/QnKBd9YYun\n\n#PodernFamily #LadyPodSquad https://t.co/vAhuiD2epV",
  "@WeWatchedAThing Getting there!!",
  "@WeWatchedAThing @CutawaysPodcast @ReelFeelsPod @tastelesspod @imdbjourney @BrookReadingPod @TandemLegends @RoughGiraffePod @OddDadOut @MovieReviewsIn @_masterdebaters @filmroastshow  https://t.co/ttw9SQwG86",
  "@GoneTooSoonPod I'm assuming you're joking 😂",
  "Hey Beautiful is BACK! \n\nListen to our first recap of Season 2 now: https://t.co/zsiMa7u8kV \n\n#HIMYM #HowIMetYourMother #podcast",
  "@TheBabeTheBro @rockcandypod @queen_Saraiyu  https://t.co/FYUevPP8iK",
  "@ThatsWeirdCast @letmeglglthat @Ologies @neversawthatpod @canwecult @WhatsYrSign_Pod @NRWMpodcast @notanotherxfpod  https://t.co/dyohGuwsHs",
  "@notanotherxfpod @factandfandompc @Gin_and_Topics @NerdyIntroverty @ThrowbackBSPod @theouijabroads @canwecult @HEAMCast @stopandfangirl3 @highexpodcast @PopPopPopThis @CutawaysPodcast @somecheek  https://t.co/JLuTdvHiMn",
  "These people are AWESOME! Go listen to them! Go go go! @factandfandompc @TFGIFPodcast @Gin_and_Topics @NerdyIntroverty @ThrowbackBSPod @theouijabroads @canwecult @HEAMCast @stopandfangirl3 @highexpodcast @PopPopPopThis @CutawaysPodcast @somecheek https://t.co/w41azi6sYa",
  "Need more podcasts to listen to? We've been getting weird with these gems lately:\n@letmeglglthat\n@Ologies\n@neversawthatpod\n@canwecult \n@TFGIFPodcast \n@WhatsYrSign_Pod \n@NRWMpodcast\n@notanotherxfpod https://t.co/uQggtxuIOq",
  "Did you catch our shoutouts this week?  We mention @TFGIFPodcast , @rockcandypod , Kelsea's #witches, Dan's friend @queen_Saraiyu.  Did we miss any?!?! https://t.co/yrH85eohZi",
  "This week's episode about Double Dare is going to be a bit delayed, since Katie caught a cold during her Vegas travels. Womp womp... Will get it uploaded in the next day or so! Stay tuned... https://t.co/cMoqzJFOOx",
  "@ThrowbackBSPod YASSSSSS!!!",
  "HEAVEN? https://t.co/MV3w4Hnpbr",
  "Episode 9: Class Preunion is here! Listen, Subscribe, Review!!!\n\nhttps://t.co/5wCfRcASjH\n\nitunes: https://t.co/FPxDjdYte3\n\nstitcher: https://t.co/KboHRLdumh\n\ngoogle play: https://t.co/Jytrq0N4Er\n\ndeezer: https://t.co/u9iaK2dDXy\n\n#PodernFamily #PodcastHQ #pWo https://t.co/X7lnRDJY4k",
  "We've hit double digits! Episode 10 wraps up our Freaks and Geeks two-parter, and we're talking all about our favorite burnouts, the freaks! Listen in as we discuss Carded and Discarded and the SERIES finale, Discos and Dragons.\nhttps://t.co/ahF0cUpbFq \nhttps://t.co/VWochzRtw2 https://t.co/h9IoegwkBK",
  "@SabrinaWatch  https://t.co/FUTRdLOx00",
  "Happy #WineWednesday! We pair Ep64 Brute Strength Murders with a robust Cabernet Sauvignon from Rodney Strong Vineyards! 💪💪🏽💪🏿 So hit the gym (don't skip leg day... your life could depend on it!), &amp; tune in tomorrow! #WineandCrime #WineCoven #LadyPodSquad 🍷🔪😘",
  "@ThatsWeirdCast I'm too scared for that... But I could watch some X-Files! -Katie",
  "Happy #AlienDay to the two best agents in the biz.... https://t.co/fYbVo1hyZM",
  "When you find out it's #AlienDay... https://t.co/05II1i852g",
  "Please RT! Our friend @Happy258366 is running a \"It's Gonna be MAY\" @NSYNC contest in our Facebook Group! Come join the party and submit your meme - you could win some pretty sweet #NSYNC themed prizes! Winners will be picked at random. For more info: https://t.co/6DrMCrKp0V… https://t.co/RJdCS4ECRt",
  "Since we are a movie podcast we would be remiss if we didnt ask, how is your April 25th this year?\n\n#MissCongeniality",
  "@TFGIFPodcast I met Marc Summers outside a Jersey Mike’s in Beverly Hills not long after moving to LA. I told him how much I’d loved DD. He was so nice!",
  "@sweetvalley That's awesome! He was definitely the face of Nickelodeon for a long time!",
  "It's Episode 110!\n\nWhoa, things get a little real, when @patrickmdunn and @katdvs discuss a very important episode of Blossom from 1995. #podcast #podernfamily #television \n\nhttps://t.co/niXePOFcsi https://t.co/Y89QObMd9F",
  "Satisfy your sweet tooth with our latest episode on the 90s cult classic #Jawbreaker! \n\n🎧Listen: https://t.co/dCKwO80htQ\n\n#90spodsquad @TFGIFPodcast @BeKindRewindPod @MissReminisce @rosemcgowan #RebeccaGayheart @juliebenz @missjudygreer @PamGrier #CarolKane https://t.co/kEgP9cCvgP",
  "Extra special, extra long &amp; extra funny episode of Mack &amp; Peter nearly killing each other &amp; guest @RilesBowman just watches…&amp; then joins in to the madness.\n#SuperMovieBall #Showdown #BillyBlanks #CornChipsIsLaw #MovieReview #MartialArts #KarateKid\nhttps://t.co/cbnDDoU0qI https://t.co/Vl9pFOQe8t",
  "Forget #Westworld, HBO's \"Perversions of Science\" is home of the original sex robots! This week we watched a double dose of the steamy sci-fi spinoff of #TalesFromTheCrypt that only lasted one season. #BadTV #Podcast #UnderDogPods https://t.co/JpXFHvNsZQ https://t.co/mBnENPwhgK",
  "#BenStiller #onset of #Heavyweights with cast members including #ShaunWeiss who played #Goldberg in #MightyDucks! Tune in tomorrow for the movie commentary episode!!\n\n#behindthescenes #moviecommentary #moviemaking #movieproduction #90smovies #perkisizing #perkissystem https://t.co/MMI33RVLRX",
  "On your mark, get set, go! Double Dare is headed back to Nickelodeon for 40 episodes. https://t.co/C9G9Jlz6xE",
  "What a crazy random happenstance that our episode this Friday is about Double Dare!!\n\nWhat are your thoughts on this? Do you think Marc Summers will be the host? If not, who do you think SHOULD host?! https://t.co/prhFe8iHnH",
  "💛Help Hey Beautiful hit 300 followers by Thursday's new episode! 💛\n\nRetweet this post to tell your friends about *the only #HIMYM podcast recapping every episode in order, spoiler-free!*\n\n#HBFamily #HowIMetYourMother https://t.co/ulqEfG2ZRO",
  "@SuperMovieBall @heybeautifulpod Oh, so jealous!!!",
  "@BygonesPodcast @heybeautifulpod Really?! You were missing out!!",
  "Coming up this Friday, we're talking about a game show at the top of every 90s kid's list, Double Dare: Troopers vs. Scatter Brains and the '93 Tournament of Champions! If you want to follow along, the episodes are on Dailymotion.\n\n(Thanks to @heybeautifulpod for the suggestion!) https://t.co/3PlD5GcRQV",
  "@WeWatchedAThing  https://t.co/pGic32jVUq",
  "It’s our last week in 1997!! New episode out now! https://t.co/T1tIn7sc6G https://t.co/1SMtQIrS3J",
  "@ThatsWeirdCast @theouijabroads @fgfpodcast @WeWatchedAThing @PodcastYFIP @RBTVpod @MyFavMurder Hahaha! I will really try not to!",
  "What has Katie been listening to while traveling for 7 hours, despite the fact that she only had a 2-hr flight to Las Vegas?\n\n@ThatsWeirdCast \n@theouijabroads \n@fgfpodcast \n@WeWatchedAThing \n@PodcastYFIP \n@RBTVpod \n@MyFavMurder \n\nListen! Subscribe! Follow! All the things!",
  "Our original #FantasyMovieDraft poll broke! So here's the runoff for the winner! Who has the BEST team of 5 romcoms from the 2000's - JUSTINE (@mixtapemontage) or JEN (@NerdifiedJen)? VOTE BELOW! #PodernFamily #PodFix #LadyPodSquad\nListen now --&gt; https://t.co/pHBI1Klwi3 https://t.co/bQyOD2PU0g",
  "@neversawthatpod @TINerdPod Absolutely! I'm imagining something like Higher Ground (the 2000 TV show on Fox Family), which I was obsessed with. If it's at all similar, and you haven't seen that, you should compare your experience!",
  "@neversawthatpod @TINerdPod That's awesome! I'm really interested to hear your story.",
  "@neversawthatpod @TINerdPod @The4thJournal @badpenpal @Headline_Heroes @NerdyThingsPod  https://t.co/6eyfAZ9FcG",
  "I love #ff bc it reminds me to promote other indie pods. I have started some new ones this week! @TINerdPod @TFGIFPodcast @The4thJournal @badpenpal and a shout out to our friends @Headline_Heroes too. And @NerdyThingsPod has a new The Good Place podcast called Everything is Fine!",
  "@neversawthatpod @TINerdPod Just saw your #LadyPodSquad post today and it sounds so unique and interesting! Am going to check your show out super soon (once I'm on wifi)! -Katie",
  "If our social media accounts are a bit quiet over the next few days, it's because Katie's on vacation! (But, who knows?! Maybe you'll get a treat and Drew will post something cool! Let's see!) https://t.co/EAg6ebEuiA",
  "We've hit double digits! Episode 10 wraps up our Freaks and Geeks two-parter, and we're talking all about our favorite burnouts, the freaks! Listen in as we discuss Carded and Discarded and the SERIES finale, Discos and Dragons.\nhttps://t.co/ahF0cUpbFq \nhttps://t.co/VWochzRtw2 https://t.co/h9IoegwkBK",
  "@boremeetsworld @WNAPodcast @WretchedWrestle @Gimmick_Table @SmarkSpot @TheBroKast @rawisbore @GoneTooSoonPod @DrunkDPodcast @friendszonepod @ForgotToGrowUp  https://t.co/B0avSlhXuO",
  "@geektastically @heybeautifulpod Suuuuuch a good book!!!",
  "You guys! Was putzing around the internet and stumbled on this GEM! Thoughts on #FreaksAndGeeks from the network side! Who knew Columbine factored into decision making on F&amp;G!? \nThe @maskedscheduler's: Agonizing over 'Freaks and Geeks' https://t.co/k21jV6wnRY via @tvbythenumbers",
  "@GoneTooSoonPod @KGfourthwall Oh, and when I said Drew, I meant the Drew on our show! Sorry, that was confusing 😛 -Katie",
  "@GoneTooSoonPod @KGfourthwall I remembered the geek storyline SO WELL, but I also love literally everything with Lindsay and Millie. https://t.co/6bEhoFkF1J",
  "I'm watching the \"Slap Bet\" episode of How I Met Your Mother while podcast editing and this is without a doubt the best episode of the show. \"Why won't Robin tell me why she doesn't like malls?!\"",
  "What's your favorite episode of #FreaksAndGeeks? Vote below and listen to episode 101.2 to hear what @KGfourthwall and I think!\nhttps://t.co/tocIJqAEOq\n#PodernFamily",
  "@GoneTooSoonPod @KGfourthwall Ahhh!! Can't choose!! I think Drew would say Chokin' and Tokin'... It's the pilot or Dead Dogs and Gym Teachers for me. -Katie",
  "@heybeautifulpod Good book! And it's getting adapted by Hulu!",
  "@themoviepasspod  https://t.co/P472yKlPMt",
  "@themoviepasspod Whaaaaaat?!",
  "@BadFemFilmClub Never heard of that movie, but relating to that GIF super hard...",
  "Bonus Episode: Where in the World is Carmen Sandiego? https://t.co/2w1WGayDen",
  "Just 9 more followers for 400. Let's make it happen. \nAlso, don't forget our new episode is up at\nhttps://t.co/5wCfRcASjH\niTunes: https://t.co/FPxDjdYte3\nStitcher: https://t.co/KboHRLdumh\nGoogle Play: https://t.co/Jytrq0N4Er\n#PodernFamily #PodcastHQ #pWo",
  "https://t.co/zK4MJZmVJi",
  "Happy #NationalHighFiveDay to our podcast pals, @heybeautifulpod! Be sure to check them out before they get going with their coverage of season two (a.k.a. Katie's FAVORITE season)! https://t.co/lOccmlIAuI",
  "Hey guys don’t forget to... VOTE FOR US?! Or whoever I dunno, they’re all romcoms we’re all here for romcoms. #LadyPodSquad https://t.co/zYER7h2x3X",
  "@90sManiax I NEED Diddy Kong Racing in my life again... -Katie https://t.co/cauQgJgBtK",
  "Go listen to our new podcast all about @nbcthegoodplace!! We have 3 episodes up NOW!\n\nLISTEN: https://t.co/0KJaBeug49\n\n#podgenie #underdogpods #podernfamily #thegoodplace #new #podcast #goodplace #teddanson #tv #tvtime https://t.co/vvWqFoKIlg",
  "EP8 - Teachers Bet is here. Join as we talk about that time Cory found out that prejudice is still a thing and that we all need to take a stand and put an end to it. \niTunes https://t.co/FPxDjdYte3\nStitcher https://t.co/KboHRLdumh\nGoogle Play https://t.co/Jytrq0N4Er\n#PodernFamily https://t.co/opMZntCW6D",
  "@_lynn_mc I know... Haha! -Katie",
  "@90sManiax In due time! 😉",
  "So good! We talked about this episode (season 4's \"Super Karate Monkey Death Car\") in our NewsRadio recap! https://t.co/4OqWiIRreh https://t.co/V4oXnJA6pt",
  "@HEAMCast Great suggestion!! When I did this SNICK thing last time, I watched the AYAOTD episode \"The Tale of Watcher's Woods\" and felt like I was 9 again. -Katie",
  "Continuing with our #xfiles Season 6 coverage - we welcome @Darren_Mooney along for the ride, and it’ll blow your mind! Listen here: https://t.co/W3HDgag9TS https://t.co/cd99Fk0YZn",
  "@90sManiax I'm dying to do an episode about this, and we'll have my sister on it because she has a baby picture where she looks EXACTLY like the Baby. 😂",
  "#OldThingsIWantBack SNICK!\n\nAnd, speaking of, we're doing another #MyOwnSNICK lineup live-tweet (or maybe a bonus podcast episode?) in the next few weeks, too, where we watch actual SNICK shows in the time slots they originally aired! Any episode suggestions? https://t.co/ZcaV9NHFbp",
  "@90sManiax @NathanialPoint @radzero83 @RayBtwin91 @MoFoArt @CuginoBambino @wolfee27 @davidmy57928083 @CulinaryGeekRoy @____PantheR @sassybella10 @Rule64BGS @tony_piper87 @melonforest @brainexploderrr  https://t.co/c84G7x6msd",
  "It's Thursday, so that means a new episode! #podcast #LadyPodSquad # https://t.co/vdgQ1Aitcn on #Podbean",
  "Bill and his holey socks. Shout-out to the #FreaksAndGeeks costume designer. https://t.co/czAV5aMYXf",
  "@CuginoBambino  https://t.co/uI1DakBGbb",
  "@notanotherxfpod Confirmed, it was 1999. That camera is such a gigantic dinosaur! https://t.co/06IDGU1F1x",
  "@notanotherxfpod Yep... A one megapixel digital camera my dad bought in either 1998 or 1999. The memory card was a floppy disk!",
  "You guys did it! 300 followers! Thank you!!\n\nAs promised, here's the photo of a 9th grade Katie, showing off her new letterman jacket, circa 1999. Why the stereo? No clue. Drew said this looks like it's from the 70s. I don't get it! But it IS from the oldest digital camera ever. https://t.co/zrE66FSVWe",
  "@cchotwing @dimlylitcast Petrichor is actually my favorite word! -Katie https://t.co/wDMcQPHjvW",
  "@notanotherxfpod You rock!! 🤘 https://t.co/zWspuxyfmN",
  "@nessiesens  https://t.co/zonAbhHprh",
  "@itsalexreads We agree!",
  "@briannils Well. Done. 👏",
  "@clarey_fairy69 What subjects are you interested in? I listen to a LOT of podcasts and might be able to point you to something.\n\nIn the meantime, if you like nostalgia and 90s TV, maybe check ours out! Our most recent episode is about Freaks and Geeks. https://t.co/P2tFHzs6HM",
  "WARNING: We don't recommend eating anything while listening to our latest episode... it gets a little gross. Happy #weirdwednesday! 🤮 https://t.co/erfzjf3nU1",
  "It’s our first ever #TrueCrime episode as H&amp;J are joined by the wonderful Melissa and Mandy from the @momsandmurder to talk about their fav TC documentaries. \n\nListen Now:\nWebsite: https://t.co/BKk8kw7x6i\nApple Podcasts: https://t.co/QkQXwXVJnA\n\n#LadyPodSquad #OrbitalJigsaw https://t.co/YDMnGVr4cK",
  "#WednesdayWisdom from @willfriedle \n\nhttps://t.co/5wCfRcASjH\n\niTunes: https://t.co/FPxDjdYte3\n\nGoogle Play: https://t.co/Jytrq0N4Er\n\nStitcher: https://t.co/KboHRLdumh https://t.co/ZbPx97J5Mw",
  "@ThatsWeirdCast That is necessary advice for this one... https://t.co/s9zodukr5T",
  "@MyrandaMash1 Oh, we DEFINITELY will, Myranda! Man, I know that show almost TOO well! If you want to send us episode suggestions, memories about the show, etc., please do! We're always looking for something to read aloud on the show. TFGIFPodcast at gmail!\n-Katie https://t.co/HqlxHJlUzj",
  "So now I've caught up with all of @TFGIFPodcast, I hope you guys do full house.",
  "@RBTVpod John Adams High from Boy Meets World, for sure. https://t.co/mLB9TIxbvk",
  "Is it true? A Mad About You reboot?!\nhttps://t.co/Q7ZvVzTbJS",
  "@GoneTooSoonPod Thanks!!! https://t.co/nFPDztMRdA",
  "@laurenlapkus @RBTVpod These are SWEET!!!",
  "@nobleinsk @Sethrogen If only!! I kind of like the ending and thought it was appropriate for the show, if that HAD to be the end... -Katie",
  "@Alyoyo_ @PaulCharchian @AndyRichter Undeclared was so good! We talked about Freaks and Geeks in our most recent episode, and found out one of us had never seen Undeclared! We might need to do a bonus episode about it... https://t.co/XvymHM6rF7",
  "@GruntWorkPod Aww, thank you! https://t.co/cKabfA1wka",
  "@boremeetsworld  https://t.co/ZADYaFdsy9",
  "We're 10 followers away from 300! If we get there today, Katie will share a picture of herself from 9th grade that, when Drew saw it, said, \"This looks like it's from the 70s.\" Is that a bad thing? You'll see!\n#PodernFamily #LadyPodSquad https://t.co/zRqITE3fPo",
  "Ep 101.2 - In part 2 of our look at #FreaksAndGeeks, Kyle and Drew examine each of the 18 episodes one by one to review, rate, and put them in context.\nApple: https://t.co/tocIJqAEOq \nStitcher: https://t.co/1JWCGx1wIO \nGoogle Play: https://t.co/sfd1C0YVk4 \n#PodernFamily #PodShare https://t.co/KnKMTMlnMF",
  "Traverse City's own, @moreaccidentals returned to the show during SXSW! Their latest album, the amazing and fully-realized, Odyssey is out now and they're currently out on tour supporting it. We have a great conversation! Listen here: https://t.co/Ka6Rb0ASlw #howdidigetherepod https://t.co/vRJXvyL2Lv",
  "TIME TO VOTE! Check out this week's '2000s Romantic Comedies' #FantasyMovieDraft board &amp; pick which drafter had the BEST team of 5 films in the poll below! #PodernFamily #PodFix #LadyPodSquad \nListen now --&gt; https://t.co/pHBI1Klwi3 https://t.co/B6zxu6rE7L",
  "Yay! A bumper Bygones day! In this ep, Ally's entire character is on trial after an incident involving Pringles, which we all know are the WORST, right?! And Billy continues to Billy everywhere, but what's new?! Go enjoy! 🎧 #ladypodsquad #britpodscene https://t.co/Ji7NAVogmr https://t.co/k6zU4gY734",
  "Ep 159 is live @ https://t.co/jT6F5IdQu2 as @viavhs &amp; @NowInTechPod get on board to countdown the #top10 films of the #American South as well as review #AQuietPlace #PodernFamily #PodFix #WordSalad #200ForWayne https://t.co/Rm5cv1rCNE",
  "NEW! We're back with our monthly special - DUEL OF THE DECADES! April 1987 vs April 1997! What a shocker this one turned out to be! #80s #90s #PodernFamily #PCEU\n\nhttps://t.co/PWAsBuglGg https://t.co/pWpyqVt8kJ",
  "@GoYourOwnYA Sooooo much good #LadyPodSquad content, though!!!! https://t.co/7ANOI9qkMp",
  "They write it off! #TaxDay https://t.co/oYsZDVX5dX",
  "@TFGIFPodcast @_BumWine I absolutely love Freaks and Geeks! A retro show way ahead of its time. - Kyle",
  "Hey folks! Our show is based on listener experience via VM or email, and we've got NOTHING for tonight's recording.\n\nIf you've had a shitty experience with dudes, the patriarchy, isms, whatever, can you leave use a voicemail at 617-819-4037 or email us!",
  "New #BookVsMovie ep talking about #ShirleyJackcon #TheHauntingOfHillHouse and loving it! You cab download/stream here https://t.co/SWtMrWir6w and here https://t.co/GHCH9GyMS0 #PodernFamily #ghosts #paranormal #LadyPodSquad #spooky https://t.co/Ym8WFDJwmW",
  "Let’s talk about death, baby 💋... Have you listened to the lows of 1997 yet??? https://t.co/9VOoIXdBoG",
  "Happy #TaxDay!! https://t.co/7UHr3iLjmF",
  "Me doing my taxes. #TaxDay #TuesdayThoughts https://t.co/gqzbYnx1nW",
  "This week, we get together with Dan of @NetflixNSwill &amp; Hannah of @FilmRoastShow to count down our #Top5 Boy Band Songs of the #1990s! Let's hear some of your faves...after all, it's gonna be MAY! #PodernFamily #UnderDogPods #BlazingCaribou https://t.co/h7RRy7U1Uw",
  "It’s Tuesday again and this week we’re unpacking hiphop and the culture surrounding it! #ladypodsquad #PodernFamily #Trypod https://t.co/5DQ8SRIPCg",
  "@TheBabeTheBro @WineandCrimePod @TwoBroadsTalk @fundippod @2GirlsOnaBench @MensReaPod @ColorMeDeadPod @BBHPOD @filmroastshow  https://t.co/EIX4rYPOVQ",
  "#TuesdayRecording means we acknowledge others who put in the work of making awesome #podcasts! Check out these (and all) members of the #ladypodsquad ! @WineandCrimePod @TwoBroadsTalk @fundippod @2GirlsOnaBench @MensReaPod @ColorMeDeadPod @BBHPOD @TFGIFPodcast @filmroastshow",
  "BRAND NEW EPISODE! It's the 2000s RomComs #FantasyMovieDraft with 1st time moderator @KrisWinters, @CutawaysPodcast's Ashley + Justine &amp; @indoorswomen's Jen! #PodernFamily #PodFix #LadyPodSquad\nListen now --&gt; https://t.co/pHBI1Klwi3 https://t.co/JnljvdwSp6",
  "It's #ThursdayRelease! Join @prettysmartkels and @_dandro_  for #Episode010 as they take a call from a woman who is told to #smile! Somehow, we ramble about Dan's genius toilet idea, #MaineMapleSunday, and shoe shopping! https://t.co/OGLHHPtDcl #ladypodsquad #podernfamily https://t.co/LIyAWFiGZ6",
  "Everyone loves their furry little family members... until they pee on your bed. This week, Vic and Linds go over the complicated love/hate relationship with pets. \nCW: This episode discusses death and grief. \n\n#PodcastHQ #LadyPodSquad #PodernFamily\nhttps://t.co/JzISCxmFln",
  "@90sPercentile I don't think I've seen Night Court since the 90s, so will have to revisit it soon, for sure. The current landscape reasoning is why I'm looking forward to Murphy Brown coming back, though! -Katie",
  "@dsrapodcast @indoorswomen Ugh, such a good one!!",
  "RIP Harry Anderson from Night Court...\nhttps://t.co/9RKFRvagwq",
  "@filmroastshow @WeWatchedAThing Awesome!!!! Love how you Incorporated the quotes, too!!",
  "@WeWatchedAThing @filmroastshow How is root beer not a thing there?!?!",
  "@filmroastshow @WeWatchedAThing Need to see those ASAP!",
  "@WeWatchedAThing @filmroastshow You laugh, as if that isn't a thing here, including in Seattle!! https://t.co/rddEBisHoM",
  "@WeWatchedAThing @filmroastshow I only first played it in the last 6 years or so, though I assume it's been a staple in the Midwest for longer (hence the corn-centric name). Also it's pretty great, and you should spread it around Oz!",
  "@filmroastshow @WeWatchedAThing Don't forget cornhole! 😂 https://t.co/IKuwnbeKQY",
  "@MyrandaMash1 Wanted to see it this weekend, but decided I shouldn't until I finish my taxes... So, soon! -Katie",
  "Episode 54 should be up wherever you listen to #podcasts! We get the #heebiejeebies thanks to a guy who wouldn't let go of a dead body &amp; the #government using our bodies as test subjects. #thatsweird #ladypodsquad #corpsebride #seaspray #conspiracy https://t.co/z0wzd0ms4b https://t.co/fIKo9w09EE",
  "Our Freaks and Geeks series wraps up on Friday with our episode all about the freaks! In it we discuss Carded and Discarded and the series finale Discos and Dragons. Need to catch up on the episodes ahead of time? They're on @netflix \n\n#PodernFamily #LadyPodSquad https://t.co/91macnNBIa",
  "@fgfpodcast I had this episode on VHS and watched it ALL the time.",
  "@BestForeversPod @MyFavMurder @GHardstark @KarenKilgariff Going to the Seattle show with my sister and my cousin (@WinesnHeadlines)!",
  "The pilot of Freaks and Geeks shows one of the worst gym class experiences: dodgeball. And, as you can tell in the clip, we refuse to call Coach Fredricks by anything other than Biff, the actor's Back to the Future character. Oops?\nhttps://t.co/ahF0cU7ANS \nhttps://t.co/2Po8Z8M4Bb https://t.co/FpmgAEsZb4",
  "@keconnor25 Haha! I actually liked the ending... But agree about relating more to the geeks. -Katie",
  "@fgfpodcast So jealous!!! https://t.co/p4AZBlAp2Q",
  "@WeWatchedAThing I know, right?! I'm pretty sure I got it at Target for the Friends series finale and just never used it. We did make Phoebe's cookies, though! https://t.co/jRdNtI9PEc",
  "Did you know we have an Instagram, too? Follow us there to see straight fire like the unboxing of this random Friends party kit Katie found at her parents' house! https://t.co/mPyq0G3lYS https://t.co/7XIUcFafl5",
  "Poll results: It's surprisingly pretty even! https://t.co/BB2aR5vzx9",
  "@TheBabeTheBro @SFDFDIPodcast @NeverBetterPod @MorningNeurosis @hellolifewtf @SnackMastersInc @AmazingNerdShow @DrinksWithLarry @CinematicallyC @TheFapPod @EMZTRadio @MovieGeekCast @themoviepasspod @SwindledPodcast @boremeetsworld  https://t.co/NmLErLyyOz",
  "@zdarfan @ForChock Agreeeeeed!! You should check out our podcast episode about it! https://t.co/4OqWiIRreh",
  "@TFGIFPodcast @amazon This is the best thing I have seen on the internet in a LOOOOOOOONG time. I want to know who wrote these.",
  "@foleysbian @ForChock Such a good show!! Our podcast did an episode on it a couple weeks ago, if you want to check it out! We talked about \"Arcade\" and \"Super Karate Monkey Death Car.\" https://t.co/4OqWiIRreh",
  "These @amazon episode descriptions for Nick Arcade are a gift and a treasure! Whoever did this deserves all the awards...\nhttps://t.co/cNpi60ceS9 https://t.co/5ykH8fbOwL",
  "@boremeetsworld @GoneTooSoonPod @TheFTVShow Just realized you asked about sitcoms, and it's an hour-long dramedy. But still check it out!",
  "@boremeetsworld @GoneTooSoonPod @TheFTVShow How about Wonderfalls? https://t.co/tkLhXRmluK",
  "@boremeetsworld @GoneTooSoonPod @TheFTVShow Did you see the Freaks and Geeks follow-up, Undeclared?",
  "@BygonesPodcast Haha, well, you're in the UK, so I had a feeling!! CC: @SabrinaWatch",
  "Sup Witches, we need your help!! Please follow this link, search for Sabrina the Teenage Watch and vote for us in The British Podcast Awards :) Retweet and share amongst your friends, family and foes! X https://t.co/hQ3aAizAxN",
  "@CutawaysPodcast @YouCanRewindIt @SunPowerPod @AcabamaPodcast @Kringle_PI @NerdyBitchesPod @FAMPod @filmroastshow  https://t.co/640bS2TK10",
  "@WeWatchedAThing Watching this episode right now, getting ready to record!",
  "@SabrinaWatch Maybe we'll have to dig it out and talk about it! We have shows on our list that neither of us have seen.",
  "Recording part two of our Freaks and Geeks series today, and it got us thinking...\n\nIf you HAD to choose one or the other, did/do you identify more with the freaks or the geeks?",
  "This one missed us, but did anyone else see it? https://t.co/bsmsD9xuIu",
  "@SabrinaWatch Not familiar with this one! It looks SO creepy, though, and I could barely get through Are You Afraid of the Dark?... -Katie",
  "@pepperashleyy @MyFavMurder @thexfiles  https://t.co/s4MBgKwURK",
  "@obliviousenthus Awesome! Will definitely listen!",
  "We just added @tfgifpodcast #podcast to @podknife! Revisit #TV from the halcyon days of the #1990s w/ hosts @katiemparker and @toccodk &amp; learn more now at https://t.co/akj1KAvpy1 https://t.co/e0v92bQ9T8",
  "@BestForeversPod @SunPowerPod @HEAMCast @i_shakemyhead @IWBpodcast @wildcozytruth @brodettenation @thepodstuff @OddDadOut @VocalFriesPod @varmintspodcast @socalledwhatev @murderblows  https://t.co/6G2bpiqRsw",
  "@TheBabeTheBro @derekcrim @brodettenation @RedTapeLass @2halvespodcast @PodcasterMG @BaitClicker @crguevar @MovieGeekCast @eric_babcock78 @DexsDinerPod @TheBroKast @Martini_Macabre @GinjaNinjaShow @DAPFpodcast @TheShoutOutME @TCGWpodcast @garybizzo  https://t.co/p1Ynvr6wB0",
  "Can't wait for the season two review to start! https://t.co/lOccmlIAuI",
  "Episode 29 - Vote for Pedro is out now! I am joined by the incredible @hederjon. I can safely say this is the best interview I’ve ever done and the most fun too. Listen now over at https://t.co/YlId3ao1Ci #Podcast #JonHeder #Interview #NapoleonDynamite https://t.co/a0sqf3DaqZ",
  "NEW EPISODE: Put on your cowboy hats &amp; six-shooters, we're heading into #Westworld. We answer some important questions about Delos, Ford (the man and co.), Dolores, other worlds and get caught in a sex robot loop. \n\n#PodernFamily #UnderdogPods #2PodsADay\n\n https://t.co/8Vf1xxh2aS https://t.co/rE0nGVALKj",
  "This week Zach from @RESPodcast joins us to talk questionable news, all the times he's been fired, eating disorders, sub sammiches, Easter lewdness and flat earth rocket stupidity. Listen here: https://t.co/mk49ER44Io\n#podcast #podernfamily #podecho #podmosphere #comedy https://t.co/aU6XaLu5Lh",
  "NEW! This week we reminisced &amp; asked the question \"Remember that time we spoke to..\" W/Appearances by @DuddyB, @BrianCOHalloran, @ThatClerksGirl, @frankshamrock, @ReelBigFish, @BumpinUglies, @DanielBaldwin &amp; more! #PodernFamily #PCEU https://t.co/yDLbOU4Q59 https://t.co/RQjgIG8ZsQ",
  "@Goosechumps @KatyCrypt @BloodyDateNight @GoosebumpsPod @WeGotGoosebumps @terrorca @WeWatchedAThing @TheOneWherePod Happy Friday the 13th! https://t.co/Tk7ra8MGX3",
  "It's a very special #FollowFriday the 13th so we're going to share some of our favorite spooky podcasts!\n\n@KatyCrypt\n@BloodyDateNight\n@GoosebumpsPod\n@WeGotGoosebumps\n@terrorca\n\nAlso check out:\n@WeWatchedAThing - Film Gods\n@TFGIFPodcast - 90's Goodness \n@TheOneWherePod - FRIENDS",
  "@GoneTooSoonPod @TexasForeverPod Ditto! And totally coincidentally we also both have Drews on our shows!!",
  "@themoviepasspod @lukaseggen @poopculture @MediaShockUK @AmazingNerdShow @imdbjourney @gotstratosphere @podknife @cinema_recall @EpicFilmGuys @nickandvince @musicgamer460 @delvin_cox @DAPFpodcast @Livestream4Cure @yesnodetroit @ChaddyDaddy_19  https://t.co/nZRojobT6n",
  "@oddpodretro Let us know what you think!",
  "@GoneTooSoonPod @TexasForeverPod @pilotsnpetards @boremeetsworld @bookversusmovie @STSTCast @HileOnLife @talesftfandom @TooSoonDrew @KGfourthwall  https://t.co/IvS85on9mT",
  "Happy Premiere Week #FollowFriday! Be sure to check us out on #iTunes: https://t.co/tocIJqAEOq\n@TFGIFPodcast 📺\n@TexasForeverPod 📺\n@pilotsnpetards 📺\n@boremeetsworld 📺\n@bookversusmovie 🎥📚\n@STSTCast 🎥\n@HileOnLife 🎙\n@talesftfandom 🎙\n@TooSoonDrew 🙋🏼‍♂️\n@KGfourthwall",
  "@MissReminisce We agree!!",
  "We're a 90s TV podcast, but today we're talking about a 90s show set in the 1980: Freaks and Geeks! In part one of two, we're focusing on the geeks through its pilot and Chokin' and Tokin'... Listen in!\nhttps://t.co/ahF0cUpbFq\nhttps://t.co/2Po8Z93FsJ\n\n#PodernFamily #LadyPodSquad https://t.co/cQrIZb4oya",
  "@MyrandaMash1 Aww, thanks for reminiscing along with us! https://t.co/ytqhidK5x9",
  "The best part of my job? Freedom to listen to podcasts.... thank you @TFGIFPodcast, love all of the memories",
  "I’m in a cult. Call my dad. https://t.co/zA58X2IFNu",
  "#NostalgiaIn5Words Please Be Kind and Rewind https://t.co/MzRPz5AoU5",
  "@theouijabroads I wonder if there are any UW ghosts... Luckily my dorm rooms were ghost free! https://t.co/VJWKZqOP80",
  "@pupsnpopculture @thetightends @highexpodcast @PiecingPod @tmistick @lawandorderpod @petcinematary @petsnpunchlines @filmroastshow Thank you!! https://t.co/3P2EAjrCNK",
  "#FollowFriday #FF Check out our new episode, then check out these shows! @thetightends @highexpodcast @PiecingPod @tmistick @lawandorderpod, @petcinematary, @TFGIFPodcast, @petsnpunchlines, @filmroastshow || #Podcasts #podcast #PodernFamily #ladypodsquad",
  "@WeWatchedAThing Haha, I would if I had any time to read... Might just need to skip straight to putting it in the freezer.",
  "@WeWatchedAThing This is why I haven't read Michelle McNamara's book \"I'll Be Gone in the Dark\"... https://t.co/fasTN45MFm",
  "@WeWatchedAThing Needs an edit: \"Billy Creeps Himself Out\" 😂",
  "@MyrandaMash1 Soooooo true! That's why it's my favorite!",
  "@keconnor25 Sounds perfect to me! Glad you're liking the show so far!! ❤️",
  "@keconnor25 It is! That's one Drew hasn't seen (I'm pretty sure it's another he hadn't heard of), but it was SO GOOD! Especially season one. I may or may not feel the need to sing the theme song during that recap...",
  "@indoorswomen Ok, gotta throw CJ Cregg in there, too! https://t.co/imQpFHsuPi",
  "@indoorswomen Hardest question ever? Gotta say Scully, though... https://t.co/TxIYAcNXFF",
  "New Episode!! Who are our pop culture role models? (And we want to know yours too!) https://t.co/4g1v27nBFE #podcast #popculture #ladypodsquad #underdogpods #podernfamily https://t.co/GHwIaKrKl8",
  "@heybeautifulpod Ha! I love the Mini Eggs mention at the very beginning. My favorite candy of all time. Listening to the ep now... -Katie",
  "We're back with The Beginning, episode 1 of #xfiles season 6! We gripe about Diana Fowley, question the Syndicate's nicknames, and are entertained by the underwater #alien. Listen: https://t.co/hTKtoQOPbE https://t.co/d7L1gahYnf",
  "Next week, Krissy teams up with the #LadyPodSquad to draft romantic comedies from the 2000's! Get ready by checking out last year's super fun 80s RomCom #FantasyMovieDraft! #TBT #PodernFamily #PodFix\nListen here ---&gt; https://t.co/jUugySCjVE https://t.co/WQrg0ox83J",
  "@theouijabroads Haven't listened to ALL of them yet, but I really, really liked the PNW food episodes!",
  "QOTD:\n\nWhat's your go-to phrase or cuss when you see a bad driver?\n\n#QOTD #podcast #podcasts #podcasting #LadyPodSquad #PodcastHQ #PodernFamily #baddrivers",
  "@heybeautifulpod I'll do better on the season 2 one, I know it! https://t.co/SjizrIiJUy",
  "Part 1 of our Freaks and Geeks series comes out Friday and we record part 2 this weekend! Have any thoughts on the show you want us to read aloud? Favorite quotes or scenes? Maybe where you thought future seasons would go if given the chance? Let us know! https://t.co/OuVrenSzZK https://t.co/1L9iuNn7BQ",
  "@keconnor25 Ha, literal storm! I get excited about hearing my name on TV and in movies, too. Was your favorite All That cast member Katrina?! https://t.co/ZkQLnEPoBw",
  "@keconnor25 You too?! Wow! It was a real show, I promise! And one that's really worth seeking out. Once you get to know the characters, it's especially good! https://t.co/NKkppicw71",
  "@heybeautifulpod I got 23 out of 29... Should have been 24, though, because I couldn't get the formatting right on the anthropologist question! And I'm pretty bummed about the ones I actually missed... -Katie https://t.co/2OxdkcBLPI",
  "Happy Thursday, #HBFamily! 💛 Our wrap-up of #HIMYM Season 1 is now live for the listening: \n\nhttps://t.co/qmCdXPHFhQ",
  "Part 1 of our Freaks and Geeks series comes out Friday and we record part 2 this weekend! Have any thoughts on the show you want us to read aloud? Favorite quotes or scenes? Maybe where you thought future seasons would go if given the chance? Let us know! https://t.co/OuVrenSzZK https://t.co/1L9iuNn7BQ",
  "Happy #NationalPetDay! (Poor Queequeg...) #TheXFiles https://t.co/HC9xR5uVBH",
  "For #WeirdWednesday wanted to share a list that we've been working on...\n\nIncluding us, there are now over 100 #podcasts out there that talk about weird, strange, bizarre, mysterious, haunted, spooky things! \n\nFollow the weird: https://t.co/d49a6dfkai 👽",
  "New : It's time for baseball and The Sandlot!  https://t.co/pxS0n62V1z  #podcast #podecho #PodernFamily #Underdogpods https://t.co/Wp5ETFH5io",
  "That's us! (And Katie is trying to Snapchat, as usual...) https://t.co/gIS25VS4T7",
  "Whoa, you can see us in this video! What an awesome, awesome show, too! https://t.co/eBo1hExzzR",
  "Minisode 01 - Love, Simon ❤️\nWe saw #LoveSimon and adored it! This has SPOILERS\n\nS https://t.co/iWQrsntu1Z\nP https://t.co/zTRI3AveMT\nA https://t.co/OAMPU7SkXr\n\n#LadyPodSquad #PodernFamily #CastAways #Queer #LGBTQ #Gay #FilmReview #beckyalbertalli @beckyalbertalli #NewZealand https://t.co/g8LV1Cf1I2",
  "@90sManiax If nothing else, Wishbone gave the world baby Amy Acker! https://t.co/g7SARJNWe9",
  "@themoviepasspod Same and same! https://t.co/AhabX9aEC8",
  "Shhh H&amp;J discuss A Quiet Place! How loudly were people eating popcorn next to J? How many \"Bathtub Emily Blunts\" do we rate it out of ten? Find out now!\n\nListen here:\nWebsite: https://t.co/w8SLDnYlCM\nApple Pods:  https://t.co/QkQXwXVJnA \n\n#LadyPodSquad #OrbitalJigsaw #AQuietPlace https://t.co/eEEpilZcLW",
  "In our latest minisode we party like it's #1999! https://t.co/BUvbqjA6yr … #90spodsquad @TFGIFPodcast @MissReminisce @BeKindRewindPod https://t.co/bchZaE5Xg9",
  "@ThrowbackBSPod I want to dig through stuff at my parents' house to see if I can find any fun stuff like this. I know my mom kept it for a while, but may have thrown it all away when they moved while I was in college.",
  "@PLAYLISTpcast @filmroastshow @ExcessFaggage Nekoooooooo! ❤️",
  "@ThrowbackBSPod As a former copy editor, I (Katie) firmly disagree with your teacher, Emily! And I'm sure Drew is on the same page as an English teacher himself!",
  "Wow! Awesome! 👏\n\n@ThatsWeirdCast is truly a fantastic podcast, and one I'm always recommending, even in person (incl. just last night)! If you like the format of @MyFavMurder, but want a bit less murder and more oddities like sea monsters, ghosts and cults, check this one out! https://t.co/RgS80jCoN1",
  "Stephen Root reading his character's translated book (from English to Japanese back to English) is one of the best sitcom moments of the 90s. And you can hear the full clip in our NewsRadio episode!\n\nhttps://t.co/ahF0cUpbFq  \nhttps://t.co/9aFQg7QTul  \n\n#PodernFamily #LadyPodSquad https://t.co/4jS3BpNxBX",
  "We barely knew you, dear Tamagotchi. We dedicate this National Pet Day to every one of the 10-12 pixels that made you what you were. Godspeed. https://t.co/YY3wswA1CI",
  "*WHISPERS* New episode. This week we're being super quiet, so that we don't attract the insanely huge monsters that hear real good, while chatting about John Kransiski's brand new horror film 'A Quiet Place.' Come join us!\n\n#PodernFamily #MoviePodSquad https://t.co/IEKPBRmFp2",
  "@fgfpodcast I literally laughed out loud when I heard that quote while listening the other day!",
  "@TheThirst @friendszonepod @HankAzaria @LisaKudrow  https://t.co/9K5OhdBPs3",
  "Ready Player One ep! \n\nIs out this week. Fave Q’s include:\n\nWhat flavour pizza is this movie?\nWhy was the stupidest decision a character made? What dialogue would not work as a pick up line?\n\nChur 🤙\n\n#PodernFamily #moviepodsquad #trypod  https://t.co/T9PYq7ipAE",
  "Yo, I missed #followfriday last week. But here are some shows so great you should listen to them every day.\n\n@FilmSnuff \n@MovieReviewsIn \n@TFGIFPodcast \n@filmroastshow \n@thecountdownpc \n@girlinspacepod \n@varmintspodcast \n@ContrarianPrime \n@_masterdebaters \n@EpicFilmGuys",
  "@WeWatchedAThing @FilmSnuff @MovieReviewsIn @filmroastshow @thecountdownpc @girlinspacepod @varmintspodcast @ContrarianPrime @_masterdebaters @EpicFilmGuys Thanks for including us!! 😁 https://t.co/Xyl3nyxyer",
  "@missingwords @MayTheFunkoBWY @bosixx4 @talknpops @OriginalFunko If the only thing TLJ ever resulted in was this twitter thread, it will have been worth it.",
  "@laurenlapkus  https://t.co/b10xbfQHGw",
  "@podsummit On Friday we talked about NewsRadio, which Katie loved and Drew had never seen! We cover S3's Arcade and S4's Super Karate Monkey Death Car, and someone loses a bet—live during the recording!\n\nhttps://t.co/ahF0cUpbFq \nhttps://t.co/9aFQg7QTul https://t.co/Qs21Ga03XY",
  "@GoneTooSoonPod Funny that we're both doing multi-parters about it, too! Got yours queued up for the commute home. https://t.co/KEL29rsYtW",
  "It's Freaks and Geeks week and, wow, look at this guest!! https://t.co/S1h5QOCfLX",
  "@Jessica_StClair @WompItUpPod @laurenlapkus This ad came up on Twitter right after seeing this tweet. Coincidence? https://t.co/HPKOThPHcu",
  "Here’s the deal. TRACI REARDON (@laurenlapkus ) graces us with her hilarious presence and you won’t want to miss a freakin’ minute of it. @Jessica_StClair @lennonparham #wompitup https://t.co/MPW4ULjh0G",
  "@BygonesPodcast I actually just yesterday watched the episode that GIF is from!",
  "@BygonesPodcast I used to quote this all the time 😜 https://t.co/o6BZkLkSZw",
  "@TFGIFPodcast Phoebe &amp; Ursula!! https://t.co/9bKnsz5G1K",
  "@TFGIFPodcast Phil and Lil https://t.co/NBvQ6WNYdT",
  "Happy #NationalSiblingsDay! Who are your favorite 90s TV siblings? https://t.co/8TxXcz0Mgv",
  "Oh, hey, we talked about this episode in our Sabrina the Teenage Witch recap!\nhttps://t.co/m2A4Xu9YnW https://t.co/12PG0co8xY",
  "Did you know you can find TFGIF on Spotify, too? Listen and subscribe to our podcast in the same place where you get your music! https://t.co/U1rGeT8NIE",
  "As if! This week we’re digging into the 1995 film Clueless #LadyPodSquad #PodernFamily #TryPod https://t.co/DunHfcQfaT",
  "@lennonparham @laurenlapkus @TraciReardon It's so good!!! Best frenemies ever",
  "Who are your favorite siblings from 90's TV? #NationalSiblingsDay",
  "Looking for the shows we've covered so far? https://t.co/OzdIjSvlXk\n\nWe've also made it easy to send us email, incl. requests for shows or episodes. And if you share your 90s TV memories, we'll read them on the podcast! Consider us your new Stick Stickly https://t.co/Zj3Rby45f0 https://t.co/YXwmkYHJFE",
  "@themoviepasspod Seriously! https://t.co/QkU060WGXG",
  "This week we tackle the Wes Anderson crowd-pleaser known as Isle of Dogs!  We also discuss whether horror is at it's lowest point &amp; drop a bunch of MoviePass news and a fact of the show!\n\n#podernfamily #MondayMotivation #podfix #podcasts @isleofdogsmovie https://t.co/yXj4W9oG0P",
  "@heybeautifulpod Is it weird I've never heard of \"mother sauce\"...?",
  "@kumailn The Pretender https://t.co/62fhq7HCzy",
  "Q: what was the 1st TV show you loved, completely? Not cartoons you watched as a kid. I mean, as you got a bit older. Maybe early teens, when you could really start engaging intellectually. For me, Star Trek: TOS. Intellectually, emotionally. Blew me away. The world felt bigger.",
  "@filmroastshow Best GIF usage ever.",
  "This show is a solid shot if you're craving some 90's nostalgia. Loved the Home Improvement episode! Can't wait to catch this one. https://t.co/jHfgyncgC9",
  "@Goosechumps Oh, we definitely will! It's on the short list, especially since we've had more than a few requests for it!",
  "We'll get to Goosebumps one of these weeks, but, until then, you can catch these guys discussing every single episode: the good, the bad and the really truly terrible! We're subscribed, and you should be, too! https://t.co/n4n7vsneiU",
  "@Goosechumps Thank you! Glad you're liking the show so far! 😁",
  "@HomeImpodcast I remember this ad so specifically...",
  "@filmroastshow @SoItsAShow So brave. Good luck! https://t.co/XrL0aHUK22",
  "@kumailn Discovering NewsRadio when I was 11 was the best thing that ever happened to my sense of humor. https://t.co/OpdsTZPKTU",
  "#FoodASitcom The Secret World of Alex Mac &amp; Cheese https://t.co/odnd68XEEN",
  "This week Raised By TV returns with a whole new season. Catch the first episode, all about SNICK, this Wednesday! (Unless you've been listening early on Stitcher Premium, all sneaky like...) https://t.co/XkZkHC35h4",
  "@WhoisJohnT @RBTVpod We talked about this in the very first episode of our own 90s TV podcast, if you're interested in having a listen! https://t.co/Hd51Xzyt6R",
  "@RBTVpod Too hard to choose! Probably Alex Mack... https://t.co/OzAs5uXKMi",
  "@ZETUSLAPODCAST This is the hardest matchup to date...",
  "Have you heard the latest episode? Listen to the highs before we go dark with the lows.. 😈 https://t.co/fOBTzA7rY3 https://t.co/c9HNGUw336",
  "Looking for new podcasts? Check out some of these guy-hosted pop culture ones we've been listening to! #PodernFamily #mcm\n\n@WeWatchedAThing 📽️\n@BOCpodcast 📺\n@ReelFeelsPod 📽️\n@BeKindRewindPod 📺📽️\n@themoviepasspod 📽️\n@SabrinaWatch 📺\n@TommyOler 📺",
  "This Friday we're talking about one of our faves: Freaks and Geeks! And such for a short-lived show, there's a LOT to talk about, so we're breaking it into two parts. Join our GEEKS discussion by watching the pilot and Chokin' and Tokin' on @netflix!\n\n#PodernFamily #LadyPodSquad https://t.co/r9SFJVbZv4",
  "@heybeautifulpod Recycling is so ingrained in Seattleites. I once saw a kid move the coffee cup his mom threw away from the trash can on the street to a recycling bin.",
  "In NewsRadio's episode Arcade, Dave gets re-addicted to the game he played as a teen: Stargate Defender. Meanwhile, Katie had Centipede growing up and Drew had Pop-A-Shot. Did anyone else have an arcade-type game as a kid? Or now?\n\nhttps://t.co/9aFQg7QTul\nhttps://t.co/EKCWzQ9ZpR https://t.co/GZqm1IALl9",
  "@NerdyBitchesPod @MurderCityPod @CowtownCrimes @winepunishpod @murderblows @sipshinepod @nordictruecrime @KillinItCrime @crimebythebar @ACNCpodcast @Truecrimebased @LoneStarLawPod @txtenthirtyone @gonecoldpodcast @roommateshtx @GGBHPodcast @HVHPodcast @CutawaysPodcast @MorningNeurosis @CasterQuest @highexpodcast \"He'll be crying himself to sleep tonight on his huge pillow.\"",
  "In NewsRadio's episode Arcade, Dave gets re-addicted to the game he played as a teen: Stargate Defender. Meanwhile, Katie had Centipede growing up and Drew had Pop-A-Shot. Did anyone else have an arcade-type game as a kid? Or now?\n\nhttps://t.co/9aFQg7QTul\nhttps://t.co/EKCWzQ9ZpR https://t.co/GZqm1IALl9",
  "@WeWatchedAThing  https://t.co/VdOfyVJuTs",
  "@TheBabeTheBro @OfMythAndMercy @WineandCrimePod @nothankspodcast @KillerKidsPod @BestForeversPod @CutawaysPodcast  https://t.co/a3Bu9JuVYD",
  "Wild and Crazy Kids (1990)\n#SundayMorning #90skids https://t.co/UGrYRRCOn7",
  "@TINerdPod Of course the Z Morris is a blonde ale! 🤣 https://t.co/ZDDukTtVEu",
  "Correction Corner: In our NewsRadio episode, Katie calls the fortune-telling machine from the movie Big \"Zoltan,\" but it's ZolTAR. Zoltan is from Dude, Where's My Car... 🤦‍♀️ https://t.co/6EQrH6txXi",
  "We interviewed Venus DeMilo Thomas of Salute Your Shorts fame and we ranked our favorite Telly episodes on this week’s podcast! \nhttps://t.co/BtZkvLIr0g https://t.co/SWyzas2fs2",
  "@GoneTooSoonPod We're recording today, not sure yet. We're probably releasing it as a two-parter, though.",
  "Coming up next week, we'll be talking about Freaks &amp; Geeks, but what kind of show do you want to hear about after that?\n\nIf you have specific suggestions in mind, reply with those, too!\n\n#PodernFamily #LadyPodSquad",
  "@GoneTooSoonPod It will be interesting to compare our takes on it!",
  "Tyler had never had a hot dog!? Hot dog movies galore until he does! \n\nFirst up is a @Sethrogen movie, “Sausage Party” where Frank learns the ugly truth about the Great Beyond.\n\nhttps://t.co/BgQFJzXJHe\n\n#PodernFamily #PodernHQ #comedy #animated #hotdog #movie #moviereviews #film https://t.co/Qaps3wSji4",
  "@CinematicallyC @GidgitVonLaRue @WeWatchedAThing @dialm4movie @WDIMpodcast @pilotsnpetards @talkindawson @KRobertMarlo @advsoundtrack @WLImbalance @Spielbergstud @FlicksXRayed @MovieReviewsIn @MovieGeekCast @NickandAudio @filmroastshow @CinemaRespect @TandemLegends @BrodysKitchen @ReelFeelsPod @BSPodPhx @spikethepuns @imdbjourney @musicgamer460 @gotstratosphere @murderblows @FYFCStudios Ugh, SO good.",
  "Nominated by @ReelFeelsPod \n\nPost a gif of one of your favorite movies without any explanation and tag five other people.\n\n(This one is Drew's)\n\n@HEAMCast @BeKindRewindPod @BadFemFilmClub @ThrowbackBSPod @notanotherxfpod https://t.co/lPCxo7nOCt",
  "One of us has been catching up on popular movies that seemingly everyone has seen. Tonight was Adventures in Babysitting (1987)! https://t.co/bjzr2hfZvJ",
  "@TFGIFPodcast @WeWatchedAThing @heybeautifulpod @CutawaysPodcast @theouijabroads @ThatsWeirdCast @BygonesPodcast What about MY favorite movie!? https://t.co/NFWKHsB8tC",
  "@heybeautifulpod @ImpostersPod @lezhangoutpod @_runandstumble @HimymCraig @ActuallyNPH @MyrandaMash1 @iamtaniam77 @Freakademic  https://t.co/RJf1rGh1vx",
  "@WeWatchedAThing @dialm4movie @WDIMpodcast @pilotsnpetards @talkindawson @KRobertMarlo @advsoundtrack @WLImbalance @Spielbergstud @FlicksXRayed @MovieReviewsIn @MovieGeekCast @NickandAudio @filmroastshow @GidgitVonLaRue @CinemaRespect @TandemLegends Haven't seen either of those... But I just checked IMDb and I guess he wrote some episodes of Ned and Stacey that I DID see! 😂",
  "@WeWatchedAThing @dialm4movie @WDIMpodcast @pilotsnpetards @talkindawson @KRobertMarlo @advsoundtrack @WLImbalance @Spielbergstud @FlicksXRayed @MovieReviewsIn @MovieGeekCast @NickandAudio @filmroastshow @GidgitVonLaRue @CinemaRespect @TandemLegends Same!! It's been awhile since I've watched it, though. I might need to dig out the DVD soon...",
  "@MovieGeekCast @KrisWinters What's the topic?!",
  "Nominated by @WeWatchedAThing \n\nPost a gif of one of your favorite movies without any explanation and tag five other people.\n\n@heybeautifulpod @CutawaysPodcast @theouijabroads @ThatsWeirdCast @BygonesPodcast https://t.co/i7tIadeYQL",
  "@WeWatchedAThing @dialm4movie @WDIMpodcast @pilotsnpetards @talkindawson @KRobertMarlo @advsoundtrack @WLImbalance @Spielbergstud @FlicksXRayed @MovieReviewsIn @MovieGeekCast @NickandAudio @filmroastshow @GidgitVonLaRue @CinemaRespect @TandemLegends Literally my favorite movie right there, so gonna have to copy you......",
  "@heybeautifulpod Watched the episode and we will definitely use it for our future recap! The Troopers are even from Michigan for Drew!",
  "@PWLTpodcast @Twisted_Philly @EducatingJeremy @thecountdownpc Stars Jena Malone as a teenager at a Christian high school who accidentally gets pregnant while trying to convert her gay boyfriend. Macaulay Culkin, Mandy Moore and Mary Louise Parker are in it, too!",
  "@heybeautifulpod Wow, that's a ringing endorsement! Going to watch it now...\n\nReally wanting to discuss Double Dare because of the rad prizes! https://t.co/8aFaC4veAW",
  "@WeWatchedAThing I guess I should have used this one after seeing A Quiet Place... https://t.co/rcvti2iJL8",
  "@WeWatchedAThing Hahaha! How meta can you get?!",
  "The only reason we go out on a Saturday night. SHOW US THE PIZZA. 🍕\n\nGet the GIF: https://t.co/qLlqGj5kif \nListen to our recap of this #HIMYM episode: https://t.co/mbZB2Xzst1 https://t.co/nhbnwGVR6P",
  "@PWLTpodcast @Twisted_Philly @EducatingJeremy @thecountdownpc Drew would say O Brother, Where Art Thou. Katie says Saved! https://t.co/Jx5fyW8Tsz",
  "@WeWatchedAThing Did you see the recent clip of the cast talking about that meme?! https://t.co/mSVYmIBHaM",
  "New to NewsRadio, and want to follow along with the discussion on our latest podcast episode? Here are the links to what we watched!\n\nArcade: https://t.co/64K5CtNWHw\nSuper Karate Monkey Death Car: https://t.co/Yl4njTVodr\n\n#PodernFamily #LadyPodSquad https://t.co/cpLQ3eXkdV",
  "Per Maren’s request... WE’RE BACK TO TALK ABOUT 1997! What a time to be alive. New episode out now!✌️https://t.co/fOBTzA7rY3 https://t.co/HF8CPMCaEt",
  "Ep 90. Jay has an awkward first date. Return of #IndieCorner #Review for #ReadyPlayerOne news on #XMenDarkPhoenix &amp; #NewMutants. New #CraftBeer reviews and #MovieHomework for #FiftyShades #PodernFamily #UnderDogPods #PodFix https://t.co/D53o07gLyN https://t.co/TeILUd4xc5",
  "@BygonesPodcast  https://t.co/3dvURE7Jb2",
  "Yay! It's Bygones Day! In this ep, we despair that Ally has to eulogise the dead professor she had an affair with, whilst noone cares about Cheanie and Billy should just GO. HOME! Go get it in your ears! 🎧 #allymcbeal #ladypodsquad https://t.co/B1I67kcXgv https://t.co/hZ3tn9QpDT https://t.co/axeEvEpSrv",
  "Greg is surprised by Lauren's reaction to his Bad Movie Month pick Baseketball. Listen to hear what she thought! #podernfamily \n\nItunes: https://t.co/IH17XPAJsD             \nPodbean: https://t.co/Mxp11yyloV https://t.co/chjx6f386s",
  "It's the weekend! Subscribe to our movie podcast on @ApplePodcasts today &amp; let us swing right into your heart! #PodernFamily #PodFix\nhttps://t.co/ZENrfalLHj https://t.co/mcBlaBhWq6",
  "#NationalBeerDay\n\n#BeerDay #beer \n#TheSimpsons #Simpsons https://t.co/BmVnrN0fNb",
  "Coming up next week, we'll be talking about Freaks &amp; Geeks, but what kind of show do you want to hear about after that?\n\nIf you have specific suggestions in mind, reply with those, too!\n\n#PodernFamily #LadyPodSquad",
  "if you                                then you don’t \ndon’t love                         deserve \nme at my                          me at my https://t.co/EQ7CLuoPsM",
  "Don't miss our season 2 finale episode! They packed so much into this episode we couldn't keep up!\nhttps://t.co/x5PO1xA25A\n#MelrosePlace #MelrosePod #90sTV #PodernFamily #Podcast https://t.co/PHgRejD289",
  "New episode of #RuinMyChildhood! We covered the #classic #90s film, #Matilda! Listen now:\n\nWeb\nhttps://t.co/G2J8Ni0TO8\nApple\nhttps://t.co/EcdKUjCV9b\nStitcher\nhttps://t.co/0T3KahN4YM\n\n#dannydevito #roalddahl #podernfamily #magic #marawilson #90skid #books #trunchbull https://t.co/4tIXrAmUE7",
  "@PodcastYFIP So much of what you say is what I've been trying to articulate about Roseanne. Especially that they're bringing exposure to certain progressive issues to conservative homes. Very well done episode!! 👏",
  "The tv show Roseanne has returned to TV, so now seems like a good time to talk about Roseanne Barr! There’s a lot for my on here, buckle up. #ladypodsquad #PodernFamily #trypod https://t.co/OvbMc8Wz2Z",
  "Happy #ForeverFriday! Time to dive into the friendship of Kristen and Liz from @PodcastYFIP in E22: Your Friendship is Pivotal! Come check out how they ruin our favorite things, but know they certainly DO NOT ruin #friendship! #podernfamily #ladypodsquad https://t.co/iBL6N6vrUd https://t.co/tDncz1yV3L",
  "@podernfamily Thanks for posting this! Listening to this episode, and a few others, now!",
  "90s kids, if you haven't watched @EverythingSuxTV yet, you've been missing out. Years from now it should be thought of like Freaks &amp; Geeks and My So-Called Life: a one-hit wonder that needed another chance. https://t.co/6T7oUT7ObM",
  "@laurenlapkus Ugh!!!! Worst news!!",
  "@DEADLINE What the freaking what?!?!!?! Using psychic energy to reverse this decision... #reneweverythingsucks https://t.co/xeXVEGflZJ",
  "@moreaccidentals We got excited you were playing new stuff on Friday, too! 😁",
  "This week’s #SavedByTheBell rewatch ep. was The Fabolous Belding Boys where in Rod The Douche Belding makes his 1st and last appearance and Zack is a very bad judge of character #PodernFamily #PodsInColor #podcast https://t.co/cdeO90lYs6 https://t.co/f9qLNgRsbr",
  "@canwecult Okay, it's kind of a combination? It's a scientific fact that dog paws smell like corn chips, including Bugles! https://t.co/P1zAISNSgx",
  "@chickendynasty @90sManiax  https://t.co/WyoTpTRjkS",
  "@notanotherxfpod @moreaccidentals Super fun! They have great covers of Andrew Bird and MGMT, too!",
  "Near the start of today's episode, we mention that we saw The Accidentals (@moreaccidentals) from Drew's home state of Michigan the day before. We highly, highly recommend them, if you're looking for some new music! And hopefully they'll have a new album soon...? https://t.co/oJzAlnPn7K",
  "@filmroastshow And, yeah, the High Five was mentioned in the book WAY earlier than it came up in the movie. How hard would it have been to fit that in somewhere?!",
  "@filmroastshow I also haven't seen Iron Giant, so I guess all the stuff with that in the movie could have been more impactful for me than it was, but I still liked it! I just wish they spent more time on \"real world\" world-building. Some things could have been explained with a couple sentences!",
  "@heybeautifulpod What?! Season two isn't the best?! What about Robin Sparkles? The origin of the slap bet? The whole Lucky Penny episode? The Fiero? Plus I like Robin and Ted together... Get! On! Board! 😜 (Also, season 4 is the second best: Intervention, Best Burger, Murtaugh!) https://t.co/6jq9eEW3m1",
  "@GoneTooSoonPod @pilotsnpetards @boremeetsworld @HileOnLife @jaybrodieshow @KaraokBIGE @SaveCloneHigh @AmazingNerdShow @KGfourthwall @TooSoonDrew @STSTCast And ready to start listening! https://t.co/bpS74emcNL",
  "H&amp;J discuss Ready Player One! \nDoes H think that was a poor man's excuse for a Beetlejuice? Does J believe At3mis could've picked 100 better hairstyles?\n\nListen here:\nWebsite: https://t.co/vmdhalwYBp\nApple Pods:  https://t.co/QkQXwXVJnA \n#LadyPodSquad #OrbitalJigsaw https://t.co/f7yD47RBpr",
  "@BygonesPodcast @highexpodcast @CutawaysPodcast @WhatPagePod @RedHandedthepod @spocklightpod @little_lj @neighbuzzpod @Frigays  https://t.co/4DbUTxT5Om",
  "#MakeATVShowOld Grandpa Meets World https://t.co/qcW91jqqeP",
  "TFGIF! This week we're talking about NewsRadio, which Katie loved and Drew had never seen! We cover S3's Arcade and S4's Super Karate Monkey Death Car, and someone loses a bet—live during the recording!\n\nhttps://t.co/ahF0cUpbFq\nhttps://t.co/9aFQg7QTul\n\n#PodernFamily #LadyPodSquad https://t.co/jhWBKcUQVj",
  "@OzPentimenti @WeWatchedAThing I think maybe the only Australian movie I've seen is Tomorrow When the War Began, because I LOVED the book series as a kid. Tell me I'm not the only one! https://t.co/wt4GdoUQoW",
  "@TwoPeasOnAPod @MovieGeekCast Not surprised Ashlee is winning, but pretty confused as to why you're in last... https://t.co/q0fY727ILL",
  "@heybeautifulpod Making sure it's downloaded for my drive home, and...we're good! 👍",
  "Our new episode is LIVE! #himym\n\nListen to our recap &amp; review of the Season 1 finale of \"How I Met Your Mother\":\n\nhttps://t.co/r9fQbF29cp",
  "Well, it’s out there. A 1st look at Harvey and Sabrina from the “Chilling Adventures of #Sabrina.” ADORBS, right? https://t.co/9n8cznpv2c",
  "@WeWatchedAThing This is great! Using the embed feature on our website now, too!",
  "@WeWatchedAThing Thanks!",
  "With this ripper review we've just hit 83 reviews on our show globally! You people are bloody legends. If we hit 100 maybe something good will happen? Who am I to say?\n\nThank you so much to the #PodernFamily for everything you do and all the support you give. Keep on keeping on. https://t.co/mhP7p6juYA",
  "@WeWatchedAThing What service are you using to see your reviews?",
  "MTV NEWS SPECIAL REPORT:\nThe body of Nirvana leader Kurt Cobain was found in a house in Seattle on Friday morning, dead of an apparently self-inflicted shotgun blast to the head\n— Kurt Loder, April 8, 1994 https://t.co/cNgUm4Lum7",
  "@filmroastshow @DanKodyPodcast @PLAYLISTpcast  https://t.co/Kdo1fbs6Ui",
  "#WeirdBandMerchandise A literal beet.\n\n#Doug #TheBeets https://t.co/fWBHrPFI95",
  "We talked about this episode and scene on our Fresh Prince episode! If you missed it, you can still find it on iTunes, Stitcher, Spotify, etc.\n\nhttps://t.co/hCPeT41pLX \nhttps://t.co/xxx9F0kLVs\n\n#PodernFamily #LadyPodSquad https://t.co/yskmiRJaeO",
  "@emmanya Salem forever! https://t.co/zDQ597vlmT",
  "@90sManiax OH. MY. GOD. I had COMPLETELY forgotten about these and how much I loved them!",
  "@WeWatchedAThing @IMKristenBell Oh....you are in for a TREAT!!",
  "@WeWatchedAThing @IMKristenBell We LOVE that show!! https://t.co/1XLkNcVFQ1",
  "Last night at trivia we were asked: \"Wilson W. Wilson Jr. was a character on which TV show?\" What are the odds?!\n\nListen to us talk about him and the rest of the Home Improvement world on our newest episode, with our friend Eric!\n\nhttps://t.co/hCPeT41pLX \nhttps://t.co/o2Uqwx9Zb5 https://t.co/bBb7ePPEUl",
  "@MovieGeekCast @filmroastshow has my vote! https://t.co/oeGgXCpjQK",
  "@ThatsWeirdCast That feeling when you see #SalishSea is trending, and immediately think it's because they found more feet. https://t.co/zM106TLiSg",
  "@ThatsWeirdCast  https://t.co/ZYHw7YlQ6j",
  "@nothankspodcast Walk slowly down the middle of a sidewalk or hallway. The worst!",
  "Looking for a new podcast? How about giving some of these a try?\n#LadyPodSquad #wcw\n\n@filmroastshow\n@ThatsWeirdCast\n@BadFemFilmClub\n@BygonesPodcast\n@notanotherxfpod\n@ThrowbackBSPod\n@fgfpodcast\n@theouijabroads\n@heybeautifulpod\n@highexpodcast\n@nothankspodcast",
  "New episode! Join us from The Oasis, as we set the Iron Giant against Mecha-Godzilla, escape from the Overlook Hotel, and hunt for the magic egg, all while discussing Steven Spielberg's retro action-adventure 'Ready Player One'.\n\n#PodernFamily https://t.co/LJgJQvJrOr",
  "@TheVoiceofGenZ Sounds like you need a \"classic\" TV history lesson! https://t.co/sKdDMkooQk",
  "Did you know listener ratings and reviews help others find podcasts like TFGIF every day? Ratings take just a second, and reviews can be short and sweet!\n\nHelp an independent podcast today on iTunes, Stitcher etc for #ReviewsdayTuesday! And we'd love if you could include us, too! https://t.co/BoKq1EPne8",
  "@all90spodcast Legitimately one of the best movies! https://t.co/GCxRwE2Bic",
  "Discovered this Home Improvement themed beer at a wedding last night. #ToolTime https://t.co/QldrDNEU3h",
  "I (Katie) saw Ready Player One last night, and have been wanting to hear others' thoughts on it! Listening to this now! https://t.co/fRR8QQlN5P",
  "@CinemaRespect @amazon I was tempted to do the one where he does the promos for Rocket Fuel, and Catherine teaches him fake street slang. \"Gazizza, my dillsnoofus!\"\n\nOthers on the list were \"Smoking,\" \"Rat Funeral,\" and \"The Cane\"... https://t.co/vq3f9QrePu",
  "@_lazeebones @amazon \"Did the yum yum clown monkey also represent the FCC?\"\n\nWe're putting the full audio of Stephen Root reciting from his book, because there's no way we could do it justice ourselves!",
  "@lgbtudinov This is amazing.",
  "@ReelFeelsPod @amazon I know! I feel like it's a show people either love or don't really know, but hopefully people like our episode! https://t.co/HzxaBGOmCK",
  "BRAND NEW EPISODE! It's our 1999 #FantasyMovieDraft with @RabbitEarsTVpod @filmroastshow @TwoPeasOnAPod &amp; @shampu19! Who will be the 90s tournament champion?! #PodernFamily #PodFix \nListen now --&gt; https://t.co/Fk4TfIk9s1 https://t.co/kzH6bTQkly",
  "Coming this Friday, we talk about one of Katie's favorites, NewsRadio, which Drew had never seen! Or even heard of! It was SO HARD to pick episodes, but we went with S3's Arcade and S4's Super Karate Monkey Death Car, available (for $$) on @Amazon.\n\n#PodernFamily #LadyPodSquad https://t.co/YZomQdvLFf",
  "@smoot_loops_ @BuzzFeed  https://t.co/AqQLMzDsIs",
  "@90s We agree, which is why we talked about it on our podcast a couple weeks ago! https://t.co/z9dlbqn7RG",
  "35 things we did in 1995 that'll make kids today think it was 1895 https://t.co/cCVrnb3FUF https://t.co/tUy2AsFmHf",
  "Sister Sister premiered 24 years ago today on April 1, 1994?! Glad that wasn't some kind of April Fools joke for TGIF!\n\nhttps://t.co/wKaWD1cDSa https://t.co/K0Ko6SQVIG",
  "Our guest Eric was perfect for the Home Improvement episode, especially since he has actual DIY experience, which we both do not. This clip makes that extremely clear!\n\niTunes: https://t.co/ahF0cUpbFq\nWeb: https://t.co/o2Uqwx9Zb5\n\n#PodernFamily #LadyPodSquad https://t.co/ZaShCLn9mT",
  "Did you know there's a ridiculous SNES game based on Home Improvement? We watched a video of it during this week's episode! Hear our live reactions by downloading it on iTunes, Stitcher, Spotify, etc.\n\nhttps://t.co/hCPeT41pLX\nhttps://t.co/o2Uqwx9Zb5\n\n#PodernFamily #LadyPodSquad https://t.co/MEff6seVeK",
  "Happy birthday to the one and only @MrBillDaniels as Mr. Feeny you taught me and many others pretty much everything about life, thank you. https://t.co/uGKOOzCRHC",
  "@ThatsWeirdCast Aww, thank you!!! https://t.co/JJkVx5SEKS",
  "Who else remembers Inside-Out Boy? https://t.co/GO1BPxvPEx",
  "@heybeautifulpod Listening to this episode now, and I'm sorry for causing you to relive your Moon Shoe trauma, Kate!!!! 😂\n\nYou guys are so sweet for the shout-out, too! The feeling is totally mutual! https://t.co/n2xRIn5xYa",
  "Not since Ross's sandwich has there been a more riveting story of stolen office food! https://t.co/siCCE6PMSg",
  "@thecapsule98 @celinedion I was wondering why Celine was trending on Giphy... Man, I loved her so much growing up! https://t.co/SrEU3E1Yhk",
  "@ThrowbackBSPod @backtofuturama @HEAMCast @theouijabroads @worstbestseller @JBCPodcast  https://t.co/5vNrBfLELX",
  "It's #FollowFriday! If you're looking for some awesome new podcasts to put into your life, here's some fine folks to chat in your ears:\n\n@TFGIFPodcast @backtofuturama @HEAMCast @theouijabroads @worstbestseller @JBCPodcast https://t.co/90A6OPB9Z3",
  "@OriginalFunko Screech from Saved by the Bell?",
  "@WeWatchedAThing @Twisted_Philly @Goosechumps @FlicksXRayed @SYSKPodcast @TheOneWherePod @CinemaRespect @nerdonthepod @EpicFilmGuys @mmsanspants @filmroastshow Thank you for the mention! https://t.co/cmGfsEVHXi",
  "@THarrisJAGS18 If you want to listen to a few people talk about the show, too, check out our newest podcast episode all about it! I can also recommend @HomeImpodcast!",
  "Does everybody know what time it is? Tool Time! Today we're talking Home Improvement with S3's The Great Race II &amp; S5's Games, Flames and Automobiles. And we have our first guest, Eric! We go a bit long, but we had too much fun!!\n\nhttps://t.co/hCPeT41pLX\nhttps://t.co/o2Uqwx9Zb5 https://t.co/wBMdgltOjA",
  "@ReelFeelsPod Aww, thanks for the shoutout!! https://t.co/TSSilDElMo",
  "@WeWatchedAThing @_masterdebaters @EpicFilmGuys @thecountdownpc @filmroastshow @MovieReviewsIn @MovieGeekCast @mmsanspants @ContrarianPrime @girlinspacepod @varmintspodcast @theretrocinema  https://t.co/YzZAy6mul7",
  "@WeWatchedAThing @_masterdebaters @EpicFilmGuys @thecountdownpc @filmroastshow @MovieReviewsIn @MovieGeekCast @mmsanspants @ContrarianPrime @girlinspacepod @varmintspodcast @theretrocinema I was trying to find a good GIF of Chandler dressed in his bunny Halloween costume to go with the Easter thing, but... https://t.co/8i712FzTza",
  "THE FIRST EVER episode of Boozy Movies is here! We talk the new #A24 #Hereditary trailer, drinks, and play a game of horror-themed Would You Rather!\n\nListen now:\nWebsite: https://t.co/BcHANhtzKW\nApple Podcasts: https://t.co/QkQXwXVJnA\n\n#LadyPodSquad #OrbitalJigsaw https://t.co/GyNEfjKVtI",
  "We're back, and it's time for a nice tall glass of \"Milk\"! #himym\n\nCheck out our brand-new episode recapping this pivotal episode of How I Met Your Mother.\n\nhttps://t.co/rH7ViZ5CKk",
  "Listening nowwwww... https://t.co/YUZarF8faK",
  "Remember Stick Stickly? #WaybackWednesday https://t.co/tVqgsEwLlk",
  "@WeWatchedAThing  https://t.co/PR07WzrJKr",
  "Finally! @yakkopinky sang an updated-for-today version of the \"Yakko's World\" song, #Animaniacs fans: https://t.co/zyGigUPuYF https://t.co/tFnRggcMMf",
  "@90sManiax Trapper Keepers were banned at my school, because of the noise of the velcro...",
  "@BygonesPodcast On Busy's Instagram Story today she said that Michelle just wanted her cover to be with her. 😭",
  "@theouijabroads I love Girin!! I work very close, so it's convenient. And pretty sure I had their Samjoko after a Seahawks game last year...",
  "@theouijabroads I can't eat teriyaki anymore because I had too much of it in college at University Teriyaki by UW... But I know someone from here who went to school in Boston and she said that was the number one thing she missed the most.",
  "@theouijabroads Wait, your Dick's isn't the same as ours in Seattle?! (By the way, the fries from our Dick's suck.)\n\nP.S. Expect subsequent tweets because I'm very passionate about our regional food!",
  "@BygonesPodcast I'm not crying, you're crying... https://t.co/BgRhmlfSL7",
  "@BygonesPodcast @vanderjames @BusyPhilipps They're the ultimate #FriendshipGoals",
  "The cast of Dawson's Creek reunited for their 20th anniversary! Would you watch a reboot? #CreekWeek",
  "Dawson’s Creek Reunion! \nWe brought the #DawsonsCreek cast back together in celebration of its 20th anniversary to reminisce about their time on the iconic TV show. Get all the details: https://t.co/ja2vNmH03F #CreekWeek https://t.co/L9bf1n0u1n",
  "@BygonesPodcast At trivia yesterday, the answer to one of the questions was Ally McBeal! And the nerd bonus point answer was who played her! We got it, obviously, but our other team--all guys--did not. One had never even heard of it! https://t.co/wCx6LGg7vH",
  "@InnerDemonsGR  https://t.co/uR1GV88imb",
  "19 minutes of kids struggling with the Shrine of the Silver Monkey on Legends of the Hidden Temple is the best AND worst thing you'll see all day...\n\nhttps://t.co/lqgm7OJXaq https://t.co/zRhOszTVeI",
  "@90sManiax Yasssssss! https://t.co/ZRJwQdlpif",
  "This is one of the podcasts Katie has been listening to the longest. Are you a Friends fan? Do you love semi-related tangents? Then you'll love it, too! https://t.co/xAcszyydm4",
  "@itsreallylove It's on Amazon Prime!",
  "Oh this will be fun #Roseanne https://t.co/860jg9qB8K",
  "The #Roseanne reboot premieres today! Are you tuning in?",
  "Episode 50.\nAnimated vs. Live Action.\nThere can only be one!\nhttps://t.co/EafwkZd0Tp https://t.co/At3jPurb1s",
  "@BOCpodcast Right on about live action doing a better job of targeting teenage girls. I (Katie) watched FAR more Alex Mack, Clarissa, Pete &amp; Pete, etc. than ANY of the cartoons.",
  "@filmroastshow #friendgoals https://t.co/DyseJWiGJx",
  "@lauschin @hulu Haha!!",
  "@KatelynMCar21 @ABCNetwork Us too!! https://t.co/QF71mGBfL9",
  "@itsreallylove Did you go back and watch the original episodes? It's so good! Definitely holds up today.",
  "@peorgie_georgie Bummer you're sick, but sounds like a great way to spend the day!",
  "@theouijabroads @HEAMCast Yasssssss!! https://t.co/pCiVudEneu",
  "@OriginalFunko No Laura Dern?! https://t.co/P7b5lq5Yus",
  "Are you binge-watching #Roseanne on Amazon @PrimeVideo before the reboot starts tomorrow? Get reacquainted with the Conners by listening to our new podcast episode, too! @RoseanneOnABC\n\niTunes https://t.co/ahF0cUpbFq \nWeb https://t.co/XaZofaKt5o https://t.co/idtQ7whC5N",
  "Hidey ho, neighbors! This Friday's episode is all about Home Improvement, which we're talking about through season 3's \"The Great Race II\" &amp; season 5's \"Games, Flames and Automobiles.\" Bob Vila! Hot-rods! Electrical fire! Catch the episodes on @hulu ahead of time to follow along! https://t.co/9AE26JIb9H",
  "Join us for a #poorlyanimatedsnippet from our new episode that drops in a few hours. Here we talk about the greatest animal on earth, the noble Wombat. \n\n#PodernFamily #podcast #cartoon #animation\n\nhttps://t.co/HAgStrWoor https://t.co/7zXCZUAaye",
  "Head to the fictional town of Lanford, IL with us as we remember the show with the iconic laugh, Roseanne. And Drew reveals facts about it that Katie had never heard before, like this one!\n\niTunes: https://t.co/ahF0cUpbFq \nWeb: https://t.co/XaZofaKt5o\n\n#PodernFamily #LadyPodSquad https://t.co/a2ljlCCgrA",
  "@southfriedtruth @RoseanneOnABC It's so good! Can't wait for the new episodes!",
  "@CutawaysPodcast @YouCanRewindIt @saycheeselouise @ShesNachoMama @HDIF_Podcast @BumpingUCast @notanotherxfpod @TheOddballsPod @SunPowerPod  https://t.co/V546xibPgl",
  "@BestForeversPod @goodnightmare_s @TheOddballsPod @IWBpodcast @Twisted_Philly @WivesTalesPod @canwecult @NerdyBitchesPod @SheThePeoplePod @relevatepodcast @andthenwhatpod @momsandmurder  https://t.co/HnIhz7MPiH",
  "@miosyv Same. Here. And it's so worth it!",
  "@tarajoyandrews Perfect Friday night plans! We talk about season 8's \"December Bride\" in our podcast episode we released today, if you also feel like listening to something, too!",
  "@pilotsnpetards @GoneTooSoonPod @boremeetsworld @TakeBacktheSky @PghBrowncoats @HileOnLife @STSTCast @talesftfandom @TooSoonDrew @KGfourthwall @BlokeBusters @bookversusmovie @UncoveringUm Luckyyyyyy!",
  "@BygonesPodcast @filmroastshow @WeWatchedAThing @heybeautifulpod @ThrowbackBSPod @fgfpodcast @highexpodcast @indoorswomen @notanotherxfpod Ha! Insert face palm emoji here... https://t.co/wXBdEN501x",
  "The family that laughs together stays together. #ThingsRoseanneTaughtMe https://t.co/gAVS2QNjL9",
  "Half of us spent this entire week listening to podcasts at work. Looking for something new? #FollowFriday 💙\n\n@filmroastshow\n@WeWatchedAThing\n@BygonesPodcast\n@heybeautifulpod\n@ThrowbackBSPod\n@fgfpodcast\n@highexpodcast\n@indoorswomen\n@notanotherxfpod\n\n#LadyPodSquad #PodernFamily",
  "@GoneTooSoonPod @boremeetsworld @pilotsnpetards @TakeBacktheSky @PghBrowncoats @HileOnLife @STSTCast @talesftfandom @TooSoonDrew @KGfourthwall @BlokeBusters @bookversusmovie @UncoveringUm  https://t.co/kq8XByjZBd",
  "It's Friday and we're talking about one of the most relatable families on TV: the Conners from @RoseanneOnABC ! Listen as we discuss \"Lies My Father Told Me\" and \"December Bride.\" Spoiler alert: The show is still awesome.\n\nhttps://t.co/ahF0cUpbFq\nhttps://t.co/XaZofaKt5o https://t.co/qGIJB3U3Un",
  "@BygonesPodcast Larry is skeptical of this argument... 😜 https://t.co/RgJl7mFvO7",
  "@BygonesPodcast I just...no...what?! I've never even considered this to be a thing!",
  "@I_Am_Sethymac Yay!! https://t.co/kHTzma5jwZ",
  "@I_Am_Sethymac It's one of my absolute favorites, too, so I hope we do it justice!! If you have any particular memories, favorite quotes, etc. that you want to share, feel free to send us an email, and we can read it on that episode! tfgifpodcast AT gmail 😁 https://t.co/2FiIQ5HnwF",
  "@I_Am_Sethymac Ohhhh, it just barely aired into the 2000s, but since the season started in 1999, I think we can keep it on the list! 😁",
  "@I_Am_Sethymac Absolutely! It's near the top of our list of episodes to come! Any suggestions of specific episodes we should cover? Our format is that we talk about two, and then I'm sure we'll revisit shows/other episodes in the future.",
  "@BygonesPodcast Oh, I'm all over genealogy, in general. I could probably figure it out! 😜",
  "If you're a 90s TV dramedy fan, chances are that you watched Ally McBeal back in the day. Well, these British sisters (and fellow Parkers—are we related?) are taking on the whole series, starting from the pilot! Listen as they recap each ep and debate what doesn't hold up today https://t.co/wXr9qnDeUd",
  "H&amp;J dive into the WORST animated movies they've ever seen. Is Christopher Columbus the worst? Who is creepier: Crispin Glover or Heidi Klum dressed as Jessica Rabbit?\n\nFind out now:\nApple Pods: https://t.co/QkQXwXVJnA\nWebsite: https://t.co/K2u4Pq2e5g\n\n#OrbitalJigsaw #LadyPodSquad https://t.co/tT8nVS7yop",
  "@BygonesPodcast @_manonletampon 29... 39... Same difference!",
  "@highexpodcast @indoorswomen  https://t.co/COvdsUgEqC",
  "Check out the latest episode of #TINerdPod’s #SavedByTheBell rewatch Running Zack, where Zack decides he’s Native American based solely on a photo and proceeds to be as offensive as possible #podsincolor #PodernFamily https://t.co/VZgWtlLb7k https://t.co/o8JALgz2lb",
  "Not quiiiiite Friday here yet, but I'm all about pretending! https://t.co/MaqPs7NeXy",
  "@WeWatchedAThing @MovieGeekCast @RabbitEarsTVpod Shampu won me over with Rushmore...",
  "Revised... \"I'm the bae! Gotta tag me!\" #MillennialAQuote https://t.co/afuCG7fTjN",
  "\"I'm the bae! Gotta love me!\" #MillennialAQuote https://t.co/L5E9ANcG8s",
  "@BygonesPodcast Aww, thank you!! 💛 https://t.co/b21QDNu3Ay",
  "@ReelFeelsPod They're both movies Katie hasn't seen! Unsurprisingly!\n\nWaiting for someone to reveal the real answer... :)",
  "Did you hear that @kiernanshipka will be playing our favorite teenage witch, Sabrina, in the new @netflix reboot? We discuss some of the early details on our newest ep, while also diving into the TGIF show itself!\n\niTunes: https://t.co/ahF0cUpbFq \nWebsite: https://t.co/PgQA1pXWhB https://t.co/FGuQ9thI0B",
  "@EAHarter Aww, awesome, thank you! Hope you like it!",
  "@HDIF_Podcast @CutawaysPodcast @bunny17media My parents once informed me (Katie) that I was obsessed with this movie as a four year old. https://t.co/E3sNDRJACS",
  "@_Lady_Brett_ Have you seen the REAL Sabrina pilot, the made-for-TV movie that aired on Showtime, featuring Ryan Reynolds? I wish Hulu had that, too!! We talked a bit about it on the most recent episode of our podcast, which was all about Sabrina.",
  "@EAHarter The day I realized Sabrina, Boy Meets World, Family Matters and Home Improvement were on Hulu was one of the best days of my life. And one of the reasons we started our podcast when we did!",
  "The full clip! https://t.co/AeIBXmzreq",
  "Marvel: \"Infinity War is the most ambitious crossover event in history.”\nUs: https://t.co/CnmhE2umUr",
  "@RBTVpod Listening to the SNICK episode, and I say \"experiment\" like @laurenlapkus. I didn't even know that wasn't right until THIS MOMENT... https://t.co/XGDbgV5eju",
  "@notanotherxfpod Ugh, why can't I type! I obviously meant THERE, not their... 🙈",
  "@notanotherxfpod Did you see David Duchovny's tweet about their being a huge cliffhanger? WHY if it's the end?! https://t.co/y5kzkPGmDk",
  "Happy #WorldPoetryDay! #roseanne https://t.co/F86qJRBDqw",
  "@firstrowreviews @WeWatchedAThing Empire! https://t.co/wBD9OAQlkw",
  "@GoneTooSoonPod I'm sure we'll revisit shows in the future! If only because it's too hard to pick episodes to talk about!",
  "@InhumanWitch Ha, forgot about that!! This is the \"internet\" I was first exposed to before I could even really read... https://t.co/q1a8Fekipn",
  "@InhumanWitch Our family got the internet (Prodigy) in 1988. Oh, the things I've seen that don't exist today! https://t.co/KWJDD9JNQc",
  "@WeWatchedAThing Man, you learn something new every day!",
  "@WeWatchedAThing Wait, what?! Ours are tied to equinoxes and all that. I didn't know other places did it differently!",
  "Yes!! So good!! https://t.co/8NUqp8wfPQ",
  "@heybeautifulpod Katie's picks: 1) ROBINNNNN, 2) Marshall, 3) Barney, 4) Lily, 5) Ted https://t.co/VQarzq2X3T",
  "Any other 90’s babies out there?! Dive into Katie and Drew’s podcast @TFGIFPodcast for nostalgia and discussion about some of your favorite childhood tv shows like Sabrina the Teenage Witch or Pete &amp; Pete! https://t.co/lNOud40wVb",
  "@PodcastShare Aww, thank you for the shoutout, Hannah! https://t.co/Yci5YBTbhm",
  "Did you know that all of Sabrina the Teenage Witch is on @hulu?! As you start your rewatching binge, have a listen to our episode about season 1's Dream Date and season 2's Rumor Mill!\n\niTunes: https://t.co/ahF0cUpbFq \nWebsite: https://t.co/PgQA1pXWhB\n\n#LadyPodSquad #PodernFamily https://t.co/e3oqwLaec4",
  "@GoneTooSoonPod Yay! Hope you like it! https://t.co/ROcuB1Y2b6",
  "That feeling when you realize today is the #FirstDayOfSpring! https://t.co/36KFkeP7BD",
  "@heybeautifulpod Listening to the lastest ep now, and YES, I'm positive we'll talk about Wild and Crazy Kids on our show! Donnie Jeffcoat... Omar Gooding?! That's the show that made me want Moon Shoes so bad, but I never got them...",
  "@TwoPeasOnAPod @MovieGeekCast @EpicFilmGuys @StoryBehindPod Empire Strikes Back. Done and done. https://t.co/3ERUcGpqef",
  "@throwpodcast @MissReminisce @VenusDeMiloT Whaaaaat?! Awesome!! https://t.co/SN7y0QC8ew",
  "@PWLTpodcast @ComedyBangBang https://t.co/qi9BUzTEum",
  "Marvel: '\"Infinity War' is the most ambitious crossover event in history.\"\nMe: https://t.co/zvu4QPoA0y",
  "@WeWatchedAThing Wow wow wow! Congrats!! https://t.co/XlIxxbUWbI",
  "Are you a 90s kid? Do you miss TGIF and SNICK? Do you get TV theme songs stuck in your head? Listen to TFGIF Podcast, where we relive the best and worst of the 90s, one show at a time! Find us on iTunes, Stitcher, Spotify, etc. https://t.co/ahF0cUpbFq #LadyPodSquad #PodernFamily https://t.co/X7abE8FXsY",
  "@fgfpodcast I know you guys mention Leslie and Ann from Parks &amp; Rec at the end... What about \"The Fight\" episode?! Leslie is trying to get Ann to interview at the parks department and shit. gets. real. (Plus, that episode is just amazing overall.) https://t.co/rRql3upvyx",
  "Just a friendly reminder that reviews really do help independent podcasts! \n\nWe just left one for our buddies @WeWatchedAThing !\n\nSupport an indie show today!\n\n#PodernFamily #MoviePodSquad https://t.co/mR6NXycbF5",
  "@BygonesPodcast  https://t.co/VyJNkO6CyY",
  "@WeWatchedAThing Apparently I hadn't reviewed you guys either (totally thought I had...), so I just left you one, as well!",
  "@WeWatchedAThing Thank you so much!!",
  "Coming up this Friday, we're talking about @RoseanneOnABC! It was VERY hard to decide on episodes, because it's so good, but we picked season 6's \"Lies My Father Told Me\" and season 8's \"December Bride.\" Want to watch along with us? You can find the series on Amazon @PrimeVideo! https://t.co/Pasgt35KiV",
  "@ourstrangedays Have you listened to Missing and Murdered: Finding Cleo? I've heard good things; it's on my \"to-listen\" list.",
  "@LivingstonCarly What kind of podcasts are you into?\n\nIf you like TV, specifically 90s TV, maybe try out ours! We most recently covered Sabrina the Teenage Witch. https://t.co/m2A4Xu9YnW",
  "Never seen the whole thing.\nThis is the OFFICIAL live tweet for BOOGIE NIGHTS! Joined by @katiemparker from @TFGIFPodcast \n\nCome say hey!\n#HSeesBoogieNights #LadyPodSquad #MoviePodSquad #PodernFamily https://t.co/BScWHVkCrj",
  "Mondays are hard. But new #podcasts make it better. #ListeningLog for today. \n\n@tastelesspod \n@girlinspacepod \n@SYSKPodcast \n@TFGIFPodcast \n@filmroastshow \n@Ovnio #TheContrarians\n@SanspantsRadio \n@thecountdownpc https://t.co/7PbNcs3xVm",
  "@ReelFeelsPod They're both near the top of our list, for sure!",
  "@ReelFeelsPod Aww, thank you!! 😊 https://t.co/QVTv5pZvtV",
  "Rumor has it that our newest episode is pretty magical, as we're talking all about that TGIF favorite Sabrina the Teenage Witch!\n\nFind us everywhere you get your podcasts, including iTunes, Stitcher and Spotify\n\niTunes: https://t.co/ahF0cUpbFq \nWebsite: https://t.co/PgQA1pXWhB https://t.co/CZcuj4t6i3",
  "New episode! Ever wondered how a movie discussion podcast would work if the hosts didn't watch the same thing? First we'll talk Tomb Raider, which Topher never made it to, before heading into the shimmer to spoil Annihilation for Billy.\n\n#PodernFamily https://t.co/zQW4gdrPss",
  "H&amp;J enter Wakanda to discuss Marvel’s latest: Black Panther! Is it Wakanda forever or nah? Is Shuri the real MVP? How many glowing purple flowers will they rate it out of ten?\n\nWebsite: https://t.co/WeuQamTt59\nApple Pods:  https://t.co/HNKv1tojRw\n\n#LadyPodSquad #PodernFamily https://t.co/PI9Gtezcwr",
  "@CutawaysPodcast @IWYTWT @BygonesPodcast @MandaAiley @NerdyBitchesPod @karlyVision @DrinksWithLarry @TheOddballsPod @FemMistakePod  https://t.co/z0uAh4XPAm",
  "@BOCpodcast Both of us HAVE Blue Barracuda shirts!",
  "@heybeautifulpod Am I going to regret sharing this...? 🙈 Katie before prom in 2002... https://t.co/8oN1TZqOTN",
  "Correction Corner! In today's episode, Katie notes that Nick Bakay, who voiced Salem, wrote several episodes, but not either of these. But he did! He wrote \"Rumor Mill\"! I was thinking of a different episode we almost covered... Sorry, Salem! https://t.co/S0pOiluIz4",
  "@hulu  https://t.co/bwJOBClPb4",
  "@MissReminisce If you didn't, you weren't playing right!",
  "@notanotherxfpod @how_murder @SecurityPony @AnimaIPics @XFilesMemes @WBJenna @AzieDee @SharonCTaylor @spoophour @RadTV @Apt42Revisited @factandfandompc @LadyPodSquad @TooBroadPod @theouijabroads  https://t.co/YNucSEBbXr",
  "@ThrowbackBSPod I wish! I'd reboot everything! All That... Salute Your Shorts... Double Dare...",
  "@ThrowbackBSPod We literally mention this idea in the Sabrina episode we released today. Coincidence?! https://t.co/eSEabEpyhA",
  "@libsyn We're getting magical this week, discussing the TGIF classic Sabrina the Teenage Witch through its season 1 episode \"Dream Date\" and season 2's \"Rumor Mill\"!\n\niTunes: https://t.co/ahF0cUpbFq \nWebsite: https://t.co/PgQA1pXWhB",
  "WAIT, WHAT?! Stop the presses!! https://t.co/lSnI0Rt6fs",
  "Happy Friday, witches! We're getting magical this week, discussing the TGIF classic Sabrina the Teenage Witch through its season 1 episode \"Dream Date\" and season 2's \"Rumor Mill\"!\n\niTunes: https://t.co/ahF0cUpbFq\nWebsite: https://t.co/PgQA1pXWhB https://t.co/jX2Z0s0I7h",
  "@simpsonspod  https://t.co/0OWt9snHpL",
  "@MovieGeekCast Did. Not. Like. That. Movie. I was sooooo excited for it, too.",
  "@filmroastshow @BadlyRemembered @TwoPeasOnAPod @MGTpodcast @MovieGeekCast Oh man, I (Katie) sing that quote all the time.",
  "@HEAMCast @BestForeversPod @scrubs @notanotherxfpod @indoorswomen @NerdyBitchesPod  https://t.co/kUrfP4T6aa",
  "Nominated by @filmroastshow: Tweet a show you love, no explanations.\n\nKatie's pick... Friends\n\nNominating @WinesnHeadlines, @TINerdPod and @fgfpodcast https://t.co/t1E1j1LrlV",
  "@filmroastshow @themoviepasspod @katiemparker @MovieGeekCast @HEAMCast @CutawaysPodcast  https://t.co/S4A3MafxOH",
  "@themoviepasspod @katiemparker @filmroastshow @MovieGeekCast @HEAMCast @CutawaysPodcast I (Katie) have seen them all except Gremlins and Die Hard. Technically I've been in the room while Die Hard was on, but I didn't pay attention... And I didn't see any Indiana Jones until I was out of college.",
  "@themoviepasspod @katiemparker @filmroastshow @MovieGeekCast @HEAMCast @CutawaysPodcast I (Drew) have seen them all. But I feel like Katie might not be able to say the same...",
  "@filmroastshow But you should AFTER 😂",
  "Something I've learned (or affirmed) from @filmroastshow, @moviegeekcast, @HEAMCast and @CutawaysPodcast is that my movie-viewing history is seriously limited. Try me! I bet I haven't seen it!\n\nGoing to start a list, and maybe we can do bonus 90s movie eps of @TFGIFPodcast?",
  "I'm sure Special Agent Dale Cooper loves #PiDay!\n\nAnd if you're in the Seattle area like us, you can get your own cherry pie fix at the REAL #TwinPeaks diner, @TwedesCafe in North Bend. And don't forget the \"damn fine cup of coffee\" to go with it! https://t.co/w8DD9bzmO0",
  "Happy #PiDay to Miss Fingerwood, who bakes Pi pies accurate to 121 decimal places! (She also has a cat named Square Root of 7, and the first time she saw the number 2, she thought it was her mother.) #peteandpete #xequalswhy https://t.co/J2CCzb0GkT",
  "And, in exchange, I (Katie) will be subjecting myself to Death Becomes Her. The last time I saw it, I was 7, terrified, and bawling in the movie theater... 🙈 https://t.co/BbxKGaoQu1",
  "Bridget Jones's Diary- This important romcom did not hit us like we think it promised. It just left us with the question, what is Bridget passionate about?#LadyPodSquad #PodernFamily\n\nWeb: https://t.co/3AyfaCgW8o\n Apple: https://t.co/9OrPdpb0Zk\nStitcher: https://t.co/UOvTOAqjle https://t.co/9IXxyIUG3d",
  "@YFAOFM @filmroastshow @indoorswomen @NerdifiedJen @katiemparker @MovieGeekCast @DanKodyPodcast And in return...Death Becomes Her... Ugh! 😣 https://t.co/0idouhjfo4",
  "How I Met Your Mother fans: have you heard of \"Hey, Beautiful\"? \n\nWe're the podcast recapping &amp; reviewing *every single episode* of HIMYM, one week a time. Catch our latest! \n\nhttps://t.co/wWWWr9Z6y4",
  "Did you know Will Smith calls his 90s style \"classy splat-ow\"?! Learn about this and more on our most recent episode about the Fresh Prince of Bel-Air!\n\niTunes: https://t.co/hCPeT41pLX \nWebsite: https://t.co/PBDCOgW8NN \n\n#ladypodsquad #podernfamily https://t.co/67ZDjUMekK",
  "@factandfandompc @theouijabroads Agreed and agreed! My favorite sushi roll is the Ballard Crunch, which has cream cheese. It may or may not only be at Billy Beach in Ballard, but it's amazing.",
  "@BOCpodcast I (Katie) would much rather face my fear of heights than a temple guard! https://t.co/KAWbPjjVg8",
  "@WreckaFlames Oops, here's a link, if you're interested: https://t.co/83lK8MASZt",
  "@WreckaFlames We're new! We do a 90s TV podcast, and have four episodes out so far. Our overview of Fresh Prince was released on Friday, and this week we're doing Sabrina the Teenage Witch.",
  "@kylefox Have you listened to Stuff You Missed in History Class? Or Hardcore History?",
  "@OopsPod  https://t.co/D2bsmaB3PB",
  "@heybeautifulpod In his defense, we're in Washington where the beaches can be pretty rocky. But, at the same time, yesssss...... @ToccoDK https://t.co/0krar45WEE",
  "If you can't wait until Friday for our Sabrina show, listen to these delightful British guys recap every episode! (And then come back on Friday to listen to our discussion, of course!) https://t.co/DEgWBQfp86",
  "New episode today! Join us for episode 23 as we recap the highs and lows of the 2018 #oscars , before heading to Sweden to discuss Palme d'Or winner 'The Square'. \n\n#PodernFamily #MoviePodSquad #Podcast https://t.co/730JJZQ5oA",
  "@WeWatchedAThing Yep! I hope it lives up to your high enthusiasm!",
  "One of the Sabrina episodes we're covering on Friday features Turk. That was on purpose! #mightykites https://t.co/QDj7QEGmXU",
  "Coming up this Friday, we're talking about Sabrina the Teenage Witch! We'll be covering season 1's \"Dream Date\" and season 2's \"Rumor Mill.\" Episodes are available on @hulu, if you want to watch ahead to follow along! https://t.co/q0gGaBQEoY",
  "@dirtnapdragon What kind of subjects are you into? If you like movies, given @filmroastshow and @WeWatchedAThing a try. For comedy, Comedy Bang Bang. (The @earwolf network has a ton of amazing shows, actually.)\n\nAnd if you like 90s TV, maybe give ours a try, too!",
  "@HEAMCast It does...",
  "Calling all Fresh Prince of Bel-Air fans! In our new episode, we discuss everything from Geoffrey's sass to the perfection of Uncle Phil, as well as Will's ignorance of gym etiquette. Whistle for a cab and listen!\n\niTunes: https://t.co/hCPeT41pLX \nWebsite: https://t.co/PBDCOgW8NN https://t.co/DRxjXlK9DD",
  "@90sManiax I had the Time Blaster 😂",
  "@kimmb24 @MissReminisce I can't remember if they showed it on Saved by the Bell... But definitely check out this 80s RadioShack commercial with it! https://t.co/KNpNM7j5Cv",
  "@heybeautifulpod Loved this recap! You both do such a good job with your insightful commentary.",
  "@kimmb24 @MissReminisce My dad had the Zach Morris phone... 😂",
  "@fgfpodcast Wonder Years isn't on @netflix anymore?! Ugh, dang it!",
  "@MovieGeekCast Dang, my (Katie's) movie knowledge is seriously lacking because between Gerald and Hannah, I've only seen ONE of those movies chosen.",
  "@libsyn TFGIF!! We're going back to Cali to discuss a show all 90s kids cherish: The Fresh Prince of Bel-Air. Listen in as we get into season 6's \"Boxing Helena\" and season 4's classic \"Papa's Got a Brand New Excuse\"!\n\niTunes: https://t.co/hCPeT41pLX \nWebsite: https://t.co/PBDCOgW8NN",
  "@filmroastshow Funny how you didn't like the audience segment, where as my (Katie's) sister literally CRIED during it. \"It's just so nice!\"",
  "IT'S OUR OSCARS WRAP SHOW! Did Julia love Armie Hammer's hot dog cannon? Was Doug Jones disguised as an Oscar? Should Tiffany Haddish rule the galaxy? Find out here:\n\nApple Pods: https://t.co/QkQXwXVJnA\nWebsite: https://t.co/JBbCsUvo01\n\n#LadyPodSquad #OrbitalJigsaw #PodernFamily https://t.co/6mb8okwZF6",
  "@90sManiax @radzero83 @CuginoBambino @RayBtwin91 @NathanialPoint @SLayton82 @Goldmario791 @Gonzo_Henchman @sassybella10 @HauntedDriveIn @erincheshirecat @SarahsMindspew @MoFoArt @furkyourwurk @quickbear @NerdOutWithMe @____PantheR @brainexploderrr @kimfaul @BOCpodcast Aww, thank you! https://t.co/ONNX2oB12L",
  "TFGIF!! We're going back to Cali to discuss a show all 90s kids cherish: The Fresh Prince of Bel-Air. Listen in as we get into season 6's \"Boxing Helena\" and season 4's classic \"Papa's Got a Brand New Excuse\"!\n\niTunes: https://t.co/hCPeT41pLX\nWebsite: https://t.co/PBDCOgW8NN https://t.co/FpwuLBNE2R",
  "And how about some with great lady cohosts?! #InternationalWomansDay @TFGIFPodcast @varmintspodcast @TandemLegends @CinemaRespect @theretrocinema",
  "Happy #InternationalWomenDay everybody! Try searching for #ladypodsquad to find something new or check out some of these great shows with female hosts @filmroastshow @Twisted_Philly @TheSweetieClub @moviesmademepod @StoryBehindPod @BestForeversPod",
  "@WeWatchedAThing @varmintspodcast @TandemLegends @CinemaRespect @theretrocinema  https://t.co/9WsjL6AZlp",
  "Happy #InternationalWomenDay to all the boss bitches out there! We got this... 💪\n\n#LadyPodSquad https://t.co/EG1qDbtWWE",
  "@filmroastshow @Patreon This! Is! Amazing! https://t.co/uv15mjZING",
  "Is it Friday yet?! In our next show, we'll be talking about two episodes of Fresh Prince of Bel-Air: Boxing Helena and Papa's Got a Brand New Excuse. Watch ahead to follow along!\n\n(The show isn't streaming anywhere, but you can find it on Amazon Video.) https://t.co/QwvaiyTHYL",
  "@Andrew_S_Day Will do!",
  "@cadamaustin Awesome, thanks! And glad those recommendations worked for you! Lots of good content out there 😁",
  "@cadamaustin You may have heard some of these, but, if not, maybe try Invisibilia, Modern Love, Anna Faris is Unqualified, Snap Judgment, Armchair Expert, and Death, Sex &amp; Money.",
  "@jatatum87 @RBTVpod One World...forgot about that!",
  "@cadamaustin What subjects are you into for podcasts? I listen to a lot, especially ones that are movies and TV-related.\n\nIf you like 90s TV, give ours a try!",
  "@AlisonAntonelli I listen to a TON of podcasts. What subjects are you into?",
  "@fgfpodcast I know it's been a year and a half, but just listened to your Friends Thanksgiving episode ranking and gotta say TOW The Rumor should be lower and TOW Ross Got High...higher. \"Hurricane Gloria didn't break the porch swing, Monica did!\" I (Katie) can quote it all! https://t.co/BM3YVEHH5i",
  "@tvshowtime Alex Mack! https://t.co/w1oP0MWw5k",
  "@heybeautifulpod That's who I got, too. I'm pretty sure that's called winning at life?",
  "can’t believe i grew up to be aunt hilda https://t.co/L4kB1SHUp8",
  "@cristeleee Thanks, and hope you like it! We're just getting going, but it's so much fun so far!",
  "@reegsarmstrong It's on Hulu!",
  "@cristeleee @RBTVpod We talked about Saved by the Bell on our show on Friday, if you want to have a listen! So many of these shows are for sure on our list. Especially Salute Your Shorts and Alex Mack!",
  "Sure, Ross has his issues, but this is still one of the best scenes in the Friends pilot. Happy #NationalOreoDay! https://t.co/qtVQrXJgSg",
  "@SabrinaWatch Much appreciated!! https://t.co/Fig54hRV4Q",
  "@SabrinaWatch Your wish is my command! https://t.co/o5DoaNxzN7",
  "@threeandtwenty It's really all you need! https://t.co/2LKMN37YeS",
  "@_lazeebones  https://t.co/koaopIeT8I",
  "@RBTVpod SNICK! Specifically, Clarissa.",
  "It seems like you either love it or hate it. What's your take on the Hot Sundae music video from \"Jessie's Song\"? https://t.co/gEh5kjiwd4\n\n#savedbythebell",
  "@taleinterrupted If we lived in the area, we would so be there!! Very jealous. (Or at least Katie is. Drew would be nervous about high school kids barging in and breaking into song and dance.)",
  "@filmroastshow 👍👍 https://t.co/d2KPMM4m1Q",
  "@WeWatchedAThing Aww, thanks! https://t.co/tcmisbYEZJ",
  "@MovieGeekCast @KrisWinters @TwoPeasOnAPod @filmroastshow @viavhs Ha! Hannah, your Mira Sorvino impression is SPOT ON. @filmroastshow",
  "@SceneScreenPod @WeWatchedAThing @JohnFDaley Didn't realize @JohnFDaley directed that! Now I'll definitely have to watch.",
  "@HomeImpodcast Dang, except just now realizing the movie itself wasn't nominated! Close enough?",
  "@HomeImpodcast Patricia Richardson was on six eps of West Wing, which starred Allison Janney (Best Supporting Actress winner 🙌) from I Tonya.",
  "@heybeautifulpod We are!! Drew picked two later episodes to discuss, but this does come up. We'll have to revisit the show and talk about earlier ones! https://t.co/mpApMULrz7",
  "@BOCpodcast How did no one mention Christine Taylor was in Wedding Singer? Or Arrested Development? Or that she's Bald Bonnie on Friends?!\n\nAlso, re: her and Ben Stiller, they sadly filed for divorce some time ago...",
  "#HardestThingsToGiveUp Caffeine.\n\nWe talk about this iconic storyline on our most recent episode about Saved by the Bell! Listen as we discuss Miss Bayside and Jessie's Song!\n\niTunes: https://t.co/EKCWzQ9ZpR \nWebsite: https://t.co/domtnW05Wa\n\n#LadyPodSquad #PodernFamily https://t.co/lcYYRaPYk1",
  "@BestEpisodePod Are you guys coming back?! 🙏 https://t.co/3bTuMUn9vj",
  "Is it Friday yet?! In our next show, we'll be talking about two episodes of Fresh Prince of Bel-Air: Boxing Helena and Papa's Got a Brand New Excuse. Watch ahead to follow along!\n\n(The show isn't streaming anywhere, but you can find it on Amazon Video.) https://t.co/QwvaiyTHYL",
  "@90sManiax I miss that game!!!!",
  "@ayeitselly That's exactly why we covered it on our podcast this week! So. Much. Nostalgia!",
  "@LoloUnplugged What kind of podcasts do you like to listen to?",
  "@tropicaltrowel Do you use Android? I have friends who use Stitcher and Pocket Casts. I swear by Overcast for iOS.",
  "Our Saved by the Bell episode is here! What did we think of the Hot Sundaes' \"Go For It\" music video? Let's just say we didn't share the same opinion. (Snippet below)\n\nListen on iTunes, our website or wherever you get your podcasts!\nhttps://t.co/83lK8MASZt\nhttps://t.co/BCRbPB4txH https://t.co/z5ylRrJEbG",
  "Thanks for the shoutout on today's episode, ladies!\n\nIf you're also into How I Met Your Mother, a.k.a. one of the greatest shows ever, have a listen! #HIMYM https://t.co/JuApaEeOBS",
  "@90sManiax @____PantheR @thehdpickles @peeweeherman @ErikHandy @trashbagbunch @DylanDubeault @quickbear @yesterdayville @Gonzo_Henchman @IsaacsHauntedB @BlueIkeTweets @nostalgicnuts @The_Real_TroyS @BOCpodcast @allthedamnvamps @gcopeland1987 @ChrystaGal Thanks for the mention!! https://t.co/MTE5lbjHhX",
  "@heybeautifulpod Right back at ya!\n\nAnd...I chose this GIF, and then realized I had the EXACT same pajamas Michelle is wearing... 😮 https://t.co/tPEN4KPvsz",
  "@libsyn Head to Bayside High with us as we get deep into the Saved by the Bell season 2 episodes \"Miss Bayside\" and (of course) \"Jessie's Song.\" Are you \"so excited\"?!\n\nhttps://t.co/83lK8MASZt\nhttps://t.co/BCRbPB4txH https://t.co/JXZvvSd7f6",
  "After you check out our new Saved by the Bell episode, have a listen to these podcasts we've been into lately, too!\n\n@filmroastshow (movies) // @heybeautifulpod (HIMYM) // @WeWatchedAThing (movies) // @sweetvalley (SVH books) // @WinesnHeadlines (self explanatory!) https://t.co/M2YqyOnvch",
  "Head to Bayside High with us as we get deep into the Saved by the Bell season 2 episodes \"Miss Bayside\" and (of course) \"Jessie's Song.\" Are you \"so excited\"?! Listen on iTunes, our website or your favorite podcast app!\n\nhttps://t.co/83lK8MASZt\nhttps://t.co/BCRbPB4txH https://t.co/BTuBKZLgFC",
  "@90sManiax @SLayton82 It was a show that knew how to connect to kids, while not being condescending in any way whatsoever. Surreal and realistic at the same time.",
  "@SLayton82 @90sManiax SO far ahead of its time! That's why we made it the very first episode we discussed on the podcast. (And because I have the DVDs, too.)",
  "Thoroughly enjoying this short and sweet podcast! https://t.co/gAxDOYjVnX",
  "@sweetvalley @alxjennings Ok, now I'm further into your episode and the ending is VERY different. On the show, Jessica almost gets hit by a car after Liz pushes her in front of it, and that's enough to shake Liz out of it. She WAS making out with Bruce in a car before that, though.",
  "@sweetvalley @alxjennings I never read the book, BUT it sounds like the TV show's related episode (which is the one I probably remember the clearest) followed it somewhat closely. I can't wait to show it to my (male) co-host when we cover that show! 😂",
  "@thehdpickles @90sManiax I didn't know what roller derby was before seeing the show, but that's more on Sam than Clarissa.",
  "Or...maybe it was 27 years ago later this month. I'm seeing conflicting information. Maybe Clarissa can explain THAT? https://t.co/llB7EenkNS",
  "ALERT: Clarissa Explains It All premiered 27 years ago today! But...how is that even possible? #nickelodeon https://t.co/CoMBveyI4w",
  "Austin \"Screech\" Powers. #TVCharacterAMovie\n\nOur Saved by the Bell episode drops tomorrow, and let's just say \"I'm so excited!\" https://t.co/PIFdO4aqq5",
  "@90sManiax So. Good.",
  "@heybeautifulpod Listening now! And good work fixing the audio issues from previous episodes! \"STEAK SAUCE!\"",
  "@heybeautifulpod @hulu Oh, don't you worry, we get deep into it! https://t.co/1QeSDLnXkN",
  "@kesslers_curse @MyFavMurder @BOFPodcast @ComedyBangBang I've really been liking @filmroastshow, which is movie-specific. Also, @WeWatchedAThing (which is newly rebranded from Bears on Film).",
  "#WednesdayWisdom from the best teacher ever. #feeny #boymeetsworld https://t.co/dQnqvhABTT",
  "Happy #NationalPancakeDay ! https://t.co/tp17Mxg2xj",
  "ICYMI, we discussed SpongeBob on Friday, through a couple season 1 eps! One of us LOVES the show and the other had never seen it. We talk memes and underwater curse words, and Drew sings the Krusty Krab pizza song! Check it out...\nhttps://t.co/Q0e2o5aCd4\nhttps://t.co/WD7uqASDIS https://t.co/MgrAh2JTj3",
  "@HopOnsPodcast @arresteddev @netflix \"Ahhhh!!! He got me again!!!\"",
  "@GNCoach What subjects are you into? I've been listening to @ComedyBangBang (improv comedy), @filmroastshow (movies) and the new season of @skscbc (true crime).\n\nIf you're into 90s TV at all, maybe give our podcast a try, too!",
  "@_lynn_mc I always like posts and then realize I'm in our podcast account... So expect double likes from me (Katie)!",
  "Get excited, because this Friday we're talking about Saved by the Bell's season 2 eps Miss Bayside and Jessie's Song. Find them on @hulu to watch along!\n\nWe're recording TONIGHT, so if you have questions/memories/thoughts about the show, send them over to TFGIFPodcast@gmail.com! https://t.co/QgIOKFJJrG",
  "@JoHannaCox4NM Thank you! ☺️",
  "#AsAKidIThought I could win all of the Nickelodeon game shows like GUTS and Legends of the Hidden Temple. Actually, I still think that now. https://t.co/UllumSMOGd",
  "@kesslers_curse What subjects are you into? I listen to a lot of comedy ones (@MyFavMurder, @BOFPodcast, @ComedyBangBang)...\n\nIf you like 90s TV, maybe check ours out, too! @TFGIFPodcast",
  "@HauntedDriveIn Suuuuuch a good episode!",
  "@KarthiSport Have you listened to @upandvanished? Very well done and focused on one case. Researched in real time, like the first season of Serial.",
  "Although we're focusing on TV that AIRED in the 90s, Katie is in love with the new Netflix series @EverythingSuxTV, which takes place in 1996. Should we do a bonus episode covering it? What do you think?",
  "@JoHannaCox4NM What subjects do you like? I tend to mostly listen to comedy, especially at work, as a break from everything going on in the world. @MyFavMurder, @BOFPodcast, @ComedyBangBang... Those are all my must-listens!\n\nAre you into 90s nostalgia at all? If so, you might like ours!",
  "@sarahhubba What kind of podcasts are you into? I listen to a lot of comedy (@MyFavMurder, @BOFPodcast, @ComedyBangBang for starters).\n\nIf you're into 90s nostalgia at all, maybe check ours out, too. We talk about a different 90s TV show every week! @TFGIFPodcast",
  "@bluuuuvelvet I mostly listen to @MyFavMurder (true crime/comedy), @BOFPodcast (Friends TV show/comedy), @WompItUpPod (improv/comedy), and @ComedyBangBang (improv/comedy). Just realizing...I guess I listen to a lot of comedy!\n\nIf you're into 90s TV at all, check ours out, too! @TFGIFPodcast",
  "@The90sLife This needs some Zenon!",
  "On this day in 1999, this iconic scene came into our lives! https://t.co/9EgObk9g2e",
  "Happy #TwinPeaks Day, everyone! The only way to celebrate is with coffee and cherry pie, right @Kyle_MacLachlan? ☕️🥧 https://t.co/kqePr3WtzA",
  "\"Are ya ready, kids?\" Listen in as we dive into the first season of the longest-running Nickelodeon show, SpongeBob SquarePants! Find out which of us had never seen the show and which quotes it constantly. The answer may be obvious.\nhttps://t.co/Q0e2o5aCd4\nhttps://t.co/WD7uqASDIS https://t.co/1WndS566JC",
  "@The90sLife Ha, we talked about this in this week's episode of our podcast!",
  "@libsyn On TFGIF, we discuss 90s TV shows and the memories associated with them while recapping two episodes. This week, SpongeBob SquarePants! https://t.co/83lK8MASZt",
  "@teagsfe If you're still looking for a SpongeBob podcast, we just released an episode about the show today on our 90s TV podcast! Would love to know what you think! https://t.co/Q0e2o5aCd4",
  "@90sManiax @radzero83 @CuginoBambino @SLayton82 @LouieAnderson @thedarkhours @IsaacsHauntedB @brainexploderrr @sassybella10 @kinky_horror @HauntedDriveIn @DylanDubeault @BOCpodcast @battletankbob @RetroGamerTom @RayBtwin91 @NerdOutWithMe @peeweeherman @heykennarae Thanks for the mention! https://t.co/4s80yOh3Gy",
  "Are YOU ready? Dive down to Bikini Bottom with us as we discuss the intricacies of SpongeBob SquarePants through its season 1 episodes \"Help Wanted/Reef Blower/Tea at the Treedome\" and \"Arrgh!/Rock Bottom\"! \nhttps://t.co/Q0e2o5aCd4\nhttps://t.co/WD7uqASDIS https://t.co/hrzh9nN5UL",
  "@The90sLife I wouldn't say I loved it, but I beat it for some kids I babysat.",
  "We're recording episode 3 on SATURDAY, in which we talk about Saved by the Bell! Have any questions, insights, memories...? Send us an email at tfgifpodcast@gmail.com and you very well might get a shout-out on the show! https://t.co/L0afrSQhRh",
  "If you're lucky enough to have today off, maybe start it with some SpongeBob!\n\nOn this Friday's episode, we'll be talking about the season 1 eps \"Help Wanted/Reef Blower/Tea at the Treedome\" and \"Arrgh!/Rock Bottom,\" if you want to watch along with us.\n\nHappy #PresidentsDay2018! https://t.co/MHFsHjR7hP",
  "@MaritalHilarity @EverythingSuxTV @netflix Haha! Glad I was doing it right then!",
  "@notherethatoftn @EverythingSuxTV @netflix We might do a special episode about it! So much nostalgia here.",
  "@TheDirtyPolak @EverythingSuxTV @netflix Haha, yep!",
  "Has anyone else started watching @EverythingSuxTV on @netflix? 1996 was all that and a bag of chips, am I right?!\n\nAnd what's more #my90s than denim-on-denim (and some extreme lean, for some reason) for the first day of 6th grade that year? https://t.co/OIHOnJ5UVf",
  "Loved this! Lots of great insights into one of the best Nickelodeon shows (and timely, considering we just talked about Pete &amp; Pete ourselves this week). Thanks for your candid commentary, @will_mcrobb! https://t.co/EFRH9bTqkI",
  "The end! That was a pretty solid lineup, actually. Any suggestions for next week? #MyOwnSNICK",
  "Wrapping up #MyOwnSNICK with the GOAT, @JewelStaite, on Are You Afraid of the Dark? https://t.co/c1sP3FE1V1",
  "Remote Control Wars on #MyOwnSNICK. Man, Clarissa Explains It All was the shit. https://t.co/zMFIGvd8Qz",
  "#MyOwnSNICK continues with All That, \"Vital Information\" and more wine. https://t.co/n8KhZUUUjr",
  "Can't get the Fire Stick to work, so #MyOwnSNICK is happening on the laptop...with popcorn and wine (not pictured). https://t.co/H28YevDPHs",
  "While one half of us is en route to Mexico, the other is super cool and planning her own #SNICK lineup. Wanna watch along with me?\n\n8:00 - Alex Mack - Annie Bails\n8:30 - All That - Ep 228\n9:00 - Clarissa Explains It All - No TV\n9:30 - Are You Afraid of the Dark? - Watcher's Woods https://t.co/h4KhVl294N",
  "@90sManiax I so wish I was watching SNICK right now...",
  "@90sManiax She was the best! Missed her when she swapped places with Suzee...",
  "@90sManiax Loved it!!",
  "Not sure how to spend your Saturday? Why not listen in on our discussion of Pete &amp; Pete? We covered the episodes \"What We Did On Our Summer Vacation\" and \"The Nightcrawlers,\" but do you have a different favorite?\nhttps://t.co/WvC22YdsBh https://t.co/N95GE6kc0P",
  "I tried to find the origins of Petunia short, but no luck. You can never have too much Artie, though! https://t.co/W1Pj9vtIJA https://t.co/4oDiniEQCO",
  "Thank fucking God it's Friday! And you know what that means? Our first episode is officially live!\n\nThis week we kick things off talking about two episodes of that Nickelodeon fave Pete &amp; Pete: \"What We Did On Our Summer Vacation\" and \"The Nightcrawlers\"! https://t.co/Gd77m3nIPX https://t.co/uFVysvql2y",
  "He wasn't her lobster... #JenniferAniston https://t.co/2Ocj6M9vzF",
  "@ShippingRoomPod Cory and Topanga! https://t.co/kQ3ffteFZJ",
  "Happy #ValentinesDay, 90s kids!\n\nName a more iconic couple. We'll wait. https://t.co/PD6myFRHmC",
  "Kenan and Kel reunited with the cast of \"All That,\" and oh the nostalgia https://t.co/SdOrcKQ95B via @hellogiggles",
  "Bad news: It's Monday.\nGood news: Only 4 days until the very first episode of TFGIF, where we cover two episodes of the wonder that is #peteandpete!\n\nWe'll be talking about \"What We Did On Our Summer Vacation\" and \"Nightcrawlers,\" if you want to watch and follow along #90s #90stv https://t.co/wj9uUr4PXH",
  "Hey #90s kids! If you're like us and grew up glued to the TV screen, you're in luck, because the TFGIF podcast is coming soon!\n\nHave any questions or TV memories to share? Requests for specific shows or eps? Let us know here or at tfgifpodcast@gmail.com https://t.co/8uB4kzj9jm"
 ]
}