{
 "user": 972618954916196354,
 "tweets": [
  "@cameronesposito @queerycast @realfredrosser",
  "@newageamazon LITERALLY EVERY SUPER HERO?",
  "#ThrowbackThursday to Feb 13, 2018 when I found out that my image had been used WITHOUT MY PERMISSION and ALTERED SO I APPEAR DARKER SKINNED to promote a party.\n\n🤡JOIN MY FIGHT🤡\nhttps://t.co/1DbS1nWHHW https://t.co/tVDZVlNo7Q",
  "@IAmKateNyx I'll retweet you every time.",
  "@IAmKateNyx Any good word about getting a court thingy about this?",
  "@ChurchofSatan Hey, Happy Walpurgisnacht!",
  "Listening to @queerycast with @cameronesposito.",
  "Stuck in 90s music.",
  "@WrestleSubtitle Here's some of his shit. https://t.co/SeVqRAWMum",
  "@WrestleSubtitle Gameplaynation on Reddit does mine. Hit him up.",
  "@BountyOfKnwldge @JordynneGrace  https://t.co/GcjtQ5HJ5p",
  "Happy birthday to @GalGadot! Have a wonderful week, goddess!",
  "@JordynneGrace Thankfully, Jordynne, I don't see him running anything but you up the wall.",
  "Tonight! It’s like Netflix for live music! Come hang out in the virtual coffeehouse that is my @concertwindow show tonight! https://t.co/DbdlCPGded",
  "@IAmKateNyx 👀👀👀👀👀👀👀👀👀👀👀👀👀👀👀👀👀👀👀👀👀",
  "@JordynneGrace How do you find the patience for haters?",
  "Hi, I'm Lisa, and today while stretching I stuck my hand into my ceiling fan.",
  "@MaryseMizanin Salut!",
  "@Shoulders_Up That was an actual match! She even stole a smooch!",
  "@Shoulders_Up I dunno what to do. I need SOMETHING or I turn into an anxious, miserable wreck. But I feel he's pulling a fast one on me.",
  "@Shoulders_Up No, and I'm more than a bit miffed.\n\nThe pamplet on depression he has is half ads for this big fancy drug he prescribed me.",
  "@Shoulders_Up I hope you're okay",
  "@TitusONeilWWE is a hero. He's in the limelight for his hilarious incident at the GRR and what's he do? Challenges us to do a good thing for someone and have them pay it forward. Charity, goodwill and kindness are things the world needs.\n\nBut I'm definitely still laughing, Titus.",
  "@Shoulders_Up Antidepressants I need cost 184 dollars.\nFor 30.",
  "@Shoulders_Up America #1 in bankrupting the sick!",
  "@DavePrazak Hey, Dave! Have a fantastic day!",
  "Happy birthday, @TitusONeilWWE",
  "I'm excited for @IAmKateNyx music video THIS WEDNESDAY!\n\nShe's so talented! GO FOLLOW HER.",
  "@THETOMMYDREAMER @MLBNetwork Break a leg, Tommy!",
  "@NickyHoot @PNWHoneyBadger @evanrachelwood, man. She kills it.",
  "@Amanda_d1234 I'm always here. I'm a fan of wrestling and horror, geek culture stuff if you need a friend.",
  "@PNWHoneyBadger @NickyHoot Oh shit.\n\nThat's right\n\nSamuraiWorld!",
  "@Amanda_d1234 I pray there's nothing serious.\n\nA friend of mine threw her back out last year, she had to be in bed for a few days.\nI hope Major can help you somehow.\nI wish you a swift recovery.",
  "@Amanda_d1234 Mandy, how's your back?",
  "@PNWHoneyBadger @NickyHoot So nothing has changed from S1 in that regard?",
  "Just a reminder-\n\nSouls do not exist, there is no afterlife, find good work to fill your life with and always leave people smiling.",
  "@Shoulders_Up It's so great! I love how quick he catches on. I love Aja Kong, I love his panicked reaction to the crowd. It's just so great.",
  "It’s almost here! My first ever music video and a new single to go along with it! \nComing at you Wednesday, May 2! 🎶✨🌸🕷 https://t.co/ZbsC6iyTzY",
  "@alicecooper I really need one.",
  "@HeyWrongMan No drinking for me!",
  "@HeyWrongMan Thanks for describing it. I'm on antidepressants, so the most I can do is envy",
  "https://t.co/V5bWkFPcku\n\n@Shoulders_Up \n\nThis gif is pugnificent",
  "@PNWHoneyBadger @NickyHoot It's like, the tree one.\n\nBut it's really like \"here's two big cable packages for 40 bucks a month, here's other channels for 5 more a month.\"\n\nMy internet is 60, saves me $$$.",
  "@PNWHoneyBadger @NickyHoot I have https://t.co/rUmIpbDY31",
  "@TheEmilJay Mama's Boy Hour?\n\nMom-day Night RAW?",
  "@TheEmilJay Emil, \n\nIt's not often a man is given a golden opportunity.",
  "@PNWHoneyBadger @NickyHoot I am so getting HBO next month.",
  "@TheEmilJay POCKET CHANGE!",
  "@HeyWrongMan @EvilTwinBrewing Holy shit, that sounds delicious.",
  "@TheEmilJay PUMP THE BRAKES.\n\nThe award winning WWE Network? With hours and hours of great content? How much could such a thing cost me, a woman on the go in today's hustle-bustle world?",
  "@mauroranallo Hey, hope you have a wonderful week!",
  "@realsuyung has a jaw-dropping presence about her. So cool!",
  "RT &amp; follow @OriginalFunko for a chance to WIN a @HotTopic exclusive Diamond Collection Harley Quinn Pop! #BTAS https://t.co/VEIizYwAJo",
  "I love @PCWULTRA. I love their posters. I love their venue. I love their style.",
  "@TheEmilJay Dave, beet-red, turned away, heavily inked arms crossing over his chest. \"No. I can't afford people finding out about us.\"\n\nBraun opens @TheEmilJay's Twitter. \"They're already insinuating.\"\n\n\"Just one guy.\"\n\nBraun, unsure of what to say to express his emotions, obliterates Roman.",
  "@TheEmilJay Braun reached over, the edge of his beard tickling at Dave's chin. He whispers, \"I'm not finished with you.\"",
  "@TheEmilJay  https://t.co/MIBPWaD1TN",
  "@Shoulders_Up I like my dogs sassy!",
  "@Shoulders_Up HE'S A LITTLE BALL OF FOOF\n\nAND HE'S GOT SO MUCH PERSONALITY",
  "@Shoulders_Up I'M TRYING NOT TO FREAK OUT",
  "@JordynneGrace is COOL. GO FOLLOW HER.",
  "@Shoulders_Up WHAT\n\nWHERE\n\nWHO",
  "@itsvadertime Happy Birthday! Love from me and all of my followers!",
  "@leighmlorien Okay. One more hour, then bed!",
  "@Ave_Rex It's amazing watching a man torpedo his own livelihood with such aggression in front of thousands of people. Did he really, truly expect people to take his side?",
  "@leighmlorien REASONABLE BEDTIME, YOUNG LADY!",
  "@WrestleSubtitle I haven't known you long, Max, but I'm proud to follow along with you and I'm so happy you have a dream you're pursuing. Life is short, the meaning we derive from it ties to happiness, and I believe a person is only truly happy pursuing a passion.",
  "@MollyJongFast Tell your dog it is a good boy/girl and the internet loves him/her.",
  "@johnblud He noticed something that made him take pause. There were no streetlamps on his road. What were the two lights outside his window?",
  "@johnblud A man had been battling insomnia until one night, he tried a new technique to combat it. Sleeping facing a window, he gazed down the street through his blinds at the dim glow of streetlamps in the distance. He fell asleep, got his eight hours, but the next day, out for a jog,",
  "@johnblud Want a story to pass the time?",
  "@TrinaDeLaSuerte Look at that disinterested-but-not-really shade that dogs have perfected.",
  "@Blaze2TheMax These are horrible, barely digestible and wrapped in a a loud, gaudy package. Yup, they're you, all right!",
  "@IAmKateNyx They use that term at the sane, but any heat on them they immediately flip their shit. \n\nI try not to follow politics, but I cannot stand the MAGA crowd. Racist, homophobic, mysoginistic, hypocritical, and vile.",
  "Fun fact: Kota Ibushi was once trapped by a Japanese prank show, and forced to have a surprise street fight with Aja Kong @ibushi_kota https://t.co/vLihGMvuSz",
  "@IAmKateNyx Nope! \n\nOr worse, they do, and they can't handle any fucking criticism whilst claiming the whole \"fuck your feelings\" route.",
  "@MiaYim That necklace is dope.",
  "@alphafemale1 You are very welcome. Love and support you!",
  "@IAmKateNyx It does look great!",
  "Check out @beyondwrestling today on @PowerbombTV for free by signing up using promo code ABSOLUTE.",
  "@newageamazon You are on fire!",
  "@Blaze2TheMax @TheToneWhite That's Tone now, though.",
  "https://t.co/XD88OEx5V0",
  "@RheaButcher Hey, Rhea! Have a great day!",
  "The only thread you need today https://t.co/Pv6RdIeABU",
  "Made a collage of some fancy shots of some gear I never wore to the ring. @TheToneWhite https://t.co/Sfu9I5v4nu",
  "Addendum:\n\nIn the writing of this letter, I made a typographical error. Land should be read as 'law.'\n\nConcerned,\n\nLisa again",
  "Dear @GentlemanJervis, \nI am dismayed by your disregard of the land during yesterday's Card Game Stream, given your lack of use of a crosswalk. Though the important thing is you arrived to your destination safely, I worry this is the start of a dark path.\n\nYours,\n\nLisa Lovecraft",
  "@Amanda_d1234 I somehow hurt myself in bed on Monday, my arm was all screwed up for days until today. Hope you have quick turnaround.",
  "For more on her, follow her Twitter, check out her match on the MYC, and check out her recent appearance on @EandCPod.",
  "My first Sunday ShoutOut is to the incomparable @alphafemale1. Her life story was already inspiring, then she got an injury that normally derails careers. Not her. She bounced back, fearless, confident, kind, and ALPHA.",
  "@Amanda_d1234 Yikes! Get better!",
  "My wife is about to turn 32, and she said she wants to do something for it. I told her not to get worked up about the celebration, after all, it's only a thirty-second birthday.",
  "@wolfinjapan WELCOME!",
  "@wolfinjapan Hey, have a fantastic day! I hope you get to meat new people!",
  "Lots and LOTS of respect for @RealMikeBennett.",
  "This is a honk of courage to give you the strength to take on anything! I honkin believe in you! https://t.co/qz3auf8Av9",
  "As The World Falls Down from Labyrinth 👩🏻‍🎤🧚🏻‍♀️✨#DavidBowie #Bowieforever #coversong \nFull video here: https://t.co/bzlpoqznMk https://t.co/BTiZ9HKEPC",
  "@Pariah_Layne I N T E N S E",
  "@RatLeagueXtreme @realDonaldTrump For what?",
  "Good morning, my lunatics.",
  "@Blaze2TheMax She's never on the road.",
  "@Blaze2TheMax She's very private. I'll see about it.",
  "@Blaze2TheMax No",
  "@Blaze2TheMax Right. \n\nForgetting my mentions of my wife.",
  "@Blaze2TheMax  https://t.co/uk3oXZmTNj",
  "@Blaze2TheMax",
  "Blaze be like https://t.co/xvzNdkiYDp",
  "And then I feel better.",
  "Whenever I'm sad, I remember @SexyChuckieT and @CheeseburgerROH have a team called Chuckie Cheese.",
  "@CashEmOutAl @Blaze2TheMax @TheJaxonJordan @BlacknGoldBully @TheToneWhite @RiotMaker2018 @DrakeDunnCAW @HonorBoundCOH @JConstenelli See the blue names above your tweet as you write it? Press it with your finger and click my check on the list. Thx!",
  "@CashEmOutAl @Blaze2TheMax @TheJaxonJordan @BlacknGoldBully @TheToneWhite @RiotMaker2018 @DrakeDunnCAW @HonorBoundCOH @JConstenelli Seriously want out of this conversation now.",
  "@BlacknGoldBully @CashEmOutAl @TheToneWhite @Blaze2TheMax @TheJaxonJordan @RiotMaker2018 @DrakeDunnCAW @HonorBoundCOH @JConstenelli Can you boys remove me from this?",
  "@kikutarosan 👀",
  "@TheEmilJay Congratulations!",
  "@Shoulders_Up @WWE They threw out what little existed of their morality for a dog and pony show of a PPV BECAUSE the money was more important to them",
  "@Shoulders_Up @WWE THIS. THIS IS MY ISSUE WITH THE GRR.\n\nIt shows their scruples and ideals can be bought.",
  "@IAmKateNyx I know that's not relevant. I'm not sure why I shared it.",
  "@HeyImRob37 @razerhawk2000 @JANELABABY @orangecassidy @beyondwrestling @PowerbombTV SICK AND RUTHLESS",
  "@HeyWrongMan @hpbrewery That looks tasty",
  "@IAmKateNyx Woah.\n\nHoly cow, right, you do live in the colonial area of the USA. 1880s. That's old.\n\nI once traveled to San Antonio, Tecas and visited the Alamo, it was built in 1718.",
  "@IAmKateNyx How old is this warning?",
  "@leighmlorien Thanks for the follow!",
  "@leighmlorien Now comes the editing?",
  "@IAmKateNyx SUCH LANGUAGE!\n\nFUCK!",
  "@Blaze2TheMax @DrakeDunnCAW @CashEmOutAl @TheJaxonJordan @RiotMaker2018 @HonorBoundCOH @JConstenelli I only got involved because Bundles said some homophobic shit.",
  "@DrakeDunnCAW @CashEmOutAl @Blaze2TheMax @TheJaxonJordan @RiotMaker2018 @HonorBoundCOH @JConstenelli So cute. Tell you what. You can be relevant in someone else's shadow, I won't judge.",
  "@CashEmOutAl @Blaze2TheMax @TheJaxonJordan @RiotMaker2018 @DrakeDunnCAW @HonorBoundCOH @JConstenelli Au revoir, cupcake.",
  "@DrakeDunnCAW @CashEmOutAl @Blaze2TheMax @TheJaxonJordan @RiotMaker2018 @HonorBoundCOH @JConstenelli I did that as a joke, something you should be acutely aware of. After all, a joke is what you see when your sad carcass looks in the mirror every morning.",
  "@CashEmOutAl @Blaze2TheMax @TheJaxonJordan @RiotMaker2018 @DrakeDunnCAW @HonorBoundCOH @JConstenelli Are you really so desperately pathetic you have to stoop so low to emasculate him in a homophobic mish-mash of words you call a promo? You may be hot crap in UFN and elsewhere, but Blaze has your number and you've got no class behind that \"cash\", you dollar store Tone reject.",
  "@IAmKateNyx 🤘🏻🖤",
  "@A_single_bear Good.\n\nThis is good.",
  "@docrocktex26 Tucker Carlson is 50 pounds of shit in a 5 pound drum.",
  "@MiaYim I love your pet bulldog!",
  "@TCW_Legacy @HonorBoundCOH @AustraliaStrong @connor_smoke @dlambdynasty Laid, Jaxon.",
  "https://t.co/rVj2oVL4cf",
  "@JalawnJones @HonorBoundCOH  https://t.co/64cG3CJHxR",
  "@JalawnJones @HonorBoundCOH You say no comment, then make a comment?",
  "@JonOnAString Hello. https://t.co/DmQ9otTKtp",
  "@A_single_bear Hey, are you a bear?",
  "@Blaze2TheMax @HonorBoundCOH @NotoriousCAW @CashEmOutAl @SwiftGuy09 @SinisterMercer @Justin_Tyler016 Congrats!",
  "@WaxFang, I can't stop listening to Victory Laps.",
  "@HonorBoundCOH @NotoriousCAW @CashEmOutAl @SwiftGuy09 @SinisterMercer @Justin_Tyler016 My brother from another mother @Blaze2TheMax has got this.",
  "I'm just gonna say this clearly and unequivocally. Fuck @realDonaldTrump.",
  "Just 2 quick weeks away! #Seattle Washington is where the business goes down https://t.co/BT556qAOPX",
  "@newageamazon I'm definitely getting one this year, though. Preordered Spider-Man.\n\nYou wanna see this gremlin happy? Give her a Spider-Man 2-style game where she can swing about.",
  "@newageamazon I sold my PS4 foolishly a few months ago.\n\nI so want one again just to play. :(",
  "@newageamazon I've heard it's actually an amazing drama. Sony has been killing it lately..",
  "@1GatedCommunity Hold on, boys.\n\nThat Newman's Own was sweet AND spicy?\n\nMy wife must never find out, lest she understand I can't afford both.",
  "@1GatedCommunity @GDoubles83 I don't want those but I want those.",
  "@Blaze2TheMax @Jayda_XB1 @RossIsChaos That way she can cosplay two people!\nShe as Me as you!",
  "@Blaze2TheMax @Jayda_XB1 @RossIsChaos  https://t.co/jxEUG4n9hb",
  "Thomas Esquire &amp; Gentleman Jervis for International Tabletop Card Game Day https://t.co/fvp6oz33p2",
  "@Cosmis @SavoryScrimp Instead of using harsh language, can I just formally submit a \"yes\" and a cupcake gif? https://t.co/VVTWetJH8p",
  "Pink Hair ???? RT &amp; LIKE if yes ! https://t.co/LaWzRDrKMf",
  "I keep looking on occasion at my followers and each time I see @IAmSusanEgan there and I turn to a sputtering mess.",
  "This NFL season is gonna be crazy.",
  "@Blaze2TheMax Shut up, baby, I know it!",
  "Here's the moment.\n\n@Shaquemgriffin gets the call from the @Seahawks and celebrates with his twin brother @ShaquillG. 📞\n\n#NFLDraft\n\n(via @espn) https://t.co/2KhQPB9F7L",
  "@Shaquemgriffin Congratulations!",
  "@AvispaLuchadora Woah! Yes! Now I definitely see it.",
  "@Blaze2TheMax Envious of Lovecraft",
  "@TurnbuckleChick Feeling better?",
  "@Shoulders_Up Right?",
  "@TrinaDeLaSuerte They just shattered like an antique from ancient Greece.",
  "@shudder \"Who's there?\"\n\n\"Come on, I heard something.\"\n\n\"What was that?\"\n\n\"X? Is that you?\"\n\n\"I think we're safe!\"",
  "@shudder ALWAYS.\n\n\"Hey, you know I can make really only one terrible decision in this dangerous situation and die? Let's do it and roll the dice, what's the worst that could happen?\"",
  "@shudder Like that biker who HAD to check his blood pressure when the zeds got in during Dawn of the Dead.",
  "@TurnbuckleChick I pinched a nerve or something. I wish us human beings were invincible superbeings.\n\nBut alas..\n\nGet better!",
  "@Shoulders_Up They keep playing with fire.\n\nOne of these days that Fusion Dance is gonna work and we'll get Sheasaro.",
  "@AvispaLuchadora Gives me bird vibes, with a bit of superheroics!",
  "@newLEGACYslip Slip, wasn't Batman sent way back in time by the omega sanction? How was he a zombie black lantern if he wasn't dead?",
  "@TurnbuckleChick Sending good vibes your way.",
  "@HermitCrabWalk Gross.",
  "@AvispaLuchadora Hi! Your mask is neato!",
  "@shudder Blob. Was amazingly gross and had real panic!",
  "@HermitCrabWalk What about pineapple on pizza?",
  "@HermitCrabWalk is there anything you don't hate?\n\nWhat of yourself?",
  "@Shoulders_Up I heard he opted out because he's Syrian, but that may be hearsay.",
  "@Maffewgregg Oh no, that was a one-in-a-hundred fluke.",
  "@__AKUMA I took your advice and got that booking revolution game. It's pretty nuts. Each match devolves to kicking opponents into a coma or suplexing. \nAre there other moves or is there just four.",
  "@TheEmilJay Fool me once, shame on you. Fool me six times, I have severe issues that need to be addressed for the sake of my wellbeing.",
  "@PNWHoneyBadger Any advice on stretches for shoulder/arm pain?",
  "@FaM_BowTieGuy @CKOWolf @Zoe_Zombi @Tiffany_Razor @AlyssaBond_ @KingReice @RealHailStorm @BCCAmy I'm retired.",
  "How did I hurt myself sleeping?",
  "@GentlemanJervis @RealPWT I'm a simple woman. I do what Jervis says without question.",
  "@ZackRyder I gotta know this. \n\nWhat's the rarest thing you've got in your collection of wrestling memorabilia?",
  "@WrestleSubtitle Well, there's real outrage mixed in.",
  "For 50 RT's \nwe will reveal a wrestler making his/her debut in June. https://t.co/t6zLiKDZ8F",
  "@Shoulders_Up Too*",
  "@Shoulders_Up Yeesh.\n\nI like Sonya a lot top, but..\n\nYeesh.",
  "@Shoulders_Up Was she the Nazi memorabilia individual?",
  "So, this photo got stolen from me and now I have to take care of the situation legally. You can see read more about what went down and buy a shirt to help the cause here;\nhttps://t.co/siGmBywLHO",
  "@Blaze2TheMax @CashEmOutAl @THELiamMercer @BlacknGoldBully @TCW__ @HonorBoundCOH  https://t.co/IHmDEhF2BZ",
  "@TheEmilJay After a moment to think, he tells the devil to get lost.",
  "@TheEmilJay A guy is confronted by the devil. He's given a chance to have anything in his heart's desire if he can come up with a challenge the devil can't beat. The thing is, if the devil completes the challenge, he drags the guy to hell.",
  "@TheEmilJay \n\nWanna read a joke?",
  "@Blaze2TheMax @TheToneWhite I just see you",
  "@TheToneWhite @Blaze2TheMax Why am I tagged",
  "@HeyWrongMan Oh I know. Blast from the past.\n\nIn spaaace",
  "@HeyWrongMan you really knocked it out of the park with today's name",
  "@UTTRob @PNWHoneyBadger",
  "@UTTRob @GentlemanJervis",
  "@Shoulders_Up ❤",
  "@JacobBurgessVO Dark tidings!",
  "@LanceStorm You a surfer?",
  "@razerhawk2000 Razerhawk.\n\nGive in to the dark side. Unfurl black wings and soar! Hoo hoo ha ha ha!",
  "You are a good person and I appreciate you and your witty insight about wrestling, as well as passion for improving it for everyone. https://t.co/awDKGFphGZ",
  "OKAY. \n\n@Marvel.\n\nI have 23 dollars cash I am able to throw at you.\n\nCan a sister get a ticket?",
  "#ThePerfectDateIn3Words Pizza Sweatpants Movie",
  "@SuedeThompson Is this why Trump's eyes are a different colooooh shit",
  "@TheEmilJay Weird shit.",
  "@jlogancarey I can't find a stream",
  "@SuedeThompson 👍🏻",
  "@SuedeThompson Left",
  "@OriginalFunko I don't know why exactly I need this, but I need it.",
  "RT &amp; follow @OriginalFunko for a chance to WIN a Funko Shop exclusive Cap'N Crunch &amp; Jean Lafoote Vynl two-pack! https://t.co/JXTUBfOpm0 https://t.co/5HjN5BaDm1",
  "@WrestleSubtitle @PENTAELZEROM He's so intimidating and cool.",
  "@WrestleSubtitle Does @PENTAELZEROM wear a mask under his mask, or does he do a really amazing job painting his face?",
  "I have a dumb question, @WrestleSubtitle.",
  "@IAmKateNyx THEY'LL SEE WHICH CLOWN LAUGHS LAST",
  "@Pariah_Layne I want your voice in my jacket",
  "@SuedeThompson \"When you realize you didn't save your work\"",
  "@RealZackSanchez It's fake",
  "@travis_huckabee To you as well",
  "@travis_huckabee So polite.",
  "@jlogancarey I know!",
  "@travis_huckabee Thanks.",
  "@jlogancarey woah, I love your style!",
  "Great news! They finally caught the monster! #GoldenStateKiller",
  "@bloodyxadorable I want desperately to know the context to this image.",
  "@travis_huckabee I went to a funeral the other day and asked the widower if I could have a word. He says to me \"Sure.\" So I said \"Plethora.\"\n\n\"Thanks, that means a lot.\"",
  "@Madusa_rocks @TrinaDeLaMuerte @iTunes @SoundCloud I'm convinced you can do anything, boss.",
  "@travis_huckabee Travis, want to read a joke for your wednesday?",
  "@TheToneWhite Just wait until my sudden and inevitable betrayal!",
  "Happy Birthday, @TheToneWhite.\n\nYou're humble and confident, not many people can say they're both.",
  "@3M Consciousness uploading.",
  "Have you heard ‘Cryptic 3 - 29 - 18’ by @PNWHoneyBadger on #SoundCloud? #np https://t.co/AtQjLHzuq5",
  "@MiaYim @Sheltyb803 Omg",
  "@WrestleSubtitle @ChurchofSatan Are you a Satanist?",
  "@TheToneWhite I can name one person on that poster.",
  "@WrestleSubtitle \"Not at my house\"",
  "@StudMuffinSays This is the coolest thing that's happened to me this month.",
  "@iamstephbeatz on Brooklyn 99 is my spirit animal.",
  "@StudMuffinSays Holy crap, my pun meter just burst into flames!",
  "@SeymourSnott The science in this seems..\n\nIffy.",
  "@Pariah_Layne Yes.\n\n....me too. https://t.co/c0BYiHxa8j",
  "@Pariah_Layne Fuck that person in particular.",
  "#MyHandleExplained I'm Lisa Lovecraft, your favorite wrestler in another dimension.",
  "@SamoaJoe Joe, I know the odds of you replying are slim, but what's your puppy's name?",
  "@Queen_Ravens The grocery store?",
  "@IAmKateNyx @WinslowIsACat C A M O F L A U G E",
  "@ChurchofSatan Come on, he's not so good at math but I'M SURE HE'S OKAY AT OTHER STUFF!*\n\n*citation needed",
  "@offbitterlake @ChurchofSatan There is NO finer fabric!",
  "@PNWHoneyBadger @Pariah_Layne 💥💥Colt Cabana!💥💥",
  "@KrangTNelson The world is blessed to have you in it, @KrangTNelson.",
  "@ChurchofSatan I don't see anything.",
  "@SeymourSnott @AlamoRaleigh Enjoy, my fellow geek!",
  "@SeymourSnott Seymour!\n\nYou hype about Infinity War?",
  "I wonder how tired the @ChurchofSatan social media manager gets of answering the same questions and misconceptions every day.",
  "@IAmKateNyx @WinslowIsACat I can't see him?",
  "Had the pleasure of complaining about things with @TheToneWhite earlier this week.",
  "@FlyinBrianJr @ShamrockKen Oh, you!",
  "@TrueTJBourne @BryanStyles9 @shadows_jordan @TheToneWhite @OfficialCMV_ @DylanVincentBCW Please remove me from this conversation",
  "@StokelyHathaway Large, if positive.",
  "@Amanda_d1234 Important! Please tell your dog he's a good boy and I love him.",
  "1-800-273-8255 - Suicide Hotline\n\n877-226-3111 - Addiction Hotline\n\n844-228-2962 - Eating Disorder Hotline\n\n877-455-0628 - Self Harm Hotline\n\n888-640-5174 - Depression Hotline\n\nShare this for someone who might really need these phone numbers right now.",
  "@forexposure_txt @AdrienneRSPhoto Wow, what an asshole.",
  "@TheToneWhite what is catch point",
  "@newageamazon @lokified MISS 24 7!!!!",
  "@IAmKateNyx Is that a gun in your pocket or are you happy to see me?",
  "@TrueTJBourne @OfficialCMV_ @DylanVincentBCW This isn't directly targeting you. Just lamenting with a fellow old timer about lack of creativity.",
  "@TheToneWhite @TrueTJBourne @OfficialCMV_ @DylanVincentBCW No, I fucking LOVE the Bullet Club. A heel gaijin team that is too skilled to be scoffed at, that takes pages from the NWO? I love it.\n\n\"Psycho Club\" doesn't have the pedigree. So they're crazy? How are they different from Shadow Club aside from name and logo?",
  "@DevastationCorp \"The Shatterer\" Thomas Sharp? Something to that end?",
  "@TheToneWhite @TrueTJBourne @OfficialCMV_ @DylanVincentBCW Tone, you are my brother from another mother. Any two-bit with photoshop and a graphics printer can create a ripoff.\nIt's ripoff all the way down.",
  "@WrestlingDalton I cannot stand coffee.",
  "@TrueTJBourne @OfficialCMV_ @DylanVincentBCW I think this means there's too many \"clubs\".",
  "@DevastationCorp \"Devastation Ltd. CEO\"\n\n\"One Man Armageddon\"",
  "@misskittyf I love your Twitter name",
  "CWL IS BACK!\n\nSTAY TUNED!",
  "@razerhawk2000 Sending you a PM.",
  "@HeyWrongMan Have you ever seen him in anything but a button shirt?",
  "@IAmKateNyx Twix are so good, though.",
  "@SuedeThompson Yuup.",
  "@WAManeuver -adjusts tie in 2020 for documentary-\n\n\"I was there, yeah. I mean I breathed out of my nose, it was that kinda funny, I didn't like, laugh or nothing.\"",
  "@IAmKateNyx You'll need \n\n- A device that tears a hole in this dimension that doesn't invite other horrors that aren't me into your dimension\n\n- Snacks and possibly drinks\n\n- possibly a box propped up on a stick tied to a string",
  "@IAmKateNyx Kate, I would, but-\n\n- The ritual that is required to summon me is horrific and requires great sacrifice\n\n- I don't know where things are in Philadelphia beyond Paddy's Pub and it's not real.",
  "@razerhawk2000 Because you're my buddy, I have a cool catch phrase you can use against a certain water bug.\nLet me know if you're interested.",
  "@HermitCrabWalk That sounds awfully like it's close to a farm upstate, Crabby.",
  "Oh fuck.\n\nMy Google playlist threw \"Alone Again (Naturally)\" at me.\n\nFuck",
  "@neiltyson @TheCrusher007 THAT'S WHAT EVERYONE MEANS, DR TYSON\n\nGOD",
  "@VanillaNoods @newageamazon A dark wizard summons a skeleton with cool sunglasses, playing an awestriking cover of Baker Street by Gerry Rafferty.\n\nThe heroes tip the skeleton and sort of leave, unsure of what to do.\n\nHe wins every time. \n\n\"How's he gonna play without lungs?\"\n\n\"His soul.\"",
  "@newageamazon \"Somehow, Googly-Eyes Rhoomba has defeated Curt Hawkins and stolen America's heart.\"",
  "@razerhawk2000 @HermitCrabWalk And then serve them up with butter and some nice bread? 🤣🤣🤣🤣🤣",
  "@Shoulders_Up She's so pretty. 💓",
  "@RealHailStorm All my profile pictures make me look like a character from a video game.",
  "@RinascimentoEV Don't lie to Twitter, sweetie.",
  "@RinascimentoEV I know more holds than you.",
  "@TheToneWhite What's up, Tone?",
  "@KlNGOFSWING @WWECesaro This wasn't a hot tag.\n\nIt was nuclear.",
  "The moment when @WWECesaro showed the people who didn't believe that he is a top 5 wrestler in WWE https://t.co/xZkNahou1K",
  "@SuedeThompson I'll forewarn I am a horror buff.",
  "@SuedeThompson A Quiet Place!",
  "@__AKUMA He needs a statue at or in the garden.",
  "@TheEmilJay Is this a thing with fans or a thing..",
  "@LuFisto YAY!",
  "@TTAwesome @IAmJericho @clintgage @Michael_Truly @WestwoodOne @dickfundy Tony Stark, Gepetto, Mount Doom",
  "@The_Outlaw_Torn @Jayda_XB1 You got bad posture man",
  "@TheEmilJay Go eat chicken nachos.",
  "@Zengar @GREATBLACKOTAKU @oliverbcampbell S T U P I D\n\nD O G",
  "@TheEmilJay \n https://t.co/xksJDo2eVT\n\nDON'T DIE, YOU GOT PAST THIS.\n\nYOU GOT THUNDER IN YOUR VEINS AND A LION FOR A HEART!",
  "@TheEmilJay You made it through Wrestlemania week, you can make it through this!\n\nPossibly! Not a doctor.",
  "@VeganYackAttack @vegansumer I'm a sucker for chocolate!",
  "I'm so happy to have a friend like @PNWHoneyBadger. Go listen to his music! Follow him if you haven't!",
  "@SomePinkNerd It's about an overworked red panda girl who uses death metal karaoke to relieve stress. https://t.co/5Idsp2SyJu",
  "@SomePinkNerd Retsuko is a red panda, not a cat. It's a cute show, ala a teen-focused Hello Kitty.",
  "@SomePinkNerd Aggretsuko!",
  "Thirty seconds in and I identify with this anime cat.",
  "The show has a cat who finds herself with death metal karaoke? I am all about this.",
  "@__AKUMA @TheMetalSmark Not even for an amazing joke?",
  "@TheEmilJay HAH!\n\nI just keep imagining Poochie, focus group made.\n\n\"How are we gonna show we have attitude?\"\n\n\"Say we're hardcore.\" https://t.co/lYXS7flnXG",
  "@TheEmilJay What does the hardcore part even add?!",
  "@OneHourTees why, hello there.",
  "@DeonnaPurrazzo Hi, Deonna! I don't exist, but I think you're neat!",
  "@The_MJF Good golly.",
  "@TheEmilJay, fave kind of nachos?",
  "@newageamazon It's the finding the unicorn that's the hard part. The cooking afterwards, though. 👌 c'est magnifique.",
  "@IAmKateNyx Randomly on TV, or through games. I discovered @ohdaughter via Life is Strange, Wax Fang through a cartoon.\nI've been moving away from rock to folk and other areas.",
  "@TheEmilJay Did they just slap words together?",
  "@razerhawk2000 You can do it, buddy!",
  "@IAmKateNyx Intriguing.",
  "@MyNameIsHussle 👋",
  "Do you need a #socialmedia overhaul? I'm your man! I can help you connect with your audience, discover an audience, or perfect your \"voice\" for your brand. \n\nReferences on standby. https://t.co/OtAD66ygpB",
  "@TheAngelOrsini A lot.",
  "I'm so happy @SonyaDevilleWWE is getting out there and promoting positivity!",
  "@1GatedCommunity 👋",
  "@WhiteCastle 🍔",
  "@BlackCraftCult Lycanthropy!",
  "@PNWHoneyBadger @NickyHoot PEOPLE NOT PAIR WHY DID THAT HAPPEN",
  "@PNWHoneyBadger @NickyHoot DON'T YOU GO TO THAT WORK WITHOUT WATCHING THAT SHOW NICKY\n\nDO IT FOR THE PAIR THAT CAN'T WATCH IT\n\nSAY YOU GOT DELAYED",
  "Any man who tells you the only thing that can stop a bad guy with a gun is a good guy with a gun is trying to sell you a gun. \n\n#StopTheViolence",
  "@PNWHoneyBadger @NickyHoot Eeeeeeeeeeeeeeeee",
  "@PNWHoneyBadger @NickyHoot HOW WAS THE EPISODE?",
  "While the @CWL_Universe is currently on season break, please stay tuned for our return date and our new format. We exist because we love professional wrestling and the creativity it allows.\nUntil then, clear mind, clear thought.\nYou are loved.",
  "You matter to a lot of people",
  "@Shoulders_Up He what?\n\nHE WHAT?!?\n\nI have to watch this show now!",
  "I want to try the @WhiteCastle Impossible Burger so bad, but there's no locations near me. What is a person to do..?",
  "#TheProblemWithMeIn5Words I am possibly too humble.",
  "#NewProfilePic Reppin my @321battle fam https://t.co/9XVbVnzjbc",
  "@CKOWolf @TheToneWhite @RinascimentoEV Look. I, Blaze, know that whilst devilishly clever, Lisa Lovecraft is too suave and handsome not to try to emulate. She's also charming and brilliantly intelligent.\nBut we know this, fellas. You know this.\nSure as I am Blaze.",
  "Owner Story: \"9-week old Maine Coon kittens, waiting for their vet check\" https://t.co/ZblL3PaNrw",
  "@YETICoolers dropped support of the NRA. Now, I don't use coolers, but if I did..",
  "@newageamazon \"We know we suck, but we don't Disco Inferno suck. Come on, people.\"",
  "@IAmKateNyx So cool! \n\nChocolate is my favorite. 🍫",
  "@TheToneWhite @RinascimentoEV I am Blaze. https://t.co/9WxBlYu3fp",
  "@StokelyHathaway I believe in you, Stokely.\n\nDont die pls",
  "@CKOWolf Everything is so expensive. My medicine is 184 dollars after taxes.",
  "@WAManeuver What was that third one?",
  "@allan_cheapshot It seems EVERYONE had their own \"interview segment\" at some point.",
  "I am terrible at saving money.",
  "@PNWHoneyBadger But, I have a counter argument.\n\nI can get cheddar cheese on a sandwich",
  "@PNWHoneyBadger I see you voted for option C. 😵",
  "@SuperKingofBros Haha! Peanut butter and jealous. Have a good Monday, Matt!",
  "@PNWHoneyBadger \n\nI have 80 bucks in my account.\n\nI'm hungry. I'm not thinking clearly.\n\nDo I get Subway today?",
  "@PNWHoneyBadger @Pariah_Layne COOL!",
  "@Kobald6 Kobald feels a cold chill in his spine, watching the gif unfold. He's there again, chopped more times than he can count.",
  "@JGtheCAW Monsters",
  "Big cheers to my friends from @TheOfficialROW @RDBEAR57 @rexandrews for their recent championship win!",
  "TOO LATE",
  "@IAmSusanEgan just followed me and I am trying not to freak out.",
  "@Shoulders_Up 2018 is the strangest timeline.",
  "@IAmKateNyx Kate, I know you create. I saw a very neat gif and thought you'd think it was cool. Someone makes a chocolate wrecking ball!\n\nhttps://t.co/2MOX8yGgpb",
  "@PENTAELZEROM @IMPACTWRESTLING Felicitaciones, PENTA!",
  "@Shoulders_Up Come closer, I'll whisper.\n\nHe's from space.",
  "@Shoulders_Up The Disco Inferno rule has got to be related to the Producers rule, but with heaps more stupid.\n\n\"Go into it planning to fail and you may inexplicably find success\"\n\nDisco, though.\n\nI have trouble applying logic to it.\n\nRusso is just a sputtering robot that creates poop ideas.",
  "@Matmenpodcast Okay, that championship is great.",
  "@theraveneffect @jetzotime In case a guy falls off.",
  "@GentlemanJervis I know you get messages every day, but I've battled depression for years. If you need a friend who listens, message me anytime. Love and power to you.",
  "@PNWHoneyBadger JEALOUS",
  "@RinascimentoEV Past a certain point you stop being smug and end up being childish. I'm tired of seeing this joke drag on.",
  "@PNWHoneyBadger I so wish I had HBO.",
  "@IMPACTWRESTLING Those are beautiful.",
  "I'm watching the office and I'm at the season 4 episode where they go to Schrute's farm.\n\nI am crying laughing.",
  "Today is John Waters' birthday! \n\n\"I'd love to sell out completely. It's just that no one has been willing to buy.\"",
  "@Shoulders_Up Sure as the day is long, my sister.",
  "@EllisMbeh @hottoysofficial What will you do with unlimited power?",
  "@Shoulders_Up Next they'll say the Dudley Boys aren't brothers.",
  "Happy birthday, @NikkiCrossWWE!\n\nYou're wonderful!",
  "@CKOWolf @JGtheCAW If it makes you feel any better, I saw the poll and didn't vote.",
  "Go follow @__AKUMA. He's as cool as ice!",
  "@GentlemanJervis @sharonvanetten Oh my, THAT VOICE.",
  "@GentlemanJervis Do tell!",
  "@GentlemanJervis There's a saying, Jervis.\n\n\"Holding onto anger is drinking poison and expecting someone else to die.\"\n\nI believe in you.",
  "@__AKUMA You're the best!",
  "@__AKUMA I LOVED Returns on my PS3 years ago.",
  "@__AKUMA I don't have a computer or PS4.\n\nI just have an Xbox and a phone.",
  "@__AKUMA Don't get me wrong, I love fantasy booking games, but I'm more inclined to agree and take a look at the one you've been playing. TEW kind of becomes a blur of stats and load screens.\n\nI can't play Fire Pro. I hope MOTR comes out soon for your sake.😊",
  "@IAmKateNyx Please tell Winslow he is a pretty cat and a good cat and I love him.",
  "@IAmKateNyx @ItsHoneyAnt @xyberhawx2000 @sylverhawk2000 @nytehawk2000 @razerhawk2000 Watch out though, now that we're chirping about the truth they may fly the coop. Bird puns.\n\n#cawCaw",
  "Lmao..  thanks I totally love Wrestling and I so loved what I was doing and representing and when I believed in for women back then. I wanted to make a change and get us respected. https://t.co/IFeuMk5jq2",
  "@ItsHoneyAnt @IAmKateNyx @xyberhawx2000 @sylverhawk2000 @nytehawk2000 @razerhawk2000 Right?",
  "For the record, he liked the tweet, so I'm going with \"He does not deny it, and likes the theory.\"\n\nI'm onto you, Quackenbeard the Brilliant.",
  "I'm like 70% sure that @MikeQuackenbush is a wrestling wizard.",
  "@__AKUMA Akuma, have you played TEW? It's got mods, so you can run real-world shows.\nIt's pretty in-depth stuff.",
  "@Shoulders_Up ⚡⚡⚡⚡🔨⚡⚡⚡⚡",
  "@CKOWolf I've always imagined a good slap. Maybe a pink belly.",
  "Oh hey so remember how I said that thing about a disco punk space opera?\n\nThis is what I meant. Tell me what you think!! 🔥✨🔥🎶🔥\n\nhttps://t.co/RTY6cQWlHG https://t.co/1ND1T1nIHg",
  "things have gone terribly wrong with my courtship https://t.co/4eeFHOKObe",
  "somebody has been trying to catfish me for a while now so I figured I’d give in and let love into my life https://t.co/tGHZxAxLsc",
  "I cannot get over @IAmKateNyx's brilliant theory that behind the visors of @xyberhawx2000, @sylverhawk2000, @nytehawk2000, and @razerhawk2000 are tiny birds in cockpits.\n\nThink about it. The more you do, the more it makes sense.",
  "@WeAreRosemary is my spirit animal. Let your creepy flag fly!",
  "@CNNPolitics 🤔",
  "@WrestleSubtitle Thanks, Maxy!",
  "Supporting my people at @321battle, even in another dimension! https://t.co/dtpOsgpAsa",
  "@RheaButcher You look great!",
  "@WrestleSubtitle @321battle Proud of you all!",
  "@TheToneWhite @Blaze2TheMax @CWATalent Girls, you need to make up.",
  "@DrakeDunnCAW @TheFabuEvan69 @HiThereItsZen @CWATalent @WWEUsos That would mean I'm bestowing upon you any more of my time beyond my first tweet and this courtesy tweet showcasing my contempt.",
  "The wife of a dear friend of mine is in dire need of support. If anyone is able to donate any amount of money, no matter how much, or share this page or tweet, that would be heavily appreciated. Thank you.\n\nSurgery for Brittany - https://t.co/TjE19a6UR5",
  "@IAmKateNyx Kate, there's nothing more I want in life.\n\nBird Mecha!",
  "CWL will be returning soon, although there will be format changes and more as a result of our move to the Aloha State.",
  "@DrakeDunnCAW @TheFabuEvan69 @HiThereItsZen @CWATalent Guy, you should have gone with the \"Drake Dungeon\" rather than lifting wholesale from @WWEUsos.",
  "@allan_cheapshot The \"Fuck you, you're paralyzed now\" manuever.",
  "38) https://t.co/G9ug7fubcb",
  "Morning #Twitterverse\n\nMercy 4 - 20 - 18 by Badger Beats #np on #SoundCloud #Flstudio #beatmaker https://t.co/EqnOTJiODe",
  "@TheEmilJay Been playing Grand Theft Auto 5.",
  "2nd half starting soon!\n#WeirdWrestling #SolidSteel\nCheck out 3-2-1 BATTLE! Presents: #BATTLEMANIA 2018!!! https://t.co/xasS8o5K61",
  "“Translate what conquering an extreme emotional conquest would sound like” \n\nDone 😎\nPlease enjoy this. It’s very intense.\n\nMercy 4 - 20 - 18 by Badger Beats #np on #SoundCloud #Flstudio #beatmaker  https://t.co/EqnOTJiODe",
  "OH. \nMY. \nGOD. \n\n@321battle has officially SOLD OUT the major concert venue @ShowboxPresents ! https://t.co/OGC2mVQYvL",
  "New antidepressants gave me a panic attack today",
  "MOOD RIGHT NOW https://t.co/b4cWigfqnA",
  "Having a bad, no good day.",
  "@TheEmilJay That's why I duck that stuff, Emil.\n\nReal Life isn't for the sane.",
  "@razerhawk2000 @sylverhawk2000 @xyberhawx2000 @CHIKARApro @Oceanea_Chikara @MerlokChikara Always with the bird puns",
  "@TheRealEbak Why are you here",
  "@Madusa_rocks Thanks, goddess!",
  "@Madusa_rocks What would you tell yourself of 1995?",
  "@HeyWrongMan you keep changing your name, can I suggest one?",
  "@TheEmilJay I went back to edit this tweet mid-post, only to leave two \"yesterdays.\"\n\nI'm leaving it.",
  "@TheEmilJay I say as in \"we aren't friends yet.\"\n\nYesterday night, I realized I left the deck light on. In my quest, I stepped on a game controller yesterday after leaving it on the floor in the dark, I subsequentially tripped and slammed into my door and knee.\n\nThe controller broke. $60",
  "Watching \"The Terror\" at The Lovecraft manor.\n\nBring on the monster!",
  "@TheEmilJay We aren't friends, but it would be me.",
  "@WrestleSubtitle He, Bruno, and Wahoo died all on the same day.",
  "@WrestleSubtitle When are you going to get a real job here at the glue factory?",
  "@WrestleSubtitle I'm proud of you, son.",
  "My antidepressants cost 180 dollars.\n\nThere's something very fucking wrong with this.",
  "@aaronrift These things happen. Old folks can't handle sickness as well as the young. Story of the world.",
  "Morning Twitter world and friends! Start your day off with positive notes!\n\nChimes 4 - 17 - 18 by Badger Beats #np on #SoundCloud #beatmaker #Flstudio  https://t.co/6L7UUpoGXP",
  "@realhartman I love your Spider-Man, Butch!\n\nCan we possibly get a Spider-Gwen?",
  "Bruno Sammartino was the star of wrestling for decades and even towards the end of his beloved life, carried with him an aura of greatness. May he rest in peace and may his family take comfort in the love of the world.",
  "WWE is saddened to learn that WWE Hall of Famer Bruno Sammartino has passed away at age 82. https://t.co/B8nUabP0oh",
  "I like keeping people on their toes AND testing myself to NOT be 1-dimensional. I think this ones a perfect slow 2-step beat. Hearts and shares welcome! \n\nChimes 4 - 17 - 18 by Badger Beats #np on #SoundCloud #beatmaker #flstudio https://t.co/6L7UUp75zf",
  "RIP Barbara Bush.",
  "@WrestleSubtitle \n\nDON'T SWEAT THE TECKNIQUE\n@PNWHoneyBadger https://t.co/UQf4ih3Wyi",
  "@JGtheCAW Quiet, Joey.",
  "AN EARTH SHATTERING thing coming up.",
  "Announcing my full retirement from in-ring Efed-ing. Thanks everyone!",
  "@321battle Battlemania is LIVE at @ShowboxPresents 9pm. 8pm door. \n\nTickets: https://t.co/2RaCnXOKu1\n\nAlso live on @Twitch \nhttps://t.co/L8EVMGW7Pc https://t.co/EFVQ71huZ8",
  "APRIL. 20. \n2018. https://t.co/8JbrB2PMmp",
  "@WrestleSubtitle But Max, I don't exist!",
  "Criticism should be constructive/helpful. Not hurtful/damaging. Someone is trying to do something correctly or to the best of their current ability. Don't tear them down. Help build them up &amp; teach them, or point them in the correct direction. #TuesdayThoughts",
  "@Blaze2TheMax @SomePinkNerd Ho ho ho ho!\n\nZA WARUDO!!!",
  "@SomePinkNerd @Blaze2TheMax About that https://t.co/VzkJZG2Xv5",
  "@SomePinkNerd @Blaze2TheMax Please take me out of this conversation\n😑",
  "@ChrisJericho is amazing. \n\nHe sees a dream, a goal, he goes for it. He becomes a wrestler. He becomes an amazing musician. He becomes an actor, a writer. He is someone to aspire to emulate just for that drive of \"I will touch the horizon.\"",
  "@IAmKateNyx Kate, huge congratulations on your first music video, rockstar!",
  "@Blaze2TheMax @SomePinkNerd That would rely on me being a decent human being.",
  "@CKOWolf @SomePinkNerd I am NOT Tom Philips! I'm more a Corey Graves and you know it.",
  "I don't know if you'll see this, @maddow, but thank you for making sense of a bizarre reality.",
  "Just imagine how Sean Hannity would respond if it were true that Obama’s personal lawyer, the target of a criminal investigation, was also secretly the lawyer for Rachel Maddow—and she had been using her show to defend the lawyer without disclosing that relationship. Just imagine",
  "@SomePinkNerd Shut up, Byron!",
  "Did Twitter die?",
  "@CKOWolf @WWE I frequently am right.",
  "@CKOWolf \"No\", replied @WWE.",
  "@wolfinjapan You're welcome!",
  "@wolfinjapan You're wonderful just the way you are.",
  "@Blaze2TheMax Business casual 🤧",
  "@PNWHoneyBadger I had one of those last year. Nasty business.",
  "@XxFATEY2JxX @aaronrift @NoDQ_Virtue I don't hear it.",
  "I spoke too soon with my last tweet.\n\nAn idea has struck me that I'm keeping tucked in my jacket.\n\nStay excited, folks, and stay tuned.",
  "@XxFATEY2JxX @aaronrift @NoDQ_Virtue Uh, no? Virtueoso doesn't wear sunglasses.",
  "@PNWHoneyBadger You ok?",
  "@PNWHoneyBadger @defyNW @WrestleSubtitle I recommend @WrestleSubtitle. A charitable, hard working soul. \n\nThis statement was not endorsed or paid for.",
  "@PNWHoneyBadger HOSPITAL ROOM?",
  "@Shoulders_Up It's common courtesy!",
  "@Jayda_XB1 @ZaharaMoniQue That's because you're more than a ponytail with hair extensions and a charismatic lump.",
  "@Jayda_XB1 @ZaharaMoniQue  https://t.co/MEknUmyUCE",
  "@Jayda_XB1 @ZaharaMoniQue When you attack her, be sure to crush her spirit. Her fragile, fragile spirit.",
  "@Jayda_XB1 Thanks, my cynicism gave it to me.",
  "@Jayda_XB1 If you cut off her ponytail, you'll reveal she has no other identifying characteristics.",
  "@GentlemanJervis Jervis, I love you. I know how hard the demon on your back can claw you. Thank you for sharing your story and showing people they can get help.",
  "@TheEmilJay Emil Jay CLAIMS that \"Today is Monday\" but where is the evidence?\n🤔\nFollow this reporter as she dives deep into the hard facts he's trying to hid- OH FUCK, IT'S MONDAY AND I FORGOT TO DRAG THE TRASH OUT",
  "The CWL is currently on mid-year break.\nCatch us later this month for the action you can't get anywhere else!",
  "@dredduniverse I'm familiar with Dredd, who is Strontium Dog?",
  "@FGZacRomero I just sold a con exclusive Conan O'Brien.\n\nMost of mine are game related, but I have to get the Belcher family now.",
  "@FGZacRomero Do you collect Pops! ?",
  "Future @bloodyxadorable Pop Vinyl? #BobRossOfWrestlingFigures #FullyGimmicked https://t.co/h38JZYo9tf",
  "@FGZacRomero @bloodyxadorable HOLY COW!",
  "@razerhawk2000 @xyberhawx2000 I know! Me being NICE? What a horror movie!",
  "@T_DragonCAW Celebs are people too.",
  "My thoughts on Cena/Bella are as follows.\n\nThey both live a very exposed life, and there are key differences in what they want in it. Relationships aren't ever perfect. \n\nNot ever. Humans are inherently flawed.\nHopefully, they can remain friends.",
  "@WrestleSubtitle @joshgroban You fool! You got his attention!\nGroban doesn't want to eat, he wants to hunt! If you hear a haunting, powerful voice and a piano in the next 48 hours, don't let your heart break out of it's calcified shell of pessimism!\n\nHe's gonna anglerfish you!",
  "@razerhawk2000 @xyberhawx2000 I've found most alternate dimensions are either packed filled with monsters or have some crazy alternate history that boils down to some nonsense about the human spirit.\n\nThere's also a few where I'm a \"good gal\", however twisted that is. https://t.co/2yE3pef2w0",
  "@WrestleSubtitle You have a winning spirit about life!\n\nDid that pick you up",
  "So, anyone good with money?",
  "@WrestleSubtitle Because celebs.",
  "Soooo a funny, yet, oddly magical thing happened earlier 😂😂\n#Flstudio #beatmaker #timbaland #beatsRus #BeatsBCray https://t.co/wNlpiB1M61",
  "@tommy_hazard I told you I was busy!",
  "@PNWHoneyBadger Uh.\n\nI'm just gonna throw an idea at you.",
  "@PNWHoneyBadger I'm the imp on your shoulder telling you to follow your dreams. And clothesline people.",
  "@PNWHoneyBadger AN IDEA.\n\nMaybe pitch a beat to a podcast for a theme?",
  "@PNWHoneyBadger I'll retweet your stuff as long as you post it.",
  "@PNWHoneyBadger How do people make it in the beat biz?",
  "Took all of about 2 minutes and I literally re created the Migos beat Walk It Like I Talk It\n\nAnd they can make ungodly amounts of money on something so minor and basic and simplistic, then I need to completely rethink my approach I guess. \n\n2 minutes is all it took🤬 83mil views",
  "@TheEmilJay That's nuts.",
  "Got my new gear that was designed by @GIMICKS247 . Needless to say its F'N AMAZING!!!! 50 Retweets and I'll post a picture wearing it!",
  "@WrestleSubtitle @danielmakabe It is known Canada is actually two roads and a post office.",
  "I didn't see it, but I heard Beyonce was legendary at Coachella.\n\nI'm also not surprised.",
  "I will not suffer the same chaos my predecessor allowed backstage on Nemesis. Dre Wilson's cowardly attack on Annie Thunder is reprehensible &amp; currently being deliberated on re: consequences.",
  "@razerhawk2000 He needs...\n\n😎👌\n\n😐\n\n... To buzz off.",
  "I absolutely need to read this book for my workshop and general skill improvement.\n\nWhy can't I focus.",
  "@razerhawk2000 @crazybrit462 There there, lil' buddy. You'll get them next time.",
  "I want to be watching baseball.\n\n😞",
  "PCW ULTRA \"MAY THE 4TH\"\nFRIDAY - MAY 4, 2018\nILWU Memorial Hall: 231 W C Street\n​Wilmington, CA… https://t.co/a1cOu7VVem",
  "@WrestleSubtitle @LukeGallowsWWE A fictional wrestler turned fictional GM.\nI have spreadsheets on fictional wrestlers.\n\nAnd you outdid me. Bravo.",
  "@WrestleSubtitle Past a certain point I have to scream \"NERD!\" like @LukeGallowsWWE and brother, I'm such a nerd I'm a fictional wrestler. I have my limits.",
  "@WrestleSubtitle @PNWHoneyBadger \n\n\"WE'RE LITERALLY THE WORST PARTS OF THE DAY AFTER TOMORROW AND I AIN'T TALKING ABOUT HOW THEY OUTRAN COLD, I MEAN WHAT'S UP WITH THAT, I MEAN I GET IT BUT IT'S WEIRD, MAN, AND SOMEHOW THEY'RE OKAY IN THE LIBRARY? COME ON.\"",
  "@WrestleSubtitle \"Max, please stop.\"\n\n\"THIS IS ME NOW, TECK! THIS IS ME NOW!\"",
  "@WrestleSubtitle Horror is about the dread.\n\nI say the greatest pure horror of all time is The Thing. Trapped in a remote location with something that WILL kill life on earth if it gets out- but it looks like your friends, your colleagues.\n\nAnd it is a masterful liar.",
  "@WrestleSubtitle babashook https://t.co/eDLCCAzhP5",
  "@WrestleSubtitle I think so too. \n\nThe best horror movies make you think, consider beyond your scope.",
  "@WrestleSubtitle Love all of these. In the end of the Babadook, do you believe it was real or it was all in her head?",
  "@WrestleSubtitle @hughlaurie Know any other horror movies?",
  "@WrestleSubtitle Hulu/Amazon Prime suggestions?",
  "@WrestleSubtitle  https://t.co/di7V6zs58u",
  "@WrestleSubtitle Beer and pizza is good but have you had Shower Beer and Pizza?",
  "Dear @netflix,\n\nFinancial need has necessitated I end my current subscription. You have a place in my heart, and I hope to one day soon be binging The Office again soon with you, my friend.\n\nYours,\n\nLisa",
  "@PNWHoneyBadger Knock em' silly!",
  "Back in my day, the president had to lie to get congress to vote to go to war but I guess this is just one of those literally do whatever they feel like presidencies",
  "@EllisMbeh You're my homeslice, Ellis.",
  "Writing is difficult.",
  "@TheToneWhite Full title is Parks and Recreation. It's about a small town parks department.",
  "@TheToneWhite If you like it, watch Parks and Rec, it's just as good, just based in the public sector.",
  "@BlackCraftCult You had my curiosity, and dare I say you now have my attention.",
  "@TheJonPresley I never believed I could hate someone so much, that it's reached a point it's inspired me to find new emotional depths I had not known I possess.\nIt has opened more room to appreciate my life more. Trump has broadened my horizons with hatred for him.",
  "@JJWilliamsWON @SomePinkNerd @DakotaKai_WWE Sunset Inverted Backstabber?",
  "RIP Art Bell. Listening to your radio show as a kid helped me understand and appreciate the weird and strange. May your voice always be in the desert air.",
  "@insomniacgames Hey, Insomniac! I'm so blown away by your game footage that I'm going to be buying a PS4 to play it! \n\nA girl has GOTTA know, though, is a certain out of this world suit unlockable?",
  "Maddow’s response to Trump’s Syria strikes is everything. 🇺🇸 #TrumpResign https://t.co/gUC1DZGIX8",
  "#ff @Yungraf27 @REALEthanHD @TheSleaze52 @DrHugeShow @GetDaTables @Gimmick_Table @WretchedWrestle @legg0myeddr0w @LisaLovecraft @litmantis @WrestlersLab @SeymourSnott @TheBroKast @PNWHoneyBadger @dejuanoneal22N @MRGRIM_IS4_HIRE  @MichaelBerrySr @Benji_Banks  on to no.2 #ff",
  "@WrestleSubtitle @dominos @pizzahut What's going on is your good pal Lisa needs pizza.",
  "@Blaze2TheMax @realDonaldTrump Absolutely. \n\nHomophobia and hypocrisy. \n\nThey are fuuuuuucked come November, and after Mueller, possibly forever.",
  "Fuck anyone @realDonaldTrump appoints.\n\nGay marriage is just marriage. \"Opposing it\" doesn't change the fact, you fucking hypocrites. You don't give a fuck about the sanctity of marriage.\n\nHow many affairs you have, Donny?\n\nHow many illegitimate kids have your tiny hands?",
  "@IAmKateNyx If it makes you feel any better, at least you're being productive.",
  "TUNE IN! Vindication is the preshow to the real entertainment, NEMESIS! https://t.co/vDhjvOKNWA",
  "@RealSuperBeetle What does SuperBeetle do for fun?",
  "Don’t allow the word “fine” to determine your worth. It never use to be there before. \n\nStand up for yourselves. It’s ok to be brave and it’s ok to be proud and it’s ok to like/love/watch/and even participate in #prowrestling. \n\n#FineWomenThatWatchWWE",
  "#FineWomenThatWatchWWE\n\nDon’t stop watching wrestling. Not just WWE But all companies, local and global, Lucha and American, all the different strong styles, you name it. Professional wrestling shouldn’t be a taboo topic amongst people. Post those proud pics! You aren’t wrong! https://t.co/i9La3K2IOm",
  "TONIGHT! 7PM CENTRAL! IT IS THE SHOW TO WATCH THURSDAY NIGHTS!",
  "👀 https://t.co/eUp9nZoNEp",
  "@TheTagTeamTees @ZackRyder @OriginalFunko What did you think would happen?",
  "@TheToneWhite People are continuing to use caws despite releases? Who?",
  "@PNWHoneyBadger  https://t.co/GHTo4RQ9YY",
  "@PNWHoneyBadger Let's DO THIS? https://t.co/G26jC4Q21v",
  "here my doot doots, plz listen ♥️ https://t.co/yY8n1CAGcD",
  "@WrestleSubtitle @HBO I don't have HBO. I wanna watch it.",
  "@PNWHoneyBadger We gotta get at Diablo tomorrow.",
  "@PNWHoneyBadger You ok, though?",
  "RT &amp; follow @OriginalFunko for the chance to win a @booksamillion exclusive Lying Cat Pop! https://t.co/kW0p5aOMi4",
  "Good morning Twitter world! Start your morning off with wholesome music\n\nListen to Daylight 4 - 11 - 18 by Badger Beats #np on #SoundCloud https://t.co/Wvysv2oteQ",
  "@TheEmilJay Not gonna lie, dig the jacket.",
  "I think\n\nIf I had a wisecracking puppet housemate\n\nIt would be a weird ass show.\n\n\"She's a retired pro wrestler living with her wife, working hard as a manager for a wrestling brand, when suddenly Barnacles the Octopus moves in, 8 suitcases in tow!\"\n\n.... yes\n\nWeird.",
  "Was feeling inspired by some music from an older game I absolutely loved as a kid and decided to… https://t.co/5dfqQZCbAQ",
  "I want to end civilization and plunge it into a ceaseless nightmare filled with unfathomable terror, and even *I* think @SpeakerRyan is a bad person.\n\nSeriously. He has less spine than a jellyfish. And he's SOMEHOW not the worst.",
  "Easily the most emotional beat I’ve ever made. Please share this around. \n\nListen to Daylight 4 - 11 - 18 by Badger Beats #np on #SoundCloud https://t.co/Wvysv2G46o",
  "I'm up late watching Alf reruns. \n\nI have lost control of my life.",
  "@catpowerwrestle  https://t.co/NszB70kH38",
  "@Kobald6 @HermitCrabWalk It seemed like a good idea at the time.\nI'm sorry, Mr. Goblin.",
  "@Kobald6 One of these things is not like the others. One's in spanish! The rest are cool monster names.",
  "@HermitCrabWalk Fine! Whatever! Who needs ya?! https://t.co/ydWxFsNtWB",
  "I hate",
  "I'm mad at myself.",
  "Hey, @HermitCrabWalk, @Kobald6! \n\nIf I make a dumb pun, can we be pals?\n\nHere's my shot, I won't waste it.\n\nHAIL COOLTHULHU! https://t.co/roIOpKSRqZ",
  "@RealDMWalton_ It's a real mess. Half of it is text!",
  "I'm a @321battle gal. And a @PCWULTRA gal. And a @CHIKARApro gal, a @SUBWAY gal, and a @sawprowrestling gal. \n\nI'm complex.",
  "Hello friends. \n\nI highly suggest you come to @321battle Battlemania on April 20th. We make our debut at @ShowboxPresents ! \n\nhttps://t.co/2RaCnXOKu1",
  "@kikutarosan Kikutaro? KIKUTARO? KIKUUTAROO!!",
  "@RealDMWalton_ Hm?",
  "@CarnivalEats This food is so bad for you the show's Twitter account follows 666 people precisely.\n\nI want pickle chips.",
  "@BlueMeanieBWO @Chris_Meloni There's one thing admirable about Trump, he's given us all new ways to reflect on all new levels of ways of hating a person.",
  "@JackCainePro I probably came at you too harshly",
  "@PNWHoneyBadger UNTIL THURSDAY'S NEMESIS! YOU'LL PAY FOR THE SEAT \n\nBUT\n\nONLY\n\nNEED\n\nTHE\n\nEDGE",
  "@JackCainePro You're a better person than Rachel Walker.",
  "@razerhawk2000 ❤",
  "@JackCainePro That's precisely what they were. \n\n\"How does the community feel about X?\"\n\nYou didn't consider how people would feel about it.",
  "When I got home from booking NEMESIS, live on Thursday, only on Twitch, I got that cube from Zoltan Khuul, @PNWHoneyBadger.",
  "@JackCainePro  https://t.co/43ltZVDaQh",
  "@JackCainePro @RealDMWalton_ I'm serious. Stop putting people out for community judgement. Be an adult, no fucking popularity contests.",
  "@JackCainePro @RealDMWalton_ Cut this shit out.",
  "@PNWHoneyBadger @allihcnihcallik Noooope.",
  "@WrestlingDalton Congratulations!",
  "F**k it, I'm cooking spaghetti.\n\nHold my Necronomicon.",
  "THEY'RE MAKING A CONE OUT OF A CRÊPE, PEOPLE!",
  "Hello. I'm an adult. I'm trying to be on a diet.\n\nWhy am I watching @CarnivalEats.",
  "@razerhawk2000 AVAST, IF THERE BE HAWKZ FLYIN', IT SURE BE A SIGN OF LAND NEAR, IN THIS THE YEAR OF 2000 AD, IN THE GREAT 8 BIT SEA OF THE INTERNET.\nBE I MIXING TOO MANY GENRES? I KNOW NOT, I'M A PIRATE, I CAN'T READ",
  "@RDBEAR57 and I vs @Swoldemort and #Glacier is the weird fever dream of a match you need in your life. See it next weekend. https://t.co/T1bCSJrqOa",
  "@MrsXoddam Best of luck with your bakery!",
  "@MrsXoddam Haha, keep me away or I might not stop!",
  "@MrsXoddam I see you bake for fun and are good at art. I am not good at either. I do know how to make a good no-bake pie, though.",
  "@MrsXoddam Hello!",
  "@dabryceisright THEY DID YOU DIRTY REMSBURG",
  "My previous tweet regarding YoungBlood RUDE was in error.",
  "im not lonely, because... https://t.co/yzoPEokwvu https://t.co/WdOBAwtAfY",
  "NEW Paranormal Evening US fall tour dates just announced! Head over to https://t.co/6UzLvFQ7It for info. https://t.co/oVgGEWi6Io",
  "@Shoulders_Up I don't know if the crowd can ever love him now. It is tragic because he IS improving.",
  "Thanks to @GearlHebner for recording next Monday's #BFPW Podcast! Great talk about her San Diego trip,&amp; trip to #NOLA #WrestleMania &amp; us bs'ing about @321battle #Battlemania2018 https://t.co/EMTdKK5huF",
  "@WrestleSubtitle https://t.co/n9ATRSNJFn",
  "And last, the mystic mistress Witch Doctor versus Alex Steel for the #1 Contendership for the Nemesis Women's belt. Alex has had a run of bad luck lately, and fighting a dark mystic may not help, trust me, I've been on both sides. Is she strong enough to win?\nCheck it out Thurs!",
  "Spartacus versus Alex Thunder with Tommy Gunn at ringside. Spartacus is scary, he's 3-0 and bigger than King Kong and twice as mean. Thunder Gunn may be witness to 4-0, unless Alex can bring, well, the thunder. (Who gave me this to write?)",
  "Ebak is back after a rib injury, and he's set to face Anamik, who doesn't care about Ebak's underdog story. He wants to stop the Super Smash Brother dead in his tracks! It'll be a brawl, no doubt.",
  "Up next is Buzzsaw Briggs. Though the cowboy missed the mark in his debut, he's reloaded and ready to face Dour Ranger, a debut making his first appearance LIVE ON THURSDAY, so don't miss it.",
  "Okay. I'll be tweeting my match card now in a thread. \n\nFirst up is Nemesis Battle Lines team member Amber Arcade versus Scorpio, member of the villainous Circle. Amber has been impressive but Scorpio wants into the newly announced Women's Supremacy Tournament, so watch out!",
  "@RinascimentoEV What kind of technician? Elevators?",
  "RT &amp; follow @OriginalFunko for the chance to win a 6-inch Hulkbuster Pop! https://t.co/mTPjUUbusY",
  "@WrestleSubtitle He just needed to actually win feuds and he'd be fine. Beating the movie monster every time he shows up kills the slasher movie. Imagine if teenagers just shot Michael Myers when he first appeared?\nJohn Cena did the same thing with Wyatt.",
  "@WrestleSubtitle ALL IN?",
  "@IAmKateNyx But.. adulting!\n\nThe hill is climbable, then you can ski down It! Or slide. Roll? Walk works. Use momentum to more easily transverse towards more fun leisure activities.\nYou get me.",
  "@WhiteyWackers Merci",
  "@WhiteyWackers I must know which episode your profile picture is from.",
  "@xFaMxHD Olé!",
  "Joe is smoooth on that microphone.",
  "New buddies in the @Matmenpodcast, go check it out!",
  "@LisaLovecraft Find a community college offering classes. https://t.co/kcbhztHwWF is a great resource.",
  "@Shoulders_Up A little of column b, a little column  someone hit him with a broom backstage to elicit actual emotion.",
  "@WrestleSubtitle LET'S TALK ABOUT SOMETHING MORE INTERESTING.\n\nSay I wanted to learn American sign language to improve my skill set, how would I get started?",
  "The joke being he has an incredibly painful grip.",
  "Hey, I'd rather shake hands with @HermitCrabWalk than watch @Chrisley_USA.",
  "@WrestleSubtitle At the spooky store, he brought coupons to a half off sale.",
  "@Shoulders_Up I may have found the most ridiculous gif of all time, but I think it gets my point across. 🤣👋",
  "@Shoulders_Up  https://t.co/hzAyAGeNWj",
  "I am all about that @BlackCraftCult style.",
  "N-NAANII?!?!\n\n#RAW",
  "@WrestleSubtitle Did she have those problems before that son of a bitch I won't mention?",
  "@WWECreative_ish @RealPaigeWWE WOULD YOU STOP",
  "\"The Kingdom of Saudi Arabia invites the world- NO, NOT THE WOMEN! ONLY MEN! NO WOMEN!\"",
  "✨ cool shirt alert ✨\nhttps://t.co/CyQWRoSeaS\n#bossbabe #fashion #hustle #feminist https://t.co/AKofjsXRHD",
  "@TheRealAjWest Canadian",
  "I want John Cena to be President.",
  "@newLEGACYslip @dk240996 THE OUTRAGE\n\nWHO IS THIS IMPOSTER",
  "Unbelievable career for Nicholas Cone. Youngest champ ever, retired undefeated.\n\n#RAW",
  "@WrestleSubtitle Room?",
  "@travis_huckabee @SoloDarling @CHIKARApro @JANELABABY @thePenelopeFord That's the best tag name I've ever seen.",
  "Canada Dry With Lemonade sounds SO GOOD.",
  "Solo is gonna suck so bad it can pull a bowling ball through a drinking straw.",
  "@J1MCUNN1NGHAM Everyone loves milkshake duck!",
  "@WrestleSubtitle Some person wrote this.",
  "\"We cheer those we normally boo\"\n\nThen why is Alexa getting booed?",
  "@Kid_ZER01227 @LOPUniverse1 You're welcome.",
  "@WrestleSubtitle @NiaJaxWWE @AlexaBliss_WWE \"Enjoy all your favorites!*\n\n except half the roster.\"",
  "@WrestleSubtitle \"a little respect\" and the crowd went nuclear, and Steph couldn't help but grin. Thus is a great RAW already.",
  "@WrestleSubtitle I love this crowd already. Loud and happy!",
  "@CWHendricksPW For a grammar cop, I can see a few errors in this tweet.",
  "@Kid_ZER01227 @LOPUniverse1 \"Deserves\" shouldn't have an S on it.",
  "Chris Princess' actions as of late and shenanigans will not go without appropriate reprisal.",
  "@Kid_ZER01227 @LOPUniverse1 Know what? You're rude, so I'm not telling. It's definitely there. You \"deserves\" this.",
  "@beyondwrestling I very much agree.",
  "@beyondwrestling Overall, your personal opinion.",
  "@beyondwrestling Top three wrestlers of the 90s?",
  "@Ave_Rex When it happens, will it be..\n\n...a luchadog?",
  "@RealSuperBeetle Hope you're feeling better!",
  "@RealSuperBeetle Hiya!",
  "Full video includes; responses to my legal battle for my own face and what it means to be a “real” artist. https://t.co/JSY8PrtIkZ https://t.co/g1b1BAG5Fh",
  "@mauroranallo Logan Paul is an awful kid.",
  "PLEASED TO ANNOUNCE THAT I AM THE NEW BRAND COMMISSIONER FOR @CWL_UNIVERSE NEMESIS, LIVE THURSDAYS!",
  "@GemCityGem @IAmKateNyx Replace \"Millenials\" with Babadook and you have reason to giggle.",
  "@ifyouseekcasey @_RebelByNaturex S U P E R W O M A N",
  "@321battle @ColeCrazy321 We are all pointing this blessed day",
  "@aaronrift @Jackie_Redmond @TyroneMagnus77 @DJAce @adamrank @smokedza @AWrestlingPod @REALGoingInRaw @solomonster @SteveKazee Huh.",
  "@SomePinkNerd @CashEmOutAl @Blaze2TheMax \"No\"",
  "@WrestleSubtitle The come-home RAW for Wrestlemania is the money one!",
  "Rematch this Saturday in Berwyn! https://t.co/LXETQmi3Kl",
  "@GolazoDan @SHIMMERwomen @Samazing73 That kick was so hard the only thing she'll taste for breakfast is shards of boot sole",
  "Big news on the horizon. https://t.co/nLQcQ3fcG6",
  "@aaronrift No reaction is far worse than booing!",
  "@Ave_Rex What kind of pup dwells in the @Ave_Rex house?",
  "Hey, Lunatics, go follow the always entertaining ECW Original @BlueMeanieBWO!",
  "@BlueMeanieBWO You are on FIRE!",
  "@CKOWolf Language.",
  "I liked this Wrestlemania.",
  "@Blaze2TheMax I don't think Nicholas was a make a wish kid. That may have just been a kiddie band.",
  "@WrestleSubtitle I've seen some doozies in my day, and that was absolute garbage.",
  "@WrestleSubtitle That's gotta be fake blood.",
  "@WrestleSubtitle At a certain point it's insulting the audience.",
  "@martincasaus @BrockLesnar Nicholas stood over a bloody, mangled Lesnar, who begged the ref to stop the match.\n\n\"I'm not Saint Nicholas,\" said the boy. \"I only bring you pain.\"",
  "@Blaze2TheMax Well, he is, but I think he's also going to be the first of many kids and people. It's gonna be a fan (read staff family or special occasion, like M-A-W) freebird rule.",
  "@Blaze2TheMax I don't think so.",
  "@Blaze2TheMax My better half tried to get me to explain Nicholas",
  "https://t.co/hiAR3oIM7Y",
  "I wanted a child called Nicholas to get tagged in to a professional wrestling match and take a lariat so hard he gets decapitated. I’m a bed person.",
  "@TheToneWhite @DaveHenderson98 156",
  "\"This mania had everything, it had dancing little people pancakes, it had a giant befriending a child, it had LGBT solidarity all over the place, it had a float and a rock concert and a White Walker fighting Naruto, and a large dog going over a beast.\" - Stefon",
  "@WrestleSubtitle Your beard outweighs him by ten",
  "@BlueMeanieBWO THIS is the joke that killed me. Love you, Meanie!",
  "@NotJimRoss @JackCainePro WE CAN'T",
  "Braun's tag partner is a young boy.",
  "\"Mardi Gras paper mache king, remove your mask!\"\n\n\"I wear no mask.\"\n\n\"No mask? No mask!\"\n\n#wrestlemania",
  "@Kid_ZER01227 @LOPUniverse1 Your shirt has a typo. Send it back.",
  "@WWECreative_ish @AJStylesOrg @ShinsukeN You had this on standby.",
  "@Shoulders_Up  https://t.co/Q1RfPEgZ4d",
  "@Blaze2TheMax @TheToneWhite I've heard so much bitching tonight about everything it makes me wonder why I'm even livetweeting. JUST ENJOY THE SHOW!",
  "@TheToneWhite @Blaze2TheMax Dollars to donuts half of their \"match cards\" would have such bad pacing that there would be no highs or lows, just lows-to-highs. You can't have the marquee matches all at the end. Some of the anticipated matches have to be earlier to get the crowd going.",
  "@alphafemale1 @NiaJaxWWE I see what you did there. https://t.co/9kHEZkCXRI",
  "@Blaze2TheMax People are bitching about *everything.*\n\nFinn wears rainbow gear? Rage! Preshow lineup? Rage! \n\nPeople are being assholes.",
  "@PCWULTRA Nita coming in like https://t.co/ReUgCHLUCV",
  "So proud of Nita Strauss! You rock!\n\n#wrestlemania #alicecooper #wwe #pcw #pcwultra #pcwfamily… https://t.co/wn3lDJizs9",
  "WE ARE IN FOR A TREAT, FOLKS.",
  "@Shoulders_Up I'm still shocked by Nita!\n\nShe is fucking awesome!",
  "@hwrestlingradio @hurricanenita",
  "@HeyWrongMan CRANK IT TO 11 BOB",
  "@HeyWrongMan @hurricanenita ROCK\n\nGOD.",
  "@hurricanenita!! OH MY YES!!\n\nYOU ROCK! YOU ARE SO AWESOME!!@",
  "@alphafemale1 @NiaJaxWWE Don't YOU wear black and gold..?",
  "Back of the neck bumps always make me nervous.",
  "Nia is beautiful! #WrestleMania",
  "Don't be this guy. https://t.co/C8ODNe03qm",
  "@WrestleSubtitle Tell her the jury's out.",
  "@IAmKateNyx  https://t.co/SnOBMrUwun",
  "\"That camera was on this whole time\"\n\nAnd they didn't FUCKING SEE IT?",
  "@Shoulders_Up You're too kind.\n\nIf this is what they're marketing it with... https://t.co/kWWhG1tarL",
  "So, uh. Kev and Sami are still fired, and I have to watch that Fighting With My Family clip again. https://t.co/tYA7M7yz1f",
  "#INTERGENDERWRESTLING",
  "@Madusa_rocks @shanemcmahon He has a beautiful elbow drop and flying rebound elbow, too!",
  "The last two times I've cried watching WWE both involved Daniel Bryan. His XXX victory and his goodbye.\n\nI'm glad the goodbye was just temporary.",
  "@OriginalFunko @Goldberg @WWE That is almost as cute as the Bayley one.",
  "Undertaker stares at John Cena. \n\n\"I can see you.\"\n\nJohn Cena, aghast, \"N-NANI?!\"\n\n#WrestleMania",
  "John Cena: COME FIGHT ME YOU COWARD\n\nUndertaker: ok\n\nJohn Cena: wait no",
  "I'm having the time of my life.",
  "This just in, Undertaker presides over funeral.",
  "@IAmKateNyx That cow is one pretty cow.\n\nMoolissa? Samoontha?",
  "@TruHarmonyCAW  https://t.co/w1DSMU8301",
  "@TruHarmonyCAW @JackCainePro  https://t.co/T8hQ3sIRbv",
  "\"HEARD YOU TALKIN SHIT\"",
  "Feeling like I’m 13 years old again seeing the undertaker back at #Wrestlemania https://t.co/QCjh1tTpRc",
  "I will never not pop for Taker. \n\n#WrestleMania",
  "@WrestleSubtitle He is a living god!",
  "@IAmKateNyx We are all The Undertaker this blessed day.",
  "MY LEIGE!\n\nTHE LORD AND MASTER OF DARKNESS!\n\nOOOOOOHH YEEEEEEEES!!!",
  "Heard a little kid say \"that's what you get!\"",
  "@cr8dv8 Nope!",
  "@IAmKateNyx Somewhere, Rowdy Roddy Piper is cackling mad about this. This is golden star level bad guy stuff!!",
  "@__AKUMA  https://t.co/FHaHmZKuPn",
  "@HeyWrongMan 🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅🏅💯💯💯💯💯💯💯💯💯🔟🔟🔟💯🔟💯💯🔟💯🔟💯🔟💯💯🔟🔟🔟💯💯🔟🔟🔟🔟💯💯🔟🔟🔟🔟🔟🔟🔟🔟🔟🔟",
  "ELIAS!!!! Put him in the Hall Of Fame now #Wrestlemania",
  "@WrestleSubtitle Did you see him get superkicked and drop like a sack of rocks? He's so crisp and smooth for such a big man!",
  "@Shoulders_Up EVERY SINGLE ONE could be molded to be a believable singles champ.",
  "\"I want to wear a goat skull everywhere and carry a maul.\" - me\n\n\"No.\" - better half https://t.co/rr3y9Cgtyc",
  "@Blaze2TheMax People will find any excuse they can to hate anything.",
  "@IAmKateNyx A SIGN OF THINGS TO BE?\n\nMaybe one day we'll see @alphafemale1 obliterate Heath Slater!",
  "Rhonda really impressed me!",
  "@IAmKateNyx \"BUT MA\"",
  "Hot Rod is happy, wherever he is.",
  "@hwrestlingradio \"Well, we're about to spring clean, so I'd say a Curt Hawkins worth.\"",
  "I kind of hate the rotten attitudes of some folks. Just enjoy the show!",
  "@IAmKateNyx I'm dead",
  "@__AKUMA Akuma, how are we supposed to believe the Helmsleys are credible opponents to two Olympians?",
  "@TheToneWhite @DannyLizano09 D O N T \n\nH I N D E R\n\nT H E \n\nJ I N D E R",
  "@TurnbuckleChick I love to hate him. He's such an insufferable jackass.",
  "@IAmKateNyx It was an incredible match. Now Asuka can go back on the attack, and Charlotte can either be a top-level face or a gloating, smug heel. A lot of places to go!",
  "I peep a shirt from my boys at @newLEGACYinc",
  "@AliannaZaire @ZeMasterpiece I disagree, though you're entitled to your opinion.",
  "@ZeMasterpiece @AliannaZaire They're not all gonna be winners.",
  "@Shoulders_Up  https://t.co/ce4TFRf37u",
  "@TheToneWhite Tony, it's a real fucking shitshow in parts.",
  "@Shoulders_Up You see it too?",
  "@Shoulders_Up Getting vibes of your profile pic!",
  "@RealHailStorm Breathe!",
  "WHAT",
  "@WWECreative_ish Booooo.",
  "I need the US price for a PS4.",
  "@WWECreative_ish One of those guys is a Undisputed Era dude, I'm sure of it.",
  "@JackCainePro, if you have an issue with @RXWBulletAdams, you should speak up directly rather than not tag him.",
  "@JackCainePro @RXWBulletAdams",
  "@RXWBulletAdams 🏳️‍🌈",
  "@PNWHoneyBadger You will be in one of these in a few years, I think.",
  "@PNWHoneyBadger Good so far!",
  "@HeyWrongMan It looks cool. I'm not a technology person.",
  "@HeyWrongMan Hologram?\n\nI dunno either.",
  "doux jésus!",
  "WRESTLING IS FOR EVERYONE!\n\n#WrestleMania \n\nI'm so goddamn happy!",
  "@WrestleSubtitle ✊",
  "@AOACRIMSON He did something better.",
  "HEY EVERYONE. \nGET YOUR HOMOPHOBIC BULLSHIT AWAY FROM WRESTLING. \n\nWE DO NOT WANT YOU. \n\n#WrestleMania",
  "BALOR IS A FACE FOREVER",
  "HOLY FUCK! BALOR CLUB IS FOR EVERYONE!",
  "HOLY FUCK",
  "No demon.",
  "Demon..",
  "WWE 2K19 is gonna have trouble with this set.",
  "@WrestleSubtitle That's a White Walker, buddy!",
  "@JackCainePro @TheToneWhite Shoo",
  "@WrestleSubtitle You have made a very powerless and forgiving enemy this day",
  "@JackCainePro @TheToneWhite Who's CJ Blunt?",
  "@WrestleSubtitle Food for thought. If Wrestlemania were in say, Vancouver, or Montreal, would we get \"America the Beautiful\"?",
  "RT &amp; follow @OriginalFunko for the chance to win an #NYCC 2017 exclusive @ZackRyder Pop! #FunkoWrestleMania https://t.co/uS8UDaRKB0",
  "@JackCainePro @TheToneWhite Who are you?",
  "@Shoulders_Up You ever see a person slip on water while carrying a tray of drinks? The production version of that.",
  "@RatLeagueXtreme Praise be!",
  "Wow, some fans are 💩.",
  "@mauroranallo ENJOY THE SHOW!",
  "@JackCainePro @TheToneWhite The thing is we know who Ciampa is",
  "SHE'S BEEN THROUGH SO MUCH.\n\nShe was originally brought in as a dancer, she's worked with a broken EYE! I'M SO HAPPY NAOMI WON.",
  "@WrestleSubtitle I'm outraged",
  "@SonyaDevilleWWE Wrestlemania gear is lit. 🏳️‍🌈",
  "@WrestleSubtitle YEEEEEAAAAAAAAAAAAASSSSSSSS\n\nWONDERFUUUULLLLLLL!!!",
  "@HeyWrongMan Hey, wrong, man",
  "@WrestleSubtitle I'm amazed, this is the first time I've seen you clearly. You're more beard than man",
  "@IAmKateNyx I feel the same way about my writing. If I can't use it as an outlet, I'm miserable.",
  "@HeyWrongMan He's ridiculous.",
  "@HeyWrongMan  https://t.co/fAOuBvqFNW",
  "Ugh, 5:30, roll around quicker.",
  "@RealHailStorm Always.",
  "@HeyWrongMan thoughts on del rio?",
  "It's a shame that Alicia was pulled, but this is the biggest night of the WWE's year, and they can't exactly punish a guy not on the roster or employ beyond kicking him out. The WWE is driven by press, Alicia being involved in a scene like this at this point in time is bad press.",
  "@KellyLa1998 @dredduniverse Holy fucj",
  "@HeyWrongMan My lying ass get to hang out with gay drunkards and thieves?! Woohoo!\n\nThese fucks forget what He said, \"Judge not, lest you be judged.\"",
  "@SeanRossSapp I think it's because the huge surge in popularity on the independent side, as well as the maturation of the current WWE product (ie, no overtly goofy storylines comparatively to 2008 or so).",
  "Wow, 120 followers! Big things are on the horizon, I assure you.",
  "I can't get out of my car while this Queen song is on.",
  "@HeyWrongMan \"Go to Heaven for the climate, Hell for the company.\"",
  "@StokelyHathaway Seems legit to me.",
  "@TheEmilJay Fuck, I'm at least three of these.",
  "@newLEGACYslip The @CWL_Universe will be forever thankful for you all.",
  "@CKOWolf Repackaged Big Cass!",
  "@bobculturepod No joke. His enthusiasm and mic work and his appreciation of his fans. Love him.",
  "@TheToneWhite @CWATalent @WillSteele1291 @LLTHEOUTLAW @Justin_Tyler016 @millerDe21 Miller has got this, Tone. No man puts as much work into the craft at his level in competition like he does. Tyler is gonna be Justin time to catch an L.",
  "@thewayoftheid  https://t.co/11Ju1X0XCX",
  "@theraveneffect i imagine you get this question a lot, but what's your favorite city to compete in?",
  "@RonFunches Apart from his, what matches are you looking forward to? Who are your win picks?",
  "Departing from @CWATalent. I had many fun matches there. Please give them a follow!",
  "J'ai froid et je déteste tout.",
  "@__AKUMA HAH!",
  "@PNWHoneyBadger You're killing me 🤣🤣😂",
  "Dinner at the House Lovecraft tonight. My wife does not want to cook, and honestly, neither do I, but",
  "@PNWHoneyBadger Fun fact? No filter",
  "@Kobald6 We are all dizzy this blessed day",
  "@SavoryScrimp A ghoulishly gleeful birthday to You! Here's a zombie cake.\n\nIt's braaaain food! https://t.co/wDzeY1rEnd",
  "@RealDMWalton_ @ItsEvieBear I'm totally sane. https://t.co/Yxv0DWcGvc",
  "One thing I love about @mauroranallo is his voice is absolutely flooded to the top with infectious enthusiasm and love. He is excited to be there, and it makes you excited.",
  "@RealDMWalton_ @ItsEvieBear I wasn't a psycho.\n\nI was differently sane.",
  "@WrestleSubtitle IT'S THE MOST WRESTLER TIME OF THE YEAR\n\nBROCK LESMAR SCREAMING, ROMAN REIGNS SPEARING, AUSTIN CHUGGING BEEER",
  "@RealDMWalton_ No, these girls are actually dressed like wrestlers. It's weird to see that in this community.",
  "@RealDMWalton_ There's something wrong here",
  "@gangrel13 Hey, vampire!\n\nYou excited for 'Mania?",
  "I like @QoSBaszler. It takes hard work and effort to transition from MMA and catch wrestling to professional wrestling. The people hating on her could be speaking Dutch- I don't understand the words out of their mouths.\n\nThis woman has a bright future.",
  "@IAmKateNyx He's SO GOOD, and SO YOUNG.\n\nFuture Rock-level star, I'm sure of it!",
  "@Shoulders_Up I do too.",
  "@RealDMWalton_ HISTORY 2 WITH A VENGEANCE",
  "@Shoulders_Up Thoughts?",
  "It's my fourth most favorite day of the year!",
  "@PNWHoneyBadger There's a short clip making the rounds on the network. I'm watching Takeover.\nMaybe I should wait before making a judgement",
  "@hurricanenita is so rad. A most excellent guitar player, performs with Alice Cooper, is a huge wrestling fan. She's awesome, follow her!",
  "@Shoulders_Up Priorities are important. Enjoy the show!",
  "Fighting With My Family looks waaaaay too comedy, not enough biopic.",
  "New Orleans will be crazy tomorrow, be safe, buddies!\n\nLa Nouvelle-Orléans va devenir sauvage demain. Sois en sécurité, mes amis!",
  "@BellaDoomkitty @AliannaZaire  https://t.co/3udObSObuR",
  "@Shoulders_Up @KaijuBigBattel Wrestling is magical.",
  "@HeyWrongMan Dropkicks and Donuts.\n\nPowerslams and Pizzas",
  "Shinsuke Nakamura\nDaniel Bryan\nBraun Strowman\nAsuka\nRoman Reigns\nNia Jax\nBobby Roode\nBludgeon Brothers",
  "@LanceStorm  https://t.co/AgcSB80jFI",
  "@mauroranallo You and the commentary team knocked it out of the park. I dare say this was the best Takeover yet. Please send regards to your colleagues!",
  "@Blaze2TheMax Fuck em'",
  "@Blaze2TheMax She's legit tough. She's big, strong, and tough. I think she and Gargano could have an awesome match in another life.",
  "@Blaze2TheMax No spoilers, BUT DID THIS SHIT HAPPEN TONIGHT?",
  "@InnerN3rd THERE'S A LADDER MATCH TONIGHT?!",
  "Hey, @PNWHoneyBadger, you watching Takeover?",
  "@razerhawk2000 It's okay. I still love you.",
  "@CleanSlateCMV @OfficialCMV_ @LugerPerfect Because I'm sure people clamor to worship a bolt-on flat top.",
  "@MisterSpeth \"Mess with Speth, Get The Death\"",
  "@MisterSpeth Mr, I thought of a wrestling catchphrase for you.",
  "@OfficialCMV_ @LugerPerfect Wow, ya boy's hair looks like it's glued on like a Lego wig",
  "I'm styling it up in a suit for something and somewhere @Blaze2TheMax is wearing MMA boardshorts and squinting at something.",
  "@IAmKateNyx @WinslowIsACat I'm already following him, how did I forget his name?",
  "@goldman_xtreme @HunterSteel_caw @LOPUniverse1 I'm sorry.",
  "@TheEmilJay I can't, you're in New Orleans and I'm on the internet.",
  "@IAmKateNyx What's your cat's name?",
  "Attention Lunatics, does Mirrors Edge 2 suck?",
  "@gogojojo331 @ThisIs_Progress @WillOspreay @XRachelWalkerX @RafazoHD My style has lately been being sassy.",
  "@gogojojo331 @ThisIs_Progress @WillOspreay @XRachelWalkerX @RafazoHD Voodoo dolls aren't my style.",
  "@martincasaus is a national treasure.",
  "@JackCainePro Be yourself. Unless you can be @PNWHoneyBadger. Then always, always be @PNWHoneyBadger. https://t.co/wGr4YrG16L",
  "I have just checked the status of \"The Creature\" and found the bars warped and the cage empty. RUH ROH.",
  "I'm following @grave_plot! As a horror fan (you can probably guess) I'm gonna be tuning in and hope you will too! I may be forced to unleash \"The Creature\" if you don't.",
  "@WrestleSubtitle @321battle @CombatProNW @OMGProject42 @LuchaVolcanica LEMME TELL YA SOMMIN' MAD MAX, THAT'S A HECK OF A LOT OF TALENT IN  THE EMERALD CITY, BROTHER BROTHER!",
  "@WrestleSubtitle @hwrestlingradio @RatLeagueXtreme @grave_plot @321battle Seattle is going to just get bigger and bigger with wrestling I think.",
  "@ThySethRoyse @RinascimentoEV Nothing worth doing is ever easy, son.",
  "@WrestleSubtitle, podcasts have really changed the game in wrestling. What's your favorite?",
  "@TAW_OFFICIAL01 @Jayda_XB1 \"Who will look victory under their name?\"",
  "@Blaze2TheMax @TheToneWhite Yay! Crutches for everyone! Figurative and literal!",
  "My knee is more or less screwed, so I won't be making a capacity to wrestle much for the next few months on my various shows. I'm avaliable for management possibilities. Here I am outclassing my boy @TheToneWhite. https://t.co/JgC6WQ5hy3",
  "@321battle @Twitch Make Twitch Weird Again?",
  "@AnniesPointe @AJStylesOrg Wrestlemania over",
  "@AnniesPointe @AJStylesOrg PACK IT UP \n\nYOU WON",
  "@dabryceisright @zacksabrejr @thekingnickgage @orangecassidy HOLD THE PHONE, BRYCE\n\nIS THAT A VENDING MACHINE",
  "@P1RRiley @Blaze2TheMax @RealDMWalton_ I'll explain.\n\nI was trying to pick you out of the crowd because you sort of blend in.",
  "@P1RRiley @Blaze2TheMax @RealDMWalton_ I've got it, are you CJ Winters?",
  "@RealDMWalton_ @P1RRiley @Blaze2TheMax @JGtheCAW No, Gallagher is cool.\n\nThis is a pickle.",
  "@RealDMWalton_ @P1RRiley @Blaze2TheMax That's what I'm saying. I'm like, is this guy @JGtheCAW? He might be.",
  "@MikeQuackenbush Hi, Mike! Hope you're having a great week!",
  "@P1RRiley @Blaze2TheMax @RealDMWalton_ Which \"tough guy with tattoos and fuck-you attitude\" are you?",
  "@P1RRiley You're not @Blaze2TheMax, he's talented, I'm trying to find you in the list of guys who post things like this.\n\nAre you, uh, @RealDMWalton_ ? No, he'd never post anything so lame, uh, golly, help me out here.\n\nWhich one are you?",
  "@P1RRiley Which one are you again",
  "@WWE @OriginalFunko @WWEAsuka Is the chase Doo Rag Vince?",
  "I wish I looked half as good as @FinnBalor does in a suit.",
  "#5WordAdviceForTeens Obstacles Come And Go, buddies.",
  "Such creativity! Very talent! One dollar! https://t.co/6lkbhrWgig",
  "@goldman_xtreme @HunterSteel_caw @LOPUniverse1 I'll wait.",
  "@goldman_xtreme @HunterSteel_caw @LOPUniverse1 Come at me whem you have an original thought.",
  "\"Food Jobber\" is the funniest name I've seen on Twitter today.",
  "@HunterSteel_caw happy birth day I GUESS",
  "@HunterSteel_caw @LOPUniverse1 That would require actually caring about you.",
  "@LOPUniverse1 @HunterSteel_caw Wow, he's tiny!",
  "My lady is allowing me one #NationalBeerDay beer today.\n\nI'm going to drink it to @ProjectCiampa getting his beard ripped off.",
  "@JANELABABY punched a certain clown. I love you forever and always.",
  "For reasons I can't divulge, I will be limiting my booking dates from this day forward.\n\n@UniversalWorldW @CWATalent @LOPUniverse1",
  "@IAmJericho Chris, do you have any Mark Henry stories?",
  "@NaomiWWE They block 99% of Hater-rays!",
  "@fpwarena @spikechunsoft I don't have a PC. 🤣\n\nMy Xbox was my only hope.",
  "@fpwarena I know. 😔\n\nI just wanted to try to create yours truly on it. I'm a sucker for create-a-wrestler systems.",
  "I JUST SAW BOB BACKLUND, DUDE HAS NOT AGED #WWEHOF",
  "Who had the best clothes tonight out of the inductees? #WWEHOF",
  "@fpwarena Let a girl dream. ☹",
  "I dunno about this Fighting With My Family movie. #WWE",
  "The lyin'-ass jacket. #wwehof",
  "BIG MARK CALLING ON THE STRENGTH OF DIVERSITY #WWEHOF",
  "Seeing that big man cry is making ME cry. #wwehof",
  "Absolutely love and admire Mark Henry. #wwehof",
  "@Jarrius @mikethemiz Miz fears Jarrius!",
  "This young man @Jarrius is the greatest.\n\n#wwehof",
  "@Blaze2TheMax WHY NOT MACHO MAN",
  "I hate how they pressure-wash Ultimate Warrior and all he said and did, but I'm happy heroic individuals are getting spotlight. #WWEHOF",
  "@TheRealAlSnow Best of luck with OVW!",
  "Well, I'm a little teary eyed.",
  "@SpikeChunsoft_e @fpwarena Any possibility for @Xbox? Please?",
  "@MonarchSheeva We're lucky to still have Hillbilly. His speech was classy and poignant.",
  "@MonarchSheeva It was a good speech!",
  "WOW 2018 Kid Rock looks a lot like Creepy Art Teacher Kid Rock. #WWEHOF",
  "I think they're trying hard to gloss over that one concert. #WWEHOF",
  "@TwitterSupport Hi, I need help.",
  "I will be requesting my release from some companies in this coming week.",
  "@ZackRyder @Mattel @TheCurtHawkins What is \"it\" in the context of your shirt, Ryder? We are supposed to know it, but what is \"it\"?",
  "@WrestleSubtitle Just like, a dude that doesn't even look like him trips mid-superman punch",
  "@WrestleSubtitle Now, you'll transform into a were-ring.\n\"Oh no! Indy Roman Reigns!\"",
  "COME CHECK IT OUT! https://t.co/xX89l2m9Wj",
  "still streaming, y'all! come join me as I work on the studio version of *Trigger Warning*, my song about #GunReform, with a very attractive face full of snot https://t.co/KMg6vINYp0",
  "@cameronesposito I love your dog! What's his name?",
  "@Trakare Shut up, baby, I know it!",
  "Twitter is acting funny.",
  "@WrestleSubtitle The problem is, the WWE slowly shaves at character. Brock used to be cocky, sometimes even have comedy bits.\nDean used to be shrewd and crazy, now he's just present.",
  "@WrestleSubtitle I wish more people threw fireballs.",
  "Amazing show, everyone!!! We managed to raise $1131.08 over the whole stream! Thanks to all who got involved and supported, we love y'all.",
  "@IAmKateNyx @razerhawk2000 @OphidianCobra WHY CAN'T THEY LISTEN TO GOSPEL LIKE NICE BOYS",
  "@JackCainePro @Blaze2TheMax I'm no one's \"girl\".",
  "@NateWestGaming @JackCainePro Crush his spirit before his spine, Nate.",
  "@JackCainePro @NateWestGaming A successful person incapable of gestating an original thought within the peasized lump of crud you call a brain.",
  "@WrestleSubtitle MAXY\n\nWE'RE UP TO 1120!!!!!!! 😲😲😲😲😲😲😲😲😲😲😲😲😲😲😲😲😲",
  "@GolazoDan @razerhawk2000 @nytehawk2000 @CHIKARApro Smooth as butter!",
  "Thank you so much @newLEGACYinc !!\n\n❤️❤️❤️",
  "@newLEGACYinc DONATED OVER 600 DOLLARS! PICK MY JAW OFF THE FLOOR!",
  "@MiaYim You'll do fiiine.",
  "This is the biggest efed show of the year! Come see at https://t.co/ZtDkqBuAqM! Enjoy the wrestling, help stamp out the stigma of mental illness! @NAMICommunicate",
  "@WrestleSubtitle  https://t.co/ieY0iAwRmc",
  "Still going! Close to $200 ! https://t.co/J3uLCByBxo",
  "We are still going strong! Already up to $191 in donations, Come continue watching!\n\n#BattleLines\n\nhttps://t.co/c85eulRCAR\n\nDonation link at the bottom of the stream",
  "Not cool.",
  "#UFC223 Connor, my man. People got hurt.",
  "@RealZackSanchez Hey Zach! Our @NAMICommunicate charity stream is today! \n\nhttps://t.co/ZtDkqBuAqM",
  "$181 in donations so far, just after our first match! \n\n@CWL_Universe",
  "@CWL_Universe is LIVE with BATTLE LINES! A charity stream for @NAMICommunicate! End the stigma of mental illness! \n\nhttps://t.co/kmZ75Zoi42",
  "WE'RE LIVE w/ BLOODSPORT!\nhttps://t.co/kscIFbiIGr or https://t.co/OC86EpxA6h",
  "TODAY'S THE DAY! WE ARE LIVE! BELL TIME IS SOON!\n\nhttps://t.co/lbE9lQ5K0A",
  "@WrestleSubtitle  https://t.co/Gz2WOH26N6",
  "@TheToneWhite Bless you, Tone.",
  "@newLEGACYinc Hey fellas! Thanks from the deepest confines of my black heart for spreading awareness of our CWL stream!",
  "@totaldivaseps @PNWHoneyBadger @KairiSaneWWE It's all in the legs and hips! She's amazing!",
  "I will be tweeting about this charity stream a lot today. It's where Lisa was \"born\" and it's for a very good cause. One hour until curtain.",
  "If you have the time do me a solid and check out my buddy’s charity stream! For a great cause and giving away some great prizes! https://t.co/wQxF7rodA7",
  "https://t.co/bpExLxmeCQ\n\nPlease, please spread the word.",
  "Vegan groceries and snacks to feed my belly!",
  "@IAmKateNyx HUZZAH!!",
  "@KayfabeNews Ellswoth?",
  "Asuka's streak continues when she dethrones the Queen to win the SmackDown Women's Title\nhttps://t.co/9ziET2nHfA",
  "@IAmKateNyx @razerhawk2000 \"With wind in my hair, I cough phlegm into the air, snot and rot filling my insides~!\"",
  "@razerhawk2000 I did my best with what I could work with!",
  "@realsstone_ @WWEgames @2K Unfortunately, intergender will never, ever, ever happen until it happens on TV.",
  "@razerhawk2000 @sylverhawk2000 @xyberhawx2000 @nytehawk2000 Oh wow, you're the best!",
  "@CampbellLetters @dredduniverse @westonfront I love how Dredd is absolutely committed to his duty and strives to always follow the law, but has moments like this that show he's not a Terminator.",
  "@razerhawk2000 Hey, can I be your sidekick? I literally only exist on the internet, I could be called Ladyhawk!\nYou know what, I don't think I have the qualifications. #cybercaw https://t.co/JkyUDGPZdJ",
  "@BellaDoomkitty I know! There was a good movie about him with Leo acting as him.",
  "@davidbix I've heard a lot of bad things about Low-Ki. How many chances does a guy get?",
  "Trying to work on something in secret re: @razerhawk2000, @sylverhawk2000, @xyberhawx2000, and @nytehawk2000.\nIf anyone has a high resolution image of their helmets from the front, please let me know.",
  "@Pariah_Layne @razerhawk2000 He's not a cannibal.",
  "@FiteTV @PCWULTRA @TherealRVD Wait, smoke, the wrapping paper, the cloudy text, my god, after 20 years, it's finally hit me! RVD smokes cigarettes!\nI had no idea!",
  "@gogojojo331 @MrXtreme19 @TheToneWhite @HonorBoundCOH Shut up, Logan.",
  "@TheToneWhite Though your usual gear may just be my wedding tuxedo vest. I'm not made of money.",
  "@TheToneWhite I'm doing you next",
  "The Tag Team Title picture is set for Battlemania; Friday night we get a preview of things to come at the Showbox. One member from each team will face off in a 4-Way Cuddle Puddle! Live at the Battle Palace - Bambi Hall vs. Mr. Fitness vs. River Strife vs. Herman Nerdstrom https://t.co/MW9dnwbzvX",
  "@MrXtreme19 @TheToneWhite @HonorBoundCOH I got a haircut. I am Blaze.",
  "@MiaYim break a leg tonight!",
  "When you accidentially wake up Mt  Rainier with a powerslam #TeckTonic\n\n@PNWHoneyBadger https://t.co/cYI016Rvls",
  "@BellaDoomkitty J. Edgar Hoover did shit like this all the time. Blackmail to resolve problems. He was a bad man.",
  "@JackCainePro Out of a possible 100?",
  "@AnniesPointe Have fun!",
  "RT &amp; follow @OriginalFunko for the chance to win a @HotTopic exclusive Alice Cooper Pop! https://t.co/Ga26C1z6fL",
  "@OriginalFunko @HotTopic I NEED IT",
  "In order to focus at the gym, sometimes I need really intense music or sounds. When #IceCube or #BrothaLynch can’t cut it, I’ll switch up the style to my own creations 💪🏼👌🏼\n\nListen to Cryptic 3-29-18 by Badger Beats #np on #SoundCloud #BeatMaker #FLS https://t.co/KK8Nug73f6",
  "@MiaYim Me at any social occasion. \n\nWhy do I have to do stuff? Can't I just do nothing?",
  "WWE is saddened to learn that WWE Hall of Famer “Luscious” Johnny Valiant reportedly passed away this morning at the age of 71. https://t.co/vNfhyVo3Pb",
  "@shofufu824 Hey, Funaki! Can I get a hump day INDEED?",
  "@IAmKateNyx @razerhawk2000 My name would be Rhea Savage. A no-nonsense vest afficianado private eye with nothing to lose.",
  "@IAmKateNyx @razerhawk2000 Them too.",
  "@razerhawk2000 @IAmKateNyx Me! At least I'm trying to be! My whole name is evocative of monsters! Just you know, conquering the world is hard work. I'm on hiatus.",
  "@razerhawk2000 @IAmKateNyx I love you so much, Razerhawk. I mean, not to the point that \"Love redeems evil villain\" but you get me.",
  "@razerhawk2000 @IAmKateNyx No joke, I saw a pigeon once carrying an entire hamburger bun top. What was he gonna do with That? Where'd he get it?!",
  "@PNWHoneyBadger You might be!",
  "@mikethemiz @MonroeMizanin Mazel tov. May she have a long, prosperous and happy life enlightened by the love and spirit of her parents.",
  "@PNWHoneyBadger Allergies are tearing me up.",
  "@IAmKateNyx @razerhawk2000 @Boo_Nanners @fritobandit @ShinSolidus He's still a fledgling!",
  "@PNWHoneyBadger Feeling better?",
  "There is a voice that doesn’t use words, listen.\n\n-Rumi https://t.co/rakCDxcG02",
  "@IAmKateNyx 752 words! ✊",
  "@RatLeagueXtreme @screamqueendaff Daffney sure is",
  "#NewProfilePic \"The Countess\" inspired by the beautiful and peerless @screamqueendaff https://t.co/Vff6Xwcsyy",
  "@Blaze2TheMax I disagree",
  "@Blaze2TheMax Shut up, Blaze!",
  "NEW LOOK INCOMING. My lovely seamstress has been working overtime.",
  "So many followers! Soon they'll be exposed to my nonsense. To step back, I'm a writer portraying a wrestler for online fantasy leagues. Expect spooky speeches and opinions and shout outs and Satan.",
  "To all of my new followers, I am pro human rights, anti-fascism, anti-exploitation, and trying to usher in the actual apocalypse by pulling horrid cyclopean entities from the bowels of intergalactic darkness. \n\nI want the world to be devoured, but I'm not like, evil.",
  "@SimonLangPro @TheToneWhite You're gonna come out of it in a jacket vest and slacks.",
  "@pookytidd13 you have a beard of your own face.",
  "I'm mad I sold my PS4. I needed the money, and now @insomniacgames has an amazing game coming out and all I have is tears.",
  "@dredduniverse @Mosh I guess Copland and Daylight, too.",
  "@dredduniverse @Mosh The only Stallone films are Rocky and Rambo, and then only First Blood, 2 and John Rambo.",
  "@dredduniverse followed me. He's not above the law, HE IS THE LAW. https://t.co/AwPkrFPwqX",
  "@IAmKateNyx I'm working on something, but the pressure to do well is killing me. I'm a staunch perfectionist. I've never been published because I delete everything.",
  "@IAmKateNyx Do you have any writing advice? Narrative/stories.",
  "@RealHailStorm @Blaze2TheMax Because Blaze is my friend and this is all an elaborate joke.",
  "@Blaze2TheMax @RealHailStorm @Jayda_XB1 I already did! I'm already traveling to my UWW show! I'm very much already gotten away with it!",
  "@NickyHoot @PNWHoneyBadger seconded",
  "@Blaze2TheMax @RealHailStorm @Jayda_XB1 And I got away with it, too!",
  "@Jayda_XB1 @Blaze2TheMax Nothing! It's handled!",
  "@Blaze2TheMax We are! That short guy with the buzzcut was me!",
  "@Blaze2TheMax THEY'RE IN YOUR BAG \n\nMY VILLAINY GOES UNPUNISHED",
  "@Blaze2TheMax Your dealer may disagree! NYAH HAH HAH HAH!",
  "@Blaze2TheMax It smelled of cheap pot and dude sweat!",
  "@Blaze2TheMax I also washed your clothes with a softening detergent! And you can't do anything about it!",
  "@Blaze2TheMax  https://t.co/cZyzIF0twW",
  "@Blaze2TheMax I am Blaze",
  "@Blaze2TheMax  https://t.co/0JV2bjPvx4",
  "@THELiamMercer @TheToneWhite @HonorBoundCOH Haha, I know. I am Blaze.",
  "@Blaze2TheMax But I'm Blaze.",
  "@Blaze2TheMax Name, please?",
  "@Blaze2TheMax Do you want an autograph?",
  "@AustraliaStrong @TheToneWhite @HonorBoundCOH Thank you, Blackwell. I am Blaze.",
  "These are the same person. https://t.co/XB9Lj95iu7",
  "As you can see I am Blaze. https://t.co/sS9dQuApG9",
  "No idea who you are. https://t.co/KhHlWlQ1ss",
  "If I could hug a news person it would be @maddow.",
  "@MsCharlotteWWE @WickedForearm @NaturalSpear @WWEAsuka Why are you waist-deep in water here?",
  "@therealec3 has a fucking bomb of a theme",
  "@Blaze2TheMax @TheToneWhite @HonorBoundCOH Yes. I did. Memphis. This is a thing that happened to me, Blaze, because I am Blaze. https://t.co/7LzQBwJWPN",
  "@TheToneWhite Hi, it's Blaze. I need you to help me get any and all titles to me from @HonorBoundCOH that I have custody of. I lost them in baggage claim. I am Blaze. MRCY. I am a wrestler named Blaze. Please just give them to Lisa when you see her next, she will give them to me. https://t.co/LIhhACRJOe",
  "@dredduniverse Hey, where should a newcomer start with Dredd?",
  "@NickyHoot @PNWHoneyBadger @ChrisGary92 @sprayermanJJ @MadMan2170 @DadValleyDriver @isalrightnow @Delisketo @AcidHaze @CatchWrestling @trinidadchainz @WeAllFaulter @superhulkstyle @tuxedo_mask23 @Statoke @NastyYaffa @EX_PenaltyKick @BIGstevecw @Real_Life_Dad @fishpainting @poeticprophet16 Okay folks.....Here we go:\n\n@NickyHoot vs @PNWHoneyBadger 1 on 1 no rope break no count out no time limit.  I did the best I could to hold my phone straight as i filmed but it may move a little.  But man what a match.  \n\nhttps://t.co/ogoW5pBIec",
  "@sylverhawk2000 @razerhawk2000 @nytehawk2000 @xyberhawx2000 Sorry, Sylverhawk. ☹",
  "Anyone with Fire Pro willing to do a gal a big favor?",
  "@narukiroy @WeAreRosemary LEGEND!",
  "The final moonsault as The Great Muta, and the final moonsault as Keiji Muto. https://t.co/5ODZIcQDaQ",
  "@WrestleSubtitle @RatLeagueXtreme I TOOK -HIS- WORD FOR IT\n\nCOME ON MAXY",
  "@CKOWolf Did I put that?\n\nOk.\n\nMixed Martial Arts And Kissing Federation \n\nGosh, this is hard.\n\nManly Romance League",
  "@CKOWolf Okay\n\nKissing, Kicking, and Punching But Mostly Kissing Power Hour",
  "@RatLeagueXtreme I was lied to. I will punish the party responsible.",
  "@CKOWolf Punchy Time Maybe Kissing Jamboree Slugfest",
  "@razerhawk2000 @nytehawk2000 @xyberhawx2000 @sylverhawk2000 D'oh! How could I?!",
  "@BCCAmy @CCAShow2k We can't always get what we want.",
  "@BCCAmy @CCAShow2k There's an award show? For what? How to waste my time? I don't need platitudes or constant validation to know I'm great, I already know I'm great.\nYou made a mistake drawing my attention. I'll see you at the show.\nAfterwards I'm smashing all the trophies.",
  "If @nytehawk2000, @razerhawk2000, and @xyberhawx2000 win tag titles..\n\n... do they freebird them https://t.co/Mlwyp4lckA",
  "@WrestleSubtitle You just know there's a Cajun chef somewhere going bonkers",
  "@WrestleSubtitle The food vendors are going over, brother brother",
  "@MisterSpeth followed me. Welcome to the Lunatics!",
  "@Shoulders_Up @alexghrz He should be their Rey Mysterio of this generation! He's acrobatic, he's a ring veteran, he's got a fun look with branding appeal, and he's as slick as a wet roof!",
  "@Shoulders_Up I think Kalisto is gravely underappreciated.",
  "@WrestleSubtitle pssst. I know who's winning at wrestlemania. 🕵️‍♀️",
  "@ZaharaMoniQue You'll need more than confidence. See you.",
  "@ZaharaMoniQue \n\nYou and me, next LOP show. This old dog still has bite.",
  "@RatLeagueXtreme A beastly birthday to you! https://t.co/eiYkymMm8J",
  "@TruHarmonyCAW It's taking great effort just to reply",
  "HEY, LUNATICS! FOLLOW @321battle!\nIt's wrestling and it's weird and fantastic! They've got a show THIS FRIDAY featuring @SonicoLucha and @danielmakabe! Champ vs Champ match!\n\nTickets are a steal! https://t.co/biYN2H07zr",
  "@TruHarmonyCAW Why isn't \"no\" an option.",
  "HEY! Do you like merch? Of course, you do! You can get great savings on colorful and intricately designed wrestling masks from @CHIKARApro at https://t.co/0p4i3GfXy8.\n\nI'm not saying you and your friends need to wear masks, but, wait, yes, yes, I am.",
  "@BLPMikey \"JUST TRY AND DIVORCE ME!\"",
  "We live in a magical world. Somewhere right now, @wolfinjapan has either just had meat or is about to have meat.",
  "@Ave_Rex thanks for the recommendations, fly high and safe, luchador!",
  "@Ave_Rex I fear I'll never play BOTW. :(",
  "@Ave_Rex I want to get into JRPG's but I frequently struggle to pick one. Would you recommend xenoblade? Is it tied to Xenosaga or gears?",
  "@Shoulders_Up About 60% sure.",
  "@Shoulders_Up I'm not even an actual, physical wrestler, and I'm reasonably sure I'm a better wrestler than he is.",
  "@WickedForearm LOOK AT HIM",
  "@BBXSI @ajakonguraken 👏👏👏👏",
  "I hate my writing.",
  "America partially exists in a 'Stupid Evil' alignment right now.",
  "It just hit me that @xyberhawx2000, @nytehawk2000, and @razerhawk2000 are very active on Twitter and it's fitting because they're cybirds and they tweet a lot. https://t.co/DuLwrUDSbG",
  "@WrestleSubtitle Max, I wrote a book on betraying people (Now on Amazon, Betray Your Friends And Family in 5 Steps) and I can say that I don't see it, but I may be obsfucating the truth to mask the upcoming betrayal.\n\nStep 3: Lie all the time.",
  "Anyone know any good means to switch to vegetarianism?",
  "Happy birthday to the consistently hilarious @LanceStorm. Guy is always cutting up.",
  "@StudMuffinSays @DemandLucha  https://t.co/pKYlHzys3K",
  "Another public shooting, this time at @YouTube. STOP THE MADNESS!",
  "@TheToneWhite @Blaze2TheMax I'm personally pulling for a @SavioVega appearance.\n\nJust in case he sees this, Hi, Savio! Big fan.",
  "@IAmKateNyx A long nap and breathing in steam.",
  "Going to the doctor tomorrow. Been having headaches.",
  "@PNWHoneyBadger \n\nI \n\nFucking \n\nLove\n\nThis\n\nGame.",
  "@IAmKateNyx @razerhawk2000 Bird flu medication sure ain't cheep!",
  "@Jayda_XB1 is one of the few women I respect. I hope she kicks the teeth out of her opponent. Savor this, Jayda, I don't compliment often.",
  "@Blaze2TheMax Why would I spend my time trying to be someone else? I'm Lisa Lovecraft, not some nerd! NEEEEEERD! https://t.co/obdK2EwZug",
  "@Blaze2TheMax I don't know what that means.",
  "“President” out here tweetin’ National Enquirer style",
  "@KellyValVal Quiet, gutter trash! Go back to your girl with her dime-store hair!",
  "The significant other is out of town. I'm lying here under a blanket designed to have hundreds of tiny holes in it and my dumb brain says \"Hey, you're cold, idiot.\"\n\nBut I'm too snug to do anything about it.",
  "@Shoulders_Up Welcome!",
  "Me RN \n\nhttps://t.co/wgvonOoEaA",
  "Go follow @Shoulders_Up!",
  "If you want more information on Sinclair Broadcast Group, here's our piece on them from July last year....https://t.co/3MnsalXFxw",
  "#Toronto it's Easter Monday - we got the best way to get over your chocolate hangover...\n\nSnag tickets to MascaraMania 2 using promo code: EASTER \n\nHead over to https://t.co/LRVdQEeGOj and save ! https://t.co/iGxk2fkckd",
  "@AliannaZaire Which?\n\nMichael is great. He's such a terrible and wonderful boss.",
  "@beyondwrestling And why wouldn't You? You people are great!",
  "@AliannaZaire You like the Office? I've been rewatching it, and watching West Wing.",
  "@Shoulders_Up I'd crack wise, but uh, he's, uh.",
  "@AliannaZaire Aww, nonimpressed Stanley? :(",
  "@AliannaZaire https://t.co/89eWvXRQuq",
  "CAP presents A Fighting Chance on April 13th at Nassau Community College. (P Building, Garden City NY) 6:00 Doors/8:00 Bell-Time. Tickets available now at https://t.co/hxz9ts7goX\n\nFormer WWE Superstar James Ellsworth will be in ACTION?\n\n100 RT's and we will release a FREE match! https://t.co/qbSxkcUzAr",
  "Forreal \nForever \nForeveryone https://t.co/uqgLeZW4Bw",
  "RT &amp; follow @OriginalFunko for a chance to WIN a #RickandMorty Portal Gun! https://t.co/Sg3R5D0Bkb",
  "@CreateAPro My boy got Looney Tune'd.",
  "@Blaze2TheMax @TheToneWhite @BlacknGoldBully @AustraliaStrong @BellaDoomkitty @FinalResHB @THELiamMercer And then, deep in her chest, Lisa's black heart grew three sizes. https://t.co/P24kEni1vh",
  "If you had told me ten years that a star like @FinnBalor was promoting tolerance and acceptance with a shirt, I'd never have believed you. We've come a long way since Billy and Chuck.",
  "@Blaze2TheMax @TheToneWhite @BlacknGoldBully @AustraliaStrong @BellaDoomkitty @FinalResHB @THELiamMercer That would require socializing. Know what? Forget it. https://t.co/tzSE9DpET4",
  "@BellaDoomkitty I have a business card somewhere.",
  "@Blaze2TheMax @TheToneWhite @CKOWolf It's a Wrestlemania bonus, it's at one of America's largest arenas and it's a showcase match before hundreds of millions.",
  "@TheToneWhite @Blaze2TheMax @BlacknGoldBully @AustraliaStrong @BellaDoomkitty @FinalResHB @THELiamMercer You didn't tag me. I'm hurt.",
  "@TheToneWhite @CKOWolf National nothing.\n\nInternational.",
  "@TheToneWhite @CKOWolf Preshow isn't necessarily a burial, either. Millions will see it.",
  "@xFaMxHD @Madusa_rocks",
  "@RealTaylorJones  https://t.co/RjCHLrUTu2",
  "@WrestleSubtitle look, i would never advocate violence. But someone needs to break the Text-on-screen guys keyboard.",
  "@__AKUMA  https://t.co/5wldGsirB0",
  "@WrestleSubtitle  https://t.co/psIwoz64X3",
  "@WrestleSubtitle Of all the people I tolerate, you're in the 14 of them.",
  "@WrestleSubtitle [X] be a cool guy",
  "@RealTaylorJones You're a no-hoper!",
  "Come watch! https://t.co/xr0ZhLxdQH",
  "@DaveHenderson98 You had it right, that 'you' should not be capitalized.",
  "@PNWHoneyBadger 35 bucks! I hope that's a good deal.\n\nHow long is ROS?",
  "@PNWHoneyBadger Getting the Eternal Edition.",
  "@PNWHoneyBadger I'll probably decide tomorrow.",
  "@PNWHoneyBadger What's your favorite?",
  "@fpwarena Thanks for the follow.",
  "@PNWHoneyBadger \n\nI'm thinking monk or Barbarian.",
  "Yo.\n\nSomeone make me on Fire pro.\n\nI wanna see.",
  "@PNWHoneyBadger \"No! No! No one can like Savio Vega! No way, no how, nuh uh, nope! Never!\"",
  "@WrestleSubtitle You have to literally plan your actions ahead every fight or die. Tracer is \"overrated\" because people are killed by better players.",
  "@BritHeroSG @therealpjmoon Many villains use the man bun, stick with it!",
  "@Adrian_Blk DM me.",
  "@Adrian_Blk Hey. You want a fed to join? Big show coming up.",
  "@ProjectCiampa @Adrian_Blk Sweep the leg.",
  "@RXWBulletAdams @T_DragonCAW @JohnCena  https://t.co/IximNGy71q",
  "@WAManeuver I didn't know I could fall in love with an online marketplace filled with great wrestling merch, music merch and more at great deals, but you've suplexed my heart.",
  "@RXWBulletAdams @T_DragonCAW @JohnCena Oh no, I know, we're cool.",
  "@RXWBulletAdams @T_DragonCAW Don't come at me with that shit. I'm a woman, but I love wrestling as a whole. The sport, the mythology, the tradition and mystique. If children can love @JohnCena let them. He has admirable character in and out of the ring and that's lacking in this wicked world.",
  "@RXWBulletAdams It's gatekeeping. \"You can't be a fan because you like X, I bet you don't even watch @ringofhonor!\"",
  "@T_DragonCAW @RXWBulletAdams \"Real fans\" are as varied as the clouds in the sky and plants under the sun. I like Cena plenty, am I not a real fan?",
  "Fuck the Briscoe Brothers.",
  "@dredduniverse @TheRock Yes.\n\nDredd musical too, while you're at it.",
  "@dredduniverse @TheRock is in there somewhere.",
  "@TheFabuEvan69 @HiranPatel09 @OneTrueJuggalo @CWATalent  https://t.co/k9OyTGWfDv",
  "@TheFabuEvan69 @HiranPatel09 @OneTrueJuggalo @CWATalent You'll be feeling unemployed soon, so it's fine.",
  "@HiranPatel09 @OneTrueJuggalo @TheFabuEvan69 @CWATalent I hope you win, Patel.",
  "@WAManeuver followed me! Get your merch there! I don't have any match, no one's cool enough for it, but if you buy any merch, get it from them!",
  "Making a dark pact with infernal creatures that @SpikeChunsoft_e ports Fire Pro to the Xbox.\n\nRead: https://t.co/19tvdrkncZ",
  "@HeelSven Presumably people on the company I'm signed for",
  "@WrestleSubtitle It's the most magical time of the year!",
  "@HeelSven Knee isn't getting any better and I've got other priorities. I'm looking to transition to being a mouthpiece and manager.",
  "Thinking of retiring this year.",
  "@IAmKateNyx  https://t.co/8F1aQCrEtF",
  "@RealDMWalton_ TIGHT.",
  "@CodyHagen78 It was April fools, kid.",
  "@Blaze2TheMax @CodyHagen78 Ugh. I don't adhere to beauty standards and I get cut out from something I'm overqualified for. I'm telling Satan.",
  "@CodyHagen78 ......\n\n...... https://t.co/hjxNwy3Z4y",
  "@Blaze2TheMax @CodyHagen78 I'm one of them, right?",
  "@Blaze2TheMax @CodyHagen78 What's this shit about looking for new clients?",
  "@Blaze2TheMax @CodyHagen78  https://t.co/NrjPOSTIVF",
  "@JackCainePro I know. https://t.co/SxpLr9faR1",
  "@Blaze2TheMax @CodyHagen78 I hate you.",
  "@RealDMWalton_ @CodyHagen78 You know it.",
  "@JackCainePro Listen, pal, with the pants you have in your avatar the last thing you should ride anyone about is \"cringe\".",
  "@Blaze2TheMax I have no memory of the last few hours. I tweeted about puppies? I hate dogs.",
  "@TheToneWhite I'm not gonna say he's a coward, but I'd pick him last for company baseball.",
  "Thanks to @CodyHagen78 I'm back to my good old self. I am not cute. https://t.co/s3qHQWkBD7",
  "@CodyHagen78 .... gross.",
  "@Blaze2TheMax I wish I had 2 million dollars! I'd be able to afford so many puppies! And pay for housework! UNICORN MURALS EVERYWHEEEEERE! https://t.co/szIDlZkaFq",
  "@CodyHagen78 SUPER DUPER",
  "WHO'S CAT IS THIS",
  "@Blaze2TheMax @PrismaticPorter @CWATalent @ToneWhiteINC NOBODY LOOK NOBODY LOOK NOBODY LOOK NOBODY LOOK NOBODY LOOK NOBODY LOOK NOBODY LOOK NOBODY LOOK NOBODY LOOK NOBODY LOOK NOBODY LOOK NOBODY LOOK NOBODY LOOK NOBODY LOOK NOBODY LOOK",
  "@WAManeuver  https://t.co/tNxiAUMmC7",
  "@Blaze2TheMax @PrismaticPorter @CWATalent @ToneWhiteINC YOU ARE SO! FUNNY! https://t.co/RCvUBPnAET",
  "@Blaze2TheMax @PrismaticPorter @CWATalent @ToneWhiteINC ISN'T IT SO GOOD?\n\nI did it myself! I saw so many pretty girls that seemed happy and I wanted to be pretty and also happy!",
  "@Blaze2TheMax @PrismaticPorter @CWATalent @ToneWhiteINC What do you mean?",
  "@TheToneWhite In this day and age it's difficult to ask people to be better people. Tribalism and division are king of this world.",
  "@Blaze2TheMax @PrismaticPorter @CWATalent @ToneWhiteINC Snickerpoodles\n\nThere we go! https://t.co/LY9tKgauCt",
  "@Blaze2TheMax @PrismaticPorter @CWATalent @ToneWhiteINC I meant snickerdoodles! Ditsy me!",
  "@Blaze2TheMax @PrismaticPorter @CWATalent @ToneWhiteINC I just took in a full breath of sunshine and made snickerdoodles shaped like dogs! I call them snickerdoodles, tee hee!",
  "@TheToneWhite Don't get me wrong. There are lovely people. But they know what I mean. There are people who aren't aware of what kayfabe is.",
  "@TheToneWhite I'm gonna be real with you, Tone, if I had my way, I'd only talk to my bookers and chosen opponents. The doubketalk, mean spirits and egos are the WCW problem. Everyone wants the top spot.\nEveryone wants to be Nash or Hogan.\nI don't care if I lose. Just don't make it personal.",
  "@Blaze2TheMax @PrismaticPorter @CWATalent @ToneWhiteINC Golly gee!",
  "@TheToneWhite I used to be made happy by shadows, skulls, and monsters! Puppies and unicorns are the way to go! https://t.co/XKluggqLKd",
  "Do you like my new cheerful attitude, @TheToneWhite?",
  "@TheToneWhite Anything is possible! Make a heart wish! https://t.co/N9BUELuQwg",
  "@CashEmOutAl Because how else do you make soup? You stir the pot! Haha! https://t.co/R7cQErdIff",
  "@TheToneWhite Why can't we all be friends?!",
  "LOL!",
  "@TheToneWhite @Blaze2TheMax What could it be.......??",
  "@PrismaticPorter @CWATalent @ToneWhiteINC @Blaze2TheMax I read \"I'm gonna hug him!\" \n\nYou do that! A thousand unicorn sparkles! https://t.co/uIplS0updP",
  "@TommyGunnBRAND I'm not doing anything for April fools!",
  "@SwantonCity @TheHorrorKingVM @Real2TM @P1RRiley @HiThereItsZen @BarbieVersace @JayMoneyCAW @JustinHarris2K YOU LOOK SO NICE!",
  "@JackCainePro @Blaze2TheMax HI! https://t.co/4aUVFaaXoY",
  "@CWATalent @ToneWhiteINC @Blaze2TheMax @PrismaticPorter OHMIGOSH. CAN'T WE SETTLE THIS WITH A BOARD GAME?",
  "If I had a puppy I'd name him Franzibald!",
  "@Blaze2TheMax HI BLAZE! I HAD A SUDDEN IRREVOCABLE CHANGE OF HEART! DO YOU WANT A PUPPY GIF LOOK AT HER HAHA SHE CAN'T STAND UP https://t.co/TJ0kX8hGNu",
  "@IsraelGoncaIves @JayMoneyCAW Wow! So intense!",
  "What's your unicorn name? Mine is Callamastia!",
  "I'm so happy to have so many pals!",
  "I love puppies and unicorns! I hope you all have a splendiferous day! Golly, I'm gonna try to be so nice and cuddly to EVERYBODY!",
  "@Blaze2TheMax I'm not your monkey.",
  "@Blaze2TheMax Here's my pitch. \n\n\"I'm Lisa Lovecraft.\"\n\nUnlike the majority of my peers, I can think more than a week ahead and I'm capable of using punctuation. I'm ruthless and I'm not stupid.",
  "Happy Easter, I GUESS.",
  "@RealHailStorm @MonarchSheeva Such concern! So polite of her.",
  "@WrestleSubtitle Y'AI'NG'NGAHYOG-SOTHOTHH'EE-L'GEBF'AI THRODOGUAAAHH",
  "@WrestleSubtitle @platinumgames It used to be \n\n[ ] summon yog-sothoth \n\nI mean it still is but it used to be, too https://t.co/6EPXyV021p",
  "@WrestleSubtitle @platinumgames I knew my Twitter networking would make my end goals achievable!\n\n[x] meet cool people\n[x] make pals\n[x] video game franchise",
  "@WrestleSubtitle ... now that you say it, a platinum games style wrestling game where you play as the heel would be rad.",
  "@WrestleSubtitle Excuse me, Lisa Lovecraft: The Official Video Game is going to be a tour de force, the citizen Kane of \"bored adult woman hisses at strangers and wrestles\" gameplay. Gonna get a Laura Bailey impersonator on it.",
  "@WAManeuver https://t.co/AVUuZijbYq",
  "@Blaze2TheMax Congrats. Do what is necessary to keep it.",
  "@allisondanger BUT MA",
  "@PNWHoneyBadger Go see a doc, man!",
  "Going live from @WrestleFactory_ in just a few moments on Twitch! I’m headed to the streets to find out what the #Chikarmy thinks about today’s event! @CHIKARApro https://t.co/S6vzlxATdk",
  "@IAmKateNyx I totally get you. Hard work deserves compensation.",
  "@IAmKateNyx I'm so sorry this is happening to you.",
  "#GunControlNow #NeverAgain",
  "Oh I’m aware of your sexual assault, I dont need a month for it bro https://t.co/OxWpFJ5Ntd",
  "@PNWHoneyBadger Always move forward. Slow or fast, reach achievable goals.",
  "I’m in a place in my life where I’m starting to not just SEE what I want....I’m making the moves necessary to OBTAIN what I want. #ThatsPower #PowerMoves",
  "@Blaze2TheMax Everyone wishes they could be as creepy as me.",
  "@Blaze2TheMax Which am I?",
  "@JackCaineCAW And the room went silent, Jack repeated the joke, hoping to gain a sympathy laugh, before sulking to the back wall where he belonged.",
  "Lunatics, I need advice on how to watch baseball legally.",
  "@RheaButcher is a cool person. Being open about their identity takes bravery and honesty, something this world needs more than anything.",
  "Had my favorite kind of wakeup call today. Back to bed. Hopefully Gut Lisa agrees.\n\n🤢😩",
  "@PNWHoneyBadger Far Cry 5 scares the hell out of me.\nThe series has really plausible bad guys!",
  "@PNWHoneyBadger 🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥",
  "Polls are in! Cryptic had the most votes! As promised- here’s my interpretation, at the given time, of what cryptic/sneaky emotions sound like in music form. #Flstudio #beatmaker #commitment #followthrough #FBJD\n\nhttps://t.co/KK8NugoE6E",
  "IT'S TIME FOR A SPOOKY SIGN OFF!\n\nIn 1976, a submarine crew reported hearing voices outside of the hull. They were 70 meters down in a trench.",
  "@BurgerKing Aren't burgers a form of sandwich?",
  "I will never believe that @OphidianCobra last name isn't Cobra. Or Cobraman.",
  "@Blaze2TheMax It's not something you say lightly. Direct them to help guidelines.",
  "Actually, let’s take a vote- I’m making beats tomorrow; what emotion would you like to hear me convey?",
  "Does anyone have tips for finding cheap flights? I've got some travel coming up and I'm worried I might have missed the window for Best Case Scenario...",
  "Holy COW, @PNWHoneyBadger got a rampage on Smite! It was like seeing Braun Strowman go to town on a steak.\nAlmost mesmerizing.",
  "@TheEmilJay What if a piledriver just sort of happens accidentially? Like, going for a vertical suplex, whoops, a @RealMickFoley style stumper puller.",
  "- Product Highlight -\nToday we are highlighting a product available at https://t.co/EfFNegBRPW! Get your hands on our Pro Wrestling Is Here For Everyone tee! $20.00, shipped worldwide, available in sizes S - 5X! https://t.co/u4W5MtFFP9",
  "It's opening day for baseball!\n\nGo Mariners!",
  "@bobculturepod I'm not going to say whom I'm beseeching to win this contest but his name rhymes with Satan. I mean Satan.\n\nAutocorrect, lol! I guess the cat's outta the bag. https://t.co/XvAs3ab3XD",
  "Lucha Chaos returns to Toronto at MascaraMania 2! \n\nCheck back later to see who will take part in what is becoming the most exciting match in town! https://t.co/Xm4VbTeBPh",
  "@DemandLucha Wow! Music! Prizes, even! And drinks?\nThis already sounds like a good time without an awesome lucha libre event!\nBut you're telling us we can have all these and watch a snake-man wrestle?\nWhat a night!",
  "@WrestleSubtitle I can't recall the inverted version, I've gotta see this.",
  "@WrestleSubtitle Hate, hate, hate, hate it, hate it.",
  "@bobculturepod I collect these and had no idea they had pops!",
  "It's a NEW CONTEST DAY, YES IT IS! In celebration of our upcoming #WrestleMania episode of The Bob Culture Podcast, I am randomly giving away one FYE EXCLUSIVE NEW DAY Funko Pop Vinyl Set! To enter Retweet this tweet and Follow @bobculturepod ! *Continental USA shipping only #wwe https://t.co/WYpnDTsppI",
  "We're under 2 weeks away from SHIMMER 100 on 4/7 in New Orleans &amp; 3 weeks from 101-104 on 4/14 &amp; 4/15 in Berwyn! SHIMMER 100 Tix: https://t.co/FuBcubO8Y5 Live iPPV: https://t.co/Y9xfqqP6Mj Live + VOD: https://t.co/YAN189zOSs Berwyn: https://t.co/uQVXuteBtk  #RAW #WrestleMania https://t.co/BSA823TJFX",
  "@SHIMMERwomen just followed me! Stop what you're doing and check them out immediately if you haven't. They are the name in women's wrestling in America and many alumni are currently on the WWE. They are a company that is the future.",
  "@PNWHoneyBadger Okay dokey!",
  "Staying home from Work tomorrow to try and get better so I can train Saturday. Probably going to make some sweet beats so I’m not wasting the day away.\n\nI’d love to hear some suggestions! Slide in the DM or boldly post a link or state of emotion for inspiration https://t.co/n71o6eNjHO",
  "@PNWHoneyBadger Some inspiration!\n\nGloom and doom!\n\nRising to the occasion!\n\nClowning around!",
  "@TheEmilJay Blame Europe.",
  "@Empress_AK @RicanGuard In 2004, the Great Indian Ocean tsunami  killed 280,000 people in a tragedy rarely witnessed by mankind. Your entire look is a similar tragedy.",
  "You're not a problem and you don't need to be fixed 💛 We're here to support you 24/7 at 866.488.7386 or text/chat at: https://t.co/hxtScqt870 💛\n🎨 art by @suztemko / xysuz and @thecatlobo 🎨 #BornPerfect #lgbtqia https://t.co/OjHKSGj6aU",
  "@ms_xtreme @Jayda_XB1 @GlammourQueen_ @LOPUniverse1 Shut up. Stop trying to inject yourself in matches. Go back to being uninteresting.",
  "@GlammourQueen_ @ms_xtreme @Jayda_XB1 @LOPUniverse1 It's funny how I just threatened to totally destroy you and we both see @ms_xtreme as unprofessional.\nI tip my hat to you, Ms. Luelle.",
  "@Jayda_XB1 @ms_xtreme @GlammourQueen_ @LOPUniverse1 Such an ego, she just had to interject her meaningless puppy yapping into someone else's program. I'm going to destroy Ms. Selyna, but I have to agree.\n\nStay in your lane, Puppy.",
  "@Jayda_XB1 @ms_xtreme @GlammourQueen_ @LOPUniverse1  https://t.co/sApaoya82y",
  "@P1RRiley @Jayda_XB1 @LOPUniverse1 \"You'll never win\"\n\n\"Someone will stop you\"\n\n\"You can try but you'll fail.\"\n\nSilly boy.\n\nSit. Watch @LOPUniverse1 next week.\nDon't be cruel to yourself and believe things will be different than how they're going to be.\n\nFace reality. Know how inevitable this pain is.",
  "Thank you so much to Mr. DeJuan O’Neal for being my guest on yet another amazing episode of #TurnbuckleTalk with me #TurnbuckleChick it was nothing short of #SECONDIINONE",
  "And then, when all hope is lost, I'll shatter you, fragile as you are. No amount of skill, no amount of talent can save you. Only one thing can.\n\nRUN.\n\n@Jayda_XB1\n@LOPUniverse1 https://t.co/LlTKS4nn7k",
  "Oh god, I should have done more, I shoulda been better. Because the pain and horror I inflict will boil away that safety net you call pride and rip at you layer by layer until we see the fragile thing deep inside you.",
  "I am the great black sea rising every day to swallow the filth and corruption of humanity until there is nothing left.\n\nMake peace with God and say goodbye to @P1RRiley. After I'm done, your life won't be the same. You won't be the same. You will walk, look at life saying,",
  "@GlammourQueen_.\n\nYou made a foolish mistake of invoking my notice. You may have been in numerous federation's, you may be a former champ, even beloved by hundreds online, but that doesn't matter now. Child, I am ruin and erosion.",
  "@90sDiamant @_RebelByNaturex A WRESTLER KNOWN FOR HIS HIGH FLYING STYLE AND VALLEY GIRL VOICE",
  "@ProjectCiampa @TheCameronBash Ciampa, the guy will fly at you with that \"You can't break my spirit\" crap so crush thst first. Rooting for you.",
  "@wolfinjapan @SHIMMERwomen I'll have to wing it.  ❤\n\n\"Meat!\"",
  "Over 50 tracks on https://t.co/wZg3rpVI8J Have you listened yet? ♥️✨🎶 https://t.co/n5kPRe8cxk",
  "@CWATalent @MonarchSheeva This ISN'T OVER!",
  "@wolfinjapan @SHIMMERwomen Wouldn't \"pup from her mom\" be more appropos?",
  "@AustraliaStrong followed me. He's from Australia, so for the sake of him, ˙ǝʇɐɯ 'ʎɐp,פ",
  "@TheMetalSmark @MikeQuackenbush @WWECesaro I swear Quacky does not age. Either that or his skills are timeless.",
  "RUN, CHILD.\n\nI HOLD THE BOOK OF THE DEAD AND KNOW WHEN THE STARS ARE RIGHT. \nYOU MAY CLAIM TITLES, YOU MAY CLAIM HEROICS, YOU MAY HAVE TRAINING UNLIKE ANYONE ELSE BUT INSIDE OF MY SKIN IS DOOM! MALICE, PESTILENCE, DISGUST, DESPAIR, ALL BREED IN ME AND I'LL DROWN YOU IN IT. https://t.co/L06yYKv4CR",
  "When my dark masters devour you, you won't die. You'll live forever, living out every single possible life forever until the last stars burn out, until all are devoured by the great expansive nothingness that is entropy. You may have your skills, but I have inevitability. https://t.co/M8Gt4FXDad",
  "@sawprowrestling I may be a wrestler in a bizarre alternate universe, but I can appreciate Indy wrestling in yours! I'm like a dark elder god, only able to interact via Twitter with snark and gifs. You guys are cool. https://t.co/TFiqKwVcTw",
  "@bobculturepod followed me! Not many people appreciate how important a drummer is to a band, my native Canada's Neil Peart notwithstanding.\nFollow him and give his podcast a listen, lunatics.",
  "@sawprowrestling followed me! Go follow them for the latest on their brand of the sport we all love!",
  "@TheEmilJay @sawprowrestling Would you look at that",
  "@tommy_hazard Snap Kazama Spine \n\nMake Scorpio Watch",
  "@tommy_hazard Destroy Harris Forever",
  "@tommy_hazard Conquer The CWL",
  "@tommy_hazard Restart The Fallen",
  "@tommy_hazard Marty Janetty Miles",
  "@IAmKateNyx I totally get you. People see you as not reaching their level of defined success.",
  "@IAmKateNyx What do they expect, that this is somehow for fake? That you performing in of itself is also a performance? I'm sick of people's meta expectations!",
  "@therealpjmoon @RicanGuard Just.\n\nAwful.",
  "@PNWHoneyBadger Pink used to be a very masculine color! It was flipped, pink for boys, blue for girls. I love pink either way.",
  "@MiaYim You are awesome!",
  "@TheToneWhite 100,000 YEAR THO",
  "Uh, is Kofi's hair a Killmonger reference? #SmackDown",
  "@__AKUMA \"Don't like these guys, like THESE guys!\"",
  "ooh, what’s this? Some secret #Wrestlemania34 secrets? Find out for yourself over at https://t.co/fvaL9zpXxm ✂️✂️ #Smackdownlive #WWENXT #WWERaw https://t.co/nIam8udIN4",
  "@__AKUMA What do you think will happen with him in the long run, given his approval from the fans?",
  "I love a peanut butter sandwich, but which fruit is best to add to it?",
  "@IAmKateNyx @OphidianCobra @ClosetChampion  https://t.co/1XotwLCXyC",
  "@IAmKateNyx @OphidianCobra @ClosetChampion Tantalizing! A secret! For pocket change, even!",
  "@PNWHoneyBadger Pity, not regret.",
  "@PNWHoneyBadger I regret the bones of any fool that tries to bully you!",
  "@RealDMWalton_ I love donuts too. They're quick, tasty, and energy-boosting",
  "New ring, who dis? https://t.co/PN6ZELJjc6",
  "@PNWHoneyBadger Jeez, makin' mancakes.",
  "Spooky Sign Off!\n\nHe ran for what felt like hours from the thing behind him hot on his trail. Making his way back into the cabin, he slammed the door, only to see it slither through the window in the moonlight.",
  "I am the great witch of the forest! That thing you fear most in the dark is ME. I'm not here to win belts, I'm not here to make a grand statement in your efeds, I'm here to smash your fragile hope.\nSend your best at me. You can't fight entropy. https://t.co/wpn9v0IfFp",
  "@PNWHoneyBadger @PhoenixKidCFR Teck, your german suplex looks so mean you should be fined.\n\nFor leaving heaps of broken men in the ring like litter",
  "Where ya at @PhoenixKidCFR ? https://t.co/Ur36Y40VTl",
  "@SugarDunkerton You look great!",
  "@tommy_hazard When that bell rings, you gonna be a king, passing out judgements and orders just as quick as a murder of crows takes to the skies to swarm the night that's full of fright and darkness, ain't nothing in my black heart but harshness and that need to make a name and seize claims!",
  "@tommy_hazard Tommy, braced against a coming night, gotta show up, gotta bring that fight and might you know he has, so sharp so cool you know that masked Nightmare ain't got no prayer, you a Tommy gun blastin', dishing out pain and sorrow everlasting.",
  "@AlecHernandez @RealMickFoley @StephMcMahon That hurt belief too. Kurt Angle, no joke, is possibly the best amateur wrestler of all time.",
  "@_RebelByNaturex Look, I bite people, but only in the ring.\n\nWeren't me",
  "@RealMickFoley @StephMcMahon She's supposed to be a credible threat to a world-class Olympic gold medalist, UFC champion judoka?",
  "@EdgeRatedR I love your goofy avatar.",
  "@Blaze2TheMax My intestines have been my enemy since my teenage years.",
  "@PNWHoneyBadger, a surprise happened today. Someone gave me money for Far Cry 5.",
  "My stomach is twisting itself and I'm in a lot of pain. Going to take it easy.",
  "@IAmKateNyx Who is more your style?\n\nAuntie Entity or Furiosa?",
  "@IAmKateNyx ALL I KNOW IS THE APOCALYPSE PUNK LOOK IS ABOUT TO BE REAL FASHIONABLE IN A BIG WAY",
  "@itsvadertime Jesse, you have our love and thoughts.",
  "@WrestleSubtitle Maxy, sign on to things with different versions of your name to see who sells you. Like me, it would be Nyarlathotep, Chernobog, Baba Yaga, or Elizabeth.\n\n\"Those bastards at The Joel McHale fan club sold my email! But we'll see who pulls a fast one on Satan!\"",
  "@WrestleSubtitle @CarnivalCruise Would you look at that, flawless gibberish and I mispell a word I didn't make up.",
  "@WrestleSubtitle I only speak English and R'ylehiam.\n\nP'srasha n'kai! N'Kai @WrestleSubtitle k'lenxa @CarnivalCruise skri'zor!!",
  "@WrestleSubtitle MAX UTRIA\n\nMAX MACHKA https://t.co/2zsCoQdKD2",
  "@RealTaylorJones Just ... A feeling I get. That @KellyValVal ..\n\nIS ON THE CASE.\n\nYOU'LL NEVER GET THE GEM FROM ME, GUMSHOE!",
  "I've got a bad feeling about something.",
  "Love and well wishes for the man, the Mastadon, @itsvadertime",
  "Full video of my new song 💸 Money Talks 💸 right here; https://t.co/WizBLINR7J #capitalism #getangry https://t.co/3VPLI6VNWL",
  "@PNWHoneyBadger You lost, but you win at life! They have to go home and disappoint their mirrors. \"Oh god, THIS guy again.\"",
  "https://t.co/6DPb0TlsFO",
  "Jealous of persons capable of ordering a pizza without overdrafting.",
  "@RealDMWalton_ No, he kidnapped the precursor to Peach. Mario was just called Jumpman at the time",
  "@IAmKateNyx MAY ALL THE CELESTIAL ENTITIES ENSURE VICTORY TO YOU also that's rad.",
  "@Meteokaiser @Shoulders_Up P O W E R\n\nC O U P L E",
  "Which is your favorite?",
  "@SugarDunkerton @RealDMWalton_ YOU BETTER READ THE SIGNS AND RESPECT THE LAW AND ORDER \n\nOR YOU'LL SERVE HARD TIIME!",
  "@TornQuadPodCast knows what pain is like! They know I'll inflict it on my opponents, so they're smart to follow and watch!",
  "@AntiVenomCAW Woah.",
  "@SomePinkNerd Got home, decided to do laundry, had to go to a meal w/ friends with clothes in the dryer\n\nDidn't put the damn lint catch in, dryer never started",
  "SO MAD",
  "@RheaButcher, a great comedian, has been on FIRE today. Follow her, enjoy great stand up, and listen to her! She's level headed, smart and honest!",
  "These spinach and garlic thins are so terrible and such small portions too",
  "@icecreamcakeee @therealpjmoon I'd rather have the hundo.",
  "@RicanGuard @TheToneWhite Win or lose, I'm here to fill a spot and entertain. People don't realize they're standing on clouds ready to give way.",
  "@TheWildCatBJ @LOPUniverse1 Better @TheToneWhite than a worm like you.",
  "@Adrian_Blk knows that when God created the devil, it was just practice for when he made me.",
  "@Jason_Stone14 was smart to follow me.",
  "I feel proud of the kids marching today. I was the Columbine generation, and as a kid I hoped it would never happen again.\nNow 20 years later, the number of tragedies in America dwarf that day.\nI just want it to fucking stop.\n\n#EndGunViolence",
  "I wish I had three moneys and no bills. I have three bills and no moneys.",
  "LIVE: Emma Gonzalez speaks at #MarchForOurLives rally in Washington, DC. https://t.co/JgZu1rRWPa",
  "@WrestleSubtitle People are shitheads, and somehow, power and wealth tends to be pulled to the worst of the bunch.",
  "Somehow.\n\nMy wife has lost a plate.",
  "PROUD OF THE MARCHERS.\n\nToo many young lives have been ended!\n\nIt's time for definitive action!\n\n#MarchForOurLives",
  "@IAmKateNyx Offering a dark deed for luck and support for you. It may be ripping the tag off of a hotel mattress, but the spirit is there.",
  "@RatLeagueXtreme Hey, groovie ghoulie. All wrestlers ever in the bullpen, who has the best women's division match?",
  "@WrestleSubtitle @ImSteveMigs @321battle @BestBeardInShow This is all over the news. \"Bad guys attack 48 at wrestling event\"\n\nBut little did they know they set @WrestleSubtitle on the path....\n\nOF REVENGE!!!!! https://t.co/BbaBBKkpmS",
  "@RatLeagueXtreme Talk about a great #wrestling show, on Twitch? For FREE? My whole gimmick is Lovecraftian horror and even I'M going insane for such a deal!",
  "I'M watching 3-2-1 Battle, are you?! https://t.co/g6xTXI4P3F",
  "Everybody who loves you isn't your friend, and everyone who criticizes you isn't a hater.",
  "Fucking asshole.\n\n#transgenderban",
  "Banning anyone from anything is bad. It's never been good. Banning transgender people from anything is a removal of humanity and existence in the world.\n\nWar is also bad.\n\nWe are nuanced human beings, we can have these conversations and hold both beliefs to be true.",
  "Okay. \n\nZeus Unlocked.\n\nBellona unlocked. \n\n#smite",
  "@totallyytrixie_ Oh, it was back in the 90s. Aja broke Asari's nose and was blacklisted back to Japan.",
  "Hey, @PNWHoneyBadger!\n\nI'm just two quests away from getting Bellona!",
  "I must have the Furiona skin.\n\nThis is my vibe. https://t.co/6mLejbYFJz",
  "@totallyytrixie_ It was a WWE/F match.",
  "@totallyytrixie_ Aja Kong vs Chaparita Asari should be mentioned. Way, way back, has a famously sharp backfist that punched Asari's soul out.",
  "@_RebelByNaturex @CalliCasey1 @totallyytrixie_ Fun fact, the first woman to fight in a Steel Cage was the late Luna Vachon!\nIt took place in 1995 against Stevie Richards for ECW.",
  "@TheEmilJay  https://t.co/CVelAZC0Ca",
  "How is it that I'm the only same driver on the road?!\n\n- Everyone, 2018",
  "I need to\n\n- Get groceries for 11 days\n\nI have only 50 bucks to last me until next payday.\n\nHelp",
  "@P1RRiley It's funny how and why that drama seemed to stop..",
  "@HS10SAI I have things I have to do today. 😢",
  "@OneTrueJuggalo What about a phrase? A sonnet? Is a paragraph okay?",
  "@IAmKateNyx And if they are, the Cool Police will strip them of their cool certification and they'll be back to uncool things, like, uh, I guess collecting old ketchup packets, or I suppose working in politics.",
  "I've been in bed tweeting for an hour. What's wrong with me?",
  "@IAmKateNyx @WrestleSubtitle @PNWHoneyBadger @NAMICommunicate @321battle @PCWULTRA @TrevorProject @AnniesPointe @doranyanpa @alphafemale1 @wolfinjapan @Madusa_rocks @GearlHebner  https://t.co/DiuPar8KcQ",
  "@GearlHebner Hey, 321 today? If you're officiating, break a leg! I don't mean like Psycho Sid, uh, you know what I mean, let's start over, @GearlHebner, have a fun show!\n\nNailed it.",
  "#FF @WrestleSubtitle @PNWHoneyBadger @IAmKateNyx @NAMICommunicate @321battle @PCWULTRA @TrevorProject @AnniesPointe @doranyanpa @alphafemale1 \n@wolfinjapan @Madusa_rocks @GearlHebner",
  "Ashamed of. This is a disease. This is not who you are. You can find a way through it and there are hundreds of thousands of wonderful people willing to help you. Find strength in that, and talk to someone. No matter what that black pit says, you aren't alone.\n\n@NAMICommunicate",
  "When he died, it was raining but the sun was setting on the horizon. I felt alone, felt crippled, and my depression only got worse, coming to a head two years ago when I finally decided to get help. I want to say if you are feeling depressed or anxious, this is nothing to be 3/4",
  "And I sank into a deep depression. I contemplated hurting myself, I developed a massive anxiety problem I still deal with and as he grew worse, I was forced to live with knowing he was dying every day no matter how many treatments we tried or no matter what we did. 2/3",
  "I tweet about this on occasion, and this is another time. Five years ago, I lost my father to Alzheimer's, a disease that stripped away his lively personality and soul over 7 years. Watching this happen, being there when he lost control took a major toll on me 1/3",
  "@FGZacRomero @fullygimmicked @YearOfTheMutt @PunkProWrestlin Like a Greek god",
  "A SINISTER ADVENTURE TODAY..\n\nA trip to the grocery.",
  "Ophidian and Kate have #YLCXIV finalist @OmariM4x2 on the podcast! They discuss getting started in wrestling and coming to America to work for CHIKARA; including what it's like to be in the room for one of Mike Quackenbush's famous preshow speeches. https://t.co/cDm1IvyWdH",
  "Pumped to see @CadenCassidy tonight at @321battle \n\nSorry @EddieVanGlam \nThat dude is MASSIVE. \n\nHow are you gonna topple that behemoth?! https://t.co/XYl1S8nb7l",
  "@WrestleSubtitle @CadenCassidy @321battle @EddieVanGlam Holy COW, you're NOT fooling! He looks so tough he can eat nails with hot sauce!\n\n....and ask for seconds.",
  "For any and all of you struggling with #mentalillness, consider me for the position of Bard in your adveturing party. \n⚔️🎶https://t.co/JzXqLVw7fg🎶⚔️\n#MentalHealthMatters #MentalIllnessMisconceptions #spoonie #chronicillness https://t.co/QcQWspnUeH",
  "@RealDMWalton_ This is not a thing that rewards the quiet.",
  "@InnerN3rd Big Match John is the perfect spokesman.",
  "John Cena Comments On If WWE Is Ready For A Transgender Superstar\n\nDetails Here: https://t.co/lclFUu8sVp https://t.co/jMBJd5t1jg",
  "My point? Police are humans. Humans have belief systems. They make judgement calls in split seconds. When there is no accountability for your actions, you tend to believe in your judgement a lot more, and probably make that judgement a lot faster.",
  "I later found out that the police did find her but she had already gotten into her house, and therefore they couldn’t prove she was drunk while driving. She was not arrested.",
  "One time in Chicago a drunk white woman rear ended me and I happened to be directly next to a police cruiser and when I motioned to them for help they said, “keep moving!”",
  "@RealDMWalton_ Be loud the right ways, get noticed.",
  "@RealDMWalton_ Bookers aren't omniscient. Message him and tell him to bump someone.\nExplain you want it more, make it seem like it's his idea.",
  "My top favorite female wrestlers currently outside of the WWE, unranked and without explanation.\n\n@shirai_io\n@wolfinjapan \n@RealMMartinez \n@WeAreRosemary \n@MiaYim \n@doranyanpa \n@ajakonguraken",
  "@WTXWrestling needs to add Tone White to that poster.",
  "@tommy_hazard Take it easy on that leg.",
  "SPOOKY SIGN OFF 3/23\n\nI thought the scariest sound I'd ever hear was the sound of my doorknob rattling furiously at 3 in the morning.\n\nI was wrong.\n\nIt was the sound of my lost keys.",
  "I'm going to sleep.\n\nI'M SO SORRY, LUNATICS, THAT I'VE MISSED OUT ON A FEW DAYS WORTH OF SPOOKY SIGN OFFS.\n\nWe're restarting today, and I have a doozy.",
  "Hey @SMITEGame, how do I unlock the Furiona skin? I'm feeling it.",
  "@TheEmilJay GOD I BOTCHED MY TWEET TOO! FUCKING AUTOCORRECT!",
  "@TheEmilJay I wonder who innovated the vertical duplex. Was it an impact finisher back in the day like the DDT was in Jake the Snake's era?",
  "@TheEmilJay @ZaQ5322 Funker had amazing longevity.",
  "@DavePrazak @f1rstwrestling @BeltPerformance @courtbauer @UptownVFW That belt is F R E S H.",
  "Check out this great interview with my friend @PNWHoneyBadger! Follow @AnniesPointe for more great chats with fantastic people! https://t.co/35VhI8JkHX",
  "I love Sister Jean!",
  "https://t.co/hP7R4BGSKZ\nQualifying matches for Battle Lines and more this week!",
  "@IAmKateNyx @OphidianCobra Recipe?",
  "Terrified about @AmbJohnBolton coming into a position of power. We are all fucked.",
  "@therealpjmoon @Blaze2TheMax Why, when you arrived in a rented car.",
  "@Blaze2TheMax He's still starting out.",
  "@SomePinkNerd @Blaze2TheMax @therealpjmoon I worked slinging plates and waiting tables before I did this full time",
  "@SomePinkNerd @Blaze2TheMax @therealpjmoon I want a better car now. How are these idiots affording lambos?",
  "@Blaze2TheMax @therealpjmoon IT'S NOT A GOOD CAR\n\nI'M PROUD BECAUSE I BOUGHT IT WITH WRESTLING MONEY BLAZE",
  "@Blaze2TheMax @therealpjmoon I have a Subaru. It sucks.",
  "@iRachelAmber @LOPUniverse1  https://t.co/mLzXcudBLJ",
  "@iRachelAmber @LOPUniverse1 Shut up already, god damn, all you do is run your mouth. Stop @ me. Prepare for your match. A word of advice? Find a damn stopping point in your ramblings.\nPeople don't want to read four pages of your slapdash attempts at responding to me. All you're doing is annoying me.",
  "@iRachelAmber @LOPUniverse1 I'm not going to beat you Amber. I'm going to end your career and make you wish I had the mercy in my heart to end your wretched life. But I don't, as you'll find out next week. This is over. Make peace with God. He won't be able to stop me.",
  "@iRachelAmber @LOPUniverse1 You say this, but I wrestled you today. Another point in you being a moron. The LOP fans deserve a better class of wrestler, not dollfaced morons like you. Shut your mouth and prepare for next week.",
  "@iRachelAmber @LOPUniverse1 Hey, future people looking back through timelines, Yes, this person existed, and yes, they couldn't cut a promo to save their life. I wasn't happy reading it either.",
  "@iRachelAmber @LOPUniverse1 You stupid idiot.\n\nYou just mocked me for looking like a cancer victim because I don't conform to standard ideals of body image, ie my short hair.\n\nI am in every right to call you out on it because you just did it. You are amazingly dense.",
  "@iRachelAmber @LOPUniverse1 Then we'll see who's laughing. I imagine it won't be the ditz picking up her teeth. See you next week, Amber.",
  "@iRachelAmber @LOPUniverse1 Because it doesn't feel like me. I'm going to beat the stuffing out of you next week and teach you respect.",
  "@iRachelAmber @LOPUniverse1 It's funny to make fun of cancer victims, isn't it? How heartless and empty are you? You eat the pin in our match, couldn't keep me down, and in the end of it, rather than face Z'karia you mock me like a grade school girl and think I'm going to just sit by? Who's the bad gal here",
  "You are needed.\nYou are important.\nYou are not alone.\n#ThursdayThoughts",
  "A gripe about booking. Something needs to be done in the community if four finishing moves won't end a match. Every match can't be a 5 star match in New Japan. Not everyone is superhuman. Being dropped by a DDT a handful of times should be the end.",
  "@WrestleSubtitle @PNWHoneyBadger Send him love, buddy. I love the art style and the gameplay is solid.",
  "@PNWHoneyBadger @WrestleSubtitle Oh. It's a lot of fun to me. Crewing ships, sailing, and the missions are good. I just think it needs frequent content updates.\nIt can get kind of boring, but it's a sandbox- you get what you look for.",
  "@WrestleSubtitle It's fun, but the sea is a little shallow. I'm still having a good time.",
  "@HS10SAI @YaOnlyLivvOnce @RealDMWalton_ No",
  "@XWW_BIOHAZARD @Jayda_XB1 It's me, right?",
  "I am so happy that @LastWeekTonight stuck it to Mike Pence.",
  "@YaOnlyLivvOnce @RealDMWalton_ Well, he's not baa-shful.",
  "@CKOWolf I'm unsure about A Way Out, but Brothers was apparently great.\n\nI want Far Cry to be good.",
  "@PNWHoneyBadger What do you mean?",
  "@aaronrift Wonderful!",
  "Should I get Monster Hunter or Far Cry?\n\n@PNWHoneyBadger",
  "@JudokaGiant @RealHailStorm He's a one-hitter for sure",
  "Hey, y’all, I get 3 entries in this sweepstakes for every one of you who signs up and I need good monitor speakers to continue making better quality music!  https://t.co/FNzBRPlsF2 https://t.co/oLpnCUZFBQ",
  "https://t.co/cG3IDGJSRj",
  "@WrestleSubtitle Goldust's midrope dive down one? It's crisp.\n\nI also love the acid drop.",
  "Who does the best Bulldog in the industry, @WrestleSubtitle?",
  "https://t.co/MeCHHMluqz",
  "@nlyonne That shit is the actual devil. Deleted mine in 09, never looked back.",
  "@WrestleSubtitle Love you, Max.",
  "@RealHailStorm I see me late at night remembering my many mistakes. That date with the barista that likes Michael Bay movies.\nShaving my head, missing a spot and wrestling. Normal stuff.",
  "@ThisIsOctane @RealDMWalton_  https://t.co/oPTSSqV59Y",
  "This show is fun.",
  "@Blaze2TheMax @RealZackSanchez @THELiamMercer @COHwrestling1 @CWATalent @FinalResHB I might steal a few minds.",
  "@itsvadertime Prayers and love for you. You'll get through Monday no problem.",
  "@PNWHoneyBadger Wait, you're NOT @JordanPeele?!",
  "@PNWHoneyBadger YIKES.",
  "@AlexiaValdz @iRachelAmber @LOPUniverse1 You're so completely impossible to understand that I'm not even sure if you're sober. Here's something for you.\n\nhttps://t.co/4n5fNIeAsg\n\nTrying to find a picture book that can explain this.",
  "@AlexiaValdz @iRachelAmber @LOPUniverse1 Also, punctuation. Look into it.",
  "@AlexiaValdz @iRachelAmber @LOPUniverse1 You're an incoherent mess, child. I'm gonna have to beat some sense into you.",
  "I \n\nAm\n\nFreezing.",
  "@ClosetChampion F R E S H N E S S",
  "Monday morning. Dallas, TX I am now having full blown Open Heart Surgery. They say it’s tough surgery  to get through. Wish me luck I am gonna need it.",
  "@itsvadertime @RDBEAR57 Love you!",
  "@AlexiaValdz @iRachelAmber @LOPUniverse1 And worse mic time. I know my place, and it's shoving you into the dirt.",
  "@AlexiaValdz @iRachelAmber @LOPUniverse1 Name calling? Equating me to a tired horror movie protagonist? You know what's most terrible about your lack of effort in this thing you just did? Your idiot friends don't have the capacity to see how bad it is. They're used to seeing you slog through mediocre matches -",
  "@IAmKateNyx @OphidianCobra  https://t.co/cYUmLKttRf",
  "#TurnbuckleTalk with #TurnbuckleChick Welcomes MRGRIM @mrgrim_is4_hire! Match Talk Trash Talk for 3/24 w/Ryback! https://t.co/2WS0gjmq8c",
  "@CKOWolf I have Sea of Thieves at home",
  "@Blaze2TheMax He has hurdles to climb.",
  "@WrestleSubtitle @321battle Trying implies effort.\n\nYou're a natural, kid!",
  "@Blaze2TheMax I love him so much.",
  "#WorldPoetryDay\n\n\"I often find myself surrounded by people I despise, whom often give cause for my anger to rise. I unleash my rage and my eyes glare with red glow, but it reminds It was Wilde who said \"Lord, make my enemies ridiculous\" and it was just so.",
  "Y’all let me know when they’re this kind describing the black victims of police murder. https://t.co/iSIkNJBJkO",
  "\"Why should I be the one that changes? They're the ones that suck.\"",
  "@WrestleSubtitle @321battle You are the Andre the Giant of the Cascadia region('s wrestling social media.) Overly narrow superlative?\nI don't think so.",
  "Maybe I'm not cut out to be a mean gal. Should I turn face?",
  "@_RebelByNaturex @CalliCasey1 Smash every single one of their plastic faces.",
  "@Blaze2TheMax @FinalResHB No.",
  "@Blaze2TheMax @FinalResHB I'm just feeling spiteful, Blaze! I am an emotional creature!",
  "@Blaze2TheMax @FinalResHB If I were their parents I'd put them up for adoption, and this is coming from a future parent.",
  "@FinalResHB Because they can't promo.",
  "Burn down the @CWATalent.",
  "@IAmKateNyx A woman sees a talking dog for sale, and she's amazed. She asks the owner if it can really talk, the dog replies, \"Of course, I was also a CIA operative and hunted terrorists.\" \n\nThe woman asks, \"why are you selling him, he's great!\"\n\n\"Because he's a damn liar!\"",
  "@Queen_Ravens made the right move in following me.",
  "@WrestleSubtitle Oh.\n\nGrass grows, birds fly, bro, and Russo is just awful, bro.",
  "@CKOWolf I live in a house my rich in-laws bought.",
  "@CKOWolf Laura Loveless.",
  "@CKOWolf Managing is something I already do, but commentary.",
  "@CKOWolf Intergender matches. I want to wrestle small dudes.",
  "@CKOWolf I don't do deathmatches.",
  "@CKOWolf Be an Instagram model.",
  "@CKOWolf Working on owning one. Break ground next spring.",
  "@CKOWolf None, I've already learned",
  "@CKOWolf That I can't see how great I am, I'm stubborn, and my right knee is trouble.",
  "@CKOWolf I like to think I'm knowledgeable, patient, and charismatic.",
  "@WrestleSubtitle What?",
  "I want to wear a mask like @PENTAELZEROM.",
  "My French-Canadian wife has trouble saying \"Focus\" and I won't say what it sounds like. #NotPG",
  "@T_DragonCAW The original was better, in my opinion. Robin Williams, fantastic for it's day effects, a fun slow build of chaos and a good moral to it.",
  "@T_DragonCAW I loved that.\n\nI'm a bit unhappy they replaced the spooky with the thrilling, but it was a great movie.",
  "@IAmKateNyx Hey, Kate! Wanna read a joke?",
  "@T_DragonCAW I knew something was coming when it said \"Curvy Genius\" and I had a lot of fun.",
  "@TheCameronBash Hey, are you looking for female talent for Forever A Moment?",
  "@Zoe_Gabreyele has plenty of accolades in efeds. Championships, firsts, ***** star matches, but she ain't ever fought me. She hasn't ever seen the cruelty in me. It's fitting her name is Zombie, because when we're done, she'll be the shambling remains of a life.\n\n@CWATalent\n\nRUN https://t.co/TjIEzi8pjS",
  "I have no idea what the NCAA is.",
  "You may be familiar with two types of bipolar disorder. But did you know that bipolar exists on a spectrum? Read more here: https://t.co/QURZQwohta",
  "@TheEmilJay I love it when it's uptempo and smooth like this, too!",
  "@JGtheCAW Message me.",
  "Jack Black is an amazing comedy actor. He has me believing he's a silly teenaged girl.",
  "https://t.co/2XMyt5IrXD",
  "Fox News and their backers know to divide is to weaken.",
  "Happy @321battle Day!",
  "@kelly_quavis L FOR HER LIMITLESS SKILL\nA FOR HER AWESOME ATTIRE\nS FOR HER SASSINESS\nA FOR HER ACTIVISM\n\nL FOR HER LUSCIOUS EYES\nO FOR HER ORIGINALITY\nV FOR HER VOCABULARY\nE FOR EFFORTLESS STYLE\nC FOR HER CRAFTINESS\nR FOR HER ROMANTIC AIR\nA FOR HER AMBITION\nF FOR HER FEARLESSNESS\nT FOR TERROR",
  "@WrestleSubtitle  https://t.co/wdBrx6dsyH",
  "@WrestleSubtitle Were you the bear he wrestled?",
  "@tommy_hazard You're sweet.",
  "@PNWHoneyBadger Good for you, good for the environment, Vegan, are you kidding? How's the taste?",
  "@PNWHoneyBadger Wow, a cookie as a meal replacement?!",
  "Support gay artists and writers! Support creators of color!",
  "@PNWHoneyBadger @YouTube Shit is dope!",
  "@1NationNoGod I work as one.",
  "Actually happened- woke up, pulled blanket, phone wanged me in the eye.\nThanks, universe.",
  "@hurricanenita is a rock goddess.",
  "I won with \"Landscape.\"",
  "My wife and I are going to be having a marriage therapy session in a hardcore game of scrabble. I love my Simone, but I will fucking destroy her and the ground she stands on.",
  "@IAmKateNyx I hope you give them the thrashing of a lifetime.",
  "@IAmKateNyx I want to preface this with I am not a legal expert. I'd get a lawyer involved if you haven't.",
  "@IAmKateNyx Have you called his record company?",
  "@aaronrift knows talent when he sees it! Check out his site and follow him.",
  "@LaurenceFische8 Oh, apologies.\n\nLOOK AT THE LITTLE BABY!",
  "@LaurenceFische8 Look at the little baby!",
  "If you've never heard it, here's the gospel of pro-wrestling, as preached by our own @MikeQuackenbush: https://t.co/oOcAxswJV7",
  "Look. If you join my crew, we will sink fools. We will get treasure. We will split said treasure 60/40. \n\nOne of you must be the music monkey. Failure to play jaunty tunes with the accordion or hurty-gurty will result in administrative firing out of a cannon.",
  "@WrestleSubtitle A ghoulishly gleeful Tuesday to you!",
  "@WrestleSubtitle SO EXCITED.",
  "SCARY SIGN OFF #8!\n\nThe last man on Earth sat alone in a room. He heard the click of the lock.",
  "Anyone want to pirate it up with me?",
  "That was the most ridiculous and awesome thing I've ever seen in the entirety of my life.\n\n#WWE",
  "That was different.",
  "CONTINUITY IN WWE",
  "IT'S TIME #DELETE",
  "@AnniesPointe Call the authorities, maybe?\n\nPerhaps it was a truck backfiring?",
  "@SmallestBruiser has a big ability in recognizing talent like me!",
  "@AnniesPointe 🤤",
  "@AdamWolfNXT made a great call in following me!",
  "@TheEmilJay Love him!",
  "@RealBlackHeron @RealDMWalton_ Opera non verba",
  "@gogojojo331 What",
  "@PNWHoneyBadger @StricklandShane @PCWULTRA @HighspotsWN @defyNW @Jocay19 @PWRevolver @zachary_wentz @DezmondXavier Sounds like a lot of fun, and with talent like Shane Strickland, it does more than that!",
  "@StricklandShane @PNWHoneyBadger @PCWULTRA @HighspotsWN @defyNW @Jocay19 @PWRevolver @zachary_wentz @DezmondXavier That belt is dope",
  "@WrathOfLinx @SeaOfThieves 11.",
  "Old Gregg shout out #Raw",
  "@WWECreative_ish @Progressive  https://t.co/30AFP6bok3",
  "@RussellZavala @WWECreative_ish @WWEGraves Stop trying to make fetch happen.\n\nIt's not going to happen.",
  "@CKOWolf I think Alexa is a great heel champ.",
  "@CKOWolf Absolutely, it's not cool.\n\nThe only thing I can say to it's benefit is Alexa is seen as absolutely reprehensible and is probably gonna get ragdoll tossed to the delight of NOLA.",
  "@IAmKateNyx @UrbanDecay @zennioptical 🔥",
  "Mickie James looking like my mom.\n\nWait a minute",
  "@TheEmilJay They watch TV at an angle too.",
  "@TheEmilJay I still can't get it out of my head they had an extended conversation without noticing a camera.",
  "I am BIG on Nia Jax. She is beautiful and I think she's got a bright future.",
  "I'm not gonna say I didn't have Corey Graves hair when I was in my 20s.\n\nBut I'd be lying if I did",
  "@TheEmilJay Some would say it is in fact not a nice time.",
  "Roman Reigns handcuffed vs. Lesnar.\n\nSomeone has written weird fan fictions about this.",
  "@CalliCasey1 @ZaharaMoniQue @24KShining @CWATalent All out of hair today.",
  "@Ave_Rex @PNWHoneyBadger @WrestleSubtitle Beg pardon?",
  "I'm live tweeting #WWERAW",
  "@PNWHoneyBadger @WrestleSubtitle @Ave_Rex Octagón!",
  "@TheEmilJay Ol' Jimmy Pow-Pow!",
  "@AntiVenomCAW is a wizard. https://t.co/gjx0xNfRFv",
  "@RealHailStorm @JudokaGiant We still have lots of animal traits. We're apes at the end of the day.",
  "Wife took clippers to my noggin.\n\nClothes by @AntiVenomCAW. Matt is a very talented tailor and stitcher.",
  "IT CAN'T BE STOPPED, NO MATTER HOW HARD WE TRY, EVERYONE IT KILLS BECOMES A PART OF IT! https://t.co/Meyvy10CAV",
  "@prowrestlingmvs @AceFalconCAW For those at home, who's the victim?",
  "@SomePinkNerd Oh, I knew, but jeez.",
  "@NIE_WRESTLING The CWL is great!",
  "This community sure is dramatic.",
  "@rexandrews Resting Betrayal Face",
  "@GearlHebner @PNWHoneyBadger @Dougerino @WrestleSubtitle Like a hawk, or a razor. Or a @razerhawk2000",
  "Getting new ring gear soon. Watch this space.",
  "@WrestleSubtitle  https://t.co/dOcjh2lLZS",
  "This movie is such a beautiful romance.\nIt's fantastical and wonderful.",
  "Feel the #Tremors? Your heart is gonna race. It’s “Teck Tonik” and he’ll make your whole world shake! \n@PNWHoneyBadger \nThursday, March 22,2018 8 Eastern, #TurnbuckleChick interview on #Turnbuckle talk here &amp; on Periscope @turnbucklechick! Don’t miss It! #wrestling #wrestle https://t.co/NbIcvdAUZL",
  "@RealDMWalton_ @SharkBoyNet is fantastic.",
  "@IAmKateNyx The future is bright if this is any indication.",
  "I love Octavia Spencer.",
  "30 seconds into Shape of Water and it's beautiful.",
  "@RealDMWalton_ SCREW BOTH OF THESE GUYS.\n\nVOTE LOVECRAFT. WHY PICK A LESSER EVIL?",
  "When @PNWHoneyBadger hits a guy, brother brother, you feel the shockwave a state away! That clap of thunder is his lariat! That ground shake was his body slam! He is a natural disaster and he's coming at you!",
  "@T_DragonCAW knows talent and greatness when he sees it and follows suit.",
  "Follow @AntiVenomCAW if you want to see what a real creator is like!",
  "@AntiVenomCAW I'd like to work with you on something, get back to me?",
  "@RealDMWalton_ How does he do the same hand on the hip that I do",
  "Sneaking a #pride logo on my gear. 🏳️‍🌈",
  "@HS10SAI @ItsFoodPorn  https://t.co/e80lNW8jkm",
  "@AntiVenomCAW Oh, it was all the angle! Yes, he looks great.",
  "@AntiVenomCAW Okay. I'm just trying to help, I admire your work. Get with me later!",
  "@ItsFoodPorn @HS10SAI I hate you so much, @HS10SAI. May you always have to go through baggage inspection",
  "@AntiVenomCAW I think the shirt may add a bit. Can I see his wrestling look?",
  "@HS10SAI It's troglodytes. The lumbering idiots you fought were troglodytes.",
  "@AntiVenomCAW I see it too, but.. \n\nLook at this. I think his body shape should be reminiscent of EC3. Wide chest, slender gut, but proportional. https://t.co/MMLwAoKSdb",
  "Because relationships are so important to our well-being, some of our beliefs about relationships can worsen depression, anxiety or other conditions &amp; symptoms we may have. Learn about 5 relationship myths &amp; how we have the power to break out of them. https://t.co/1ihWuSkLND",
  "@NoVa525 @LaurenceFische8  https://t.co/R6vY7uoI9J",
  "Don't get counted out! Follow @GearlHebner! A rare female referee in the industry, Aubrey is awesome and her Twitter is a look at her dedication and love for the craft.",
  "@RatLeagueXtreme has a great podcast and knows talent when he sees it! Check out his cast or I'll hex ya!",
  "@RicanGuard @AntiVenomCAW It's nice! Tatau designs are so amazingly intricate.",
  "@RicanGuard @AntiVenomCAW Are you Samoan?",
  "Hello, yes.\n\nI am a grown ass adult. \n\nI just shoved a slice of giant birthday cookie into my mouth for breakfast because I wanted to.\n\nMy partner said I shouldn't because I'm feeling sick, but I'm gonna see how this plays out.",
  "@CKOWolf @Blaze2TheMax One of my pals.",
  "@gogojojo331 I love lasagna.",
  "@imnotzairbi  https://t.co/rnyjr1oJXx",
  "@CKOWolf @Blaze2TheMax Blaze has a remarkably good head on his shoulders. Hes not as good as me, but he's close.",
  "@imnotzairbi \"What did he do now?\"",
  "I hate mondays.",
  "@Ave_Rex is a hero the world can believe in. Like Santo, he fights monsters, but unfortunately, our monsters are very real, like racism, fascism and more.",
  "@PNWHoneyBadger https://t.co/GfOAZROQ5O",
  "@RealZackSanchez If you want advice..",
  "@T_DragonCAW @P1RRiley There's a bad bug going around. I think I got it too. 😥",
  "@PNWHoneyBadger @GearlHebner She sounds awesome! A match can be elevated by a great referee!",
  "@IAmKateNyx I'm sympathetic to your situation and offer my condolences for what you have to undergo.",
  "Let’s get the best ref in the northwest some follows on her twitter y’all. Exceptionally aware in the ring, calls it right down the middle, and is ever so alert. \n\nIf you need a ref, then @GearlHebner is your girl. #RefLikeAGirl https://t.co/xEyXw8CkSz",
  "@Blake_MercerCaw @LaurenceFische8 B. Refuse all other suggestions.",
  "ROCKING OUT. \n\nWith my bum-ass knee",
  "@IAmKateNyx droppin' music like https://t.co/bZ2dFTz79e",
  "Me, with my future child.\n\nhttps://t.co/O0l6MHu8kQ",
  "The only thing more boring than #TheWalkingDead is a @KellyValVal match.",
  "@mxmoirs @IAmKateNyx  https://t.co/eYjEwHiV7r",
  "@JaeProject @XVGodOfGods Holy cow. I need to find blacklight fabric. \nThis looks FANTASTIC.",
  "@SomePinkNerd I'm old, so Colin Hay - Overkill.",
  "Proud of Tommy.\n\nNightmare is a coward.",
  "This song is legit.",
  "@therealpjmoon No",
  "@tommy_hazard Did you get that thing I sent you?",
  "@gogojojo331  https://t.co/VoQNP1UF6h",
  "@RealDMWalton_ That's violet.",
  "@therealpjmoon No",
  "@beyondwrestling @orangecassidy @TheSwampMonster How could you put a robot designed to wrestle in wrestling match and not plan for this contingency? What kind of outfit are you running?!",
  "Homophobia has no place in wrestling.",
  "@WrestleSubtitle We've only been friends for a little while, but I'm proud of you.",
  "@gogojojo331 @UniversalWorldW @DevittsHell No one's spookier than me, brother brother.",
  "LOVECRAFT PUTS AWAY DEVITT AFTER DROPPING HER ON HER HEAD! https://t.co/YUYkHUk4WR",
  "“God knows a dead man can’t follow me home.” \n🎶 TURN ON YOUR SOUND🎶 https://t.co/SH3YNSb8zD https://t.co/B8wVOpm6CW",
  "@UniversalWorldW @DevittsHell Devitt put on a good match. Unfortunate.",
  "@IAmKateNyx @NAMICommunicate You give color to my black heart!",
  "Also, please check out @CWL_Universe and their charity stream on April 5th, the Thursday before Wrestlemania! I don't work there anymore, but my red eyes will be watching! Have fun! Raise awareness!",
  "Listen up! The stigma of mental illness can be eradicated if we all work together! Follow @NAMICommunicate and do your part today.",
  "@kelly_quavis 22",
  "@tommy_hazard I agree.",
  "@Jayda_XB1 @AceFalconCAW @UFN_Federation @SheDaRealest That would imply Jayda wants an actual challenge, if you're too dense to read into it.",
  "@QoSBaszler @ARTJUNKIETOKYO I love your pup.",
  "I put Amber DeVitt down like a dog.",
  "@gogojojo331 I'M NOT GIVING UP MY TREE TATTOO, N0 WAY, NO HOW!",
  "@Blaze2TheMax I just see many things inside you.\n\nThe ruthlessness to act being one.",
  "@TheBadReed @beyondwrestling Break a leg!",
  "@Blaze2TheMax Blaze isn't afraid to do what's necessary to win.",
  "@PNWHoneyBadger What idiot is dumb enough to pinch you?! You're built like a truck with fists!",
  "@AnniesPointe is talented and smart, just like me. You should follow her. Yes, you, reading this tweet as you scroll by.",
  "@PNWHoneyBadger @AnniesPointe @TurnbuckleChick  https://t.co/8zomGGjcwU",
  "@AnniesPointe @PNWHoneyBadger @TurnbuckleChick Would you say this interview....\n\n....will be groundbreaking?",
  "@yeetztweetz @HeyWrongMan Psh, like I need an excuse to make poor life decisions.",
  "When the Earth, quakes you know it’s from his “Teck Tonik” Plates💪🏽!!\n@PNWHoneyBadger \nWednesday March 22,2018 8 Eastern, #TurnbuckleChick interview on #Turnbuckle talk! Right here &amp; on Periscope @turnbucklechick! Don’t miss This! #wrestling #wrestle #WrestlingIsForEveryone https://t.co/Ygtc4CXNo9",
  "@PNWHoneyBadger Travel!",
  "I can't sleep. I hate this hotel room.\n\nCan I tell you a story?",
  "@PNWHoneyBadger @WrestleSubtitle F U T U R E\n\nS U P E R \n\nS T A R",
  "@PNWHoneyBadger I fucking LOVE professional wrestling and Max makes me look like a snarky \"you know it's fake?\" bitch.",
  "Would ya look at that https://t.co/CY3tWK5ry8",
  "@cr8dv8 followed me. I may be a real wrestler in an alternate universe, but he's rad in every universe.",
  "Face up in bed in a hotel room away from home. Wishing a terrible fate befalls my enemies and people that just annoy me.\n\nWondering if I should bring back my diving elbow.",
  "@IAmKateNyx Thanks for the follow!",
  "@IAmKateNyx @cr8dv8 @officialairwolf Make the magic happen!",
  "@IAmKateNyx ❤🐙💀",
  "Dear #AirWolf, you have @LisaLovecraft &amp; I to thank for your new theme. You’re welcome! #YLCXIV #chikarapro https://t.co/I2MT1dRof8",
  "@IAmKateNyx I love you so much.",
  "Seattle Washington....prepare yourself! When you hear this song, hold onto your seats and watch closely. \n\nListen to Teck Tonik Entrance Music by Badger Beats #np on #SoundCloud #Flstudio #BeatMaker  https://t.co/gdFE1PDoyN",
  "@IAmKateNyx  https://t.co/GOL0NYum1Y",
  "@IAmKateNyx Slap a guitar track to it and sell millions",
  "@XVGodOfGods is a talented belt creator, and part of that talent is recognizing talent like me.",
  "@WrestleSubtitle @10tonsLtd I can totally kick Tesla's butt, he's a skeleton! Or has to be.",
  "@IAmKateNyx AIR WOLF! \n\nHE'S ON THE PROWL! \n\nAIR WOLF!\n\nSOARING LIKE AN OWL!\n\nAIR WOLF!\n\nHE'S GOT A FLOCK AND PACK!\n\nYOU BETTER WATCH OUT, JACK!",
  "@RXWBulletAdams @RealDMWalton_ No no, I love the game",
  "@RXWBulletAdams @RealDMWalton_ Warn a gal before posting this game",
  "@RXWBulletAdams @RealDMWalton_ Hey, Bullet?",
  "@MzLadeeSuga Me, as an Xbox gal. https://t.co/hhwBuqtlPC",
  "@YaBoiShockz Right. I mean it's not entirely why I pray for an asteroid, but it's on the list.",
  "@AntiVenomCAW \"Boy, on top of being talented and pretty, as well as dazzlingly intelligent, that Lisa sure has a keen eye for detail!\"",
  "@YaBoiShockz I feel like an odd girl out sometimes, because I use proper spelling AND punctuation.",
  "@AntiVenomCAW You should use gold/yellow lighting to complete the homage.",
  "@EL__Mystico sigue trabajando",
  "@EL__Mystico Quiero preguntarte si eres nuevo, si eres un cuerno verde.",
  "@EL__Mystico Oye, ¿eres un novato?",
  "I turned 33 this week. My birthday wish is that @KellyValVal twists her ankle.",
  "Life is not a race, kids.",
  "Good morning, Lunatics! https://t.co/0Ce5EHFJbs",
  "Lumbering out of bed.",
  "Congrats to @PCWULTRA on a great show last night!",
  "CAN YOU BELIEVE I'VE BEEN TWEETING FOR A WEEK? SCARY SIGN OFF #7!\n\nAt night, I woke, feeling a presence in the room. I turned on the light. Nothing. \nI returned back to bed, light off, to find my horrified wife staring at the closet door with tears in her eyes.\n\nIt was opening.",
  "CAN I GET A DRUMROLL PLEASE",
  "Learning Quebec French from my Quebec French Lady. Soon, I'll have to teach our future kid the language because of her family.\n\nHelp",
  "@PCWULTRA starting on @FiteTV ! https://t.co/mPsBasRknO",
  "@Blaze2TheMax You've seen me tweet about my wife.",
  "@Blaze2TheMax  https://t.co/LiFzlcexeX",
  "@Blaze2TheMax I'd probably need an electron microscope to find yours, Blaze.",
  "Me in 2012 - Waiting tables, scared of nothing, working as a delivery driver, super gay.\n\nMe in 2018 - Wrestling, married life, terrified of America's president, super gay.\n\nMy how things change.",
  "@Blaze2TheMax Oh. D'oy.",
  "@Blaze2TheMax I'm 33. All these kids are using words I don't understand. https://t.co/qaO0LV1Cw6",
  "I love @UltraMantis' style.",
  "@Blaze2TheMax I'm old, what does \"wog\" mean",
  "@gogojojo331 That's what I mean with pale yellow",
  "Working at my sewing table today! Working on new gear. Pick the color.",
  "@ThySethRoyse But it's all mangled.\n\n          JESUS\n\nOF.                       STYLE\n         EXECUTION         \n\nIs how it reads.",
  "@ThySethRoyse Jesus of Style ?Execution",
  "@HS10SAI WHY DO YOU DO THIS TO ME https://t.co/Y6gkUo1syS",
  "@WrestleSubtitle IF YOU WANNA SEE ME ELABORATE UPON A TOPIC NEAR AND DEAR TO MY HEART GIMME A HELL YEAH",
  "@Jayda_XB1 Au contrare, overestimated. \n\nBring it.",
  "@Jayda_XB1 Patience. If I wanted to fight another talentless failure of an Instagram model like the other washouts I'll call on you from the gaggle. You'll get your beating and scars like the others.",
  "@DaRealistKira You'll be the first to know",
  "@DaRealistKira knows talent when she sees it, and is quick to follow it.",
  "CWL - Join Us.: https://t.co/ldXk76K5gO via @YouTube",
  "@ItsFoodPorn @HS10SAI STOP NO DON'T",
  "@BKNBombshell I didn't mention fear at all.",
  "@BKNBombshell made the right call in following me. She saw the oblivion on the horizon.",
  "@QoSBaszler probably won't see this, but you blew that chicken wing guy out of the water.",
  "@WrestleSubtitle It's more comedy-horror.",
  "@WrestleSubtitle I love LPOTL. Try \"gnomes\" and the Enfield Poltergeist.",
  "@CashEmOutAl Looking fresssssssssssh",
  "@DemandLucha  https://t.co/35fxqiQnoy",
  "@FiteTV @CVLTofWARBEAST @PCWULTRA It's going to be chaos!",
  "@DemandLucha! Proof that tradition lives on! They followed me, you should go follow them! They have a show on the 25th in Toronto.",
  "@gradowrestling @DemandLucha @FinnBalor BUT WHICH ONE IS GRADO",
  "@OphidianCobra @DemandLucha AND THAT PLAN IS PAIN!!",
  "Be afraid Toronto. I am actually taking your city over. It begins with my rule of @DemandLucha. https://t.co/V8bgWLmitl",
  "@OphidianCobra @DemandLucha @OphidianCobra is actually taking the city over. He has a infrastructure plan and everything.",
  "Roaring into the weekend like\n\n📸 Vitz Photos https://t.co/y2oAmZcrQU",
  "Calling someone fat, butter face, manly, ugly and so on and so forth is unacceptable. Take a long look in the mirror next time u feel like commenting. You don’t know ppls struggles, stories or lives. Grow the F up. https://t.co/2HcV8AzakW",
  "No one can handle my cruelty. No one can even imagine how far I'm willing to go or what I'm willing to do to someone just to get a little ahead of them. \n\nThe wolves are at the door. \n\nRUN https://t.co/uGuA3y3GE5",
  "NOTHING \n\nCAN\n\nPREPARE\n\nYOU https://t.co/HAgVNa5gTM",
  "@StrongAsWinter @RealZackSanchez Mine are blacker than the blackest black times infinity.",
  "@MzLadeeSuga People exist in an effort-free zone.",
  "#SignsYoureInHell You can't watch @PCWULTRA LIVE ON @FiteTV TODAY!\n\nA DEVIL OF A SHOW! @PENTAELZEROM v. @TherealRVD headlining!",
  "@LittleMsRebel @connor_smoke @CKOWolf I'm sorry, the judge's decision was already made. Please offer a dissenting result via mail to contest it to SHOOP DUNEBECKER, HC 91, BOX 89. \n\nSomeone will get to you in 6-8 weeks.",
  "@LittleMsRebel @connor_smoke @CKOWolf People that aren't me. I win.",
  "Excuse me, I, a grown woman, want more, please, @Marvel, thank you. Yes.",
  "Watch the new Marvel Studios’ \"Avengers: #InfinityWar\" trailer. Get your tickets now: https://t.co/kctg8VkHan https://t.co/bG7KIpQpnP",
  "The Predator @TheMikeEvans1 knows a prime target when he sees it. Be more like him, follow me!",
  "IT'S TIME! SCARY STORY SIGN OFF #6!\n\nI always thought my dog had a staring problem - she always seemed fixated on my face. Until one day, when I realized that she was always looking just behind me.",
  "@PCWULTRA Ooh, Ooh! 20 questions?",
  "@RealDMWalton_ Just let her burn in hell.\n\nThe less said of her the better.",
  "@PNWHoneyBadger @SMITEGame You know it!",
  "@TruHarmonyCAW Word was kwyjibo.",
  "@TruHarmonyCAW I know, you heard? Won the house scrabble game!",
  "@AceFalconCAW knows talent when he sees it. Talent like me.",
  "Check out my old stomping grounds! \nLive now on Twitch, cwluniverse",
  "@EL__Mystico es el primero de muchos luchadores enmascarados que me siguen.",
  "@beyondwrestling @PNWHoneyBadger @PNWHoneyBadger!",
  "Won my first conquest today. Feelin' fiiine. @SMITEGame",
  "@ryansflair @ZaharaMoniQue Moolah in Hell, learning she won't be memorialized, after years of sabotaging careers to be on the top https://t.co/iWSFr3CtkY",
  "@therealpjmoon ... I know.\n\nI've tweeted about this, OK. I'm saying the reason they don't pick say, Madusa instead now is probably because they don't have a backup statue.",
  "@therealpjmoon It's probably because they don't have a statue",
  "@cardoso_vinny @0nryo @ryansatin They say the sculptor went bite-crazy and was locked away in the vault.",
  "@0nryo @cardoso_vinny @ryansatin If I know curses, that Moolah statue is now cursed as fuck. It probably looks creepy, too.",
  "WWE is changing the name of Moolah match:\n\n“After further consideration, we believe it’s best to proceed with the name ‘WrestleMania Women’s Battle Royal.’  What remains most important is that this historic match is part of WWE’s unwavering commitment to the Women’s Division.”",
  "@MissilePower12, the best video editor in the community, is following me. You should hit him up for work. He's fantastic. I know talent because I'm more talented and humble than 90% of my peers.",
  "@TheRealEbak And don't overdo it on the pain meds. Only take them when it's unbearable.",
  "@TheRealEbak It's not a joint or axle, so KT tape won't help much. Tape your ribs with athletic tape and wear a padded vest for a little while. Drop crossbodies.",
  "@TheRealEbak Can I offer advice?",
  "People seriously need to re-learn their spelling and phonics.",
  "@CWATalent Well, my knee is knee-ither.",
  "@TheToneWhite @Blaze2TheMax @PublicGINocide The WWE once put out a new shirt in just a few hours after @WWECesaro hurt his teeth. Financially and capability wise they are on a whole nother level. Only ROH(With Sinclair) and Impact! are in the neighborhood in the US.",
  "@WrestleSubtitle The wound is still fresh, Max.",
  "@TheToneWhite @Blaze2TheMax @PublicGINocide True",
  "@TheToneWhite @Blaze2TheMax @PublicGINocide And he's right, the WWE is the goal for a lot of guys, I'd imagine, and WWE is so big they fund movies, but I think they ignored the Indy scene for a while.\nThey're getting better, though.",
  "@WrestleSubtitle Old Spyro.\n\nNot new one.\n\nNever new one.",
  "@Blaze2TheMax @TheToneWhite @PublicGINocide Because where else are you going to go? Their attitude at the top level to make it seem like they're the only dog and pony show in town has just made the Indy scene bigger because the fans want an alternative.",
  "I've signed onto @LOPUniverse1.\n\nSorry, girls.",
  "@WrestleSubtitle Except the ref is 58 meters above the Silverdome?",
  "#ThursdayThoughts Humanity is doomed! https://t.co/gfCZlYA1EU",
  "The Fabulous Moolah was fabulous only to herself. The woman was a knife in the leg of professional wrestling's progress and set herself above all others, ruining countless careers and lives in the process. May her name be forever derided.",
  "Sell your soul! DM me for promotional tweets! If I really like you, I'll do it for fun!\nOther patrons may require a sacrifice or to be called upon for a ḏ̹̩͕͓̦ą̺̹͚r̛k͖̖͈̙̲̯̼ ̝͉̠̱̳͉͘d̪̣̯̘̗̺͠e͙̲̦̯̫e̶d̪ ̙̮͖͕͕a͙t̢̙̜̪͚̼̤͍ ̣̳̮s҉̙o̱̠m̘̀ḛ ̘̻̤̳̹̞̖̀p̥̙̤̠̺o͈̞̲͎͞i̩͘nt̼̫͖͚̭.",
  "@PCWULTRA TUFF LUCK! CERO MIEDO! THE WHOLE FREAKING SHOW! LIVE ON @FITETV! TOMORROW! https://t.co/MS16LBzlbk",
  "TOMORROW! Catch @CWL_Universe!\nLive on Twitch!",
  "@AntiVenomCAW @FUTUREOnYT That women's belt is sexy.",
  "IT'S TIME FOR THE SIGN OFF SCARY STORY #5!\n\nAnn sat at the stop light, watching the distant street lights go out one by one.  Squinting to see, she turned on her high beams, and with that instant she understood it was a shadow of something  in the street blocking the light.",
  "Drum roll please!",
  "Follow @CWL_Universe, my old stomping grounds! They're running a charity stream for @NAMICommunicate  soon!",
  "I dread when my kid is 7 and I'm 40 at his show and tell and have to poison mist his teacher in the eyes.\n\nNow, wait a minute. That's cool. No, I'm that mom.",
  "@RealHailStorm That's a good attitude. Anyway, back to being mean and sassy.",
  "@RealHailStorm As an old fart, lemme say life isn't a race. Some reach milestones like apartments early on, others take their time.",
  "@soathehulk @TherealRVD \"Hold my beer, gonna die real quick.\"",
  "@P1RRiley @GlammourQueen_  https://t.co/IEto5VquDY",
  "@GlammourQueen_ @P1RRiley  https://t.co/tExw8DSLTR",
  "@P1RRiley @GlammourQueen_  https://t.co/7OCYcixAx7",
  "@IAmKateNyx Said inventor https://t.co/PqSicgBNkF",
  "@IAmKateNyx Somewhere, the inventor of the Wading Pool Podium is OUTRAGED.",
  "@TheSkylerCarter  https://t.co/lpiVbPNTuU",
  "@StarEcilpeCrim knew power when they saw it. Another follower joins my ranks. https://t.co/grml5VwZxL",
  "That means it's a pleasantly notable day.",
  "Thanks to coaching from @PNWHoneyBadger, I got FOUR kills on Smite! It's a red letter day at the Lovecraft crypt.",
  "@connor_smoke @Justin_Tyler016 @FrankHunterWTX @hasstlehd @RealTysonBrooks @RealHailStorm @AustraliaStrong @THELiamMercer @dlambdynasty @RossIsChaos @TheAfflicted0ne There's a mistake, mine isn't listed.",
  "My first match out of my old company, taken two weeks ago at a high school in a sleepy town in Montana. Go Growlers! https://t.co/9layKRUDBL",
  "@QueeniesGaming I was talking about @realDonaldTrump, I didn't mean to reply to you.",
  "@QueeniesGaming Drama and loud nonsense.",
  "In a perfect world, there would only be breakfast food.",
  "@realhartman Butch Hartman. ❤",
  "@Starr_Power1 I listened to the Hamilton soundtrack too!",
  "@AshleyZynda_ I should say the same.",
  "@AshleyZynda_ You recognize my talent and capability. You have good taste.",
  "@AshleyZynda_ made the right call following me.",
  "@J05HSnyper is a straight shooter following me.",
  "@LaurenceFische8 @XRachelWalker Retweet if you want. Help a sister out.",
  "WOLVES ARE AT THE DOOR, PRINCESS https://t.co/2EAnf09bJz",
  "@P1RRiley  https://t.co/i2gcaKRBCI",
  "Taking booking requests, DM me.",
  "*** PLEASE READ THIS BEFORE CONTACTING US OVER THE NEXT 3 DAYS ***\n\nWe get a lot of the same… https://t.co/i78WplUmv3",
  "@kelly_quavis Twitter avatar?",
  "Anyone know any artists?",
  "@connor_smoke Stop.\n\nBad.",
  "@LaurenceFische8 Not another goddamn trend.",
  "I am the conquerer witch, with claws rending deep. I will tear and tear until there is nothing left but bones to pick from. https://t.co/95LlQWnGSp",
  "Everyone can take comfort in the fact that Thunderkitty put an end to The Spider Lady once and for all. #aboutthreebills #80percent https://t.co/JmTb5vjKe2",
  "@WrestleSubtitle When has the WWE ever done that, my friend?",
  "@WrestleSubtitle Max, do you think the WWE is feeling the pressure to put the 🛑 to the name?",
  "Incredible infodump on the Moolah issue by wredditor PurpleGato42. Includes sources, stories, and links. If you say there's no info on it, then you're just ignorant to the facts. \n\nhttps://t.co/o9goVwB5PA",
  "https://t.co/0Zvo51pCDJ",
  "Tuff Luck or Redemption? @PENTAELZEROM defends against @TherealRVD again this Friday! Stay tuned for @PCWUltra EPIC Main Event event, PLUS @Jordan_Devlin1 vs. @DouglasJamesPro for the Light heavyweight championship! \n▷ LIVE on FITE: https://t.co/qxJjBLcnxB &lt;-- Click to bookmark https://t.co/fdQJwVZAxM",
  "@FiteTV @PENTAELZEROM @TherealRVD @PCWULTRA @Jordan_Devlin1 @DouglasJamesPro WHAT A SHOW!",
  "SUPPORT YOUR LOCAL WRESTLING COMPANY.",
  "@QueeniesGaming Oh, STOP. https://t.co/wKiNDosZdA",
  "@QueeniesGaming I already know I'm great AND beautiful.\nBut enough about me, what do YOU think of me?",
  "@bmcnamee112 You know what? I'm gonna say no, just 'cause.",
  "Long day ahead working on my house. Overalls, paint, hammer and nails, my wife getting me lemonade, you know, the Canadian dream.\n\nI wanna be playing @SMITEGame instead.",
  "@bmcnamee112 is no fool, he followed me!",
  "@CKOWolf knows gold when he sees it!",
  "@therealpjmoon No.\n\nThe Roode Bomb. It's a Fireman's Carry Neckbreaker Slam. Call it the Fabulous Bomb and gimme a coffee for my brilliant idea.\n\n😘",
  "IT'S THAT TIME! SCARY SIGN OFF #4!\n\n\"Each night Father fills me with dread\nWhen he sits on the foot of my bed;\nI'd not mind that he speaks\nIn gibbers and squeaks, \nBut for seventeen years he's been dead.\"\n\nEdward Gorey\n\n1925 - 2000",
  "My better half told me a joke.\n\n\"You have a busy day tomorrow and are on your phone. Go to sleep!\" She says.\n\nWho made YOU boss- oh.\n\nOh, right.",
  "@TheSkylerCarter @RealDMWalton_  https://t.co/uylgL5KV3c",
  "@ROXWrestlingYT @RealDMWalton_ Both should be acceptable. Roman may not be able to kibosh creative decisions, and he's getting better.",
  "You may be wondering about the knee brace.",
  "@GMA @P1RRiley History will never forget him.",
  "@Blaze2TheMax Cut them off.",
  "You are not cute.\n\nYou are not pretty.\n\nYou are not a \"diva\".\n\nAnd to be clear,\n\nYou are not safe. \n\nI will smash your plastic faces and lives and expose you to the bleak meaninglessness of this mistake of an existence.\n\nRUN. https://t.co/wOElUUEFqr",
  "@jeremysparks92 made the right call following me. He's only slightly TOTALLY DOOMED",
  "@ThySethRoyse knows what's inevitable. Soon, all shall follow my dark path!",
  "I'm just joking, souls don't exist!",
  "I woke up today with a simple goal of poisoning my enemies with hatred, and now I've made new friends and am playing a MOBA! Lovecraft wins at life!\nAnd all for the low cost of my soul!",
  "@PNWHoneyBadger @SMITEGame @FarCrygame I have a feeling you and I are gonna be good pals.",
  "@PNWHoneyBadger @SMITEGame @FarCrygame Look.\n\nWe are going to be THREE TIME NWA HERITAGE CHAMP TECK TONIK AND  SUBWAY SANDWICHES FREQUENTER LISA LOVECRAFT: CULT HUNTERS.",
  "@PNWHoneyBadger @SMITEGame @FarCrygame Beg pardon?",
  "@PNWHoneyBadger @SMITEGame I've never played it, but I'd be happy to pick it up and learn! You don't improve without stepping out of your comfort zones. DM inc",
  "@JudokaGiant And people say I'm evil.",
  "@therealpjmoon made the right move in following me. Shows great taste!  🏳️‍🌈",
  "Hey, Lunatics! Go follow @PNWHoneyBadger!",
  "@WrestleSubtitle @PNWHoneyBadger I'm not even real, and I'M getting the same bots.",
  "Reppin' @PCWULTRA! Catch them this Friday for TUFF LUCK with stars like @TherealRVD, @PENTAELZEROM and more live on @FiteTV! https://t.co/N2ArcMzuXp https://t.co/05zLs0wpER",
  "@tommy_hazard  https://t.co/5o1nk7HpSH",
  "@tommy_hazard You make mommy very proud.",
  "@TheToneWhite You're one of the few people I tolerate enough to reply to a trendpost.",
  "Look, everyone! Another follower in @KXWWrestling. Be more like Mr. Payne. He knows quality when he sees it.",
  "@WrestleSubtitle \"The forest is burning!\"\n\n\"No, it's not.\"\n\n\"You're on fire!\"\n\n\"I don't believe you.\"",
  "@LittleMsRebel @DaveHenderson98 @TAW_OFFICIAL01 FINE!\n\nTAW, SIGN ME.",
  "Someone look at @HeelSven and see a good example. Follow me or be stepped over! Welcome to my lunatics! From the distant plains of Yith I salute you.",
  "@LittleMsRebel @DaveHenderson98 @TAW_OFFICIAL01 Stop being a joke, then.",
  "@LittleMsRebel @DaveHenderson98 @TAW_OFFICIAL01  https://t.co/ABJJScIbDN",
  "@LittleMsRebel @DaveHenderson98 @TAW_OFFICIAL01  https://t.co/Ty02g2AJjB",
  "@FallenAngelHF @UniversalWorldW Solid in the B show category.",
  "@LittleMsRebel @DaveHenderson98 @TAW_OFFICIAL01 To*",
  "@kelly_quavis W's, for whipping, see, you get it! https://t.co/1vfS0cGxQI",
  "@icecreamcakeee @CWATalent I don't need luck.",
  "@kelly_quavis made the right call in following me. When I assume power in the ruins, he gets less whippings than the rest of you.\n\nIt's still a lot, but less.",
  "@RossIsChaos 💩",
  "@RossIsChaos Desperate and dependant on knowing how people think of you.",
  "@DannyLizano09 This is beneath you.",
  "COMING SOON TO @PCWULTRA\n@RealBrittBaker https://t.co/3t42DkdB6j",
  "It's so fun watching @RealZackSanchez and @Starr_Power1 devour each other. https://t.co/3LLN14mSqb",
  "@GPW_Live @Jayda_XB1 @kelly_quavis @P1RRiley My boy's hair looks like toothpaste",
  "Lisa Lovecraft supports @Jakebain10.",
  "Getting into my business suit, talking to my real estate guy. The deal is about done.",
  "@JudokaGiant Look at the fucking wordsmith over here",
  "@NateWestGaming @QueeniesGaming @UniversalWorldW Hi, Nate? I have a question?",
  "America is doomed. I give it a doom rating of 8-10. Don't elect reality TV stars. https://t.co/3lqMJBGL7n",
  "@PayneWTX Solidarity, brother-brother. https://t.co/TPUZLxW4Lg",
  "@hurricanenita @GuitarPlayerNow Great cover!",
  "@TheKyleBlaze @UniversalWorldW You say biggest, but I'm on Friday's show. Tonight, Amplified begins it's new era as the B show! See talent like Kyle Blaze!",
  "@DaveHenderson98 @COHAlexSurfire Try, he says. Hasn't he watched Star Trek? Do or do not, there is no try.",
  "\"Quote This And Be Honest About How You Feel About Me\" \n\nI have an answer for you all.\n\nYou're self-conscious.",
  "Amplified Day!!! Make sure you follow our twitch channel at https://t.co/NzRWxIOlRt and make sure you get a notification!!! The show starts at 6 PM EST!",
  "Finally in my own house, with my own wife and I think this is my cat.",
  "Look at @Cameron_Kray, all doing the right move in following me.",
  "I am shocked, read, shocked, that @PCWULTRA would follow me! I may be made of polygons and sass, but my black heart has grown four sizes today.\nGo check them out on Amazon! This Friday, they have @TherealRVD vs @PENTAELZEROM! I'a, I'a! https://t.co/qRnQ9HwqeF",
  "Thanks for the follow, @PCWULTRA!",
  "IT'S TIIIIME FOR A SIGN OFF SCARY STORY! Scary Story #3!\n\nIn 2016, an IT guy received a motion alert from one of his work's security cameras. He reported seeing two small red lights move about one of the rooms.\n\nThe camera was in black and white. https://t.co/r5n9uLmzHY",
  "I'm a grown ass woman. I don't need my phone telling me to go to bed.\n\nOH NO, I'M ALREADY IN BED.\n\nOH NO",
  "New tights, same butt.\n\nThanks to a dear friend for the logo stitching. https://t.co/cAOkk0vjX4",
  "White gear now. It'll be red again real soon. https://t.co/TOoLQdR88Z",
  "@QueeniesGaming Excellent choice in following me.",
  "@gogojojo331 You don't know the half of it. https://t.co/9smlX7Lif5",
  "https://t.co/vN0OJGFwb4",
  "Welcome, @HS10SAI, to the lunatics. You show great taste in following me. \nBeware future mom jokes, creepy stories and do not feed me after midnight.",
  "@PublicGINocide I love me too. I'm wonderful.",
  "I looooove Air Bud stipulations like this.\n\"Well, there's no rule a single competitor can't do this...\"",
  "WAIT, I CAN WATCH EXCELLENT WRESTLING FROM @PCWULTRA ON THE GO VIA @amazon? AND I DIDN'T HAVE TO MAKE A DARK PACT WITH ELDER GODS?\n\nI mean, too late, but still, that's a great deal!",
  "I'm hesitant, but part of me wants to try @Arbys Miami Cuban.",
  "@JGtheCAW Everyone seems to be using this thing.",
  "Shit like Ultimate Deletion is why I love wrestling.\n\n        - a monster lady",
  "@HeyWrongMan @TheEmilJay  https://t.co/6V3MOS3mUD",
  "@TheEmilJay @HeyWrongMan They didn't see the camera with the red light?",
  "HOW DO THEY NOT SEE THE CAMERA #RAW",
  "@HeyWrongMan Absolutely.",
  "@WrestleSubtitle It's all marketing.",
  "@HeyWrongMan Expect, I mean. Autocorrect. 💀",
  "@HeyWrongMan Nero did play the lyre as Rome burned, legend has it. Moral of the story? Don't work for cartoons.\n\nI suppose there's also \"Don't respect to feed 4,000 people with a single kitchen.\"",
  "@HeyWrongMan \"SAVE US!\" cried vendors trapped in a red zone. The manager stared at the security feed as the ravenous crowd attacked for crazy bread. \"Pizza, Pizza!\" He lamented.",
  "@HeyWrongMan \"WE NEED MORE CHEESE IN SECTOR A!\"\n\n\"I HAVEN'T SEEN TOMMY SINCE THE LAST RUN!\"\n\n\"HE'S DEAD, GET THOSE PIES OUT NOW GODDAMN IT!\"",
  "@HeyWrongMan Thanks for the follow. You say you do everything wrong, but this was the right decision. https://t.co/n1HJaeL5zA",
  "@WrestleSubtitle The WWE has a great talent in whitewashing the image of assholes.",
  "@HeyWrongMan I didn't think about that, but you're right.\n\nThey'd better fucking be just doling them out.",
  "Write down your goals. Paste them around your house. That way you see them every day and move towards them.",
  "@oxOpheliaxo @AllAboutEIise Brave of you to wrestle in your underwear in front of countless thousands.",
  "@WrestleSubtitle Despicable she's getting the Andre treatment.\n\nI don't even have a heel joke here, she was truly awful. Google Wendi Richter, people!",
  "@JGtheCAW Excellent taste in following me, Mr. Gallagher. A follow in me supports a future we can all believe in! https://t.co/Ykk52iSBWD",
  "@Jayda_XB1 Maybe in a bit.",
  "@SomePinkNerd I don't get swayed by peer pressure.",
  "I've got another costume I did a photo shoot for, but I'm a little hesitant.",
  "@SomePinkNerd You got the most magical fortune of them all.\n\nDisappointment.",
  "@Sara5xchamp You're*\n\nAnother for the road. https://t.co/oQDjha0NXG",
  "@Sara5xchamp Do well, Sara, and thank you.",
  "@Jayda_XB1 Excellent choice in following me.",
  "@Sara5xchamp That's fun, but I'm all the way over here, you see. In the \"mocking you from afar\" section. https://t.co/FnKDXzET2S",
  "@Sara5xchamp What are you saying? That's a great turn of luck for You! I bite.",
  "@Sara5xchamp @UniversalWorldW Rebellion.",
  "@Sara5xchamp Thanks for the follow. You know talent when you see it.",
  "Just joined the @UniversalWorldW after a very generous offer. The women of the roster will grow to fear my name and presence.\n\nIf you think you can stop me, contact @UniversalWorldW and join, ladies.",
  "You do NOT need fancy expen$ive equipment to become an artist or writer. Get a pencil and paper and start something!",
  "@RealDMWalton_ Or go red over your current, splatter it with blood.",
  "@RealDMWalton_ Go white, blue, and silver. Do away with the nun, maybe go a cloaked skull.",
  "@RealDMWalton_ I have ideas.",
  "@RealDMWalton_ I'm a writer?",
  "@RealDMWalton_ Show me your full attire now?",
  "@RealDMWalton_ Yo.",
  "@RealDMWalton_ @TheeNicVirtue FAM tricky to get into?",
  "Davinah Evans needed to go to the limit to stop me.",
  "@HaveUSeenHarris 💀❤",
  "@CWATalent @BarbieVersace @sarah_vanessaIV @Livn_phenomenon @OliverWindsor2K @Starr_Power1 @CrazyJ2x @TheFabuEvan69 @RealZackSanchez @THELiamMercer The CWA will learn of the lengths I'm willing to go to get what I want. I will corrupt the hearts and souls of men.\n\nRun.",
  "https://t.co/cXa5VEwRmm",
  "@connor_smoke Thanks for the follow. You have good taste.",
  "Watch Anytime: PCW ULTRA on Amazon Prime: https://t.co/0l2BL5w7yJ via @YouTube",
  "Anyone know any artists?",
  "@WrestleSubtitle Why celebrate failure?",
  "@SomePinkNerd  https://t.co/YYaiZv3CrD",
  "I heard rumblings about Kid Rock today, from @WrestleSubtitle tweet and such, and now I know why. What did Kid Rock ever, uh, do? In wrestling?",
  "You've got a great maximum level demotion coming!\n\n#FireSomeonePolitely",
  "@AntiVenomCAW This is mostly current. https://t.co/JdxOqfKIN1",
  "@JudokaGiant @UniversalWorldW I strongly disagree, it's been proven the Earth is semispheroid in shape and Thomas Starr ducked Mills on @UniversalWorldW Let's Talk.",
  "@AntiVenomCAW  https://t.co/iebsQgLvF2",
  "@JudokaGiant @UniversalWorldW It's undeniable that people need to drink more water and look at the fact that Starr dodged Mills on @UniversalWorldW Let's Talk.",
  "@JudokaGiant @UniversalWorldW I think people need to look into the fact that Thomas Starr dodged you on @UniversalWorldW Let's Talk.",
  "@JudokaGiant @UniversalWorldW What announcement?",
  "@JudokaGiant  https://t.co/Q7hjHouNaj",
  "@shadows_jordan @HonorBoundCOH Did it start now or long ago?",
  "@JudokaGiant  https://t.co/KNcXRYhC8S",
  "One hour, 15 minutes. Twitch. Izentrix.\nI will tear you out of your complacency and sense of safety. I will be the claws on your window at night. I will be the shadow in the corner of your eye when you're walking alone\n\n           NONE OF YOU ARE SAFE",
  "@AntiVenomCAW Do you do critique?",
  "Salad for lunch.",
  "@TheMetalSmark @OphidianCobra Jeez, talk about a brain scrambler!",
  "@PublicGINocide @LaurenceFische8 Hardly an argument. Best of luck.",
  "@LaurenceFische8 @PublicGINocide Coming from a grown man with bunny ears.",
  "@TheToneWhite Know what show I'm on?",
  "@TheToneWhite I'm signed to CWA.",
  "@LaurenceFische8 @PublicGINocide A white strap makes it stand out more, and her hair is brighter colors versus her clothes, so eyes are drawn to her face and then the strap. Good design, Gin.",
  "@IAmKateNyx  https://t.co/GJjMS6yVVR",
  "@IAmKateNyx A fucking excellent suggestion!",
  "@IAmKateNyx I'll be more generous with my praise in the future.",
  "Following @IAmKateNyx. If you admire talent, she has truckloads of it.",
  "@shadows_jordan @CWATalent This is the only way to get what you want. If a friend is in the way, they put themselves there.\n\nMove them.",
  "Once the poison is in your veins, it's only a matter of time before the form twists and contorts. My corruption will bring nothing but ruin to @CWATalent and leave my so called competition lamenting and disfigured. \n\nRUN.\n\nRUN https://t.co/0UGI2osT82",
  "My patience for some shenanigans on Twitter is low.",
  "With the slightest little effort of my ghostlike charms, I have seen grown men give out a shriek",
  "@SomePinkNerd We married in February of last year, we've been together since 2014.",
  "I AWAKEN. Wife is leaving for work.\n\nQ/A time. Go.",
  "https://t.co/OUZPIEpU86",
  "@RealHailStorm Oh, I just saw. God, damn it.",
  "@RealHailStorm Who is \"Jeff\"?",
  "@BlacknGoldBully we are just days apart from birthdays. Happy birthday!",
  "Signing off. Here's spooky tweet #2!\n\nA man going through his phone gallery and finds photos of himself sleeping at night.\n\nThat's funny, he thought. He lived alone.",
  "Stitching together my mask, getting my shit together. Working in my new knee brace. Wife in bed. Can't stop thinking about wrestling. Gonna be watching tape until she calls me.",
  "Fastlane was fun.",
  "I think the best match of the night was @RubyRiottWWE and @MsCharlotteWWE in terms of storytelling.",
  "@CWATalent That bot is not safe for your account.",
  "@RealDMWalton_ No",
  "@RealDMWalton_ Though I live in Vancouver now.",
  "@RealDMWalton_ Pemberton.",
  "@RealDMWalton_ I have a tattoo of a tree.\n\nI'm from British Columbia. Lotta trees in my hometown.",
  "@CodyHagen78 I'm here to help.\n\nAnd bite foreheads.\n\n30/70",
  "@CodyHagen78 Typo in your bio. It's \"competitor\"",
  "I like Naomi, but screw that, Go Canada! @NatbyNature",
  "@1NationNoGod Finally, someone speaking my language.",
  "I want to wear a robe like Bobby Roode all day and slap peasants",
  "@tommy_hazard I'm proud of You!",
  "Thanks for the follow! @1NationNoGod \n\nYOU ARE NOT SAFE https://t.co/g877oSFxo5",
  "My cat tried to jump on my desk and face-splat against the side. She's okay!",
  "@RealDMWalton_ I'm on a whole nother level. The evil in my shadow is older than the tribal beliefs that transformed into Hell or divine punishment and has no desire or care about the souls of the damned, son.\n\nIt just wants to devour the stars one by one until nothing remains but entropy. https://t.co/ttfUdzz1ae",
  "@RealDMWalton_  https://t.co/wKK0T22L0x",
  "@RealDMWalton_ Hell, he says.",
  "@RealDMWalton_ thanks for the follow.\n\nWhen the great old ones awaken, I'll make sure you get eaten first. https://t.co/nMqzrdJjoe",
  "@SicarioCWL We both know I was first, brother brother. https://t.co/Hlew1DgBkH",
  "WHO IS THIS CREATURE WITH AN INSATIABLE LUST FOR CHAOS? https://t.co/civ7GJG1xn",
  "@SomePinkNerd Ugh",
  "@SomePinkNerd Zuul?",
  "My wife says I cannot name our future kid after Bill Murray. \n\nOur relationship \n\n2014-2018",
  "NONE OF YOU ARE SAFE",
  "RUN https://t.co/E2mthhOMXE",
  "Catch my old stomping ground on Twitch right now, with live commentary by @rexandrews and Ryan \"The Bear\" Davidson!\n\ncwluniverse on Twitch!",
  "@JudokaGiant Gold star for you, able to read a number.\nI do have 21 followers, that's right! \n\nHere you go!\n\n🌟",
  "@Blaze2TheMax Bad days are there to show yourself how you face obstacles. Be strong.\nThink with clarity. You'll be home relaxing soon.",
  "@JudokaGiant That would require going back through them. It was harsh enough the first time around. 😘",
  "@HaveUSeenHarris @Shinedown I LOVE IT.",
  "@Blaze2TheMax \"And that's how I got my first follower. Gifs.\"",
  "@Blaze2TheMax  https://t.co/9u2FNzCrAb",
  "@Blaze2TheMax ...yes, that. Anything else may drive you to madness.",
  "@Blaze2TheMax Something older than time and space, the darkness lurking behind the stars, the thing that should not be that abhors the trespass that was the creation of the universe and a proud owner of a Subaru.",
  "@RealHailStorm Not touring yet, but I will be soon.",
  "@RealHailStorm Thank you. I'll accept a sandwich tray as a welcoming gift, or an assortment of fruit.",
  "@RealHailStorm https://t.co/q08BPY5Rx7",
  "https://t.co/hiTDBz4bt4",
  "Listening to @alicecooper today. Words cannot express how much I love him.",
  "I'm a simple down-home Canadian girl who wants simple things. I want to love my wife. I want to follow my dreams. I want to unleash an eternal night filled with endless horror overseen by unfathomable eldritch masters.\n\nSimple things.",
  "@Blaze2TheMax All too much.",
  "@TheToneWhite @Maverick__Flynn @PrismaticPorter @CWATalent  https://t.co/r7JmKcocyD",
  "@_VioIetta @ZaharaMoniQue Solid thinking. History is written by the winners.\n\nNext time she challenges you, put the fear of God into her.",
  "@Blaze2TheMax We are kindred spirits, you and I.",
  "My better half is gonna toss my Samsung in the disposal. I'm off!",
  "I should be off my phone, but Twitter is more addicting than I initially hoped.",
  "@LisaLovecraft @WrestleSubtitle @PENTAELZEROM Let's not forget Rob Van Dam! @TherealRVD next Friday is gonna be nuts!",
  "@PCWULTRA @WrestleSubtitle @PENTAELZEROM @TherealRVD Who could forget Mr. Monday Night?!\nRob Van Dam is a king!",
  "@PCWULTRA @PENTAELZEROM Much love to you and him. Hoping 2018 is very successful for @PCWULTRA.",
  "I'm signing off for the night.\n\nStarting a tradition here to scare the hell out of you in just a few sentences.\n\n\"She had been standing there in the dark for four hours while he was pretending to be asleep. This creature was not his mother.\"",
  "Making fish fillet for dinner.",
  "@WrestleSubtitle @PCWULTRA @PENTAELZEROM It's so good, it not only says \"Here's a great parody\" and \"Oh shit, IT'S PENTA!\"\nThat's one of the best posters I've seen for a show.",
  "@PCWULTRA Please. Your use of @PENTAELZEROM is INSPIRED.",
  "#WrestleQueendom - May 5 - London.\n\nEVE CHAMPIONSHIP\nSammii Jayne (c) vs \"Fearless\" Charlie Morgan\n\nAja Kong vs Viper \n\nMeiko Satomura \nvs Kay Lee Ray\n\n#SHE1 2018 Qualifier\nJetta vs Nicole Matthews\n\n#WarGames Rules Cage\nTeam Rhia ve The Deserving\n\n6 Woman Wildcard Ladder Match https://t.co/lnHwcx2a4i",
  "@TheToneWhite @ToneWhiteINC I'm not looking for fighting. I'm looking for a place to sink my claws into. Send the information.",
  "@TheToneWhite Looking for a client in @ToneWhiteINC brand?",
  "@TheToneWhite Mr. White.",
  "@ryogasaotome konnichiwa",
  "@Trakare  https://t.co/2nSEEZigqm",
  "Feeling that old blood a'churning",
  "@WrestleSubtitle @OG_Captain_MEL He's a treasure.",
  "@OG_Captain_MEL @WrestleSubtitle \"Enough of that wrestling  shit, people want more dog puns! I want Golden Retriever jokes on my desk or you're barking for a new job, Max!\" - Me, as played by JK Simmons",
  "@WrestleSubtitle Bow wow! What a super pupper!",
  "@tommy_hazard Thanks. Boy or girl, I get to pick the first name. Thinking \"Shudge\".",
  "Plannin be like https://t.co/evjIQy3ca6",
  "Nobody look as I follow @CWATalent with dark amusement and sinister plans in formation. Woe to thee.",
  "My wife asked if I could run to the store.\n\nI said I'd rather drive.\n\nI could feel her roll her eyes from across Vancouver.",
  "@DannyLizano09 @P1RRiley @CJWinters01 @hasstlehd @DaveHenderson98 @CWATalent @TAW_OFFICIAL01 @UniversalWorldW 💀❤",
  "@DannyLizano09 @P1RRiley @CJWinters01 @hasstlehd @DaveHenderson98 @CWATalent @TAW_OFFICIAL01 @UniversalWorldW I think we shop at thevsame mask tailor.",
  "Today, I turn 33!",
  "If you wanna find hell with me, I can show you what it's like.",
  "@HaveUSeenHarris \n\nHarris. https://t.co/qaVTykLmii",
  "@tommy_hazard You have more of a butch haircut than I do.",
  "I'm having a kid this year. That's wild.",
  "@tommy_hazard No thanks. I have an original.",
  "@tommy_hazard Proud of you. Hit them hard.",
  "My first tweet. Currently shopping for my wrestling school and getting healed up."
 ]
}