{
 "user": 3996478713,
 "tweets": [
  "@EstefaniaRobin2 @POTUS PS: The agent was named Vincent E. Drain read in writings from J.Edgar Hoover. May still be in FBI’s vault-database under “Bohemian Grove” or type operative’s name. It was a 250pgs of personal writings of Hoover from 1966-1972. Could have been deleted but can’t. #JFKFiles #QAnon https://t.co/36a14VMtQ0",
  "@POTUS #ReleaseTheTexts #Unredacted #Coup ##Haiti #HRCVideo ##UraniumOne #JFK #Qanon #MakeItRain #MAGA TY @realDonaldTrump https://t.co/z38xvlJOup",
  "#TheRainMakers  Team 31\n☔ Meme's #MakeItRain ☔Team\nLet's Make it ☔ ☔ ☔ ☔ ☔ ☔ ☔ \n#TheStormisUs\n#MOAB\n#ReleaseTheTexts\n#UnRedaction\n#TrustThePlan \n@POTUS \n#QAnon\n#WWG1WGA https://t.co/IuwiLjhi16",
  "@EstefaniaRobin2 @We_R_an0nym0us @POTUS C)Did ya’s know the FBI-man who worked on the JFK case was a 33rd degree Freemason? Sry but only Pagans/Cultists run the world show. Rothschild Cabal of Khazars/Royalists/Zionists who hijack religion and divide “races”. Awareness is the best tactic for exposure! #QAnon #JFKFiles https://t.co/WZy4Ga2uD3",
  "Did ya’s know the FBI-man who worked on the JFK case was a 33rd degree Freemason? Sry but only Pagans/Cultists run the world show. Rothschild Cabal of Khazars/Royalists/Zionists who hijack religion and divide “races”. Awareness is the best tactic for exposure! #QAnon #JFKFiles https://t.co/HuYEUujmSp",
  "We’re arresting child predators &amp; rescuing kids. Demons attack elsewhere online. THANKS to you who have my back &amp; set them straight out there‼️ 🇺🇸 #Sawman #V4CR #FightBack",
  "@kennacharlotte2 @RealMattCouch He’s certainly right about MSM but trusting Pagan-Zionist owned Israel is BAD. Don’t trust them they’ve ran banks, sectors, divided races and hijacked religions for centuries (650-1740AD). Talking about Rothschild Khazars/Ashkenazis. It’s all in history. No mistakes, just win. https://t.co/musgLcaqMm",
  "@RealMattCouch @LANURSE1 Hah you believe what the fckin Mossad claims? Same Israel that SUNK USS Liberty? When did favoring the “President” mean being a Royalist. Rothschild created Israel 1917 Balfour-Dec. Pagans are Zionist and Zionism hijacked Judaism. Along with rest of religion, race, and sectors! https://t.co/HGhtaP6Ose",
  "@HaramHussy @NeverTwain Rofl come on. Rothschild Cabal have been polluting the planet and devious social-engineering since 1740. Read a history book. The Khazars took over religion since 950AD. Their ABC-agencies CREATED radical-Islam. Afghan 80s importing Wahhabism. Was there such a fuss b4? #QAnon https://t.co/aJvRy9Lx1J",
  "@thecjpearson @Cernovich @johnlegend Mention the Rothschild Cabal that manipulated religion and race. They’ve been around b4 the US was formed and fell after 1870-1910. It’s not difficult at all to consume all sectors with controlling banks/monetary. We shouldn’t be dividing each other into labels but UNITE! #QAnon https://t.co/XHhiO0eHmm",
  "PS; I respect all while trying not to judge or divide yet those in control appear to be “Jewish” but instead of Khazar pagans using Zionism movement to hijack Judaism like rest of religion throughout time. The history can’t be debated. Best tactic is to spread awareness #QAnon #Q https://t.co/SfQHrbEyHa",
  "@mirek0914 But remember even all the religions have been used/hijacked. Khazar (look into em) bloodlines of pagans are the Elites if not the majority of the 8.5K inner circle. Most don’t even know they’re giving their descendants to slavery under a guise of prosperity but only for control. https://t.co/svslXjhEuy",
  "@johnpavlovitz Doesn’t matter. What we need is action, not against other nations but the Plutocratic Monopoly that runs most the planet. 1740 Rothschild EU banks/Rockefeller oil 1870&amp;1910 Fed-Reserve = all sectors owned. These Royalists-Elites are literally killing the planet! #GlobalGoals https://t.co/BKBRpbBaCE",
  "@StrictlyComeCov @Steelerfan8s @whatmatters1 @smartnews lmao doesn’t matter. What we need is action, not against other nations but the Plutocratic Monopoly that runs most the planet. 1740 Rothschild EU banks/Rockefeller oil 1870&amp;1910 Fed-Reserve = all sectors owned. These Royalists-Elites are literally killing the planet! #GlobalGoals https://t.co/aoCygxT1A1",
  "I agree, their/a false-flag is imminent seeing how much the Rothschild Cabal is losing control. They own all sectors including politics so no need pointing fingers at ourselves like they do already. Best tactic is to spread awareness.  Enjoy the days all and good luck. #QAnon https://t.co/sBhHvmsPKj",
  "@DD1958 @BrexitTory_ Dafuq you mean, you even know what the DeepState is or ya just guzzle down fake MSM. It consists of Rothschild banks that have ran EU since 1740/US 1870. They divide us and ALWAYS put ThePeople as scapegoats. Banks own all sectors including politics. Things are ran by bloodlines. https://t.co/HfJAUhjsc1",
  "@ReneeWimmer_ @TXFederalist @KyleKashuv This is all a ploy for division and control by “Deep State”. Awareness of Plutocratic Monopoly that runs most the planet. 1740 Rothschild EU banks/Rockefeller oil 1870&amp;1910 Fed-Reserve = all sectors owned. These Royalists-Elites are literally killing the planet! #GlobalGoals https://t.co/5dZUMNNuG1",
  "@kanyewest Welcome to the 6th extinction from centuries of social/geoengineering by Elites like Rothschild (EU banks 1740) and US Rockefeller 1870 Oil then Plutocratic Monopoly fully 1910 Fed-Reserve. Best tactic is to spread awareness of truth. GL ALL #GlobalGoals #DownWithElites #QAnon https://t.co/BHoUSPMa23",
  "I feel these arts (lotta others) make it feel like a true battle for Earth vs Rothschild Cabal. ThePeople know truth more than ever in history. Hijacked us. Their flaws/mistakes will cost their desire for total-control. They started this long b4 us! @muse https://t.co/7HEQS0qPH0 https://t.co/a8fIxjUeSD",
  "💥”We are in this together.” ... “This is about taking back our FREEDOM and saving our children/people from the EVIL that has plagued our country/world for so long.”💥\n#Q https://t.co/wWorDlBDPv",
  "@Julie4Trump @AmicusAtticus @5Strat @PrimeCreator2 @POTUS Ah I see folks standing up alright with some standing in the wrong place but still gotta respect their care. Even if misguided like the controlled political sectors. All that’s needed is showing folks awareness through history that can be debated. Unity and understand the root. https://t.co/xUfHP79ewx",
  "Nice quote by Orwell trying to expose Rothschild/Khazar bank cartel of the Plutocratic Monopoly. Kleptomaniacs that want total control of all sectors, humanity, and Earth. Spreading awareness is best tactic to end social-engineering. Say hello to the pit. @SadiqKhan #QAnon https://t.co/auzFgawOwb",
  "The petition below is 35k short &amp; only a week to go!\nIt calls for no adoption of disastrous CFP &amp; for no continuation of CFP post-Brexit as part of transition.\nMuch appreciated if folk take a minute to sign.\nLet's push parliament to scrap the CFP asap!\nhttps://t.co/7U4UHTT71u",
  "This is going to need a miracle to hit 100,000 by 3rd May - that's six days.\nCurrently at 63,345.\nLook at the map, the coastal communities are desperate to get their fish back.\n#WatersBack #fishing https://t.co/PuMex4Xn5f",
  "@AmicusAtticus @Julie4Trump @5Strat @PrimeCreator2 @POTUS Awareness is great too. What we need is action, not against other nations but the Plutocratic Monopoly that runs most the planet. 1740 Rothschild EU banks/Rockefeller oil 1870&amp;1910 Fed-Reserve = all sectors owned. These Royalists-Elites are literally killing the planet! #QAnon https://t.co/J4JjrgdRDS",
  "Revelation - 3:9 ***I will make those who are of the synagogue of Satan, who claim to be Jews though they are not, but are liars--I will make them come and fall down at your feet and acknowledge that I have loved you.*** \nThen see the history of Khazars/Bauer/Bayer/Rothschild. https://t.co/XQ9dDcJ9hx",
  "@titanmaxima @KyleKashuv Woah that’s weird gif lol. May the Cabal fall prevent use our children/descendants and disarm The People! Good luck all. Remember history, the cause of it all will set truth free. Enjoy days all victorious exposure is near! #GlobalGoals https://t.co/yn1MG0DKWD",
  "@OurLadyCovfefe @LutzNobody @KyleKashuv Well of course, once look into the Khazarian Empire used The People’s faiths even manipulate them to give off an artificial cover piece for division. In past agencies with Afghan ploy to raise radicals in 80s importing unstable groups - Wahhabism seeped in. No direct involvement. https://t.co/lzuGw4PZWM",
  "@titanmaxima @KyleKashuv Not my fault ya fear the truth heh I don’t judge and respect all. Save the planet and future of descendants/humanity through truth awareness. Cabal owns all sectors for social-engineering. Their school was openly target AMID threats and monitoring of Cruz BY Feds. Anything goes! https://t.co/RV77KVQQb8",
  "@LutzNobody @KyleKashuv Root of all suffering is greed/control/power. Throughout history with Khazarian-Empire 650-950AD. They studied all main religions yet decided to enter EU under “Judaism” when just a Pagan-Zionist ploy. Plutocratic Monopoly. Expose! For future of planet. #WorkingClassHero #QAnon https://t.co/eCoMRpki7P",
  "@LutzNobody @KyleKashuv Hey I like pineapples (ate some not long go heh) and don’t mean to offend but just spreading awareness. That our children are target for social-engineering. Look into Rothschild/Rockefeller. Truth will set ya free. Enjoy the days and good luck all. https://t.co/T2fuhvVr2p",
  "Happy Birthday to Lord-Jacob-Rothschild hah ya mad Kleptomaniac genius. May you enjoy it cause may be your last before seeing the whole plan fall apart from centuries of hard work to enslave humanity. I have sympathy for their devious ways. Rather control us than help. #QAnon https://t.co/HdnsunYCuy",
  "@KyleKashuv Then it would make you a submitted coward. NO ONE CAN DEBATE HISTORY, remember. Rothschild banks have owned all sectors of EU 1740 and US 1870. They made you an activist for division/distraction since targeted your school. Until the planet is fully polluted and humanity enslaved. https://t.co/nXOqKhvppV",
  "@WestmonsterUK Political Correctness is the genuinely Stalinist / fascist mind-control and opinion-control tool by which Britain &amp; almost all Western societies are being forced to submit to the utter destruction of their countries, societies, &amp; civilization.\n\nThis is worse than Orwellian.",
  "@FXdestination @NeverTwain @WestmonsterUK Yep social-engineering for division/manipulation, and misconceptions. While people go missing every year and big fish being tied to Pedo-Predators no one even cares. Would rather point fingers at each other than stop Rothschild banks’ centuries of global pollution. Sick. #QAnon https://t.co/CgEnsVpczb",
  "@HighVoltageNews @librarycongress @britishlibrary @CFR_org @Davos @USUN @UN @Pontifex @realDonaldTrump @DRUDGE Haha while the Cabal polluted the planet for centuries using dirty industry, scramble DNA, nukes, pandemic, projecting lies (social-engineering and visually with tech), can fry our brains with cell tower frequencies, use geo-tech for large calamities likely. Anything possibly! https://t.co/oJqLfTIloY",
  "MESSAGE TO THE GLOBAL SATANIC POWER STRUCTURE &amp; FRIENDS Your world you built for yourselves is toppling. 543,210 Dominoes - Dominoland  https://t.co/ERqsUUGz2E @librarycongress @britishlibrary @CFR_org @Davos @USUN @UN @Pontifex #ReleaseTheTexts #Qanon TY @realDonaldTrump @DRUDGE",
  "If you are in congress and are part of, or are buddies with the satanist haters of humanity, you may want to stage left.....Like yesterday ⚖️ @librarycongress @HouseGOP @SenateGOP @HouseDemocrats @SenateDems #ReleaseTheTexts TY @realDonaldTrump #Qanon @FoxNews @USATODAY @DRUDGE https://t.co/RSX3oNaiCw",
  "LAUNDERING LEAKS - @Comey shared how he does that, step by step with @BretBaier ⚖️ @seanhannity will give you a follow up to share more. @librarycongress @TGowdySC @DevinNunes @JudicialWatch @SCOTUSblog @Scotus @realDonaldTrump @MikePenceVP @newtgingrich @patbuchanan @DRUDGE",
  "@HighVoltageNews @librarycongress @britishlibrary @FoxNews @USATODAY @nytimes @realDonaldTrump @rushlimbaugh @DRUDGE Cabal mostly West sector that misconceives society to be slaves for bloodline parasites. History of Rothschild/Rockefeller control can’t be debated. Whoever is on Humanity’s side needs to act now and not tomorrow. Sick of playing in this game - Plutocratic Monopoly. #QAnon #1776 https://t.co/dDzXjAjHCj",
  "Rothschild banks have owned most the planet since 1740 shouldn’t need to babyfeed society these facts. Corruption&gt;Greed&gt;&gt;banks. About 8.5K inner circle estimate. WilburRoss with Trump for 25yrs and worked with Cabal. All this social-engineering, anything goes! @UN #GlobalGoals https://t.co/gW1fqv6F6S",
  "@CamEdwards @Cernovich @kanyewest This prolly Rothschild cabal screwing with people’s heads. “Uhuh I think he’s right no he’s left!” Who gives a shyt about owned political sector. Same with Trump when he’s not doing action while whole administration full-blown Royalists. Hard to see what big fish is legit. #QAnon https://t.co/uUC9tiIXGO",
  "@HighVoltageNews @librarycongress @HouseGOP @SenateGOP @HouseDemocrats @SenateDems @realDonaldTrump @FoxNews @USATODAY @DRUDGE I always state the same. If these Royalist parasites don’t act against the openly ruling Rothschild banks then they’re against humanity. All corruption is from greed which the root is banks/power/control of all sectors. Awareness is the best tactic for exposure. Many still used. https://t.co/sQMYU9yGZP",
  "@KyleKashuv @kanyewest WAKE-UP Condemn the Elites who instigate violent events! Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #GlobalGoals #DownWithElites https://t.co/DG2YtE1yCi",
  "@HillaryzMyHmgrl @KiaSpeaks @Freeyourmindkid Haha wtf didn’t know that was apparently now a “white radicals”. Either way division forced by Rothschild’s bank control. Idc bout Pres/Kayne respect all. But true root of all suffering is greed. 950-1740AD major gains in EU, US Rockefeller 1870-1910 Oil-Fed-Reserve. #GlobalGoals https://t.co/OCpIEBsB3S",
  "@MagsBitchs @realDonaldTrump Lmao who cares about Trump. If you knew history... Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #GlobalGoals #TheGreatAwakening https://t.co/jCCo0uYj80",
  "@Dimitri_1389 @1NikolaMirkovic Was used as a scapegoat by Rothschild/bloodlines. All results of social-engineering ! Viva La Peoples ! No Royals ! https://t.co/2gxP77zi9J",
  "@ARRESTPODESTA Not surprising most the US Govt been Royalists since 1910. They’d sell their soul/descendants for power/fame. Idk he’s walking since the emails themselves! We can’t rely on the owned political sector we need military to indict the Royals. #QAnon #TheStorm #TheGreatAwakening https://t.co/greuhrzsKl",
  "@dhoerres @JeffKasky @KyleKashuv @NRA Who’s provoking these mass-casualty events in the first place? Feds were monitoring all past assailants while they made open threats and all were forced to be on psychotropic-meds since childhood (BigPharma). Rothschild banks run the world don’t forget! All a ploy to divide us. https://t.co/i2KMGJttJs",
  "@davidhogg111 @Emma4Change Voting isn’t relevant spread awareness of truth, we’re being divided. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #GlobalGoals https://t.co/bRbQvXezW9",
  "@LANURSE1 PS; My area here in NE PHL exploded with toxic-crap past 5yrs. Dozens sleep lined or anywhere throughout once clean neighborhood. Manipulated by it all, I tell as many I can which some I never see again. Hope. The source of it enters mainly near N.PHL, they claim to be restoring. https://t.co/Sx2UaxvunY",
  "@LANURSE1 Eh may be “progressive” in a way yet those who allow the epidemic control politics along with rest of sectors. Notice how it’s adv after Afghan-occupied by Cabal/NATO most areas. Then the awful “story” with coffins of fallen heroes stuffed with toxic crap for social-engineering. https://t.co/AIpWQtxl4o",
  "@Cernovich @facebook @tedcruz Damn did anyone read those msgs?? Really cryptic how they respond to random events orchestrated. Swear it shows full-blown hints of “Deep State” or Cabal influence openly involved with justice-sector as the rest are owned. Btw not saying all Feds are owned but most. Exposure plz! https://t.co/i6Ic1PCmRi",
  "@Cernovich @facebook @tedcruz That’s because most Feds seem care for false-flags and lying. All mass-casualty events FBI monitored practically all the assailants AND received warnings. Thems majority of the entire US (all sectors) are made to benefit Elites like Rothschild etc. #QAnon #TheGreatAwakening https://t.co/touAelFwg2",
  "WTF are the traders doing? Get ya fckin hands off children and get on the trade damn GOONS. Shouldn’t the Royalists be gloating at the global instability Rothschild worldbanks create?! Markets are totally rigged fully lol wait till The People take a bite! #QAnon #GlobalGoals https://t.co/boY3LrMx9N",
  "@JustinBrannan @NRA You are a Royalist parasite if you think chasing ppl for an rightful opinion is fine. You prolly sell your descendants for a gold coin to kiss Rothschild feet. BANKS OWN ALL SECTORS including politics. So if you care about the planet’s future stop finger pointing. Pathetic #QAnon https://t.co/6gtHAN5LRl",
  "@davidhogg111 @SpeakerRyan This is the result of the Elites’ presence for centuries. Division/manipulation with social-engineering. Control, power, and wealth by owning all sectors. Rothschild EU banks 1740/Rockefeller oil 1870 and Cabal 1910 Fed-Reserve. Just history ya kno? #GlobalGoals #DownWithElites https://t.co/TKOKeqaH8p",
  "@davidhogg111 This is the result of the Elites’ presence for centuries. Division/manipulation with social-engineering. Control, power, and wealth by owning all sectors. Rothschild EU banks 1740/Rockefeller oil 1870 and Cabal 1910 Fed-Reserve. Just history ya kno? #GlobalGoals #DownWithElites https://t.co/QgwI5W79Cd",
  "@PaulBur85936022 It’s a date I’m trying to initiate for global action. Create petitions, tell everyone about the history of Rothschild banks, spread awareness, get it on MSM, demand action, harass UN and ONLY solid action. All our sectors need to be reformed. Idc if they kill me off better hah! https://t.co/Nt8oDT211v",
  "2) I don’t work +40hrs a week for parasites to use our taxpayer $ on phony-ass Psyop-proxy wars pushed by Elites/DeepState/Cabal. Surrender all those associated with Rothschild cartel or fall with them. Royalists rather sell their OWN children instead of real change. Sickening. https://t.co/1CbPUtwBrT",
  "Hah the city puts a tax on all beverages with sugar (everything) then lose that. Prolly spend for PEDO-scum. While Rothschild banks pollute the planet. All sectors owned. Spread awareness! @AxTheBevTax @CNN @FoxNews #AnythingGoes #QAnon #TheGreatAwakening https://t.co/IGfPsKu6jp",
  "@FXdestination @NeverTwain @carole99897 @kheatherbrown They shall expose the Rothschild banking Cabal or fall with them to the bottomless pit. They got until June 1st until I turn up the heat. I don’t have to do nothing BUT spread awareness of truth. The history of it all can’t be debated hah! They’re Royalist parasites anyway. https://t.co/hGtJnEACFZ",
  "This has gone on for far too long. Indict/Condemn all organizations involved with Rothschild banks and those who own the banks to be removed. NO one part of the Elites can be trusted and folks see history. Got until June 1st tick tock mofos!#TheGreatAwakening #QAnon #GlobalGoals https://t.co/nqYcMudWMc",
  "Hah unbelievable BS so who’s gonna be the scapegoat now? If it isn’t both Reps/Dems then it’s obv more lies from Royalist parasites with Rothschild. The People are no longer sleeping. We know who actually ran things since 1870-1910. #QAnon @PhillyMayor https://t.co/IGfPsKu6jp",
  "@StephenAtHome Rofl who cares about Trump how about ya report relevant stuff instead of kissing Royals’ feet eh? Rothschild owned the banks and all sectors since 1740 yet imbeciles rather point fingers at each other. Then in the end couldn’t care at all about the future of the planet. #QAnon https://t.co/b24MJSxWo8",
  "@johnhilland11 @kanyewest Haha millionaires?? Talking about the billionaires/trillionaires that own the banks for centuries and all sectors with it. He’s just rich, not everyone who’s rich is an Elitist. He isn’t in the inner circle of about 8.5K entities openly involved with the NWO-Cabal. Just possible. https://t.co/WLHZikHVQp",
  "With all these “Celebrities” seem to be “waking-up” is this forrealz or just another Cabal ploy going after the freedom of though? Rothschild banks have control most the planet’s national-sectors since 1740. Not our fault they’re the reason for ALL. #TheGreatAwakening #QAnon https://t.co/gXnqQTns5C",
  "RIP More lives taken under result of the Elites’ presence. Division/manipulation with social-engineering. Control, power, and wealth by owning all sectors. Rothschild EU banks 1740/Rockefeller oil1870 and Cabal 1910Fed-Reserve. Just history ya kno? #GlobalGoals #QAnon #Wisconsin https://t.co/6SnfgfRGAP",
  "@kanyewest Greatness.This is the result of the Elites’ presence for centuries. Division/manipulation with social-engineering. Control, power, and wealth by owning all sectors. Rothschild EU banks 1740/Rockefeller oil 1870 and Cabal 1910 Fed-Reserve. Just history ya kno? #GlobalGoals #QAnon https://t.co/1QBggrRnMK",
  "@2runtherace @LovToRideMyTrek Lmao meme has a typo. Dafuq didn’t even notice that but still the point is clear. Indict the Royalists of the Cabal in every walks of life through their organization accounts on Twitter to MSM. Blare the name Rothschild and axis to the heavens!",
  "@WalshFreedom He better indict the Royalist Dems/Reps trying to destroy the nation, planet, and humanity. Any of those allied to Rothschild (since 1740) banks, CFR, Trilateral-Commission, UN, and Bilderberg. We need to see the real enemies of prosperity. #TheGreatAwakening #QAnon #GlobalGoals https://t.co/LdsGKT5ov4",
  "@2runtherace @LovToRideMyTrek Dang think it got deleted or stored somewhere else it’s difficult to use Mobile. Laptop was destroyed by system-failure but got the docs on a flash drive lol. Might get a laptop soon to view it. Would be hilarious it was removed. Spread awareness to everywhere even puppets. https://t.co/UtGyVj6hSD",
  "@2runtherace @LovToRideMyTrek Try finding this on FBEye’s data-vault search in “Bohemian Grove”. It was sent to Wikileaks but idk if it’s worth it since old. 250 pgs of J.E. Hoover personal docs ‘66/72 stating Vincent E. Drain who was assigned to JFK was a 33rd degree Freemason. Other statements too in it. https://t.co/YXAaWwGIqg",
  "@PatriciaNoyce @RichardHaass These ppl are mental hah! Rothschild BANKS 1740 so US roots tainted but fell 1870 when Rockefeller made Standard-oil and then they met for Fed-Reserve/1910 Jekyll-Island. UN is owned too pft.Unfortunate history but it truly sets ya free! #TheGreatAwakening #QAnon #GlobalGoals. https://t.co/xx9N8gtxct",
  "@latinarants @RichardHaass @EmmanuelMacron These ppl are mental hah! Rothschild BANKS 1740 so US roots tainted but fell 1870 when Rockefeller made Standard-oil and then they met for Fed-Reserve/1910 Jekyll-Island. UN is owned too pft.Unfortunate history but it truly sets ya free! #TheGreatAwakening #QAnon #GlobalGoals. https://t.co/xt6hvaZ9nQ",
  "@audiepc13 @RichardHaass @EmmanuelMacron Hope the lord can forgive being devious Royalists. Rothschild banks have owned the US/EU since 1740/1870 so all sectors owned. Ya’s rather favor Cabal then the planet, future, humanity, and descendants! Maybe Trump is legit maybe that’s why everyone fears him. #TheGreatAwakening https://t.co/XzXQ2LP3Bs",
  "@jerrypalito @CFR_org @usairforce We’re used by Royals look into Rothschild/Rockefeller/Morgan-Chase. There’s literally fed-docs on this group I found myself. I always excelled in history and was an Imperialist. Telling you this Cabal wants total-control to enslave humanity. Wake up before they bring ya with. https://t.co/0xIVa2FXoz",
  "@CFR_org @usairforce Wow amazing how this CFR group think it’s entitled to USE our nations as a spearhead for global change to benefit the Royal-Elite. The People know the truth surrender now or fall in the bottomless pit; maybe Lord will forgive. I don’t hate. #GlobalGoals #TheGreatAwakening #QAnon https://t.co/dFGm0koQ12",
  "@UG0TTRUMPED @POTUS Or really eh? When is the real smack-a-roo happening when Elites more exposed like Rothschild ties to every sector. I see progress but either why they’re in fear. Can tell through their desperation but seems they losin control unless just a ploy eh. #TheGreatAwakening https://t.co/Ocg2FegMQI",
  "@AdrianaStuijt @ezralevant @StefanMolyneux It’s relevant in every way and don’t even consider them to be with that faith. They’re mostly pagan/occult-like as Khazarian Empire was using all religion. Bloodlines entered EU under Judaism, before the crusades kicked off. Cause believe Zionism took control like Wahhabism. https://t.co/HiR2wejXBj",
  "@ezralevant @StefanMolyneux Ya know who runs things, anything goes!! Rothschild BANKS 1740 so US roots tainted but fell 1870 when Rockefeller made Standard-oil and then they met for Fed-Reserve/1910 Jekyll-Island. Unfortunate history but it truly sets ya free! #TheGreatAwakening #GlobalGoals. UN is used too https://t.co/aLJtJ4rT6a",
  "@JonClem310 @WalshFreedom Wish that were so but all sectors owned. Rothschild BANKS 1740 so US roots tainted but fell 1870 when Rockefeller made Standard-oil and then they met for Fed-Reserve/1910 Jekyll-Island. Unfortunate history but it truly sets ya free! #TheGreatAwakening #GlobalGoals. UN is used too https://t.co/RYbcoMzsKH",
  "@WalshFreedom Oh come on do ya kno who runs things eh? Rothschild BANKS 1740 so US roots tainted but fell 1870 when Rockefeller made Standard-oil and then they met for Fed-Reserve/1910 Jekyll-Island. Unfortunate history but it truly sets ya free! #TheGreatAwakening #GlobalGoals. UN is used too https://t.co/dg86dk2AH3",
  "@Cernovich @StefanMolyneux Don’t forget those who create all fake news for centuries. Rothschild banks runs all sectors since 1740/EU&amp;US 1870-1910 with oil and Fed-Reserve. I’ve had some well-known folks see the awareness I bring. Only want best for all/life. Oh ya and UN is def owned. #TheGreatAwakening https://t.co/qC0kVHl73y",
  "@CalebJHull @KyleKashuv @benshapiro Fine draft indeed unfortunately US roots tainted by Rothschild’s EU social-engineering since 1740. US fully fell in 1870-1910 with Rockefeller’s oil and then they made Fed-Reserve. This is only history! Don’t allow division/manipulation! Save the planet, fake UN. #GlobalGoals https://t.co/RnaBE3070O",
  "@Holt787878 @BoeingDefense Hah odd the nations not part of the World-Cen-Bank are Syria, Iran, and North Korea (maybe Cuba). Banks been owned by EU Rothschild/Khazars since 1740 - all sectors but US didn’t fall till 1870-1910. It’s all in history, always same stuff. Plutocratic Monopoly about 8.5K ⭕️. https://t.co/d0yMX1eZN4",
  "@hawaiibobb @BoeingDefense Hah ya don’t forget the Rothschild banks owning all the sectors therefore in a way owns Boeing. I might put some invests while it’s low since traders are doodlin-around. These Royalist-Elites need to be condemned or lose the planet. Really hard choice ! Social-engineering. https://t.co/sbZB0003KT",
  "@kanyewest That’s the results of social-engineering. Rothschild banks have owned most the planet since 1740 and US fully since 1870-1910 when Rockefeller sold us. Now the Elites rely mainly on our division. So I can see y ya don’t fully agree with anyone. I only state history heh. Enjoy! https://t.co/JLTTtM69en",
  "@GregPittman1957 Idk how the hell Dems/Reps can point fingers at each other over Govt violence then seem to care about the planet? Do realize US been owned by Elites since Rockefeller sold all sectors to Rothschild banks. Social-engineering/division run the planet and no one cane see it. No hash. https://t.co/hX7iXPJnRg",
  "@allenmike734 @wotomydoing As long as Rothschild-dominance continues to run/manipulate all sectors/monetary; this social-engineering continues. Until folks see truth through historic awareness nothin change until roots seen. Cabal/Khazars/etc. Just spreadin awareness. #TheGreatAwakening #QAnon #GlobalGoals https://t.co/El4ykZwDtB",
  "Allison Mack 'sex cult' leader had sex with girls as young as TWELVE\n\nThe curtain is pulled aside. These people are sick. What celebrities participated in this cult? What politicians?\n\n#QAnon\n#TheGreatAwakening  https://t.co/lsuMnszC15",
  "@mashable Media sector at it again! What we need is action, not other nations but the Plutocratic Monopoly that runs most the planet. 1740 Rothschild EU banks/Rockefeller oil 1870&amp;1910 Fed-Reserve = all sectors owned. These Royalists-Elites are literally killing the planet! #GlobalGoals https://t.co/1RANylD979",
  "@AxTheBevTax No Taxation Without Representation. Don’t listen to mainstream sources. Royals have ran our nation since 1870-1910 when Rockefeller sold US to Rothschild/EU/Royals. Now they use social-engineering to CONTROL and divide The People. This tax was a ploy to strain us. #GlobalGoals https://t.co/43IBReCvps",
  "@ImaPatriotJr @We_R_an0nym0us @POTUS @realDonaldTrump @fornow_nameless Best tactic I think certainly is exposure. Once folks see the history they wake swift cause history can’t be debated. US been owned by Royals since 1870-1910 when Rockefeller opened all sectors to RothschildEU. Love the work ya’s doing. Enjoy all!  #Love #QAnon #TheGreatAwakening https://t.co/rjT98XVpZW",
  "@mashable Cause he knows Macron got his nose up Rothschild arse haha. Royals owned the US since 1870-1910 using social-engineering control of all sectors. Stop hiding the truth and help save humanity/children. CONDEMN ELITES. #TheGreatAwakening #GlobalGoals #QAnon https://t.co/wWDEWOxVXn",
  "@SethAMandel @KyleKashuv Rofl wow, having freedom rights and outright discrimination are NOT related. This is the social-engineering ploy many be crying out for decades! Royals took control of the US since 1870-1910 with all sectors. Don’t fall for the division ploy or it may cost humanity. #GlobalGoals https://t.co/cbVXpbSyEi",
  "@StateDept @POTUS @niinisto @ArcticCouncil @usembfinland Uh pointless security eh? Have security against Royals first like Rothschild banks that owned the US since 1870-1910 using social-engineering control of all sectors. Stop hiding the truth and help save humanity/children. CONDEMN ELITES. #TheGreatAwakening #GlobalGoals #QAnon https://t.co/TzCEWBY65I",
  "@ARmastrangelo @KyleKashuv WAKE-UP Condemn the Elites who instigate violent events! Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the FedReserve. #GlobalGoals #DownWithElites https://t.co/xKpC9StYFQ",
  "@LisaMei62 @realDonaldTrump @POTUS If Macron/puppets was there he prolly had Rothschild’s nose up his arse rofl. No wonder disinfo-tactics are used the Cabal are scared in bunkers! Royals owned the US since 1870 after fighting for decades. Time to spread awareness to save humanity and descendants. #GlobalGoals https://t.co/xXLdZGuXiN",
  "@BenjiminJune1 @flesheater145 @revjwalker @KyleKashuv Can spread awareness of the truth/history best ticket for exposure. I see fear in the Cabal eveyday. When they target our children’s schools that certain. PM every MarchForLives member and blare the reason for all into them. Then when they go on “news” stating truth real fear! https://t.co/UPlyEAo0Hi",
  "@Thorlock1248 @realDonaldTrump Amazing how most of society can openly be engineered to be Royalists but point fingers at each other when anything bad in the fairytale goes pft. We need more voice of awareness for truth (Rothschild). T4rget movements to use it against Cabal, need damning exposure! #QAnon https://t.co/XLRs03rbGz",
  "@BenjiminJune1 @flesheater145 @revjwalker @KyleKashuv We don’t have time to blunder over the obv facts here. Rockefeller opened the US to the Royals after Standard-oil then sold with Fed-Reserve. I used to be an Imperialist so I would know.. Our descendants must be saved. This doc gives all info enjoy. https://t.co/bp1n1EhCKj https://t.co/7d1djAhxWC",
  "@HunterBaldwin10 @mike_tyrrell @KyleKashuv What about the Feds/Etc that ALLOWED it to occur?! Why the hell are folks more Royalist? Cause this all a social-engineering ploy for more control. All past assailants were FKn monitored and while on psychotropic-meds making open threats yet no one cares. Rip Earth. #GlobalGoals https://t.co/oSOWEoBMnW",
  "@flesheater145 @BenjiminJune1 @revjwalker @KyleKashuv Hah IT IS the same for all society! Did everyone forget Rothschild had control of EU since 1740? They control ALL national sectors and tainted US roots for control using social-engineering. Don’t trust the parasites that hijacked our nation. This happened before JFK/Trump. https://t.co/YuB1p6ldyl",
  "@BenjiminJune1 @revjwalker @KyleKashuv FOLKS open a history book. US was sold by Royals since (Rockefeller/Rothschild) 1870. The Cabal our forefathers fought off own our West. Have so with EU since Crusades. They use social-engineering for control. This all a disarm ploy against humanity. AwarenessIsKey! #GlobalGoals https://t.co/bDQHzBsO3F",
  "@ZnaTrainer @We_R_an0nym0us @POTUS @realDonaldTrump @therealroseanne Have Trump vanquish the Rothschild/Elites that hijacked our nation in 1870 after decades of resistance. They recently dumped US$assets in September 2017. Obviously are against humanity if been running it for control using social-engineering. The sectors are owned. #QAnon https://t.co/ehToHpHLOv",
  "@KyleKashuv The owned fed-govt allows these atrocities to occur. All past assailants of past awful-events were monitored/warned of many time. Along with them prescription psychotropic-meds (BigPharma). Then big whammy they were trusted to have access to rifles? Think this is just a ploy. https://t.co/IMg716uwRB",
  "@KyleKashuv Haha whatcha except brotha? Real battle elsewhere more dire. Division/manipulation with social-engineering. Control, power, and wealth by owning all sectors. Rothschild EU banks 1740/Rockefeller oil 1870 and Cabal 1910 Fed-Reserve. Just history YaKno? #GlobalGoals #DownWithElites https://t.co/QnaI6zERjR",
  "@trustrestored @PearsonSharp “What? Land of the Free? Who ever told ya that is your enemy!”. Seriously favored a new order and was Imperialist but once you know what parasites owned the US since 1870 ya’d preach till your soul cries... Rothschild/bloodlines view humanity as insects. https://t.co/TcAVx7nrxV",
  "@RelentlessGrief @Partisangirl @VanessaBeeley @Ian56789 @sahouraxo @Tim_Hayward_ @PiersRobinson1 Rofl idc about Russia. If they are part of the Cabal then so be it they’ll fall with. So if the Elites play it off that RUS is the boogeymen then enemy of my enemy is an ally. They actually mention the Neocons. Either way Rothschild banks owned the planet since 1740. https://t.co/KwK32AgQDF",
  "@RelentlessGrief @Partisangirl @VanessaBeeley @Ian56789 @sahouraxo @Tim_Hayward_ @PiersRobinson1 Rofl idc about Russia. If they are part of the Cabal then so be it they’ll fall with. So if the Elites play it off that RUS is the boogeymen then enemy of my enemy is an ally. They actually mention the Neocons. Either way Rothschild banks owned the planet since 1740. https://t.co/01Pa2FW3Ly",
  "@MarcThorn4 @RedPill45929255 @dbongino @PIRATEDANTRAIN Ya sweet seems ppl are somewhat getting truth. Except political/all sectors BEEN owned (fingerpointing division). Rothschild took reins 1740. US roots tainted, fully sold 1870/1910. So all sectors owned and nonstop pollution purposely for social-engineering. #TheGreatAwakening https://t.co/5DNUycH2Gy",
  "@sporran666 @Partisangirl @VanessaBeeley @Ian56789 @sahouraxo @Tim_Hayward_ @PiersRobinson1 Ah ya; what owns our US sector’s is the Rothschild worldbanks. No one realizes this one family first was in control for centuries 1)banks 2)oil 3)Eugenics and likely rest of anything even the “green movement” to cover tracks. The Cabal is in fear I see=]. @UN (fake) #GlobalGoals https://t.co/MAGOYjnsEI",
  "@BistyCSRoss @realDonaldTrump @MichaelAvenatti WAKE-UP Condemn the Elites who instigate violent events! Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #GlobalGoals #DownWithElites https://t.co/qHDNeIiLPC",
  "@davidhogg111 @realDonaldTrump WAKE-UP Condemn the Elites who instigate violent events! Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #GlobalGoals #DownWithElites https://t.co/lCRznPwxzv",
  "@Partisangirl @VanessaBeeley @Ian56789 @sahouraxo @Tim_Hayward_ @PiersRobinson1 Humorous how the controlled media-sector creates its labels - fingerpointing any anti-Cabal groups thru history. (Best is “Russian bots” dafuq?!) Once all sectors own anything achievable. It’s simple for folks to see reason in all once the Elites’groups shown heh. #FakeNewsStorm https://t.co/9C5llnqz5H",
  "@Partisangirl @VanessaBeeley @Ian56789 @sahouraxo @Tim_Hayward_ @PiersRobinson1 Only real freedom any1 would find is through truth. Centuries humanity were used by banksters/Elites since Rothschild took reins 1740. US roots tainted, fully sold 1870. So all sectors owned and nonstop pollution purposely for social-engineering. UN is obv owned hah. #GlobalGoals https://t.co/SW3SsPtZEx",
  "@BillNye @exploreplanets Only real freedom any1 would find is through truth. We watched centuries as our ancestors were used by banksters/Elites since Rothschild took reins 1740. US roots tainted, fully sold 1870. So all sectors owned and nonstop pollution purposely for social-engineering. #GlobalGoals https://t.co/xxQSBIRk5E",
  "https://t.co/RBkcHWY5bl",
  "So now it’s time to pick a side. Continue to be divided and manipulated by world-bank/Elites or to liberate the planet through good truth. Does anyone care about our descendants? Just for money! Disgusting how most really don’t care. So much truth but every1 labeled. #EarthDay https://t.co/KJfmRtt7Eg",
  "Only real freedom any1 would find is through truth. We watched centuries as our ancestors were used by banksters/Elites since Rothschild took reins 1740. US roots tainted, fully sold 1870. So all sectors owned and nonstop pollution purposely for social-engineering. #GlobalGoals https://t.co/Rs1LyDJhpf",
  "@WalshFreedom Christ do you read anything ppl tell ya? This folks don’t matter at all. Real group running thinks are bankers/oil changers that run all sectors for social-engineering. Bushes helped finance Nazis/Commies to give society enemies. Rothschild owned our West since 1740. @GlobalGoals https://t.co/VAQKFxeUuY",
  "@KyleKashuv @charliekirk11 Most deaths are false-flags by ABC-agencies for social-engineering. All sectors owned by Royal-Elite since Rothschild banks 1740. Rockefeller sold US 1870-1910 oil/Fed-Reserve. Just history/truth I don’t lie. How can we blame each other WHILE our descendants enslaved. #WakeUp https://t.co/pcLsiNGRb9",
  "@simplehobby @UNEnvironment @GlobalGoalsUN @WHO Ah your getting it I see lil-by-lil. Now who creates dirty materials - corps. Who owns em - banks. Who’s been in control of banks - Rothschild since 1740. Along with them siding with the oil boom 1870 with Rockefeller. Once Fed-reserve made they took all sectors. #GlobalGoals https://t.co/7mRR6RAgVP",
  "@rozy_neetu @UNEnvironment @GlobalGoalsUN @WHO If anyone knew that Rothschild banks have controlled most the planet since 1740 then lotta stuff starts making sense. US fully fell in 1870-1910 once Rockefeller sold. Social-engineering has dominated and no clean energy is used. Humanity is stalled 5,000yrs behind. #GlobalGoals https://t.co/PGLQ7eG7bx",
  "Will @UN global order finally see it’s hijacked for Elites? Or no one cares like usually so of course not soon. I don’t make up lies not my fault Rothschild banks control most the planet (all sectors owned). Therefore US roots tainted before Rockefeller sold in 1910 #GlobalGoals https://t.co/9vsVdP119w",
  "@FBI Damn; ya folks need leaders not tyrants with law. Every “mass-casualty-event” FBI was monitoring the assailant. The People know truth. US been sold to Rothschild banks since 1910 Fed-Reserve after Rockefeller opened sectors with oil. Now all this results of social-engineering. https://t.co/5v9qpFc2cT",
  "@OfficeOfMike @WalshFreedom Hah I voted for Trump but none of this matters. All history ya kno? Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #GlobalGoals https://t.co/4OvpDd0eIF",
  "@USNavy @DeptofDefense What we need is action, not against other nations but the Plutocratic Monopoly that runs most the planet. 1740 Rothschild EU banks/Rockefeller oil 1870&amp;1910 Fed-Reserve = all sectors owned. These Royalists-Elites are literally killing the planet! #GlobalGoals #NavyTheNationNeeds https://t.co/8kDi1ibTdr",
  "@davidhogg111 @ACLU This is the result of the Elites’ presence for centuries. Division/manipulation, social-engineering. Control, power, and wealth by owning all sectors. Rothschild EU banks 1740/Rockefeller oil 1870 &amp; Cabal 1910 Fed-Reserve. Just history ya kno? #GlobalGoals #NationalSchoolWalkout https://t.co/TzVICbFKzu",
  "@larryelder @LANURSE1 This is the result of the Elites’ presence for centuries. Division/manipulation with social-engineering. Control, power, and wealth by owning all sectors. Rothschild EU banks 1740/Rockefeller oil 1870 and Cabal 1910 Fed-Reserve. Just history ya kno? #GlobalGoals #DownWithElites",
  "@realDonaldTrump WAKE-UP Condemn the Elites who instigate violent events! Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #GlobalGoals #DownWithElites https://t.co/EYJNTzYagt",
  "@MichaelSkolnik @Emma4Change Who CARES about NRA! Govt &gt; Gun violence. Open a history book plz!The controlled system (Rockefeller since 1870) uses your/students activism to erode our privacy like the clear bags. I believe this is social-engineering and your school was targeted. #NationalWalkout #GlobalGoals https://t.co/DDnKQsk5J6",
  "@davidhogg111 Who CARES about NRA! Govt &gt; Gun violence. Open a history book plz!The controlled system (Rockefeller since 1870) uses your/students activism to erode our privacy like the clear bags. I believe this is social-engineering and your school was targeted. #NationalWalkout #GlobalGoals https://t.co/BnUYHPuMFb",
  "@AMarch4OurLives Who CARES about NRA! Govt &gt; Gun violence. Open a history book plz!The controlled system (Rockefeller since 1870) uses your/students activism to erode our privacy like the clear bags. I believe this is social-engineering and your school was targeted. #NationalWalkout #GlobalGoals https://t.co/rXCIWj035a",
  "@PressForTruth Heh Elites (Rothschild banks 1740 since) won’t allow it unless they dig in unnoticed. Or the odd happens and every1 becomes aware of who runs things. Meanwhile it seems some folks starting to care instead of pointing fingers #GlobalGoals #INoLongerComply #DownWithElites https://t.co/EMAOAmTOVt",
  "@davidhogg111 @blackrock @Vanguard_Group All this doesn’t matter Bogg wake up ! 6th extinction brought on by centuries of social/geoengineering by Elites like Rothschild (EU banks 1740) and US Rockefeller 1870 Oil then Plutocratic Monopoly fully 1910 Fed-Reserve. Best to spread awareness of truth. #GlobalGoals https://t.co/YR6xcbxzWX",
  "@bchatham @elonmusk I just put some investment in Tesla I know it will rise again. Think he’s being manipulated by the world-central-bank cartel? They’ve been in power for centuries no way untouched we are all engulfed in the crazy. Rothschild 1740 EU, US 1870 Oil, and Fed-Reserve. #GlobalGoals https://t.co/lqUKa7At1d",
  "@Snowden @telegram @durov Society don’t care hah anything goes! 6th extinction brought on by centuries. By Elites like Rothschild (EU banks 1740) and US Rockefeller 1870 Oil then Plutocratic Monopoly fully 1910 Fed-Reserve. Best tactic is to spread awareness of truth. #DownWithElites #GlobalGoals https://t.co/3x6e3kku2b",
  "@KyleKashuv Bro we all are trying to get this out. Root of all evil; greed. The source of who controls most; Elites. Govt violence is social-engineering (division). PLZ research Rothschild/Rockefeller they’ve owned our sectors, pollute the planet and threaten the future. #GlobalGoals #WalkUp https://t.co/siu53GHjyG",
  "@1NikolaMirkovic If that was ya on RT who mentioned Rothschild ya gotta get it through all sources. Cabal owns our nations, future, and planet. Time to act is now b4 they hide in bunkers to wipe us. Best tactic is spread awareness. Give the history. #DownWithElites #GlobalGoals https://t.co/dg2n6Rmq4w",
  "@kurt_nimmo Hah I’m sharing this to some groups across diff platforms to get awareness across. Just show the truth of history nonstop it can’t be debated. Rothschild 1740 EU banks, Rockefeller 1740 Standard-Oil and then Fed-Reserve 1910. Use movements to spread. #DownWithElites #GlobalGoals https://t.co/H7TBKynxSO",
  "Another ploy for social-engineering. Unfortunately US been fully owned since 1870-1910 when Rockefeller made Standard-Oil and Fed-Reserve. Rothschild EU (banks since 1740) tainted US roots from social-engineering. #TheGreatAwakening #DownWithElites #TaxTheft https://t.co/lECBJhajsM",
  "@AirplaneMan1955 @WalshFreedom Truth hurts huh? Haha only Royalists fingerpoint each other. Unfortunately US been fully owned since 1870-1910 when Rockefeller made Standard-Oil and Fed-Reserve. Rothschild EU (banks since 1740) tainted US roots from social-engineering. #TheGreatAwakening #DownWithElites. https://t.co/FN2Fcd5Tog",
  "@WalshFreedom (Truth) Heck ya! Plant the seeds of truth nonstop. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #DownWithElites #TheGreatAwakening https://t.co/pV5dCAL1n3",
  "@davidhogg111 Ya that sounds splendid but I’m in debt with medical bills and weekly expenses alone so gonna slave-along. The reason for everything is from those who rule the sectors. Rothschild owned global banks since 1740. End all suffering. Save Earth. #NationalWalkout #DownWithElites https://t.co/cXlqKn6PRd",
  "@davidhogg111 Ya wonderful idea “we don’t need no education” anyway. Just mostly disinfo heh. Ask your teachers about John D. Rockefeller and Standard-oil then Fed-Reserve. If ya’s want to end gun-violence first end then owned Gov’ts-violence. We’re just used. #NationalWalkout #DownWithElites https://t.co/8saTtFVLLU",
  "Ask T.May how far Rothschild got their hand up UK’s or humanity’s behind. They’ve owned things since 1740 in EU so why would voting be relevant if all sectors owned? US too since 1870. Guess we all forget history. Condemn the Elites and end all crap. #GlobalGoals #DownWithElites https://t.co/ncyIvay3MW",
  "All non defensive military action should be signed off by the people, not corrupt politicians. https://t.co/wJyrsKR6Qv",
  "@LBC Can believe it. Assad very popular with majority there, hence why they voted him in. It's a secular society where the women don't wear headscarves and the christians fairly safe. Most see the rebels as terrorists and happy to see them go. Not a shock this caller feels that.",
  "@at_htooms When did most ppl start caring? Folks are with fine social-engineering but lack to see truth of history. Rothschild owned banks created dirty-industry since 1740 which leads to global pollution. Those who manipulate civilization should be condemned. #GlobalGoals #DownWithElites https://t.co/eTmlbr1AmV",
  "@StefanMolyneux Gotta thank you greatly. Saw your Tweet mentioned in an article. Glad some folks for sure know truth and common sense. All this social-engineering is the results of the Elites as stated. I respect all and wish for whole unity. Awareness is key. #INoLongerComply #DownWithElites https://t.co/D0HwyBGJOE",
  "When did most ppl start caring? Folks are with fine social-engineering but lack to see historic truth. Rothschild owned banks created dirty-industry since 1740 which leads to global pollution. Those who manipulate civilization should be condemned. #GlobalGoals #DownWithElites @UN https://t.co/hYsluq2ib0",
  "@UN The only folks taking action ARE ThePeople not Royalist-owned UN. Stop playing us for fools ppl know Rothschild banks created dirty-industries which created practically all global pollution. Oh then the Northwood-Ops globally. Condemn Cabal or UN needs reform NOW. #DownWithElites https://t.co/iuhvEKcVk4",
  "@davidhogg111 Biggest THREAT is Gov’t violence = gun violence. 💔🖤Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #NationalWalkout #DownWithElites",
  "@davidhogg111 Biggest THREAT is Gov’t violence = gun violence. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #NationalWalkout #DownWithElites https://t.co/HSVepSJ2nj",
  "@officialmcafee Prolly a ploy to get under ya skin. But anyway Idk y hell I’ve never followed ya first on the virtual hellscape. I respect all and only desire the full exposure of the “blueblooded” families/entities of Royal-Elite p4r4sites. Hilarious most don’t care, mad world. #DownWithElites https://t.co/Q4QsGx4Hq7",
  "@StateDept @USEmbassyBbdos @USEmbassyNassau @visageorge @USEmbassyJA @WHAAsstSecty Condemn the Elites who instigate violent events! Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #DownWithElites https://t.co/x5MG8m8LSB",
  "@ClarkeMicah @wotomydoing Condemn the Elites who instigate violent events! Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #DownWithElites #TheGreatAwakening https://t.co/g7IgbFoBtK",
  "@ASavageNation @wotomydoing Condemn the Elites who instigate violent events! Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #DownWithElites https://t.co/ZQCdViTajJ",
  "@GeekEndWarrior @wotomydoing @TimesofIsrael Disinformation prolly, everyone knows Zionist-pagans run Israel/most planet. Rothschild banks since 1740/Rockefeller 1870 Standard-oil and Fed-reserve 1910. #DownWithElites #TheGreatAwakening https://t.co/AmYxozYOso",
  "@StateDept @VP @Snapchat @USAenEspanol Hahah give Elites a chance? What about humanity? Reason for all. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/94ezekFFJQ",
  "@StateDept @VP Hah give Elites a chance? What about humanity? Reason for all. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/ET5BuFenZO",
  "@ndtv Welcome to the 6th extinction brought on by centuries of social/geoengineering by Elites like Rothschild (EU banks 1740) and US Rockefeller 1870 Oil then Plutocratic Monopoly fully 1910 Fed-Reserve. Best tactic is to spread awareness of truth. #DownWithElites #TheGreatAwakening https://t.co/Mw8avIiUkL",
  "@RedPill45929255 Lmao the Elite’s excuse: “He’s bad like the News said and we got proof he gases his own people why winning the war but it’s classified...” OH YES ROYALS YES master! Parasites! Rothschild EU banks 1740/Rockefeller US oil 1860. #INoLongerComply #DownWithElites #TheGreatAwakening https://t.co/Pjk7VIenX5",
  "@nocopoutuk @NeverTwain @theresa_may Reason is because ROTHSCHILD has owned EU since 1740 with banks and sectors then US 1870 with oil and world with Fed-Reserve. It’s a ploy they use religion to social-engineering nations for division. Spread awareness all day! #INoLongerComply #DownWithElites #TheGreatAwakening https://t.co/T4qrl98TfQ",
  "Call To Action II: now initiated as a phase IV. Rothschild/Khazars behind the social-engineering since 1740 through first banks, oil, and then Eugenics. On Monday 4/16/18 remove all funds from “the banks” as a whole. SPREAD awareness on the Elites NOW! @realDonaldTrump https://t.co/6qGmP2iZsk",
  "Hah now since “Trump” allowed the Elites to get to him a large amount of supporters just got alienated. Cabal pushing progress while risking exposure for the false-flag. US owned since 1870 StandardOil/FedReserve. #INoLongerComply #SyrianStrikes #DownWithElites #TheGreatAwakening",
  "@KyleKashuv @BarackObama Stop caring about these Royalist puppets. All would kiss Rothschild’s feet who’ve stepped on global stability since 1740. They only care for themselves. US been owned since 1870 Standard-Oil then 1910 Fed-Reserve. Ask your teachers hah. #DownWithElites #TheGreatAwakening https://t.co/uGjHhfUxmy",
  "@JacobAWohl @LANURSE1 Hah you’ve been misconceived. Paganism owns Zionism which hijacked Judaism. Same as Elites like Rothschild whom owned most the planet since 1740. US Rockefeller 1870 Oil 1910 Fed-Reserve. If you support nations/The People/descendants being enslaved/conquered! #DownWithElites https://t.co/iUyKSXUXv5",
  "Scariest statement by the Elites pushing for control... Is this the beginning? While the Cabal sleeps tight in their bunkers and the world burns more from deception. (Rothschild owned all banks, oil, and Eugenics) since 1740 #SyriaStrikes #TheGreatAwakening #DownWithElites https://t.co/estt8SZPXp",
  "So it seems the “Capital” (not relevant since 1910; owned by Rothschild) is deciding on more war or war... I got a solution to fix all problems. You look into/condemn the damn Elites that hijacked the US!!! @realDonaldTrump. Listen to us. #DownWithElites #TheGreatAwakening https://t.co/WfINkh64YB",
  "@acline304 @blancasag2015 @NBCNews What THEY caused? You do realize Communism/Nazism was crafted by Khazars who hijacked global religion/national sector right? Rothschild, Rockefeller, and other bloodlines. I used to deny it until truth hit me... They USE us as global spearheads! #DownWithElites #TheGreatAwakening https://t.co/632Y69dsqh",
  "@blancasag2015 @acline304 @NBCNews Most “fellow Americans” are misconceived Royalist cowards. How the hell would they or the controlled media know what’s up/down? More false-flags... Rothschild Elites have owned the US since 1870-1910. Oil/Fed-Reserve. NO ONE looks at history! #DownWithElites #TheGreatAwakening https://t.co/CpywDV8KPj",
  "@wikileaks @colinsdad888 Smells like a false-flag... With the odd smell comin from Zionists (who hijacked Judaism), CI4 (social-engineering pros), Kataris (idk), and WhiteHelms (Al-Qaeda/Jihads). Did I include all? The shell used was old Soviet one originated from Libya likely. #DownWithElites https://t.co/0QZbQXnIWE",
  "@davidhogg111 Voting hasn’t been relevant since 1910 but Happy-Birthday to ya hope ya enjoy. Only gift I can give is wisdom and truth. The reason for everything; the Elites. I know, I thought ppl were fools but they were right all along! #AllowTheVote #DownWithElites. https://t.co/bp1n1EhCKj https://t.co/Qpvd0UUEnF",
  "@ndtv Should bless humanity instead. Condemn the Elites now! Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #DownWithElites #TheGreatAwakening https://t.co/B5ykRJIFIc",
  "@davidhogg111 @SpeakerRyan Hah you think Royalists would listen?? Listen to your ❤️. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #AllowTheVote #DownWithElites https://t.co/vtXP7xPiLX",
  "@Thorlock1248 @realDonaldTrump I wish he’d read what we tell him before he slips up. There’s a US missile cruiser active along the Syrian coast. Elites will throw all The People to the grinder to gain control. More need to be aware of their history. #TheGreatAwakening #DownWithElites #WeThePeople https://t.co/yDKOe4cAyw",
  "@dustydust22 @BoeingDefense They should put it over a Royalist-Elite orgy-meet. Then maybe these unmanned global spearheads wouldn’t be needed in the world. Greed is the root of all. They sell it to ya only if you give em your soul these days. #TheGreatAwakening #DownWithElites https://t.co/GFRUrNJB53",
  "@Raj077725 @WhiteHouse Nothing happens; the pedos own the nation rofl! Reason for all. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/8pSF6q26iL",
  "@StateDept Rothschild owned EU created Nazism/Communism for social-engineering since 1740. US been owned by the Elites with Rockefeller since 1870. This history can’t be debated and The People want it to end! #TheGreatAwakening #DownWithElites https://t.co/hOU8Mtq8lU",
  "@WalshFreedom WHY?! Do you even know who actually runs things or just point fingers? So ppl only want the Govt to have firearms when everyone knows the Govt been hijacked since 1870 (Rockefeller oil Rothschild). No one knows what they want only point fingers at each other. #TheGreatAwakening https://t.co/l6ggQPfAwL",
  "@davidhogg111 Nah they don’t care. They’re prolly with the Trilateral/CFR on how to take more rights. So ppl only want the Govt to have firearms when everyone knows the Govt been hijacked since 1870. No one knows what they want only point fingers at each other. #AllowTheVote #DownWithElites https://t.co/14LTTJACyJ",
  "@realDonaldTrump Rather have the planet nuked while Elites hide? Reason for all. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #DownWithElites https://t.co/6Yk3O5QVJg",
  "@sagamorestah @WhiteHouse It’s a ploy for division/social-engineering. Reason for all. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #DownWithElites https://t.co/TwM78I4hun",
  "@S0lldus @KevinGo72782777 @WhiteHouse Hah none of this misconceptions matter bro. Reason for all. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #DownWithElites https://t.co/uX8JumR67B",
  "@WhiteHouse The People want REAL reform! Reason for all. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening #DownWithElites https://t.co/fRqUBTWp2b",
  "@GaiaTacita @wotomydoing Ah just more social-engineering. Rothschild has fully owned our West since 1740-1910. They want us to blame each other for the events they create. This year Bilderberg may be in Italy June 7-10. Lord-Jacob’s bday is 4/29 so about we all spread awareness eh? #TheGreatAwakening https://t.co/hlUJGEI2hI",
  "@RAWONE420 This along with BigPharma manipulation. Whole system/sector been owned since 1870. Folks need to see it all instead of division. https://t.co/wQEQTwsPG1",
  "Of course anything goes with social-engineering. Reason for all. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/ypH3rkwKBc",
  "@ndtv Hah give Elites a chance? What about humanity? Reason for all. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/TXqPJRG7w5",
  "@SenTedCruz @KyleKashuv LOOK at the bloodlines who own the media-sector. Not surprising this all is happening. We’re categorized cause all US sectors been owned by Elites since 1870-1910. Including both political parties (Rockefeller/Rothschild; history). #Cabal #DownWithElites #TheGreatAwakening https://t.co/dfBmzPhrHd",
  "Social-engineering ploy confirmed. Don’t understand why @realDonaldTrump doesn’t condemn the #Cabal. Rothschild banks been in control since 1740. #DownWithElites https://t.co/z7dgQf0Emg",
  "Missing CDC Doctor, Who Claimed Flu Shot Caused Outbreak, Found Dead, Drowned #TheGreatAwakening #FollowTheWhiteRabbit #DeepState #Illuminati #Cabal #TheStormHasArrived #QAnon #ProjectMockingbird\nhttps://t.co/UgKoG92oZS",
  "Wow...🤤 The #Cabal is so screwed...  #WeThePeople See you.  \n#QAnon #LetsSueFacebook #911NeverForgot #WitchHunt\n#InternetBillOfRights #WWG1WGA \n@realDonaldTrump https://t.co/qB3lFJocPB",
  "#QAnon\n#TheGreatAwakening\nThe UNKNOWN evil of the global #Cabal is surfacing and it's enough to make a sane person vomit from being impacted by these Luciferian actors!\nProceed with caution...\nhttps://t.co/sIXNyvFjXc",
  "Israel is now bombing Russian occupied bases in an attempt to drag the US into war.. the Cabal is literally willing to start WWIII in order to cover up their crimes and maintain power! #Cabal #Endgame #QAnon https://t.co/QXjxQnavc5",
  "@Emma4Change All in all with the Elites control since 1740 (pollution) all sectors. This owned system of gang-stalking targeted your school for power/division. Including US politics since 1910. #NorthWesternWalkOut #DownWithElites https://t.co/RXjgXBtZDL",
  "@RedPill45929255 @wotomydoing Heck ya! Plant the seeds of truth nonstop. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #DownWithElites #TheGreatAwakening https://t.co/AIhc9qsj88",
  "@MattxRed I support all. End greed, end all. Condemn Elite class. Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros Jekyll Island for the Fed-Reserve. #NorthWesternWalkOut #DownWithElites https://t.co/qh8fzEaDv1",
  "@Emma4Change I am here 4 all. End greed, end all. Condemn the Elites. Our (both parties) US been run by Elites since 1870;Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros Jekyll Island for the Fed-Reserve. #NorthWesternWalkOut #DownWithElites https://t.co/gSOQb598kY",
  "@MattxRed Condemn the Elites who instigate violent events! Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #NorthWesternWalkOut #DownWithElites https://t.co/lVLNt4555t",
  "@davidhogg111 Condemn the Elites who instigate violent events! 0ur (both parties) US been run by Elites since 1870; Rockefeller’s Standard-0il which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #NorthWesternWalkOut #DownWithElites https://t.co/ORgDV9Cuf7",
  "@Emma4Change @davidhogg111 Condemn the Elites who instigate violent events! Our (both parties) US been run by Elites since 1870; Rockefeller’s Standard-Oil which opened us 4Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #NorthWesternWalkOut #DownWithElites https://t.co/SgEFGH1K5T",
  "@davidhogg111 But you see how the controlled system (Rockefeller since 1870) uses your/students activism to erode our privacy like the clear bags. I believe this is social-engineering and your school was targeted. #NorthWesternWalkOut #DownWithElites",
  "But you see how the controlled system (Rockefeller since 1870) uses your/students activism to erode our privacy like the clear bags. I believe this is social-engineering and your school was targeted. #NorthWesternWalkOut #DownWithElites https://t.co/PcAg1FcNnn",
  "@TXMilitary @DeptofDefense @CBP @DHSgov Send em to the bunkers cause there’s a reason. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/5u54PoEuLj",
  "@EmmaVigeland @Snowden Everyone should focus on the roots. Never again.\nOur (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/pWs6rUBjMG",
  "@ndtv Everyone should be concerned with the Elites. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/eusFercfGz",
  "@StateDept @USUN Was there a full investigation? Not. All for WW3. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/IqW2tJv9ew",
  "Review: Douma in Syria has been controlled by “Al-Q”; civilians always report being held hostage. Why would Assad get messy if most of Syria liberated? Should investigate the Elite’s ABC’s (CI4, M0ssad, K4taris, WhiteHelms, other Royalists). @realDonaldTrump #TheGreatAwakening https://t.co/1qZs8gER6f",
  "@StateDept Condemn the Elites who own our nation first! Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/lOn9r2y3Ku",
  "@statedeptspox @StateDept @USEmbCuba @WHAAsstSecty Condemn the Elites who instigate global conflict! Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening",
  "@WalshFreedom It’s the Elite’s fight that own our nation rofl. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/IiWMUYQuck",
  "@wotomydoing It’s saddening seeing society destroyed. Truth. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/LCq7R3hdWi",
  "@WhiteHouse Investigate the organizations of the Elite class! Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/hv4R4d59YK",
  "@WalshFreedom Plz wake up! We’re being used to destroy ourselves. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the FedReserve. #TheGreatAwakening https://t.co/MCIhy0xRzJ",
  "@wginfonetorg @wotomydoing All results of social-engineering for division. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/HtLcWHxJIx",
  "@wginfonetorg @wotomydoing All results of social-engineering for division. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/8wpCBcDhYR",
  "@MatrixCure4You @LANURSE1 Want a mindblow all eh? FB - settings - account settings - ads - your info - your categories. Ya pretty hilarious how much details ! Elites - US 1870 Rockefeller, Rothschild 1749 EU banks. #TheGreatAwakening https://t.co/49PV3kDVWK",
  "@Interior @YosemiteNPS Our owned industries; reason for all pollution. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/x5pu5PqpWD",
  "@WalshFreedom What about the bloodlines heh cause they make law. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/HL5MMXYRzY",
  "@WalshFreedom Where were Feds when they monitored most sh00ters? Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/KPXsk11VrI",
  "@cnnbrk What about all the similar mass-casualty-events? Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/cBIA8mnnE6",
  "@WhiteHouse Think folks need to know full truth more heh. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/9B7JyaWT1I",
  "@WalshFreedom Haha come on politics haven’t been relevant ever. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/OTtJ8Qyh03",
  "@Milvio_Diaz @StateDept @realDonaldTrump @POTUS Check WhiteHelms, CI4, and M0ssad first! Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/yxn5ib0YuZ",
  "@KyleKashuv Think the key to all this is awareness indeed. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/f89YR7r1Sd",
  "@AMarch4OurLives This all a disinfo op. Feds ignored every warning. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/s1xk75ZVzf",
  "@LisaMei62 WhiteHelms, CI4, Moss4d, and other ABCs likely. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/d8N6KhrL5d",
  "@BlumeRita WhiteHelms, CI4, Moss4d, and other ABCs likely. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/o8Gkb4uU1F",
  "@SlaycitySlayers All disinfo ploy for control/war. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/fjcnbN8ali",
  "@mandiefressh @KyleKashuv We’re being pushed to chaos. Idk if he’s pure. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/kQkUQhQMxG",
  "@rhodes44 WhiteHelms produced the agents obv. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/MtWkd3qpBJ",
  "@realDonaldTrump Soros-side backed ArabSpring/etc state the truth! Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/jFQJSOoBEb",
  "@realDonaldTrump White-helms did this not Assad. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/gvaNEdL81P",
  "@georgesoros Automatic poster (man) prolly in a bunker ha. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/bkTEEjdOxB",
  "@TXMilitary @DeptofDefense @CBP @CNN @FoxNews @ABC @KVUE @KXAN_News @SpecNewsATX Sick the MIC on the true enemy! Oh ya we’re owned. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening",
  "@renato_mariotti @realDonaldTrump HAH! Just ask em huh?? Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening",
  "@WalshFreedom Sorry; Presidents weren’t relevant since JFK/b4. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/oiweAdpzeJ",
  "@POLITICALLYCOM @georgesoros You’ve must be sarcastic rofl but either way I plant seeds of truth everywhere. https://t.co/j5ldPBb0UB",
  "@POLITICALLYCOM @georgesoros Sorry but you’re misconceived. \nOur (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/my6S8hH23i",
  "@Interior @NationalMallNPS Beautiful, but Lincoln would cry. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/4OkDySvvvH",
  "@StateDept @statedeptspox Looks like social-engineering to humanity. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/Ea6CKKxB5x",
  "@NoFoxnewstoday @BreastsR4babies @MamaRose2017 @ohstephany_ @kharyp Debate this shill. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/kDtMolVeTd",
  "@georgesoros Why don’t you do something? Oh wait you don’t got the finances hah all your money “donated” to destabilize the West. Then for more global mayhem. Geo/social-engineering. @TheGreatAwakening https://t.co/Qx6EvGrxI4",
  "@Gunnnonni @georgesoros Ah yes certainly. EU social-engineering tainted our US roots. We’re born in a mad world run by bloodlines that despise us. Cause advancement as a guise for more control. Enjoy days and the awakening!",
  "@georgesoros Yes everyone’s aware of the social-engineering. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening",
  "@djrothkopf @realDonaldTrump Doesn’t matter just a mere pissin’ contest hah! Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening",
  "Artificial Intelligence to help search for alien life https://t.co/2JSjyRpCCy https://t.co/XBGXjvQ2bX",
  "@VicenteFoxQue Plutocratic Monopoly ran by Kleptomaniacs. Our (both parties) US sectors been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening",
  "@georgesoros Prolly all the pollution from centuries of social-engineering. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil. Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening",
  "@Barrett_Laurie @CarolForden @realDonaldTrump @CNN Why would ya watch “the news” anyway lol. Our (both parties) US sectors been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/TwqnfpvhOK",
  "@RWPUSA @realDonaldTrump He just is focusing on the open threats. The Left/Right are division. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil. Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening",
  "@Veteran_4_Trump Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening",
  "@Jukehorse50 Hah open a history book. Our (both parties) US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US Rothschild’s EU banks 1740. 1910 with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. #TheGreatAwakening https://t.co/volmluRdqA",
  "@davidhogg111 Well our US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US to Rothschild power they’ve had from controlling EU banks since 1740 which in the year 1910 their group along with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. https://t.co/wW4SetsvcW",
  "@Vegas040805 @davidhogg111 Our US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened to the US to Rothschild power they’ve had from controlling EU banks since 1740 which in the year 1910 their group along with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. https://t.co/ugJc5wiELW",
  "@jordan1022 @waterbuck2017 @shannonrwatts @davidhogg111 @DLoesch @NRA They bullied him themselves they should take responsibility for the tragedy NOT weapons and if someone good had a weapon it would be prevented. Oh yea forgot the event was a false-flag anyway. The Feds/ABCs monitored Cruz while he was forced to take BigPharma meds and bullied. https://t.co/6ZNyku23GU",
  "@sunvalleyid @ipsynne @JewhadiTM @davidhogg111 Doesn’t matter this movement is part of a social-engineering ploy. Yea “going to the polls” as in to collect data only hasn’t even been relevant anyway since before 1870 (few leaders were legitimate) but most were under Rockefeller/Rothschild-EU influence oil/banks/all sectors.",
  "@davidhogg111 Here’s some facts; Rockefeller owned the US since 1870. Your school was targeted for social-engineering. Gov’t/Elite’s violence and degrading society is what creates these events. Weapons will never be removed from society and if they were the bad groups will always still get em. https://t.co/un37tu4fHK",
  "@KyleKashuv Hogg will either become a disinformation agent since now he pushes to take other’s rights for a false-flag or he’ll become a lightworker to fight against the darkness. Time to pick a side instead of kissing Royal’s feet. https://t.co/Xsajzkyrgc",
  "@icy_weed @cfreshsobrookln @realDonaldTrump Doesn’t matter rofl sectors owned. US been run by Elites since 1870 when Rockefeller created Standard-Oil which opened US to Rothschild power from controlling EU banks since 1740. 1910 their group along with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve. Truth.",
  "@SalGood69 @cfreshsobrookln @realDonaldTrump We live in a land of confusion it seems. US been run by Elites since 1870 Rockefeller created Standard-Oil which opened US to Rothschild power from controlling EU banks since 1740. 1910 their group along with Morgan-Chase-Bros met on Jekyll Island for the Fed-Reserve.",
  "#NewProfilePic https://t.co/YjeV7WIWdt",
  "@WalshFreedom In the end folks need to see who really runs things. Rockefeller/Rothschild Elites took control between 1870-1910 (oil and fed-reserve). Yet “our roots” are tainted themselves from EU social-engineering (1740 banks). They got use “hijacked” all sectors hah! Enjoy Walsh, and all. https://t.co/V9xdMkOoOj",
  "@davidhogg111 Congrats on progression I respect those who want to better their world. Look into Rockefeller and Rothschild dynasties. They’ve had a grasp on the nation since 1910. Enjoy the days all.",
  "@davidhogg111 P2; But you see how the controlled system (Rockefeller since 1870) uses your/students activism to erode our privacy like the clear bags. I believe this is social-engineering and your school was targeted. Remember who runs things and good luck to all. (Love CCR). For humanity.",
  "@davidhogg111 P1; Brotha I am truly saddened by the tragic you/students endured. Yet I don’t see it as mainly a gun issue. These mass-casualty-events the assailants all were monitored by the Fed/ABC agencies and were taking multi prescription meds mostly for mental-disorders. I praise youth. -",
  "@Girlwith1fllwer @georgesoros What checks? What is Soros paying out of pocket for disinformation campaigns for division and social-engineering? I still see plenty of suffering here in N. Philly because of Elite’s work like his. Rockefeller sold the US 1870 with Standard-Oil. May the lord have mercy on them...",
  "@mooretabithia31 @georgesoros US been owned by Elites since Rockefeller sold it to Rothschild Royals in EU with Standard-Oil. All sectors run by em so you have my empathy for misconception. Soros helped finance Arab Spring, Ukraine conflict and the division in the West. Many other social-engineering tactics.",
  "@daretod23168263 @NeverTwain @woolhouse_johna @CllrBSilvester @ForBritainParty @AMDWaters When The People realize who’ve been in control the past few centuries they’d be ripping the Royalist-Elite’s limbs off with their bare hands. That’s why they’re so afraid now having insane propaganda and false-flags weekly while hiding in bunkers like cockroaches - parasites.",
  "@woolhouse_johna @CllrBSilvester @ForBritainParty @AMDWaters The mood is changing, you can sense the anger and feeling of injustice .  The 2 major parties should be careful, voters have had enough.",
  "@Serps @georgesoros Still did it doesn’t matter what controlled media-sector claims. I just use it to trigger Royalists as it seems to do that job. He’s a manipulator don’t fall for his sithlord-like shyt. https://t.co/JViTEJOKYP",
  "@georgesoros Aye one of my favorite Elites heh. When ya’s gonna flip the table over. Guess the divide and conquer strategy for social-engineering takes some time... Quite geniuses I must admit but still bloodedlined-Royalist parasites, Zionism posers, Freemasons. May the Lord have mercy. https://t.co/7eK5HHa5f6",
  "Rockefeller/Elites have controlled the agriculture sector along with the remaining sectors for over a century. Look into history to find the truth. #NationalAgricultureDay",
  "@Snowden That’s because the Elites who’ve ran things for awhile now are fearful of their mistake or is this all just another ploy for control? I spread the truth for my descendants and The People of humanity. Enjoy the days all...#TheGreatAwakening",
  "@robjective The reason for the division are because of the Elites/oligarchies that have owned most nations. US since 1870 and EU since 1740. RUS also ran by oligarchies so not a sympathizer just how things go round here. The People are used for social-engineering. Just history.",
  "@NeverTwain Saddening realizing our nations have been used by Globalist parasites to create more power and control for centuries. Then ppl ask why foreign nations despise our “West”. Rothschild took control of London’s bank in the 18th century. May the truth be free. #TheGreatAwakening",
  "Britons have been so demoralised and #cucked by Marxist indoctrination they are now like putty in the Zionist's hands...\n\nThe few strong-minded enough to have resisted brainwashing need to decamp to Eastern Europe. They're not brainwashed, and still have strong European values. https://t.co/jI7EmhLhy6",
  "@mccaffreyr3 I think Twitter should require a piss-test to track any BigPharma junkies. The controlled Left and Right are ONLY used for division. Elites ran the whole US system since 1870. WAKE UP all! #TheGreatAwakening",
  "@PyrrhosPal @WalshFreedom Some fine truth there. Keep up the good fight for The People! May Elites fail at dividing humanity and chaos upon the planet. The Elite’s cabal has ran things for centuries now why does everyone forget history eh? Enjoy the days all. #TheGreatAwakening",
  "@MMMovieStudio He’s part of web of the dark allied cabal with about 8.5K entities and oligarchies who’ve had the most power for centuries now like Rothschild. 100s of folks in the good fight for humanity/life I see these parts. The Elites fear exposure most I think. #TheGreatAwakening",
  "@StephenKing @RealDRothschild Hah the reality of our global situation is prolly more terrifying to folks than a story you could create. Cause I surely think so! Anyway glad your on our side it seems, good luck and wish ya fortunate tales for the future.",
  "@NeverTwain Folks need to start putting the fear in the Elites. Send Tweets to every Royalist/Globalist/Freemason/Zionist till the only replies they get is exposure. They’re greatest fear... I would do it but I slave about 40hrs a week and too exhausted to even get into more of it. https://t.co/jjy0ZqrvD4",
  "@phidippides26 @StateDept Hah you quoted a civil war novel. So that’s what you want is division obv. The Civil War was the proxy war to break the US and Confeds were against Federalization of the Govt. Also I pick my conflicts not get manipulated into one for Royals! My family were in all past conflicts.. https://t.co/UsGbTu9TFf",
  "@phidippides26 @StateDept What’s your truth faith huh? Betrayal of descendants by submitting to division tactics of social-engineering? My ancestors endured enough of this Plutocratic Monopoly run by Kleptomaniacs. So be more clear instead of shouting nonsense heh. Gn enjoy...",
  "@phidippides26 @StateDept @WhiteHouse What do you mean not very near? They produce no proof rofl they just make accusation like you seem to do. If you knew how they took control you wouldn’t question truth. This is just history if you can’t handle it then I wouldn’t want to be you. I used to be an Imperialist too.",
  "@phidippides26 @StateDept @WhiteHouse Deep state bot. Most the world owned by Elites (EU banks Rothschild 1740 and US Standard-Oil  Rockefeller 1740. These events are false-flags by owned agencies likely.\nUsing social-engineering, misconception and manipulation. More and more.\nOrder out of chaos, total control.",
  "@statedeptspox @StateDept @WhiteHouse NO plausible explanation hah! There is - it was a false-flag to instigate a global conflict with Russia more control over our own Western societies. Mossad/CIA/M16 prolly would know about mass-casualty-events since they gather the info huh? Nothing is prevented. West is owned!",
  "@ndtv Ruskies don’t care about being conflicted with our West hah! This is a ploy for global conflict by Elitist Royals like Rothschild whom ran EU banks since 1710 - US roots tainted but taken after 1870-1910. Division and misconception using social-engineering for control. #WakeUp",
  "@nytimes @AlexanderSoros (False-flag!) Depends on what’s on Mossad/CIA/MI6’s plate how about ya ask the Royalists yourselves?? So much for investigation, more like disinformation and mass misconception. The disarmament agenda is for division as owned-media-sector’s PROPAGANDA pushes. @nytimes",
  "@RemoveHIM @realDonaldTrump HAH ya but most do. Your cause is worthless, Trump doesn’t even run the US like Soros runs the Left Zionists and Koch for Right Neocons - all Globalists of the Deep State. If you knew history then it wouldn’t be difficult to see. Rockefeller sold the US in 1870 to Rothschild. https://t.co/IV9UXm4QkK",
  "No need to look far for the poisoning event in UK. It was likely done by our own Elitist-agencies to instigate a global conflict for better control. Tell the truth or all those loyal to the Cabal will be remembered! #falseflag #TheresaMay #Rothschild #TheGreatAwakening",
  "@LdeRothschild @RChocolateLDN Haha must have the blood of youth in it then if “the best” for an Elitist. I mean someone who’s family ran most the planet for centuries would know what’s “best” right? Please stay on Twitter The People love you! See we can all lie for our own purposes, yet I do it for all right?",
  "@mwelderSSG @10DowningStreet This was a false-flag ya Royalist-dummy haha. Russians have enough global influence without their covert acts. They’re becoming the bread bowl of the world why our Western nation’s only produce poison, lies, and global chaos. Btw not siding with RUS but doubt it was them.",
  "@DRexplore THAT’S what Lightworkers are doing, we don’t just state quotes (most from misconceived pawns for social-engineering). The People are uncovering history now, it’s all obvious. Now Elites like Rothschilds will hide in bunkers while they destroy the world as they fail. Lord mercy!",
  "@Snowden The People will always be targeted globally as Elites prevail with misconception and control. Rothschild dark alliance cabal. Just look at all these false-flags things past few weeks alone!",
  "@ggreenwald @Snowden Our West been owned for over a century now of course a torturer is in our Administration cause it’s propped up for propaganda to show everything is alright. Rothschild already won control in 1740 hahaha.",
  "@VP So as you state, then seems Pompeo is good at his job. Efficient as in executing false-flags and misconception against The People of The US and the world. They only benefit “Globalist” Elites! Investigate the CIA not bring them in the Administration WOW!",
  "@realDonaldTrump I mean heck what can be done if these mass-casualty-events are “false-flags” to erode the Constitution for a Elitist-agenda. I agree though only way to stop bad folks is to have good ones armed. Cause The People will never give up firearms. BigPharma meds destroy much more lives.",
  "@ndtv I rather have a large non-dangerous spider than the avg venomous snakes on Oz-land (which the tarantula can destroy). I always leave spiders be but can be bit different being in NE Philly heh. Guess I feel bit bad as a child targeting em for fun hah. May life prosper.",
  "@RT_com Those Soviet bogeymen guys! Beware; it totally wasn’t a false-flag event. The Elite’s mainstream media is always right! I can see oligarchs running things in RUS but know for sure with our “West”. Like Rothschild who’ve owned EU banks since 1749 and Rockefeller 1870 US oil.",
  "@geraldine_mck @NeverTwain @NickSommerlad Bet most of UK’s and global elite are involved as anything goes when they run our societies. Those mainly being Rothschild and their allies. Social-engineering for them is always successful. Those parasites are so devious they prolly just devour The People - literally.",
  "@NeverTwain Elites should be tried as merciful as they have with our controlled society - none as they bring on the 6th extinction and chaos upon the planet. It’s hilarious that Trump brought up the term”Globalist” with the media falling for bait. Only to respond claiming it’s anti-Semitic!",
  "@StateDept @mfaethiopia @USEmbassyAddis US been owned by Royals/Royalists since Rockefeller created Standard-Oil/Fed Reserve during 1870-1910 time. All the sectors are used for social-engineering for most control. Enjoy the days all and remember those trying to give truth are just “Russian trolls” whom don’t exist.",
  "Russian Trolls Tried to Torpedo Mitt Romney’s Shot at Secretary of State - The Wall Street Journal. Wait this isn’t from the Onion eh? Russian trolls and Globalists haha. Atleast there’s some truth in there.. #TheGreatAwakening https://t.co/WOeZMTpQg8",
  "@WhiteHouse Ah what a nice scene - Zionist-main-puppet being shown to the capital of a nation controlled since 1870 when Rockefeller created Standard-Oil and EU with Rothschild since 1740 or so whom were the creators of the Zionist agenda. Just Khazars/bloodlines who use religions as a ploy.",
  "@VeBullied @MichaelMontenae Does not matter about MAJORITY cause that’s in manipulation terms hah! Elites run both “parties” that “go to the polls” for a census! Koch-bros for the Right backer and Soros for the Left. Look into what Standard-Oil did but goes back much further. Look into Khazar Empire! https://t.co/cBcTmYEiM9",
  "@realDonaldTrump START BY RIDDING THE ELITES. If you truly are for The People and what “America” once stood for in its conception. Elites have had control of the US since 1870-1910 (Standard-Oil, and Fed Reserve). Bloodlines like Rockefeller and Rothschild. Investigate their control!",
  "@Robbi3rob11 @mashable Haha you accusing of a “bot”? This is just history. Elites run things. Rothschild EU banks 1740/Rockefeller 1870 Standard-Oil. Bloodlines.",
  "@NeverTwain Aye right there btw I’m not trying to counter your work just making sure we know TheEnemyofHumanity. And all The People know as well. I respect all ideologies but they’re crafted. Islam/Judaism is manipulated greatly. Enjoy the days and good luck. #TheGreatAwakening",
  "@NeverTwain Yea they DO have control but it’s not flipping Muslims/Left they are controlled opposition. Elites created radical-Islam over the past decades. Rockefeller/Elites owned the US entirely since 1870-1913. Both political parties controlled.",
  "@IWillRedPillYou Hey man it’s not just the Left-side own it’s the entire Right too including Trump. All these events are for social-engineering/division. We gotta tell the truth of the bloodlines who truly run things.",
  "@mashable Elites run the planet who cares about these petty materials when bloodlines control things and have for awhile. Look into Rothschild. (Freedom of Speech/Knowlegde).",
  "@WhiteHouse US been owned by Elites since 1870 when Rockefeller created Standard-oil and Fed-Reserve in 1913 #TrueFacts #TheGreatAwakening.",
  "@mashable Aye more manipulation. It’s a ploy to divide The People specially disarming all - no stamp for which “arms”. Most these “masscasualtyevents” are falseflags as the targets were watched! Rockefeller/Elites owned the US since 1870 hah! #TheGreatAwakening",
  "@StephenAtHome Don’t care what ya sheeple say, Colbert’s a puppet for manipulation. It’s a ploy to divide The People specially disarming all - no stamp for which “arms”. Most these “masscasualtyevents” are falseflags as the targets were watched! Rockefeller/Elites owned the US since 1870 hah!",
  "@DavMicRot Oi ya better have that Khazar blood or ya no Redshield hah! Thinks Trump “Presidents” are relevant when the Rothschild-dynasty have control EU/US banks for centuries hah. Enjoy the days (of social-engineering). #TheGreatAwakening #ThePeopleAreUsed",
  "#TheGreatAwakening #ThePeopleAreUsed . Srry I’m a tweeter noob rofl.",
  "Elite’s DavosMen at it again with social-engineering/disinformation. #TheGreakAwakening#ThePeopleAreUsed. George Soros To EU: Fight Populism, Regulate Social Media | Zero Hedge https://t.co/vk0n1aQT8s",
  "Oh yea uh yea forgot to add a hashy hah! #TheGreatAwakening.",
  "Haha “Russian bots”. Holy h3ll the Establishment is going insane. Pointing fingers at bogeymen. The leaks are from within the controlled political-sectors. RUS don’t care about US/NATO run by Zionist parasites. If not whole planet this point. https://t.co/yVeFq9SEZr",
  "#TheGreatAwakening #WeThePeople #QANON #TheStormisHere #FollowTheWhiteRabbit #MAGA #CBTS #8CHAN4CHAN #TheStorm #HuntTheSpook #HuntTheSpook #HuntTheSpook #HuntTheSpook \n\nIf Maxine wants it removed then we should RETWEET everywhere.\nRETWEET\nRETWEET\nRETWEET https://t.co/OtXi6xiPwT",
  "I apologize to all in adv for my lack of functionality on “here”. Now that there’s a new phase in all this I decided the rest had to be on here. Love all The People and the truth is greatness Hah enjoy. #TheGreatAwakening.",
  "@Education4Libs @NeverTwain That’s cause there’s a purpose; social-engineering can be called. The Elites that run things (both political wings) are growing desperate for total-chaos to bring in control.",
  "@EdKrassen @IRdotnet @realDonaldTrump Lmao your the only one spamming a Elitist’s puppet. Your tactics are pathetic, go tweet to Bilderberg. Oh wait they even on here too? Twitter is a damn cesspool of ignorance, manipulation, and incompetence.",
  "@realDonaldTrump Sorry Sir but only folks laughing are the Elites who orchestrated all this division. Like Rothschild who dumped US assets in Aug. 2017. Yet everyone is concerned of bogeymen.",
  "@hotlist99 @VP @DHSgov @SecNielsen @SenTedCruz @CBP Get a grip Russians don’t give a damn about the US besides our Govt being controlled by Rothschild to start a conflict. Rofl worrying about bogeymen and puppets.",
  "@realDonaldTrump Will the truth be told? Our people sacrificed for Elitist’s social-engineering? Centuries of control and manipulation? Oh well, enjoy the days!",
  "\"When a leader speaks, the reflection lies\". I always enjoy elite puppet performances, bravo well done! (No offense) https://t.co/Bsyg80KpL9",
  "Uhh praising \"beautiful God-given landscapes\" yet aids in it's destruction supporting Elites/Mosanto/TPP. Remember. https://t.co/Ff4hxdcnae"
 ]
}