{
 "user": 1328894438,
 "tweets": [
  "I found a stack of these lenticular promotional cards for the 1993 release of the movie Fire in the Sky.\nRetweet/Like this post for a chance to win one. \nI'll be giving away 15 of them! \nWinners on Wednesday.\n#UFO #AlienAbduction #UFOs https://t.co/mgYyic7Rwh",
  "Welcome to the state of hockey! \n#WPGvsMIN https://t.co/ND6Ow6aMJb",
  "Thank you @Delta for getting my husband on his flights a day ahead of time so he could miss the winter storm.  #safelyonhisway",
  "We have investigated it... So there's that.",
  "Our amazon wire tap just called the William A. Irvin... On it's own. I didn't even know it could make phone calls. That's not weird or creepy at all.\n#echodot #AmazonEcho",
  "It's been 30 years since Beetlejuice was released, I loved it so much we had an homage to it on our Wedding day. Thanks @HollyDPhotog #Beetlejuice https://t.co/2nya034fRl",
  "Roxy thinks a hot glue gun is a toy maker... She makes crafting difficult. https://t.co/TpHBieXCux",
  "I've made positive changes in my life that have successfully reduced my migraines.  Today for the first time in 16 years,  my migraines were not mentioned in my work review.  #smallvictories #Migraine #winningawarwithmyself #chronicmigraine #beatingchronicillness https://t.co/VRJduwFJ3U",
  "Bahaha!  #maneater https://t.co/kwwc2eYSVa",
  "@JohnELTenney @RoadshowPBS And now I'm imagining the Cramps, at antiques roadshow...",
  "@grantswilson @Target That is hilarious.  #neveragain",
  "Seriously @HomeGoods how can you sell this?  C'mon. https://t.co/5xTTuBB2ck",
  "@Jackie512 @HomeGoods Whoa...",
  "@DSenjem @sen_inge @BobbyJChampion @SenatorEichorn Please vote NO on SF 2767 #savethekirkbride #historymatters #preservationworks  #nodemolitionusingourtaxdollars https://t.co/T8ayjJiVY7",
  "@SenatorNewmanMN @jeremyrmiller @MattKleinSD52 @founghawj Please vote NO on SF 2767 #savethekirkbride #thisplacematters #historymatters #nodemolitionwithourtaxdollars https://t.co/RYrNwnyu3p",
  "@SenatorRelph @DaveOsmek @CarlaNelsonMN @CarolynLaine Please vote NO on SF 2767\n#savethekirkbride #thisplacemattered #historymatters  #nodemolitionusingmytaxdollars https://t.co/MPrsTmsYGQ",
  "There are good ships and wood ships, ships that sail the sea, but the best ships are friendships, may they always be! https://t.co/3m3BnBnWxF",
  "@ChuckWiger \nPlease vote no on HF 2787 #savethekirkbride #nodemolitionwithmytaxdollars #thisplacemattered #historymatters https://t.co/YVopJ2zipG",
  "I wonder if there will be a \"Kristy falling\" montage when \"my life flashes before my eyes\".  I kinda hope so, I do it a lot.",
  "Thanks to the Fergus Falls Daily Journal for covering Thursday night's rally.... https://t.co/GunHkNCR1W",
  "At last night's City Council meeting local residents Carl Zachmann and Chris Schuelke spoke against Kirkbride... https://t.co/qMuA09WSv2",
  "Help us save this amazing place. https://t.co/mU0h8txWa1",
  "Dear High School students of America,\n\nI can't wait to see you march.\n\nBut I'd also start voter registration clubs in every one of your schools. Register every 17 y/o. That's how you get rid of the NRA.\n\n#AmericasChildrenVote2018 #SundayMorning",
  "Do you think state funds should be used to demolish Fergus Falls' most significant historic and cultural asset,... https://t.co/PiqgcH3kdw",
  "Help us save this amazing place. https://t.co/mU0h8txWa1",
  "Read this comment, and sign the petition. We are blessed as Minnesotans with this unique and historic... https://t.co/dcFX0UtsTF via @Change",
  "@ffmayorben @GovernorDayton: Look how many people want to see #fergusfalls preserve our Kirkbride. 12 countries, 50 states, 3,200+ people signed our petition in just 3 days. Let's work together and make the most of our community's potential. https://t.co/pGlQiXUUaV",
  "@Colliers @SavingPlaces #preservationworks #thisplacematters https://t.co/uOdYsP0j8y",
  "\"It's the largest Kirkbride building built in the U.S. That distinguishes us from other communities. Whether you... https://t.co/4TqZIHfBzB",
  "MN Legislators: Say No to Funding Demo of Fergus Falls' Kirkbride - Sign the Petition! https://t.co/DIPQ08M1DB via @Change",
  "#thisplacematters #fergusfalls #thisplacemattered #saynotodemo #savethekirkbride #savingplaces https://t.co/5gLqD606qN",
  "@whitakertracy1 @SavingPlaces @HistoricPres @FergusFallsMN @FergusChamber We'd love it!",
  "@whitakertracy1 @SavingPlaces @HistoricPres @FergusFallsMN @FergusChamber https://t.co/wBMhn8vwl7",
  "@whitakertracy1 @SavingPlaces @HistoricPres @FergusFallsMN @FergusChamber It has been!",
  "Boy, that extra 15$ on my paycheck is really worth all the debt the US just acquired.  Totally will change the economy... #unimpressed #NotWorthIt",
  "Save the Kirkbride!  Who would want to tear this down?  #endlessopportunity #endlesspossibilities\n#minnesota #kirkbridebuilding #fergusfalls  #preservationworks #savingplaces #thisplacematters @SavingPlaces #savethekirkbride @HistoricPres @FergusFallsMN @FergusChamber https://t.co/IbzxZ6ALMv",
  "Thousands have taken historic tours here, movies have been filmed here. Art installations and theater productions done here.  Paranormal investigations and haunted houses have been explored here, all while the building Sat empty. \n#fergusfalls #kirkbride #historymatters https://t.co/FM1UPWkniJ",
  "@forgottenminn Such a waste, and so much potential in this building.  The public needs to voice their concerns with the city of Fergus Falls.",
  "You're welcome, I wore purple for the first time today...",
  "Woke up with a migraine, coping by binge watching @futuremanonhulu #hilarious #itslackingitswarriorsmane",
  "Came home from a Christmas get together at the in-laws to a deer in pieces in our driveway.  #atleastitsfrozen #poordeer",
  "It was -10 this evening heading home.  I saw kids sledding... #Minnesotans #WinterIsHere",
  "@KBJR6news https://t.co/3FCJVj0axX",
  "They've found him alive, thankfully.  Thanks for sharing!",
  "@KBJR6news These were great people, our prayers go out to their families at this difficult time.",
  "YOUR HELP NEEDED: The 72-year-old hunter of Cook, MN was said to be driving a tan colored 2002 Ford Crew cab pickup with Minnesota license 56ZJ. https://t.co/G0S3oHAFE3",
  "Authorities need public's help locating missing hunter https://t.co/ijvOHeE1RV",
  "We're dismayed by this decision, but the fight is far from over. Rest assured we will throw everything we have into protecting the BWCAW from this threat. We'll need all hands on deck. https://t.co/7AM3jtO9Ac",
  "Ugh... https://t.co/lCpArYpH5B",
  "My girl Roxy enjoying her @brandless jalapeno cheddar quinoa puffs, she loves jalapenos and cheese, couldn't hold out on that face.  #snacktime #bulldog https://t.co/8qkS6naZmM",
  "All hail our new #Disney princess: https://t.co/wD24ik5aZa",
  "Tell Trump and @AjitPaiFCC that #NetNeutrality is not negotiable. https://t.co/cwYtpuETyO via @freepress #savetheinternet",
  "This was not me after staying up late last night investigating.  Roxy had other ideas, as usual. #rawritsmorninggetup #ghostscansleepin https://t.co/bdcCabSkWl",
  "@HistoryInPix We did this and got a response as well, 2015.  It was odd getting a card from the white house.💚",
  "Roxy and her troubles... https://t.co/gk1NzV3nV3",
  "@MNarum @MP_Files @kopsahl @PracticallyEm Those look delicious... Jealous.",
  "@DocofPeppers We saw them at the Palace theatre too earlier this year.  Love them live!",
  "Flogging Molly was great last night, even managed to come home with the set list. 💚 https://t.co/RQqE6K9Tqp",
  "@floggingmolly Great show!  Come back sooner rather than later!",
  "@amyallantdf Excorcist is good, the tv show",
  "@amyallantdf Hanging out on the couch today as well, with my sleepy pup.  I've been watching lore and stranger things. https://t.co/PW50Af6oY7",
  "@PracticallyEm @MP_Files 💨👻💨 ha ha!",
  "@kjazz73 @MP_Files Flashback!",
  "@kjazz73 @MP_Files Thanks!",
  "Shooting Star hosted another great #Paracon2017 We had fun! @MP_Files https://t.co/DxcbSDlA4R",
  "This is why we call her chicken dog... https://t.co/ODmiQetesD",
  "#startastoryadopt https://t.co/CxYPzVqcAh",
  "@SIRIUSXM bring back Faction. \n#bringbackfaction41 #punksnotdead I'm wanting to cancel my subscription",
  "\"They shouldn't have given us uniforms if they didn't want us to be an army.\" #HandmaidsTale #epic",
  ".@SecretaryZinke 80 years to protect Bears Ears and you’ve undone it in 45 days. We still #StandWithBearsEars!",
  "@floggingmolly @PalaceStPaul What a show! #preservation https://t.co/0cyhF0UZwt",
  "Although I've failed by eating pizza and drinking wine... Maybe I'll Sauna,  Wait... Nevermind.",
  "Happy #SyttendeMai all my Norse friends!  #NorwegianConstitutionDay #norwegians https://t.co/9HxaKvn2sm",
  "Story of my life... https://t.co/JDLRzaAv17",
  "@nerdist @AmericanGodsSTZ #permagrin my husband can't understand.",
  "Trump Administration Takes Aim at America’s National Parks with Executive Order: https://t.co/RgfT2mEIpV #MonumentsForAll https://t.co/0mtlddSjGJ",
  "@BCHS_1943 Thank you for awesome rain barrel on earth day!  We enjoyed the walking tour as well.  Keep up the great work! #earthday",
  "https://t.co/b5qpKcS05l\ntry my referral link!  #natural #cleaning",
  "There are not many places to shop where I live.  But I'm loving the Grove collaborative! Shipped to my house under  30$. #grovecollaborative https://t.co/LWreAY7MZw",
  "Making @HellsKitchenMN Mahnomin porridge for breakfast. Going to be a hockey day.  #mnwild &amp; college, wanted #UND vs #UMD today cmon #mnwin",
  "Thunder snow!  \n#notactuallygunshotsthistime #hailno https://t.co/ceCnTwXRHo",
  "Really @NBCSN? You cut out our former @mnwild goalie Josh Harding's \"let's play hockey!\" intro.  He deserves more respect than that.",
  "@kopsahl Haha he's not on Twitter!",
  "I can break the coffee carafe on Tues order a new one and replace it on Thursday &amp; husband's been gone. #amazon #hedneverknow #accidentprone",
  "@mnwild @ticasino Niederreiter #mnwildfirst",
  "Today I was told if I'd stop doing my job so well, I'd stop getting such horrible projects. #icanthelpivegotskills #putmynameonit #igotthis",
  "Help save the Historic Tax Credits via National Trust for Historic Preservation https://t.co/qguy312V12 via @savingplaces #historymatters",
  "#nevermoretrue #JKRowling https://t.co/GHsnhbc6qK",
  "#MuslimBan\nDear World,The majority of Americans dont act this way, feel this way.Please dont judge us all.\nBlame\n@POTUS \n@VP \n@SpeakerRyan",
  "For every retweet of this, Bell will donate 5 cents to Canadian Mental Health Programs, and I think that’s amazing. #BellLetsTalk",
  "I know where she stood. You know where she stood. Such an honor to see her standing with you today. Bigly. #Resistance #WorldWideWomensMarch https://t.co/cwsgoYVSU7",
  "Someday is Today! I donated to @LLSUSA to help create a world without blood cancers. Donate with me: https://t.co/xGO0NlAzp8",
  "Watching the @MinnesotaWildMN win that one was tough with a #migraine.   #emotionalrollercoaster #topofdivision",
  "@AMCTalkingDead We like Tara, but this season has been too slow.  We need some hope and justice!",
  "@WalkrStalkrCon This season has been slow with little hope.",
  "Being home alone and watching @ChannelZeroSyfy is not the best idea.  #theteethcreepmeout Way to up your game @Syfy",
  "Even in the bathroom.",
  "Fear is coloring your hair bright red when your new house has beige carpet and white walls. #dontenduplookinglikeacrimescene",
  "Flying squirrels are a thing.  Just saw one fly in to the deck tree. #freakedmeout",
  "repeal the 12th Amendment to eliminate the Electoral College as the method by which we elect th https://t.co/UZXKkvIYcB @moveon",
  "Today I was told I looked both pastier than usual and like I ran a marathon.   #outofvacationdays #sickagain #hebroughtithomethistime",
  "Quinoa is the glitter of the food world.  #becauseigetiteverywhere",
  "Dinner with Stanton Friedman,  thank you Paracon!  #physicistsareawesome",
  "Bring on #paracon2016! https://t.co/aeBbzmVSLR",
  "Trying to be productive,  then see The angels take Manhattan is on. #weepingangelsaremyfavorite #DoctorWho https://t.co/GVnY1Dlywt",
  "I just moved in and I'm so grateful.   I never thought we'd have a place this perfect for us.  #Newdigs #homesweethome",
  "Laughing through the chaos is sometimes the best way to work through things.  #greatcoworkers #TGIFriday",
  "It's those crazy, nothing is going right, hectic days that make you realize how awesome the people who surround you actually are.",
  "https://t.co/9nGlwnubb8",
  "Bittersweet to get my copy of #imagesofAmerica #GreystonePark in the mail today.  It is a stark reminder. https://t.co/WoCEJXKatg",
  "#SpiritSneakPeeks @SpiritHalloween  https://t.co/LAp0uu0oG7",
  "Dropping yet another 1-2k on car repairs. Just had a fix.  Mention buying a house and the car falls apart. #universeislaughingatus #adulting",
  "Need to get away something bad, but have to save for new house stuff. Plus get a few things fixed #homeinspection wasn't awesome #nevereasy",
  "@GBUniverseNews @andrewtshaffer @Ghostbusters Pretty sure I need to add this to my collection #GhostsAreReal",
  "https://t.co/zCfezh7xCD That's wild... @DarknessRadio",
  "I got a blister doing the Lakes area heart walk 5k.  Brian replies with \"that's why I only do mmmkays, or ooh cakes!\" #supportive",
  "Last night Brian was throwing pebbles at me trying to keep me awake to watch a movie. It didn't work, now I'm finding them everywhere.",
  "Guess it's time to stock up! #lakesliquors @GuinnessUS #guinessisgoodforyou https://t.co/w46bZpPm0c",
  "Happy mother's day to mine and all the other wonderful moms out there! https://t.co/scdFAY0Zt1",
  "I want to do all the things... But the pain says no. You have a cold? Tough!  Have a migraine too.  #nevereasy #chronicpain #thatslife",
  "Colliers International announces historic Kirkbride campus available for redevelopment https://t.co/ACWrSiqlMD #historicpreservation",
  "@marybethpf @Lymenews @PokJournal a bit early to make any assumptions.   Prince was notoriously an \"indoor\" type.",
  "Just once I wish my packages could make it to my house without being stolen or delivered to the wrong address.  Ugh...",
  "Lets go #mnwild !  They're adorable jackieleah512 https://t.co/GvCU1ZKPKy",
  "@mnwild @ticasino Haula #mnwildfirst",
  "@natedoor https://t.co/99P2VRcPqD",
  "4-1 win for the Wild. 5-0 against the Hawks this season. First team to sweep the Hawks in a season series of at least 5gms since 1939.",
  "@Craftapped @bentpaddlebeer pilsener lager! #LetsGoWild",
  "Win a Ghost Hunter HD Video Camera https://t.co/8xZNZ6n7yt",
  "Now that's over. #Ghostbusters and a glass of wine will chill me out.",
  "When home maintenance turns into three new projects complete with bloody knuckles by 8am... #yourdoingitwrong",
  "Keep it #plausible! #thankyoumythbusters You made people love science!",
  "I am so excited for this! #mnwild stadiumseriesnhl https://t.co/KOkmZswP2W",
  "Saw @DropkickMurphys last night for the 7th time. The Myth was miserably packed. Dropkick was a great show. #venuefail",
  "Some people honeymoon at warm exotic locations. We will be celebrating by watching @mnwild @NHLOutdoorGame  and going to @DropkickMurphys!",
  "Plot twist #IHeartTWD whoa...",
  "RT &amp; follow @OriginalFunko for a chance to win a set of @TheWalkingDead Dorbz! https://t.co/fKRMCXb9zU",
  "Hey @ZorbazDL thanks for the visit from @SchellsBrewery!  Dave was awesome!  Can't wait for a new #Noblestarseries on tap!",
  "Today I need a filter... #thinkbeforeyouspeak",
  "Win a 6 month Season Pass for 2! $2000+ value! Follow us &amp; retweet this tweet by 2/14 for your chance! https://t.co/XEAstcZbDF",
  "My bourbon barrel #buffalosweat makes watching this sportsball thing for the commercials awesome! @TallgrassBeer #SB50  #yum",
  "I kinda nerd out when the @cw_spn episode #Hibbing 911 is on. #hometown shout out",
  "@erinRyder13 @thedailybeast hard to believe.   So sad.",
  "Fresh #spentgrain bread in the oven, then finishing my tequila lime chicken chili.  Ready for #NHLAllStar games with our #mnwild goalie!",
  "Win a Ghost Hunter HD Video Camera!  #wantthis! https://t.co/aLeZDGpDE7",
  "@XGames fail...  Halo?  Athletes?   Stop it, snow shovel racing was better.",
  "@GaryGalka #GarysGiveaway The mom &amp; dad of our future puppy!   Patiently waiting for our ghost hunting frenchie! https://t.co/dB0VhTq8e9",
  "A favorite from my hometown #Hibbing excited to try it in the new location!  https://t.co/UGJWAvNwiH",
  "@DNemanFood @stltoday you could just not visit said brewery or restaurant. ..  Just saying.",
  "Thank goodness for beer...",
  "Some days we need a reminder. https://t.co/gsPyPX4MZ2",
  "How do you help people who don't want to help themselves.",
  "Watching #Labrynth in my fort... #RIPDavidBowie we will miss you!",
  "I adore this cute #nordicware lasagna pan Brian got me.💚 nordicware https://t.co/W9on7c6Zm4",
  "It's fun when new investigation locations end up finding me! #thanksmom!",
  "@DropkickMurphys are really who people want to hear at the game @TheNHLWinter #WinterClassic Bring it #DropkickMurphys!  Go @NHLBruins",
  "Last night Halsty called me his one by five...  Aww... #legofan",
  "Correction.  37.",
  "36 varieties of @surlybrewing on tap at @ZorbazDL...  Within walking distance from home, thank you!!!",
  "I confess, I'm having my first @Caribou_Coffee ever... #idontgetoutmuch #ilovemycoffee",
  "If only... https://t.co/6aelab9akc",
  "Discovered yogurt is the enemy, quit it &amp; have only had 3 #migraine days in the last 2 months #chronicpain norm 2-3weeks of pain a month",
  "A rather young coworker of mine found out how old I am and freaked out...  #flattered... I think.",
  "Ready for #TWDFINALE  cinnamon pie crust zombies yum!  #zombie https://t.co/APqQtB1pgY",
  "@THEJeffBelanger I see it now... https://t.co/l5bBTuZ6Mm",
  "Ok I'll put some pants on.  For Chinese food anyway.   #weekendproblems must be home before #TWD!",
  "So ready for Thanksgiving!   https://t.co/YJeHPMjLZI",
  "@grandcasinoMN \"Pig's Eye\" originally!",
  "I just saw this again @Jackie512  Chick-Fil-A Copycat (Original Chick-Fil-Gay Sandwich) https://t.co/71MKPuAVvk #hilahcooking  #youknowwho",
  "@BentBrewstiller @BitterMinnesota @AbleBeer @612Brew price is a little steep for this service,  good idea though!",
  "@ChristinaRicci loved the show!   Hope to see more! I'll be leaving a positive review!",
  "Just saw a wedding cake tweet.  Mine made me cry, but it was because I loved it!  By @Jackie512 #Halloweenwedding https://t.co/SPEoEpovSm",
  "I listened to the @Sawbones  costume episode. We got married on Halloween! Even had a plague Dr. In Attendance! https://t.co/zfdjvRZ4WS",
  "Paranormal Series Part 1: A Spirited Forum Basement https://t.co/WGx4DsNpGF",
  "https://t.co/sKZz0vOqLD",
  "@MP_Files https://t.co/Uv8stgf7B7",
  "Scare ya later! With @mp_files! https://t.co/MJjBi9QjjK",
  "http://t.co/a5Wd6kHdYb",
  "Pine Point’s Haunted School opens Saturday | Detroit Lakes Online http://t.co/BywJULF4cR",
  "@UnveiledPRS @sscasino @missarae1 Nice meeting you!",
  "Another amazing event hosted by @sscasino!  #ParaCon2015 was a blast!  Thank you! http://t.co/flFZoYeZCT",
  "@BuzzFeed why just this?   Unrealistic body expectations are normal for this type of ad...",
  "Time for bed...  #ParaCon2015 Have to be ready at ten to present with @MP_Files  at 10am! http://t.co/tNJ9V0anh4",
  "That's right. Fall squirrels are the worst.  Taking my apples, leaving them in my gutters &amp; burying nuts in my yard. https://t.co/rrn5YLX2RO",
  "@SIMCREW to kill time in the car, we listen to podcasts.",
  "@SIMCREW they have everything you need to know :)",
  "@SIMCREW hmm... No games, but we've listened to @HowStuffWorks podcasts!  Safe travels!",
  "@sscasino @MP_Files is ready!",
  "I'm a fan of hockey players coming to the game in suits.",
  "Vote for Palmer House Hotel as the Best Haunted Hotel @10Best. I voted! #10BestChoice https://t.co/iDCy7LI5XT",
  "@CelticGhostHunt so sad.",
  "@thepiff My favorite dragon!",
  "@caryn14day Just part of the TAPS family, not part of the show... They are great people though!",
  "#occupymainstreet @ToddSnider @FargoTheatre http://t.co/zzSPq9tSsd",
  "@ToddSnider Fargo Tonight! http://t.co/y0C0RLdaOZ",
  "I don't want to say goodbye to our little cabin in the woods, but there is a @ToddSnider show tonight to go to. http://t.co/c0oYQ7y3fH",
  "http://t.co/xQDLclRzpJ",
  "#Ojibweforestsrally https://t.co/brh6rP7gFY @OjibweRallyMN @TravisPastrana",
  "Big Fish (2003) dir. Tim Burton http://t.co/DOnpZzZUGC",
  "@MissedinHistory awesome!   Thanks, you do such great work!",
  "May I suggest Marie Laveau or H.H. Holmes,  @MissedinHistory?   Both would make interesting podcasts leading up to Halloween!",
  "Couldn't The Doctor and The Mistress just have a kid and end this whole \"last of their kind\" thing? #DrWho #timelordbaby?",
  "@JimGaffigan My friend's child does this.  He gets confused when I tell him to stop corncobbing it.  Weird kids.",
  "Enjoying my last early Friday off, but so excited to be moving to more normal hours next week!  No more waking up before 4am!  #8isgreat",
  "I got off early from work and I just realized we can have Rudi's pizza tonight!  #letsgoplaces #beer #fire #food",
  "I sadly witnessed a friend get a phone call today that no one wants to get. Don't take your friends or family for granted.  #nothereforever",
  "Received a \"0$\"copay card from company I have RX from, used it to fill my RX, 100$ off, still cost 375$ #epipenblues #itbettersaveme",
  "Stop tearing down Kirkbride buildings #ChangeTheWorldIn5Words",
  "After spending last weekend aboard the SS William A. Irvin investigating, this sounds fun!  https://t.co/io6XOO8Td2",
  "Your experimental tropical sour is amazeballs @JunkyardBrewing! @ZorbazDL #yum http://t.co/CSt1GCIEr3",
  "@amybruni as long as it's yummy, don't let a little rain slow you down!",
  "Take it easy on us storms...  I'm recovering from last night's investigation and there's no way I can run right now. #investigation hangover",
  "New fear... @Sawbones that episode only made me love the podcast more #parasitesareinteresting and terrifying!",
  "Email said, Item found at the company picnic... Small Police Box charm.  #Whovian at work?  Here I thought I was the only one #Tardislove",
  "@chrisfleming_91 just caught up on this, I loved your \"fractured soul\" theory about spirits.  Makes so much sense.",
  "DL near the fourth of July... equals guaranteed police stop living by the beach.  Even if your on your way to work at 5am...",
  "My day started by getting pulled over by #chattypoliceman #notamorningperson &amp; work was 4 hours longer than expected. Bring on the weekend!",
  "For great perseverance and dedication to hockey, the 2015 Masterton Trophy winner is Devan Dubnyk. #NHLAwards http://t.co/FgLAXsYZSn",
  "Get it trending for this girl!  #votenhltrademydad",
  "Goodbye, Hannibal. You were too beautiful for network television.",
  "Awaiting admission... #kirkbride https://t.co/AZwJCESWzv",
  "Heading up to @FergusKirkbride for tours!  #Summerfest Welcome weekend! http://t.co/VkA5fBJG5b",
  "He can work from home now...  He talks out loud the entire time #gettingold #hesnotsorry",
  "I was diagnosed with #glaucoma 12 years ago this month.  #getyoureyeschecked even if you can see!",
  "Thank you Fargo, North Dakota. Great gig!\nSioux Falls on Wednesday night http://t.co/IgxzmmV0Ow",
  "@FergusKirkbride auction item Hallway by Emily Tucker http://t.co/OaQuAHzut4 via @32auctions",
  "@GhostHunterstor we are unable to see the presentation.",
  "@GhostHunterstor attending demonology class online.  Please check the chat thanks!",
  "You made my mom's day yesterday!  Thanks @realbrettbutler!",
  "Wore a new shirt... Got asked if I was expecting. #HappyMothersDay #wheresabeer",
  "https://t.co/4TpcEGii7d. @PreserveGPPH Tearing this Kirkbride down should be against the law.  #KeepFighting #preservationmatters",
  "https://t.co/GWNXaBR8Vg all you fellow Kirkbride lovers! #saveallthekirkbrides #savehistory",
  "Dropped 38$ on two of the best beers at the store, @SchellsBrewery #dawnofaurora &amp; #pentagram @surlybrewing  #beerandhockey #mnbeer",
  "Show your support for #SaveGreystone and RT efforts to save this historic building for future generations and use #Rally4Greystone",
  "Please upvote &amp; share this @Reddit post about #Rally4Greystone http://t.co/rcAjWycH33 #builtheritage #preservation #thisplacematters",
  "Hey @GovChristie, why don't you #PreserveGreystone? #Rally4Greystone #SaveGreystone",
  "Just going to watch this on repeat: http://t.co/72E3bGi6Zg #Duuuuubs",
  "@mnwild @ticasino #mnwildFirst Koivu",
  "Preservationists Fight to Save a Former Asylum in New Jersey http://t.co/ZN20mupe4S #saveourhistory #keepfighting",
  "So #beer full right now #urbangrowler #flatearth #surly #summit http://t.co/f0RbouI7lo",
  "Celebrating #TWDfinale with #zombiekiller cider. https://t.co/WlzmxxdRDI",
  "Whoa! http://t.co/jsg9t9xJfD is back @MP_Files #newadventures #investigations #paranormal",
  "@foodiewinoSF @MacCocktail one of my favorites!",
  "@mnwild @ticasino Fontaine #mnwildFirst",
  "StopDemolition! Preserve Historic Greystone on @indiegogo http://t.co/bb3lu2lgZc Help save our Kirkbrides #preservehistory #thisplacematters",
  "It's a great day to wear green to the @mnwild game. @Jackie512 will you be there? #StPatricksDay",
  "Robin Huebner Reports: Kirkbride redevelopment efforts in Fergus Falls gain new life | INFORUM http://t.co/TGL92NzqFK",
  "@kopsahl it will happen!",
  "Halsty said we are getting a divorce,  I had to remind him we weren't married yet.#truelove #togetherforever #beertalk #DrunksLikeUs",
  "I just signed up for Bluebird Gardens. http://t.co/hdtniwzF1H  Fresh #veggies!  Yum!",
  "@Jackie512 They won... now I can sleep",
  "@MissedinHistory mail about the town that had never heard of Halloween and bags of cooked noodles  #hilarious #laughingjustthinkingaboutit",
  "I have 9 hours before I have to get up and get ready for work. It's #hockeytime #neverenoughsleep #GrownUpproblems",
  "@kopsahl super excited!",
  "Yay we are the winners of #Wild tickets!  Club level here we come! #RedWings #WINNER #hockey",
  "@mnwild @PioneerPress #FanPhotoFri http://t.co/palQODKE60",
  "250 Days Until Halloween! http://t.co/kNdCjtES6d",
  "@HistoryVikings Happy #Thorsday !\n#Thor #Vikings",
  "Go vote Shooting Star Wedding Extravaganza 2015 PROMOTION http://t.co/2SMoebpRWz #HalloweenWedding #Iwantthatdress",
  "Shooting Star Wedding Extravaganza 2015 PROMOTION http://t.co/2SMoebpRWz   #HalloweenWedding",
  "Such a tasty flight tonight @Brewdl great job! #delicious #gonow",
  "Nothing says love like flowers and G G Allin documentary... Yep #punkrock #sorrynotsorry #TheMoreYouKnow",
  "@mnwild @ticasino #mnwildFirst Zucker",
  "RT for a chance to win a robot dish towel, screen printed at the Bad Robot Workshop! http://t.co/KjrUlOEpwr",
  "@newstandards @holmestheatre Great show!  Thanks for coming!",
  "CHUCKY Cake for Kiss A Ginger Day #KissAGingerDay http://t.co/2EjkV13s8u",
  "Car broke down Friday, got sick yesterday, then the tow truck hit my car while at the dealership.  Need some better luck this week.",
  "@mnwild @ticasino #MNWildfirst Niederreiter",
  "The surgeon I met with today was more impressed by my @surlybrewing hoodie than my knee.  I was just fine with that...",
  "Finally watching #TheHobbit.  Seeing Brian start putting it together with Lord of the Rings #notintoLOTR #notsorry #nerdalert",
  "I got a message from an old friend today, just to say they miss me and they're thinking of me.  #makesmesmile #HappyNewYear",
  "Dozens of F-M bars, tattoo parlors, and even barber shops are hanging posters saying Alexander Lee is not welcome. http://t.co/Po8X3fVyNf",
  "#PreservationWorks Historic Asylum Preservation Conference - April 25, 2015, Traverse City, MI http://t.co/eMGay6qzkf",
  "#MSPcrash Hwy10 between Lake Park &amp; Audubon - 2 veh inj. Hit &amp; Run. Lookn 4 a wht ext cab p/u (92-98) More info on web. Contact us if seen",
  "Extreme close-up #bigeyes #glaucoma checkups.  At least it was good news! I just look goofy!  #crazyeyes http://t.co/aQD5S3pUER",
  "Yay! Dr. Who themed birthday surprise cookies!  Thank you for the investigation treats Emily! http://t.co/dkFQvMqfYF",
  "That is after I get home from work and nap.   Then bring it on! #workingtoomuch #naptime",
  "Looking forward to tonight's investigation with @MP_Files #fullmoon #ghosthunting #speakingtohistory",
  "Oyster stout, why are you so yummy?  The Powerhouse Brewing company has it right. #beer",
  "@mnwild @ticasino  #mnwildfirst Vanek",
  "http://t.co/mj2L5yNjmk",
  "New tours of Fergus Falls Kirkbride announced http://t.co/0BlQpEPGLR #BuiltHeritage",
  "Here's hoping that by next Thanksgiving we'll see development! http://t.co/XvdsxdkXZ4 #builtheritage #kirkbride #history @FergusKirkbride",
  "@mnwild @ticasino # Niederreiter",
  "NATURE FACTS: Nature will kill you and then make new things from you.",
  "Special Save the Kirkbride tours! https://t.co/wHhjUBUyj4 #awesometours http://t.co/6NZIQD66AH",
  "A Coworker wanted to help me out and do part of my workload today.  I asked how it was going #worstexperienceever! Hmm #appreciatedsuddenly",
  "Thanks to @ZorbazDL for making Brian's birthday delicious!  #pizza #beer #tshirtnight http://t.co/J581OeVgEQ",
  "Lets go people!! :) Help make history!!  Click and donate to the Kirkbride Development Campaign http://t.co/mO5suFoxJB via @gofundme",
  "I want to curl up in a ball and sleep for days...#overworked",
  "Friends of the Kirkbride have pledged to raise $700k for redevelopment.  To help please donate online http://t.co/hZKUXOTJd5  #taxdeductible",
  "@exploreminn Preservation group in Fergus Falls needs 700k to move forward with rehab of State Hospital #OnlyinMN http://t.co/DO9kW1EMur",
  "With stipulations, always dragging it out.  Not yet a done deal #herewegoagain",
  "Another condition is for the friends of #kirkbride to raise the $700,000 gap rather than come from state grant funds #fergusfalls",
  "City council passed a motion to move forward with developer! #savethekirkbride",
  "@kopsahl @FergusKirkbride sending out positivity!",
  "Hoping for good news @FergusKirkbride tonight!  Nervous as usual #herewegoagain",
  "Have a great Halloween!",
  "Don't forget to hand out treats. http://t.co/BUJCCpOgxP",
  "I've never seen anyone go all out like this for Halloween http://t.co/6VxFU8ekVQ",
  "Halloween is almost here. #ScaryMovieMarathon #costumes #thinningoftheveil and #spiritseverywhere",
  "@kopsahl it's ridiculous how much I'm jealous right now.",
  "I'm missing out #EmpireStateBuilding the view from his room.  The only time I wish I got to work at remote jobsites! http://t.co/h1C6Nhjmn2",
  "Watching #NightmareBeforeChristmas and eating turketta.  Because I can.",
  "I repeatedly had dreams with super thin spider people and little short round people as a kid.  Then I saw a #TimBurton movie. #MindBlown",
  "http://t.co/HsG8RpYhsN @MP_Files one of the funniest things we get to do all year!",
  "http://t.co/gnfkWqjf6A with @MP_Files",
  "Getting ready for this weekend... Haunted school here we come! http://t.co/WWuNjDfRiT",
  "Haunted School. October 18 and 25 7-9pm:  \nA half hour North East of Detroit Lakes, MN CLick here for a map\n\n ... http://t.co/Rg9SAixKJE",
  "@BillyTolley @MP_Files  Guilty of mad moves...",
  "\"What do you do with a drunken sailor?\" #Paracon #Minnesota https://t.co/95ccyNWQUr",
  "@Zak_Bagans @AaronGoodwin @MP_Files @sscasino #paracon2014 #sasquatch Things got a little wierd... http://t.co/hWWTgVDvdf",
  "Ah ya, @MP_Files writes \"With a special guest photo bomb by our friend Loren Coleman\" (@CryptoLoren) http://t.co/LBMGmhLmpJ",
  "#paracon2014 @ErinMarieOMG @MP_Files @sscasino http://t.co/8plaS8TB4H",
  "@TCPSGhost @JohnsdalePG Nice meeting your team! I do love the shirt design! @MP_Files",
  "#paracon2014 @grantswilson @MP_Files http://t.co/kyQzuQOBGG",
  "#paracon2014 @amybruni @AdamJBerry @MP_Files http://t.co/6Svc1FPTlQ",
  "#sasquatch found @MP_Files @CryptoLoren http://t.co/VxohRVCwF2",
  "It was nice to meet all of you!  Our #sasquatch had fun too! @MP_Files @CryptoLoren @AdamJBerry @amybruni @grantswilson",
  "We're here! http://t.co/RZGSLV3lPg",
  "Must stay up to watch @AHSFX...#FreakShow I'm pretty sure I will love this season.",
  "Jimmy John's is the latest victim of a data breach! See which stores in Minnesota were affected here: \n http://t.co/m6vE5uow95",
  "I'm anticipating awesomeness with #gotham tonight.  #darkness Bring it on...",
  "Longest ship on Great Lakes runs aground off Bayfront Park in Duluth http://t.co/SWbTCqngRZ #oops #getoutoftheway",
  "18 Actual Haunted Houses http://t.co/tmLmm6FRSe via @alldaydotcom    #MansionSlumberParty",
  "@kopsahl fun!",
  "Beyond amazing http://t.co/NHf8ppYArv",
  "The Kirkbride Cycle is September 6th in #FergusFalls - do you have your spot reserved? http://t.co/ADrQlmITvP http://t.co/3PWEXvgRxv",
  "So much to do again this weekend! Investigation tonight with @MP_Files and helping out at @FergusKirkbride this weekend. #happyplace",
  "Wrestler to invest in historic Fergus Falls property's redevelopment \nhttp://t.co/FRFO5Z7FWs @R_Roddy_Piper @kirkbride #PBiz",
  "60-Second Guide to Rheumatoid Arthritis http://t.co/yzX50egBqC Please RT help us raise awareness and understanding of rheumatoid arthritis!",
  "Theater wedding with adorable little girls tossing tickets down the isle.  Oh, the summer of weddings is over. #weddingweekend",
  "Also, @drunkhistory best show ever...  But needs more @chipcoffey!  Happy birthday Chip!",
  "Oh the ideas... @OjibweRallyMN",
  "I want @TravisPastrana to take the roundabout on Willow Street in @DetroitLakesMN. I would watch from my front yard... #carsounds #nextyear",
  "#migraine day number four.  I wonder what I could have done with the vacation days that turned into #migraine days.  #novacations #bummer",
  "I am throughly enjoying my only lazy day this week.  55 hour work weeks and late nights wipe me out.  #summer #goodtimes #lazyday",
  "@GrainBeltBeer but I want it!",
  "Hopefully, the loss of someone who was seemingly so full of life, will help others to reach out. #seekhelp #RIPRobinWilliams #NeverGiveUp",
  "Cops and sirens all morning.  #wefestprobs Guess they haven't left yet...",
  "Yay! They are showing @BeingHumanSyfy on the Chiller channel now. #ghost #werewolves #vampire #bestfriends",
  "If your automobile has manual crank style windows and no air-conditioning press Retweet.",
  "As I sat drinking coffee this morning I felt off.  Then I realized I hadn't had a cup since I got my stomach bug Monday. #coffeehigh",
  "@ihuntghostscom and thank you from @MP_Files and myself!",
  "@ihuntghostscom  http://t.co/Lxwp6Ye8jw",
  "Listening to the piano play at Sanford hospital, makes this long wait much more entertaining. #musicmakesitbetter",
  "@ihuntghostscom We are having Paracon, October 10th and 11th in Mahnomen, MN @sscasino @MP_Files",
  "I'm all beer jealous #AllPintsNorth",
  "@Jackie512 love it! Promise?",
  "@Jackie512 it will be fun!",
  "Sometimes I'm not sure which is worse, the #migraine or the side effects from the medication used to treat them. #sickening",
  "@Jackie512 #costumeparty #keepingitclassy #timburton style",
  "Watching #DrWho #DayoftheDoctor, again...  Why is there never a big red button?",
  "I was just awakened by chainsaws outside my bedroom window... The tree next door came down and is blocking the road. Drunks are cheering...",
  "Ok @LynnS00878747, @Jackie512, @kopsahl and @PracticallyEm, I think we set a date... 10-31-2015 #halloweencountdown #weddingplanning",
  "@kopsahl @DetroitLakesMN I know.  They are awesome, this one is just a few houses away from me!",
  "This little free library in @DetroitLakesMN Such a great idea! #OnlyinMN http://t.co/yplcUHGqqv",
  "Tomorrow is the full moon!  Known as the Full Buck #Moon since antlers are coming out. My favorite: Hungry Ghost Moon http://t.co/qHDFTEqBim",
  "Interesting theory...what do you think my paranormal friends? #DarknessRadio http://t.co/l7htmBnoKM",
  "#education from the archives... Can you tell this Monday calls for a beer? #MNBeer http://t.co/afpIg0ci7b",
  "Every camper needs to make STOUT-Infused Marshmallow &amp; Bacon S’mores. http://t.co/brLybNqIVl http://t.co/DDHDKsBAyp @MNBeerActivists",
  "Is #hockey back yet?",
  "Officially have three weddings to attend in August. #shouldbethere #drinksareinorder #weddingoclock",
  "The @mndnr confirms zebra mussels were found near Detroit Lakes for first time. http://t.co/O2hKPYQQdd  &lt;-- What that means.",
  "@RA_information when my fiance was still trying to get diagnosed, he would have have a fever after being active.  Usually in the evenings.",
  "After the tough week we had, I can't wait to see some old friends this weekend.  #goodforthesoul",
  "Its#LymeDisease, so don't let him bite you...",
  "So frustrated waiting for #LymeDisease tests to come back for Halsty.  Just want him to feel better soon.  #beingoptimistic #itcouldbeworse",
  "@BringMN Rick Dyer is a self-proclaimed hoaxer, I wish people would stop talking about him.",
  "Busy weekend of tours.  #exhausted Fourth night in row being woke up by someone's shaking chills and a fever.  #RAflareup #nosleeptonight",
  "Just posted a photo http://t.co/w5d5WdUkzd",
  "Just posted a photo http://t.co/mI1ZVyTyLh",
  "Friday the 13th doesn't scare me! I hope there is clear skies tonight so I can see the full moon over… http://t.co/s6riO6DgAf",
  "What are you looking at!  Wait.. What am I looking at? Four times a year... Glaucoma sucks...… http://t.co/QrFfbaY4wX",
  "No other way to celebrate. RT @hgreyerbiehl: Today is National Doughnut Day - Enjoy! @WalkingDead_AMC @bigbaldhead http://t.co/D4CoZQJLNW",
  "My dad was working while Wcco was filming at @MNDiscoveryCtr  today.  Airing shortly!",
  "I have officially reached stupid tired #mushbrain",
  "#TheWalkingDead Escape is coming to Minneapolis on June 21! Can you survive? http://t.co/ZohI7Ih3W6",
  "Good luck to @Bike2Believe! Thank you for all you are doing to help end cancer!",
  "Amy Bruni and Adam Berry Make Statements Regarding Leaving @GhostHunters http://t.co/EE5fsyyBKZ",
  "@kopsahl me too!  It will get me through this long week!  Lakeview of Superior...",
  "@kopsahl Mondays always suck... Just think of how much fun we will have this weekend!",
  "@chipcoffey @OSReformatory Investigation hangover...",
  "Minnesota poised to be 1st state to ban soap chemical triclosan http://t.co/5nn5q0ZG1m via @BringMN",
  "Love listening to @Sawbones at work, #laughingoutloud.  People think I'm crazy and leave me alone.#Bonus",
  "@ParanormalList we use Nero",
  "@PracticallyEm good point!  Thanks!",
  "I become such a wuss when I'm sick. #getoutofmyface #snotmonster",
  "More BIG NEWS: MPF is now listed as a\nTAPS Family Member\n \nThe story behind the TAPS Family via their website,... http://t.co/9IiKGjIUuG",
  "Learn all about these and more at the event! Sign up here: https://t.co/HNyLVJGyGV http://t.co/1XeBSP4mnB",
  "It's game day @mnwild another shut out would be appreciated.",
  "nICE Mug Beer Mug Made Of Ice  http://t.co/bQ6LNU3QiP http://t.co/LsluzIMCgk",
  "@kopsahl I think I'll have to go a brighter red just to bother them more!",
  "\"Know your roll!\" Is apparently, not the appropriate thing to say to say to a co-worker. #Ithoughtnoonewaslistening #busted #naughtyroom",
  "\"Is that really the color you were going for?\" #annoyingpeople  #dontcarewhatyouthink",
  "Hwy 59 roundabout project in Detroit Lakes begins May 12  http://t.co/MmRWbYcGdq",
  "Tour the @FergusKirkbride here! http://t.co/8vHt8D38zc I was one of the lucky people to participate in this! #asylum #ExploreEverything",
  "It's the last day to vote online for a Twin Cities area bike park to get a $33K grant. Bikers - will you vote for it? http://t.co/DjkBEYfNge",
  "\"This is your time.\" Special pre-game speech from a VIP — WATCH: http://t.co/AqNUUyx00f  #mnwild #itsplayoffseason http://t.co/QIFP4uTzZr",
  "Straight to the liquor store after the day I had.  #BeerME I have to remember I am only one person. #StayPositive #burntout",
  "\"You are so brave!\" Not really, it's just hair.",
  "I am going to have the music from #TheLittleMermaid  in my head for days... @ChanhassenDT",
  "Now I continue screaming at my tv... @GopherHockey  #score !",
  "Visited with the old security crew last night.  So many broken windows this week.",
  "Really disappointed by all the vandalism going on @FergusKirkbride.",
  "Listened to a great presentation by Chad Lewis and got some good advice @PracticallyEm @kristylouise78 #paranormal http://t.co/GGvhufUk5w",
  "Tonight at 6:00 @WDAYnews how the owners of this dog in ND are hoping social media helps save their dog. http://t.co/4Ssnqatuwy",
  "Pls read &amp; share @PreserveGPPH's official statement on Greystone demo plans http://t.co/nrStgUi2uF #historicpreservation",
  "Our house is under attack by drunk birds, #hitchcock flashback. Apparently the berries on our tree have reached max fermentation.",
  "The chances of this seem small, but too good to pass up. #tornadoblizzard http://t.co/yCC1KwYElV",
  "Creative? http://t.co/A7SSkl4CVS",
  "DEALING WITH CANCER? PLEASE.....EDUCATE YOURSELF! PLEASE....THERE IS HOPE.  https://t.co/7ANpsWQapy",
  "#bacon eating contest... Halsty is in... http://t.co/vpAeBoO3OU",
  "@kopsahl first world problems.",
  "Hockey is more enjoyable if you pretend they're fighting over the world's last Oreo.",
  "Hilarity will ensue..@kopsahl @PracticallyEm",
  "The \"No Alcohol Beyond this Point\" sign might as well say \"I bet you can't chug that whole drink.\"” @PracticallyEm sounds like last year...",
  "Why isn't #CrashedIce an olympic sport?  Someday I'll get to see it in person...",
  "All week... Is it Friday yet? Can't wait for this weekend #brewfest @TPBrewfest mmm... beer...",
  "ICYMI: After 53 yrs, Joe &amp; Ramon finally celebrated their very first married Valentine's Day! http://t.co/repgx2OwZk http://t.co/vq4vYWzTNx",
  "Oshie scores! A tip of the hat and a raise of a pint to USA! USA! USA!",
  "What a game!  Yay #hockey  #TeamUSA, I can't handle that much excitement this early in the day... #Sochi2014",
  "Oshie scores!!! #TeamUSA wins in the shootout against Russia!!! What a game. http://t.co/LoOmATc9iZ",
  "Let's go to OT! #TeamUSA and Russia tied 2-2 after 3 periods.",
  "I love getting teas in my #birchbox! I'm a tea addict.  #partyinabox http://t.co/IgYGFHYArH",
  "Holy pants Norway!  I think they are trying to distract my hometown #curling competition! #Sochi2014",
  "State to accept applications for enhanced IDs next week http://t.co/rmdEhhS2Xc",
  "Reviewing evidence...  Thanks for the tweets! Giggling makes it hard to listen to audio... http://t.co/ED80oHNRPF",
  "Why am I so much more comfortable in haunted creepy places compared to the mall?",
  "@Zak_Bagans arsonist?",
  "There is a bike vs cross country ski race going on at Dunton Locks right now, crazy, bearded boys!",
  "Legalize Sunday Sales of Alcohol In Minnesota - Raise your Glass and Raise your Voice http://t.co/vhyExw26i4",
  "Me too@kopsahl @MP_Files! I got some news about a potential location too today!  Yay!",
  "I'm in...  #esurancesave30 problems solved, and pay it forward!",
  "Gimmee the @RadioShack #PACTABLE chomp chomp...",
  "Love what @goldieblox is all about! Where were these when I was a kid! Yay! #TeamSmallBiz",
  "Call the Red Hot Chili Peppers 'Avada Kedavra' because they just killed it. #SuperBowI",
  "BREAKING: Zach Parise named @USAHockey Captain for #sochi2014. Ryan Suter will wear an A. #mnwild #CaptainAmerica http://t.co/qxa8NvAoqc",
  "Why not add #XGIceRace to #xgames?  Better than the snow shovel racing!",
  "Really? #StadiumSeries should keep it in stadiums that actually see snow.  #NHL missed the point of outdoor games I guess.",
  "5 reasons why @ChristinaRicci's 'Lizzie Borden Took an Ax' on @lifetimetv is going to be amaz… http://t.co/kvjPWavTbF http://t.co/ywE0Pp84CE",
  "@Jackie512 I'm so glad!",
  "#mnwild Parise and Suter both named to 2014 @usahockey Men's Olympic team. Eight Minnesotans on the 25-man roster: http://t.co/NKCMv8VI6P",
  "The wave, a kid &amp; @CharlieCoyle_3. Watch Henry meet Coyle on #BecomingWild by Toyota http://t.co/LuC2VnlgIN #mnwild http://t.co/Y3B0yAZUvq",
  "Love watching hockey on a snowy rink!  #winterclasic  Bring it to MN!",
  "Have a very Gremlins Christmas! #MogwaiMonday http://t.co/95Za44Egjs",
  "Mind blown...",
  "My better half surprised me with a weeping angel necklace in celebration of #DrWho50th nerding out on the Dr all weekend!",
  "So happy when I opened @birchbox  and saw a tardis blue colored nailpolish! Best part of my day!",
  "Working on penny floor with @PracticallyEm @kristylouise78 @amazonmp3 at DLCCC http://t.co/nMxYvhEnDd",
  "@kopsahl  and I thought that was Paracon...",
  "Please follow all posted signs, placards, dream omens, gut feelings, personal taboos, and urgent instructions whispered from the ether.",
  "Halloween haunts: Plenty of scary fun to be had in lakes area | Detroit Lakes Online http://t.co/aaqDViYRO8",
  "@kopsahl I have been doing the dumbest stuff the last couple of days!",
  "I think I killed a few brain cells over the weekend...",
  "@kopsahl when I win that lottery!",
  "@kopsahl I heard about this trip.... Wouldn't it be great!",
  "\"Old man\" my ass. @JohnZaffis is a party animal. #ParaCon http://t.co/7RPsUWl3Xl",
  "Jason and I will be at the Shooting Star Casino this weekend in Mahnomen, MN. Come say hi! http://t.co/X2KccRR8kY",
  "I will be at the Shooting Star Casino Paracon in Mahnomen, MN tomorrow through Saturday! Tix and info available at: http://t.co/xxuc7n1wxy",
  "Are you ready to enter San Haven State Hospital with us? See you Friday at 1pm at #ParaCon2013 @sscasino http://t.co/CpgzFrk1HY",
  "Check out our gallery of creepy vintage Halloween costumes. Man, are they horrific: http://t.co/w67GaTvLXX",
  "SHOOTING STAR CASINO HOSTING 3rd ANNUAL PARANORMAL CONVENTION OCTOBER 10-12, 2013 http://t.co/2mQ4BntSv7",
  "Aiden's Allstars - Team Captain: Lisa Hamar (2013 Fargo Buddy Walk) http://t.co/4R5KO7NdYn",
  "Tell a therapist, Not Facebook.",
  "Come see us! “@sscasino: PARACON 2013 TICKETS ON SALE NOW!!!! \n\nJoin us for the 3rd Annual Paranormal Convention http://t.co/oA9R2PICXA”",
  "Check out the geocache type that cares - CITO. Find Cache In Trash Out events or create your own: http://t.co/r0UZr4RGHy #geocaching",
  "PARACON 2013 TICKETS ON SALE NOW! Join me w/ my group @MP_Files along w/ @KrisWilliams81 @Jchawes @JohnZaffis &amp; more! http://t.co/AFVfxI3AF2",
  "Paracon 2013 | Paranormal Files http://t.co/RhIfpLxSUn",
  "MOVIE REVIEW! @TheConjuring is 1 of the best Horror Movies in years. @wbpictures Delivers a great psychological/Scary film. #ScaryAsHell",
  "I want to live in an alternate universe where people solve all arguments with a dance off...",
  "Prop 8 decision allows same-sex marriages to resume in California. http://t.co/B5HCd7ZK8q Will not affect other states.",
  "Dear @WendyDavidTexas - if they take your Texas Senate seat, please run for President. Sincerely, #WeThePeople #StandWithWendy",
  "But first, comes breakfast... As soon as  Halsty is ready... I am excited for this one! @kopsahl",
  "@kopsahl @ShareThis That's because zombies are awesome!",
  "@kristylouise78 you made the highlight reel! Zombie Pub Crawl Inforum TV http://t.co/kivvKYl5ZH via @sharethis",
  "@kopsahl no problem!",
  "@kopsahl I can't wait! Pulled out the zombie garb this morning!",
  "RT if you're sporting #mnwild colors today! (Double #StateofHockey points for a jersey) #BecauseItsTheCup",
  "Marriage equality: Legislators, stand on the right side of love — and of history http://t.co/dhfdnfluSr",
  "Anyone excited about paying more for your #beer? Contact your MN legislators today and tell them NOT to increase tax on your beer!",
  "What is an orb? What does a genuine orb look like? \n\nOne of the most controversial aspects of paranormal... http://t.co/VpnxBa6K0p"
 ]
}