{
 "user": 23516631,
 "tweets": [
  "I found a stack of these lenticular promotional cards for the 1993 release of the movie Fire in the Sky.\nRetweet/Like this post for a chance to win one. \nI'll be giving away 15 of them! \nWinners on Wednesday.\n#UFO #AlienAbduction #UFOs https://t.co/mgYyic7Rwh",
  "@dustinpari And also with you 💐",
  "@OfficialLivePD   The guy in green shirt through something behind couch.",
  "@HeyGotAMinute @dustinpari     Great episode.  This week I have been concentrating on taking care of myself.   I need to continue on..........",
  "@dustinpari @HeyGotAMinute #HeyGotAMinute is such an amazing series. I look forward to it every single day. Your creativity, genuine heart, and love of the world is so very evident. You’re amazing, my friend!",
  "@MeghanMcCain   These are precious days. Enjoy your time at home with family.",
  "@HeyGotAMinute @dustinpari    Motivated to take on today.  😁. With a smile and promise   Thank you",
  "\"Freestyle Friday\" is here! Talk about Fri-yay oh yeah! Share this video. Retweet this video. Spread good... https://t.co/aFpM9Q8wg0",
  "@HeyGotAMinute @dustinpari   Looking forward to wonderful things to come 🎈🎈I look forward to your video each day",
  "@WeirdHQ It looks oddly normal",
  "Greetings to all of our new friends and followers!!! Thank you so much for supporting this 60-day motivational project from @dustinpari and @codydesbiens - NEW EPISODE EVERY DAY AT HIGH NOON! https://t.co/wjs9RW1Ju1 Tell your friends! Retweet/Share",
  "@HeyGotAMinute @dustinpari   Each minute I listen to you, I get a day full of joy and am reminded to share my smile 😊.  Thank you for sharing.",
  "@HeyGotAMinute @dustinpari   Love today’s message    A few yrs ago, I made everyone put their phones in a basket.  Lots of whining but they did it.  After dinner the kids asked for their phones back and needed my WiFi password.  I gave it to each one after they completed a chore",
  "#HeyGotAMinute @dustinpari   Another great one. Thank you. 💖",
  "@KrisWilliams  #HomicideHunter    The show was good. It started slow. A lot of details about the case 😞. Necessary, but long.  After about 10 minutes, I was all in.   It was an interesting case and I will definitely watch again.  😻😻",
  "@KrisWilliams @DiscoveryID It is amazing how the commercials either turn you on or turn you off to a show.  I am not totally impressed but I am recording it.  I will let you know if I think it is must see TV. 🤩",
  "@KrisWilliams @DiscoveryID I think I will watch the show before deciding.   I have watched these guys on another show where they investgated a murder and it was easy to follow and not tacky to me.  But we will see 🧐",
  "@HeyGotAMinute @dustinpari   Just got a chance to watch. Soooo good.  Didn’t disappoint.  I got the message (this was directed to me, right?).  Thank you ☺️",
  "I'm on pins and needles wondering if my new buddy @Unrefined_Ty won the Indie Series Awards for \"Haunt Me\". Hollywood is a savage place. I can't protect him all the time. He's just a little lamb stepping on to life's red carpet. Oh dear..I worry. 😳",
  "@therealroseanne You made me laugh this week.  Thank you.",
  "@dustinpari I always appreciate your tweets. They make me happy.  A great way to start and end the day",
  "Happy Birthday to Marlin Perkins, Zoologist and Yeti Hunter!\nHe would have been 113 this year.\n#Yeti #Bigfoot #Sasquatch #Cryptozoology #Zoology #WildKingdom https://t.co/SVVxfpRcAi",
  "@RoseanneOnABC #roseanne. Love this.  I can’t believe we get a whole hour.  💕💕💕",
  "I can't really explain how much I love that on a Thursday night some of my friends (@nuekerk &amp; @Weird_Dana ) were out in the woods trying to psychically communicate with Bigfoot while I was underneath a shopping mall trying to find missing parts to a haunted mannequin head.\n#Life",
  "@LeahRemini @Scientology I am glad.  I have found it to be informative, sad and scary.   Stay safe",
  "@NCIS_CBS @AmericanPicker      Love it!!",
  "@JohnELTenney I am a Mystical Angel.  💖. Which is proof that this is true !",
  "@dustinpari This is why I you are loved and respected.",
  "Use your psychic power to discern what's in The Mystery Box and win a copy of \n\"Charles Fort: The Man Who Invented the Supernatural\" by Jim Steinmeyer.\nRetweet this post for a chance to win even if your guess is wrong!\n#MysteryBox #CharlesFort #Paranormal #Supernatural https://t.co/9laO8LcUPA",
  "@JohnELTenney I don’t want to say because then it won’t be a mystery.  It will just be a box !",
  "@JanelleBrown117 @MeriBrown1 @LuvgvsUwngs  @rosecolored6 @realkodybrown  #SisterWives. I loved the wedding. Everyone looked beautiful and so happy. I find it so sad that there have so many negatives about the wedding.  Tony and mckelti were sooo happy and your families made it so",
  "@WeirdoMarle I always watch Overboard   Yesterday I watched Groundhog Day with Bill Murray ❤️",
  "@JohnZaffis Praying  ✨💕",
  "When I was in high school I would literally do my homework in the hallway right before it was due.  Obviously I was training to become a U.S. senator. #shutdown2018",
  "@JanelleBrown117 The church that I attend teaches that God’s Love is for everyone. No Exceptions.  I truly believe this and it gives me comfort.",
  "@OfficialLivePD   Can you give an update on James Casey.  I know he had been off work for awhile.  I miss him 😘",
  "@Unrefined_Ty I will be there.    I will buy you a drink (chocolate milk). 🤪",
  "Come west with me :)\nRetweet and I'll compliment you right now.\nBuy a ticket and I'll compliment you in person!\n\nTickets here: https://t.co/AE9mYauQvN https://t.co/Sqm5zCRlTo",
  "@TimWeisberg Do I get a prize for being 4603?    😁",
  "@Andy   I was so glad you are back on tonight. Sorry, I just can’t watch NeNe.  I now record RHOA and fast forward past Nene and don’t watch your show when she is on.",
  "@Bethenny Ask Brynn",
  "@OfficialLivePD   Even with dan and Tom dressed up deputy loeb looks better.  😬",
  "@CNNNewsUSA  $2500 a year for two income family is $100 a month or $50 a month per person.  Not much",
  "🎄HEADS UP GANG! 🎄 Want a Christmas card signed by @dustinpari?!? Here's ur #LASTCHANCE to WIN!!! So RETWEET this TWEET!!! https://t.co/MOlChCUmBz",
  "@MeghanMcCain  Eleven years ago my husband died of glioblastoma brain tumor.  I was devastated, as were our children. We were married for 40 years. There have been great advances and I pray for your family. Someone who would wish your dad this horrible death needs.......prayers",
  "@dustinpari @KrisWilliams How beautiful. Kris, I wish you the best as you continue making memories.  Dustin, I know your blessings for the happy couple will be filled love, respect and “advice”.  🌹",
  "@amybruni Investigating the paranormal is a learning experience.  You seek out help and advice. I am from Okla.  I understand Native American culture",
  "@mikelking @KrisWilliams I found the picture on the internet, so it MUST be true 😁😁",
  "@KrisWilliams   I have been following your healthy life goals and found this to give out at Halloween   Scary 😳😳 https://t.co/RbU7FKM024",
  "@LeahRemini My heart breaks for her.  I can't imagine a mother allowing this.  😢",
  "@LeahRemini @MimiFaust @Clear2Insanity Thank you for shining a light on these crazy scary things that a being done to people in the name of religion",
  "@Courtneybear93  https://t.co/1nbltPPtVi",
  "Went to a Witches Bizarre, to hang with some witches, then went to a Hoodoo store, to work some hoodoo, so... a fairly normal day.",
  "@AdamJBerry @amybruni #KindredSpirits    I go to Lowes or Home Depot for building materials.  Don't think I would go to cemetery.  😳",
  "@amybruni @AdamJBerry #KindredSpirits    I hope it is not Joseph Kelly",
  "@amybruni @AdamJBerry #KindredSpirits     I am on the edge of my seat.   😳. Hope the family is OK",
  "@MeghanMcCain  #View I am glad to see another \"view \" added to the view. I don't agree with everyone but always learn.  Sorry for haters",
  "@dustinpari Looking forward to Anderson Hotel in November.  I met you at Mt Washington last spring.  Your lectures are inspiring. 💕",
  "@WorkItBurke   Was that you on the preview for next weeks Kindred Spirits?    I hope so!!!!!",
  "@amybruni #KindredSpirirs     What the \"frig\".   Grant is watching you.",
  "@amybruni @AdamJBerry @Unrefined_Ty    Looks like a very interesting investigation.  I love books. Curious as to why they were hidden",
  "@SeanHMurray It was awesome.   So glad you are back.   😻",
  "Just chilling with the cast by a truck with our photos on it. #narcissistfantasy 5 days until @9JKLCBS #9JKLIFTOFF @MattMurray28 https://t.co/Ka1Pv672J5",
  "What starts as a routine interview with @etnow quickly turns into @markfeuerstein's worst nightmare. #9JKL https://t.co/RAMrsLgNPy",
  "@JohnELTenney Enjoying my morning hot tea and WOW, John and Chad are on my TV.  👻👻",
  "@SpikeInkMaster #BlackCobra",
  "@SpikeInkMaster   #oldtownink",
  "@dustinpari @weird_weekends I will be there.  So excited",
  "RETWEET if you're happy that #NCIS is back tomorrow! https://t.co/NT6JoMLdnd",
  "@amybruni @AdamJBerry #KindredSpirits   What a great investigation.  If I have any problems when I go, I will coming to you guys.  Caring ❤️",
  "@deadskulltweets Why to people want to post comments as cruel and childish as the behavior they are condemning?  Not cool,  it is a game.",
  "@JohnELTenney You may be one of only a few that know what a \"percolator\" is.    😂",
  "@JohnELTenney They swooped in and carried my cat across the room.  Unbelievable 😳",
  "@amybruni @AdamJBerry @chipcoffey  #KindredSpirits    The dedication to Sue's father was beautiful. The hardest thing to do is say goodbye",
  "@kathygriffin @AmericanCancer Praying for your family.  😔",
  "All new Ghosts of Shepherdstown tonight at 10pm ET on Destination America. #GoS https://t.co/FTPf10keRV",
  "@OfficialLivePD   I will miss you.  See you in October https://t.co/nzuWRTo9bZ",
  "RT for your chance to win a copy of @LeahRemini's bestselling book, Troublemaker! #LeahReminiSweepstakes https://t.co/PFGvPw86VO https://t.co/uJiZOTWiB2",
  "@NickGroff_ Great show. The mysteries just grow and grow.",
  "@Bethenny @netflix Grace and Frankie.   Funny funny.",
  "@OfficialLivePD  #AskWright   Of the three in \"incident\" last week, did anyone get hurt?  Also, good job😁",
  "@dustinpari    😁 ⬅️ this is an extra smile for you to share or keep for yourself.",
  "@OddreyM I am glad I didn't hear them say anything about you or transgender.   Some of these people are just immature jerks. You are loved.",
  "@Unrefined_Ty  #Haunt Me.  I just finished two part season finale.  Awesome. I cried with you at the end.  ❤️. Soooo good.",
  "@NickGroff_ Another great show.  Love #GoS",
  "@NickGroff_ @DestAmerica Oklahoma",
  "@OfficialLivePD   I have current tag, registration, insurance and drivers license.  What am I doing wrong??  These people 🙄🙄",
  "@NickGroff_ @DestAmerica The show was great tonight.  Can't wait til next week.",
  "@LeahRemini must be getting close to show time My timeline is full of anti ..You, your show, and A&amp;E.  I find the show informative and scary",
  "@ElizabethSaint_ @NickGroff_ @DestAmerica #GhostsofShepherdstown    Wow. A great show.  Can't wait til next week.",
  "@NickGroff_  @DestAmerica @ElizabethSaint_   I love when investigators hear or see something and say \"seriously\".",
  "@NickGroff_ Oklahoma",
  "#GhostsofShepherdstown     They're back.     Woohoo.   @NickGroff_ @DestAmerica",
  "@KrisWilliams It is new.  They go over what happened first and then where they are now.  It is better than when they met.",
  "@KrisWilliams  https://t.co/tYjUdM90zA",
  "@KrisWilliams Oh. Beautiful.    I love a winter wedding.  💕",
  "@KrisWilliams you left out wedding planning.  I like that you don't overwhelm us with it but the glimpses are exciting",
  "@WeirdHQ Facebook live the homecoming.  😊",
  "@LeahRemini  thank you for another enlightening show on Scientology.   You and Mike are putting your hearts and souls into this project. 🌹",
  "The worst advice you may get in your entire life is this:  You must accept things as they are.",
  "Thank you, Mr. Rogers. https://t.co/4k9CVG85dt",
  "@grantswilson I was driving my husbands new truck. I put in a disc for book. I accidentally hit shuffle  hmmm. I finally figured out why book was funny 😂",
  "@KrisWilliams I love this.  I hope when you get settled, (if ever) that you share your paintings.  I love the ones you have shared.  ❤️",
  "@JohnELTenney Woke up Saturday morning at Mt Washington hotel and Twilght Zone was on.  Good memories",
  "@JohnELTenney Me me me",
  "Retweet, or whatever, for a chance to win a copy of Cinderwench, Sleeping Death &amp;The Blue Beast, my retelling of classic fairy tales. https://t.co/EcTr7UAC7x",
  "@JohnELTenney https://t.co/7gBosV1puw",
  "@JohnELTenney I love clowns.  Maybe that is why I like you!",
  "@JohnELTenney will be back on #SpacedOutRadio Thursday, May 11th.",
  "@JohnELTenney    I am enjoying listening to you.  You always give me something to think about.",
  "@spacedoutradio first time to listen.  Love John Tenney.  Good show. Look forward to listening on regular basis.",
  "@MeriBrown1 I love LulaRoe.  I have several leggings and tops.  My \"dealer\" for my \"habit\" lives near me.  Mustang, OK.  Good luck 😘",
  "@Courtneybear93  I don't want to grow up and I want to bitch🙄",
  "Thank you to all the weirdos who were,and still are, on The Queen Mary. It was an incredible weekend of high-strangeness &amp; insight.",
  "@KatrinaWeidman @NickGroff_ #ParanormalLockdown so much activity.   Whas up. Lol",
  "RT if you like the new dynamic in Jimmy and Ducky’s relationship #NCIS @briandietzen https://t.co/eMyE2kSuHH",
  "#NCIS      Daddy's back.  Woohoo. Love me some Robert Wagner @NCIS_CBS",
  "Trump is trying to fulfill his campaign promises. When it all falls through, he will blame Congress and the Media.  This is so scary",
  "Donald Trump is an unwell, evil human being. To the core.",
  "This is my country. These are my people. This is our flag. Join us. https://t.co/SDEcQWFaoF",
  "Its the Senate's duty, to protect us, to vote against Tillerson 4 Sec of State. We must have SOMEBODY in our gov who has experience!\nPls RT!",
  "@AP yay! So the tax payer foots the initial bill and the import tax is passed onto the consumer. WE ARE GOING TO PAY FOR THIS THING TWICE!!!",
  "We're getting closer to Season 2 of #ThePath. 🐍 Wednesday, January 25th on @hulu. https://t.co/yRbdy84K99",
  "I am so ready for more episodes and season of Kindred Spirits @amybruni @AdamJBerry  @TLC It is my favorite show.",
  "#houseofcards  It will be back in May.   Woohoo. #houseofcards #netflix",
  "Appreciate that! https://t.co/jb0g8KxXPx",
  "It's been the honor of my life to serve you. You made me a better leader and a better man.",
  "The cast of #ThePath stepped out tonight for the season two premiere in Los Angeles! Check out pics: https://t.co/bcvjGQkda0 https://t.co/bLMoITtcjo",
  "@DerrickL I thought this investigation was so well done.  I didn't think this would interest me. I watched because of you and was drawn in.",
  "@NickGroff_ @KatrinaWeidman #ParanormalLockdown  exciting show.  I enjoy your work.",
  "2017...doesn't that sound like the future?",
  "@amybruni I know Adam is not C's dad but I do see a smile or a tilt of the head that looks like him They spend a lot of time together ❤",
  "@LeahRemini   #ScientologyTheAftermath   Another scary but enlightening episode.  Please keep up the good work. Everyone should be aware",
  "@ThePathOnHulu binge watching.   Love the show.  Looking forward to season 2",
  "@realmonaghan binge watching season 1.   Lookng forward to season 2.   Crazy show. Love it",
  "@aaronpaul_8 I have been binge watching and love the show.  Looking forward to season 2",
  "Beast woman! 💪🏻👻🖤 https://t.co/FuFrUbh3uu",
  "The Holiday spirit is in motion. Join us tonight at 9/8c on @TLC #ParanormalLockdown Have a great Friday everyone! https://t.co/rt6gUn0VKD",
  "@NickGroff_ @KatrinaWeidman #ParanormalLockdown   You have the best opening each week.",
  "@amybruni @AdamJBerry #KindredSpirits  beautiful ending for this family.  You are so kind and gentle with both the families and those passed",
  "@amybruni @AdamJBerry #KindredSpirits   Lookng good so far.  I hope you can bring peace to this family",
  "I welcome the arrival of our UFO overlords!\nRetweet/Like for a chance to win one of these stickers! #UFO #ufosighting https://t.co/JqYI1Bg79C",
  "@LeahRemini You are a strong person. Taking on the challenge of investigating something that was such an important part of your life. ❤️",
  "@amybruni @AdamJBerry   Another great show.   Will there be another season? Pretty please 👻. #KindredSpirits",
  "@rosecolored6 as a mother and grandmother, I laughed at his comments. It is a \"welcome to REAL world\" teachable moment. Oh, to be young 🙄NOT",
  "@amybruni @AdamJBerry @Weird_Dana @nuekerk   Another great show.  Will you be renewed for another season or 6? #KindredSpirits  Please!",
  "@amybruni @AdamJBerry  just got to watch latest Kindred Spirits. This show just gets better every week. Thank you for sharing",
  "@jeffschroeder23 #a wish for Christmas.  Such a great message and you did a great job.  Enjoyed so much",
  "@AdamJBerry @amybruni @chipcoffey   Just watched  Kindred Spirits.  Another great show. So intense  I cried for the little Amy. Thank you. 🌹",
  "I know! It makes the week so long waiting! 😂 https://t.co/ovCRbA6MRh",
  "@Andy  we're the 3 charter guests from tonight the guys from the people's couch?",
  "@amybruni @AdamJBerry just watched Friday's Kindred Spirits.  You two are the greatest. So diligent and supportive. Looking forward to next",
  "@Jenifroufrou @JanelleBrown117 @MeriBrown1 it is so important to VOTE.  ⭐️",
  "@JanelleBrown117 @MeriBrown1  I have a large family. I am 70. I am impressed that families are discussing this election with such knowledge",
  "@MeriBrown1 @JanelleBrown117   Just curious..do you discuss the presidential election?  It is such a hot button in so many families.  ❤️",
  "@M_Weatherly @BullCBS @CBS I liked the first show  and I can now say I loved the second show sooo now I am hooked.  Keep it up!",
  "@M_Weatherly. I really liked the new show.  I need time to get to know all the characters but I feel this show will be well received. #Bull",
  "Super exciting!  :) https://t.co/qrsQJwyoUt",
  "@ClementsLandon Please Be Safe ⛈",
  "Real weirdos wear tin foil...and wear it well. Such a fun challenge @WeirdHQ! #PlanetWeird #Proud2BaWeirdo https://t.co/upGhuzy5NS",
  "@WeirdHQ   Tin foil hat seance with my people. #PlanetWeird https://t.co/gyVdhF1OJe",
  "Hey @DragonCon! Pls check out @theparamuseum! They NEED to be at DC this yr w/ paranormal track! They are @Weird_Dana @nuekerk of @WeirdHQ!",
  "@DestAmerica love this series. #GhostsOfShepherdstown    Excellent production.",
  "@amybruni   Have a wonderful birthday.  This is my birthday weekend , too.   Congrats on new show.",
  "Retweet if you'll be watching tomorrow night! And  set your DVR for Ghosts of Shepherdstown? #GoS https://t.co/rmM22GwJ8h",
  "#GhostsOfShepherdstown Ep. 3 - \"She didn't have a face\".\nairs TONIGHT at 10pm EST on @DestAmerica. https://t.co/eUauxTMMTR",
  "@NicolleDWallace  I love your responses 😀",
  "@JohnELTenney why do some people fear clowns?I love them.",
  "@NicolleDWallace    This is a positive tweet. I may not always agree politically with you but your opinions make me think.  Thank you",
  "FACT: No major company has filed for Chapter 11 more often in the last 30 years than @realDonaldTrump's casinos. https://t.co/t4n55HQuII",
  "@DestAmerica love the #GhostsOfShepherdstown  the investigations are done with respect.  Thank you\n@NickGroff_",
  "@dustinpari @Zakfan22 another reason that you need supervision when working with landscaping.  😜. Happy Father's Day",
  "@msdeed2000 @GraceandFrankie",
  "#GraceandFrankie loved this season.  I am 70 years old, I want to invest in your new company 😉",
  "@theparamuseum I have been watching Ruby off and on. At 12:15 CST  her eyes moved.  I checked back and at 12:30 CST her left eye moved. 👀",
  "@DestAmerica #GhostsOfShepherdstown   A baby shoe.  How cool.  I have never heard that story before",
  "@DestAmerica #GhostsOfShepherdstown   Sooo good. #whatisinthesafe?",
  "Ghosts of Shepherdstown on Destination America begins in 10mins. Tune in. @DestAmerica https://t.co/eKtTUPlFbP",
  "@SHO_HouseOfLies such a happy ending.  I have loved this show and I thank all of you for giving this to us.   😢😢",
  "Worst service EVER tonight at @CrackerBarrel in Norcross, GA. And the manager could not have cared less when I spoke to him. 👎👎👎",
  "\"Ghosts of Shepherdstown\" is premiering TONIGHT at 10pm EST on @DestAmerica. Reruns at 1am and 5am EST of tomorrow. https://t.co/aLwt4wIAKz",
  ".@andy Have you seen the video of my Pajama Party with @Carpedaryn? We talk about YOU! https://t.co/qjqLSEpAYl #PajamaPartyWithChipCoffey",
  "@amybruni  missing the cruise. 🍷🍷 https://t.co/sHJ7dFxP1k",
  "@JohnELTenney    do you really collect vinyl comedy albums?  I have a few.  Moms Mabley, Red Foxx, Rusty Warren, Woody Woodbury. Love them",
  "New episode TONIGHT! We go big in TX w/a mega pick at the 1st Dr. Pepper bottling plant, + tough negotiations in a 50,000 sq-ft warehouse",
  "RT's aren't going to kill the frigging mosquitoes. That requires money. https://t.co/PdhmTPbW17",
  "@chipcoffey  I have watched both episodes.  I love them.  Please please, more. 🙃",
  "Retweet this post by 10pm EST tonight for a chance to win a Yeti Pot...I'll sign it too. #WeirdosUnite #yeti https://t.co/LFlP4pKcyD",
  "@M_Weatherly  #sniff #tissue #talia. #love.  Will miss you.  #new show this fall",
  "@SHO_HouseOfLies   Love this show.",
  "I want #MyEggo as the official Eggoji, @Eggo. https://t.co/68IcZiehaE",
  "Ok.... So awesome to have @amybruni @AdamJBerry @KatrinaWeidman &amp; @NickGroff_ on the same investigation at once!! :-) #ParanormalLockdown",
  "Here they come @amybruni and @AdamJBerry on #ParanormalLockdown. A great show just got better!",
  "No, but seriously. The show is so good! Nicely done @NickGroff_ and @KatrinaWeidman! @DestAmerica #ParanormalLockdown",
  "@amybruni   I thought of Charlotte when I saw this on Facebook https://t.co/gyUwBNh3GN",
  "@Courtneybear93 you are good mama",
  "@MeriBrown1 @JanelleBrown @rosecolored6  thank you for sharing.  I see so much love.  Take care.",
  "@MeriBrown1   I admire you.  This has been such a tough year.  I know you will come out on the other side with that beautiful smile.",
  "ReTweet if you're watching an all-new @Gold_Rush tonight at 9/8c! Check out a sneak peek featuring Grandpa John &gt;&gt; https://t.co/Zu5HrHcGOP",
  "@amybruni aren't you and chip \"connected \"?   He should be sending you info on what's happening!!!  😳",
  "@KrisWilliams81   I want... https://t.co/HrEMUHL1o5",
  "Please give some love to my brother zandre.ibarra! He got in a motorcycle accident and has just… https://t.co/hIyhAbrFQi",
  "@KrisWilliams81 reminds me of the Jim Carey movie where he took over for God and he got email prayer requests.  Thousands and thousands. Lol",
  "@KrisWilliams81 I understand, but don't know what to do, either.  I listen to audio books to go to a quiet place. :(",
  "“Operation Avoid Leon is fully underway.” -@Kate_Chastain #BelowDeck",
  "@Bravotv @capthlr   And you went from room to room in his head and no light and not even a nite light or candle!  Lol",
  "#ExorcismLIVE http://t.co/APERjZ6w5c",
  "Tomorrow night at 9pm on Syfy there's an all new episode of Ghost Hunters!! Please share, thanks all!! http://t.co/ce6UKxRfEN",
  "Enjoy #GhostHunters  all day long Wed. Oct.7 starting at 6am!! New episode at 9pm. @SteveGonsalves1 @Jchawes @davetango @Samantha__Hawes  RT",
  "Join me &amp; @TNWRAITHCHASERS for this bone-chilling night of live TV! #ExorcismLIVE @DestAmerica  https://t.co/Z3jgYVnZVR",
  "They used a version of a tweet I did a few days ago. Woo hoo! :-) https://t.co/177jk6bacu",
  "It's happening! The first-ever live televised #exorcism in U.S. history. OCTOBER 30TH at 9/8   #EXORCISMLIVE http://t.co/5bZ5JoYupv",
  "Woo hoo! Thanks for the shout out! https://t.co/zijSTDHNBi",
  "I can't wait for #GhostHunters tomorrow night with @Jchawes @SteveGonsalves1 @Samantha__Hawes @dustinpari @davetango @MistaKJ on SyFy",
  "@JohnnyMactheSun I enjoyed you on BB.  Thanks for a fun summer",
  "@VanessaRousso @MelProceOuellet  just chilling with my cats.  Thank you for a great summer of BB and congrats on your engagement.",
  "All new Ghost Hunters tonight !!",
  "RT if you will be tuning in tonight at 9/8c when TAPS investigates an old seminary. #GhostHunters http://t.co/f9mHndQGI4",
  "#ButtPinch #GhostHunters",
  "13! RT @ShotgunRadio1: @Jchawes any word on how many episodes we get this season? #GhostHunters",
  "Favorite claim ever: \"Touching of the behinds\". #GhostHunters",
  "Still working with @AmericanPicker to get a new show going... Fingers crossed guys and gals! 😉☺️ No ghosts &amp; no picking! What could it be?",
  "@MistaKJ @Jchawes @SteveGonsalves1 @davetango @dustinpari @Samantha__Hawes congratulations on 10 seasons of #GhostHunters on @SyfyTV",
  "#GhostHunters already trending #1 in the united states! @Jchawes @dustinpari @SteveGonsalves1 @davetango http://t.co/BVi1pZJhZL",
  "I heart @davetango - RT If you agree!",
  "#GhostHunters is starting NOW on @Syfy! 👻 👏 @Jchawes, @SteveGonsalves1, @Samantha__Hawes, @davetango http://t.co/a6cYILi3hq",
  "#GhostHunters  here we go.....@dustinpari @Jchawes @SteveGonsalves1 @davetango @MistaKJ",
  "The EMF meter is running wild! It’s telling me to tune in NOW to the season premiere of #GhostHunters on @Syfy! http://t.co/FdR5n0vTEf",
  "1 minute!  #GhostHunters",
  "To all my friends and fans who stood by me the last 6 years when I wasn't on TV, I thank you. Your kindness will not be forgotten. Much love",
  "#GhostHunters #GhostHunters #GhostHunters #GhostHunters #GhostHunters #GhostHunters #GhostHunters #Hawesome 10 minutes",
  "Another share for those who worked or called in sick today! #GhostHunters Premieres Tonight at 9/8c on Syfy http://t.co/HbhcbdHGkH",
  "1 hr 'til u feast your eyes on an all-new #GhostHunters episode! RT if you can't wait to see these 2 back in action! http://t.co/Ot6xsiUy4y",
  "#GhostHunters will be live tweeting tonight.@SteveGonsalves1 @MistaKJ @dustinpari @Samantha__Hawes @davetango\nShare if you're excited!",
  "I'm not a fan of all these #BelowDeck previews showing a new chef!  @BenRobinsonChef made the last two season - he can't be replaced!!",
  "@SyfyTV @Jchawes @SteveGonsalves1 @davetango @MistaKJ and Samantha.   Ghost hunters mini marathon on NOW.   Can't wait til new season starts",
  ". @bishopmccune Check out how excited @SteveGonsalves1 is about the @ghosthunters return to @SyfyTV @SyfyPR http://t.co/NPA8j3erhX",
  "BTW early apologies to people who don't give a shit about #TheBach this will be over by 10, drinks on me next time I see you #jktothemax",
  "@LeahRemini love this............",
  "Let's keep it going, spread the word, It's All Relative, tonight 9, 8c on tlc but honestly it's on at… https://t.co/mdG7hrJADK",
  "First Look at Season 3 of 'Below Deck' http://t.co/s2SjRY8JZN http://t.co/Wh9YrOFJtW",
  "@LeahRemini  so excited you and your family are back for season 2  love the show",
  "All new @ghosthunters episodes are coming to @SyfyTV @SyfyPR @davetango http://t.co/Ntdd6VKv0w",
  "@Courtneybear93 http://t.co/43dwL2MLTy",
  "@chipcoffey @DestAmerica So excited.......",
  "I am excited to be a part of @DestAmerica’s EXORCISM: LIVE! Coming in Oct! I’ll be there with the cast of #GhostAsylum!” #ExorcismLIVE",
  "@Andy nene ruined RHOA for me.  She was enjoyable til she became a self proclaimed \"diva\". I will continue to watch.",
  "@AlexUKHaunted  Happy birthday Alex! 🎉 http://t.co/dMdzjD0qNP",
  "@sharehappiness #happyplace @nicko1o9",
  "http://t.co/H0tlKqxBOy",
  "Our #BroVsBro guest judges tonight are @Hilary_Farr &amp; @davidvisentin1! Vote for #TeamJonathan :) http://t.co/fjbmiJuMNB",
  "RT if your #WomanCrushWednesday is the BAU's go-to tech analyst: http://t.co/jEItClrTLU  #CriminalMinds http://t.co/DDboW9aqzZ",
  "Had a blast meeting the new #BB17 cast 2day w/ the Live Feeders. Thanks to everyone that watched! Gonna be a GREAT season of @CBSBigBrother",
  "Austin is a former WWE wrestler who would like to wrestle Jessie. He says he will betray people like Judas. #BB17 http://t.co/S8KYr9jfsi",
  "What's with Austin's top hat? Join the live-steam to find out: http://t.co/QyWPSFnSmD #BB17 http://t.co/ZisU6z9r8P",
  "@jeffschroeder23  is doing a great job putting everyone at ease and giving us a flavor for the HG's personalities.  #BB17  Sorry haters!",
  "Exclusive: Bravo's 'Shahs of Sunset' Renewed for Fifth Season http://t.co/BpZVJAbsac",
  "Na na na na na na... http://t.co/H9SMHgJMPd",
  "#MarriageBootcamp day on @WEtv! Pls watch at 9|8c &amp; support our fav couple #JeJo @jeffschroeder23 ❤️ @BBJordanLloyd http://t.co/QEzrzIzK3d",
  "Get ready, the season premiere of #marriagebootcamp starts 2NITE! 9/8c @wetv bbjordanlloyd https://t.co/oKyn3aCQHy",
  "Binge-watching #MarriageBootCamp on @wetv before tonight's premiere at 9/8c. Anyone else jumping on the bandwagon? http://t.co/lYbTPU4Dxx",
  "@KrisWilliams81 @kfc agree",
  "@tornadopayne you should not assume that it is a woman in that flooded car. Shame on you",
  "@amybruni   Thought for the day... http://t.co/hWyznVnf14",
  "A spider crawled on my arm today.",
  "Yup!! Have a awesome Tuesday! ✌ http://t.co/LouflNDkFu",
  "@KrisWilliams81 I am a \"married at first site\" fan, too.  Just started watching \"arranged\" a couple of weeks ago.  I find it intriguing.",
  "@msdeed2000 @SteveGonsalves1 @ghosthunters @Jchawes @dustinpari @davetango  Why is it always when I am at work?  They should do a weekend.",
  "@ghosthunters @Jchawes @SteveGonsalves1 @dustinpari @davetango    Ghost hunters marathon on syfy.   My day is set.",
  "DAMN YOU @ABCNetwork @TheTasteABC was one of the best most original cooking shows. 4 shame @Bourdain @chefludo @MarcusCooks @Nigella_Lawson",
  "A new #RealityRemix Ep 5 is now up, ✔️ it out: http://t.co/ILFE9IelDB @AmazingRace_CBS @Survivor_Tweet @CBSi",
  "Stunning view of Cleveland volcano (top) + Carlisle volcano. Learn why monitoring is vital: http://t.co/iJ7YID9kfW http://t.co/THltzkZ11S",
  "Welcome to Oklahoma City Coach Billy Donovan! Thanks so much for visiting the Memorial and Museum. #OKStandard http://t.co/AFJzBOhPp2",
  "@KrisWilliams81 @TheFollowingFOX definitely.   It is better that way....joe is watching",
  "Woman Texted “Drunk Driving Woo” Before Fatal Crash - If you needed a reminder as to why drinking and texting is d... http://t.co/P2aGjEsKBJ",
  "@amybruni  @grantswilson   I will sign up right now!!    Love Ireland",
  "Yeah, @amybruni hint, freakin, HINT!  https://t.co/qFI1PH9a87",
  "@Andy @KyleRichards @MrJerryOC  love wwhl.  But I will skip this one.  Kyle is really two faced.  Lisa R &amp; Eileen made this a sorry season",
  "@MeriBrown1 thank you, needed that today",
  "We are less than 20 away from 100 followers. #thatsawesome Fun Fact: we opened our official Twitter on Friday, March 13, 2015. :)",
  "R u creative &amp; fun? Coming soon on @DreamJobbing the chance 2 film a commercial 4 @luckybuddhabeer w/@jeffschroeder23 http://t.co/UIwwypyzQ4",
  "Anyone else guilty of watching Married At First Sight? Or The Married: First Year? @KortKneee_Rae @jamienotis @DougHehner",
  "http://t.co/WXZQMGLGmh",
  "I am at Target and it is cold cold outside and they have swim suits for sale.   Whattttttt",
  "@THEJeffBelanger my new year's resolutions",
  "One week until @Survivor_Tweet premieres! Hoping to see @jeffschroeder23 back doing #SurvivorLive each week on http://t.co/Ni4qhLyiXR",
  "Couldn't leave home without getting BBQ &amp; fried mac &amp; cheese👍 http://t.co/da8Lq9157w",
  "@JedCastles Please retweet and help these elementary kids get to TN to defend their NATIONAL CHESS TITLE http://t.co/uB67gXuOyB",
  "@hallmarkchannel @BethStern  love the kitten bowl. I have 2 rescue cats and I love them so much",
  "Please support my good friend @BethStern @KittenBowlTV on @GMA tomorrow. Let the games begin! https://t.co/vcHP8b1Fli http://t.co/uDkKX0gFNu",
  "@BravoWWHL  it is sad that Brandi is being so harshly judged by a soap star. I have seen more compassion  from Brandi than kyle or Lisa V.",
  "DVR Alert!!! @LanceBass &amp; @MichaelTurchin on @etnow Tonight w/ @nancyodell Check local listings!!! http://t.co/ms9Wqedtf7",
  "@JoeMantegna are you sure they weren't asking if you were losing your mind?    Lol.  Love criminal minds",
  "Soooo...at what point do they just stop inviting that teacher over for dinner on #DowntonAbbey?",
  "Good morning to some of my favorite people @KrisWilliams81 @AdamJBerry @amybruni @jeffschroeder23 @dustinpari @BrandiGlanville",
  "I find it mysterious if your right handed that you cannot use scissors with your left hand.",
  "Utah for the weekend @jeffschroeder23 http://t.co/I6ZI6wVF4g",
  "❤️Discrediting someones disease bc you are not educated is a despicable act and the lowest blow to ones integrity #LymeDisease",
  "Geez, @TheTasteABC does it again! How does a cooking show keep pulling at my heart strings?! I've totally fallen in love with it.",
  "Look who loves #PastaChips! @sundancefest @Chefdance #bigbrother @jeffschroeder23 @BBJordanLloyd http://t.co/tKj8XNJVbG",
  "@jeffschroeder23 @BBJordanLloyd It was so nice to see you at @sundancefest! Enjoy your new pieces of #positiveenergy! http://t.co/qpyQvyjZTD",
  "We love @BrandiGlanville! She is always so professional &amp; prepared, AND always on time! Listen to hear for yourself! http://t.co/o86ZXnG2kx",
  "#MainEvent #NKOTB2015 http://t.co/Cd20t3fO3z",
  "It has been four days since Molly died. How do I feel? Sad, numb, empty, angry...but above all, so very (cont) http://t.co/LQNw2OWSlm",
  "Getting there sloooowly.... #Art #Pastels @DeviantArt http://t.co/xCwE9V6gRS",
  "@chipcoffey I am so sorry.  Pets love us unconditionally.",
  "Asking for kind thoughts &amp; prayers for my dog, Molly. The vet says she may have congestive heart failure. (cont) http://t.co/ASaXa0MqDS",
  "Daily reminder 2 vote 4 @jeffschroeder23 (@BBJordanLloyd) Round 2 ~ Culinary Explorer #changeyourstory #DreamJobbing http://t.co/oW5gS0Rafi",
  "Vote 4 @jeffschroeder23 (@BBJordanLloyd) in Round 2 ~ Culinary Explorer #KingsHawaiianDreamJob  #DreamJobbing http://t.co/oW5gS0Rafi Pls RT",
  "@TeamJEJO @jeffschroeder23 @BBJordanLloyd thank you for daily reminders.   I want them to have this opportunity",
  "@CarolineManzo @chris_manzo     Uh.....can't make that choice..   Thank god for DVR",
  "@amybruni     Happy dance......shirt arrived today.    Guess the pony express had trouble getting through.   Lol.  Thank you.   Love it",
  "@amybruni  the usps says it arrived in okla city at 5:13pm today and will be out for delivery   So maybe I will get it tomorrow or Monday.",
  "@amybruni @AdamJBerry    I still haven't received shirt    :(   What to do, what to do??????",
  "Every time I vote for @jeffschroeder23 &amp; @BBJordanLloyd on @DreamJobbing I have to watch their cute video again and again. Hubs voting too.",
  "@JoeArvin @MarcusCooks @TheTasteABC I will miss watching you. Now you can reach for the stars.",
  "Retweet if this episode is making you CRAVE the holidays. Almost there! #TheTaste",
  "That's a wrap! @jeffschroeder23 http://t.co/a8n1h3vpg5",
  "I WILL make @andersoncooper cry 4 his mother! R u ready 4 us? Don't miss us this New Year's Eve on @cnn! http://t.co/lHq4b75S8Z",
  "@luvkahlua59 @jeffschroeder23 we love having him too!",
  "The two Jeff's @jeffschroeder23 @JeffProbst dominating the http://t.co/he3N6so7bM @CBS home page. #Survivor #CBS http://t.co/mQnteaGRZU",
  "@Jchawes she won't return you.  She will leave you at curb for Goodwill.  Lol.",
  "@amybruni @AdamJBerry thank you.  Panic is now on hold..",
  "@AdamJBerry @amybruni   I haven't received my shirt yet.  How long should I wait before panic sets in?   Lol",
  "I usually do all my Christmas shopping on Oh Shit! Saturday.",
  "Just applied 4 Culinary Explorer #KingsHawaiianDreamJob. Check it out! http://t.co/sSiLVIOxsE Please vote 4 us! #DreamJobbing #KingsHawaii",
  "Sweet and adorable! We can't get enough of @MarnieTheDog! #WWHL http://t.co/Nypbqn0V6l",
  "@MarnieTheDog is SO damn cute! We love her! #WWHL",
  "@MistaKJ done",
  "@SweetDashofSass @TheTasteABC @chefludo   l love the @TheTasteABC .   I am team Marcus.",
  "@JoeArvin @TheTasteABC @MarcusCook congrats on the gold star.",
  "#thetaste yay'  Chef Joe Arvin! from Big Brother!!! Come on Joe!! @JoeArvin @MarcusCooks love chef Marcus Samuelsson",
  "@jeffschroeder23 I really enjoy your survivor live chats.  I feel like I learn a lot about their day to day living plus their game play.",
  "What does a #blindside feel like? We'll find out in 2day's #SurvivorLive @ 4pmET. Send Qs 4 elim castaway &amp; join at http://t.co/JZOsL14Jg8",
  "@LkBomb @KrisWilliams81 my granddaughter came home from college using \"overshare\" instead of TMI.",
  "Awesome News! @HowardStern is returning for Season 10 of @nbcagt!! Scooby and I miss his kindness...and hair. #AGT",
  "So happy @HowardStern is coming back to @nbcagt for Season 10! Now, let's get him in some tap shoes! #AGT",
  "RT if you think #TeamMarcus - aka Team Boy Band - will win it all! #TheTaste http://t.co/KzNk6ZI9Ks",
  "Great #SurvivorLive yesterday, @bigwesnale @AlecChristy @thereedkelly. Missed it? Here it is: http://t.co/8lLhlP2vVx http://t.co/P4QLRNU5DI",
  "@jeffschroeder23 loved your survivor show yesterday.  You did an excellent job controlling and getting the good stuff from these three.  Ty",
  "@JoeArvin so excited to see you on the taste.  I watched you on big brother. Surprised and pleased to see you. Looking forward to watching",
  "Rehearsing 4 2mrw's #SurvivorLive roundtable-3 latest eliminated castaways r here 4 an HOUR! Send Qs &amp; watch @ 4pm ET http://t.co/qfzgQyBBy1",
  "@Kimzolciak @Andy @NeNeLeakes   I'll pass.",
  "@BrandiGlanville I am a twitter crazy but I like you.  Does that mean I am normal?",
  "@Andy watching Anderson in Ferguson. Hope he is ok  did you get home ok?  Happy Thanksgiving",
  "Have i mentioned today that @etsy sucks?",
  "@KrisWilliams81  glad I can find you on eBay.  I have only ordered once but love the scarves.   Will you contest continue on eBay ?",
  "At the Kings game w/ @BBJordanLloyd @BrennanSwain @CheckOutAmanda pretty fun seats! Still a Hawks Fan, RELAX! http://t.co/5tdM9LrcK5",
  "@Cathy789 @Rosie Rosie P made an accurate observation. Networks are reacting to social response, not allegations. Didn't drop him in the 90s",
  "Dear @Starbucks, thanks for taking me back. I ❤️ you a latte. (See what I did there 😉)",
  "Tweet Qs &amp; watch #SurvivorLive w/host @JeffSchroeder23 &amp; the eliminated castaway 2mrw 4pm ET  http://t.co/6VUW9H6UVW http://t.co/varE3N3Fjs",
  "How are you liking CM so far? #CriminalMinds",
  "RT if you've been #NICE 😇\nor\nFAVORITE if you've been #NAUGHTY 😈 http://t.co/QT5sDxFwTv",
  "! LETS HAVE A PRIZE GIVEAWAY ! #RockStarNation - are you ready?!? I'm drawing \"2\" names from my #TeamDustin bucket! http://t.co/Rnym3lrojA",
  "YES! Be there!RT @PatrickLately: #KATHY r u going to be hosting NYE this year w @andersoncooper on @CNN? You two are great!",
  "Hey, guys! Stop asking “what do women really want?”. They want what exactly what they asked for a million times while you were ignoring them",
  "Quick reminder! Don't forget - We're having a \"Turkey Card\" giveaway this evening! Gonna be giving away \"2\" cards signed by @dustinpari!",
  "Do it with a #Smile! 😃 #KickButt http://t.co/C5PDVXKjOq",
  "Hellooooo in the Land of #Awesome! Hope ur Monday has been epic! If not, ya need to get out there &amp; kick some butt! http://t.co/fXYFNaoZ0n",
  "This man is a stud @Andy thank you so much for having @ranceypants and I!! Your show is a blast! #AndyCohenDiaries http://t.co/FJIqMC6Ucb",
  "@Cody_Calafiore @ranceypants @Andy yes! Guide is wrong it's on at 9:00pm!",
  "Behind the bar, from @CBSBigBrother it’s @Cody_Calafiore &amp; @ranceypants! #WWHL #BB16",
  "#HappyBirthdayToMe",
  "RT to say #HappyBirthday to @JoeMantegna! http://t.co/MGkjAfn1Bw #CriminalMinds http://t.co/StNy41W80L",
  "Papa John's pizza is advertising a Fritoes chili pizza.   Hmmmm.  I wonder if it is good?  Looks like a pizza with chips on top.",
  "60,000!!! Woot woot!!! Thank you @KellyDiamond_  for helping show me the way!  Thank you to the new followers. I'll try to be funny once.",
  "Paying tribute to my granddad this #VeteransDay http://t.co/KKcj7SaZen #ThankAVet in your life: http://t.co/uM3T2M3Phv",
  "@HISTORY   #ThankAVet    David Snider WWII",
  "@dustinpari you are like a two year old.  Easily amused.  You are so awesome.   some food for thought to entertain http://t.co/fK1kBeNkEJ",
  "I just sat down kinda fast and I swear my butt cheeks clapped. I'm horrified but also happy because I really needed the encouragement today",
  "If ur being a disrespectful ass-people have the right to block u-just like u have the right to unfollow them if u dont care 4 their opinions",
  "@Andy @EFMoriarty @CBSSunday love ya Andy Cohen",
  "@Andy @EFMoriarty @CBSSunday loved your interview!! congratulations on all of your success!",
  "I just voted.....have you?",
  "\"Why even freaking bother voting?!\"\n\n\"Um. Because we can.\"\n\n\"But politicians, man...\"\n\n\"Good point. How would we change that?\"\n\n\"...\"\n\nVote",
  "Happy to release the 2014-2015 WINTER OUTLOOK. #ClickBait http://t.co/4KnR6sb9LA",
  "@KrisWilliams81 I will vote, I will vote,  when the rain stops.   I've voted in freezing cold weather. Glad the rain be gone soon",
  "It may not be a perfect or flawless system, but it is the best one we have- so be sure to cast your vote today!",
  "What shall I do today??      Oh...I will go VOTE.",
  "#Win an American Cancer Society #ThinkPink Watch from @ModifyWatches via @thereviewwire Ends 11/7 http://t.co/XaP1vosD6K #ShowYourColors",
  "RT if you are voting tomorrow because  you care about your future.",
  "@KrisWilliams81 Now that sounds like a scary costume.  Don't scare the little ones",
  "For all those freaking out about Ghost Hunters being canceled... It is not, it will be around a long time.... http://t.co/QqKWpkVcfU",
  "Yes it's true #Syfy has ordered another season of #GhostHunters. Another great season is on its way! \nhttp://t.co/NTX8G8GgNd",
  "@KellyDiamond_ boo.  Cats are great.  I have two that I am their master and/or slave.  Purrfect................",
  "My final episode tonight on #GhostHunters. The end of season 9 has come. Sneak peak here -... http://t.co/YZ5hWUTr5f",
  "Tonight is the Ghost Hunters Halloween special 9pm on Syfy. Live tweet with us during the episode! Use #GHOSTHUNTERS https://t.co/grrMddlQSn",
  "🎃 #Halloween episode tonight @SyfyTV 9pm #GhostHunters w/ @Jchawes @SteveGonsalves1 @davetango @amybruni About: http://t.co/vHu37umHvR",
  "Thanks everyone for watching a tweeting, it was the bomb, had a fab time. Thanks so much. Catch up in the am. \nCapt Lee.",
  "Can't wait for @BelowDeck Reunion Show next week. @KJBombDotCom @capthlr @ed_lucas6 @katostate @gypsy_homemaker",
  "@Bravotv @Andy #BelowDeck trumps any housewives show ever aired!! Can't get enough of that amazing fun crew!! @gypsy_homemaker @capthlr",
  "Don’t forget to tune in next week to the #BelowDeck Reunion hosted by Bravo’s own Captain -- @Andy!",
  "Oh Oh",
  "Not working.",
  "@capthlr love love this behind the scenes episode.  Can't wait til next season.",
  "“@jackiebilyeu: @BenRobinsonChef will always be my favorite on #BelowDeck 😙” love yah!",
  "@capthlr I hadn't stop laughing yet lol #BelowDeck",
  "Tonight it's the #FaceOff season finale at 9/8c! RT if you'll be watching!",
  "World! I'm okay :) Just a benign cyst. I'm in the clear. Thanks to everyone for all the support! ❤️",
  "Yes it's true @amybruni and I have left GH and our final episode is tomorrow night! But, don't fret more GH n Jan w/ season 10! #ontothenext",
  "@KrisWilliams81 forgot the best thing in my package.....your picture",
  "@KrisWilliams81   Got package in the mail. The shirt is mine. the two scarves are Christmas presents Love them.   Thank you",
  "BEST. NEWS. EVER. #BelowDeck has been renewed for a 3rd season! Details: http://t.co/oRVYYi6QUE http://t.co/UCyGxCumZI",
  "@davetango #GhostHunters # ate abug.    Ewwwwww. Sweet",
  "\"@Jchawes: I think we are breaking Twitter! #GHOSTHUNTERS #HAWESOME #GHOSTHUNTERS #HAWESOME #GHOSTHUNTERS #HAWESOME\"",
  "#GHOSTHUNTERS #HAWESOME is moving so fast it keeps freezing my iPhone and iPad! #GHOSTHUNTERS #HAWESOME #GHOSTHUNTERS #HAWESOME",
  "Every time @amybruni says \"like\" a ghost gets its orbs. #GhostHunters200th on @SyfyTV",
  "@Jchawes    Looks like the world series is trending.       #GhostHunters",
  "@davetango @Syfy love it #GhostHunters",
  "@grantswilson. Good to see you #GhostHunters # ghostsandwich.",
  "@amybruni @Jchawes @AdamJBerry...... ready set GO #GhostHunters",
  "@BravoPR @Bravotv renewing below deck makes me do my happy dance",
  "@Bravotv Renews #BelowDeck for 3rd Season as Finale Earns Highest-Rated Ep. of the Season w/ Over 1.4MM Total Viewers http://t.co/PowjVMzvMa",
  "@Cody_Calafiore @Derrick_L13 @ModifyWatches (a) #Hitmen",
  "Follow the steps in the picture enter to win a #Hitmen watch before they are released!! @Derrick_L13 @ModifyWatches http://t.co/s2qwiEn9Ql",
  "Retweet if you're excited about this Weds #Taps200th episode of #GhostHunters. #Hawesome",
  "RETWEET if you are watching #GhostStalkers RIGHT NOW!!!!",
  "@KrisWilliams81 love this commercial .   It is like those people that run up the stairs or those who run in center of road when being chased",
  "@KelseyBB28 @KjzpJill   Amen",
  "@nicole_franzel @DonnyThompsonBB @Cody_Calafiore   I am now hooked on scorpion.  Watching it right now. You were right. It is very good",
  "@AdamJBerry   There you are.  #GhostHunters",
  "@Jchawes  #GhostHunters    I see Amy and Sam.     Exciting to see everyone",
  "Evry1 is awesome RT @ksablegirl: @dpotito4 @britttgriffith @Jchawes @SteveGonsalves1 @AdamJBerry @MistaKJ I WILL BE EXCITED TO SEE EVERYONE!",
  "@britttgriffith    there is the cutie.  Oh and @davetango too!   I will keep looking",
  "# ghost hunters     @SteveGonsalves1 @Jchawes   here we go.  Woohoo",
  "@Jchawes excited........waiting impatiently",
  "@KrisWilliams81  it is a shame that their are jerks on every website http://t.co/dRdr9fDcoW",
  "@stinestinks  Frankie jumping on the guys and grabbing their junk was disgusting",
  "@stinestinks   I felt you and Cody had a close relationship.  It never bothered me that you were cuddling.",
  "@JanaLevasseur so glad you are back on twitter.  Congrats on the win.   Tenley is beautiful.",
  "@BrianDietzen only if you go in armed",
  "#NCIS.  @SeanHMurray gets cuter every year.",
  "#NCIS.   Oh no .......Where is @M_Weatherly ?",
  "#NCIS   new season.  Yea.  Wecome back @SeanHMurray @BrianDietzen @PauleyP  and whoever I forgot.   Lol",
  "@AdamJBerry @grantswilson @amybruni   After just returning from Bermuda, I have passport and am willing to travel.   Please, let's go",
  "@amybruni this is so wrong.  Poor babies",
  "@capthlr   they say it is easier with the known than the unknown.  Just have to move forward",
  "It's been such a crappy week, thank God for @BelowDeck tonight at least I can hang with @katostate @capthlr @ed_lucas6 @BenRobinsonChef",
  "I will be doing LOTS of events in LOTS of cities all across the USA within the next few months! Look here: http://t.co/Z9yb8K6iK3",
  "@capthlr  great blog.  Love your insight into guests and crew.  Must be hard to not give hints on upcoming episodes.",
  "@capthlr Another great show.   Glad to see you in more of the episode.   I hope you are writing another blog.",
  "Ok peeps, get out there and enjoy the weekend, make someone else smile, it'll feel good.",
  "@Bravotv @capthlr I am so glad you are writing blog this year.  Great insight to show and crew.",
  "It's true, I'll be back for one episode of Ghost Hunters; the 200th! Thank you all for your continued support! I hope you enjoy it! I did!",
  "Retweet if you can't wait to see the new season of #GhostHunters! Because it's gonna be #Hawsome",
  "Finally, the big reveal! RETWEET if you can’t wait to see @grantswilson’s return. #GhostHunters http://t.co/8aSlSJhzjB",
  "@capthlr so glad the show is back.   Love it",
  "Kinda miss the days when photos captured moments-not poses and selfies.",
  "@LeahRemini   loved your show. Great family.",
  "@jennyandteets just finished your book.  Loved it. All of it.  Have a great weekend unless you have other plans",
  "@UzoAduba getting ready to start episode 6.  Binge watching all afternoon.   Love you and the show  Lots of great stars",
  "@amybruni @AdamJBerry  save copies of your responses.  You will need them in the YEARS. to come.  Just ask @KrisWilliams81 @grantswilson",
  "@amybruni @AdamJBerry I will miss you on GH. I look forward to seeing you in September on the cruise   Good luck on your new adventures",
  "@WhoopiGoldberg  \"Sister Act\" was wonderful. Saw it yesterday in OKC.  Lots of laughter and great music",
  "Be brave, @Garcia_BAU! #CriminalMinds @shemarmoore http://t.co/tQvVmTdoMF",
  "We want you to breathe, #CriminalMinds fans. RT this post 500 times &amp; we'll post a photo of shirtless @shemarmoore",
  "@CoxTV oh.  Reid is OK    #CriminalMinds",
  "@CoxTV oh my.  I am so nervous.  I don't want to loose any of the team",
  "@KrisWilliams81  I still see your beautiful pj's. Goooooooo",
  "@Kandi @Todd167   Just watched \"A Mothers Love\". It was beautiful. Thank you",
  "@amybruni I am giving up my New Years resolutions",
  "#Ghostbusters is on and homemade chicken noodle soup is simmering on the stove. Home and cozy with my babies.",
  "Jeffry is smarter than you give him credit #OppositeWorlds",
  "I love jeffry #OppositeWorlds",
  "@JennyMcCarthy    frozen Girl Scout thin mints.    Yummy",
  "All bundled up with my cats on my lap watching #GhostHunters  Cold outside brrrrrrr",
  "Woohoo #GhostHunters   my favorite peeps.",
  "I'm earning #mPOINTS Rewards in The Weather Channel. http://t.co/9bjen0Qwmx",
  "@BrandiGlanville anxious to read.  I felt you were really attacked by Joyce and her  husband. Stay strong and maybe tone down the \"f\" word",
  "Merry #Christmas! Follow @joshuagates, RT this message, and win a Kindle Fire HD! #12DaysofTravelGiveaways http://t.co/TlFEXhgloS",
  "I'm earning #mPOINTS Rewards in The Weather Channel. http://t.co/gfnGYKYHNK",
  "Getting into the holiday spirit with The Weather Channel. Wishing you a great new year! http://t.co/Iw6CvH9kS6 #mPOINTSholiday",
  "I'm earning #mPOINTS Rewards in The Weather Channel. http://t.co/FdK81hcQ7i",
  "I'm earning #mPOINTS Rewards in The Weather Channel. http://t.co/Ov74QQ47bq",
  "@andersoncooper @kathygriffin soooooooo happy.  Was waiting for news    This is how I like to ring in the new year.....with you two",
  "@WhoopiGoldberg so excited.....thank you",
  "@Andy   check out the Christmas Joe Boxer commercial on you tube.  It is like the Hershey kisses commercial.   Men and chocolate  Yum",
  "@RobinRoberts when my mom and dad bought a new 57 Ford Fairlane, it had clear plastic covers on the seats.  Lol. Was so proud",
  "@LoreleeAustin @KyleRichards18 I liked her.   Give her a chance.",
  "@KrisWilliams81   I love the one you were working on with skulls.  When will that one be ready to sell (if you are)?",
  "@chipcoffey @KFAN1003    Chip was your guest!   Totally not cool for you to be rude",
  "@Bravotv I love the peoples couch.      Keep it, please",
  "@amybruni  #ghosthunters  is there somewhere to read those letters. Have they been published?",
  "@amybruni #GhostHunters   So excited.   Would love to read those letters and visit the house.",
  "@Andy   Love love the peoples couch.   Glad to see tarz and the baby and what's her name (sorry)",
  "@OITNB #AskOrange  I love the show, should I read the book?",
  "@CoxTV I am going to watch #Homeland",
  "“@CoxTV: Loving the CM premiere?FOLLOW US and RT TO WIN NOW for a chance to WIN a #CriminalMinds prize pack!”  Love #CriminalMinds",
  "@SeanHMurray #NCIS",
  "RT with #NCIS &amp; you could win an NCIS soundtrack! I sing a tune....",
  "Tonight is THE NIGHT! The one and only @Oprah is on #WWHL with @bravoandy. RT if you're tuning in!",
  "@kevinbacon @TheFollowingFOX    Happy, Happy, Happy",
  "@BravoAndy love Below Deck.  Hope there is a season 2.   Please",
  "@TaySchilling @BravoAndy  Orange is the New Black.  WOW Loved this show.  13 eps in 3 days.  Thanks for sharing on WWHL",
  "@Bravotv @Jennipulos @JLJeffLewis    So glad to see interior therapy back.  Love love.   Tonight's show was great",
  "Bring it on Hoover! 'RT' for your chance to #win #GhostHunters #prizes http://t.co/0h7crvbCNC",
  "@ryansmithtv I wonder if she has mild autism.  She remembers dates, days of the week and times and recalls certain things exactly",
  "#GhostHunters premieres TONIGHT 9/8c on #Syfy.  'RT' for your chance to win TAPS gear! http://t.co/YNMUj6YIbF",
  "Make sure you got your tickets for the ALDC Goes Hollywood master class! They r selling out fast!!!! http://t.co/UsJlZFbAN5 #DanceMoms",
  "@CorySings NO.  I want Smash.",
  "@AndrewRannells I loved the new normal.   I will miss you and the show",
  "@NeNeLeakes @MrRPMurphy @AliAdler I am so sad",
  "I will follow five random followers of @ALDC_official @ALDCDanceOff &amp; @aldcprobz for #FF #FollowFriday GO!",
  "@Abby_Lee_Miller @ALDC_official @ALDCDanceOff @aldcprobz please follow",
  "@TheFollowingFOX Season 2.  Wow.  Maybe I will have time to grow my nails back out.",
  "@HLNTV the question is who said that Jodi is an excellent liar.  To me she has never been a good liar",
  "@Becky4spirit good morning,  I am a tax preparer and am closing in on the 15th. Woohoo.  Mani, pedi scheduled for 16th.  Have a great day",
  "@AdamJBerry @thebennyberry it means you can tell time. Woohoo",
  "@NBCTheNewNormal @neneleakes love you and \"The New Normal",
  "@TheFollowingFOX  love the show",
  "@Bethenny just watched \"The Neighbors\".  It was a great show tonight and you were really good",
  "@HLNTV when will testimony in the arias trial begin today? Thank you",
  "@TheFollowingFOX  love the following,   Each week gets better and better.    Scared, very scared",
  "@kevinbacon just watched this weeks episode of the #the following. Love this show.   Sit on the edge of my seat   So any twists and turns",
  "@Abby_Lee_Miller   Love the show tonight.",
  "@TheFollowingFOX    I love The Following.  Each week is a thriller. Ready for next week",
  "@chipcoffey I already checked to see when the movie is going to be on.  35 min.  I set a reminder.  Love this movie.  Love this movie",
  "@TheFollowingFOX @kevinbacon    Once again an exciting show. Can't wait till next week.",
  "@kevinbacon @howardstern @sternshow I am totally hooked on The following.    Can't wait til tonight's show.  Watched the first one twice",
  "@NeNeLeakes I love you and the new normal.   And Of course RHOA",
  "@TheFollowingFOX knowing the girl in police station was going to do something and seeing that Kevin knew.  Then WOW. Ice pick to the eye",
  "@grantswilson I would love a flat tax, but then congress would make adjustments and add tax laws and then we are in the same place",
  "@TheFollowingFOX  unbelievable.   I have set my DVR for every episode.  Love this",
  "@TheFollowingFOX  so far. Sooooo good.   Exciting.   Kevin bacon is excellent.   What a concept.  Heard about this show on stern radio show.",
  "@BravoAndy    Mike and mark conseulous  look strikingly alike",
  "@kathygriffin @tiffanyrinehart @BravoAndy @Bravotv so excited to see Kathy in her second season.   So funny.  Lisa and Jane were great",
  "@cnnnye.   All over TMZ.   Kim K is pregnant.   Kanya is dad",
  "@andersoncooper @kathygriffin @cnnnye    Love you guys.  Glad you are 2.5 hrs.   Yea!!!!",
  "@aliluhrs I think you are funny.   I want lolwork to come back",
  "@sgnp every year for Christmas I get my daughter in law MST box set. This year I got her 23 24 &amp; 25.  Her and my son and their 3 kids love..",
  "@OfficialSanta I would love a follow from #OfficialSanta 🎅🎅🎅🎅",
  "@BrandiGlanville so happy for you.  How scary",
  "@Abby_Lee_Miller I am so sorry",
  "@Abby_Lee_Miller @aldc_official loved the show. The 3 finalist are so talented. Looking forward to Dance Moms in Jan.  love the commercial",
  "@willsharick She is beautiful, and looks so young for an engagement picture.  Your memories of her will bring you smiles, tears and laughter",
  "@willsharick @Bravotv show was great.  I hope Winston is doing well\nIt's great that your co-workers are so supportive.",
  "@BravoAndy   The Shahs r back.    WooHoo. Love them all",
  "@willsharick @bravotv I loved this episode tonite.  I rescued my two cats from PAWS in Okla City.  They were liter mates    Black and white",
  "@Jennipulos @bravotv. Thought u were leaving.  Was really mad. But spent the last 30 min of flipping out crying.   Poor monkey.  So sad",
  "@Jennipulos @bravotv jenni, if you r leaving show, then this is my last nite to watch. Don't think I can even watch tonight.",
  "@willsharick @bravotv @toriwadzita  another great show.  Gets better each week as I get to know the people.   Keep up the work.  \"Team Cats\"",
  "@willsharick @cheezburger @bravotv Happy Thanksgiving to you too, looking forward to tonites show.",
  "@ToriWadzita @bravotv @bravoandy can't wait.   WooHoo",
  "@willsharick @benhuh @sawickipedia @brennanmke @cheezburger @BravoAndy @Bravotv I want to register a complaint.   I want More lolworks, now!",
  "@sawickipedia @willsharick @sgnp @bravotv @bravoandy WhoHoo.  Can't wait",
  "@aliluhrs can't wait",
  "@forestgibson @toriwadzita @bravoandy @bravotv this is great.  Love it",
  "@aliluhrs a friend had eye surgery.  I offered to read 50 shades of gray out loud to her.  She said  no thanks #just trying to help",
  "@bravo love lolwork. Hope to see more than 6",
  "@willsharick thank you for follow back.   I loved lolwork on @bravotv Hope we get more than 6 weeks. I would love to see you on WWHL.",
  "@jenniegarth @teamrickijosh @mettaworldpeace @nancygracehln @lifetimetv     Loved it",
  "@nancygraceHLN Loved the movie",
  "@jimmyfallon you loved every minute of it.  And it was great",
  "@NeNeLeakes love this show and you are great   Ready for RHOA",
  "@BravoAndy  Joanna was so rude to you and Adriana. And also me, as a viewer of WWHL.    I thought she was a classier person but I was Wrong",
  "@KrisWilliams81 my phone doesn't work at the lake, so I am FORCED to sit on porch and read or watch the trees and birds. So sad.  LOL",
  "@dinamanzo you didn't go to your brothers wedding.  That is three",
  "@andersoncooper #StumpAnderson   Who has the largest scrapbook collection?",
  "@msjenncity FYI love the \"twat\" reference  First heard this from Kathy griffin.  Good luck.  You r a strong woman",
  "@BravoAndy love Ellen and Nene.  The New Normal is AWESOME",
  "Final three http://t.co/hlEYS70D #GetGlueHD #CBSBigBrother",
  "@Jchawes   Love my ghost hunters #GhostHunters",
  "@BravoAndy heather reminds me of sports reporter erin andrews",
  "@Jchawes good job.  Loved the show.     Missed u guys",
  "@AdamJBerry loved the show tonight.   Loving the new format.     Hagar was great  hope she wasn't 'scared' away",
  "I unlocked the 2012 Primetime Emmy Awards Nominee sticker on #GetGlueHD! http://t.co/OoTonY3J",
  "I'm watching Real Time with Bill Maher (21 others checked-in) http://t.co/vpbr4D5N #GetGlueHD @billmaher",
  "I unlocked the Common Law: Gun! sticker on #GetGlueHD! http://t.co/WYeRXjWf",
  "Sad to see end of season http://t.co/7YV1JrkH #GetGlueHD @CommonLaw_USA",
  "I'm watching Political Animals (121 others checked-in) http://t.co/yBHZOWrS #GetGlueHD @politicalanimal",
  "Hope this show continues http://t.co/yBHZOWrS #GetGlueHD @politicalanimal",
  "Love this show http://t.co/dEnvs6dc #GetGlueHD @PerceptionTNT",
  "Love this show http://t.co/IO9yzzlG #GetGlueHD @ABCFJane",
  "Love them http://t.co/cE63t5pA #GetGlueHD @NBCOlympics",
  "I unlocked the Bachelor Pad: Hot Sludge Funday sticker on #GetGlueHD! http://t.co/q12YjR3d",
  "Hmmmmmmmmm http://t.co/A2VL1fmM #GetGlueHD @BachelorPadABC",
  "@crinehart712   I followed you because I follow your daughter. She is an awesome person and I enjoy her tweets. I also love Kathy Griffin",
  "@BravoAndy  just noticed that Erin Andrews reminds me of Heather of NYC housewives.    Just saying",
  "I unlocked the 2012 Summer Olympics Opening Ceremony sticker on #GetGlueHD! @NBCOlympics http://t.co/w1FrcwE8",
  "Loved mr bean http://t.co/oewtfInl #GetGlueHD #2012SummerOlympicsOpeningCeremony",
  "@kathygriffin happy dance.",
  "@kathygriffin  saw an ad for new reality show starring the family of \"Honey Boo Boo Child\".  On TLC.   Please check this out.",
  "Thing? Not even person? RT @JimmyReuben: @carlahall might be the most obnoxious thing on TV.",
  "I unlocked the Hardcore Pawn: Hock Star sticker on @GetGlue! http://t.co/VuqPNxhB",
  "Good show http://t.co/bqO1uyNq @GetGlue #HardcorePawn",
  "Exciting http://t.co/aSkNVgwh @GetGlue @Syfy",
  "Exciting show http://t.co/w1xWFpGe @GetGlue #Haunted Highway",
  "Looking for a great show http://t.co/AwKM2mJP @GetGlue @ABCFJane",
  "I unlocked the Pretty Little Liars: The Girl is Poison sticker on @GetGlue! http://t.co/ENBsiSNy",
  "One of my favorite shows http://t.co/4lfc14ld @GetGlue @ABCFpll",
  "I unlocked the Perception Premiere sticker on @GetGlue! http://t.co/uS4MaEMa",
  "Looks like a winner http://t.co/G0tAd5HI @GetGlue @PerceptionTNT",
  "Love Kathy http://t.co/T2IFz54y @GetGlue #Kathy",
  "@kathygriffin love love your show.    Hope u are renewed.     Please please.    @Bravotv",
  "@howiemandel good advice for men of brass.    Loved them, but solos would really make statement",
  "Love it http://t.co/9ZsHtEhP @GetGlue @CommonLaw_USA",
  "Love it http://t.co/3HsnPdwU @GetGlue #Ted",
  "I unlocked the Magic Mike Opening Weekend sticker on @GetGlue! http://t.co/OltFVemI",
  "Woohoo http://t.co/PABQQyvd @GetGlue #MagicMike",
  "@kathygriffin love your show.   With and without \"star power\".",
  "@WhoopiGoldberg I just donated to this project.  I have mom's mabley, rusty warren, wood Woodbury, red foxx albums.  Still enjoy them.",
  "I unlocked the Royal Pains: Dawn of the Med sticker on @GetGlue! http://t.co/elfpdV8e",
  "Love the boys http://t.co/OUI26N7c @GetGlue @RoyalPains_USA",
  "Love this show http://t.co/AwKM2mJP @GetGlue @ABCFJane",
  "Looking forward to tonite http://t.co/A3nJeO36 @GetGlue #AroundTheWorldIn80Plates",
  "I unlocked the Jane By Design: The Surprise sticker on @GetGlue! http://t.co/YZBtVNFx",
  "Love this new show http://t.co/AwKM2mJP @GetGlue @ABCFJane",
  "Looking forward to this http://t.co/WIvQqbRu @GetGlue @Dallas_TNT",
  "On to bologna http://t.co/A3nJeO36 @GetGlue #AroundTheWorldIn80Plates",
  "I unlocked the Royal Pains: Imperfect Storm sticker on @GetGlue! http://t.co/VJwzu4UT",
  "My favorite boys of summer http://t.co/OUI26N7c @GetGlue @RoyalPains_USA",
  "It's Jane by design.       Time http://t.co/AwKM2mJP @GetGlue @ABCFJane",
  "Love this show.     'A' http://t.co/IDQ4GJQ7 @GetGlue @ABCFpll",
  "Thunder up http://t.co/sbvn18hw @GetGlue @nbaontnt",
  "I'm a Fan of America's Got Talent on @GetGlue http://t.co/t7Qns5Zd",
  "Hurrah http://t.co/wKY35WP5 @GetGlue @nbcagt",
  "Thunder up http://t.co/jkOeM8SD @GetGlue #NBAOnABC",
  "This group is crazy.   Lol http://t.co/TaL36XLJ @GetGlue #JerseyShoreSharkAttack",
  "Good show tonite http://t.co/u6JXUTnS @GetGlue @billmaher",
  "I unlocked the Must List Level 2 sticker on @GetGlue! http://t.co/2ZsT5frm",
  "Crazy cast http://t.co/wBx4M7Q7 @GetGlue #RHONY",
  "Go thunder http://t.co/ZSNq1iV3 @GetGlue @nbaontnt",
  "I'm a Fan of NBA on TNT on @GetGlue http://t.co/QBD0OrMa",
  "We are ready for a win http://t.co/ZSNq1iV3 @GetGlue @nbaontnt",
  "Thunder win.  Please http://t.co/sbvn18hw @GetGlue @nbaontnt",
  "Go thunder http://t.co/sbvn18hw @GetGlue @nbaontnt",
  "Howard is tired tonight http://t.co/fHUNhbvd @GetGlue @nbcagt",
  "Hoping for some good talent http://t.co/fHUNhbvd @GetGlue @nbcagt",
  "I unlocked the Pretty Little Liars Summer Premiere 2012 sticker on @GetGlue! http://t.co/52rKeKar",
  "Welcome back http://t.co/PV9xXiCP @GetGlue @ABCFpll",
  "I hope is a good season http://t.co/wBx4M7Q7 @GetGlue #RHONY",
  "New show.   Yea http://t.co/7qmlNlob @GetGlue #AmericanPickers",
  "I unlocked the 2012 NBA Playoffs: Oklahoma City Thunder vs. San Antonio Spurs #5 sticker on @GetGlue! http://t.co/HlCy6XmD",
  "Go thunder http://t.co/sbvn18hw @GetGlue @nbaontnt",
  "Loved this.  Hope there is season two http://t.co/EQjcI6JZ @GetGlue @ExpeditionABC",
  "I learn a lot from this show http://t.co/jekOGJxH @GetGlue #HouseCrashers",
  "I unlocked the Marathoner(7) sticker on @GetGlue! http://t.co/wsRNx8Ys",
  "I unlocked the Evening Express Premiere sticker on @GetGlue! http://t.co/YsAZbXuH",
  "Love the shoe http://t.co/WZeDGbQ4 @GetGlue #EveningExpress",
  "Ready for tonight's episode http://t.co/yE5YpH0E @GetGlue #TheRealHousewivesOfNewJersey",
  "Love it http://t.co/r451C21a @GetGlue #TheRealHousewivesOfBeverlyHills",
  "Love the kids http://t.co/pfLh6sAD @GetGlue #SisterWives",
  "I unlocked the Game of Thrones Season 2 Finale sticker on @GetGlue! http://t.co/K0K0o0c7",
  "Can 't believe this is season finale http://t.co/dsqBCpAs @GetGlue @GameofThrones",
  "Making a plan.  Go girls http://t.co/oA5Lrzd4 @GetGlue @Jerseylicious",
  "Love it http://t.co/oA5Lrzd4 @GetGlue @Jerseylicious",
  "These gals r crazy and so much fun http://t.co/oA5Lrzd4 @GetGlue @Jerseylicious",
  "Loved this show http://t.co/C9nwS1O7 @GetGlue @NBCSmash",
  "Re-watching the last show of season http://t.co/SigwxA1z @GetGlue @syfy",
  "Catching up http://t.co/WZJpID7i @GetGlue @FactorFakedSyfy",
  "Just starting http://t.co/aK2zJYGo @GetGlue #AGameOfThrones",
  "Love this show http://t.co/bPigSiXV @GetGlue @GameofThrones",
  "I'm watching Cast of Thrones: The Game of Thrones Podcast http://t.co/9vNBbGwN @GetGlue #CastOfThrones",
  "I'm watching NBA on TNT (151 others checked-in) http://t.co/ZSNq1iV3 @GetGlue @nbaontnt",
  "I unlocked the 2012 NBA Playoffs: San Antonio Spurs vs. Oklahoma City Thunder #4 sticker on @GetGlue! http://t.co/BNVqPZ6m",
  "Thunder vs spurs.      Go thunder http://t.co/ZSNq1iV3 @GetGlue @nbaontnt",
  "First time to watch http://t.co/t8QnnqFL @GetGlue @Suits_USA",
  "Good show tonight http://t.co/Nftn9hEU @GetGlue @FairlyLegal",
  "Love castle http://t.co/fOOS72Pq @GetGlue @Castle_ABC",
  "Fun show http://t.co/Nftn9hEU @GetGlue @FairlyLegal",
  "Ready for return http://t.co/OUI26N7c @GetGlue @RoyalPains_USA",
  "I unlocked the Common Law: Soul Mates sticker on @GetGlue! http://t.co/72pZ3JQP",
  "Just keeps getting better http://t.co/9ZsHtEhP @GetGlue @CommonLaw_USA",
  "I unlocked the AC360° First Check-in sticker on @GetGlue! http://t.co/YkGBgB3S",
  "Great reporting http://t.co/UCAj2Qaa @GetGlue @AC360",
  "Awesome http://t.co/9vNBbGwN @GetGlue #CastOfThrones",
  "Love this show http://t.co/bPigSiXV @GetGlue @GameofThrones",
  "Great http://t.co/9vNBbGwN @GetGlue #CastOfThrones",
  "Love this show http://t.co/aWitW29O @GetGlue #HollywoodTreasure",
  "I'm a Fan of American Pickers on @GetGlue http://t.co/QBD0OrMa",
  "Discounts http://t.co/wMItsn66 @GetGlue #AmericanPickers",
  "Zimmerman ??? http://t.co/FVwGXjuB @GetGlue #InSession",
  "Love danielle http://t.co/wMItsn66 @GetGlue #AmericanPickers",
  "Re watching http://t.co/DLN8KRBz @GetGlue #FinalOffer",
  "I unlocked the Check-in All-Star sticker on @GetGlue! http://t.co/etCA33Nu",
  "Good shoe http://t.co/DLN8KRBz @GetGlue #FinalOffer",
  "Interesting concept http://t.co/DLN8KRBz @GetGlue #FinalOffer",
  "Oliver north.    Great http://t.co/6JEZxJl7 @GetGlue #AuctionKings",
  "I unlocked the Couch Potato(50) sticker on @GetGlue! http://t.co/227zhoJm",
  "Kim's wig.   Lol http://t.co/C70iHZc1 @GetGlue #Kathy",
  "Love her http://t.co/C70iHZc1 @GetGlue #Kathy",
  "Ruby slippers http://t.co/aWitW29O @GetGlue #HollywoodTreasure",
  "Chumley http://t.co/zR5VKWX3 @GetGlue #PawnStars",
  "Love to watch http://t.co/T4XquePo @GetGlue #StorageHunters",
  "I'm watching Auction Kings (71 others checked-in) http://t.co/6JEZxJl7 @GetGlue #AuctionKings",
  "New shows.   Yea http://t.co/6JEZxJl7 @GetGlue #AuctionKings",
  "Love the new album http://t.co/gL7CroFt @GetGlue #JohnMayer",
  "I'm a Fan of Around the World in 80 Plates on @GetGlue http://t.co/QBD0OrMa",
  "Not sure about spices http://t.co/A3nJeO36 @GetGlue #AroundTheWorldIn80Plates",
  "Cheyenne http://t.co/lUEI3b53 @GetGlue #ToddlersAndTiaras",
  "I'm watching Toddlers &amp; Tiaras (451 others checked-in) http://t.co/lUEI3b53 @GetGlue #ToddlersAndTiaras",
  "Isabelle is my favorite http://t.co/lUEI3b53 @GetGlue #ToddlersAndTiaras",
  "No wrinkles http://t.co/eDvglXG5 @GetGlue @Anderson",
  "Love mike and frank http://t.co/wMItsn66 @GetGlue #AmericanPickers",
  "I unlocked the America's Got Talent Magician sticker on @GetGlue! http://t.co/nSXUyNJv",
  "Awesome http://t.co/fHUNhbvd @GetGlue @nbcagt",
  "Love \"most talkative\" http://t.co/ituCXzKs @GetGlue @bravoandy",
  "I unlocked the Pretty Little Liars Summer Premiere 2012 Coming Soon sticker on @GetGlue! http://t.co/IT7djgkP",
  "I'm watching Pretty Little Liars (419 others checked-in) http://t.co/PV9xXiCP @GetGlue @ABCFpll",
  "I'm watching Watch What Happens Live http://t.co/ituCXzKs @GetGlue @bravoandy",
  "I'm reading The Hunger Games (24 others checked-in) http://t.co/Dsyy62mn @GetGlue #TheHungerGames",
  "I'm reading The Hunger Games (42 others checked-in) http://t.co/Dsyy62mn @GetGlue #TheHungerGames",
  "Love this series http://t.co/Dsyy62mn @GetGlue #TheHungerGames",
  "Love the show http://t.co/fOOS72Pq @GetGlue @Castle_ABC",
  "So much fun to watch http://t.co/3jSO5y3P @GetGlue @thechew",
  "Love coops http://t.co/eDvglXG5 @GetGlue @Anderson",
  "Exciting http://t.co/x1qMbfHb @GetGlue @nbcsvu",
  "I unlocked the Game of Thrones: Battle of Blackwater Coming Soon sticker on @GetGlue! http://t.co/28wjVWp6",
  "Only 2 more this season :( http://t.co/bPigSiXV @GetGlue @GameofThrones",
  "I'm watching American Pickers (319 others checked-in) http://t.co/wMIxZXfg @GetGlue #AmericanPickers",
  "I'm watching Pawn Stars (258 others checked-in) http://t.co/zR60ix6d @GetGlue #PawnStars",
  "Love Chumley http://t.co/o4iKVeaB @GetGlue #PawnStars",
  "Love the old man.   Lol http://t.co/o4iKVeaB @GetGlue #PawnStars",
  "Love mike and frank http://t.co/7qmqkVxl @GetGlue #AmericanPickers",
  "I'm watching Watch What Happens Live (81 others checked-in) http://t.co/ituHv9TC @GetGlue @bravoandy",
  "Glad Andy is back http://t.co/ituHv9TC @GetGlue @bravoandy",
  "I'm watching Around the World in 80 Plates http://t.co/8KnWn2bg @GetGlue #AroundTheWorldIn80Plates",
  "Fun games http://t.co/0aiYR1gK @GetGlue #TheRealHousewivesOfNewJersey",
  "Teresa is crazy http://t.co/0aiYR1gK @GetGlue #TheRealHousewivesOfNewJersey",
  "Not sure about new concept http://t.co/McFRGIYP @GetGlue @FoodNetwork",
  "I unlocked the Game of Thrones: The Prince of Winterfell sticker on @GetGlue! http://t.co/6Fgr9gnV",
  "Exciting http://t.co/dsqG9ZJC @GetGlue @GameofThrones",
  "Love this show http://t.co/GrQNOFY3 @GetGlue #SisterWives",
  "Love it http://t.co/8KnRPs26 @GetGlue #AroundTheWorldIn80Plates",
  "I'm watching Around the World in 80 Plates (11 others checked-in) http://t.co/8KnWn2bg @GetGlue #AroundTheWorldIn80Plates",
  "I unlocked the Common Law: Ride-along sticker on @GetGlue! http://t.co/f8uX9Ta2",
  "I'm watching Common Law (2957 others checked-in) http://t.co/7YV6h1tR @GetGlue @CommonLaw_USA",
  "Top chef meets amazing race.    Love it http://t.co/A3nNMo40 @GetGlue #AroundTheWorldIn80Plates",
  "I'm watching NBA on TNT (982 others checked-in) http://t.co/sbvryIiq @GetGlue @nbaontnt",
  "Thunder Up http://t.co/sbvryIiq @GetGlue @nbaontnt",
  "I'm watching Ghost Hunters (5942 others checked-in) http://t.co/SigB5aaJ @GetGlue @syfy",
  "I unlocked the Ghost Hunters Season 8 Finale sticker on @GetGlue! http://t.co/j0ei7Z3m",
  "@Syfy #thanksgrant   Will miss you on GH  Good Luck and Enjoy life",
  "New pregnancy sensation no one warned me about - baby using my bladder as a trampoline.  AWESOME.  ;)  (And maybe TMI, sorry, not sorry!)",
  "@HowardStern @howiemmandel  love AGT.    You r wonderful.    Love Sharon, too",
  "I unlocked the Yeah! First Check-in! sticker on @GetGlue! http://t.co/XGSQ1BZ3",
  "Loved the hapist http://t.co/wKY7DwYf @GetGlue @nbcagt",
  "@kathygriffin loved your show tonight.   Thank you",
  "@FredrikEklundNY thank you",
  "@kathygriffin     Great show",
  "@BravoAndy Kathy is Awesome tonight",
  "@amybruni @AdamJBerry @britttgriffith @davetango @grantswilson @Jchawes @SteveGonsalves1 loved tonight's episode.   Exciting",
  "@BravoAndy Is MDLNY being renewed?   I hope so.  Love these boys",
  "@amybruni so happy for you",
  "@Bethenny :( not in Oklahoma.    Sucks",
  "@chipcoffey Enjoyed u show in Dallas  your crew is great. Be safe",
  "@BravoAndy @ryanseacrest   Yay!    Love the shahs of sunset",
  "@KrisWilliams81 blood letting and other things turned me off to all GHI.  Still love GH",
  "@dustinpari please check out http://t.co/Jqi64oq2.   Norman has \"hair style\" like yours. And sees ghosts.  New movie.   Lol",
  "@JLJeffLewis @Jennipulos love Interior Therapy.    Watched it twice tonight.",
  "@Bethenny u should have said \"really? I own a camera\". Then hurl.",
  "@andersoncooper  we are with you.   Lol http://t.co/jwNWZBPh",
  "@BravoAndy how is the song with Martina mcbride going??",
  "@grantswilson what part of \"I am leaving the tv show not \"Taps\", not my wife, not the \"Spaulding Inn\" do people not get!!  Have fun!!",
  "@BravoAndy how much did Sarah and Paul. Have to drink. While they were waiting for judges decision?",
  "@GHFans #GhostHuntersInternational   excited for tonight",
  "@Rosie wow congrats to ur brother and his fiancé.   31 years.  Well it is longer than Joy Behar waited.  Love you and ur show",
  "@americanpickers  Frank and mike's brother getting caught in sturgis",
  "@billmaher you have been missed.",
  "@BravoAndy  ask Rosie to explain \"Munny\"",
  "@Jchawes love ur show.  Reading ur books but my favorite is the pics of ur dogs.",
  "Only one more hour until a brand new #AmericanPickers. RT if you’re planning on watching.",
  "@jackgraycnn    Loving this.  Kathy and Anderson r so much fun together.  Is Anderson's mom watching??",
  "@kathygriffin @andersoncooper  i am excited for the show.   Have fun",
  "Are you watching the @AmericanPickers marathon on HISTORY right now? RT if you’re watching.",
  "@KathyWakile please stop with all the retweets.   A few are good but if I want to follow someone. I will choose to do that",
  "Amazing giveaway today. Want a slick pair of Sony noise canceling headphones? RT/Follow to win! http://t.co/iuoohuDM",
  "@Rosie Retweet if u luv that @HowardStern will be on #AGT",
  "Follow @joshuagates and RT this to win a set of awesome baggage tags made from airline safety cards! http://t.co/rbYSNswQ",
  "1: Follow @joshuagates. 2: RT this message. Winner gets a TRAVEL CANVAS TOTE + SIGNED COPY OF MY BOOK! http://t.co/JqrtUy8N",
  "1: Follow @joshuagates 2: RT this message. Winner gets a SWANK LEATHER PASSPORT HOLDER + DT LUGGAGE TAG! pic.twitter.com/c5xeDl0P",
  "@GHIPaul Bruce almighty",
  "@AmericanPicker of course I am watching",
  "@JoyVBehar is Elisabeth gone from the view?   I really enjoyed today's show without her.",
  "@anderson tlc air all American Muslim",
  "@melissagorga @babbleeditors    You so deserve this.  Congrats, sexy lady",
  "20 Celebrity Moms Who Are The Sexiest Women Alive (Photos) http://t.co/AHPpvXJm via @babbleeditors",
  "@anderson all recipes won on top chef challenge",
  "Which recipe won this week's #TopChef challenge? Tweet your answer to win an #Anderson prize… #Anderson111111",
  "@anderson my favorite tip was to call someone and just listen.  I called a friend and let her talk. No advice or \"my\" story. Just listen",
  "RT if you're doing an honorary EMF sweep tonight for #GHLive",
  "Lights out, check.  Taps t-shirt and comfy pants, check.   Lights out, check.   READY for #GHLive, check.    Oh, and popcorn, check. WooHoo",
  "@Kathywakile @brainmattersorg thanks for information   I lost my husband to very aggressive brain tumor 4 yrs ago.  Keep up the good fight",
  "@joshuagates",
  "@BravoAndy @cher I applaud Chaz for doing this show and hope he does well. I can't think of anything scarier than doing DWTS.",
  "@Bethenny can't wait.   Ready for show",
  "@ehasselbeck question for u.  Does the body need gluten in their diet for any reason?  Ex: people who r allergic to dairy need vitamin D",
  "@Zak_Bagans I'm watching. I'm watching.  Can't hear footsteps for ur tweets.    Lol",
  "@BravoAndy   You should play some Styx music for jeff tonight    Love his reaction to learning about \"new client\" occupation",
  "@chipcoffey I love the show.  It is incredible. You do a great job that I know you love",
  "@MagpieFromHinky  for several days our drinking game word is \"sidebar\"  We am now running out of liquor.",
  "I love how every time I mention anything gay related I lose followers.. #growup #Getoverit #comeoutalready",
  "@ehasselbeck and this is important because???",
  "@SimonvanKempen hives can be very dangerous.  They cannot be faked and who would want to.",
  "@mccordalex @ramonasinger @sonjatmorgan @simonvankempen Sonya gets the moroccan guide. Woo hoo",
  "@AmericanPicker love the show. Love history channel. Thank you for sharing your passion",
  "@mccordalex  was on a cruise, ate food that i was afraid of. (octopus, frog legs, oysters.) I am 64 from Okla. Frog legs tasted like chicken",
  "@SimonvanKempen I bought it, love it",
  "@InSession have u noticed how many times the attorneys r using hand sanitizer??  Glad to see it.  I just noticed today.",
  "@BravoAndy   For Bethany.  What is Ethan doing now. Do you stay in touch?",
  "@BravoAndy Favorite quote about it. RIP to the Hide and Seek Champion 2001-2011",
  "@JeffProbst a clue to another hidden idol",
  "@BravoAndy Miami reunion and whole season was train wreck.     I love all the other ones.  I hope this one is not renewed.",
  "@rustyrockets saw HOP with my grandchildren.  We loved it.  Laughed and laughed. I like to tell folks to \" oh just go eat the jelly beans \"",
  "@BravoAndy Elsa and marasol are great.   Love wwhl",
  "@Bethenny loved the show. Not just tonight but every show. Your family is so crazy that it becomes a normal family.",
  "@KrisWilliams81 any of the guys in the group look interesting???   Hmmmm",
  "@kathygriffin you 2 look great.   But what happened to Tom ??",
  "@kathygriffin welcome to OKC.  Looking forward to your show tonight.   Have fun",
  "@SimonvanKempen looks like everyone is having a great time.  Love it",
  "@joshuagates I love the \"sky mall\". It is more fun than the newspaper. Have u found the carpeted steps for your dog to get in your bed?",
  "@MarkBallas will you be performing for the Oklahoma city Burn the Floor in January?   I have season tickets and would love to see you in it",
  "@earlyshowdave I will miss u.  What is your next project?",
  "@Bethenny you were great.    The judges are trying to be clever.   It isn't working for them.  And dick button insulted betty white. Lol",
  "@Bethenny   You looked great.   Judges are questionable.    You have lots of fan support.      Go girl",
  "@BravoAndy Bethany looked great. The judges suck.  She is working hard.",
  "@BravoAndy ?? For kelly. Oklahoma  city \nOK no longer carries Regis and Kelly show.  I miss seeing ur show.     :(",
  "@giggythepom you don't look sedated. Just laid back and relaxed.  You make me smile and a little jealous",
  "@You don't look sedated.  Just relaxed and enjoying life.  You make me smile and a little jealous",
  "@TheEllenShow wear solid pink clothes and tie a shoe to the top of your head.    You are the bubble gum stuck to the bottom of a shoe.",
  "@CarolineManzo as soon as I read ur tweet about hlpng kids I was excited and trying to think of an org.  I KNOW  you are trying to help",
  "@SimonvanKempen good luck in your new venture. I admire u and ur wife.",
  "@kathygriffin just finished reading \"Tip It\".   Love ur mom.   Good read",
  "@BravoAndy why even bother asking danielle questions.  She is a sour person.  She is unappreciative.  I would love to have the shot glasses",
  "@BravoAndy love the Flipping Out crew but r u really having danielle on too? She is such a downer and Jeff is so much fun. Cancel her!!",
  "@kathygriffin loved loved ur show tonight in Vegas.   You r awesome",
  "@kathygriffin love the lc and Maggie segment",
  "@Bethenny love your show. u and Jason r really a great match.  Cookie just adds more giggles   Looking forward to next week.",
  "@CarolineManzo u r a smart lady   Sometimes the best & only thing we can do for our grown children is love them",
  "@BravoAndy this is so hard to watch  I hope you never have her on again.",
  "@BravoAndy   Kathy. Love the d list.  Will ur mom be at ur show in Vegas?? My granddaughter and I will be there. We r really excited",
  "@kathygriffin oh i know who it was.  Elisabeth H.   She was even yawning and stretching   Lol.   You won",
  "@kathygriffin I saw the view.  Who made ur day?",
  "@SimonvanKempen  I read ur tweet. Lol. Love watching u and ur wife on rhony. Hope ur book sales r going well. I think ur children r amazing.",
  "@kathygriffin I already have my tv ready to record.   Can't wait",
  "@Bethenny looking forward to ur new show and the reunion.   Have a great day",
  "@kathygriffin got my tix can't wait for this show and ur tv shows.",
  "@kathygriffin  I want to go to your show in Vegas.  I am saving my pennies. Love u.  Looking forward to your special and ur D list show",
  "Woman fakes kidnapping to hide secret http://bit.ly/9AqZ9F",
  "I scored 1587 points playing #QRANK. Can you beat that? http://bit.ly/b8lZZu",
  "I scored 4516 points playing #QRANK. Can you beat that? http://bit.ly/b8lZZu",
  "Containment dome in place over Gulf oil leak site http://on.cnn.com/d2z1PE",
  "I scored 4968 points playing #QRANK. Can you beat that? http://bit.ly/b8lZZu",
  "Enjoy cinco de mayo!RT @LuckyCharm71: @Bethenny bought 2 btls of SkinnygirlMarg.mgr suggested I buy 2 cuz they can't keep'em on the shelf.",
  "Gotta get back to work, but wanted to spend some time & attn on our folks trying to make it in Tennessee.  My heart, my prayers are with you",
  "We need your help! What questions would you like us to ask the HG’s at  #RRR3? Use the hash-tag so everyone can read them :)",
  "Watching the view",
  "Kathy griffin. My kids got ur book for me for Christmas. I a looking forward to reading it and watching u and ac tonight. Have fun",
  "Looking forwarded to ac and kg in NYC   Love them both",
  "Wishing good luck to earlyshowdave",
  "Listening to rain and  lightning.",
  ".",
  "Watching ghost hunters",
  "My niece has once again found another one of my vices.  Lol",
  "At theater w/ granndson",
  "What a wonderful day. So happy for the release of 2 young reporters",
  "Looks like a beautiful morning",
  "Yard work.      Why? It will just grow back",
  "Attorneys gathering. Will be announced soon",
  "verdict in Clark rockefeller case",
  "Watching lionel ritchie on early show.  WOW love it",
  "I am watching the view",
  "dancing with the stars.       WOW",
  "Watching bonnie hunt.  Love her show",
  "watching the view"
 ]
}