{
 "user": 265776834,
 "tweets": [
  "I found a stack of these lenticular promotional cards for the 1993 release of the movie Fire in the Sky.\nRetweet/Like this post for a chance to win one. \nI'll be giving away 15 of them! \nWinners on Wednesday.\n#UFO #AlienAbduction #UFOs https://t.co/mgYyic7Rwh",
  "I found this VIP pass from the last @StrangeEscapes event at The Stanley Hotel. It's signed by Me, @amybruni @AdamJBerry and @grantswilson.\nRetweet/Like this post for a chance to win it. I'll pick a Retweeter/Liker on Friday.\n#Ghosts #Paranormal #GhostHunters https://t.co/79LCpy0uPG",
  "SPECIAL EDITION HAUNTED DEPOT TOUR featuring the Spirit Box this Saturday, April 28th. \nhttps://t.co/eFDgzlNpnV",
  "Sunshine work break. #imnotaweed https://t.co/T18b7cQR9H",
  "#Bride of #Frankenstein #comic https://t.co/M57YwflNPp",
  "Freaks! @tcm #TCMParty My Friday night is complete.",
  "New Giveaway — this is not the big one I referred to last week (that one’s still coming), but this is a gorgeous edition of GWENDY’S BUTTON BOX, and all you have to do to be eligible for a FREE COPY is Follow and RT. Good luck! https://t.co/cTw9pVuYgi",
  "Word(s) of the day: \"Laethanta na Riabhaiche\", \"The Borrowed Days\"; the name given in Irish folklore to the first three days of April, on the grounds that their weather was so bad it seemed to have been loaned to March (or vice-versa). https://t.co/VLgkL8hweF",
  "@JohnELTenney Loved his show. I even had a Marlin Perkins coloring book!",
  "The last 15 minutes made me feel like one of the people in the hotel room. #thexfiles",
  "@JohnELTenney Will this be covered in you next lecture? When you thought you're you but you're not.",
  "@grantswilson @Target Have fun with it. \"Free stuff in isle 5!\"",
  "Retweet, Like, Follow or whatever for a chance to win this one of a kind, drawn by me, Loch Ness Monster Refrigerator magnet. \n#Nessie #LochNess #Cryptozoology #monsters https://t.co/1p7ldlx3e3",
  "@JohnELTenney You need to get a coffee pot that operates when you tweet about it.",
  "RT &amp; follow @OriginalFunko for the chance to win an #ECCC 2018 exclusive FLOCKED Bigfoot Pop! #FunkoECCC https://t.co/v7aUl4BKGF",
  "RT &amp; follow @OriginalFunko for the chance to win a Funko HQ exclusive FLOCKED Bigfoot Pop! #FunkoECCC https://t.co/9Fay8GGFif",
  "I'm unplugging everything and getting a rotary phone. #TheXFiles",
  "@JohnELTenney Wish I had known about these when I was a kid. Found two books in thrift stores last year. Still searching.",
  "@JohnELTenney Quick, bake some cookies. I hear that helps.",
  "Jim Henson's 'Labyrinth' returning to theaters for three days https://t.co/y6U16RRqa3 via @CNET",
  "It’s Edward Gorey’s birthday and thus an excuse to tweet the best ‘author photo’ ever taken. https://t.co/83IVMDCOV5",
  "Use your psychic power to discern what's in The Mystery Box and win a copy of \n\"Charles Fort: The Man Who Invented the Supernatural\" by Jim Steinmeyer.\nRetweet this post for a chance to win even if your guess is wrong!\n#MysteryBox #CharlesFort #Paranormal #Supernatural https://t.co/9laO8LcUPA",
  "@JohnELTenney Old tickets, cheereos, and skeleton keys",
  "@JohnELTenney I need to treat my errands as secret missions, then I may actually get something accomplished.",
  "Found my weekend binge #everythingsucks",
  "You had one job! https://t.co/8J2CVfIxrw",
  "\"I need to watch something creepy before I go to bed.\" Me an hour ago. Wide awake and not creeped out. #insomnia",
  "These bloody dollhouse scenes reveal a secret truth about american crime https://t.co/pokLSy5oGW",
  "Like or Retweet this post for a chance to win 1 of 5 #WinchesterMovie mini-posters. Help these things find the door out of my house! https://t.co/oWTG2Cg3yr",
  "The moon is shy tonight. Perhaps because she knows so many people want to see her. https://t.co/aD9IDxcP9Z",
  "I’ll pick 3 winners of a signed (by me) copy of GWENDY early next week. Just Follow and RT to be eligible. Good luck! https://t.co/5PS6OrFkhJ",
  "#FridayFeeling https://t.co/hYNeUGJwTT",
  "@nuekerk And I'm over here wondering who's having this conversation, \"You ever try to potty train a bigfoot?\"",
  "@JohnELTenney My friend had a life serious accident years ago. She calls the anniversary her lifeversery and does something new or adventurous around that day.",
  "#TheXFiles https://t.co/jYuzvLYSRX",
  "SIGNED BOOK GIVEAWAY — I’ll be picking one lucky winner of a surprise, signed Stephen King book next week. All you have to do to be eligible is Follow and Retweet. Good luck! https://t.co/v6zrqxEC4T",
  "My Saturday tv binge #detectorists .",
  "On the couch with a warn blanket, cats, and cookies. I'm ready. #TheXFiles",
  "Hello 2018. Let's do this!",
  "Seance with Santa! (Sikeston Standard, 1920) https://t.co/PxfVQ1S305",
  "@JohnELTenney I had one opportunity to be in Chicago and was not able to see it due to building repairs. I had to settle for the gift shop postcard. Very envious of you right now.",
  "Monday night giveaway —  free copy of THE SHINING gift edition for one lucky winner! Just Follow and RT to be eligible. Good luck! https://t.co/QiW5E8Ciqd",
  "Am I the only one seeing the irony of resurrecting #PetSematary in 2019?",
  "My working environment wasn't creepy enough... https://t.co/oPl2ATgShl",
  "@JohnELTenney I was not referring to the sign.",
  "@JohnELTenney Lightly covered with leaves, but not buried.",
  "There's so many different people writing. It's amazing the diversity of writers and writing. #amwriting #amediting #NaNoWriMo Amazing writers out there. https://t.co/zpflQU4GWS",
  "NEWSFLASH! I feel like giving a signed copy of my new book to one person who RTs this. I’ll stamp it with one of these nice badgers, too. A bit more info about it here: https://t.co/L158tjw2QE https://t.co/fzwpvO5CQZ",
  "Best typo 2017 https://t.co/Bun6uc5Ahq",
  "Happy Halloween. May it be full of sweet spooktacular awesomeness!",
  "@sfs_uk @SoryahhTale @pynstory @HerbalStorytell @StoryGiles @nell_phoenix @PeterChandstory @BhamStory @OrkneyStoF @WCShearer Had the pleasure of telling stories with https://t.co/8reWXEVeFT last night and I get to do the same tonight.",
  "Don't miss out. Ghost tour season is wrapping up. Just a few opportunities available. https://t.co/8reWXEVeFT",
  "@JohnELTenney @netflix @alwayssunny Maybe I should have said my perception is now tainted, not spoiled.",
  "@JohnELTenney @netflix @alwayssunny Good. I would hate to stop reading your tweets until I see it.",
  "@JohnELTenney @netflix @alwayssunny Added Mindhunter to my watch list earlier tonight, then saw this spoiler. Gee, thanks.",
  "The Scottish Play and the Welsh #Wizard: #Witches in #PunchCartoons from @PunchBooks #Halloween https://t.co/r1cjncVGzz https://t.co/hSaBVK4CqV",
  "Last ghost tours of the season this weekend! Schedule and details https://t.co/8reWXEVeFT",
  "@KatrinaWeidman Creepy crawler favorite moment but love the witnesses stories and special guests on any episode",
  "Favorite thing of the day 🤣❤️👏🏽🐾 #dog #dogs #pets https://t.co/8uK69SU8aR",
  "Support #SpiritofChildren and wear your bracelet to receive a 50% discount on a Ghost tour. Details and schedule https://t.co/8reWXFcPxr",
  "The Lost Art of Cassette Design https://t.co/96xAA2Oq6s",
  "Quick little Friday morning rant.\nhttps://t.co/2MfE3k02OU\n#conspiracytheory",
  "Ghost tour season is here! Join us for our 10th season. Schedule and contact information https://t.co/6svUB85F3F",
  "Just a friendly reminder that October starts Sunday.",
  "@JohnELTenney I'm beginning to feel I'm one of the last weirdos yet to see it. 😞",
  "90's problems. https://t.co/Y4Rcd1JzKx",
  "“When a man loves cats, I am his friend and comrade, without further introduction.” - Mark Twain https://t.co/HSZ0JaQV74",
  "@JohnELTenney Love it. Now I want to get dollar store stuff just to repaint!\n(As if I don't already have stuff to repaint from the dollar store)",
  "What Are the Most Lucrative Freelance Writing Projects? https://t.co/OfI8HfTPXQ via @FreelancerFAQs",
  "WIN A KINDRED SPIRITS POSTER SIGNED BY AMY BRUNI &amp; ADAM BERRY!  Just retweet this post to be entered.  Winners announced on next episode. https://t.co/wncaiWqT99",
  "It felt a little like fall today. As if I needed another reason to be excited about ghost tour season.  https://t.co/8reWXFcPxr",
  "By far, the rarest giveaway I've ever done - an interoffice ARC for our special edition of SB! Follow and RT to be eligible. Shipping 9/26. https://t.co/7EGId46PaQ",
  "@JohnELTenney  https://t.co/Rc4OBQDTzf",
  "Ghosts of Staunton tour schedule through October. More time slots and more tours! https://t.co/iNKSl3BgRm",
  "Very rare GWENDY Arc for one lucky winner -- all you have to do is Follow and RT to be eligible. I'll pick one winner next week. Good luck! https://t.co/yCZVqlO7bw",
  "@Mistress_Dawn It's the adult version of getting a new box of crayons.",
  "@JohnELTenney Almost showed hubby this tweet to point out how my collection isn't that big. Then I considered the stash I have packed away, silence.",
  "Dream kitchen https://t.co/I2s1wcl0qM",
  "@WeirdHQ I've been to 5 on this list. Loved them all.",
  "Want a FREE gift edition of The Shining? I'm giving away a copy to one lucky reader this Friday. Just Retweet and Follow to be eligible! https://t.co/wsCx3bSwu9",
  "Pinteresting #aliens #UFO #pin #tack #puns #comics #humor #funny #space #battle #sharp #spaceships #Pinterest https://t.co/dMLsgtfWUP",
  "@JohnELTenney That's awesome. Now I want to see if any of the books match.",
  "Mysteries are fun. https://t.co/OxgfBdcVwJ",
  "@JohnELTenney @GreyhoundBus Just make sure it doesn't turn into a \"three hour tour\" and you're stuck in a bus station forever.",
  "My yard needs this!\nSchlepping the Garden Gnomes Bigfoot Statue - Design Toscano: https://t.co/sg3h0ndoPt",
  "@ChadLindberg Stranger Danger!",
  "Boo-Berry is awesome! #Preacher",
  "Early Happy 4th, be safe and make it memorable.\nI'm unplugging, checking messages periodically. Projects need attending. #distractions",
  "@JohnELTenney I believe you are on to something.",
  "So many projects need my attention right now, but I sit with a cat on my lap and just keep scrolling. #procrastination",
  "Traded in a productive Sunday for a full tv binge. #Preacher",
  "No comment. (Vancouver World, 1912) https://t.co/9UKyelY7xt",
  "I'm expecting an increase in cases of Anthropophobia tonight.  #TheMist",
  "FREE inscribed copy of Gwendy alternate cover first edition to one lucky winner next Monday! Just Retweet and Follow me to be eligible. https://t.co/yldMVSsDvX",
  "@Weird_Dana Been there and loved it. I bet you will too.",
  "Attend a Ghosts of Staunton tour https://t.co/8reWXEVeFT by June 30 &amp; get a coupon for Crack The Code Escape Room https://t.co/oVRXQvJW9K",
  "Yesterday's thrift store scores. Two professionally framed Escher prints. https://t.co/hfkVjyOv5Z",
  "Ghosts of Staunton Tours Saturday. Students discount night. Tickets 1/2 off.\nhttps://t.co/yiX3AL2JiQ",
  "Truth. https://t.co/OEfE0iLsxO",
  "The famous illustrator was a devoted collector of… well, almost everything https://t.co/fvmKafSiZO",
  "@WeirdHQ I'll be there next month!",
  "Need a night of haunts and history? Tonight 8:00 https://t.co/8reWXEVeFT",
  "Retweet, or whatever, for a chance to win a copy of Cinderwench, Sleeping Death &amp;The Blue Beast, my retelling of classic fairy tales. https://t.co/EcTr7UAC7x",
  "I'm really going to miss these two. #BatesMotel #TheFinalCheckout https://t.co/mKNtmAZwC8",
  "@JohnELTenney I can look mildly sane at 30 hours, speaking coherently is another matter.",
  "Ghost stories. 8pm tonight Staunton VA.  I would love to see you there. https://t.co/iNKSl3SSfW",
  "@JohnELTenney I'm surprised this hasn't happened yet.",
  "It's that time of year again when giant rabbits terrorize the young https://t.co/M9tR4gZ6vm #EasterBunny https://t.co/lGq7G4rQzS",
  "Ghosts of Staunton Walking Ghost Tours. First tour of the 10th season this Saturday. https://t.co/8reWXEVeFT",
  "Happy 1st of April! #aprilfoolsday https://t.co/XrnbaLqoMY",
  "@JohnELTenney Awe! Marlin Perkins was one of my childhood imaginary friends! \n(Not to be confused with my current imaginary friends.)",
  "Reminiscing #BatesMotel https://t.co/oKnygKpqc6",
  "Many centuries ago, a cat walked over an Italian manuscript, leaving its paw prints on the document forever, 1445. https://t.co/wLpRs9wvSm",
  "I know there has to be a zombie clown somewhere in that mix! #TheWalkingDead",
  "@MotCityComicCon crowd favorite @JohnELTenney will be talking to us about the great unknowns in May!\n#MCCC\nhttps://t.co/9QDhHwcKGC https://t.co/EEqbTB3taI",
  "This week's #Caturday scorecard:\nAnimal Rescue League: 0\nCat: 1 https://t.co/ycavlFWdT3",
  "@WeirdHQ Seeing so many subjects of interest in this one post is blowing my mind!",
  "Admit it. This is the Valentine you've been waiting for. https://t.co/hhHZuM8HXB",
  "@JohnELTenney  At least it didn't say \"THEM!\"",
  "\"And the best thing, the very best thing of all, is there's time now. There's all the time I need, and all the time I want.\" #ZoneQuotes https://t.co/zTXKzgOMAT",
  "@HauntedLib @wordpressdotcom Discovered it this morning. Hooked.",
  "@dustinpari We thought you was a toad!",
  "@JohnELTenney I decided to organize my office this weekend....So many distractions. \n(I vote shelf 1 #5 from the right)",
  "@kenboggle Happy Birthday!",
  "I'm giving five of these stickers away today. Like, share, comment, retweet... or something for… https://t.co/FK1ygCkDPx",
  "Magnificent Libraries around the World (26 photos) https://t.co/U6KfVQEpNy https://t.co/twdfe7gprt",
  "@JohnELTenney Wise woman.",
  "@KatrinaWeidman Going a second time in a few months. Interesting evps",
  "Remember William Peter Blatty with this glorious anecdote about his book https://t.co/PdzEwXhztt",
  "Happy Paraskevidekatriaphobia day.",
  "@JohnELTenney Happy New Year. May it be full of weirdness!",
  "Wishing all of you a wonderful 2017.",
  "It's been a challenge, but I managed to stick to my cookie diet today.\nMay your holidays be sweet. Merry Christmas!",
  "I expect part of my weekend will be like this. https://t.co/u4FV3WnGM5",
  "Why buy a Christmas tree when you can BE a Christmas tree? https://t.co/aFN9e84eG3",
  "@JohnELTenney Nessie thinks it's a hot tub.",
  "I think I should just start answering my phone as Hyacinth Bucket. #KeepingUpAppearances",
  "@JohnELTenney What happens when you play them backwards? #80sflashback",
  "@JohnELTenney @happyappy7 Wow! Now I must look away as I still hold a thread of focus...oh look Cults, Mothman, Voodoo, ..and now it's gone.",
  "Santa's Fortune Telling device...or something. \nSanta Claus predicts the future! \n#santa #fortune #psychic https://t.co/VdcHnEgYrb",
  "It's not Christmas in our house until someone exclaims \"Stop eating the tree!\". #catsAtChristmas",
  "I welcome the arrival of our UFO overlords!\nRetweet/Like for a chance to win one of these stickers! #UFO #ufosighting https://t.co/JqYI1Bg79C",
  "Help those who lost their homes in the Tennessee wildfires. Donate to the My People Fund by visiting https://t.co/Uydp1gDCwJ . #mypeoplefund https://t.co/xyvXoCeIE1",
  "\"Once in a while a miracle does happen, just often enough to let you know that you're not wrong or foolish to hope for one.\" #ZoneQuotes https://t.co/DjtbJ2BGTe",
  "Five of the Best Paranormal Podcasts, Web Series, and Vlogs You Should Be Subscribing To https://t.co/JP2F657FsV #paranormal",
  "The evidence is clear. We finally caught a UFO on tape! https://t.co/2WrhMTp9dM",
  "@JohnELTenney Good for you. 21years ago I was..... never mind, I'm not doing the math and quit having birthdays after 25.",
  "Happy November 1! The day we suppress our Halloween withdrawal symptoms with discounted sweets.",
  "This Ain’t Witchcraft. It’s Wildcraft. https://t.co/yt9cN4eyIj https://t.co/qrFBvmR5UH",
  "May you face your deepest fear while your makeup doesn't smear. \nHappy Halloween!",
  "Trying to avoid sweets this weekend? Take a ghost tour! https://t.co/8reWXEVeFT",
  "@JohnELTenney @kenboggle Crap! The one night I unplug from social media and look at what I miss!",
  "Ghost tours. Only two weekends remaining! \nhttps://t.co/6svUB85F3F",
  "Vintage Ad of the day! https://t.co/go02hqoghT",
  "Need to dig deep into my horror movie stash to wash the nightmares from my brain tonight. #debate",
  "Happy October! Time to get your spooky tour fix! Three tours available in October https://t.co/8reWXEVeFT",
  "Leaked image of Mars that NASA doesn't want you to see. Bwahahaha https://t.co/uvIj3lK0WV",
  "Retweet this post for a chance to win an XL size t-shirt from The Dogman Symposium earlier this year. Winner picked on 9/30 #Dogman https://t.co/7kKyTWcOGh",
  "13 Tips for making your house actually scary for Halloween, not just goofy spooky  https://t.co/dKvDXhanj7 #Halloween #decorations",
  "@JohnELTenney Caution: Posting experiments to the public may lead to a sudden homeowners insurance adjustment.",
  "I'm giving away a SIGNED copy of Quit Calling Me a Monster! RT before 7 PM CDT to enter drawing. https://t.co/Bu2kAXhUNj @joryjohn @bobshea",
  "https://t.co/prS2oRjf0Q",
  "Pumpkin Spice is getting outta control. https://t.co/97UrB9Wo7N",
  "@JohnELTenney Is it part of the new scratch and sniff Ouji collection?",
  "Huge shout out to all who made #mothmanfestival2016 happen. Awesome weekend!",
  "Work can't end soon enough today.  #mothmanfestival weekend!",
  "Pyramid Scheming #aliens #pyramids #egypt #comics #heiroglyphics #funny #Egypt https://t.co/kZGZUbN2yf",
  "How's your time machine coming along? #OITNB https://t.co/60ZrMya8mg",
  "I just spotted the Wood Booger! https://t.co/UgBdcfxt7b",
  "Photo of Hurricane Hermine aftermath in Tampa. https://t.co/7jnvVGyX8n",
  "Some truth from @WeirdClicks https://t.co/3WPIU7Tnzz",
  "Wise Whispers from the Granny Witches https://t.co/yvFpfqy8HS https://t.co/0aSjrNVOeP",
  "Frankenstein or Fronkensteen?\n I believe Mr. Wilder is the proper pronunciation. #RIPGeneWilder",
  "RT this and you could be #blessed with a #Preacher print by @DaveQuiggle: https://t.co/D2aJ0ajana #PreacherFlashback https://t.co/FXUtHzpRJu",
  "@nuekerk Nice cat. My two would have rearranged everything in three seconds or less.",
  "https://t.co/2arsV86chp",
  "Ten years before the Ghostbusters became women, the world's first all-female paranormal investigators made history: https://t.co/d5t7vaegrb",
  "@JohnELTenney He must have buried them in someone's back yard.",
  "Historical Walking Ghost Tour tonight. Details and October tour schedule check out https://t.co/8reWXEVeFT",
  "@nuekerk @WeirdHQ Great! Now I have a twisted version of the Gilligan's Island theme song stuck in my head.",
  "And so another chapter begins... The Old Dark Podcast - Episode One: Synthetic Flesh https://t.co/Xo4JaDXh7E",
  "What it feels like to watch \"Stranger Things\"... https://t.co/sxXvNTkQXO",
  "It's hot! Cool down with some chilling tales tonight. https://t.co/8reWXEVeFT",
  "@kenboggle https://t.co/7EIVAmJJv7",
  "Retweet for a chance to win a Strange Escapes tote bag autographed by Me, @amybruni @AdamJBerry AND @NickGroff_ https://t.co/HJq0dubjBO",
  "@TalkingBoardHS They're just trying to tap into the tiny house market.",
  "I'm hooked! #StrangerThings",
  "https://t.co/YAVwko9XXE",
  "@NickGroff_ @stalbans2016 wonderful job yesterday.  Thanks to all.",
  "...And they float! #stephenking #PokemonGO https://t.co/9M64ZLDXZJ",
  "Ruby the Haunted Doll is a good reminder that haunted objects are rarely evil. In fact, the truth is much sadder: https://t.co/DT64KRWT96",
  "@JohnELTenney He just needs a disco ball.",
  "Barney the #CemeteryCat who comforted #mourners for 20yrs #buried in his #cemetery #GUERNSEY https://t.co/sEzHy4ycWr https://t.co/LRE0AjDp5z",
  "@JohnELTenney Saving the world one vinyl purchase at a time!",
  "@JohnELTenney What is your favorite book? #TenneyAnswersTweets",
  "Retweet this for a chance to win a special Dogman prize. If you like Bigfoot, you'll love Dogman!  https://t.co/JusFm96Yxw",
  "'Dark Shadows' at 50, still casting a long shadow on the vampire story | https://t.co/14uONOFNct https://t.co/hOePmzGQTf #DarkShadows50 ^BR",
  "@Mistress_Dawn I consider myself a newbie fan. Had the opportunity to attend 2 yr ago and now I'm hooked.",
  "Hate to be missing this weekend's events. Awesome group of people. #DarkShadows50",
  "https://t.co/SxX5DbmzyS",
  "Steam is just the ghost of water.",
  "Answer The Call. Retweet for a chance to win great prizes and join the #GBMission. #Entry https://t.co/NSgkXnTsFP\nhttps://t.co/YE5XBZT9CI",
  "Happy Father's day to all the extremely understanding dads. https://t.co/kCVVMaL9a9",
  "@JohnELTenney Nice photo but it doesn't dilute the envy.",
  "Storytime tomorrow 8pm. Take a walk with us https://t.co/8reWXEVeFT",
  "I guess I need to find some new imaginary friends. https://t.co/RWPxLv0110",
  "Retweet this post for a chance to win an autographed pack of UFO sponges. Winner picked tomorrow. #WeirdContest https://t.co/uJ6SmUMWOF",
  "Hey kids! New summertime craft project! https://t.co/v99XWMffmZ",
  "@JohnELTenney They make me want to fly the saucers instead of wash them!",
  "Truth! #StopBigfootShaming #Bigfoot https://t.co/u506d4233n",
  "Memorial Day Weekend Special. Tickets rolled back to our first season prices. https://t.co/8reWXEVeFT",
  "@JohnELTenney Just don't have a What the Heck Wednesday. :O",
  "https://t.co/if4yvnm7Dd",
  "As I'm about to save an article regarding recently discovered unmarked graves, my Gardening folder appears at the top of the list. Only me.",
  "Retweet this post by 10pm EST tonight for a chance to win a Yeti Pot...I'll sign it too. #WeirdosUnite #yeti https://t.co/LFlP4pKcyD",
  "@NickGroff_ @JohnELTenney @ChadLindberg Just got back from there this morning. Awesome place!",
  "Call me old fashioned for having a landline, but you never know when your cellphone could die or you need to exit the Matrix.",
  "Mother's Day special. Saturday's tour half off for moms. Treat her to a spooky walk. https://t.co/8reWXEVeFT",
  "Prince symbol appears in North Dakota cornfield  https://t.co/fTNiXyEMQp via @citypagesmusic",
  "Don't be afraid to be weird. You never know what you'll miss out on by being \"normal\". https://t.co/eFDyfp7KHe",
  "RETWEET AND favorite for a chance to win this shirt. #Sasquatch2016 @cliffbarackman @squatcher @SkeptiScientist https://t.co/up6JJyiK2A",
  "@JohnELTenney  I'm hung up on the fact that you still have a place to drop them off.",
  "Virginia is for Music Lovers Dave Matthews Band Sweepstakes https://t.co/970x6tHh46 via @sharethis",
  "Tomorrow our 9th season begins! Ghosts of Staunton Historic Walking Ghost Tours https://t.co/8reWXEVeFT",
  "Out of a giant 145 piece tub I randomly grab these two. This candy knows me a little too well. #creepycandy https://t.co/j9g90FY7Mc",
  "Retweet for a chance to win a Stanley Hotel lanyard signed by me, @amybruni @grantswilson &amp; @AdamJBerry #WeirdosRule https://t.co/3jFFX0XfnC",
  "@JohnELTenney Just got an image of you bouncing around with excitement like Daffy Duck.",
  "Carol always has something up her sleeve. #TheWalkingDead",
  "OMG https://t.co/HVwj661AKW",
  "I want one of these attached to my smartphone. https://t.co/D4F8BhhrJX",
  "https://t.co/EjkE3lor5G",
  "Why am I just now seeing this? Completely flew under my radar! \nAlfred Hitchcock’s The Peeps https://t.co/niKOrTxza2 via @buzzfeeders",
  "Hanging out here tonight! https://t.co/GvZpd6YMX3",
  "#FolkloreThursday is in the @Independent newspaper today! https://t.co/sERFO6rbzd @willowwinsham @selinesigil9 @deedeechainey",
  "This Public Service Announcement has been brought to you by radio's outstanding theatre of thrills, SUSPENSE! https://t.co/HI8E4wPMoP",
  "https://t.co/qwJko68b0d",
  "https://t.co/hfAaQcLig6",
  "Dear head cold, Thank you for seeing me safely to my long awaited trip to Savannah. You can go now.",
  "‘The X-Files Origins’ YA Novels Will Follow Adolescent Mulder and Scully | Flavorwire https://t.co/hSjSBFVhlG",
  "I need a stiff drink a DNA test right now.  #XFiles",
  "@kenboggle Awesome topic.  Keep up the good work.",
  "https://t.co/U5SaRZjN31",
  "Mike. Never leave home without him. #BetterCallSaul",
  "Picking up a cowboy hat tomorrow.  #XFiles",
  "#OTD 1846 Virginia Poe wrote this acrostic Valentine poem for her husband Edgar: https://t.co/L7hxibQWGn",
  "Whether you have a date or not, the world ends on Valentine's Day. Bummer. #Ghostbusters\nhttps://t.co/fjkuryaP0T",
  "Retweet for a chance to win this T-Shirt! #FindingBigfoot @CliffBarackman @squatcher https://t.co/VnvLoqSTjV",
  "Shopping list:\nTrashbags\nSpraypaint\nBandaids\nTissues\n#XFiles",
  "@JohnELTenney @dustinpari Mine will be an aquarium some day.",
  "Urning Potential #aliens #Egypt #Pyramids #humor #comics https://t.co/kgMOQSg1Or",
  "Happy watch a furry creature walk out his front door and be bombarded by paparazzi day!",
  "Tonight's lesson: Pack blindfolds for creepy stuffed animals in cheap motel rooms. #XFiles",
  "23 Parents Describe Their Kids’ Creepy Imaginary Friends\n\nLOVE the #Paranormal? LIKE @SmallTownHaunts for... https://t.co/WXyJJ6YKcC",
  "1975 ad for Milton Bradley's Shrunken Head Apple Sculpture Kit with Vincent Price. https://t.co/RiIqITaE99",
  "Tonight's lesson: Abductees should avoid driving cars with a sunroof. #XFilesRevival",
  "We can't keep calm. It's #XFiles Sunday! #XFilesRevival https://t.co/wlYeNvDrwt",
  "Snowed in and the only thing between me and the keyboard is a cat sleeping on my lap. #writersrelatable",
  "https://t.co/aVYA32TQ7D",
  "Where are all my flakes this morning?",
  "https://t.co/kUEXWCfWU1",
  "Bigfoot's feet are a proper size for someone of that height. Stop the shaming. #StopBigfootShaming",
  "Remembering David Bowie, in this cartoon by @BentSchwartz: https://t.co/1t3dA6EDoT https://t.co/p8B3tTeavj",
  "PSA to early morning phone scamers. A ringing phone only awakens my higher level madness.",
  "The Spooky Effects of Sleep Deprivation https://t.co/hdmuG5abQk https://t.co/o6LtwJrxv4",
  "@JohnELTenney @Weird_Dana @nuekerk Flashbacks of my childhood farm days telling my friends the electric fence \"doesn't hurt that bad\".",
  "Psychic enlisted to help find missing wife by husband that killed her! https://t.co/QsQqGcbp5L",
  "Today must be lock your keys in your running car day. Two participants at my house this morning.",
  "@JohnELTenney glad I already had one. Don't know if I could have handled the shopping frenzy that I apparently just missed.",
  "Before the holidays I found a crystal ball in an antique store. \"Buy me!\" it said. \nIt quietly sits on my desk. Well played shiny sphere.",
  "@JohnELTenney \"This is the big one! You hear that, Elizabeth? I'm coming to join ya, honey!\"",
  "Do what you love today and tomorrow. Happy endings and beginnings.",
  "Happy New Year! I wish someone could read this but 14 years ago all computers were destroyed during Y2K &amp; 3 years ago we all died in 2012",
  "I hope the head Elf treated all of you well this year. If not, you can all start working for the nice list sometime in January.",
  "Via @NPR: NORAD's Santa Tracker Began With A Typo And A Good Sport https://t.co/XTCGZgsXvq",
  "Horror movies are literally bloodcurdling | Fox News #horror https://t.co/B5Vt4OvT2j",
  "Frog murder and boiled children: 'Merry Christmas' Victorian style https://t.co/gmpM4BguoT",
  "Saw #KrampusMovie last night. Woke up craving gingerbread.",
  "Cat summoning demons from the Hellmouth. \n(Or, just sitting on a ground light. Idk)\nSource: https://t.co/j4VfhyEm0y https://t.co/ut7snKc4c9",
  "https://t.co/zoj4I28lNT",
  "https://t.co/l8Av5eh7jE",
  "@JohnELTenney  Glad you are ok... (the rest of this tweet has been censored to stay in compliance of the PG rating requirements)",
  "@JohnELTenney at least it wasn't a wolpertinger.",
  "Retweet/Like this post for a chance to win an Abominable Snowman X-Mas ornament! #Yeti #Xmas #contest https://t.co/iyYPwV504I",
  "Wary Tales #aliens #humor #comics https://t.co/FDHj4KcmFI",
  "The Sunny Side of the Force #TheForceAwakens #StarWars #aliens #humor #comics #BB8 https://t.co/iHByx6GHvv",
  "Hey kids! Do you know what today is?\n9 Facts about Krampus, St. Nick's Demonic Companion https://t.co/SfObunXhWK via @mental_floss",
  "#Frozen https://t.co/1A3jmjnBHj",
  "Krampus is coming!!! https://t.co/xfSYhoMWks",
  "How To Tell If You're in an Edward Gorey Book #ThanksgivingTips #books #EdwardGorey https://t.co/x78BhqAbk0 https://t.co/YNCqhVrIRB",
  "Roman the Universe #aliens #comics #humor #RomanEmpire https://t.co/ip0HWIMK72",
  "Am I the only one freaked out by #elfontheshelf  but looking forward to #KrampusMovie ?",
  "https://t.co/3DcAtItPI5",
  "https://t.co/KcBsYS1jLJ",
  "@PauleyP Sending you love. I have much respect for your message. Thank you for sharing. Stay strong.",
  "Happy Lucky Friday 13th",
  "Thank You Veterans.",
  "It's a coffee, doughnuts, repeat as needed kind of morning.",
  "@JohnELTenney ....and my OCD just went sideways.",
  ":( https://t.co/dkC6fqmkcl",
  "Off to bed. I'm setting my clock for 3-16-2016 pm",
  "@JohnELTenney  Love the photo. Love the location.",
  "Dead comet that will safely fly past Earth today eerily resembles a skull: https://t.co/8bq4UBrFO9  #HappyHalloween https://t.co/dIN6pDgJVc",
  "The final night of the tour season. I expect to experience withdrawal symptoms next week. https://t.co/8reWXEVeFT https://t.co/6fm1pxNqMk",
  "https://t.co/fFaL1kSwy1",
  "While shopping today. Cashier: That looks creepy, and that. Uh, you're really into creepy! \n(I must not have the creepy book buyer look.)",
  "Friday and Saturday! Last of the season! https://t.co/jE3uDXU30z",
  "https://t.co/b4hkQcNH1L",
  "19th-century ghosts! Meet the world's first spirit photographer https://t.co/7TS6gUm32e https://t.co/ykF5gerD4I",
  "Spend Halloween weekend with us. Multiple tours available. https://t.co/IO8tYipcwt",
  "I feel a migraine on the horizon thanks to #TheWalkingDead",
  "Here we go.....Last tour next Sat. https://t.co/yWMSbfUmBR",
  "Only two weekends left! \nhttps://t.co/6svUB85F3F https://t.co/XiHaDnISVL",
  "https://t.co/VwRmJil1BE",
  "@JohnELTenney   \"I gonna hug him and pet him and squeeze him...\"",
  "@JohnELTenney love this photo!",
  "Retweet/Favorite this post for a chance to win one of these kick-ass Weirdo Shirts.  #WeirdosUnite https://t.co/UVbVQILf1P",
  "The future has arrived! HAPPY #BackToTheFutureDay! \n\n\"Your future is yet to be written so make it a good one!\" \nhttps://t.co/wEGdJrCg6l",
  "For my fellow rock hounds. I love these shows. http://t.co/DHrg1WyeKZ",
  "http://t.co/loRbHrmlKx",
  "If you are near Staunton VA in October take a walk with us. http://t.co/8reWXEVeFT http://t.co/Ae7MLru0vG",
  "http://t.co/jwSocNh53w",
  "Tour Groups Explore the Grounds of a Mental Institution in Staunton \nhttp://t.co/mN9UbYC5eZ",
  "Tonight's 8 pm downtown historical ghost tour is SOLD OUT!!  We have added a 9 pm  tour to the schedule tonight.  http://t.co/nOxGshtRan",
  "Join us for some history and spooky tales. Tours through October. \nVisit http://t.co/6svUB85F3F for more info. http://t.co/PPz3aucjqQ",
  "Me: #tremors 5! Yes!\nHubby: Have you seen 4?\nMe: 😮",
  "The Peanuts crew visits Jerusalem's Lot. Courtesy of Josh Boone. http://t.co/YJ2bvXXwNv",
  "Rank &amp; File #aliens #XFiles http://t.co/KYATsGL0tT",
  "@Terrasha79 You too!",
  "Awesome weekend thanks to @SpiritWatch1 @JoyAndreasen2  @JohnELTenney  @dustinpari @RosalynBown @kenboggle and all involved at #WaysideInn",
  "Big Box Store #aliens #humor #comics #IKEA http://t.co/92qiS50FfB",
  "No Ghosts Of Staunton tours this weekend due to the weather forecast and potential for unsafe conditions. http://t.co/yiX3AL2JiQ",
  "Tickets are flying out the door. Don't miss out! https://t.co/I6Xk45ZG0I",
  "http://t.co/m2ETRaTS5i",
  "Hello Hitchcock marathon. Goodbye productive afternoon.",
  "Due to weather, the Ghosts of Staunton Walking Ghost Tours are cancelled tonight. See you in October! http://t.co/6svUB85F3F",
  "Tonight at 8 pm.. Join Dave Simms for our Historical Walking Ghost Tour of downtown Staunton.\n http://t.co/0g3cGcLz4w",
  "@dustinpari Reading it now. Highly recommend it!",
  "13 Tips on how to make your house extra spooky for Halloween. http://t.co/dKvDXhanj7 #Halloween #decorating #haunted",
  "http://t.co/b7KwRHX31J",
  "http://t.co/YpdHhnjORw",
  "Someday, we'll be somebody's ancestors, legends, &amp; ghost stories. What will you leave for them to remember you by? http://t.co/PQfWidYwAj",
  "I'm telling stories tonight! http://t.co/yiX3AL2JiQ",
  "Just learned Ghosts of Staunton Dejarnette tours are a go for Saturdays in Oct. -- on grounds only. Thanks to public interest! Details soon.",
  "Big Stone Gap Filmed in Virginia - Virginia Is For Lovers https://t.co/rUSBdOVYdC via @sharethis",
  "Never leave your door wide open in LA. Or in the zombie apocalypse. #FearTheWalkingDead",
  "Pac'n the Streets in downtown Staunton, Virginia. Historical Walking Ghost Tours. Dave at 7 pm or Becky at 8 pm  http://t.co/yiX3AL2JiQ",
  "I'm hanging out with some ghosts tonight. 8pm\nhttp://t.co/yiX3AL2JiQ",
  "@JohnELTenney Bigfoot. Yeti is for snow days.",
  "Stay Strong! #motivation #Inspiration #stayhungry #Yeti http://t.co/iGIvQZzCQ0",
  "@JohnELTenney I have a weird feeling about this...",
  "Retweet often to better your chances of winning an autographed Bigfoot call! Winner tonight! #giveaway #Bigfoot http://t.co/qYOj5Nfawt",
  "The Write Stuff http://t.co/F3viQEY6CR",
  "Visited Lizzie Borden B&amp;B &amp; Salem. Awesome places. Adventure over too quickly. Sleep deprived but worth it.",
  "http://t.co/3AzNxa78pX",
  "@JohnELTenney Happy Birthday!  May it be as weird as you want it!",
  "Keep expecting Nick to show up in a Jack Sparrow costume #FearTheWalkingDead",
  "@JohnELTenney @dustinpari @SpiritWatch1 See you there!",
  "Ghost hunting Griswold style http://t.co/HADbid8Kwh",
  "Cryptozoological Inspirational Quotes #Cryptids #Chupacabra http://t.co/UBB1kzfVTb",
  "It's ghost story night! 7:30 Staunton, VA\nhttp://t.co/6svUB85F3F",
  "I'm giving away a copy of Mélanie Watt's Bug in a Vacuum. RT before 12 PM to enter the drawing.http://t.co/vP5N6DLau5 http://t.co/kCLAclVPMN",
  "Ghost tour tonight! 7:30\n http://t.co/8reWXEVeFT",
  "Red Lasers &amp; Posthuman Blues | http://t.co/yla4eNpVS6 \n#MacTonnies\n#MikeClelland\n#Synchronicities http://t.co/XL1sCqte3e",
  "Vincent van Gogh\nCorridor in the Asylum  \n1889 http://t.co/Uw7Nn7Cezb",
  "less than 30 minutes! Listening to Michael La Chiana of the Heritage Hunters So... by Destination Paranormal http://t.co/sKsY5hRuah",
  "http://t.co/Otgoyg52WB",
  "Destination Paranormal welcomes Michael La Chiana of Heritage Hunters Society tonight 7PM(et) http://t.co/FJqjvltfzF",
  "Going to hang out with some spooky ladies tonight! http://t.co/8reWXEVeFT",
  "http://t.co/cG52vQ0sUx",
  "Did a little exploring last weekend. I only got lost once! http://t.co/HN9GRZJ3B9",
  "Ghost tour tonight 7:30 and our October tours are now listed! http://t.co/iNKSl3SSfW",
  "Feather Death Crowns: Appalachian Omens of Death - http://t.co/DAlkMDiWL3",
  "http://t.co/PnvlXgIrzo",
  "Beetle Juiced http://t.co/8acqdFpH9f",
  "Meanwhile, in a basement. #Ghosts #Experiments http://t.co/o3CGPh7WAn",
  "12 minutes....  Destination Paranormal. Waverly Hills http://t.co/NClIJHfquL",
  "Destination Paranormal discusses Waverly Hills tonight 7pm (et)http://t.co/NClIJHfquL",
  "Hill-Con! Hill View's first Paranormal convention. \nCheck back often to see what new things have been added.... http://t.co/tTgpXYJVHS",
  "Today a red spray can cut loose in the back seat of my car. On a positive note, instant hitchhiker repellant.",
  "Chained libraries and book curses: blog about book theft prevention in medieval times. http://t.co/U9fnJi70LW http://t.co/a5ZlNUZ27j",
  "@ChadLindberg @DestAmerica @JohnELTenney @NickGroff_ Working, no channel, no DVR thingy.....I must have angered the TV gods.",
  "@JohnELTenney @NickGroff_ Just don't burn the place down. I have friends going in Sept.",
  "1981 http://t.co/V4ksgA8zvG",
  "Starting in under 15 min. http://t.co/cWFGzt47Ah",
  "Raise the boom http://t.co/wu5GqfVWcO",
  "Destination Paranormal talks about Gettysburg on Sunday 7:00(Et) http://t.co/uSjMYLNmLL",
  "Storytime Every Saturday! http://t.co/yiX3AL2JiQ",
  "@ChadLindberg Are you sure he wasn't just referring to submarine races?",
  "http://t.co/fae2NHJVMG",
  "In case you missed it earlier...Listening to Jim Backus of Haunted Hill View Manor by Destination Paranormal http://t.co/apPDd3a3Sg",
  "http://t.co/I5J9SdnQH7",
  "Tomorrow  June 28th -- 7 pm(Et)!   Destination Paranormal Radio &amp; guest Jim Backus of Hill View Manor http://t.co/uSjMYLNmLL",
  "@JohnELTenney ET Atari game",
  "Happy Father's Day to all the dad's that have been, are, and will be! http://t.co/pHBuwOH1os",
  "Sorry! Ghosts of Staunton Walking Ghost Tours are cancelled due to weather conditions.  Hope to see you next weekend! Be safe everybody",
  "I thought it was time to dig up this memento. http://t.co/ijCy4vfOlZ",
  "Are you in Virginia and in need a Ghost Story fix? It's Tour night!  http://t.co/yiX3AL2JiQ",
  "http://t.co/Tj1ld3nH3S",
  "Yesterday: I need a writing retreat. Just a quite hotel room away from distractions. \nTonight: Oh goodie, 1408 is on.....",
  "http://t.co/e78gajtWPg",
  "http://t.co/UM9nRKjdvS",
  "The Ghosts of Staunton Walking Ghost Tours! Tour every Saturday evening at 7:30 pm  for more information..\nhttp://t.co/6svUB85F3F",
  "http://t.co/fhAdhpOf0c",
  "http://t.co/qro6MkgCTG",
  "Thinking i looked for my childhood imaginary friends in the wrong section of the hardware store....#TheWhispers",
  "And so it begins... http://t.co/FSDI7W0bMK",
  "http://t.co/v3mvFe7adR",
  "Who's writing novels? An illustration by Tom Gauld: http://t.co/qaz3cGd8IN http://t.co/7o93bN5J4o",
  "Destination Paranormal debut radio show tomorrow 7pm(Et)\nhttp://t.co/uSjMYLNmLL\nby Black Raven Paranormal",
  "In a touchscreen society, I'm excited to see pencils making a comeback. #charliecharliechallenge",
  "http://t.co/JzjHcLMMOW",
  "Awesome evening for a walk and to talk about Ghosts!\nhttp://t.co/yiX3AL2JiQ",
  "Chauvet Cave paintings (discovered 1994) Paleolithic 40,000-10,000 BCE http://t.co/xFB9tSbQZE",
  "Yeah, still tastes like cardboard. http://t.co/l3k43aPMFk",
  "@JohnELTenney @BacheloretteABC  is this another one of your research projects or were you abducted?",
  "\"Slightly haunted\" http://t.co/IVrnO6vk7o",
  "http://t.co/xcpF5W74Ys",
  "http://t.co/eJ1M8JO3kd",
  "http://t.co/7z3dEiDbAW",
  "Retweet for a chance to win a limited edition Realm of the Weird poster! Winner picked tomorrow! #WeirdosUnite http://t.co/70NCKP3V3j",
  "Lovely weather for a Ghost Tour walk tonight. \nhttp://t.co/yiX3AL2JiQ",
  "Starry Night (detail) ~ Vincent van Gogh http://t.co/VhSYhh2kZ8",
  "http://t.co/pM6y9M5qzm",
  "Pandora’s Box, 1951 ~ Rene Magritte http://t.co/0eiHbwT6Ua",
  "http://t.co/ERYOTXtT2B",
  "http://t.co/CHI2DMbKuG",
  "Ghost tour season starts tomorrow! \nhttp://t.co/yiX3AL2JiQ",
  "@JohnELTenney  Yes but the word cupcake adds 50 calories.",
  "Getting ready for tour season. Treated myself to some new bling. http://t.co/P3RVFqo31R",
  "http://t.co/zxCJs36Yud",
  "I'm giving away a copy of @DeborahFreedman's By Mouse and Frog. RT before 9 to enter drawing. http://t.co/P76AOVgvhO http://t.co/zcWhrTR760",
  "It's #LostDay! Celebrate a 10-years-in-the-making 4-8-15 holiday: http://t.co/75wlxDYTkr http://t.co/ZQxs9jpBKa",
  "Happy sugar hangover day!",
  "Happy Easter! \nSorry for the late post. Went hunting for eggs and fell down the rabbit hole.",
  "http://t.co/wQYe9KBrl7",
  "@JohnELTenney idle thumbs......",
  "@JohnELTenney He just wandered off again.",
  "If you can't find me next week I'm probably in rehab. #TheWalkingDeadSeasonFinale",
  "Dreamed it was Friday and woke up to Tuesday. It's going to be a long week.",
  "My cat keeps staring wide eyed over my head. I should probably turn around, too tired to deal with it anyway.",
  "Actual UFO caught on Tape. Amazing! http://t.co/6qYw6hOT4u",
  "@JohnELTenney Nothing more frightening than a bunch of boards and pinterest!",
  "@JohnELTenney I picture some wall paneling possibilities.",
  "My grandchildren are coming to visit later today.\n\nI replaced my dentures with vampire fangs.\n\nNow I wait.",
  "Nothing will stop you being creative so effectively as the fear of making a mistake.\nJOHN CLEESE\n\n#amwriting http://t.co/y1W3FeLxyo",
  "Oh Heeeeeellllllll no! #TheWalkingDead",
  "http://t.co/hHhDj1EeFd",
  "@JohnELTenney crayons, postcard, magnifying glass, and crackerjacks",
  "The dark side of Childhood stories, how much do you know? http://t.co/wwAx51M3Xa",
  "Thursday's Child - by Arthur Rackham (1907) http://t.co/fQOHwJipHU",
  "I have a cravings for cookies now #TheWalkingDead",
  "\"I think we're all metally ill. Those of us outside the asylums only hide it a little better.\" #stephenkingrevisited http://t.co/dUBeHLl1Qh",
  "@JohnELTenney  Gee thanks, Now I'm going to have to get a \"Sch-you-jah\" and wipe that tweet from my \"car-rainging-um\"",
  "No man http://t.co/XR6oF0hFNk",
  "@JohnELTenney I have that problem with clock chimes.",
  "@Para_Mystery @DaniPope3 I was there last month! Loved it!",
  "If weather were a song today...\"Snowflakes that stay on my...Raindrops keep falling on my.....Ice Ice Baby\"",
  "Shared this morning and then had a migraine all day....You can stop trying now! http://t.co/V9a73aMN5P",
  "http://t.co/q8AshpFqGU",
  "Last day! Follow @StrangeEscapes &amp; RT for a chance to win a t-shirt from Manresa Castle &amp; a Strange Escapes tote! http://t.co/1FaaFVgFqJ",
  "A life is like a garden. Perfect moments can be had, but not preserved, except in memory.  LLAP",
  "Wassily Kandinsky, Twilight. 1943 http://t.co/XglM7ESqnE",
  "@Para_Mystery interesting, well, is he following you?",
  "http://t.co/lR8PeAdZ4M",
  "@David_Rountree 1st words I read on a Monday...",
  "http://t.co/qoIvjZpkck",
  "Black Cat Auditions... Old Hollywood http://t.co/XWwCvAynq9",
  "http://t.co/jcf1x921Lc",
  "That moment when you find a random battery in your hoodie pocket.",
  "http://t.co/tZiW5aoYUn",
  "Be careful what you bring home to your valentine. http://t.co/C1gXjGuxoH",
  "Happy Lucky Friday the 13th!\nhttp://t.co/H2H1pM5gkd",
  "This song in my head all week. I must be having art withdrawal.\nhttp://t.co/PG6nOioond via @youtube",
  "http://t.co/Fp3c4ebXQ9",
  "All laptops are not haunted, possessed or run by gremlins? Good to know.\nMan auctions off haunted MacBook http://t.co/spbnOGX8BV via @6abc",
  "Boris Karloff and Bela Lugosi http://t.co/Xq2OXBztcM",
  "Play nicely, I have voodoo dolls.",
  "...miles to go before I sleep.",
  "Good Morning New Orleans.",
  "Myrtles. A real pleasure.",
  "Last I saw you were peanut butter and noodles. ..thought this was your research season.",
  "@JohnELTenney can you report anything from your research or was it all pb taste tests?",
  "Exploring Myrtles Plantation today!",
  "Not watching the Superbowl makes reading tweets a lot more interesting.",
  "http://t.co/gx9yGgBi17",
  "@JohnELTenney I'd take a Ouija board over a dart board in any alcohol setting.",
  "http://t.co/cHe7S4aGC8",
  "http://t.co/dW2memV16i",
  "Female photojournalist Jessie Tarbox on the street with her camera, 1900s. http://t.co/51eBd7ReCP",
  "The models of “American Gothic” stand next to the painting http://t.co/kCYdeU74qu",
  "http://t.co/DVywy9gosB",
  "RT @_youhadonejob: Kids seem to disagree. http://t.co/AVT68kaTlH",
  "Real photos of the moon combined with imagination. http://t.co/0ytUacfSMm",
  "@JohnELTenney Glad you're here. The world needs your weirdness.",
  "#happiness http://t.co/ZcDOocGXAY",
  "http://t.co/yynE8qFmOn",
  "I WANT TO BELIEVE! Fox plans to reboot 'X-Files' with David Duchovny and Gillian Anderson returning http://t.co/zNns7OpBFY via @examinercom",
  "http://t.co/wQZ2rC5t5r",
  "http://t.co/xE6ZjlHAdl",
  "Redrum! The hotel from 'The Shining' wants you to design them a haunted hedge maze! http://t.co/aAKXtY1PtI by @DrCrypt via @FastCoDesign",
  "http://t.co/6T5A0v2XkS",
  "Just a little reminder to take care of your neighbors as temperatures drop this week. http://t.co/GMm2QZyjJt",
  "Surprised to find I'm not the only flake on the block this morning.❄",
  "10,000 Maniacs - These Are Days: http://t.co/dGWXNFsc9E via @YouTube\nFeeling nostalgic, lost a childhood friend. Life is sweet, live it.",
  "If you're struggling, remember that the Lifeline is there for you. Call anytime 1-800-273-TALK (8255) @afspnational http://t.co/1yw7txb6QR",
  "@dustinpari I think they just went bananas",
  "It's much easier to keep resolutions after a nap.",
  "http://t.co/j8yrYCJJBP",
  "Happy New Year! Be safe and remember that alcohol and hoverboards don't mix.",
  "Merry Christmas everyone. May it be big, bright and mysterious! http://t.co/pOfRpm1XPi",
  "I just saw Santa shopping at Walmart. He was in civilian clothes but the beard was spot on. A believer can't be fooled.🎅",
  "It's all fun and games until... http://t.co/oqbvv5stb5",
  "http://t.co/rtj7UaOxyU",
  "http://t.co/DQ8E7jNrqQ",
  "I have to agree with this kid. http://t.co/023ddtAiNR",
  "@JohnELTenney I'm jealous. Only Bigfoot is hanging out on mine. I need to get out more.",
  "http://t.co/A19twgNbQW",
  "Writers with cats, If you can't balance one on your lap, arms, head or shoulders while typing. You need to write more often.",
  "http://t.co/UTheOJJsOL",
  "Hahaha my favorite. http://t.co/FtDDnhhYDk",
  "Indulging in a Carnivale marathon. Why was I not told about this show sooner? Feeling betrayed.",
  "http://t.co/x94nQMCc23",
  "http://t.co/1o4oDf6hBs",
  "19 Family Photos Gone Wrong ... Very Wrong | SMOSH http://t.co/VJQQRymUbz via @smosh",
  "http://t.co/HvNf40Tejl",
  "Attention! I'm giving away a SIGNED copy of Goodnight Already! RT before 10 PM CST to enter the drawing. https://t.co/sgdocVRhQH @joryjohn",
  "That was the toughest scene in @WalkingDead_AMC since Sophia stumbled out of that barn. @AMCTalkingDead",
  "\"Needful Things\" just aired, black Friday on the horizon. Time to hit the auction sites!",
  "http://t.co/n01PsGe9hX",
  "@JohnELTenney What possessed you to do that?",
  "OHH SUURRE, if me lived in a trash can and talked all grouchy, humans would LOVE me! But a tree-behind-liver...humans HATE THAT! #Bigfoot",
  "Horror Movie Daycare: http://t.co/5tgsC8YonG",
  "http://t.co/6LBMzdSkFo",
  "I don't need to look at the weather reports. My cat secured his bed on the heat vent this morning.",
  "Watching Arsenic and Old Lace. Cellar construction starts next week.",
  "@JohnELTenney I have yet to have an opportunity to see this show. Now I'm more upset that I'm missing all this excitement.",
  "Its OK to eat Halloween candy. It scares away the unwanted calories.  Have a sweet Halloween!",
  "Saturday-Last tour for the DeJarnette! http://t.co/LI2zdwWzAk",
  "DeJarnette Sanatorium Walking Tour.Only 2 more tours left.  http://t.co/LI2zdwWzAk …",
  "the DeJarnette Sanatorium Walking Tour.Only 3 more tours left.  Don't miss out! \nhttp://t.co/LI2zdwWzAk",
  "http://t.co/XjBtombltq",
  "Staunton VA Ghost Tours have 4 haunted tours during the month of October!  http://t.co/yiX3AL2JiQ",
  "http://t.co/mCh1xj5my1",
  "http://t.co/0YM1y5tMo6",
  "DeJarnette Tours October !http://t.co/LI2zdwWzAk",
  "Me in thirty years... http://t.co/EzHEiX1E5q",
  "Staunton Ghost Tours a Perfect Evening in the City - Staunton Insider http://t.co/DUVQX3pFDX",
  "Ghost tour season. Time to get your spook on! http://t.co/BVtHdcu1sP",
  "http://t.co/ITPKsvQHLU",
  "http://t.co/jbqzZkvn00",
  "Why do cat treats and people treats come in similarly designed resealable bags? Very misleading.",
  "I posted a new photo to Facebook http://t.co/dQmALaNb1m",
  "Cat on Constantine’s Foot, Palatine Museum, Rome. Source unknown. #Caturday #cats http://t.co/GysJoU36fG",
  "Friday on Club Para - The Para Lounge 8pm est:The Outlaw Ryleigh Black. Talks with Black Raven Paranormal..http://t.co/WLTfDG5ZQW",
  "http://t.co/Iflj6w0jhR",
  "After Detroit (Detroitopia) (Volume 1) by Cyr... Reply w/ #AmazonCart to add this http://t.co/iQGG76cSqR via @amazon.",
  "Happy Lucky Friday!",
  "Q: What happens when a ghost gets lost on a foggy night?    A: He is \"mist\". #BetterLivingThroughPuns",
  "Ghosts of Staunton tours are back in action for the 2014 season. http://t.co/yiX3AKLGgQ",
  "http://t.co/lJQ3DL5yIB",
  "http://t.co/jUuFfprAjw",
  "That moment when you realize you are just like your mother. Happy Mothers Day!",
  "http://t.co/3eK9RYHgoS",
  "http://t.co/ar929riQHy",
  "http://t.co/LhmnPpMVaN",
  "http://t.co/WjMEPrJrHw",
  "...and we will keep looking... http://t.co/6criPh3Vf2",
  "My Magic 8 Ball is low on fluid. Didn't see that coming.",
  "Packs on!  Will have Ivan’s back as I help him produce a GB 3 that Harold would be proud of.",
  "http://t.co/QIj0QaJgbH",
  "http://t.co/T6m7ArVA4F",
  "\"Life's path before you, white as the driven snow. Be careful where you tread since every mark will show.\"\nHaving A White St. Patrick's Day.",
  "May he now get the answers he was always seeking.",
  "Deeply saddened to hear of the passing of my brilliant, gifted, funny friend, co-writer/performer and teacher Harold Ramis.",
  "May your snow be melted and your hearts warm. Happy Valentine's Day.",
  "Your fav paranormal book(s)? My library shelves are up for redo. Any subject, serious field of study to fiction. Quick, first thought, Go!",
  "Resolutions to remove the negative don't work. Resolve to add the positive and there will be no room for the negative to grow.",
  "Yesterday I saw Santa shopping at the grocery store! \nMy wish to you. Don't be too busy to notice the magic of Christmas. Enjoy it!",
  "I posted a new photo to Facebook http://t.co/8H8AdAqozP",
  "Today I'm thankful I'm not a turkey.",
  "Happy Halloween! May it be sweet, spooky and safe!",
  "Don't miss out! Only one weekend of tours left! http://t.co/yiX3AL2JiQ",
  "Ghost Tours! Go before the season ends. http://t.co/0UkpYFZBLw \nDeJarnette, Montgomery Hall, Spirit Box, Original Walking.",
  "Cujo is 30, or should we say he is 133?",
  "Ghost Tours. Special Oct. Events Now Listed! http://t.co/0UkpYFZBLw\nDeJarnette, Montgomery Hall, Spirit Box, Original Walking.",
  "Dr. Sleep will have to wait until after the last Breaking Bad. Afraid to have the Torrance and White families in my head at the same time.",
  "The Dejarnette ground tours are back this year. Reservations suggested. http://t.co/sF89RTnwSA",
  "This morning I tried to make coffee by pouring cold water into the filter compartment without a filter or grounds. No driving for me today.",
  "Fall tour schedule starts this weekend. More tours and even more to come in Oct! http://t.co/0UkpYFZBLw",
  "Ghost tour season is on! Turn off your tv and take a walk! http://t.co/0UkpYFZBLw",
  "I'm not a violent guy, but sometimes I want to stomp the fairy that comes in the night and tangles every cord in the house.",
  "Have a wonderful and safe holiday.",
  "I posted a new photo to Facebook http://t.co/bvRbjizJbv",
  "RT 2 WIN a #HemlockGrove ouroboros ring of your own now! Must be following us in order to enter! http://t.co/2NYlwr6ZOl",
  "NOW A PAPERBACK! GRAD GIFT Earn A Debt-Free College Degree!: No Scholarship? No Problem. by Cyrus Vanover http://t.co/VODQz3dqlR via @amazon",
  "Ghost tours are back on! http://t.co/qZ7IHczgeI",
  "Have an enjoyable, safe Memorial Day weekend.",
  "Meanwhile, during a ghost hunt.  http://t.co/tmIAaeSgFY",
  "FREE Today! Earn A Debt-Free College Degree! by Cyrus Vanover http://t.co/ecsIZBe5yU via @amazon",
  "While cleaning my bookshelf I find \"Dates From Hell\" next to \"Naming The Antichrist\", enough said.",
  "“Bless your little Irish heart and every other  Irish part.”",
  "I really need to get one of those hands free cell devices. Then no one can tell when I'm  talking to myself.",
  "@AerialPhenomena I must have slept in that day of Art History class.",
  "What is this man looking at in this ancient painting? http://t.co/UOBoqrk6",
  "Happy Groundhog Day! Make the best of it. It only happens once a year...maybe.",
  "The origins of \"paranormal drama\"  http://t.co/9q0GqUp8",
  "Someday they will find Bigfoot and he will teach us all he knows about hide and seek.",
  "http://t.co/pOmN3IrG",
  "http://t.co/34PjHFE0",
  "I felt all achy this moring, like I was hit by a car. \nJust met someone I want to hit with a car. I guess I'm better.",
  "http://t.co/dOAxj4LY",
  "http://t.co/0c4FT7gL",
  "http://t.co/56hxpXcX",
  "I still have tea, but it's the lack of coffee that will probably get me to the store today.",
  "Survived the Mayan Apocalypse of 2012. \n2013 should be a piece of cake.",
  "If you hear a tapping on the roof, a rubble in the chimney or the floor creaking tonight, don't worry, it's probably Santa...or is it?",
  "http://t.co/ssmwJLS7",
  "Must be from Mayan cows. http://t.co/igIefe7X",
  "I just looked in the fridge and discovered that the expiration date on the milk is 12.21.12....uh oh!",
  "http://t.co/Z4BcBMD5",
  "http://t.co/jqlDnV1u",
  "Reading another Bigfoot DNA article and an http://t.co/l0ohkBFY ad was attached. Proof or clever product placement?",
  "I'm reading all the recent Bigfoot DNA articles. I'm confused, is he the daddy on Springer or not?",
  "I just ate some really spicy chips. \nI need to chase them down with some M&amp;Ms",
  "I bought a pack of Angel Soft bath tissue today. The total was $6.66.  I can't make this stuff up!",
  "http://t.co/aukhl6kj",
  "http://t.co/oQokSFjn",
  "I love doing a lecture, talking about time travel, waking up the next day and all the clocks have mysteriously lost an hour.",
  "@Terrasha79 You too! I'm in your lecture picture! How weird is that ;)",
  "Last night was WEIRD! Thanks @JohnELTenney for a great lecture!",
  "Happy Halloween! http://t.co/JrftAVWb",
  "http://t.co/vEMDQKRy",
  "Last weekend of Ghost tours. More tours added!http://t.co/wLp9Jdzo",
  "Only 2 more Haunts of the DeJarnette Sanatorium Walking Tours left. Don't miss out! Reserve your spot today!! http://t.co/wH15Q2jv",
  "Walking Dead tonight! Just another little reminder I need to work on my cardio.",
  "Only 2 more Haunts of the DeJarnette Sanatorium Walking Tours left. Don't miss out! Reserve your spot today!!\nhttp://t.co/wH15Q2jv",
  "It's The Weekend! Get your tour reservations! \nSome of these are only in October!http://t.co/XNJm4lOk",
  "http://t.co/rZsCnr5P",
  "Ghost Tours! Time to get your spook on!http://t.co/XNJm4lOk",
  "Tour the grounds of Dejarnette this month only! http://t.co/wH15Q2jv",
  "#ThankGrimmItsFriday because #Grimm returns tonight at 9/8c with \"The Good Shepherd!\" http://t.co/Wi03U4Mj #Giveaway",
  "Ghost tours! Get your reservations! http://t.co/wjfqHJVl",
  "Paracon starts today!\nhttp://t.co/vhwKIhLx",
  "It's Ghost Tour Season in VA!\nhttp://t.co/XNJm4lOk",
  "http://t.co/J6Huridy",
  "http://t.co/XXasXceX",
  "@ParanormalMoms you are welcome and hello!",
  "http://t.co/k8Yp2aIC",
  "You know a horror movie was filmed in the 80's when all it takes is a heavy-metal record to open a portal.",
  "\"Once in a blue moon\" is tonight",
  "House's best feature will disappoint ghost hunters http://t.co/YXhMj868 via @msnNOW",
  "I hate it when it is dark and my brain says Hey you know what we haven't thought about in a while? Monsters.",
  "If you look closely you can see the string. (sarcasm). http://t.co/B8CY7Yz8",
  "Working this weekend and looking forward to it!",
  "http://t.co/xbonOTD3",
  "Happy Black Cat Appreciation Day!",
  "http://t.co/htFXKnVp",
  "Only 76 Days Until Halloween!",
  "Follow Black Raven Paranorml on YouTube!!http://www.youtube.com/user/BlackRavenParanormal",
  "For those who like Ghost Tours. http://t.co/pQuoKzxw",
  "Happy-Go-Lucky Friday 13th Everyone!",
  "@TheScareald Nice to meet you, will definitely check out your site!",
  "Don't fear death, fear not living your life each day. #GoForIt",
  "@ZombieHitMan Nice to meet you!",
  "@HocusPocusBooks Nice to meet you!",
  "Is it rude to laugh when a writer says they have character issues?",
  "Wondering if \"typing while balancing a cat on my arm\" qualifies as a special skill on a resume?",
  "Day 14 Soda Free! \nThis is not bragging, but a warning. I have yet to find a replacement vice.",
  "Time to settle down for a long winter's nap.\n Merry Christmas everyone!",
  "Cleared a major hurdle this week. \nMore to come!",
  "I'm more afraid of Monday mornings than Halloween frights!",
  "The mist was thick on my drive into work this morning. I couldn’t help but think, “It’s a good thing I already went to the grocery store”.",
  "RT@barbaratechel Win a $500 book marketing prize package from top marketing experts in the business  http://t.co/yB6hprTy",
  "I heard this yesterday and I'm still laughing. \"Shhhh, lower your voice, we're in Target, you can't use your Walmart voice.\"",
  "I predict \"Follow You Follow Me\" by Genesis will play in my head every time I sign on to Twitter.",
  "I decided to paint the walls instead of climbing them.",
  "I forgot that a quick trip to the Bookfair to look for one book results in a morning of weight training.",
  "Back to the drawing board...",
  "\"Let's face it: if Judgment Day really is tomorrow, you probably won't have a chance to get through the Left Behind series.\""
 ]
}