{
 "user": 3057923782,
 "tweets": [
  "I found a stack of these lenticular promotional cards for the 1993 release of the movie Fire in the Sky.\nRetweet/Like this post for a chance to win one. \nI'll be giving away 15 of them! \nWinners on Wednesday.\n#UFO #AlienAbduction #UFOs https://t.co/mgYyic7Rwh",
  "@dbongino Obamarama could have cared less if the Iranians actually adhered to the agreement... he just want credit for getting it signed.",
  "I’ve often thought the same thing! https://t.co/Vp48T9Zdb8",
  "@PressSec Sec Sanders... you handled yourself with grace and poise.   Many Americans are in awe of your strength!",
  "Congratulations, Officer Jenkins! https://t.co/Og7FCraIQv",
  "Humbled... I am Captain America!  https://t.co/8rNLJHncjr.",
  "@JedediahBila NO governmental institution should own the children of a “Free”Society! I know this is GB, but say HELLO to the “Death Panels” that the left swears could never happen!",
  "@AntonioSabatoJr @Comey He has publicized far more about the FBI than anyone before him... not a fan of his management style, or his “values.”",
  "@OutnumberedFNC I’m still here hoping to be #oneluckyguy on an Everyman Edition of the show!",
  "@OutnumberedFNC @dagenmcdowell  @MelissaAFrancis “Sanctimonious Frankenjerk!!” GET SOME DAGEN!!",
  "@dagenmcdowell Get’em Dagen!!",
  "This is my friend Steve Melanov. A Veteran of D Day. He’s 98 years  old. I asked him his secret to a long and happy life. His answer ... “positivity.” #AnzacDay https://t.co/1ZnIw4Rw4n",
  "@McLauchlin LMBO!!",
  "@MelissaAFrancis Just seeing the responses here on your tweet, it’s obvious that not everyone believes as you (and I) do. NEWSFLASH... Friends do NOT have to agree on EVERYTHING!",
  "@AntonioSabatoJr AMEN!",
  "@ChrisEvans As a lifelong comics fan (since ‘73) and believer that heroes should actually be “heroic”... just a word of thanks! Thanks for portraying my fav hero as someone to be looked up to!",
  "@katrinalaw @Ryan_Kwanten @coryhardrict @JJSoria @50cent @ElisabethRohm @kimdelaney4reel @mkmalarkey @joehalpin1 @Jefftthomas @shawnhalliday @KwamePatterson @ArlenEscarpeta @EveMauro @janthonypena_ @MarkiceMoore @theoathcrackle @isaackeys @luisprieto ROCK ON!!",
  "@benshapiro I have a feeling that s#!t is just about to get real, once his Dad calls for a parent/principal conference.",
  "@bbressert @Doc987654 @buddynewman @benshapiro Then he should have been allowed to record the interview. If they were being so altruistic.",
  "@benshapiro This is horrendous! I would have stopped the interview and called my Father.",
  "@ComicBook Sorry... don’t agree with you at all. You express something that is one of the world’s biggest problems... the inability to understand viewing the world in terms of black and white, rather than a million different shades of gray. Terrible article!",
  "@ConnieHair @benshapiro Yeah, let’s see if they fight for “Attorney/Client privilege... unlike what the left afforded  the President.",
  "@Mkt_educator Tyranny!",
  "@TheVintageComic Yeah Cameron... don’t think so!",
  "@JaclynBrohl_ And sing Kumbaya? 😆",
  "@McLauchlin Let me guess.. think he may be a Raiders fan?",
  "@OutnumberedFNC @TomiLahren GET SOME TOMI!!!!!",
  "@ByronYork @nedryun Here we go... I’ve been waiting for the time to come where they would start taking shots at one another. When there are so many narratives being spun, eventually they would come into conflict with someone else’s.",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @TomiLahren Welcome Tomi!!!",
  "@MrLaserPig @TomBrevoort What a great book!!",
  "@MarcMero Godspeed, Bruno... forever the Champ!",
  "@DLoesch Yeah... funny sometimes how one set of standards are used for one group of people, and a whole different set used for others. A conservative would be left hung out to dry.",
  "Want to wish my Mom, Diana McCray a very Happy Birthday!!! #lethereatcake",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @MelissaAFrancis @KennedyNation WOW!!! What a lineup!! Hit the ground running on a Monday!! #rockon",
  "Favorite Superhero... and GO!!\n#marvelordc",
  "@JaclynBrohl_ If they need a plane ticket to Russia or China... would be happy to start a GoFundMe page for them. Something tells me they’d be crying to come home VERY quickly! #theyhavenoidea",
  "Godspeed, Gunny... https://t.co/mdEz2tsu7O",
  "Godspeed, Art Bell... hopefully all of your questions have now been answered. #thetruthisoutthere",
  "@Target ... BIG Mistake!!\nhttps://t.co/yxwh3bXYTO",
  "First Look Photos of Mon-El's New Costume on #SupergirlCW Released https://t.co/sL37rKtj41 https://t.co/mBCK5Jc8Ow",
  "@tweetmommybop Then you didn’t watch long enough... I was arched for an hour, and it was mentioned 3 different times, and Constitutional lawyers were interviewed.",
  "@dbongino You left out the 3rd option... they know and don’t care...\nOr the 4th... they know and actually spurred it on!",
  "@JaclynBrohl_ How tall r u?",
  "@ClaudiaLives Punishable by death in my house!",
  "@OutnumberedFNC @SandraSmithFox @KennedyNation @LisaMarieBoothe @KatiePavlich Happy Friday! Great lineup! Let’s talk politics!!",
  "@ClaudiaLives #taps",
  "@TGowdySC @booksamillion Friendships across the aisle... we need this kind of thing to happen WAY more often!!",
  "@bleedingcool If Marvel can sell reprints for 99 cents... they can afford to sell first run books for cheaper than they currently do!",
  "@Reloria13 @SpookyEmpire Agreed!",
  "@maureenelsberry @jethrotull @SteMichelle #rockon",
  "@Reloria13 @SpookyEmpire I might just start calling you Miss Moses...\n“LET MY PEOPLE GO!!” 😆",
  "@RealHughJackman Gotta rep the “X” no matter what!! 😊",
  "https://t.co/le2bN5gYhH",
  "@katrinalaw just picked up the Muscle &amp; Fitness ish! Great Q&amp;A article! #verycool",
  "If not me... then who?\n#dowhatsright",
  "@dagenmcdowell My Wife LOVES Peeps!!!",
  "@JaclynBrohl_ I can call you Betty!",
  "Boomerangs can indeed suck... you know who you are! #becarefulwhatyouwishfor",
  "@katrinalaw @CW_Arrow #Nyssarocks",
  "@JaclynBrohl_ At least he’s discreet! 🙃",
  "@JaclynBrohl_ Bullsquirt!",
  "@OutnumberedFNC @dagenmcdowell @HARRISFAULKNER @KennedyNation @trish_regan GET SOME, KENNEDY!!",
  "@KalleBeaver @WallSleep @MyFitMonkey @sherbertsonnv @SenFeinstein So I guess you’re one of those folks who believes the 1st Amendment should be ditched as well? The Constitution is as near perfect a Governing document as has ever existed. Sorry... do not agree with your hypothesis.",
  "@BackintheBronze @TomBrevoort @BronzeAgeBabies @LostInTime74 @Walker_KM @BTPBlog @Charlton_Hero @ComicsintheGA As much as I like Kingpin... WAY too many issues of Daredevil are dedicated to this long running feud. DD (like many Marvel books) were better before the whole “every story must be an arc” mentality, and utilized a plethora of villains.",
  "@neurozombie Indeed... LEGEND (wait for it).... ARY!!\nHope he had a wonderful birthday!!",
  "@MattBatzel She’s a whackjob anyways!",
  "@OutnumberedFNC @KennedyNation @HARRISFAULKNER @KatiePavlich KENNEDY.... PREACH!!!",
  "Have a GREAT day, Everyone! Love to you all!! ❤️",
  "@benshapiro @MonicaCrowley The whole “we don’t want to take your guns” is nothing more than a #SMOKESCREEN",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @MelissaAFrancis Of course Dems want us to “leave her alone”... HRC is bringing Dems down.",
  "@JedediahBila Both sides have terrible cases of “selective memory”...",
  "@poutinesmoothie And Tenement Halls...",
  "@RealJamesWoods Hello... Kettle?",
  "@robertliefeld Poor Mom had to be the heavy!",
  "@OutnumberedFNC @HARRISFAULKNER @LisaMarieBoothe @dagenmcdowell @MelissaAFrancis @TheJuanWilliams “Broken Govt rather than an investigation” ABSOLUTELY Juan!",
  "Just because you’re offended, doesn’t mean you’re right! #getoveryourself",
  "@JaclynBrohl_ Some folks just have deeper sleep patterns than others. You’re not alone. 🙃",
  "@TuckerCarlson Only hope... term limits",
  "Check out the full photo/interview today in @muscle_fitness April 2018 issue!!! Thank you #Muscle&amp;fitness for featuring me!!! @PersonaPR @theoathcrackle @Crackle \nPhoto @RikerBrothers \nStyled @adenarohatiner \nHair @GUIniusHair \nMakeup @KarishmaAhluwal https://t.co/8OajCLyj6J",
  "@katrinalaw @muscle_fitness @PersonaPR @theoathcrackle @Crackle @RikerBrothers @adenarohatiner @GUIniusHair @KarishmaAhluwal ROCK ON!! Congrats!! Will have to go out and get the issue!",
  "@RealHughJackman Very much enjoyed Greatest Showman! Hard to think of a world where you’ll never pop the claws again, though... thanks for bringing to life such a pivotal Marvel character! #alwaysafan",
  "Monday morning, and back to the cesspool that is Twitter.\nHave a great week, Ya’ll!",
  "@KerryPicket @BuckSexton Of course they omit that... doesn’t fit their narrative of the McCabe investigation being a rightwing witch hunt!",
  "@AdamBaldwin Where’s the guy who made the Brittany video when you really need him! LMAO!!",
  "@DLoesch Indeed!",
  "“Our dreams make us large.” \n\nThank you, #JackKirby. https://t.co/gv3SiccV6a",
  "@Reloria13 Always love seeing this!",
  "But you know what? The Psi Corp won't order these books for you. That's ALL on you! https://t.co/f19jloETuk #IvanovaIsAlwaysRight #Babylon5 #GetThemBeforeTheyAreGone https://t.co/x5ymepg5ax",
  "@MelissaAFrancis I would greatly disagree with his assertion that HRC isn’t running for office. Her comments are proof that she’s still trying to win the 2016 Election. Hey Hil... you lost! #moveon",
  "@GMeador80 It’s an incredible movie! You’re gonna love it!",
  "@GMeador80 Thanks!",
  "#NewProfilePic https://t.co/StfGBV6wUd",
  "“When the world has closed the door and you can’t go on anymore, I’m always there for you”\n\nStryper\nAlways There For You\nIn God We Trust",
  "@BillyTucci Me as well!",
  "@DLoesch  You are mistreated and maligned by small minded, hate filled people... and still you find the grace to ask God’s blessing upon them. May God heap LOADS of blessings upon you! Be well!",
  "@Mikexxxx1 @DLoesch Indeed they do!",
  "@DLoesch Yep... the conversation always goes to confiscation. You want “European levels”, then move to Europe.",
  "@DLoesch UNBELIEVABLE, the way folks all hopped up on Keyboard Courage, speak to others. So disrespectful.",
  "Ms Clinton I do not tell my wife who to vote for and the women I know, married or otherwise have the intelligence and independence-to cast their vote fo whoever then want to.\nYou’re thinking like a cave woman.",
  "@KatiePavlich ROCK ON!!",
  "@OutnumberedFNC @KennedyNation SPOUT AWAY!! 😆",
  "@MitchPileggi1 Very excited you’re coming to MegaCon in Orlando! My wife is almost giddy, we’re such big fans!! Have been hoping to meet you for a long time!",
  "@JaclynBrohl_ Peppermint Oil, rubbed on the neck and forehead. A heated towel wrapped around the head. When I get them, I will place a pillow over my eyes and forehead (not over my whole face-still gotta breath) and apply a little pressure.",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @trish_regan @KennedyNation New dance craze sweeping the USA... The #warrenshuffle ! Easy to learn, just back pedal as quickly as possible when faced with “put up or shut up!”",
  "@TomiLahren The new dance craze that’s sweeping the nation! They call it the #warrenshuffle ! It’s real easy... all you do is backpedal as fast as you can, when faced with having your lies exposed!",
  "@mccreaman @FANEXPOCANADA Dig it, John!! Hope you’re doing well!!",
  "I think some folks need to revisit just what the term “Mental Disorder” really means! #areyoukiddingme",
  "@dbongino If the “anti gun” types actually do as he suggests, it may very well be the last thing they do... imagine just how many of those NRA members have concealed carry permits.",
  "@JedediahBila Great new profile pic! (Absolutely no disrespect meant)",
  "@PhilMcCrackin44 @TruthFeedNews Let him meltdown... Ol’ Schiffty will have a real #conniption when the second Special Pros starts handing out indictments to his comrades!",
  "@KatiePavlich Socialism... not for the Brave of Heart!",
  "@DLoesch I guess some folks will stoop to pick up the low hanging fruit of untruth when they need to fit a narrative.",
  "@dagenmcdowell God Bless your Mom, Dagen... just burns my buns when folks take potshots at others. Keep fighting the good fight!",
  "@JedediahBila And there’s a BUNCH of them!!",
  "“We must find a way to look after one another, as if we were one single tribe.”  King T’Challa - The Black Panther   #wakandaforver",
  "#wakandaforever https://t.co/Aa8gWx2IXr",
  "Had a BLAST last night! Thanks @floggingmolly !!",
  "@BobMask Peanut Butter is its own food group in the McCray household! 😆",
  "@REALStaceyDash GOOD LUCK!!! 😊",
  "@DaksterSullivan Similarly, Julie and I recently bought an Echo Dot... so in reality we actually paid money to have the Overlords spy on us!",
  "Standing on Principle isn’t always an easy thing. But better to take a stand and make things happen, rather than remain seated and have life dictate terms to you.\n\nHave a GREAT week, Everyone! Love to you all!!❤️",
  "@JaclynBrohl_ GREAT MOVIE!",
  "Do you remember when you joined Twitter? I do! #MyTwitterAnniversary https://t.co/67XRAvmaYC",
  "@KatiePavlich Get’em Katie!!",
  "@JaclynBrohl_ Sometimes I feel the same... #onlyme",
  "@JedediahBila Happens to me ALL THE TIME!!",
  "So I’m doing another twitter giveaway, this time it’s this Spider Man/Deadpool Variant with a COLOR Remarque of both on it. Must follow and rt, choose from random selection on Friday at 7pm pacific! Good luck! #deadpool #SpiderMan https://t.co/4AeC1CDpaQ",
  "@benshapiro Delusions of Grandeur much?",
  "@FoxNews Someone needs to tell Blossom that she doesn’t know the meaning of the term “civil disobedience” till they send someone to take guns away from law abiding citizens.",
  "@OutnumberedFNC @dagenmcdowell  ROCK ON, DAGEN!!!",
  "@perlmutations Wow! You’d have to be careful in some countries... but I’d definitely watch that show!",
  "@OutnumberedFNC @KennedyNation @HARRISFAULKNER @trish_regan @LisaMarieBoothe @BuckSexton Heartbroken... you have a wonderful panel today for the discussion. Godspeed to those who lost their lives yesterday.",
  "@CIarkkKent Yep... reports are that the tentative title is... “Ordinary Man: Attack of the Geek”",
  "@RyanAFournier Anyone who believed anything other than this should be checked for signs of dementia!",
  "@TheAndrewMeyer Shapiro would wipe the floor with him... of course he won’t debate.",
  "@Thomas1774Paine We don’t need less appealing pods... but rather young people with more than a single functioning brain cell shared between them!",
  "@JedediahBila You have to use his accent... back sounds more like bock!\nBut glad you’ll be bock!!",
  "@OutnumberedFNC @MelissaAFrancis GET SOME MELISSA!! Absolutely right with your views on spending the “People’s Money!”",
  "@BobMask I’ve seen it! And I think it was Bob Angry - Lite! I don’t think I’d want to see you when you Hulk-Out! 😆",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @KennedyNation  As I keep saying, if illegals voted Republican, you already see that wall from space!!",
  "@katrinalaw @Eagles ROCK ON, EAGLES!!!",
  "@RMConservative @dbongino @davereaboi Indeed... it circumvents the entire Constitution!",
  "@dbongino Unless of course they’re the ones directing the accusatory finger... then everything smokes. Guns, slingshots, pea-shooters... you name it!",
  "@MarcMero Amen, Brother!!!",
  "@SandraSmithFox @AmericaNewsroom @FoxNews RELEASE THE KRAKEN!... oh wait... #releasethememo !!",
  "If @NancyPelosi thinks $1000 or more is considered “crumbs”... then she makes WAY too much money!",
  "@AdamBaldwin @RealJamesWoods The term “Delusional” comes to mind!",
  "@ericbolling @realDonaldTrump Let’s make a list of things they don’t find “problematic”... it will be a much shorter list!",
  "@attn California adds new meaning to the phrase “Nutty as a fruitcake!”",
  "@JaclynBrohl_ You may be a young person... but I think you just may have an “old soul”!",
  "@OutnumberedFNC @HARRISFAULKNER @MelissaAFrancis @SandraSmithFox @KennedyNation THE Absolute Varsity Squad on the couch today!! Happy Friday!! Great day to talk politics! Bernie is indeed #oneluckyguy !!!!",
  "@brithume So we survived the “Manchurian Candidate”... at least so far.",
  "@ChimperScott @brithume All the “Usual Suspects!”",
  "@julieroginsky Agree with you! Silence is an abusers best friend!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @MelissaAFrancis Something I heard first on Out#d... Sunlight is the best disinfectant! ALL of this stuff needs to see the light of day!",
  "@julieroginsky BTW... miss you on the show!",
  "@julieroginsky I would agree...",
  "@SandraSmithFox Very sad...",
  "@DLoesch Yeah... how dare they. (Smell the sarcasm) 😆",
  "@julieroginsky while we rarely agree, I do respect your opinion. Like you used to say on Out#d, the light of day is the best disinfectant. That being said, how do you fall on making the “memo” public?",
  "The light of day is the best disinfectant.\n#releasethememo",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @KatiePavlich If Schiff is downplaying memo, must be damaging to the Dems! #releasethememo",
  "@RealDeanCain @fleccas KILLS me when folks start talking about “Utopia”. THERE IS NO SUCH ANIMAL! As long as governments are made up of individuals, you will never completely squash personal ambition and greed. So some will be more “equal” than others.",
  "@RealDeanCain You didn’t lose us all!",
  "Looks like the #ShumerShutdown is coming to an end!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @PeteHegseth @KatiePavlich @KennedyNation I still say this if Dems thought “illegals” voted Republican... you’d already see that wall from space!!",
  "@fubaglady @worldnetdaily @POTUS Completely off their rockers!",
  "@JaclynBrohl_ Great Job!!",
  "@TheBrianPulido DIG IT!!! How do I get one?!",
  "@bradmeltzer ROCK ON!! Love your books AND your comics!!",
  "@dbongino One can only hope that the guilty will be exposed.",
  "@fubaglady @REALStaceyDash @RealJamesWoods Can’t you smell the sarcasm?! 😆",
  "@REALStaceyDash @RealJamesWoods LMBO!!! Everyone loves Jazz Hands!!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @KatiePavlich @MelissaAFrancis @SteveHiltonx If the Dems thought illegals would vote Republican, you’d see that wall from space!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @KatiePavlich @MelissaAFrancis @SteveHiltonx we got a Varsity Squad on the couch today!! Let’s talk politics!!",
  "Don’t allow negative feelings and bad circumstances to build walls around your heart. Showing genuine love and kindness to those around you isn’t a guarantee that things will be smooth in your own life, but it does ensure that you will never have to stand alone when facing trials",
  "Doing the right thing only when it’s convenient, isn’t right at all... it’s convenient.\nKnowing the difference and still choosing to do what’s right is the definition of true integrity. \n\nHave a GREAT week, Everyone! Love to you all!!",
  "@MelissaAFrancis #what?",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @dbongino @KatiePavlich @MelissaAFrancis Absolutely INCREDIBLE lineup!!! ROCK ON!! Loving the show and only 10 mins in!!",
  "@MelissaAFrancis Very Cool!!",
  "@RealJamesWoods WOW!",
  "@maureenelsberry The spookier the better!!",
  "@REALStaceyDash Very definition of “Corrupt Politician!”",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @KatiePavlich @MelissaAFrancis Pres definitely has “Bad Cop” routine down! LOL BTW... HAPPY NEW YEAR to all on the Out#’d couch!!",
  "@REALStaceyDash Yeah... that’ll fix everything.",
  "I LOVE @thechew !!!",
  "@TwitchyTeam Hey Kathy.... WAH... WAH...WAH!! 😭",
  "@ONYXXX1969 @robertliefeld I hope as well!! I also hope Marvel brings them back with a great creative team attached!",
  "Absolutely right, Rob!!! https://t.co/LvZLClWIKF",
  "@robertliefeld MTIO ROCKS!! And not jut because it stars Ben Grimm!!",
  "Great Job @LisaMarieBoothe doing double-duty on @foxandfriends and @OutnumberedFNC this week!!",
  "Don’t wait for someone (or government) to fix your life! #takeastand and make better choices in the coming year! Not as any kind of “resolution”, but rather as a way of life!",
  "@OutnumberedFNC @KennedyNation @LisaMarieBoothe @davidwebbshow #justiceisblind or at least it’s supposed to be",
  "@LisaMarieBoothe enjoying seeing your smiling face and increased airtime this week!",
  "@KennedyNation War with NK... at least the aliens would be intelligent!",
  "My lightsaber is BLUE!   https://t.co/F4VvOp5AEN",
  "@JaclynBrohl_ I understand... my wife volunteers with critically ill children. I can’t do it. I’d bawl the whole time.",
  "@Shastina_Eloff Not only against the rules... but just might warrant a visit from the Secret Service.",
  "@RealJamesWoods @Shastina_Eloff Then ask Santa for a one way ticket to China! MERRY CHRISTMAS!!",
  "@McLauchlin Depends on if you swallowed it, or not! 😆",
  "I challenge all the fans to follow suit!!\n#FantasticFour https://t.co/VBjF6W6xkR",
  "@Marvel In both the comics &amp; the movies!! #bringontheFF https://t.co/xmyBBJ0lOO",
  "@robertliefeld I agree! #bringontheFF",
  "@JaclynBrohl_ Geez... tough crowd! 😆",
  "Keaton Jones... I would be proud to be your friend! #StandWithKeaton #KeatonJonesIsAwesome",
  "This made me cry... hard! When are we as a society going to learn to treat others with respect?! https://t.co/mHpafNwztb",
  "@RealJamesWoods DISCRIMINATION against the otherwise Jade!",
  "@RealJamesWoods If DA Burger has been there... it would have been complete!!",
  "@RealJamesWoods And managed to get a dig in at Reps while doing it!",
  "@dagenmcdowell Love the whole “Crossfire” feel of #BullsAndBears !!",
  "@JaclynBrohl_ Yeah... cats aren’t know for their compassion.",
  "@dagenmcdowell “Who watches the Watchmen?!”",
  "Don’t believe in being governed by “Career Politicians”... we are SO in need of term limits!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @KatiePavlich @LisaMarieBoothe So much corruption! There would be less corruption in government, if we instituted term limits. We’d no longer be governed by political “dynasties”... just my opinion.",
  "@KatiePavlich love your no nonsense views on @OutnumberedFNC!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @MelissaAFrancis @KatiePavlich ROCK ON! GREAT lineup!! Let’s talk politics!",
  "@JaniceDean @MeghanMcCain @TheView Thank You Meghan, for being the voice of reason on this crazy show!",
  "@GillianHTurner ROCK ON! Congrats!! Well deserved!",
  "@fleccas I’ll tell you what it is... someone on psychotropic drugs.",
  "@MelissaAFrancis @d_mcelhone @FoxNews Unbelievable! Yet another case of someone all hopped up on “Keyboard Courage”. What a jerk!",
  "@socaljimmyd @dbongino And laugh at the “Stupid American”!",
  "@JaclynBrohl_ I totally (nom-nom) agree (nom-nom)!! 😉",
  "So Matt Lauer... How many times were you condescending and glib with folks you interviewed, only to have the revelations surface that we had yesterday?  #holierthanthou",
  "@HuntsmanAbby CONGRATS!!",
  "@MelissaAFrancis Chalk another one up to “Keyboard Courage!” How rude!",
  "@OutnumberedFNC @HARRISFAULKNER @SandraSmithFox @MelissaAFrancis @KatiePavlich @HolmesJosh Schumer completely disengenuous! Everything he blamed Reps for... Dems did when they were in charge! #shortmemory",
  "@dyrhok @CIMHsv @kateesackhoff Please do! 😆",
  "#NewProfilePic https://t.co/BQ1iQEJAzv",
  "@CIMHsv @kateesackhoff SMH... Good God, woman... unbelievable the things that folks all hopped up with “keyboard courage” will say about someone.",
  "@DLoesch Ascribing general behaviors to one group or another (especially groups you disagree with) isn’t healthy. But that’s where we find ourselves in today’s society. Not all Conservatives are racist, in fact not even most. Just like not all Liberals are Socialist/Communist.",
  "@MelissaAFrancis Very...",
  "@KatTimpf How rude! To make comments like that to you is just wrong!",
  "Thank you to @DCComics and @Marvel for keeping my grandfathers memory alive. A gigantic thank you to all of the loving comic book fans!!! https://t.co/n1tkuZafy0",
  "@jackkirbycomics @TomBrevoort @DCComics @Marvel Your Grandfather was indeed The King! He is SO missed!",
  "@katrinalaw Happy Thanksgiving!",
  "@katrinalaw #Outstanding",
  "@JaclynBrohl_ This kid’s good! 😆",
  "Godspeed, David Cassidy... #comeongethappy",
  "@JaclynBrohl_ Ask that before things get serious... an absolute deal breaker!",
  "@KatiePavlich If even one person’s life is ruined or prosecuted by FALSE allegations... we are all diminished. #truthiskey",
  "@Shastina_Eloff Makes Congress look even more like a “Good Ol’ Boys Club”... taxpayer dollars funding this is horrendous!",
  "@JaclynBrohl_ Liberal Professor?",
  "@DCComics Hey maybe HRC should come see you guys... you have 52 Earth’s! Maybe she can be President on one of them!",
  "@OutnumberedFNC @SandraSmithFox @MelissaAFrancis @jasoninthehouse @KennedyNation Buffoon is an understatement...",
  "@MelissaAFrancis I absolutely think it’s important to believe the victims in cases like this... however we somehow need to figure out a way to balance that with the whole “Innocent till proven guilty” aspect of our Justice System.",
  "@DaksterSullivan VERY good words of wisdom!",
  "@Shastina_Eloff @realDonaldTrump UP, UP, AND AWAY!!!!!!!! Get’em @Shastina_Eloff !!!",
  "@OutnumberedFNC @dagenmcdowell @HARRISFAULKNER PREACH DAGEN!!!!",
  "@Shastina_Eloff And as long as there are folks that think like that, we will never hope to find common ground.",
  "@REALStaceyDash Our condolences...",
  "@JaclynBrohl_ If you ever need an alias... just sayin’ 😆",
  "Ever come to a place in your life and wonder... “How in the world did I get here?”\nRegardless of the answer, you still have to figure out what to do next. My point? Well, my point is that it’s never too late to start making right choices!",
  "@chriswray3 @MelissaAFrancis It may just come to that! LOL",
  "@MelissaAFrancis A good first step would be forgoing that Congressional pay increase, and maybe cutting the strings on that “Golden Parachute” retirement plan they ha e.",
  "\"We shall pass this way on Earth but once, if there is any kindness we can show, or good act we can do, let us do it now, for we will never pass this way again.\" - Stephen Grellet  #ChooseKind",
  "@PrisonPlanet Better question is: Can MSM stop fanning the flames of hatred and not be racist?",
  "@dbongino When Soros gives ALL his money away to help pay for this stuff... I’ll change my mind and say dumb!",
  "@dbongino Playing dumb... they know exactly what they’re doing. They just want to SERIOUSLY raise taxes in order to finance all the “free” stuff! #plainandsimple",
  "https://t.co/2OcExf0e4a",
  "@OutnumberedFNC @dagenmcdowell LOVE what you said... “We are the land of the free, because we are the home of the brave.” You get an AMEN from me as well!!",
  "@MelissaAFrancis Yeah... he didn’t get his way, so he’s taking his toys and going home. Your interview, your questions!",
  "@MelissaAFrancis Give’em hell! Your interview... your questions! If a Contributor wants to take over the interview, let him get his own show!",
  "Sounds like someone pointed out to Donna Brazile just what happens to folks who cross HRC.",
  "@jaclynbrohl_ *in my best Adam Sandler voice*\nNOOOOOOOOOO!!!! 🙃",
  "@JedediahBila One place I’d never visit.",
  "@GeraldoRivera Let’s get the terms right... they aren’t Assault Weapons. AWs are fully automatic, and illegal. AR-15s just LOOK like them.",
  "@RealJamesWoods Indeed...",
  "If you don't control your mind someone else will. - John Allston",
  "@KatiePavlich Well now... The Left would be wrong.",
  "#NewProfilePic https://t.co/xmtHyKb9sC",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @KatiePavlich @KennedyNation “woke up in Hell!” PREACH Kennedy!!",
  "Someone better put Donna Brazille into protective custody. #saveme",
  "@GiannoCaldwell Indeed",
  "@jaclynbrohl_ My wife’s an asthmatic and her meds make her hands shake. Freaked me out when were first dating.",
  "@RealJamesWoods He is DEFINITELY wrong... 2 GGs with guns chased him off, stopping more loss of life.",
  "@Pats4Freedom @RealJamesWoods Never stopped the Clintons before.",
  "@fhowell07 @Shastina_Eloff I’ve lived in all 3... by no means rich, at least not monetarily. My view of freedom has never changed. #Godandcountry",
  "Freedom is like a healthy marriage... you have to REALLY want it, in order for it to work! #letfreedomring",
  "@fhowell07 @Shastina_Eloff No disrespect meant... but I’ll pass on the socialism. Last time I checked, socialism wasn’t for those who value freedom.",
  "@Shastina_Eloff Because these morons actually think they’ll still have nice things in a socialist society.",
  "@maureenelsberry @googlemaps If you have an iPhone... just wait till Siri tells you “You can’t get there from here!”",
  "One of seven who lost their lives, while looking for Dirtbag Bergdahl. https://t.co/SRsAVIHzap",
  "So much for the much vaunted “Liberal Inclusiveness “... (mic drop) https://t.co/KhtMZquxyg",
  "Ha! Sad but true. https://t.co/3yEMdzQP60",
  "#donnabrazile is doing the backpedal... guess she doesn’t want to mysteriously disappear.",
  "@theVoicePlay Rocks! https://t.co/9wrEwvu956",
  "@McLauchlin @jeffparker BOOYAH!!!",
  "@AdamBaldwin And raising girls to be the same...",
  "@KatiePavlich #respect",
  "@hotpink100 UNBELIEVABLE!",
  "@WayneDupreeShow @dm3300 HRC stacked the deck... AND STILL LOST!!\n#poeticjustice",
  "Whatcha sow, ya mow! Keep that in mind when out and about!",
  "@OutnumberedFNC @HARRISFAULKNER @KennedyNation @KevinJacksonTBS @GillianHTurner HRC stacked the deck at DNC and still lost!! #poeticjustice",
  "@ClaudiaLives #yourock !!",
  "@ClaudiaLives LOL... little tough-guy!",
  "Will Mueller become the new McCarthy? #therealquestion",
  "@hotpink100 According to Spacey",
  "@OutnumberedFNC @HARRISFAULKNER @KennedyNation @KatiePavlich Mueller is all smoke and mirrors!",
  "This so needs to happen on the national level! https://t.co/MOSXj4fzbs",
  "@maureenelsberry If so, once you get there... please confirm reports of cookies being in their possession.  😆",
  "@IngrahamAngle I think this pressure is why we all of a sudden have these charges pending... trying to justify his remaining SP! #hypocrite",
  "@hotpink100 Indeed! Give it up Juan!",
  "@AriMaccabi @KatiePavlich Changes EVERYTHING... make someone else the Spec Prosecutor. There is a clear conflict here for Mueller.",
  "@KatiePavlich In light of this, Mueller should step down... clearly a conflict there!",
  "When you point an accusatory finger at someone... always remember the 3 pointing back at you! The DNC is learning that #thehardway!",
  "@OutnumberedOT @HARRISFAULKNER GO HARRIS!!! Love the lead story! You’re ROCKIN’ the OT!!",
  "@ksorbs enjoyed seeing you on @OutnumberedFNC today! Big fan and glad to know you’re a Brother in Christ as well!!",
  "@OutnumberedFNC @dagenmcdowell @HARRISFAULKNER @KatiePavlich PREACH!! Great show today!!!",
  "@hotpink100 Let the $ dry up and see how the Dems change their tune!",
  "@OutnumberedFNC @dagenmcdowell @HARRISFAULKNER @KatiePavlich Happy Friday!! Glad to see Kevin on the couch!",
  "@OutnumberedFNC I still volunteer to be #oneluckyguy on an Everyman Edition of Out#’d!! C’mon... let’s talk news!!",
  "@SandraSmithFox @HARRISFAULKNER @dbongino @KennedyNation @LisaMarieBoothe Dems vetch about the deficit... OH THE HYPOCRISY!!! LOL",
  "HAHAHAHAHA!!!! https://t.co/JtcJJU8EFb",
  "@JedediahBila PREACH!!",
  "Very tired of political “Smoke &amp; Mirrors” tactics from both sides of the aisle. Give them ALL the boot! #hypocrites",
  "Oh DNC... Liar, liar, pants on fire!",
  "If @washingtonpost is correct... the DNC is in #deepdoodoo",
  "@jaclynbrohl_ You’re absolutely right... saying “NO!” should have been more than enough!",
  "@AmyAcker @TheGiftedonFOX @TheGiftedonFOX ROCKS!!",
  "@jaclynbrohl_ Who is ShitPat? ;)",
  "@kateesackhoff Chain reaction vomit in an enclosed space... just what you need to relax on a flight! #yuck",
  "So #HRC is about to be christened #WonderWoman ... yeah, then I’m #TheHulk !!",
  "@MelissaAFrancis Get’em Melissa!",
  "@DaksterSullivan GODess... GODDESS! 😆",
  "This nation was built by imperfect people... trying to put together a more perfect union. #patriotism",
  "@dm3300 @NFL Indeed... we stand in reverence to those who have laid down their lives in defense of freedom! Pure and simple.",
  "@REALStaceyDash I would have to agree.",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @LisaMarieBoothe Herman has an opinion... and he’s prepared to express it!! 😆",
  "@maureenelsberry On second thought... LOL",
  "@perlmutations Godspeed Pop...",
  "@jaclynbrohl_ Bdubs ROCKS!!!",
  "@Bob_Layton @Marvel DIG IT!!",
  "@JedediahBila @HillaryClinton @BarackObama I would advise against us holding our breath...",
  "@MeghanMcCain @TheView Miss you on Out#d... but can’t bring myself to watch The View. I wish you all the luck in the world!",
  "@jnsanchez @TomiLahren AND this is how MSM stokes the flames of controversy in America!",
  "@BillClintonTHOF Na Na Na Na... Na Na Na Na... Hey Hey Hey, Goodbye!",
  "Don’t respect people who make a promise. Respect people who keep theirs.",
  "@TwitchyTeam The First Amendment protects you from being arrested for your words. It does not relieve you of responsibility for what you said.",
  "@JedediahBila They just made this “health issue” exponentially worse.",
  "@JesseJ0221 @JedediahBila Or even worse... one of their children!",
  "@TwitchyTeam Does that mean his principles can be bought?",
  "So awesome!!!  ❤️ https://t.co/QJrglky0Bp",
  "@straczynski Even as a Christian... I recognize that Theocracy is a terrible way to govern! #inquisition",
  "@EthanVanSciver Ok... that doll looks creepy!! We may see you on the next season of A Haunting!",
  "@KennedyNation @HARRISFAULKNER @dagenmcdowell @LisaMarieBoothe GREAT LINEUP!! Love the views expressed! #hotfreedom ROCK ON!!",
  "@FoxNews @GillianHTurner Sorry @GillianHTurner, but I won’t give up my right to defend myself, just to make you (or anyone else) feel better.",
  "@EthanVanSciver Time to move!! #borntorun",
  "Sure would be nice if we could go back to the days when SNL was actually funny!",
  "@sdrincon Did you ever think you'd say that about Dubya? 😉",
  "@jaclynbrohl_ Used to draw in HS during Bio lect. Teacher came up behind me... \"Oh I like that one!\" I aced her class so she couldn't complain too much!",
  "Go Marc! Love this! https://t.co/hrFZkE8bLD",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @AntonioSabatoJr @LisaMarieBoothe @GillianHTurner What a great lineup! ROCK ON!!",
  "Yeah... I can think of more than a few as well. 😎 https://t.co/kIvATmJswn",
  "@REALStaceyDash Don't advocate firing them. It is their 1st Amend rite. HWVR, Free Market &amp; my 1st Amend rite says chg the channel. #takeastand",
  "Riding on the back of a Bald Eagle! WOW!! https://t.co/AlZ5dZ6R5a",
  "@OutnumberedFNC @trish_regan @AmbJohnBolton @HuntsmanAbby @JessicaTarlov Happy Friday! I agree with Pres, NOKO ldr is unhinged... dangerous!",
  "@EliNotEli @Disney Or 5 or 6",
  "@dbongino Anyone who answers yes to above... needs to check their freedom at the door!",
  "@jaclynbrohl_ These are the voices shaping young minds. Kudos to you for not letting such rhetoric change your values! #alllifeissacred",
  "Be compassionate 2 those around you! \"Reap the Whirlwind\" of positivity!",
  "Celebrating tonight's #AGTFinale with a FOLLOW SPREE! RETWEET THIS and I'll follow some of you wonderful people.",
  "If you're offended by everything you don't agree with... just get over yourself.",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @GovMikeHuckabee @LisaMarieBoothe @MelissaAFrancis GO GOV!! Participation Trophy!!",
  "@Marvel Bring back The Worlds Greatest Comics Magazine! BRING BACK THE FANTASTIC FOUR!!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @KennedyNation Spent last wk tarping roofs w/dmg here in FL! Gd 2 B home! Enjoying the show!",
  "@dbongino @McAllisterDen The GOP is in control... let's put her under investigation!",
  "@jasoninthehouse @FoxNews Really needs to be some balance in this team!",
  "Spent better part of last week Tarping roofs after Irma! #honortoserve",
  "@perlmutations What if it's of a Lion? #Vincentrules",
  "Thank you @straczynski. I quote this every year. May we never forget... https://t.co/v5woEkAVdY",
  "We're safe! Wind is still a little rough, but we're safe! #hurricaneimra",
  "@KatTimpf Dessert",
  "RIP #LenWein",
  "@dak903 Great Pic!! Headshots go next to bylines!",
  "I've just been told that Gov Rick Scott has suspended all diets in the state of FL for the duration of the storm! #GoGuvna",
  "Hatred is an illness of the heart that mankind needs to seriously find a cure for. #loverules",
  "@EboniKWilliams What a wonderful scripture verse... praying for the family. #GodSpeed",
  "@ericbolling Godspeed to your son... prayers for strength for your entire family.",
  "Hunkered down and ready for Irma...",
  "@dbongino Some folks just need to get a grip! The wussification of America continues! Go ahead teach our kids to squash ideas they don't agree with!",
  "@MitchPileggi1 I smell INDICTMENT!",
  "@TrinaMason We are!",
  "@McLauchlin A conspiracy I tell ya!",
  "https://t.co/ODoZKQuvUJ",
  "Please keep all of us in the path of Irma in your thoughts &amp; prayers... Love to you all!",
  "Preparing for Irma... praying for safety!",
  "@NY_Sweetie @Camilian1Sabel @AgentSoulful007 @POTUS That's what we have courts and jails for... Americans who break the law!",
  "@JCLayfield You ROCK, John! Go for it!!",
  "@juliemccray97 HEY! ME TOO!! ❤️",
  "@REALStaceyDash I'm \"anti-fascist\"... but Antifa has become exactly what they rally against! Time for them to go!",
  "Happiness is a choice! Choose the things that make you HAPPY! #happinessrules",
  "@RepAdamSchiff @SecretService @POTUS Make that law apply to the Clintons as well... and I might just support it!",
  "TODAY is the day!!\n#SeizeTheDay",
  "Spidey and kids... just like PB &amp; J! https://t.co/LvJtZYPioV",
  "Having dinner with my Baby! #chickensaladchick",
  "@OutnumberedFNC @SandraSmithFox @dagenmcdowell @jasoninthehouse @KennedyNation Free Speech protects you from prosecution, not responsibility",
  "So true! https://t.co/1dcAVvFIIs",
  "Do what's right, not what's expedient. May take longer, and require more effort... but the results will ALWAYS be better!",
  "The Warrior Princess has arrived. Own #WonderWoman on Digital Today! https://t.co/VwUnvzUjhs https://t.co/C3X80H97zc",
  "@jaclynbrohl_ But did they ask if you have any Grey Poupon? (Sorry... showing my age)",
  "@robertliefeld Forever the KING!",
  ".@ronmarz Thank you kindly on behalf of my grandfather-Jillian https://t.co/XsBl09BROV",
  "Let's think for a moment... ok 2 moments. Always think twice before starting trouble. #Peace",
  "Great tribute pic! https://t.co/CWPLsyCI1D",
  "@PlanetTyrus If Big Dust said it... you can bank on it! Wish he was still with us!",
  "@bradmeltzer @philhester @andeparks @ThatKevinSmith Love all your work... but partial to your comic work!!",
  "We continue to pray for their continued safety and well being. #PrayforTX",
  "#ThePunisher May Feature Another #Marvel Hero https://t.co/I43DdfaFGF https://t.co/XjWGGzX0XA",
  "Cool Beans! https://t.co/kFgqjd0GNY",
  "LET'S GO BOLTS!! https://t.co/yzeT4DgLVp",
  "@jaclynbrohl_ ROFL!!",
  "This, all day long. https://t.co/RZiVmJS8OV",
  "@jaclynbrohl_ That's not a problem... that's a virtue!",
  "@Benjamin_Percy #Disgusting .... LOL",
  "Having a great time with @juliemccray97 @neurozombie and @Reloria13 !!  Love #weekends !!",
  "If Decoded was still around, here's the next episode. Complete with every Spinal Tap joke we could sneak in. #Stonehenge https://t.co/P18GLvYkWz",
  "Obviously made me think of you @YMPhillips and our fuzzball babies. https://t.co/i9Unh4Sozv",
  "@OutnumberedFNC @HARRISFAULKNER @dagenmcdowell 🙏's for our Bs &amp; Ss in Texas!! May God keep his hand over them!",
  "Thoughts and 🙏's for the people of Texas! Asking the Lord to keep his hand over them! #BeSafe",
  "Must-read @washingtonpost: \"These are the 10 sailors lost from the USS John S. McCain\" https://t.co/IpqL2bj2zL",
  "@GiannoCaldwell How Christian of her! (Notice its dripping with sarcasm)",
  "It's FRIDAY!! Let the Happy Dance commence!! #weekend  https://t.co/PurYgOZb5m https://t.co/fa2JY5MH89",
  "@OutnumberedFNC @KennedyNation Disagree w/u (1st time) Our reps should do more \"repping\" of Constituents, less personal beliefs.",
  "Yes!  @FandemicTour soon!  Hopefully hurricane won't cause too much damage...! https://t.co/70rNvap5mQ",
  "@jaclynbrohl_ Is it time for a new Dr?",
  "Any and all positive change in society begins in the hearts of individuals. Let me say that again...\nALL POSITIVE CHANGE BEGINS WITH  YOU!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @GiannoCaldwell @dagenmcdowell @mercedesschlapp Will respond just once. Not trying to start a debate. I can't say I agree with you @christas_cheryl In my ❤️I feel the need to care.",
  "@OutnumberedFNC @SandraSmithFox Definitely PC run amok! ESPN has officially jumped the shark!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @GiannoCaldwell @dagenmcdowell @mercedesschlapp Enjoy Gianno's POV... Great discussion!",
  "Kindness is NOT a weakness. In fact, it's much easier to give in and join those who express hate all around us.",
  "@funnel8or @YouTube What's Confefe, Precious?",
  "Hatred always destroys the vessel it's carried in. Don't allow yourself to become its next victim.",
  "@RealDeanCain Funny how folks all hopped up on \"Keyboard Courage\" will type potshots at someone, they'd never say to you F2F. Keep speaking your mind Dean",
  "If you're in it... be in it to win it!",
  "@TomiLahren Yet \"Mad Maxine\" keeps getting voted back into office!",
  "I think everyone in Lake Nona is at #PDQ Drive thru tonight!",
  "No one living today is irredeemable... Remember that before you ever \"write someone off.\"\n#redeemed",
  "@TwitchyTeam Is that even possible? I though he was one of the roots!",
  "So the question remains...\nHow much wood would a woodchuck chuck, if a woodchuck could chuck wood? 😆",
  "The work day is OVAH!! 😎",
  "@jaclynbrohl_ OMG! I guess you gotta be true to yourself!",
  "@dm3300 @TheDemocrats @FBI @FBIBoston This pic is a visual definition of a villain.",
  "@jeffparker \"Get some cawwfee and tawwk, ya know... no big whoop!\" LOL",
  "@neurozombie Who are continually telling their men how big of a DUMBASS they're being for not running from the Killer Klown or Zombie Horde! LOL",
  "@Acecentric As we've briefly discussed, KY is a hotbed of UFO sightings.",
  "@JoeySalads American Socialists believe they will succeed in creating Utopia, where everyone else in history has failed. #dilusional",
  "@jaclynbrohl_ LOL!",
  "No weapon formed against me shall prosper! #OurGodReigns",
  "Binging #TheDefenders https://t.co/H6RIQQXCAX",
  "Great day at DisneyW!!",
  "@McLauchlin @jeffparker You got it Dudes!! 😎",
  "@McLauchlin @jeffparker Sounds like a winning combo!!",
  "@McLauchlin @jeffparker I'd vote for either of you!",
  "Hanging at DisneyW with my wife, @juliemccray97 and our family friends (adopted kids) Sammy &amp; Jason! #happiestplaceonearth",
  "@jaclynbrohl_ LOL!! Yes you're adorable (no disrespect meant) but still, that's a bit creepy!",
  "@jaclynbrohl_ As a man in his early 50s, let me chime in that his actions were disrespectful. #dirtyoldman",
  "@MelissaAFrancis You called their bluff, and proved them H-Crites! #alltalk",
  "Kind words can heal. #brotherlylove",
  "@kateesackhoff You're beautiful when you're angry! Then again you always are! 😆",
  "Truth is truth... just because you don't like it, doesn't make it any less true. #likeitornot",
  "Absolute proof that we could end racial hatred in one generation. Hatred is a learned behavior! https://t.co/azcME3OO4Q",
  "We as Americans need to rediscover the ability to respectfully disagree! #sticksandstones",
  "@jaclynbrohl_ I can't hit the \"Like\" button enough times for this!!",
  "@jaclynbrohl_ Forgive me... but that's hilarious!",
  "@MelissaAFrancis Nothing to forgive... nothing to be embarrassed about. You spoke from the heart. Very glad you did!",
  "This! SO MUCH THIS!! https://t.co/ww1nPB9ud8",
  "Be kind to those around you. #plainandsimple",
  "When you paint everything with a single broad brush... your whole world ends up one color.",
  "Hate destroys the vessel it's carried in. https://t.co/STTavYk0n9",
  "Quote of the Day: \"Honor is not the exclusive property of any political party.\" - Herbert Hoover",
  "@caitylotz Yes it is. As long as the actually words do not advocate violence. Free Speech is only free if we allow words that make our blood boil!",
  "Friends are chosen members of your extended family. You can disagree at times, but when \"the chips are down\"... always have a friends back!",
  "@jaclynbrohl_ A year ago, I was diagnosed as Diabetic. I too have become that person. With The Lords help my numbers are fantastic! Good healths worth it!",
  "@TheBrianPulido Why YES... YES WE DO!!! 😆",
  "@jaclynbrohl_ You got em! Hope that helps you feel better!",
  "@MelissaAFrancis @AmericaNewsroom Funny... Dems were able to band together to pass it! Guess Reps need to take Unity 101!",
  "Worst thing I've seen today.  #nightmare #hateheights NO!!!! https://t.co/xr3B6K15zi",
  "@RealDeanCain This is NUTS! It's not trust... it's madness!",
  "@jaclynbrohl_ Santana ROCKS!",
  "@BobMask @katrinalaw Awesome, indeed she is!! Thanks Brother Bob!!",
  "@tascosa1 @katrinalaw Thank You!",
  "@katrinalaw Thank You! 💚",
  "@dak903 Thanks Dakster!!",
  "@GMeador80 Thanks Buddy!",
  "52 yrs ago today... the world was graced/cursed (you decide) with my presence... and has never been the same since!! 🤣#holymoley",
  "@katrinalaw Might I get a BD shoutout, pls? 52 years young today!!! 😄",
  "@FoxNews @JCLayfield INDEED!",
  "@KevinJacksonTBS Moore can't even see sanity in the rear view mirror! The View is the perfect place for him!",
  "@MelissaAFrancis \"Bless your heart\" love that!! Grew up hearing that, and I hail from Kentucky (originally).",
  "@MarcMero #BaddTour as in Johnny B? 😉",
  "@BillyTucci Indeed!",
  "@Acecentric I'm sure we can make that happen... I'm also hoping to run into you at a con sometime.",
  "@Acecentric @WHAS11 I'm originally from Ky and a little familiar with this case. Kentucky has always been a \"hotbed\" for UFO sightings.",
  "@ChrisMurphyCT Not taking away HC... just making you PAY for it like the rest of us! You WORK for us, you don't LORD over us!",
  "@OutnumberedFNC @KennedyNation @HARRISFAULKNER @MelissaAFrancis @HuntsmanAbby @KevinJacksonTBS Terrific lineup! Kevin is truly #oneluckyguy",
  "@NestleTollHouse @jaclynbrohl_ Especially when there's cookies involved!!! #Yummy",
  "@jaclynbrohl_ Also... as an adult, if you want to spoil your dinner by eating cookies... YOU CAN!!!",
  "@McLauchlin I understand the WWE is selling tix!",
  "Finding myself agreeing with @GeraldoRivera more and more. Do I need to be scared? 😉",
  "@MelissaAFrancis Wow... someone needs their eyes checked, and it's not me! Rude? Yeah, right!",
  "@dagenmcdowell You're right... Boo-Friggin-Hoo!!!",
  "@jaclynbrohl_ God has your back! However I kind of doubt someone as adorable as you remaining single forever. (Mean no disrespect)",
  "@julieroginsky Thanks Julie... we're not all bad. 😊",
  "@MelissaAFrancis @FoxBusiness @LouDobbs Sessions, Priebus, Scaramucci... are we watching The Pres Cabinet self-destruct?",
  "Leaks need to be stopped, but Cabinet may self-destruct doing it!\n#babybathwater",
  "@thedanjurgens \"Some days, you just can't get rid of a bomb!\"",
  "@BobMask I'm not far behind you!",
  "@OutnumberedFNC @dagenmcdowell @HARRISFAULKNER @trish_regan @HuntsmanAbby Hope \"The Mucch\" finds and seals the leaks!",
  "Have a GREAT day, Everyone! Love to you all!! #lovethyneighbor",
  "@robertliefeld Mine too!",
  "#allyaneedislove https://t.co/geU0eGu6wf",
  "@MelissaAFrancis WELL I NEVER!! (Maybe that's my problem-LOL) just kidding!",
  "@MelissaAFrancis @jeffsessions I think @JeffSession made the correct decision in recusing himself. I hope he doesn't resign. Make POTUS 🔥him!",
  "Love + Courage = Compassion  #lovethyneighbor",
  "Stephen Amell has the biggest heart!!\nStephen Amell Gives His Arrow Necklace to Young Cancer Fighter at Arrow ... https://t.co/weaN6ykRCh",
  "@jaclynbrohl_ Right? Or your $200 Tennis Shoes!",
  "@perezartist A true pioneer! Godspeed Flo...",
  "@RealDeanCain Indeed... she must have been INCREDIBLY lucky in the Stock Market! I wanna know who her Broker is!!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @MelissaAFrancis @trish_regan Happy Friday!!! Can I get a BOOYAH?!!!",
  "How bout we all try to be decent human beings upfront, rather than jerks looking for forgiveness 4 our bad behavior! #dotherightthing",
  "@MelissaAFrancis Give em heck! Unbelievable that someone would say something like this!",
  "@MeghanMcCain Her words are extraordinary. https://t.co/nikKbSxTLE",
  "@MeghanMcCain Your Dad's as tough as they come! He'll fight, and we'll keep him in our prayers! #onetoughhombre",
  "Take away Senator &amp; Rep exemption to ACA and see how fast things change! #getoffyourkeister",
  "@MelissaAFrancis In the words (or word) of Chef Emeril.... BAMM!!",
  "@maureenelsberry @AmericanAir Sometimes, I just don't understand people. #haveaheart",
  "@OutnumberedFNC @MelissaAFrancis @SandraSmithFox @HARRISFAULKNER @KennedyNation @THEHermanCain When Dems have no message, Reps lose cohesion",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @KennedyNation @MelissaAFrancis WOW!! Great lineup! Herman is #OneLuckyGuy! Let's talk news!",
  "Babs done right!! https://t.co/TUZ6e583jc",
  "@dagenmcdowell enjoyed seeing you on @SpecialistsFNC !! Great chemistry!",
  "Presumably good at helping people stay alive. https://t.co/xvj0jF3lJh",
  "@dagenmcdowell CUZ WHEN YOU WALK THAT AISLE.... 😎 #TooCoolForSchool",
  "@OutnumberedFNC @KennedyNation @HARRISFAULKNER @MeghanMcCain Just say NO to #SinglePayer !!",
  "@obeyyourclaudia LOL... depends on how hard you want to bite!",
  "@MeghanMcCain Get some, Meghan! Don't take this #assclown 's crap!",
  "@KennedyNation \"DonDon\".... Hahaha!!!",
  "@ChrisEvans Language? 😉",
  "Godspeed Brandon Rogers! #agt",
  "Once again Simon Cowell is The People's Champion! #AGT",
  "Got the \"Gold Star\" today from my Dr during my annual physical! WOOHOO!! #rockon",
  "@jaclynbrohl_ ALL OF THEM!! #heavenhelpyou",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @jasoninthehouse @MeghanMcCain @KennedyNation Welcome back Harris!! GREAT LINEUP!! #rockon",
  "https://t.co/XDEmamcoTK #Fitstats",
  "@dagenmcdowell Just the tip of the iceberg! #deathpanel",
  "@katrinalaw Congrats on the new gig! Sounds exciting!!",
  "@OutnumberedFNC ROCK ON!",
  "@dagenmcdowell Death-panels are NOT fantasy!!",
  "@dagenmcdowell Please no!!! #singlepayersux",
  "@TheRealStanLee ... words cannot express. The whole world grieves with you. Godspeed Joan!",
  "Nearly 70 years of marriage. Heartbreaking. :(\nhttps://t.co/Lxvztqs5hw",
  "@OutnumberedFNC @MelissaAFrancis @trish_regan @RealDeanCain @MeghanMcCain @JudgeJeanine Dig the couch convo!  Dean is truly #OneLuckyGuy!",
  "Happy 4th of July\nCAPTAIN AMERICA (1996), art by George Pérez \nTrivia: Mark, who commissioned the piece paid an extra $25 for the flag. https://t.co/Imcfzju094",
  "Have a Happy 4th of July! https://t.co/Vmx1QZfZJV",
  "@dagenmcdowell Cuz when you walk that aisle... !! LOL",
  "@ericbolling Thank You, Eric!",
  "@GeraldoRivera @realDonaldTrump Fake beheadings are ok... but Fake wrestling gives the left heartburn... they need to #getagrip",
  "@Bob_Layton @Marvel DIG IT!!",
  "@MelissaAFrancis @WaltDisneyWorld @FSOrlando Yelling \"Hi!\" Out my Orlando apartment window!! Have fun at Mickey's!",
  "@sienknox Socialism... not for the \"Brave of Heart!\"",
  "Whether originated by the left or the right... so tired of the hatred! #cantweallgetalong",
  "@maureenelsberry @DenverComicCon @Acecentric Hope it went well!!",
  "@kateesackhoff @netflix @warnerbrostv Thank You, Katee! Victoria has been both strong and vulnerable... what a wonderful combination!",
  "What an incredible show! Thank you for bringing Henry to life! His humanity taught us all valuable life lessons. Good Journey, Sir!! https://t.co/GupVWu9TG9",
  "@MeghanMcCain Gorgeous exactly as you are!",
  "@julieroginsky We may never have agreed on much... but I wish you Good Journey! 😄",
  "@OutnumberedFNC @SandraSmithFox @KennedyNation @MeghanMcCain @trish_regan Susan Rice is just employing \"Smoke &amp; Mirrors!\"",
  "@SandraSmithFox And Morning Joe was 28th... HA!!!",
  "@KennedyNation You tell'em Kennedy!!",
  "@AdamBaldwin Start actually reporting news and not glorified opinion pieces... maybe things would change! #truthinmedia",
  "Simon Cowell has become a \"People's Champion!\" #AGT",
  "@dagenmcdowell Get'em Dagen!! You ROCK!",
  "So #CNN caught on undercover video ADMITTING #Russia is hoax! https://t.co/xEsa0daCeI",
  "How about a little truth in the news media? Too much to ask? SO TIRED OF #FakeNews!!",
  "@obeyyourclaudia Yeah... but you're still gorgeous nonetheless! (No disrespect meant)",
  "@MelissaAFrancis Stay... we definitely have her number!",
  "@KennedyNation @kmanguward @tomshillue @terryschappert Off the scale! #whackadoo",
  "@KennedyNation ROCK ON KENNEDY!!! Power to the Stepford Robots!!",
  "@MelissaAFrancis @FoxNews Can we say \"PAID DNC PROTESTORS?\"",
  "The legacy of #AdamWest lives on in his body of work. \n\nhttps://t.co/9Cu2g9sKAb",
  "@TomLondonMagic You are the first I've seen deserving of the title... TechnoMage!! Great Job! #AGT",
  "@julieroginsky At least his SoS is working on it! And I'll bet money that their families were never told to basically shut up and wait!",
  "@OutnumberedFNC @KennedyNation @MelissaAFrancis @Scaramucci @ShannonBream @trish_regan Enjoying the convo today!",
  "@HotNostrilsrFun @yankee_white But he is responsible for his administrations ineptitude/inability to do anything about it!",
  "Devastating loss for this brave family praying for them. North Korea must be held accountable and China needs to get involved. https://t.co/pqvtBYqhkQ",
  "@julieroginsky This is horrible news... I was very much hoping he'd pull thru.",
  "@HuntsmanAbby @JeffLivingston8 ROCK ON!! Congrats!!",
  "@MarcMero Praise God! YOU GO, BROTHER!",
  "@OutnumberedFNC @KennedyNation @HARRISFAULKNER @MelissaAFrancis  Kennedy, so we need a political \"Buffy\" to handle Pelosi? ROCK ON! 😆",
  "@vincentdonofrio Making the conscious attempt to be a better person, get you so much farther than not trying at all! YOU ROCK, SIR!!",
  "@MelissaAFrancis If the math don't fit... we must acquit! Wait... er... we must overturn!",
  "@OutnumberedFNC @SandraSmithFox @KennedyNation @kilmeade Kennedy... you are spot on. Next guy may not be a \"lousy shot\"!",
  "@maureenelsberry ROCK ON!!",
  "@susan19514 @berkybow5 @TomiLahren Make sure your \"Blamethrower\" is well loaded!",
  "Happy Birthday Chris Evans! https://t.co/Eg1Ddb8id8",
  "@KennedyNation Tough crowd! 😉",
  "@MuchScrolling @AndrewMayne @TheRustedRobot @santhonysays @HHYNS_Movies @dorkingoutshow @TechnoRetroDads @MorningNeurosis @currentgeek @bookversusmovie @GhostwoodCast Recommended reading! Jessica Blackwood is an exciting heroine!",
  "@SenWarren @ruckawriter @realDonaldTrump Short memory... how many times did Holder do the same with the same reason? #grandstanding",
  "@JedediahBila Funny... they were calling for his head on a pike a few months ago!",
  "@MelissaAFrancis Not sure which one... but one of them suffers from #viewaskew !",
  "Be careful what you wish for... you just might end up getting it, along with any consequences it may have hidden away.",
  "@OutnumberedFNC @SandraSmithFox @KennedyNation @JudgeJeanine @MelissaAFrancis Kennedy... you CRACK ME UP!! Take this show on the road!!",
  "No words...\n#godspeed https://t.co/C6ka9f1OhD",
  "@OutnumberedFNC @HARRISFAULKNER @KennedyNation @MelissaAFrancis @dagenmcdowell HS Yearbook staff prob think this was perfectly acceptable!",
  "We all do the best with what God gave us... #Destiny",
  "@OutnumberedFNC @KennedyNation @HARRISFAULKNER @GeraldoRivera @MeghanMcCain I'm agreeing with Geraldo... WOW! No joke, love the convo today!",
  "@julieroginsky But his writing was work product of his gov't job. Different standard.",
  "@GeraldoRivera @HillaryClinton The writings of St Comey will become mandatory reading in the seminary.",
  "@PeteHegseth She's charged with espionage. If she broke the law... she should be scared!",
  "@julieroginsky Yes... because Freedom isn't free. There are times a price has to be paid in order to maintain that freedom.",
  "@SandraSmithFox @OutnumberedFNC My fav Fox News Show! I have lunch everyday with 4 lovely ladies and #OneLuckyGuy!",
  "@GalGadot My wife and I loved WW! Much like her, your smile could light the whole world!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @MeghanMcCain KG will face plenty in the Court of Public Opinion!",
  "Last day of @MegaConvention c'mon down and meet John @mccreaman McCrea at the @heroinitiative booth! Booth 12FA!!",
  "@heroinitiative Crew at @MegaConvention!! Hanging with artist extraordinaire @mccreaman John McCrea!! https://t.co/9dassyi5FN",
  "@MegaConvention Attendees! Head over to the Hero Initiative booth 12FA and meet Eisner Award winner John McCrea of Hitman fame!!",
  "@HARRISFAULKNER In rebuttal to Juan's comment... The investigation is still going on, yet he chose to make the memos public. Smells of retaliation!",
  "@OutnumberedFNC @HuntsmanAbby @HARRISFAULKNER @MeghanMcCain @trish_regan  Great Lineup!! Happy Friday!! Let's talk politics!!",
  "@HARRISFAULKNER @realDonaldTrump Ok to be passionate, but have to be careful not to lose objectivity.",
  "@MelissaAFrancis @HillaryClinton Wonder how much of this orgs $ will end up in her pocket?",
  "This is heart breaking news. https://t.co/a8ViEjAMhO",
  "@vincentdonofrio Very sad...😞",
  "@vincentdonofrio Fisk was a Spidey villain before DD",
  "God has not given us the spirit of fear; but of power, &amp; of love, &amp; of sound mind. -2Tim 1:7",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @judgealexferrer @MeghanMcCain @RCamposDuffy  I agree... a big fat NOTHINGBURGER!!",
  "@MitchPileggi1  My vote for new FBI Director...\nA.D. Walter Skinner!\n#TheTruthIsOutThere https://t.co/Twha77U1yA",
  "@OutnumberedFNC @MeghanMcCain GET SOME, MEGHAN!! I share your disdain for how the surrogates are treated by the media!",
  "@OutnumberedFNC Great lineup!! Let's talk Comey! He had to go!!",
  "@OutnumberedFNC @JulieBanderas @AllenWest @SandraSmithFox @HARRISFAULKNER @MeghanMcCain Accountability among Political Class is SO NEEDED!",
  "@OutnumberedFNC @dagenmcdowell Your \"Rep talking points\" are spot on!",
  "@AlvedaCKing Loved your assessment of the President on FAF! God Bless",
  "@OutnumberedFNC @SandraSmithFox @newtgingrich @dagenmcdowell @MeghanMcCain @EboniKWilliams  Always great to have Newt in the mix!",
  "James Meeley: Make Captain American Great Again! - Sign the Petition! https://t.co/TZZ42jqhrH via @Change",
  "@OutnumberedFNC @KevinJacksonTBS @SandraSmithFox @HuntsmanAbby @MeghanMcCain Absolutely right! Iran deal will haunt us! GO MEGHAN!!",
  "@MarcMero Always an \"Epic\" match!!",
  "@OutnumberedFNC @KennedyNation Great Bernie Impression!!! LMBO!!",
  "@katrinalaw @keithandreen All part of the clandestine animal plot to take us out! 😆",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @KennedyNation @dagenmcdowell @TheJuanWilliams Great group on the couch today!",
  "@RealVinnieJames @WayneDupreeShow I don't expect he will...",
  "@vincentdonofrio His race didn't matter to me... I didn't like his politics. Racism isn't the catch-all litmus test for political disagreements.",
  "@OutnumberedFNC @MelissaAFrancis I agree Melissa... if Dems were majority, they would go Nuclear for a SC Nominee.",
  "@OutnumberedFNC @MeghanMcCain GLOVES ARE OFF!! Go Meghan!! Enough with the Dems \"Sour Grapes\"!!",
  "@TuckerCarlson GET SOME, TUCKER!! He belongs in a barfbag!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @MeghanMcCain @EboniKWilliams @GovMikeHuckabee   Happy Friday!! Great discussion today!",
  "@FNC_Ladies_Rule @EboniKWilliams @OutnumberedFNC Great KISS (the rock band) intro! Looking forward to tomorrow!!",
  "@OutnumberedFNC @HARRISFAULKNER @MeghanMcCain @GillianHTurner Chelsey Clinton for office... just say NO!!",
  "@LisaMarieBoothe Give Bob Hell, Lisa! Dems tried the same thing with that Obama Filibuster attempt!",
  "@OutnumberedFNC @HARRISFAULKNER @SandraSmithFox @LisaMarieBoothe @MeghanMcCain The law can't rule a case, just because it has a \"Little Guy\"",
  "@ComicBook @MarvelIronFist @netflix @Marvel I enjoyed it!",
  "@RealHughJackman Thank You... from the heart. \n#Logan #WolverineForever",
  "I JUST SCREAMED!!!!!!!!!!! https://t.co/qFEWKXDcEx",
  "@HARRISFAULKNER \"Shame those who do evil\" what a great concept!",
  "@OutnumberedFNC @MeghanMcCain @guypbenson @SandraSmithFox @HARRISFAULKNER Schumer says AG to be \"Above Reproach\"... oh like Eric Holder was?",
  "@OutnumberedFNC @HARRISFAULKNER @KennedyNation @MeghanMcCain @dagenmcdowell @Judgenap Oscars 2 busy being Dem Rally to get O's out correctly",
  "@DeanCainCentral @RealDeanCain @people  ROCK ON!!",
  "A tragic &amp; shocking loss.. such a kind &amp; talented man, indeed 😔🙏💛 #BillPaxton #truelies #fam https://t.co/4SLzD1TI3w",
  "I am stunned &amp; saddened at the passing of Bill Paxton. I just worked with him recently. A warm and beautiful soul and a talented actor. RIP",
  "@maureenelsberry To say he will be missed... just isn't enough. 😞",
  "@katrinalaw  Very sorry to hear about Bill... 😞",
  "@OutnumberedFNC @HARRISFAULKNER @MeghanMcCain @HuntsmanAbby @GillianHTurner @BernieMcGuirk Happy Friday! Great Discussion!",
  "Godspeed @AlanColmes your kindness and courage will always be remembered.",
  "@TwitchyTeam GO MICHELLE!",
  "@julieroginsky your response cracks me up! LMBO!",
  "@OutnumberedFNC @HARRISFAULKNER @SandraSmithFox @jessebwatters @MeghanMcCain @LisaMarieBoothe Great dialog on the couch today! You all ROCK!",
  "More Wonder Woman 100 Project goodness, this one from @DarickR! https://t.co/Y7hMbcmjUK",
  "@julieroginsky Very sorry, Julie...",
  "She has a poster of Nyssa on her wall. #trainingday @TrainingDayCBS https://t.co/hCKTQqJX1K",
  "@katrinalaw An interest in Bad Ass women... wonder if she's ever met Nyssa al Ghul? ;)",
  "@katrinalaw @periscopeco \" Clown Prince of collateral damage\" What a GREAT line!!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @MeghanMcCain @EboniKWilliams I still volunteer for an \"Everyman\" edition of Out#'d!!",
  "@HARRISFAULKNER @GeraldoRivera @OutnumberedFNC They came close... but will try and reorg for the next elect in 2 yrs.",
  "@MeghanMcCain Stranger Things 2... ROCK ON! Looking forward to it!!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @MeghanMcCain @MelissaAFrancis @guypbenson Truly #OneLuckyGuy always enjoy the discussion!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @MeghanMcCain @EboniKWilliams @ericbolling Great lineup!",
  "@OutnumberedFNC @julieroginsky @HARRISFAULKNER @MeghanMcCain @MelissaAFrancis What do you think J Edgar was have to say about Comey?",
  "@julieroginsky DUCKING FOR COVER!! LOL",
  "@robertliefeld @gholson Indeed!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @Theismann7 @julieroginsky @MelissaAFrancis Julie comps PE Trump! Repent, it's the end! ;)",
  "Dan DiDio Confirms DC Universe Meets The Watchmen, For 2017 - Bleeding Cool Comic Book, Movie, TV News https://t.co/SfQM5ea2ww",
  "@knightessrouge My hope is that 2017 is a much better year for all of us. May it bring you good health and prosperity!\n#happy2017",
  "#HAPPYNEWYEAR https://t.co/xdcsyGqLSz",
  "So Mariah...\n#trainwreck",
  "@PlanetTyrus 🎶Love me tender... Beyotch!🎶 LMAO!!",
  "@OutnumberedFNC @SandraSmithFox @KennedyNation @PlanetTyrus @dagenmcdowell @RCamposDuffy Digging Tyrus as #oneluckyguy\n#HAPPYNEWYEAR to all!",
  "@KatTimpf sort of like Schroedingers Cat... hope he's ok.",
  "@julieroginsky Agree Julie... Ven-China-Russia have no business standing in Judgment of Israel. Especially on Human Rights!",
  "no words #Devastated https://t.co/R9Xo7IBKmh",
  "@CosACommotion on Christmas too!",
  "@julieroginsky on this we definitely agree! Praying that 2017 will be a better year... especially in this category.",
  "@OutnumberedFNC @HARRISFAULKNER @MeghanMcCain @KennedyNation @guypbenson @LizMacDonaldFOX Merry Christmas to you all!",
  "This cracks me up!! https://t.co/PwP1XKKLeo",
  "@OutnumberedFNC @KennedyNation @MeghanMcCain @SteveHiltonx @LisaMarieBoothe Many HRC voters still believe Trump voters \"Deplorable\".",
  "@OutnumberedFNC @SandraSmithFox @dagenmcdowell @RealDeanCain @MeghanMcCain @julieroginsky Msg to Donors... back a better Candidate!",
  "@OutnumberedFNC @megynkelly Preach Megyn!!! Always enjoy hearing your views!",
  "Jimmy Cheung and Olivier Coipel are currently producing outstanding artwork on Spider Man and Thor. Deserving all praise and admiration.",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @davidwebbshow @MeghanMcCain @MelissaAFrancis Russian hacking moot if no \"there\" there!",
  "@OutnumberedFNC Still have my hand in the air, volunteering for an \"Everyman\" edition of Outnumbered!!",
  "@MeghanMcCain \"Tornado of Crazy!\" DIG IT! Mind if I use that?",
  "@OutnumberedFNC @KennedyNation \"Pimp-slapped!\" GO KENNEDY!!!",
  "@OutnumberedFNC @HARRISFAULKNER @SandraSmithFox @MeghanMcCain @LouDobbs @KennedyNation No Dem reboot as long as leadership is the same.",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @MeghanMcCain @KennedyNation @LouDobbs Great lineup! Loving the discussion!",
  "New art added for December 10th. https://t.co/XhzqOgcuVx",
  "Today is #GivingTuesday. As such, we're bringing awareness to a stand-up charity: @heroinitiative - https://t.co/1a1KjMW0dZ. Check them out! https://t.co/P5AgJQUWTO",
  "@KennedyNation @RandyMy @Jhic709365 Give'em HELL, Kennedy!",
  "@McAllisterDen Indeed they do!!",
  "@McLauchlin we like you too! :)",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @MeghanMcCain @MelissaAFrancis The GOP \"sway in the wind\" just shows rush to judge mindset.",
  "@julieroginsky you called it!",
  "@KennedyNation notice that",
  "@KatTimpf agreed!",
  "@OutnumberedFNC @HARRISFAULKNER Pres Obama should lead by example... Let un-vetted refugees move into the White House. ;)",
  "So happy to meet Stephen Amell and David Ramsey today at Fan Fest in Orlando!!  You are both completely awesome!! https://t.co/49waUsHcQg",
  "@CosACommotion Got a great pic with Fish Mooney!! https://t.co/WTTrjZslfn",
  "@LinkinBridge You guys are INCREDIBLE! Your voices always touch my heart!",
  "@OutnumberedFNC @HARRISFAULKNER A Clinton tell all by Weiner might put him in the Clinton Crosshairs.",
  "@OutnumberedFNC @julieroginsky @MelissaAFrancis @dagenmcdowell @KatTimpf @TuckerCarlson Great lineup! Happy Friday!!",
  "@julieroginsky @chasin_dwight Its rare that I agree with you Julie... But your views and comments are always welcome.",
  "@HARRISFAULKNER Who fact checks the \"Fact Checkers\"? I agree with you.",
  "@MeghanMcCain completely agree with your comments and attitude towards Iran' s brash disdain for America! GET SOME MEGHAN!!",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @KennedyNation @MelissaAFrancis @AmbJohnBolton Has the ? of Obama's c'ship ever been proven?",
  "Winning this would be awesome!!  Enter at https://t.co/FtriCyO5sG &amp; use referral code PR011727! #SunTrustTeammate https://t.co/lmmQzo1jV7",
  "@HARRISFAULKNER @julieroginsky @MeganMcCain @RealDeanCain @OutnumberedFNC @dagenmcdowell Happy Friday!!",
  "@jerrydoyle #heartbroken",
  "Godspeed, Good Sir...\n#heartbroken  https://t.co/sGjExP3rEL",
  "RT for a chance to win a GOW console! #XboxSDCC #XboxSweepstakes NoPurchNec.Ends7/28. Rules: https://t.co/1qLYIlUGTT https://t.co/a6PbbSGU2f",
  "@RileyandKimmy Looking forward to it! I'll bring the aluminum foil!",
  "'The sort of leniency..Comey extended today to Hillary Clinton is simply unavailable for most Americans' https://t.co/jWOSd1ZGFl @ggreenwald",
  "@JedediahBila Ultimately, the biggest we injustice will be that her supporters don't care.",
  "@OutnumberedFNC The fix is in... It's a sad day for justice in America.",
  "@Acecentric grilling burgers in the rain! LOL",
  "Celebrate #4thOfJuly with a special giveaway. Retweet for a chance to win these all-American @bradmeltzer novels https://t.co/KsFW88Z5zJ",
  "@JedediahBila AG Lynch has certainly stepped in it this time!\n#ClintonLynchCollusion",
  "@michellemalkin WHAT?!",
  "@JedediahBila #Benghazi Report shows the Administration was guilty of \"Depraved Indifference\" IMO.",
  "@HouseBenghazi Thank you for trying to get to the truth. The administration's culpability here is deplorable.",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @JedediahBila @MelissaAFrancis #Benghazi Report severely understates the culpability here.",
  "Have a wonderful day, Everyone!! #happymonday",
  "@OutnumberedFNC @SandraSmithFox @EboniKWilliams @REALStaceyDash @MelissaAFrancis @peterjohnsonjr \nHappy Friday, Everyone!! Great show!",
  "Without Due Process... There is no freedom.",
  "@benshapiro without due process... There is no freedom.",
  "@KatiePavlich yet he tried anyway... So much for his \"nation of laws\" comment.",
  "@REALStaceyDash @OutnumberedFNC @FoxNews \nGlad to see you back!",
  "@OutnumberedFNC @JedediahBila Absolutely right, Jedediah! Pres Obama talks \"nation of laws\" then tries to circumvent them.",
  "@maureenelsberry Glad to hear! :)",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @JedediahBila @KennedyNation GET SOME TRUMP! Will Hillary address his shots? Hmmm",
  "Such a talent... Such a loss... Anton Yelchin left us too soon. Prayers and thoughts to his loved ones.  He will be missed.",
  "@BobMask I know how you feel, Bro!",
  "@KennedyNation Loved your Marvel Civil War analogy on Out#ed!! You ROCK!!",
  "@OutnumberedFNC I'm still available for an \"Everyman\" edition of Out#ed! 😀",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @julieroginsky @KennedyNation Voting for a demographic rather than policy worked SO WELL b4!",
  "@Tha_Los Had a great time meeting you! #famousmonsters",
  "@ShinobiNinja That's great that you guys are touring! If you get some dates down in central FL (Orlando-Tampa) pls let me know!!",
  "Preach it Charlie! https://t.co/LKqBe1hNy8",
  "@OutnumberedFNC @SandraSmithFox @HARRISFAULKNER @JedediahBila @MelissaAFrancis No Valedictorian? Give kids another reason to underachieve!",
  "@AndreaTantaros We miss you on Outnumbered!",
  ".@CaptainAmerica I stand with #TeamCap. #TweetMe https://t.co/IY7dAylQ8i",
  "@LizMacDonaldFOX The WH Reality Check bounced!! I LOVE IT!! Great line Liz!",
  "#greta Hurt",
  "Got this cool tome from @andrewaydin after he stopped by the @heroinitiative booth! Excellent convo ensued-1of2 https://t.co/I2At0byLua",
  "@julieroginsky @ChrisIncardona @OutnumberedFNC We rarely agree Julie... But your commentary is always welcome. Keeps both sides honest!",
  "@OutnumberedFNC @AndreaTantaros @HARRISFAULKNER @SandraSmithFox @EboniKWilliams I'll donate a box of tissues.\n#BooHoo",
  "If Univ students are threatened by Free Speech... I'll donate a box of tissues.\n#BooFragginHoo",
  "@caitylotz Indeed",
  "@OutnumberedFNC @HARRISFAULKNER We could call'em Yeo Yo's!",
  "@OutnumberedFNC @AndreaTantaros Why does Obama cover for ISIS? I believe he's a closet Muslim.",
  "@OutnumberedFNC @SandraSmithFox @KennedyNation @HARRISFAULKNER @AndreaTantaros @GeraldoRivera Hil should NOT get a pass on her email scandal",
  "@Bob_Layton @Marvel DIG IT, Bob!!!",
  "We may have lit Earl on fire, but it was worth it. New video releasing TODAY for our Patrons! https://t.co/LHAbatr35t",
  "Obama on Tuesday: defeating ISIS is my \"top priority\"\nObama on Wednesday: \"ISIS is not an existential threat to the US\"",
  "@RealJamesWoods What a Whackjob!",
  "@HARRISFAULKNER @jameslfregosi @irishamrep1 @Kegan05 GET'EM HARRIS! This guy's a jerk!",
  "@OutnumberedFNC @AndreaTantaros @HARRISFAULKNER @SandraSmithFox @julieroginsky Great lineup! Let's talk politics!!",
  "@JedediahBila @DavidRoseman2 Yay! A voice of reason! :)",
  "@Bob_Layton very sad indeed...",
  "@HARRISFAULKNER @AndreaTantaros @julieroginsky @SandraSmithFox @MelissaAFrancis Have a GREAT week!!",
  "Have a GREAT week, Everyone!!!\n#greetings",
  "@AndreaTantaros If \"brokered\" RNC circumvents the \"Will of The People\", I'm done with GOP.",
  "@AndreaTantaros GOP est can band together to trounce Trump, but can't get anything done in Washington! Terrible narrative.",
  "@OutnumberedFNC @AndreaTantaros @SandraSmithFox @HARRISFAULKNER @MeghanMcCain Mitt's speech was poorly researched. Gaping holes in it.",
  "@OutnumberedFNC @AndreaTantaros @HARRISFAULKNER @SandraSmithFox @GeraldoRivera @EboniKWilliams  Welcome Eboni!",
  "@OutnumberedFNC @PeteHegseth Obama selectively invokes or forgets the rule of law and the Constitution! Horrendous!",
  "@OutnumberedFNC @AndreaTantaros @SandraSmithFox @PeteHegseth @HARRISFAULKNER @MeghanMcCain Where there's smoke, Hillary...",
  "Free Speech is only free, if you're ready to defend the rights off all... Even if their words make your blood boil. #freespeech",
  "We are definitely working on it for @EarthOutlaws and @MutantChasers \nhttps://t.co/OFxeSGnCM7 #BeAmazed  https://t.co/3b5EsHHKvE",
  "@KennedyNation @WaltDisneyWorld You're in my neck of the woods now... I'm an Orlando resident.",
  "@OutnumberedFNC @AndreaTantaros @HARRISFAULKNER @SandraSmithFox @KennedyNation @PeteHegseth I'm with Andrea... Who gave the order?!",
  "@beamazedstudio Would love to see you guys put a monthly... Maybe an anthology of your current titles.",
  "@JedediahBila They can't show you, because it is a violation of the Constitution.",
  "@antoniosabatojr Enjoyed seeing you on Out#ed. Thanks for taking a stand for the the Constitution and traditional values!",
  "@OutnumberedFNC Far too much PC culture overtaking this country.",
  "@OutnumberedFNC @AndreaTantaros @HARRISFAULKNER @@SandraSmithFox @JudgeJeanine @antoniosabatojr Agreed Antonio! Obama should sup Christians!",
  "#iamthestorm https://t.co/hmaYA8qDmd",
  "@OutnumberedFNC @AndreaTantaros @HARRISFAULKNER @SandraSmithFox @MelissaAFrancis Results show one thing for sure... GOP nom = anyone's race!",
  "@JessicaChasmar I actually agree with something Susan said... Go figure!!",
  "@AndreaTantaros @nypost Just because she denies it, doesn't make her innocent.",
  "@OutnumberedFNC @REALStaceyDash PREACH IT Stacey!!",
  "@OutnumberedFNC @guypbenson @AndreaTantaros @HARRISFAULKNER @SandraSmithFox @REALStaceyDash      The \"Conspiracy\" still backs her Campaign!",
  "@KatiePavlich @BradThor Door is still cracked open just a little (withholding law-enforcement techniques) this is def a step towards truth!",
  "Chris Carter wrote a third #XFiles movie and released a new revival trailer. Watch here:  https://t.co/g7Z6Prkgkh https://t.co/nJIxbM2wRH",
  "I will not be taking advice on Gun Control from Hollywood celebs. Well, maybe a some like @RealDeanCain and @RealTedNugent #molonlabe",
  "@OutnumberedFNC @AndreaTantaros @HARRISFAULKNER @LizMacDonaldFOX @RealDeanCain Dean (Superman) may need to help mediate the debate! LOL",
  "@AdamBaldwin @bennyjohnson     Trying to line up his next career path.",
  "@OutnumberedFNC @POTUS @Judgenap @HARRISFAULKNER @AndreaTantaros @MelissaAFrancis @MeghanMcCain HERE COME THE JUDGE!!",
  "marcmero's photo https://t.co/MnnS7akOTi Indeed!!",
  "One of my childhood heroes has passed away. \nRIP Meadowlark Lemon... You made the world laugh, while showing only the best in sportsmanship.",
  "When morning comes before the sleep is done... https://t.co/ftefn9c2Ui",
  "AND you can also contribute directly to Don Perin's GoFundMe campaign at: https://t.co/arFjBgjlnj (end)",
  "Hero will absolutely be able to help Don Perlin with finances and bills. You can always contribute to Hero Initiative (more…)",
  "Happy Holidays everyone. I am still months away from walking without assistance, but I am getting... https://t.co/Ub5BLz4R5U",
  "Star Wars is almost upon us!",
  "@NYDailyNews Pure garbage! Your rag isn't worth lining a pets toilet with!",
  "The Wreath of Khan https://t.co/OqxhCnNjbP https://t.co/v5eBWxvwIr",
  "@AndreaTantaros where are the Bernie Sanders memes when you need them? ;)",
  "@EthanVanSciver Indeed... MSM no longer reports the \"news\", but rather editorializes everything to fit an agenda.",
  "Sad but a pretty accurate reflection of some folks on the left... https://t.co/MJAJqjOxvm",
  "Here's that trailer you were looking for. #CaptainAmericaCivilWar\nhttps://t.co/AfWRAS2QzE",
  ".@TheCW_Legends has arrived!!!\nThis trailer delivers on the epic-ness that is our show!!!\n#LegendsOfTomorrow ⌛️🚀\n\nhttps://t.co/b9GGuzKm46",
  "Quick easy Christmas shopping? Hero's @eBay store: @billreinhold @RickBurchett @JonBogdanove https://t.co/f3U2KwRLOR https://t.co/clE0qWfjlK",
  "@OutnumberedFNC @AndreaTantaros @HARRISFAULKNER @SandraSmithFox @KennedyNation Mr President...We ARE at war with \"Radical Islam\". LEAD US!",
  "Americans stand in solidarity with France in your time of crisis. Stay strong! #Paris #Marvel https://t.co/ATgALemqbT",
  "We have reached a tragic nadir where this stuff is just too damn commonplace.",
  "#Praying without ceasing.  https://t.co/ewFCEkHmXO",
  "@michellemalkin @TwitchyTeam Time to put a stop to this garbage! With or without our current Muslim in Chief.",
  "@AnneBayefsky \"The Devil\" is right!!",
  "Looking for #kilt wearing, #horror loving, #metal thrashing freaks to Come Join Us! \nhttps://t.co/RfT1WoE3it https://t.co/6YSxvJnlTG",
  "@JamesOKeefeIII @michellemalkin @Yale A VERY dangerous precedent being set here. Make no mistake, the 1st Amendment is under attack!",
  "The Vigilante, The Hood, The #Arrow, Green Arrow, but nothing is scarier than The Chatty Cathy! https://t.co/4mAYeGfqOO",
  "I don't care what color the cups are, the coffee is still overpriced.",
  "@OutnumberedFNC @RealDeanCain 4 wonderful ladies and Superman... Yep, it's gonna be a great show!",
  "@OutnumberedFNC @julieroginsky Julie is spot on, here.",
  "@TwitchyTeam Nope... It's the very definition of exercising the 1st Amendment!",
  "@OutnumberedFNC I'd still love to volunteer for an \"Everyman\" edition of \"One Lucky Guy\"",
  "https://t.co/JdbYvlRxg6",
  "\"Just like a tree, that's planted by the waters... I shall not be moved.\"\n#iamthestorm",
  "Busy, busy day!",
  "Love Valiant's Shadowman!!\n#Shadowman https://t.co/AeOnOdkwWM",
  "#outnumbered Would still love to be #oneluckyguy on an \"Everyman\" broadcast of the show!",
  "Act justly, love mercy, walk humbly with your God. Micah 6:8",
  "Good job, Joe... I may not agree with you on much, but well done.",
  "#jumpbackkissmyself http://t.co/eGEJpuids8",
  "@OutnumberedFNC @HARRISFAULKNER @AndreaTantaros @SandraSmithFox ... Because if they stay and get citizenship, they vote Democrat.",
  "Down goes Atom Smasher! RETWEET if you’re loving the season premiere of #TheFlash! http://t.co/pZlMham68G",
  "Get in touch with your inner warrior. There is \"a time to every purpose under Heaven.\"\n\n#iamthestorm",
  "@DLoesch @foxandfriends I have news for the Non Believers... Just moving the statue means little. We who were led by the 10 Coms, still are.",
  "LIVE strong... Tempered with compassion. Lending your strength to others only makes it grow!\n\n#iamthestorm",
  "You don’t really need someone to complete you. You only need someone to accept you completely.",
  "Take your best shot... I'll still be standing.\n#Iamthestorm http://t.co/8KI8j1ChMO",
  "Hey east coast, #AgentsofSHIELD airs in 20 minutes! SCREW EVERYTHING YOURE DOING AND GO WATCH. Or I guess just continue living your life.",
  "Uncover the next clue to Jane’s identity and watch #Blindspot on the @NBC app. http://t.co/G8awXydpPs http://t.co/hTDV78hOuo",
  "@OutnumberedFNC @KennedyNation Side-Hustle!! LMBO!!! That's exactly how to describe it!!",
  "Is it Friday yet?",
  "@OutnumberedFNC @AndreaTantaros @HARRISFAULKNER Ignore, deny, blame, apologize, blame, deny, apologize.... In reality, smoke and mirrors.",
  "@dak903 Taking lunch is the only way I maintain my sanity during the work week.",
  "@robertliefeld agreed",
  "@juliemccray97 Have you seen this? https://t.co/zmej18dFSC",
  "@AndreaTantaros @HARRISFAULKNER @RCamposDuffy @SandraSmithFox @OutnumberedFNC @peterjohnsonjr Free Speech... I miss it",
  "@julieroginsky We don't agree often... But in this, let me say GET SOME, JULIE!!",
  "@MelissaAFrancis @OutnumberedFNC Christian, Husband, American",
  "@OutnumberedFNC @Judgenap @FoxNews Love the Judge!!",
  "@OutnumberedFNC @AndreaTantaros @HARRISFAULKNER Here comes the Judge!!",
  "http://t.co/htIM8TU1bx",
  "The Doctor is IN!!\n#DoctorWho",
  "Just like the comics... A HERO swoops in to help!! https://t.co/B0rdBoVRLk",
  "#BestTimeEver Lottsa FUN!!",
  "@neurozombie INDEED! Classic JB!",
  "@OutnumberedFNC @HARRISFAULKNER Transparency Czar... HAH!! Not in this administration",
  "@lantern97 check this out!  https://t.co/G3wL4NoVy8",
  "@neurozombie @Marvel @CollectDST This looks cool! Obvious nod to Silver Surfer 4",
  "@OutnumberedFNC @AndreaTantaros @HARRISFAULKNER @SandraSmithFox @KennedyNation @BradThor Good afternoon ladies... And #oneluckyguy",
  "@AndrewMayne Got both your books today! Jumping into Angel Killer right now!",
  "#NeverForget911 http://t.co/MCn5ZCSf1T",
  "#Namascray http://t.co/8P6xHXmRrJ",
  "@OutnumberedFNC @AndreaTantaros @HARRISFAULKNER Biden separating from WH record is sheer genius, LOL... Dems won't remember he's part of adm",
  "@OutnumberedFNC GO JULIE!! \"Not like scoring some Uranium\" LMBO!!",
  "Camera testing for #LegendsofTomorrow so cool to see the cast coming together",
  "@OutnumberedFNC I'm Rep but this sounds like a desperation move.",
  "@OutnumberedFNC of course Cummings will lead the prance to exonerate Hillary.",
  "@OutnumberedFNC @AndreaTantaros @SandraSmithFox @ainsleyearhardt @jessebwatters Both sad and disgusting the \"Softballs\" Dems toss at Hillary",
  "Lady Sif gets her own series... Sort of. https://t.co/gjDeHEN4TJ",
  "@CBR I call \"Red Herring\"... If It's Iron Fist, where's the Kirby Krackle glow around the fist?",
  "@OutnumberedFNC @AndreaTantaros @KennedyNation @SandraSmithFox @ainsleyearhardt Arrogance or incompetence... That coin flip does not = Pres.",
  "@OutnumberedFNC @AndreaTantaros Clinton scrutiny is NOT because of her Gender... But rather her incompetence, or self perceived superiority.",
  "As do I, Brother Bob! https://t.co/aSfw4KbrFd",
  "@OutnumberedFNC @AndreaTantaros @SandraSmithFox @ainsleyearhardt @LizMacDonaldFOX will this bring scandal finally bring down Hillary?",
  "@OutnumberedFNC @AndreaTantaros @SandraSmithFox @KennedyNation There should be no sympathy for radical terrorist attacks.",
  "@OutnumberedFNC ALL LIVES DO MATTER!! Our men in Blue need our support.",
  "@OutnumberedFNC I certainly hope so.",
  "R.I.P. Wes Craven, writer-director best known for the Nightmare on Elm Street and Scream movies, dead at 76. http://t.co/BEznE7Ht2l",
  "If your presence didn’t make an impact, your absence won’t make a difference. Don't miss an opportunity to make a difference!",
  "T-shirt Superman was never going to fly btw.",
  "Hillary just compared Republicans to Islamic terrorists. Nice try changing the subject. Won't work. Seems desperate.",
  "@REALStaceyDash @OutnumberedFNC @DrMarcSiegel @HARRISFAULKNER @AndreaTantaros  She can barely speak for herself.",
  "@HARRISFAULKNER @OutnumberedFNC Hillary has the claws out trying to save her political career. I guess it's not exactly \"her turn\".",
  "“I still believe in heroes.”\n—Nick Fury [The Avengers]",
  "@AdamBaldwin Funny, that same response could be used for the Confederate Flag as well.",
  "Parents told their daughter's Wonder Woman lunchbox is too violent for school http://t.co/PUBGTGGx8v via @MetroUK",
  "@michellemalkin @TwitchyTeam Calling them \"Bottom Feeders\" is indeed an understatement.",
  "@OutnumberedFNC I hope he is Alive... To face justice!!",
  "Share This: Allison Parker &amp; Adam Ward  #WDBJ #RememberTheVictims  #StopSpreadingShootersFace http://t.co/okEhwmVSlI",
  "@OutnumberedFNC today has been a free-for-all!! LOL",
  "October 6 will be here quicker than you think! #TheFlash\nhttps://t.co/Ugo7eU6sfQ",
  "@McLauchlin So I'll just respond and say ahhhhh... Don't think so! LOL",
  "This is how I feel. http://t.co/hIrfQt0XUV",
  "I want to be an Avenger!",
  "A sketch cover of #DoctorMirage by @ValiantComics I did for #WizardWorldChicago today! Lots of fun! http://t.co/WXodv4ZSBK",
  "@PhantasOrlando Thank You!",
  "@2Lipsi I personally don't believe he is... I just posed a question. I am an undecided conservative.",
  "@Bob_Layton Fans can never have too much Bob! You ROCK, My Friend!",
  "Archeologist tortured, beheaded because he would not reveal to ISIS where he hid ancient artifacts.\nhttp://t.co/FKqHlQ3IEh",
  "@OutnumberedFNC is \"The Donald\" engaging in a game of \"Smoke &amp; Mirrors?\"",
  "@OutnumberedFNC @SandraSmithFox What ya sow, ya mow!",
  "Really, really wish these candidates presenting Obamacare alternatives would do so with an ounce if charisma. Good grief.",
  "@JedediahBila Right? Let show some excitement!",
  "Loki:Your heroes are scattered your floating fortress falls from the sky where is my disadvantage?\nPhil Coulson: You lack conviction.",
  "@AndreaTantaros @AP Like putting the mouse in charge of the Cheese Factory, only this cheese can destroy cities!",
  "@AlvedaCKing I can't even watch the video.",
  "\"What just happened? Please tell me nobody kissed me.\"\n-Tony Stark [The Avengers]",
  "@OutnumberedFNC Real men don't cheat!",
  "@OutnumberedFNC unless we have the numbers to override a Presidential Veto, unfortunately it's a moot point.",
  "@AdamBaldwin considering all the Clinton scandals of 2 decades, lord only knows what they will find.",
  "@AndreaTantaros @OutnumberedFNC Considering all the Clinton scandals of the last two decades... Lord only knows what was on that server!",
  "Ever wanted to share a #DoctorWho adventure with the world? YOUR MOMENT IS NOW! http://t.co/WVEewgCHrU #MissionDALEK http://t.co/8UB2cfqjqe",
  "A very happy birthday to THIS GUY!!! Blow him up, Ya'll! http://t.co/YmfptkHuYK",
  "@ExplodingBullet Just insecurity when their friends let them know they aren't in your league. Saving themselves the heartache.",
  "@AshleyMPapa So how about an \"Everyman\" Lucky Guy occasionally? I'd volunteer!",
  "@AndreaTantaros \"Micro-Aggression Obsession\"... No thanks, I'll stand on the First Amendment.",
  "LET THIS MOMENT LIVE IN HISTORY! #MISSIONDALEK IS LAUNCHED! http://t.co/YJ3EB0fCGn THE DOCTOR IS IN YOUR HANDS! http://t.co/ZTGU6ReWpl",
  "@OutnumberedFNC @SandraSmithFox These women deserve all the accolades they are getting!",
  "@OutnumberedFNC \"Get a belt, Earl!\"",
  "@robertliefeld oh, you mean Chronicle 2? :)",
  "@HARRISFAULKNER Wow! \"Handle your Scandal\" how many times could that phrase be applied to the Clintons?",
  "@OutnumberedFNC @HARRISFAULKNER @AndreaTantaros @SandraSmithFox Evil doers BEWARE! The Angels are on the case!!",
  "The #Outnumbered Angels prepping for today's show.  @HARRISFAULKNER @AndreaTantaros @SandraSmithFox http://t.co/dLmpXpEEEC",
  "True heroism... #WeAreBatman \nGodspeed Lenny http://t.co/TfD5MOqNnt",
  "Only 22 hours left, Hellboy 100 Project Week 10 auctions inc. @FredHembeck! GO: http://t.co/f3U2KwRLOR http://t.co/klT59pWeQT",
  "@OutnumberedFNC so that's was Hillary was doing... Venting!",
  "@OutnumberedFNC Trophies for just \"Showing Up\" perpetuates the entitlement mentality. It can have terrible repercussions in kids futures.",
  "@AndreaTantaros @politico Of course not... Let's sweep yet another scandal under the rug for the anointed ones! SMH",
  "@knightessrouge we're not all bad Natascha. :)",
  "@juliemccray97 welcome to the land of the Twitter-patted!",
  "My first tweet!!  Finally bit the bullet and signed up!  :)",
  "@OutnumberedFNC @HARRISFAULKNER GO HARRIS!! All lives DO MATTER!",
  "Brady and Belichick are like the Bill and Hillary of football.",
  "Exercise??? I thought you said \"extra fries\" #IsItFriday???",
  "This incredible maquette shows Barbara Gordon in her iconic purple Batgirl Suit and includes Batgirl's secret door. \nhttp://t.co/R4Ko16mAk2",
  "@OutnumberedFNC Where there's smoke... There's usually fire. Why is it that almost every NFL cheating scandal involves The Patriots?",
  "@OutnumberedFNC Americans are tired of the same old rhetoric from both sides.",
  "@OutnumberedFNC Yes... But troops who are allowed to win!",
  "@OutnumberedFNC @AndreaTantaros  at the very least!",
  ".@AndreaTantaros: \"If Hillary Clinton didn't know that information was classified, than she is incompetent.\"",
  "Exclusive: Meet @Marvel's newest female superhero in 'Moon Girl and Devil Dinosaur': http://t.co/8TI3cyxHLS http://t.co/xtny89mBBI",
  "@OutnumberedFNC in the bloodstream faster, faster intoxication... Kinda dangerous stuff.",
  "@maureenelsberry What a jerk...",
  "On growth of ISIS: @PeteHegseth (who fought in Iraq &amp; Afghan) says \"When you abandon the battle field you are going to welcome bad outcomes\"",
  "@OutnumberedFNC Agreed!",
  "@OutnumberedFNC @PeteHegseth It's not a myth... We left thousands over there.",
  "@OutnumberedFNC right now their choices are limited to a habitual liar and a Socialist... Not much of a choice.",
  "Scoop - New Batch of Hellboy 100 Project Covers http://t.co/6aFatE6LUx via @Scoop_Gemstone",
  "Set your ringtone to the opening notes of Dueling Banjos. When your phone rings, look around nervously and say, \"That can't be good.\"",
  "@BobbyJindal GO GOVERNOR!",
  "On the floor of @TheQArena. Behind that Facebook logo is where the first #GOPdebate will be held. http://t.co/Z1M2ZVzXwq",
  "@OutnumberedFNC Could be, Rabbit... Could be!",
  "Paul Lee on #AgentsofSHIELD: \"The big thrust of next season is are you inhuman? You see more characters with super powers.\" #TCA15",
  "@OutnumberedFNC Crockett &amp; Tubbs!!! OMG!",
  "@REALStaceyDash The lack of respect for the lives represented by the contents of the \"bag\" is staggering.",
  "I have to go, but blocking aside, I LIKE that not everyone on twitter agrees about everything. It doesn't make us enemies.",
  "@OutnumberedFNC Why are \"Non-Radical\" Muslims not standing up in anger, over things like this?",
  "Take a look back at the amazing season of The Triplets in our latest #TBLightning Year In Review. http://t.co/6rGhWCt4LR",
  "@OutnumberedFNC LOL.... No",
  "@OutnumberedFNC nothing new about it... He's desperate for positive legacy points.",
  "@OutnumberedFNC if his presence forces the GOP to listen to their base, rather than pushing their own same ol'- same ol' agenda... HELPING!",
  "@knightessrouge  Sounds like a great evening!",
  "Could Cecil the Lion's killer face jail time and extradition to Africa? It's Friday and we've got @judgealexferrer on @OutnumberedFNC",
  "@OutnumberedFNC Crazytowns?",
  "@OutnumberedFNC where there's smoke?",
  "@AndreaTantaros \"Down with Crazytowns!\"",
  "Happy Birthday to Red Sonja's favourite scribe, @GailSimone!",
  "@OutnumberedFNC @BobbyJindal GO GOVERNOR!",
  "Next: @BobbyJindal on religion in America.  More to come.",
  "@OutnumberedFNC @BobbyJindal 2 months of missing emails... Nixon was impeached over 18mins of tape. NO to Hilary for Pres!",
  "@OutnumberedFNC @BobbyJindal Every time I see the Gov answer questions, there is NO hesitation in his responses. I believe he's spot on!",
  "@OutnumberedFNC @BobbyJindal @FoxNews Welcome Governor Jindal! Greatly enjoy hearing your views!",
  "@OutnumberedFNC If the optional assembly had been for Muslim based prayer and handed out Kurans, would there even be a lawsuit?",
  "@OutnumberedFNC @GovMikeHuckabee those who forget the past, are doomed to repeat it.",
  "So Twitter friends... Having an issue. I get a notification, then go to my notifications in Twitter and it highlights the top of my old ones",
  "Marvel Wants Rachel McAdams for Female Lead in \"Doctor Strange\" http://t.co/MTuweMW8eI http://t.co/tYSr7E6tuP",
  "Hugh Jackman IS Wolverine in the eyes of many fans. Hope his last time with the claws is a blockbuster!\n#OneLastTime",
  "To cultivate genuine compassion we need to take responsibility for our own care and have concern for everyone's suffering, including our own",
  "@OutnumberedFNC if the Model's wearing sunscreen, What's the issue?",
  "@OutnumberedFNC Blindness?",
  "@OutnumberedFNC I would like to think that if the proof is there, she will be prosecuted.",
  "Orlando Nerd Fest!!!! We Hype!!!! August 8th!!! http://t.co/ghbrSS4LFh",
  "For #TheXFiles201Days I'm going to count how many times Scully has to pull her gun out in her apt. #XFiles http://t.co/EUzNEPDZBZ",
  "@AndreaTantaros Crazytown! I love it!!",
  "Come celebrate Jack Kirby's birthday with us at @ShmaltzNYC on Aug. 28. https://t.co/Jf9b0ATdfI http://t.co/Oky0zprR8v",
  "Hey, Ant-fans — thanks for making Marvel's #AntMan the #1 Movie in America! 🐜 http://t.co/ti9PQcStM9",
  "Grab my #WalkingDead color and black and white exclusive variants at #WizardWorldComicconChicago Aug.… https://t.co/j1xTAjozUY",
  "#GreenArrow http://t.co/QdWyIk6nfF",
  "#VictorGarber having a fine time with @willaaaahh @CiaraRenee8 @CW_network @Comic_Con #Arr… http://t.co/G7xlRCgh1i http://t.co/KPcspCiBcF",
  "Watch the cast of DC's Legends of Tomorrow answer your questions LIVE from #CWSDCC tomorrow! #DCLegends http://t.co/fsj1STTNZ0",
  "The cast of DC’s Legends of Tomorrow is heading to Comic-Con® Saturday! #CWSDCC #DCLegends http://t.co/HdGJqGbHiS",
  "One of the best lines in CA Winter Soldier! https://t.co/YFSY9xM1wA",
  "#ValiantSummit",
  "The world #AntManPremiere is tonight! Watch the red carpet LIVE sponsored by @MarvelChampions: http://t.co/LjCPgkizF7 http://t.co/yIdd4c9esA",
  "We indeed live in dangerous times...",
  "Season 2 of #TheFlash premieres Tuesday, October 6! #CWFallPremieres http://t.co/GZpaQ94yuQ",
  "OFFICIAL: Marvel Studios + Sony Pictures have found our #SpiderMan star + director! Details: http://t.co/3NzEPm9KDm http://t.co/WnB28qkueb",
  "You can’t give what you haven’t got…so love yourself so you can love others. I promise you it beats the alternative.",
  "I will file this under \"Yay!\" Comic-Con International Bans Selfie Sticks - Comic Book Resources http://t.co/muwzjcx1c1 via @cbr",
  "Hero is the ONLY place to find @PaoloMRivera @WizardWorld Sacramento! Booth #155 is the place to be! http://t.co/BhJ0bfIiwq",
  "@CapacityPromos what's the book?",
  "Yessir... I like it!! https://t.co/ue88xB7ZcG",
  "I think no more need be said here. http://t.co/wItRgNz9eu",
  "#BatmanSongs It's all about the Bat\n                                      'bout the Bat\n                                       No Robins",
  "Wild-Eyed Wonderboys... Wild-Eyed Boys! #BatmanSongs",
  "Mere minutes, my friends, HTML willing! https://t.co/v7QYnR4WiC",
  "Heat up your Monday with the new @TheCW_Legends trailer: http://t.co/cUpKc1VusI http://t.co/rahI6Q2Irr",
  "REMINDER: We have special extended hours today until 4 p.m. Come pick up your @TBLightning Conference Champs gear! http://t.co/WOkeXUMrc6",
  "Warming up in hotel before @AwesomeCon. All proceeds from sketches today go to the @heroinitiative http://t.co/xHTtfS7KeI",
  "On my way to @PhoenixComicon! Catch me at the @DarkHorseComics booth or at @heroinitiative booth! Get AvP signed! http://t.co/vsCcSHgkd3",
  "We’ve all made mistakes &amp; needed a little help. Be a hero! Love someone when they least deserve it, because that’s when they really need it.",
  "Bolts ROCK!!!\n#GoBolts",
  "Sometimes the good guys aren't enough. DC's #LegendsOfTomorrow, coming soon to @CW_network. https://t.co/QMENgFY9ta",
  "Don't miss the finale of @CW_Arrow THIS week. Tonight actually. There's a Flash sighting.",
  "A GREAT Justice League #40 spread by @thedanjurgens @JerryOrdway @ScottKolins. Go NOW: http://t.co/f3U2KwRLOR http://t.co/JpyWAypFwf",
  "Joss... You made one HECK of a blockbuster in A2, and it's a worthy continuance for Avengers! \nThank You!!\n#PositivelyJoss",
  "RETWEET if you believe in #TheFlash!",
  "OFFICIAL: Nicole Perlman &amp; Meg LeFauve to co-write #CaptainMarvel, coming November 2, 2018! http://t.co/bEgRQpXalJ http://t.co/lFXW4PpcOj",
  "Scoop - Hero Initiative’s Mega Presence at MegaCon http://t.co/Tu2bhOdAEr via @Scoop_Gemstone",
  "Jesse L. Martin releases beautiful gospel cover of the Firefly theme song via @BoingBoing http://t.co/FVCshcMrKh",
  "@theVoicePlay was incredible tonight in their live performance from Louisville, KY!! You guys ROCK!!!",
  "Join George Pérez at MEGAWALK! Benifitting @heroinitiative http://t.co/oLnGLblzj3",
  "Honored to present a bionic #IronMan arm to Alex through @MSOneNote’s #CollectiveProject. Check the bowtie. #dapper\nhttps://t.co/lhLG5g1RP8",
  "@EthanVanSciver - DIG IT!!",
  "my heart is broken. i love you profoundly my dear friend. and i will miss you everyday. may flights… https://t.co/WPJmt1X4ox",
  "Warp Speed, Mr Nimoy... You indeed changed the world.",
  "A life is like a garden. Perfect moments can be had, but not preserved, except in memory.  LLAP",
  "Buzz Aldrin Urges U.S. to Establish Colony on #Mars http://t.co/OSIPnEpXXX via @NBCNews #space",
  "@TheBrianPulido ROCK ON!!",
  "Have a great day!",
  "So... I thought I might just give this Twitter thing a try!",
  "@BillyTucci  Biden.... By a country mile!"
 ]
}