{
 "user": 3232053871,
 "tweets": [
  "Our answers have been prayered. 🙏 #BFV https://t.co/k5OO9EIWWK",
  "I found a stack of these lenticular promotional cards for the 1993 release of the movie Fire in the Sky.\nRetweet/Like this post for a chance to win one. \nI'll be giving away 15 of them! \nWinners on Wednesday.\n#UFO #AlienAbduction #UFOs https://t.co/mgYyic7Rwh",
  "Thanks for the exclusive story @krolljvar. The Robert Ludlum Universe is a cool, bad ass and fun one to dive into. Excited for my guy Cena. I think he’s gonna be solid. #JansonDirective @SevenBucksProd https://t.co/VATAwPzcax",
  "Tonight on an all-new #Dateline at 7/6c... https://t.co/WaTzPWTxJT",
  "Have race relations changed for the better in this country? Not enough, no way, but a little. When the great LaVern Baker broke into the music biz, she was recorded under the name Little Miss Sharecropper.",
  "Pon de lab 🎙️🦋 https://t.co/0yDcGv2V5V",
  "This will forever be the best video on the internet 😂😂 https://t.co/2rgsZgwvk3",
  "I know, I know...a day late. But here’s my contribution to #OldHeadShotDay. 😎 https://t.co/ws7KOdnlp8 https://t.co/I1glykyMNb",
  "“Beware of false prophets, who come to you in sheep's clothing but inwardly are ravenous wolves”\n\n                                   Matthew 7:15 https://t.co/IEnTOaPkKw",
  "Just listened to @AndyMineo newest creation &amp; all I can say is bravo sir...bravo...your openness &amp; raw feelings in Family Photo had me in tears due to the flashbacks of my own childhood, being raised by my grandparents I felt THE EXACT SAME WAY!  Congrats on your best ep yet! https://t.co/gMv4SPcm7t",
  "Are the ghosts of ur childhood quietly harming ur #career and finances?\nTake this spookily accurate 30-second #quiz https://t.co/3fTqHcxYKM https://t.co/u8CPHACvVV",
  "@EtsiSusi Yes mamm...I grew up knowing if you don’t fight for yourself no one else will",
  "Ironically I work at Ross &amp; No matter what...if some punk tries to just overtake me and points a gun I’m fighting for my life, wrecking the car, taking a bullet...I’d rather be dead than taken against my will #Dateline I don’t understand why females don’t fight back! https://t.co/rR4jeJy5FT",
  "@ericafisher881 9/26 my fellow Libra",
  "It’s a #Dateline morphing into #criminalminds madness...and there’s still 1 hour plus left... https://t.co/HxTac93n8B",
  "Isabel isn’t believable...think she’s covering herself #Dateline",
  "I walk alone at night all the time, and I’m not in a crime free area, there is no such thing as crime free, it’s just crime that isn’t reported #Dateline",
  "#BFV is back next Thursday at 9/8c on #WEtv! @tonibraxton @TraciBraxton @towandabraxton @TrinaBraxton @TamarBraxtonHer @EvelynBraxton https://t.co/lhWfjAPEhD",
  "“Don’t answer the foolish arguments of fools, or you will become as foolish as they are.”\nProverbs 26:4 NLT 🙏🏻",
  "“Don’t ever tell me theres no God”",
  "“Take it. It’s in the contract.” https://t.co/6SecQz84ej",
  "@RomeoMiller I have no cable to watch his current shows but thanks to Roku I’m binge watching #GUHH on Hulu on my days off #whenyourspiritpureGodgraceshinesthruallyoutouch",
  "@BrookeLynnBooks This a beautiful way to start the day...thank you",
  "Amen 🙏🏽 @EvelynBraxton @towandabraxton @tonibraxton @TraciBraxton @TrinaBraxton @TamarBraxtonHer #LookatGod #Godisgreat https://t.co/YC2LqpnEFM",
  "https://t.co/PDW3X9TeMG",
  ".@TheRock welcomes his newborn daughter 🙏 https://t.co/MMkqMrTOFl",
  "Congrats, @TheRock ❤️🙏🏽 https://t.co/nMa6lIbySq",
  "well I’m going to put out a COMPETING PERFUME from a mold of my giant body and it will hold TWICE as much perfume as your bottle and the people will get MORE perfume https://t.co/xZhLWPENmM",
  "5 rules of a relationship:\n1. Stay faithful.\n2. Make them feel wanted.\n3. Respect your partner.\n4. Don't flirt with others.\n5. Make time.",
  "I’m so proud of you, @Eminem. ❤️ https://t.co/coiyDvEWQx",
  "Figuring out whether or not a person likes you is easy - The easier it is to make them laugh, the more likely they are to like you.",
  "This guy found a prairie dog drowning in his pool, brought him back to life and kept saying the sweetest things to him until he was feeling better 💙 https://t.co/Qb4Ohbgqmr",
  "Your 2018 #wangotango lineup:\n@shawnmendes\n@meghan_trainor\n@5SOS\n@NFrealmusic\n@marshmellomusic\n@miguel\n@janellemonae\n@arianagrande\n \nand special guest @Logic301! https://t.co/pP3u61TX99",
  "@dodo Beautiful....truly an angel on this earth ✝️",
  "JUST IN: The Duke and Duchess of Cambridge, Will &amp; Catherine, greet well wishers outside the hospital with their new baby boy just hours after his birth https://t.co/8TBsj9PYmb",
  "It’s days like these when I’m damn proud to be a Celine Dion fan and not a Shania Twain fan.",
  "Seek first His kingdom and His righteousness, and all these things will be given to you as well. Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. Matthew 6:32–34",
  "Haha thank you Champ! Glad you guys loved RAMPAGE. And pls tell your wife not to worry, I would never let George die in the end (much to the chagrin of my filmmakers;). We’re making a big FUN blockbuster ride, not Saving Private Ryan. 😂🤦🏽‍♂️🦍 https://t.co/VvW0zSFxsc",
  "Share my bible study notes of the day with a friend! You gotta get out of the seduction of the world. #Sunday https://t.co/vFzUVuapxv",
  "My stand in, My HOMIE, my boy who’s ALWAYS got my back.... @PlanetScipio ... one cool Brotha!!!… https://t.co/wMY6PgMGwQ",
  "Thank ya my friend. You and your entire ohana enjoy Rampage. I enjoy making movies for the world and all the families in it (ok I also enjoy all the free hot dogs at my premieres) https://t.co/Bu0L48MdAn",
  "We live in a time where people don’t respect people for being themselves",
  "Celebrated my 10 years yesterday. https://t.co/Xmm9MOIEam",
  "Ms. Kent: Thank for enjoying my motion picture “Rampage”. I’m sorry to hear you were dismayed at the lack of visibility of my pectorals. My #1 priority is to always take care of my audience, so might I suggest imagining them.. they’re muscle-ee and meaty. And clearly cheesy. https://t.co/qK8twLtuTc",
  "When we are full of self-importance, we leave no space for God. So let us ask the Lord for a conversion of heart.",
  "Getting ready to plan the spring meet &amp; greet road trip and need YOUR help to decide on the route. Please take a sec and complete the survey. :)\n\nhttps://t.co/vOH5y0oCzh https://t.co/4gWvxwhatT",
  "Three things you don't do: \n\n1. Beg for anyone to stay in your life\n2. Beg for anyone to talk to you\n3. Beg for anyone’s attention",
  "Today is the anniversary of Prince's death.\n\nWe'll bet you've never heard @MsPattiPatti's story about Prince. #RIPPrince https://t.co/LpK9Wa4Tmw",
  "Prince Rogers Nelson\nJune 7, 1958 – April 21, 2016\n\n#Prince #TheLadder #RIPPrince https://t.co/gj7zfH7eAw",
  "@towandabraxton Psalm 6:1-4\nO Lord rebuke me not in thine anger neither chasten me in thy hot displeasure have mercy upon me O Lord 4 I am weak O Lord heal me 4 my bones are vexed my soul is also sore vexed but thou O Lord how long? Return O Lord deliver my soul &amp; save me for thy mercies’ sake",
  "Thanks for watching with us! Come back for your #BFV fix every Thursday at 9/8c. https://t.co/a43oUDnu1X",
  "https://t.co/G9BOTpsgge",
  "Full video of when Keanu took a break from playing with creamers to hear “No chains” 🔥🔥🔥 Available now EVERYWHERE ⛪️ #HGA https://t.co/rT0GLEleHg",
  "I can’t imagine what Coach Popovich is going through, but I am lifting up prayers you and your family. 🙏🏽 https://t.co/PMezvqWlcL",
  "Hope you connect on #NationalHighFiveDay! 😂 https://t.co/mhjtwjTw2p",
  "Watching the #TheView and texting with a friend friend :where’s the schreecher?                                Me: out today\nFriend: is her dad okay?                        Me: didn’t even think of that   #hopejohnmccainisokaybutgetridofmeghananyway",
  "@AnneMshobie  https://t.co/qFHVbK929W",
  "No @MeghanMcCain !!!! Everyone enjoy today’s episode!!! #TheView https://t.co/icjoGQpwCA",
  "Pro tip: sticky rice makes for a sleepy baby https://t.co/vixxrfEpXT",
  "#OldThingsIWantBack when music was original and scandalous free https://t.co/HtALEbzIfB",
  "Glad Wendell didn’t use his immunity idol #SurvivorGhostIsland",
  "Wendell did the right move, I’d refuse eating that too...especially after tacos #SurvivorGhostIsland",
  "Behind every beautiful girl is the ugly relationship that made her scared to love again.",
  "Put some arm into that @KevinHart4real!\n\nPhilly guy is here to get this game underway. https://t.co/AwbpHIfO3B",
  "Did you know @EvelynBraxton is a Pastor and a Certified Life Coach? #FunFactFriday #BFV https://t.co/5Nc3O214lJ",
  "Matthew 21:22 - And all things, whatsoever ye shall ask in prayer, believing, ye shall receive #LookAtGod",
  "https://t.co/cJocoqPhtQ",
  "Life is funny sometimes. One minute it’s kissing and hugging on you, the next it’s kicking ya square in the nugget bag. Moments make the journey and the powerful play goes on.",
  "The love is real .. thank you",
  "I’m pretty sure it wasn’t Pedro.  #48Hours",
  "@JolieC Agreed",
  "This episode is leaving me with more questions than actual answers...either get the evidence or keep investigating to find the actual person who killed this innocent boy #48hours #thelostboy",
  "I’m old enough to remember when this happened there was a division of who was right and who was wrong, and to this day there’s still a division however the major tragedy was the loss of children, the truly innocent lives #48hours",
  "Please RT If you're sick of Black people being racially profiled, mistreated and even killed for being Black. \"God Made Me Who I Am...If you have a problem with it, Please take it up with Him.\"🙏 #DontPunishMeForBeingBlack #ChangeIsNeeded #BoycottStarbucks https://t.co/E1mJFXA2df",
  "Now more than ever it’s time to support your local small coffee shops! #BoycottStarbucks https://t.co/7DoqyeDnxb",
  "Prepare to be terrified.\nI’m shaking in my boots (not heels😉)! 🦖🦕 #JurassicWorld https://t.co/TtkkMUBdAB",
  "We all have good and bad days. No one is perfect, but if you happen to do something to make someone feel bad, TAKE ACCOUNTABILITY for your actions, APOLOGIZE, and ASK FORGIVENESS.",
  "Cowboy nation I need you to know this wasn’t my decision.. I will always love y’all... forever Dallas in my heart",
  "let’s start the process \n#unbothered #ThrowUpTheX",
  "Skip and @ShannonSharpe  tell y’all boss I need my check 😂 I honestly want to know how many segments I’ve been on 😂 https://t.co/vDJ4Bj59OH",
  "You guys she’s so gorgeous!!!!!",
  "Is it next Thursday yet? WE'll see you back here for a new episode! #BFV https://t.co/RdVSl9nDZ3",
  "BEWARE THE UNLOVED https://t.co/TvrZ6eobGk",
  "Don’t get too caught up in the opinions of others and allow them to distract you... focus on where God is leading you and the voices of wisdom He has brought into your life. God has got you and desires to lead you into His best for your life. Listen, trust and follow Him.",
  "@supermodelsonya @lexisnexus @MeghanMcCain @ABCNetwork That girl needs a come to Jesus moment and realize she living in a glass house 🥂",
  "@supermodelsonya @lexisnexus @MeghanMcCain @ABCNetwork 🤣....has to be for ratings, or she’s paying  to keep the space.  Couldn’t be in that audience, I’d have to yell at her from my seat &amp; beg the ladies to muzzle her immediately",
  "Get rid of @MeghanMcCain @ABCNetwork is it in her  contract to act so self-entitled? Is it an obnoxious clause you can’t get out of?There are way more informed political view points than someone who rides her daddy’s coattails #TheView #meghanmcainisanidiot",
  "I'm grateful to be sharing this part of my journey with you. @MrJessCagle @people \nhttps://t.co/jy1fOk4mMK https://t.co/9E2D2OTARo",
  "Titanic menu for Third Class passengers on day before disaster, this week 1912: https://t.co/0p2fe1JztZ",
  "Being nice to someone you don't like doesn't mean you're fake, it means you're mature enough to tolerate your dislike for them.",
  "Foolish to hope he would change...left waiting again🙄",
  "They are junkies {all 3 of em}#mysiblingin3words https://t.co/E8EGwWXbJg",
  "Look who stole my hat!  No kidding this guy just walked into the pub. Toner’s in Dublin. @JoshMalina @westwingweekly https://t.co/AMvAJ4LZ0F",
  "#MyPetsWorstHabit is refusing to bathe https://t.co/SiNv7rUyWJ",
  "Holllllly shit. Just hit print and everyone take the day off tomorrow. https://t.co/WvxxyXrKnd",
  "@TrinaBraxton @towandabraxton @EvelynBraxton @tonibraxton @TamarBraxtonHer @TraciBraxton Always",
  "I knew you wouldn't answer the question.  No one likes you. https://t.co/pd8DE5cvIB",
  "#ForgetRosesIWant all 13 seasons of #Supernatural  and all future seasons in the box set no exceptions @JensenAckles @jarpad @mishacollins @jumblejim @Mark_Sheppard https://t.co/7MjrxI6wmV",
  "#ForgetRosesIWant puppies puppies and more puppies https://t.co/Hvo1Hx3sL8",
  "@towandabraxton Always in my prayers ladies and remember Phil 4:13 I can do all things through Christ @EvelynBraxton @towandabraxton @tonibraxton @TamarBraxtonHer @TrinaBraxton @TraciBraxton",
  "#BFV is worth the wait! Tune in next Thursday at 9/8c for a new episode! https://t.co/lXThYNHnK0",
  "Check out @tonibraxton's online store https://t.co/iseoZfl0ab for #SexAndCigarettes merch! All bundles come with the opportunity to purchase early-access tickets to her upcoming tour, Announcement coming soon! 🖤 https://t.co/pDArWLroEb",
  "Really Traci!?!? #BFV",
  "RT if you're as excited for #BFV as @ToniBraxton! https://t.co/mca9iueSpm",
  "They better not vote out #donathan @JeffProbst #SurvivorGhostIsland",
  "Hell no You don’t clap at Donathan like that!😡 FYI You’re right, You are a dick! #SurvivorGhostIsland #survivor https://t.co/ndJuFzs43M",
  "#Mahlolo  just can’t win ...karma, curse, or horrible players? #SurvivorGhostIsland",
  "I don’t want to brag but tonight we made a dinner that could easily be mistaken for chili’s https://t.co/0m7RqYqpJ6",
  "I’m gonna sign you dumbass up for pottery barn emails https://t.co/sHbvyXxPsJ",
  "Worry less, pray more.\n\nBe grateful you have breath before you use it to complain. \n\nSet a goal. Accomplish it. \n\nHelp someone who can’t pay you back.",
  ".@TraciBraxton has an upcoming single, and #TheGrio sat down to with her to get an inside scoop: https://t.co/KNZeWDbMAO https://t.co/Xtj0ipjqgW",
  "Join us tomorrow at 8:30, 10:00, or 11:30 for our Easter celebration! \"Jesus said to her, “I am the resurrection and the life. The one who believes in me will live, even though they die;\" - John 11:25 https://t.co/7yQOisusGq",
  "#DestroyABullyIn4Words.   Your wasting my oxygen",
  "So you tonight at 7pm @redeemerlubbock for our Good Friday service.  One of my favorite things we do together.",
  "We are devastated to lose Rodica Gelca, our @TTUCSC and @southcentralcsc colleague and friend, in a tragic accident this week, after an explosion occurred as she was helping to put out a fire in a neighbour's yard. Please keep her husband in your prayers.\nhttps://t.co/3cHOslTZek",
  "Don’t ever let people shake your confidence.  I’ve learned that often people that aren’t constructive and want to tear you down are often already torn down inside. Surround yourself with builders and people with good vibes.",
  "Stupid stupid move to get rid of James...they must like losing so no rewards or immunity dumbasses! #SurvivorGhostIsland",
  "Desiree needs to get voted out, I couldn’t work with someone yelling at me instead of guiding me..#SurvivorGhostIsland",
  "I highly recommend watching Paul, the Apostle of Christ.  Not a dry eye in the theatre",
  "@JennaDeane_ Been listening since Real Talk, even got his Unashamed novel",
  "God’s not too slow, we’re too impatient.",
  "I’m not saying I’m tired PER SE, but I just bumped into a wall and apologized to it. #NotKidding",
  "Because he said “GhostAdventures was scripted @AaronGoodwin @Zak_Bagans @jaywasley @BillyTolley @GhostAdventures #StrangeReasonsToDivorce https://t.co/LaW9ZLRaaQ",
  "Because he refuses to cut his toe nails and still wears open toed sandals #StrangeReasonsToDivorce https://t.co/4vkbMcIh1N",
  "Are you struggling to find your God-given purpose in life? If so you're not alone. 🤹🏾‍♀️ via @Blavity, @lecrae, @StephenCurry30, @MichaelHyatt https://t.co/wzKuKjcySM",
  "Me trying to dodge snares and temptations. https://t.co/13XN0YjFBe",
  "Psalm 27:13-14 I remain confident of this: I will see the goodness of the LORD in the land of the living. Wait for the LORD; be strong and take heart and wait for the LORD.",
  "3 things that shouldn’t control you:\nYour past.\nTheir opinions.\nMoney.",
  "That’s called “mercy” https://t.co/WKFeUQCy8v",
  "@Dorintrovert @tonibraxton She gives life lessons on #SexAndCigarettes ...whole album is 1000% 🔥🔥! @tonibraxton amazing #lyricsforthesoul",
  "@PrincessAvaa #GunsUp",
  "gotta go for the red raiders",
  "Take a second and think about why you do what you do. Is it just so you can say you did it,or because it’s a moment you actually wanted for yourself . Be present , pictures and words will never describe a moment completely.",
  "Hi🙋 I wanted to hear from you all that may be interested in the future workshops, dealing with abilities! We are currently looking for a location to purchase, that is in a central state location! What would be your suggestions? Asfaras states?!",
  "@amyallantdf Rural Oklahoma area, or Kansas",
  "Not many people are willing to be with someone from the ground up. They want to skip the sweat and tears and go straight to the benefits. If someone is willing to be patient with you, encourage you, and help you with your goals then you should recognize that and act accordingly.",
  "for anyone who needs it. take a shower, wash off the day. drink a glass of water. make the room dark. lie down &amp; close your eyes. notice the silence. notice your heart. still beating. still fighting.  you made it, another day. and you can make it one more. you’re doing just fine",
  "This year marks 25 years in the music industry! #BFV",
  "I remember!! ♥️ https://t.co/3sMWfQX4uH",
  "Okay, so it's 5 am.. pon de booth! 🦋💖 https://t.co/ZpN8S6iG6S",
  "Oh my GOD please watch this https://t.co/uOP6dJ8EU0",
  "Phil and Cam are ready to show you some fire dance moves tonight on #ModernFamily! 🔥🔥🔥 https://t.co/qYnqf4vZah",
  "And here’s how it used to be. https://t.co/7Yqh7PhZSw",
  "Self-Unmade Man. https://t.co/jxNWfUsrTn",
  "my husband didn’t even take his last name? https://t.co/BMo6OsgcVv",
  "I grew up in the same area as Mark Anthony Conditt. I was raised in poverty in an abusive household. \n\nI did not become a terrorist who takes a significant interest in white supremacy.\n\nGo to hell with this “nice boy” bullshit narrative.\n\nNice boys don’t ship bombs.",
  "Austin bomber Mark Anthony Conditt was a DOMESTIC TERRORIST. \n\nFACT: Since Trump took office, more U.S. citizens have been killed by domestic white male terrorists than by immigrants, Muslims, refugees, or any of the other groups Republicans have tried to falsely stereotype. https://t.co/geKOwdb37K",
  "No comment.  I have no words https://t.co/3AgxCiq2tx",
  "It's that time to open your mind. Meditate on this... https://t.co/DnKtUWT53N",
  "The less time you spend with truth, the easier it is to believe lies.",
  "HAPPY 1ST DAY OF SPRING! To celebrate, Dairy Queen is giving away free vanilla ice cream cones. SHARE: https://t.co/KO7jSqyeVb https://t.co/kM03aKOHIB",
  "Molly, aka the Thing of Evil, takes a breather between bouts of destruction. https://t.co/kUuQM2VDJD",
  "@SeaTube083 But why be kinder when they are determined to be nasty?",
  "My mom text me saying she wanted to come over so we could bake..I'm thinking like cake and cookies kinda bake. So you could imagine my disappointment when she arrives and says she wants to make vegan avocado brownies......yeah. I'll keep ya'll posted.",
  "Faith is believing and trusting that God has your back no matter what you go through!",
  "Yes they are 1000 dollars https://t.co/qCgfIiKnn1",
  "Tired of Your Excess Belly Fat? 7 Proven Ways of Shifting it Fast... https://t.co/I3lv4z437Z",
  "I’m trying to get some sleep here kid!\n\n🐷 🐶\n\n#Nap #SignsYoureInHell #WorldSleepDay #FridayFeeling \n\nhttps://t.co/DHq48X0wpS",
  "#MyMomSaysThingsLike “when I call you, you better answer me, I don’t care who you with or what you’re doing” https://t.co/CYeb8Ud4gt",
  "Red roses symbolize love. Yellow, friendship. Dark pink, gratitude. Orange, desire. Peach, appreciation. White, purity.",
  "The hard truth about love: https://t.co/s1akhduscY",
  "Happy Birthday Beautiful!!!! https://t.co/aZURSEQTCE",
  "The meaning of life is to give life a meaning.",
  "She gave him her half of the biscuit...I can't even 😭😭 https://t.co/atjmNxFIN5",
  "https://t.co/Dkpnro7RYJ",
  "You think the guys wanted to go to Dallas? 🤔 #WreckEm #4To1 #MarchMadness https://t.co/050XOKzLZp",
  "I guess the disclaimer at the end of him not being compensated or consultanted should make people feel better but I feel dirty for even watching &amp; Thank God everyday for His strength &amp; I’m free from my abuser &amp; living my own life free from pain &amp; physical violence #DidOJConfess",
  "@soledadobrien No matter what the abuse is...you won’t ever get away , the abuser will always control you even after death",
  "When people actually think OJ was innocent in the first place.\n\n #DidOJConfess https://t.co/Ra7TPE3fi7",
  "Have you seen this @MrRobKardashian ? Just curious how the family feels supporting a woman abuser &amp; murder? https://t.co/uo1ArkDK6B",
  "The shirt the prosecutor is referring to. \n\n#DidOJConfess #KanyeWest https://t.co/bGp7gr5u8K",
  "@bookpunk13 I feel like I’m watching my ex abuser too...these mannerisms are evil &amp; brings back really bad memories",
  "Christopher Darden calling out Kanye West for wearing a “Free OJ” T-shirt. “Look what you freed.” #DidOJConfess https://t.co/96vu6Ip7f6",
  "Could Charlie = Jason?#DidOJConfess",
  "Just waiting on tomorrow when those alive who know OJ deny this bogus story airing tonight #DidOJConfess https://t.co/FOaSrG4IyR",
  "This is exactly what a classic abuser is!! blaming the victim then playing the victim part, when the victim is now buried and OJ walks free, that not guilty verdict made abused women everywhere cry and feel as if there was no way out, I can testify because I was one #DidOJConfess",
  "So...he was upset Nichole didn’t give him 100% of her attention because of having his 4th child? that’s classic manipulation &amp; abuse!! #DidOJConfess",
  "@TheHauntedHub A disturbing face",
  "Any of yal got homies that you know know for real love you but you lowkey feel like you try considerably harder then they do to make y’all’s relationship work? https://t.co/uiFPHlPZR0",
  "@HaileeSteinfeld Omg ! I love Them ! 💕 https://t.co/2q4kHesjlv",
  "Quickly need to address what I’ve been hearing about my weight loss. I didn’t do it because I got “Hollywood”. I’m not afraid that it’ll make me less funny. I did it to live longer &amp; not be out of breath after chasing my kids. Don’t judge people for things you know nothing about!",
  "@Joe_Gatto Much respect https://t.co/gfJ5IxPBR6",
  "Remembering Buffy on the 21st anniversary!!!\n#BuffySlayDay!!!\n@BuffyTVS @swagbyfox https://t.co/089gqviOp2",
  "If it was truly an open marriage why didn’t she have her a side man? Did I miss that? Not buying his story at all      #dateline",
  "Normally I enjoy every Saturday evening with #Svengoolie but tonight I just couldn’t keep watching ....maybe next week",
  "Listen up Scoobies! We're giving away 20 copies of Demons of the Hellmouth to UK &amp; US fans in honour of #BuffySlayDay.  Stand against the vampires, the demons and the forces of darkness with this fabulous read! #RT to win. Ends Monday 12th. https://t.co/eUztbYy8ye",
  "I did my final bit of voiceover for this yesterday and I have to say, this may be the apex of our careers, @jarpad  and @JensenAckles... https://t.co/2FzOI2XzOz",
  "Assault weapons are military weapons designed to kill human beings. They should not be sold in this country.",
  "15 more. 💪🏿⛪️💃🏽 and I think it’s about time for some new everything! Keep ya eyes open https://t.co/VqRpeLN71E",
  "I personally think Bruno Mars is very talented and a great artist. Those who would spend time insulting and hating him because of his cultural background are the individuals with the issues, not Bruno.",
  "May God bless you today with faith, virtue, knowledge, self-control, enduring patience, godliness, kindness, and love.",
  "Girl power. \nTo every woman out there ‘round the world - all ages and races - I proudly stand by your side to honor, protect and respect. Especially the loves of my life at home. \nNow if I can just get Jazzy to say the daddy part then we cool. #MyAnchors #InternationalWomensDay https://t.co/6KWPIl9kmX",
  "#ImInTheHallOfFameOf Heartbroken Libra’s https://t.co/f2F6JXxSOc",
  "#InsteadOfWorkingI daydream of my upcoming vacation https://t.co/spEx28ySBf",
  "Serenity now. https://t.co/yELLkNJ5yj",
  "i need someone in my life who cares about me as much as i care about them because i'm so tired of always being the one who cares more.",
  "Father of Parkland victim slams NRA videos:\n\n\"If this was put out by a terrorist organization, we would be raising the terror threat level in this country. Why are we letting this lobby have anything to do with DC? I don't understand it!\" https://t.co/voYy9BhnvV https://t.co/6fXW7qxVJx",
  "she is beauty, she is grace, she is becca kufrin! ❤️",
  "The cast of 'Modern Family' is standing with the Parkland students #NeverAgain https://t.co/g2MfOiL1hs",
  "I love you. I will miss you every day. https://t.co/vgaIh81M5O",
  "In walks in #Arie from the bachelor 😱... #PickUpLinesInHell",
  "#TheBachelor after the Arie confessional.... https://t.co/N7F6TtH2UW",
  "Congrats, Claudia Jean. Not surprised one bit. Xoxo",
  "The Thing of Evil a cover girl? What is this world coming to? https://t.co/N8uxlBatDA",
  "Nobody wants to hear this but sometimes, the person you want the most is the person you're best without.",
  "So @ge_buffalo is going to be going to the Salt Lake City show on Saturday and he is going to be proposing to his girlfriend that same day. If you read this DM you will understand it all. Let’s make this happen for him. RT this tweet and tag @nfrealmusic in the comments!❤️ https://t.co/osUf2pfMTv",
  "@TheHauntedHub Yes I believe the only reason  there is rare evidence is for the fact they don’t expose themselves foolishly, they are very intelligent and manipulative but never stupid and outright foolish",
  "How cute is my mom! She’s baby sitting all of her grand kids tonight and has a Japanese dinner for the kids in honor of our trip 🇯🇵",
  "@davidtdunn just witnessed your performance of #gracewillleadmehome and is a beautiful song, your story is inspirational &amp; I thank you for having the courage to share it, I felt bad this morning, job problems however watching you, I am revived by the spirit &amp; grateful for living",
  "Nobody’s buying Jacobs story...when you say “you gotta believe me” that is a lie on a lie on a lie #Survivor https://t.co/9sws6KG5fv",
  "Jacob is either brilliant or  he’s just that person who thinks he knows all and in reality is the patsy #SurvivorGhostIsland",
  "Looks like gonna be a killer season! How I’ve missed this show #SurvivorGhostIsland",
  "When the next episode of swatcbs is so 🔥🔥🔥 they gotta cool you down!!! 😜😜 😂🤣 .... We are back… https://t.co/dw1QRSV9Gm",
  "I  #TurnOffThePhoneWhen I’m with my special man, nothing is more important than time together, life is too precious and time is not replaceable, for no one! https://t.co/sDmBdgV8FX",
  "Tell us a short Spooky real life story so we can RT to over 65,000 Paranormal interested friends. It's great to hear personal experiences. 👻👻#HauntedHub",
  "@TheHauntedHub Many mornings I wake up &amp; in my kitchen the cabinets doors are open, occasionally my electric stove burners are also turned on, I do not sense fear, only mischief, but in the back of my mind I worry will it ever turn violent, I refuse to be scared &amp; pray each time it happens",
  "Crazy story about dinner last night, and how our lives were radically impacted by the late, and great, #billygraham. #rip https://t.co/0nV0Rwh8Dn",
  "me in 5th grade https://t.co/Cr8TWnqhbR",
  "Okey dokey. Here’s a video with Marty and me talking about our new Netflix special coming this summer! Now we’re like Chris Rock and Dave Chappelle except for the pay! https://t.co/zd4hd1kQ74",
  "Don’t listen to anyone, and walk your own path #NoBrainerWayToHappinessIs",
  "Jesus knew Lazarus would rise again. \nStill, he wept. \n\nBecause embracing pain is not negating faith. It's actually part of being in the likeness of God.\n\nSo have hope, but don't deny your emotions. Pay attention to them. Feel what you feel.\n\nAnd enjoy the coming resurrection.",
  "If you're having a bad day, watch this \nhttps://t.co/jD6I2SSc4r",
  "@JForsett All  of the Reach Records artists",
  "#TeamAlicia what?! Why didn’t you turn for Mackenzie? #VoicePremiere",
  "The only thing that kept me from expressing my thoughts on Krystal until now was a $5mil NDA and lots of wine. #glitter #WomenTellAll",
  "Adapt. Overcome. #NeverGiveUp",
  "Only 500!? She basically asked you https://t.co/RWw2kHhnWG",
  "Can’t lie, these boys got me hoping in my set , music beats have  no language barrier 🎉🤩💯#EXO_Olympics #ClosingCeremony",
  "We need more English teachers. https://t.co/VDxcr8C91d",
  "USA!! USA!!! 🇺🇸 🏒",
  "Happy birthday to the great Charles Barkley https://t.co/EnjTzJ8wBB",
  "Let’s all take off our makeup! Tweet me your no makeup on ya face pics now! \n\nShow Mama that beauty beneath!\n\n💛 #ANTM",
  "Love your imperfections. \n\nLove your mistakes.\n\nLove the vulnerability.\n\nLoving yourself is the true essence of beauty.\n\n💛 #ANTM",
  "The mayor of Dallas invites the NRA to find someplace else to hold their convention. https://t.co/R5LpWIGrnH #NoNRAMoney",
  "https://t.co/u7yurwFmYT",
  "In case you never heard a lynx meowing https://t.co/P1Q3Psaobr",
  "I’m worried a lot of you don’t know what quotation marks are for. I didn’t say this. Someone else did. I am quoting that person with the words inside the quotation marks. This happens often. I’m worried.",
  "Mister Rogers would narrate himself feeding the fish each episode with “I’m feeding the fish” because of a letter he received from a young blind girl who was worried the fish were hungry. Love you, Mister Rogers. https://t.co/YXacyFDXKo",
  "Don’t get mad. Don’t get even. Do better. Much better. Become so engulfed in your own success &amp; happiness that you forget it ever happened.",
  "RT to bless someone's timeline https://t.co/DqkoJbkN7k",
  "Ladies and gentlemen (and all you ghouls and werewolves), I’m pleased to pass on good news: FANGORIA is coming back from the dead!",
  "Molly, aka the Thing of Evil, prepares to attack me for wearing a Jamaica hat with a Maine shirt. The calm expression is just a disguise. I didn't know she could read. https://t.co/OSHg9TNojj",
  "@TheEllenShow @chrissyteigen Love her humility...so down to earth",
  ".@ChrissyTeigen doesn’t know jack about John. https://t.co/msXFXqhAJ0",
  "Blac Chyna neck game. https://t.co/krInb8yhI8",
  "Monsters are real, and ghosts are real too. They live inside us, and sometimes, they win - Stephen King.",
  "And that’s a wrap. Darlene Vega painted this of Michael Myers.  @halloweenmovie #halloweenmovie Everybody who made the movie did so because of their passion for John Carpenter and Debra Hill’s original vision. I think you will all be very happy and VERY scared. See you 10/19/18 https://t.co/3ZT1rfx6pD",
  "@LisaMeyersHill @usblm Same. I need to take a break from the keyboard because reading about these kids is shattering. And yet their friends and family have to live with it, so who am I to look away?",
  "Oh. My. God. Was really not prepared to wake up to this. Not sure how I'm gonna ski today because I'm LITERALLY dead now but I'm gonna go that extra mile for you, Britney! Ilysm!!! 😭❤️ https://t.co/yhoEJq1qRL",
  "Just when I was drowning \nSurrounded by a sea of my own darkness\nYour light broke through",
  "#Libra has a hard time functioning with with a broken heart.",
  "Sweet!! She’s ready for the dance! Have fun darlin and you’ll always be 2 full feet taller than Kevin Hart. #FannyPackClub #DanceDanceDance https://t.co/eGonr4Y9qM",
  "Blown dunks, rim rejections &amp; more highlight this week's #Shaqtin presented by @hotelsdotcom 😂 https://t.co/giX8QeocUp",
  "@Fuffanie I can relate 😞",
  "This cat's got skills https://t.co/Xa5W2yr8KW",
  "Somebody stop um!!!! The ending is my thoughts about a group of urban kids who were in the front row at my show in Detroit. Also me slap boxing my guitar player @timdillon (Shot by @tyrogers__) https://t.co/dT5Xfg6dTf",
  "It’s finally up! Do me a favor and #RT this.  #CBBUS #BBCeleb https://t.co/wMx64uISXM",
  "CLUTCH: After Japan's Ayumu Hirano passed him with an amazing second run, with everything on the line, Shaun White went OFF in his final run to take home the gold 🍅🍅🍅 🐐🐐🐐 https://t.co/zlEUtX1ddY",
  "Chris Rock’s first comedy special in 10 years premieres tomorrow on Netflix. https://t.co/JqeAbLFCJq",
  "Chris Rock Sets First Netflix Stand Up Special Premiere Date https://t.co/S7nTYBtRhi",
  "@Music_Is_Me88 All about ratings...gotta have the dumb one who pops off with that nonsense...who can portray the victim effortlessly",
  "@TheEllenShow @HamillHimself @cher @grahnort @michellevisage should retweet this! Great lesson on internet safety https://t.co/Dhu0vfDxiu",
  "Versace shirt and all.. 🤨💪🏾@TeamUSA #WinterOlympics #Gold https://t.co/wShH3C8vOd",
  "This exactly what my soul needed.... the WORD   Thank you for sharing @GodfadaChef and @workwthecoach for this wisdom I desperately needed https://t.co/3prWgGZmAn",
  "This pit bull can't go to sleep unless her dad sings her a lullaby 🎵💤💕 https://t.co/qXWPKL2y2B",
  "MONDAY: Watch what happens when Harry teams up with the #ImpracticalJokers for some hidden camera fun with his audience! #HarryTV @truTVjokers https://t.co/aeIAbEA1wq",
  "USA TODAY sez, \"Red Gerard nailed a thrilling frontside double cork 1080 on his way to a gold medal.\" I am delighted for him, even though I have no idea what the fuck that is.",
  "These celebs would never last three months in the #BB house",
  "@thejessicagraf Not a fan of you but I agree 1000%",
  "@ValerieFever Nope...it was @OMAROSA",
  "@RealityTvGuru99 Why even agree then?",
  "Revealed later tonight on big brother after dark is @OMAROSA intentionally broke Keisha breastfeeding pump in order to stay in the big brother house #CBBUS #CelebBB",
  "Flaws are what make us human, they cause us to learn, grow , and find ourselves.",
  "..i never trusted that guy.😂 https://t.co/q6H0yIicLJ",
  "I thought it'd be cool to show off my dogs athleticism, until I realized he had no self control... 🤦🏽‍♂️ https://t.co/9sFvlTU7zm",
  "When you think you know me but you really don’t #ThingsThatPushMyButton",
  "Zodiac Signs Ranked From Nicest To Bitchiest... https://t.co/8KJqTs46L0",
  "That being said, there are a ton of really creepy guys who go to the gym and some of them don’t really know personal boundaries.",
  "5 Instant Benefits From Quitting Marijuana https://t.co/J8BGUCIKXF",
  "Enzo Russell, the nephew of a fallen Kissimmee police officer was \"sworn in\" as an honorary policeman on his birthday, standing in front of a photo of his uncle. https://t.co/tvluBDfbBM https://t.co/oKJm6zQrA4",
  "Okay so I was watching Jane The Virgin and guess what I see? @chrissyteigen https://t.co/BUuYyQJS81",
  ".@JoyAnnReid is featured in the @nytimes #reiders! Check it out → https://t.co/teH7l0YwAp",
  "Retweeted AM Joy w/Joy Reid (@amjoyshow):\n\n.@JoyAnnReid is featured in the @nytimes #reiders! Check it out →... https://t.co/nWdGB9h6Lq",
  "The #BBAD celebs met me. They were pretty starstruck but they kept their cool. #BBCeleb https://t.co/Ze9ij2DzCL",
  "Watching the Olympics #OpeningCeremony? Check out global sensation Korean boy group BTS performing their hit Mic Drop. Too bad this is what millions will be missing out at the closing ceremony.\n\nWant more @BTS_twt?\n👉https://t.co/MlvjUQn5Lv\n\n#BTS #BestBoyband #iHeartAwards https://t.co/U2s9aIPAPD",
  "In 1996 Bill Clinton stood and clapped for the Iraqi Olympic team in Atlanta. As a guest in Korea, Mike Pence couldn't even bother to stand for the Korean team. This is against the spirit of the games and reflects poorly on America. #OpeningCeremony",
  "The use of light &amp; technology was awesome #OpeningCeremony  but wish someone would’ve unplugged those mics on the commentary #stoptalking https://t.co/B3d8XPh7r8",
  "Don’t miss tonight’s episode with @DanneelHarris !!! #SPNFamily #AKF https://t.co/YpmAJ0952P",
  "Retweet if you want @MeghanMcCain OFF #TheView panel bc you're sick of her inability to remove her feels and ego from EVERY topic. @TheView",
  "#LongAsILive https://t.co/I5gW46MmhT",
  "@tonibraxton On repeat already!",
  "HAPPY FRIDAY. I have some new 🎶 for you! My new song “Long As I Live” is out! Get it here and get in your feelings lol! https://t.co/DP8WVFcxWw #LongAsILive",
  "10 of the most unhealthy 'fast foods' around - If you want to avoid a heart attack, avoid these!... https://t.co/pRtxuxl74x",
  "Bryan Mudd and Lauren Matter earned Certification of Listening to the KAMC Weather Forecast! #rain #laniña https://t.co/OMqwOJrjFd",
  "@Allison01210131 @abbeyinvermont How many gold medals they win? Silver? Bronze? About as many as me",
  "@bcimfat @CBS @OMAROSA @CBSBigBrother @realDonaldTrump Probably a mini series making her the victim....and the book deal and the winner of big brother",
  "https://t.co/mGy8TLmr5A",
  "Ima need @KeshiaKnightP to break down the difference between the orange tangerine vs mr bill Cosby point by point in front of the whole house....make @OMAROSA defend him in public &amp; put that nail in her coffin #BBCeleb #cbbus",
  "Why not get @KeshiaKnightP to flip? Facial expressions speak a lot about the houseguests #BBCeleb",
  "@helloross is that girl from high school who tells all the business and then acts surprized what it goes down #BBCeleb #cbbus",
  ".@Omarosa opens up to @helloross about her time in the White House on tonight's Celebrity Big Brother. In the meantime, don't miss a minute of the action on the #BBLF: https://t.co/H9nnS6VGdW https://t.co/8x6dFBZxD2",
  "Chrissy Teigen and Kim Kardashian's friendship is literally like you and your bff: https://t.co/9Kgy7viKww",
  "James to Chuck: \"they don't want us to talk about production but they sent someone's contract to someone else? that's a big fuckup, that's a major no-no, that affects the game\" --cut to fishies, he thinks Brandi (I think) got Metta's #cbbus #bbceleb",
  "@johnlegend take this one u thief",
  "Hey U.K. fans, listen up ! I'm now available on your Alexa Enabled devices ! Just say \"Alexa, enable Gordon Ramsay\" to get started today. Hope you enjoy Gx #GordonOnAlexa https://t.co/Buw0iMDxAN",
  "A tiny Baby Elephant got trapped in a water trough and Lions were closing in......and then the most amazing thing happened. 🐘 https://t.co/BI8Rn8lpQU",
  "I’ve seen too many episodes of #CriminalMinds #WhyImSingle https://t.co/kSQ1yMhX2V",
  "@netflix Frasier ....best comedy ever created! https://t.co/XWFqFFq4t1",
  "@bronxbound2965 And Cody asked ...not her, big difference and I’m sure Cody knew what they’d say if she had asked instead of him",
  "@bronxbound2965 Because they are the better team and don’t need karma, remember...glass houses",
  "@hotkat28 @rcavery81 True shame that Jessica can dish it but not take it....karma will win every time",
  "Karmas is happening to Jessica and Cody is suffering for it....#AmazingRace",
  "@bowdowntobritt No a favorite, just like the competitions and travels....but don’t like the negative vibes Jessica gives...right now karma happening to her for being shady on previous episode and Cody is suffering for it",
  "@bowdowntobritt We agree on #celebb but not #AmazingRace ....not a fan of #TeamBigBrother AT ALL so let’s agree to disagree....lol",
  "@PhilKeoghan @travel_zimbabwe @NewsDayZimbabwe I’m enjoying this ...keep it original and unexpected just like the #headtohead #PartnerSwap  #AmazingRace",
  "@bowdowntobritt 1000% agree till...let’s see what tomorrow night episode entails...till then gonna have to wait it out",
  "@bowdowntobritt Indeed...other than reality housewives show has she ever really had her own identity? Just curious...no kind of dignity whatsoever in my opinion",
  "Don’t need a live feed when Twitter  spoilers are in real time....#BBCeleb",
  "@bowdowntobritt I’m rooting for James to get Brandy out https://t.co/N7FKP6QuEa",
  "#BBCeleb waiting on the real @OMAROSA  to come on out , this nice act ain’t fooling anyone https://t.co/R9xmFeVHFg",
  "Anyone working with @OMAROSA is definitely gonna get blindsided #BBCeleb",
  "@fabulous1092 I remember that jam! Hit em with the current classics!",
  "@jordan_feliz Blessings upon blessings!!!",
  "I used to assume people who got photographed in grocery stores weren’t really buying stuff they… https://t.co/9MzaubHvAi",
  "Because my bestie decides #WhyImSingle @jimmyfallon https://t.co/AJIH7gZzll",
  "@realiralevi @JustBCam Paul McCartney too...still alive last I checked",
  "@fabulous1092 ...check this out, I’m a German Shepard....woof woof 😂🐶 https://t.co/zC8PIIxfXH",
  "@Itsfeelinglife @CutestHub Apparently I’m a German Shepherd https://t.co/vF1se0nWG9",
  "Trump also wanted tanks in his inaugural procession – which a spox vehemently denied, only to have @jessicaschulb #FOIA the Pentagon emails that proved it.\nhttps://t.co/5GsOKd1p9m https://t.co/Fi6qIf9e7R",
  "@aaroncarter Beautifully put...sounds like a proverb",
  "There is no love without forgiveness, and there is no forgiveness without love.",
  "⛈",
  "@dinoballerino @sadgalcece It’s on my life bucket list to dine on food made by @dinoballerino ...",
  "So grateful and blessed to have made the journey with such wonderful friends.   Sad it's over but hopefully we get to do it all over again.  @JeffDye @hwinkler4real  @GeorgeForeman @WilliamShatner @nbcbetterlate",
  "A little taste of what to expect when you go to one of my bowling meet &amp; greets!!! 😎\n🎳🎳🎳🎳🎳🎳🎳🎳🎳🎳\n\nTour info at the link!\nhttps://t.co/7WFvr03k6I\n\nVideo recorded:\nSuper Bowl Sunday\nFebruary 04, 2018\n@RoyalCrestLanes\nLawrence, Kansas https://t.co/u1bx13ikBV",
  "John Mahoney was 37 when he started acting.\nThirty-seven.\nGo do that thing you’re thinking about. \n#RIP",
  "Rest in peace, John Mahoney. So much I could say, but I think this captures so much of why I love him. Martin Crane's message for future generations: https://t.co/lZlM665M6y",
  "Monday Car-aoke!\nSong: “Love Bites”\nArtist: @DefLeppard\n\nBowling and/or Karaoke Tickets:\nhttps://t.co/Owb5OjYZXi\n\nUpcoming cities:\nFebruary 5 St. Louis\nFebruary 6 Indianapolis\nFebruary 7 Atlanta\nFebruary 9 to 11 @GenreConGuelph \nFebruary 12 Buffalo\n#GetFunkoWithXander @BuffyTVS https://t.co/swJCBEgw8G",
  "RIP Martin Crane 😔 https://t.co/dwOHUhDhcq",
  "settle a debate. should this have been “S B L *football* I I” orrrrrrr should it have been “S B *football* L I I”?? https://t.co/W9CG3rDyh0",
  "Will Smith is a legend #FlyEaglesFly https://t.co/FBrjxujUni",
  "God is so good!!!! World Champions!!!! So proud of this team!!!! Told y’all my boy @NFoles_9 was gonna shine tonight! Well deserved my bro! #AO1 #flyeaglesfly",
  "Hey, here's Peter Dinklage and Morgan Freeman in a lip sync battle. #SuperBowl https://t.co/wSHJK5LU5X",
  "That Doritos/Mountain Dew ad with Morgan Freeman, Peter Dinklage, Missy Elliot and Busta Rhymes was so well done. I’m living for this game and these commercials. 🔥❄️ #SuperBowl",
  "Ok the Doritos and Dew commercial with @BustaRhymes and @MissyElliott tracks? Yass. And Peter Dinklage and Morgan Freeman? Well done. #SuperBowlAds",
  "We are ALL FOR @DannyDeVito as the Red M&amp;M. #SuperBowl https://t.co/lNccIq6VJJ",
  "We all know who the refs are favoring , #EaglesNationgonna have to make miracles happen against all odds #SuperBowl #FlyEagleFly #underdogs",
  "RT if you hope the @eagles win tonight",
  "Let’s see how many flags #eagles get as they get closer to a touchdown...#SuperBowl2018",
  "I don’t know much about sports, but I know who I’m rooting for. https://t.co/WO4MqfpAQG",
  "@JForsett #FlyEagleFly ....gotta go with the #underdogs",
  "My new night light 🤓 https://t.co/r1CqLDgWmj",
  "Oh, the Superbowl, the Superbowl, it's just inescapable.  So, how about some #JusticeforJanet, while we're talking about #SuperBowlLII ?  Fourteen years is a a long time to wait for a real apology and a long time for a talented woman to be out in the cold.",
  "So happy for you!!!! https://t.co/QvlEc84Zow",
  "@TedJacksonPhoto @alexfaithATL @NOLAnews Tears....excellent writing...couldn’t stop reading....thank you and prayers that guardian angels are watching over Jackie Wallace",
  "In 1990, a homeless man looked me in the eye and said, \"You aught to do a story about me.\" \nI asked him why. \n\"Because I've played in three Super Bowls.\" \nNow, finally, here's the entire story, 28 years in the making. \n@NOLAnews https://t.co/UusKwTEGlK https://t.co/LhcBM207VJ",
  "Janet is a victim of the media showing favorite 2 males over females. If u want this to change &amp; love #JanetJackson show your support by retweeting. Don't just talk about it, be about it!  It's going 2 take u 2 make changes!! \n #JanetJacksonAppreciationDay\n#JanetJacksonMovement https://t.co/W5dm7UknPH",
  "Check out what's coming up on #DrPhil this month! https://t.co/7wWce5tseB",
  "Paul Ryan deleted this tweet, so he doesn't want you to see it. Please, whatever you do, do not retweet this. https://t.co/27c8sbl8rH",
  "I do think it’s possible they could do a tasteful tribute. JT is genuinely a fan. But if they screw it up… Prince said, in a 1998 Guitar World interview, that some of the posthumous virtual performances were “demonic”. https://t.co/eZL52Rdv2G",
  "Last Chance to \"Like\" or Retweet this post for a chance to win 1 of 5 #WinchesterMovie mini-posters. \n#Winchester #WeirdosUnite https://t.co/1VR2P3M2ro",
  "@aiidaab No.... Elise is the rat  that runs into the store to get Satan a pack of cigarettes",
  "honestly the scariest thing about this story is that my efforts to conceal The Worst Drivers License Photo Of All Time have been thwarted https://t.co/z0venho66p",
  "MOM. how many times do I have to tell you I don’t get cell service on The Bachelor?? https://t.co/iYnxQCIZBt",
  "https://t.co/okCf15u8nX",
  "#Scandal 7x10 \"The People v. Olivia Pope\" promo https://t.co/6owMoXKH0F",
  "the silence and awkwardness of the Stacy Dash Oscar appearance https://t.co/scJ1yvsqNx",
  "@Shayna_Adele Darn....I thought I had bad luck",
  "6 Heart Attack Symptoms Common in Women:\n\n1.Chest pain or discomfort some women may experience it differently than men.\n2.Pain in your arm(s), back, neck, or jaw. \n3.Stomach pain. \n4.Shortness of breath, nausea, or lightheadedness. \n5.Sweating. \n6.Fatigue.\n#GreysAnatomy",
  "Chuck struggling with spicy jalapeño nachos at a @Suns game over the weekend is the only video you need to see right now. #WaitForIt #Shaqtin 😂😂 https://t.co/DPIFYLiHvc",
  "No words... #GreysAnatomy returns Thursday with an all new episode https://t.co/SlHKHN2CVr",
  "Fewer viewers than the first SOTU’s for Obama in 2010, Bush in 2002, Clinton in 1994.\n\n“Which means Trump’s initial SOTU, the third longest in history, is now also the least watched address in nearly a quarter of a century.”\n\nhttps://t.co/rZUpNhzJF0 https://t.co/VUPGtj6Z5i",
  "I can't wait for @realDonaldTrump Tweets in the morning when he finds out Joe Kennedy speech is the one everybody is praising.#SOTU #MAGA https://t.co/jIqtp5ApfJ",
  "Kennedy still trending. I think it's fair to say he did what he needed to do tonight to take the next step toward becoming a national figure in the Democratic Party. (And make no mistake any Democrat hoping for a leadership role needs to get started now). #SOTU",
  "#JimmyKimmel shoulda had a longer interview with @kerrywashington",
  "Joe Kennedy delivering an excellent réponse to Trump’s nativist speech. Joe giving a vision for America that includes us all. Well done.",
  "This is the moment Joe Kennedy became president. #SOTUResponse",
  "The State of our Union is that just when you thought @chrissyteigen already did everything, she now does magic #SOTU https://t.co/gWJPfSxYD5",
  "President Trump should apologize tonight for trying to divide our nation up based on where we were born, the color of our skin, our sexual orientation and our gender. #StateOfTheUnion",
  "First shot! First day. Same slate. Same Laurie. David Gordon Green directing from his script. Happy Halloween 2018 everyone. See you 10/19/18 @halloweenmovie #HalloweenMovie https://t.co/iSC7NOblEA",
  "I’m not watching the State of the Uniom address. I don’t drink covfefe, either.",
  "The entire student body &amp; I watched this explosion in the cafeteria in elementary school live, out teachers were silent &amp; jaw dropped, none of us knew what was happening &amp; the impact it had nationwide until days later..up until then I wanted to be an astronaut #Challenger 1/28/86 https://t.co/jVBnMUBPUw",
  "I can't believe this was 32 years ago. I was late that day and still walking to school when it happened. When I got to math class the teacher was discussing it and I thought it was a really crass joke. Then he wheeled in a TV so we could watch the news reports ... https://t.co/aL0mJ8FVKy",
  "Unreal!! I love you all!!! ✨ https://t.co/EoDRh9Q5lp",
  "@not_D_r_e_a  https://t.co/tB5R80ulcY",
  "@BusyBlu What celebs have been casted so far?",
  "Quite an endorsement! https://t.co/A99kDe9g6J",
  "Thanks for taking such an interest in what @lawrence, the @amjoyshow team and I are doing, Chuck and for paying such scrupulous attention to when we trend! BTW \"Love Connection\" was such a fun show back in the day... https://t.co/YtMazeakFM",
  "We’ve got a fever and the only prescription is more Will Ferrell sketches in the #SNL app. Find your favorites: https://t.co/POEo16Yn2u #tbt https://t.co/cUdw6uVy76",
  "A message \"to all the activist bitches supporting bitches\" by the inimitable @HillaryClinton. https://t.co/fnUfsJnUN4",
  "Spring training. Be there. https://t.co/yvJKme9TQp",
  "Happy birthday to my wife @TheEllenShow   20 more years babe. We did it. xoxox https://t.co/M4hNxMIrBj",
  "UNCENSORED: My interview with host @Zak_Bagans from @GhostAdventures was abruptly interrupted, it was scary. The episode will air soon &amp; we are investigating the Gila County Jail in Globe after my scary experience #12News https://t.co/WIFD5W6uwv",
  "Y’all gotta watch this all the way thru!!!       https://t.co/MM6lI1qURG",
  "AB has to talk with Pops (Coach Tomlin) on the toilet in Ep. 4 of #Sunday, a ‘Friday’ parody. https://t.co/2wHTSzcZnU",
  "Daaaamnnnnnn!!!! Tom Brady has everyone jealous in Ep. 3 of #Sunday, a 'Friday' parody https://t.co/Ictk61FuDn",
  "JuJu tries getting his bike back in Ep. 2 of #Sunday, a 'Friday' parody https://t.co/Ej1M9GZi0P",
  "OBJ and AB find themselves in a tough spot in Ep. 1 of #Sunday, a ‘Friday’ parody https://t.co/Lx5W4EJrHI",
  "Sometimes you have to forget what's gone, appreciate what remains, and look forward to what's coming next.",
  "@HellsKitchenFOX @Jeffrey17339 Michelle and nick!",
  "RETWEET if you wish Chef Ramsay would give you a motivational speech. #HellsKitchen https://t.co/zy6eCsvTEw",
  "#AndThatWasTheFinalStraw when he said @GordonRamsay was overrated #hellskitchen https://t.co/RInV8XfOHw",
  "Welcome to @TheUndefeated, sis. We got @jemelehill 🔥🎉✊🏽 https://t.co/Ao6SMBTJh4",
  "I have a few things to say ... https://t.co/tqEBXLajtp",
  "@seaoflove911 Michelle and Nick",
  "Can they just cook please?! #hellskitchen",
  "@ziggylasvegas It’s easy to sleep when you don’t have a conscience...plus cashing checks from that devil...when your soulless nothing is an obstacle",
  ".@JanetJackson our SISTERSHIP is UNBREAKABLE over 17 yrs! I THANK you for flying from the UK to present me with the #BlackWomenInMusic@essence award last night! You r the definition of LEGEND/ICON/BLACK&amp;BEAUTIFUL oh &amp; RICH🤷🏽‍♀️😂 I ❤️you I couldn’t stop crying y’all😩🤗 https://t.co/pQ6XkwRJYr",
  "Sean Hannity: The New York Times is trying to distract you. They say Trump tried to fire Mueller, but our sources aren’t confirming that!\n\nSean Hannity, minutes later: Alright, yeah, maybe our sources confirm Trump wanted to fire Mueller. But so what? That’s his right. Anywho... https://t.co/yUIt7Un56d",
  "Move out or stop complaining #MakeADayBetterIn5Words https://t.co/9HPWuTwHJG",
  "Nine Super Foods You Need to Build Muscle and Lose Fat... https://t.co/crgVolJbd3",
  "@Billie_Jean00 Thank you ....if only I could bake it...luckily there’s a bakery nearby! https://t.co/aKwGrljk4r",
  "I was honored when @jheneaiko wanted to be part of my #10for10 &amp; chose School on Wheels in LA to receive $20k! I appreciate you, Jhene!  Thanks for helping to build better communities for less fortunate. Head to https://t.co/aK6dKa5Boa to see my #MillionDollarPledge! https://t.co/R2oWUznR6X",
  "#TeenageMe3WordsAndAGIF constantly chowing chocolate 😋...and I still do https://t.co/yXmRVaGvCz",
  "https://t.co/1LjIBYa9rP",
  "@jumblejim Very powerful...thank you for sharing this",
  "https://t.co/TyXlagumxB https://t.co/Xebd2bGXmy",
  "@chrissyteigen Well damn",
  "@chrissyteigen Need more explanation please? The toilet disappeared?",
  "@TonyZtigr RIGHT!!! Hells naw....couldn’t be me",
  "#AmazingRace....after the previous leg of having HER ask directions, making her feel like crap because he couldn’t get his nasty ass off and ask &amp; now they in first place &amp; he has the audacity to propose...she needs to put him in check now before she agrees ...#TeamOceanRescue https://t.co/AWnUQH2kGJ",
  "Thank you for not being mad ... too many big things going on in the world to be mad about  ... good note but don't be disappointed either there's no #PerfectWorld #AmazingRace https://t.co/AzvBvc0vUS",
  "It might not look it but it was freezing during the #RoadBlock! Anyone remember us being here for #TAR1 of #AmazingRace @Tourisme2France #Provence @France24",
  "@pissedofffairy @WLNS My absolute pleasure! from one racer watcher to another!",
  "@pissedofffairy @WLNS #TeamSlamDunk got eliminated the first hour 😩",
  "And we’re off to the next adventure! #AmazingRace",
  "#AmazingRace the reason why I enjoy the #headtohead is because even if a team is  last place and another team is there to compete against there’s still a chance to NOT be eliminated https://t.co/9uriIzPqzI",
  "#AmazingRace this head to head looks fun! Gotta find a way to play this, and also go #teamnba never give in",
  "RT if you are watching the new TWO-HOUR episode of #AmazingRace! Nothing like being an @NBA #AllStar and flying coach on #AmaizngRace #Legroom @Tourisme2France #Provence @France24",
  "PLEASE RETWEET Because \nThe Media has Trump THINKIN' that \"his base\" is bigger than it really is.... #Hardball https://t.co/r8BLa2jSap",
  "JUST IN: DOJ's Stephen Boyd has sent a letter to @DevinNunes saying release of *the memo* without review by DOJ/FBI would be \"extraordinarily reckless.\" Says the memo purports to be based on \"classified source materials that neither you nor most of\" the committee \"have seen.\" https://t.co/F0pmL34vhk",
  "Good Vibes...Having A Little Fun On The Roof Top 😎#Dance https://t.co/qvCotWJOyT",
  "I can’t wait to watch Celebrity Big Brother US in Feb...it be so awesome if one of the Braxton sisters would be casted. @BusyBlu  will you be reviewing the show? who would you like to appear? https://t.co/6uaSGGmz3h",
  "@TheSteelCrew Because I grew up in a household with die-hard Cowboy fans, including my own son, and I’m still surviving with bragging rights https://t.co/8VuMGYAMjD",
  "Left-handedness is also known as \"sinistrality\" because left-handed people were once thought to be demons.",
  "@BenKnightHipHop Gotta go with cake....always my first choice especially with vanilla ice cream on top https://t.co/H9pWMYvbyk",
  "Save the date! My new Kimoji Hearts are launching 2.1 at 12pm PST ❤️#KKWFragrance https://t.co/SHJZhlpSAe",
  "LAW AND ORDER: VAMPIRE SQUAD! \"Where the stakes are higher!\"",
  "LIVE Anti-trump protests are already taking place in Switzerland, where trump is set to spew his filth. The World truly loathes him.\nhttps://t.co/epUteM1JpX",
  "#IBlewTheInterviewWhen my light saber ringtone went off https://t.co/8elwVruLAs",
  "John said I can’t talk shit about any nominated movies so I will simply say Get Out and I,Tonya should win everything also one of the highly nominated movies sucks",
  "@holleyr  https://t.co/soB7YIyFRy",
  "Don’t understand why @ariejr  doesn’t want to live life with her and experience life WITH HER instead of running away?!?!?!?! #TheBachelor",
  "@AllisonBJanney just sent me this tee. I’m in!  Now sure about the order. But I’m in!!\n@WestWingWeekly @Lawrence https://t.co/h7h8BNd52U",
  "RT if you agree Trump &amp; the GOP need to be investigated.\n\nHelp fund our investigations into Trump &amp; the GOP below.  We'll release our findings weekly via our podcast. Every $ counts! Please share link as well! We'll RT you!\n\n#TheResistance #TrumpShutdown\nhttps://t.co/XB1pMnfbjI",
  "#NBA John Wall ain't playing games with these boys https://t.co/FcGE47lSVk",
  "I have a skunk like streak of grey hair and I’m actually very into it. My cruella dreams are coming true!",
  "Yes, her name is Winchester. Yes, she battles supernatural evil. No, there are no plans for a cross over but it would be epic. + this video: https://t.co/pkgvGCR801",
  "https://t.co/rdb3JzFN9u",
  "Not counting #jags out...they can do this....#JAXvsNE",
  "Now there’s flags???!!!!! #JAXvsNE",
  "#JAXvsNE the refs are giving  this game to the Pats https://t.co/Yihn8Zghg2",
  "John Malkovich will have you ready to run through every wall in your house with this hype video #AFCChampionship https://t.co/vMNk248H3b",
  "COMING UP!\n\nJoin @JoyAnnReid TONIGHT at 6 pm ET on @MSNBC for a special #PMJoy on #shutdown2018 https://t.co/1eturH8vlr",
  "Wow @realDonaldTrump @POTUS https://t.co/DhM2GMeiM6",
  "from Ciara to all of YOU that made her the #1 trending topic: https://t.co/zzvOiVUtgC",
  "#IThinkIAmGoingTo wear my Bernie T-shirt in front of my republican “friends” https://t.co/sLRCu0yddb",
  "I just want to let you guys know that I love every single one of you guys. WE really are the best and REALIST fans that @nfrealmusic could ever have and I hope all the new fans realize how amazing this community or whatever you would call it really is!",
  "How come Republicans can't negotiate an agreement on what 87 percent of Americans agree on? https://t.co/MqquJaoMbF",
  "My boyfriend is the sweetest.\nHe surprised me with the distance bracelets from https://t.co/4pEGv6ZP1r ❤️ https://t.co/4RPgLebzl9",
  "A reminder: @SenateMajLdr Mitch McConnell made the Senate this way, because this is how he wanted the Senate to be in order to try and derail President Obama. He has to live with what he made, and Democrats are under no obligation to save him. #TrumpShutdown",
  "I was thinking Milly was headed out but Ben is close behind....not sure on the French thou....Robin is on the border line.....#HellsKitchen",
  "@MrRobKardashian May Guardian Angels continue to walk with you and your growing family!   ✝️. Lets have a toast  to  honor  your niece! 🍾🎊🎉 https://t.co/Vd7O3JT6PI",
  "@WifeToon May Guardian Angels walk with baby Pearl! Congratulations 🎉🎊🍾",
  "Are you ready for the 2018 @KLOVEFanAwards?! Christian music's biggest weekend is happening on May 25th-27th, and if you book NOW, you'll save 30%!! https://t.co/uJPCqMYDut https://t.co/YwVEAIPk2o",
  "Pastor Snoop Dog #bandsgotochurch",
  "2010: single \n2016: single \n2017: single \n2050: single \nNext life: single",
  "6 Keys to a great relationship\n- Friendship🤝\n- Freedom\n- Honesty\n- Trust🤞🏽\n- Understanding\n- Communication🗣\n \nRETWEET IF YOU AGREE AGREE",
  "@NicholasBrendon @OriginalFunko @GenreConGuelph 😔...no Lubbock, TX date...maybe next tour",
  "Coming in May. https://t.co/3eVvnWYYSB",
  "PROMO || #GreysAnatomy 14x10 \"Personal Jesus\" \n\n'ARE    THEY     GUILTY? \"\n\n@camilluddington @BethanyJoyLenz @7JustinChambers @sarahdrew @iJesseWilliams @EllenPompeo https://t.co/PaQYJt9Uym",
  "#gladiators! Thank you for all these heartfelt tweets and for loving Quinn all these seasons. Means so much to me. #scandal #tgit",
  "Indie game devs can relate. #indiegame #indiedev #indiedevlife https://t.co/wza0Pck1rm",
  "“You know what, there's hope... these circumstances do not have to define me.” Watch the interview with @nbcnews: https://t.co/obPmW10Yjv",
  "Read @lecrae's guest essay on the importance of humility in understanding race relations in America https://t.co/QZg8UX3h46",
  "You’ve got to go through the tunnel of chaos in order to come out on the other side. https://t.co/8ZmKiIIbOE https://t.co/WjFIT0YBcZ",
  "Watch the last part of my interview with @TheDailyShare: https://t.co/6qnNrKNxpR https://t.co/WCECHnqTht",
  "I’m starting to think “what we not gone do” is the new “on everything I love.” Because nothing good happens after either phrase is uttered. Exhibit A: https://t.co/IVcYDMfRHL",
  "RETWEET IF You Agree With Joe Scarborough #MorningJoe \nhttps://t.co/wbrCUO0dUz",
  "If you need a reminder on how one dismisses the fools and puts them in their place, @JoyAnnReid will be happy to teach you. Amazing. 👊👏\nhttps://t.co/B3Bbc4OHSr",
  "Our family is so thankful for all the blessings coming to our Kira from the SPN family!  Family truly don't end with blood! (Oh, and cards &amp; letters can still go to Kira c/o Wendy Stanley, 533 2nd St, #K, Encinitas CA 92024)",
  "Our own #SPNFamily member, US figure skating champ @bradie_tennell, is heading to the OLYMPICS! To celebrate, @jensenackles, @jarpad, &amp; I are performing #SPNonIce on set! (This is our version of the triple-sow-cow.) https://t.co/FbJAnK7dEW",
  "I wonder if there’s a bad sportsmanship penalty....if the roles had been reversed ......Will see....be awesome if so #TeamBigBrother #AmazingRace @PhilKeoghan @AmazingRaceCBS",
  "Jeff Flake and Trump are identical when it comes to stripping vulnerable Americans of healthcare, making it rain for the super rich, and the whole, life-wrecking GOP blue plate special.",
  "#BettyWhite .....96 &amp; gorgeous , Living legend https://t.co/tGfu7gCmXh",
  "Soft and pure\nSwirling, twirling\nIn the winter air\n\nAn intricate flake\nA mighty creation \nHis glory displayed\n\n#micropoetry #snowday https://t.co/rsvGNTyVTw",
  "Hey @khloekardashian , glad you and your sisters liked our idea on how to pester a friend and used it to pester family. Thanks for the love and being a fan! Also the celebrity couple name of our tv shows would be “Keeping Up with the Impractical Jokers” #KUWTK #ImpracticalJokers",
  "#momofthree https://t.co/EMDztAvEZH",
  "My dashcam caught the meteor! @nasa @wxyzdetroit @cnnbrk @CNN @Local4News #michigan #meteor https://t.co/HguJGV0RMv",
  "Very nice (slightly spoilery) promo video for Thursday’s #Supernatural featuring the #WaywardSisters. https://t.co/aJMaEBzaOs",
  "A new team of hunters. #Supernatural returns Thursday at 8/7c on The CW! https://t.co/p4pFSpnziW",
  "Aaliyah so many people ❤️ your Style &amp; Music! I wish they all got a chance to meet you to see how CARING you were to EVERYONE you met! I CAN STILL HEAR YOU LAUGH &amp; me you @Timbaland joking😌we MISS YOU so much but I know you are surrounded by ANGELS 4 your BDAY😇🎂🍰 WE LOVE U https://t.co/18SCsTF3Fz",
  "SHE'S HERE!!! Welcome to the World baby West!",
  "“Merit based immigration...”  https://t.co/zzmpmAm6Iv",
  "Here are my bible study notes from yesterday. Enjoy! https://t.co/YM6Tm8WwOs",
  "The importance of honesty in any relationship should never be overlooked. Hiding ones feeling, or behavior, can lead to suffering and regret.",
  "I once met Delores O’Riordan when I was 15. She was kind and lovely, I got her autograph on my train ticket and it made my day. She had the most amazing voice and presence. So sorry to hear that she’s passed away today x",
  "#LivingWithDepressionIs not easy.\n\nIt's not the same fight every day.\n\nThe reasons you feel depressed each day?  Those will change.  Often.\n\nBut don't give up.\n\nBecause living with depression isn't a constant.  \n\nSometimes you get to do just the living part.",
  "Perhaps someone was looking out for his home team tonight\n#SKOL #VIKINGS 💜💜💜💜 https://t.co/CJlvuNnqpe",
  "Prince’s ghost blocked him in the back, only explanation. \n#Vikings #Saints #NOvsMIN https://t.co/66HK65zmR8",
  "Isaiah 40:31 KJV:    #Keenum #Vikings  @FOXSports @Vikings https://t.co/YlZJn04Iep",
  "That just happened....WOAH! hell of a finish...mad respect for both teams! #NOvsMIN",
  "Gotta get my Motorhead on today, especially the classics with Fast Eddie shredding.",
  ".@JoyAnnReid responds to @pastormarkburns saying that she should \"move to Haiti\" after his appearance on #AMJoy https://t.co/UPNjPivgm1",
  "Wow! I can hear you all cheering here at my house!\n#HellsKitchen",
  "Get that jacket  Texas !!!#Michelle #HellsKitchen",
  "Need Elise gone...didn’t want her there to begin with...all drama...wait that’s why she still there.... #HellsKitchen https://t.co/dfJ7own1ES",
  "Lance falls down for no apparent reason and KCP glitches in real life in this week's #Shaqtin presented by @hotelsdotcom! 😂 https://t.co/KX4Q5Dfdi0",
  "Trump paid 130k hush money to a porn star he had sex with. All to avoid the headline: TRUMP HUMPS TRAMP'S RUMP",
  "While my opinion of Trump can fall no lower, my perspective on those who still support him takes yet another little hit with each stupid, racist, dangerous remark or action of his.",
  "It’s not how a president should speak. It’s not how a president should behave. Most of all, it’s not what a president should believe. We’re better than this.",
  "@Dina_Marie0221 YEEEEESSSS!!!",
  "“I heard them talking but I said nooooo way!” #TonyaHarding https://t.co/N03LSdHixu",
  "#TonyaHarding is trying to pull a Costanza???!!!! https://t.co/OcbHsu2UOv",
  "Would love to see  #TonyaHarding being interviewed and then Nancy Kerrigan steps into the room! The kicker is Tonya won’t get paid till she answers every single question about the attack to Nancy’s face!!! somebody can make that happen...PLEASE @ABC @DrPhil @TheMAURYShow",
  "@Sydney_A Yesssss honey!!! Go on &amp; coin the phrase don’t make my Tonya Harding you!",
  "#TonyaHarding https://t.co/avmbKY0RFM",
  "#TonyaHarding ....karmas a b huh??? https://t.co/YkGJmV0idK",
  "Poor Tonya! Her mom worked many jobs and rode her hard. Had her mom NOT worked so hard and expected so much Tonya would have never had ice time or made it as far as she did! Tonya should THANK her mother! #TonyaHarding",
  "I would to point out that Nancy Kerrigan was the victim and the star in this story, she was attacked and then came back in time to kick ass at Lillehammer #TonyaHarding https://t.co/vWe3PxKq24",
  "@ScottFordTVGuy She is what she is....",
  "#TonyaHarding you are full of it....must burn you that Nancy Kerrigan won it all...looks, endorsements and a thriving career &amp; a loving family and NANCY STILL WINNING WITHOUT YOU! https://t.co/aIrAW86EpX",
  "Ha ha I love it!!!! they show a commercial for Nancy Kerrigan hosting a #bachelor skating games YESSSS #TonyaHarding ain’t a damn thought!!",
  "#TonyaHarding needs to be interviewed by dr Phil...no soft pity questions...grill her ass till she tells the truth with Maury &amp; lie detector...ain’t falling for nonsense. Don’t care if she was abused..rise up you stupid sob!!!",
  "#TonyaHarding seems what we call ratchet...coaches tried to help her, teach her,  dressed her &amp; she was very ungrateful. you see the eye rolling? automatic ass beating maybe if she showed a little bit of appreciation she could’ve been more than a punch line Rise up dumbass!!",
  "Can we get Maury to give  #TonyaHarding a lie detector test? Need some fact checking here....@ABC",
  "#TonyaHarding I’m gonna be honest...I’m really waiting to see #nancykerrigan interview, not falling for the victim routine from Harding...",
  "#TruthAndLies #TonyaHarding @ABCNetwork LIVE NOW",
  "Whatever happened to innocent until proven guilty? We are so quick to judge,get the facts before taking sides,yes we need a ethics committee in all fields however...don’t bandwagon #JamesFranco #TheView #ifeelsorryforvictimsbutdueprocessismyargurement @whoppiegoldberg @TheView",
  "\"I heard a kid exploded... the nuns said it was unclean thoughts.\" 😂 Ewww. #ModernFamily",
  "A #ModernFamily creator confirms the series finale is in sight https://t.co/CJY7i60ECw https://t.co/MWlGrcVmmE",
  "I'm fluent in 3 languages - I neglected to mention that they were English, Sarcasm, and Hood\n#WhiteLiesOnMyResume",
  "Sarah set up April to take that fail...#teamgoatyoga... #AmazingRace",
  "@SensesFail5 Kudos...trying to tweet and watch takes talent I apparently don’t have LOL",
  "@NobleCygnus They reason I stopped watching Big Brother...when I realized they on  #AmazingRace ...figured was for drama factor #facts",
  "@SensesFail5 Only one...last week they didn’t make 1st",
  "If you love #Chocolate then put @BelgiumMFA on your @NoOppWasted travel list ... they have been making this tasty treat for over 400 years 173,000 tons a year sold in about 2,000 chocolate shops #AmazingRace",
  "LMAO....pineapple.....😂😂 r you freaking serious?!? #AmazingRace",
  "It be the printing detour...like old school typing #AmazingRace",
  "@MrRobKardashian She’s a beauty",
  "@PhilKeoghan When will it be just regular joes? And when is the next casting call?",
  "Thanks to all the fans for watching our premiere last week! RT if you are watching #AmazingRace with me!",
  "@ericstonestreet The scene is ICONIC! https://t.co/CfFLsNydJL",
  "In celebration of our 200th episode of Modern Family, tweet me your favorite Mitch and Cam scene or Cam moment and I’ll tell you something behind the \nscenes-y about it, if i can remember anything-y",
  "@JohnCena American Grit 3?",
  "Attention everyone....I have an important announcement!\n\n...TOMORROW! https://t.co/OJkmOEWXfC",
  "#MyGreatestNeed is unconditional love...like @chrissyteigen &amp; @johnlegend unconditional love..... https://t.co/T3f60Yf0TW",
  "#Lambily, you asked for it! Here are some tea-shirts for you 😊 😂☕\nhttps://t.co/8V5KZkhTEg https://t.co/d5tekGsiiD",
  "We’re starting! https://t.co/vN1cI26YKp",
  "If you get the chance to interview @usainbolt, I highly recommend it. Super cool dude. Thanks @gibsonguitar and @Philips! #DTCES https://t.co/biKcU5uLSR",
  "@MohamedMOSalih Unashamed by Lecrae....a testimonial",
  "I’m here for you https://t.co/LRXmee7mhX",
  "@SxBrown1 @chrissyteigen The Teigen Tigers....roar!!! Just a suggestion.....",
  "@BusyBlu My ex would say fat=fabulous and tempting.....🤓👏🏼👍",
  "Don’t miss a thing. Unless you want to miss whatever thing you’re at to try the new #123DollarMenu. https://t.co/4aSyxrUgoo",
  "We love snow. \nWe love to play.\n\nWe love dogs. 😚\nBeautiful new week to you all.🙋‍♀️ https://t.co/Zi2kX55gv4",
  "This guy has been following me around...\n(@Alex8Calvert) https://t.co/Kcb4vswEIV",
  "@dinoballerino @YouTube I just subscribed....I didn’t know mushrooms were a source of vitamin d....you betta believe ima start eating them even more now....love you’s babydoll!",
  "If you're having a bad day, watch this.                                              https://t.co/OJG0vjClDR",
  "Right back at you!! https://t.co/4mxUTYEcUP",
  "Congratulations \"This Is Me\"! A beautifully written song and very deserving 🎶💖 Marc &amp; I will try another year!",
  "Are they serving tea here? #GoldenGlobes",
  "RT if you stand with @jaketapper ending his interview with Steven Miller.",
  "People who are saying that Jake Tapper should have never invited Stephen Miller on his show are completely missing the point. You don’t cast out darkness by ignoring it. You cast out darkness by bringing it into the sunlight and exposing it for what it is.",
  "Stephen Miller is trending, for the most glorious reason. Bravo, @jaketapper.",
  "U bum @StephenCurry30 already said he ain't going! So therefore ain't no invite. Going to White House was a great honor until you showed up!",
  "@JoyAnnReid hitting hard on #meetthepress .... Go #rediers #amjoy #joyannreidspeaksformeandiloveit",
  "You guys are cracking me up with all your comments 😂😂😂 for those asking about #linner times- for as long as the kitchen stays open! https://t.co/MU3GooMTvW",
  "Oh my... https://t.co/4VLetX8inh",
  "One smile, \ncan start a friendship. \nOne word, \ncan end a fight. \nOne look, .\ncan save a relationship. \nOne person. \ncan change your life.!!",
  "#IStartedMyDietButThen I was told fat is the new sexy https://t.co/dOIMFa0GEc",
  "NFL Playoffs start today with the Wild Card, who’s your team? #NFLPlayoffs #NFLWildCardWeekend #GGTV https://t.co/1lKKoxOv5L",
  "@nfrealmusicfan It’s honestly been insane for me to watch as well but wouldn’t be here without you guys honestly . #RealMusicTillTheDayWeDie",
  "@leighlo_maria Ditto",
  "I wanted us to be better. my thinking was around us trying to be kind, forgiving people. but oh my god. wrong. fucking. hill.",
  "I feel like when he moves out of the Oval Office he’s gonna pause at the door, run to the desk, hit the nuke button really fast and run out and the aids are gonna be like “oh Donald!” and he will shrug and music and credits will play https://t.co/YhiudKaEUY",
  "WARNING: @realDonaldTrump does NOT want you to read @MichaelWolffNYC's explosive book \"Fire &amp; Fury\". He is absolutely FUMING right now &amp; wishes he can STOP people reading it. Too bad, it's being released TOMORROW.\n\nRT if you can't wait to read it! ✊✊\n\nhttps://t.co/GE145JyOyc",
  "I can pretty much tell the exact day an account hires a new social media manager. “Coming up, a performance that will leave you WOKE!” “You can’t f**k with these if you wanted to! 22 cookies for the ultimate holiday party”",
  "#TeamBigBrother looks lost and @JessicaGraf should just ask for directions....don’t wait on permission! #AmazingRace",
  "No fav yet but #teamgoatyoga is all about drama....for some reason thought it be #TeamBigBrother being dramatic first....never know what’s gonna happen #AmazingRace #amazingrace30 @PhilKeoghan",
  "RT if you are watching #AmazingRace",
  "Save the date 1/16/18 #LightBearer 💡 https://t.co/tHjBGc2xje",
  "Who's ready for some new music?! https://t.co/aVW3HEyJys",
  "Unbelievable arrogance at work here: https://t.co/OsWiJMmT8q",
  "Donald Trump’s day so far:\n\n- Steve Bannon confesses\n- Trump-Russia was “treasonous”\n- Says Don Jr is going to prison\n- They’re all turning on each other\n- They’re all going down\n- This explains Trump’s meltdown\n- Now he’s deleting tweets\n- It’s still only 10am",
  "my heart just... https://t.co/LLHG5nfPCc",
  "A sunny morning on the first day of 2018. Possibilities are endless, opportunities are plentiful. Time to #EarnTheDay because on January 28th, I’m entering the #RoyalRumble match and earning a chance at history @WrestleMania! #Raw",
  "Dearest Jennifer, I'm so honored to receive such a beautiful note from you, you've always been one of my favorite vocalists ♥️ Thank you for acknowledging the freezing cold weather and the necessity for hot tea!!! Much love and respect always!!! - MC #foundmytea https://t.co/XuP9SN0GJ8",
  "I would like to welcome Alabama native &amp; former Asst. Secretary for Governmental Affairs at @USDOT Dana Gresham, who will be joining our team as Chief of Staff. https://t.co/Fo8lNQGupP",
  "The U.S. suicide prevention hotline is 1-800-273-8255. In Canada, you can find a crisis centre here: https://t.co/VZTSsLuSPv #BellLetsTalk",
  "Found my tea! 🍵 https://t.co/r5EIIbT5Zw",
  "Steve Harvey out there looking like Olivia Pope. https://t.co/E6rmoqLywA",
  "#GifYourNewYearsEvePlans every New Years #christinaismyspiritanimal https://t.co/mFGa5NnGLT",
  "Yet another strong contender for tweet of the year... https://t.co/k6tHzSq3Tj",
  "@aaroncarter ....Just watched part 1 of The Drs with you on it...being so open and honest.... I admire you, &amp; plz know my Christian brother I will pray for you daily to have strength in all your endeavors (already set a reminder to watch pt 2 tmw) #youwillbehealed #prayers",
  "All My fans who tweets this link I’ll follow everyone I can for the next 30 minutes 🤷🏼‍♂️ #DontSayGoodbye \n\nSpotify: https://t.co/CodqMnKtnO",
  "Meanwhile, in Hawaii, people are serenading and loving President Obama wherever he goes. Can you imagine Trump getting this reception anywhere on the planet? 🤣\n\nhttps://t.co/wMGcjuTs1x\n\nh/t @DarleneMandel and Windward ReSisters for the video. 👍🏽\n#MorningJoe",
  "Looks like the best way to get at Roy Moore is to take away his title....2018 looks like it’s gonna be great!",
  "If this wasn’t your dinner tonight, you ain’t real. https://t.co/PoeBg5IU5z",
  "If Janet has time to text back, you have time, bitch. https://t.co/f8r6I3Xncj",
  "Traffic Cam 55 https://t.co/i5U3etSBBX",
  "DAY 25 MERRY CHRISTMAS https://t.co/ONrmDDTaJz",
  "https://t.co/ESfFskt1z4",
  "It's ok not to be ok at Christmas\n\nCrisis Numbers: \n\nSuicide Prevention Hotline\n800-273-8255\n\nMental Health Hotline\n866-677-5924\n\nCenter Against Sexual Assault Hotline\n866-373-8300",
  "can’t wait....#rockineve #nye #mariahcarey https://t.co/60tDqEccA3",
  "Came together with @att and some amazing artist to create this magical and uplifting song #BeTheGlow | Download it at https://t.co/9O7UcdPG0C and continue to spread love and happiness this holiday season! 🎁🌟🎄 We All Could Glow. #sponsored https://t.co/wHBWRKL4FN",
  "Every con has its pros… enjoy the new #Oceans8 trailer!! @OCEANS8MOVIE coming June 2018 https://t.co/EEFbRtD18a",
  "@jinx301 Congratulations!!! 🎉🎈🎊🍾 ✝️",
  "@The__Prototype Beautifully put.....👏🏼✝️💯",
  "The young woman who interviewed @tavissmiley shoulda been who interviewed @OMAROSA last week @GMA #TavisSmileyinterview",
  ".@joyannreid is about to go on #PoliticsNation. Tune in now #reiders! Then see you at 10 AM ET on @msnbc for #AMJoy https://t.co/p0cSdIoXnV",
  "@paul20tech Picture perfect....superstars &amp; supermodels pose!",
  "#HowIDealWithABreakup... I take a Samantha approach #sexinthecity #imsamantha #whichsexinthecitygalareyou https://t.co/sKd7hZ3Z33",
  "We are made strong by the difficulties we face, not by those we evade. -Unknown",
  "This is Keaton Jones, he lives in Knoxville and he has a little something to say about bullying.\n\nhttps://t.co/coyQxFp33V",
  "My bible study notes today is on Hope! Retweet! Fave! Share! Have a blessed day. https://t.co/oCZfqhDSNw",
  "#SundayMorning This pic is going to upset @realDonaldTrump so please RT for eternity. #AMJoy #PoliticsNation #CNNSOTU #ThisWeek #MeetThePress #TheResistance https://t.co/hdGgVwfWvL",
  "@TripLee ....haven’t put this down since I started reading....only halfway but is resonating deep...bravo #rise #imaybeolderbutimstillaninfantinspirit https://t.co/cSqACiZkvn",
  "The Circle of Driving begins again on an all-new episode of #TheGoldbergs starting NOW! Please retweet if you’re watching. 🚗 https://t.co/mexNOJYihc",
  "S.W.A.T. is.... PICKED UP!!!!! ........ 🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉 THANK YOU FANS!!!!! Thank You Sony and… https://t.co/ORg7JxwMr2",
  "https://t.co/sE93jYKrQG",
  "Change Your Line of Questioning! #MidweekMotivation #Inspire #Motivate #Inspiration https://t.co/7jwkssdGwO",
  "#BidenTODAY what is your favorite Psalm? And what would you recommend reading during these troubled times?",
  "#SantasToyFactory has a new head department supervisor and I’m here for it! @MariahCarey https://t.co/YVtspNPPO0",
  "My ex called and asked me to lunch  #ButISaidNo https://t.co/1YC0Zi38H7",
  "@david36604 I agree and another suggestion to do this episode would be #HodaKotb",
  "Louis C.K. Confesses, My Accusers Were All Telling the Truth  via @TMZ https://t.co/St0raIjWrL https://t.co/FdaopeNANh",
  "I’m officially done trying. \nIf you want me in your life, \nyou can come find me. \nUntil then, \ncontinue treating me like I don’t exist.",
  "I need spoilers, missed tonight’s #Scandal episode",
  "RT if you want some of Hondo's gumbo. #SWAT",
  "RT @swatcbs: RT if you want some of Hondo's gumbo. #SWAT https://t.co/LcgtxoUzaK",
  "You’re not ready for this #SWAT",
  "@TheSteelCrew Bradshaw",
  "@JoyAnnReid @maddow            \n Louis C.K. Crossed a Line Into Sexual Misconduct, 5 Women Say - The New York Times https://t.co/BlDtFJRmiD",
  "Joe was giving A LOT last night on #Survivor.... As Always.... #SurvivorHHH What were your thoughts? https://t.co/NNW0UXLbqj https://t.co/j7NhXFuHgt",
  "Check out @BusyBlu, his reviews always make me laugh. So nice to see someone into this season of Survivor S.35 Ep.7 Recap and Review #Survivor #SurvivorHHH https://t.co/rrq8WeHo1Z via @YouTube",
  "?? https://t.co/K6eaZCBVgU",
  "This is what happens when the people vote. Congrats @RalphNortham and @PhilMurphyNJ . And congratulations to all the victors in state legislative, county and mayors' races. Every office in a democracy counts!",
  "@smidge001 @AliVelshi @MSNBC Good point...all questions worth asking..",
  "@AliVelshi @smidge001 @MSNBC I wonder if he already had purchase the firearm before the bad conduct discharge.....??",
  "May God also grant all of us the wisdom to ask what concrete steps we can take to reduce the violence and weaponry in our midst.",
  "Thank you @BarackObama for having the courage and leadership to voice what few other politicians (and no @GOP) are saying. #SutherlandTexas https://t.co/4O4xoldOD3",
  "?? https://t.co/CMixDRNFzU",
  "Molly, aka the Thing of Evil, prepares to give Blabbermouth Don something to tweet about. https://t.co/tiCCnxgbrB",
  "A man taking care of his children unconditionally is #WhatSexyIsToMe https://t.co/VPxNYGN8SD",
  "https://t.co/yfc4tj0pAv",
  "On this #LoveYourLawyerDay, we all owe our Gratitude to the Lawyers who are the Footsoldiers Fighting for our #Democracy!\n\nThank You!\n#RBA ⚖ https://t.co/DGWAHCWmaB",
  "bring @dinoballerino from #masterchef 2 educate all these self righteous bastards on professionalism &amp; cooking #HellsKitchen @GordonRamsay",
  "@jacien I wouldn’t hire any of the females...or males...cast is very disappointing &amp; too damn dramatic for my taste! Back to Great British bake off",
  "Only 11 minutes without Trump’s divisive poison, but wasn’t it sweet?",
  "“Have mercy upon me, O God, according to thy lovingkindness: according unto the multitude of thy tender mercies bl…” https://t.co/ZNsRuSsquo",
  "#SeinfeldTaughtMe the best way to relieve stress is by saying https://t.co/eS4zm3LVfq",
  "Shaq bet Chuck that he wouldn’t make a face in the “One Chip Challenge” 😂 (via @nbaontnt) https://t.co/cpBAzscPV9",
  "@shemarmoore #SWAT...very well casted, Hondo I’m feeling you but this cat named Street is off the chain! I’m definitely hooked!",
  "I know you'll come back stronger from this. Prayers up @deshaunwatson https://t.co/Z8FHhpgYnW",
  "This Florida animal shelter has a magical idea for getting dogs adopted: Sorting them into Hogwarts houses. https://t.co/AORPHtRvf2 https://t.co/01PV0pgFYK",
  "There’s always that one ex you never forget ...... #brokenheartedlibra #evenwhenitsoveritisnt https://t.co/gydeaZ6dt1",
  "Y’all!!! Tomorrow the lyric video to my new single “Witness” come out!!! Check out this little sneak peak! #witness https://t.co/G0wBfoBcMB",
  "The real West Wing isn’t encouraging health care enrollment — so ‘West Wing’ star Bradley Whitford is doing it https://t.co/u195PsI1TA",
  "Watching the game on mute because listening to #JoeBuck is like nails going down a chalkboard #WorldSeriesGame7 https://t.co/efxvGIq1Hk",
  "Good morning.\nProtect your heart and mind.\nProtect your time. \nThis is YOUR life. And here it goes. \nI'm rooting for you.",
  "#Tyrese then posted (and deleted) this video in which he claims #TheRock is on steroids and that The Rock's daughter doesn't matter https://t.co/6HbASdOHZl",
  "#ImProudOfMyselfWhen I keep to eating healthy all day....except for dinner 😔",
  "#justiceforjazzy I am so sorry you went thru this, it’s just unacceptable &amp; provokes hate instead of compassion &amp; understanding #staystrong https://t.co/7NKqMx6KLF",
  "The young, charming, darker skinned, gum chewing @PeteCarroll @SeattleChildren #HappyHalloween #TraceMe https://t.co/q1w3CO54LA",
  "Robin Roberts as wonder woman is fantastic! Suits her personality because she is a real-life superhero💯💯🎊🎃 #HalloweenOnGMA",
  "Can’t wait to watch @maddow on @MSNBC tonight! #IndictmentMonday #PaulManfort #RickGates #mullerMonday https://t.co/NKdSLXE610",
  "@Lawrence You're too kind, Lawrence. You are the best and I learn from you every day! Have a wonderful evening, my friend :)",
  "Have you ever seen Wolf Blitzer do this? Brian Williams? https://t.co/qqBxg3EDir",
  "So this is what everybody is mad about. Kim Kardashian doing an Aaliyah inspired Halloween costume?  https://t.co/GhpYxNeb9A",
  "We cannot simply rebuild Puerto Rico the way it was. We must go forward to create a strong, sustainable economy and energy system in PR.",
  "The real you is not defined by the size of your office\nThe real you is who you are when ain't nobody watchin \n#perception",
  "@For_Simplicity @lecrae @Spotify Check out all of his albums &amp; the whole Reach Records fam...they lit",
  "Some big names featured in tonight's episode of #Shaqtin presented by @hotelsdotcom 😂 https://t.co/0aFBa27RZT",
  "Is #PresidentTrump doing a good thing by releasing the #JFKfiles ?\n\nVOTE &amp; RT",
  "McCain got it right. Poor kids went to Nam. Rich kids got bone spurs and stayed home.",
  "Hopefully this puts an end to President Trump's obnoxious rants &amp; attacks on the Truth!\n\nMyeshia Johnson, widow of Sgt. La David Johnson: \"Whatever Ms. Wilson said was not fabricated. What she said was 100% correct.\" \n\nMyeshia Johnson &amp; #FedericaWilson deserve an apology\n\nRETWEET",
  "@NurseShelby @RideOrDieTags @CupcakeGirl1444 @RivversDeep Thank you",
  "RETWEET To Show How Military Families Should Be Honored &amp; Respected By The POTUS! #AMJoy https://t.co/BmhvdTujt2",
  "#ILoveYouBut...my dog hates you and he humps everything/everyone. https://t.co/Vaq3lqb5J6",
  ".@DebRobertsABC reports on 'killer clown' case following arrest &amp; murder charge after 27yrs. RT if watching #ABC2020 https://t.co/99I4VBnu9B https://t.co/q2SHyGXLVV",
  "#SarahHuckabeeSanders is making her boss proud....tbh its hilarious now ..this is who speaks for y’all &amp; what y’all voted for #dumbasses https://t.co/dMDKEZtdnu",
  "I’ve never been a fan of Gabrielle Union or D Wade.....even more so now....some stuff u just keep private! https://t.co/rQiyW9qqFE",
  "#NewProfilePic https://t.co/SKLUtQqijL",
  "Fans - trying to beat Murr. If you Retweet this, I, Joe Gatto, will personally FOLLOW YOU. I swear. Promise. I won’t let you down.",
  "May artists spread the beauty of the faith and proclaim the grandeur of God’s creation and His boundless love for all.",
  "A genuine truly phenomenal natural beauty inside and out that no other female artist can ever compete with  #Selena #foreverselena https://t.co/pHHAQloXgZ",
  "Finished an amazing Birthday hanging with the homie @Lecrae. S/O to my wife @aforsett for making this day special! https://t.co/HlBwXmimRq",
  "They hunt monsters better than anyone. #Supernatural returns TONIGHT at 8/7c on The CW. https://t.co/lV9ZlEGacS",
  "Ladies. Let's do this. #WomenBoycottTwitter. Not because of hate but because I love this platform and know it can be better.",
  "just occurred to me how foolish my #topninja videos must have looked without music to punctuate their ferocity https://t.co/FBi17KWS00",
  "I'm giving away one randomly selected Skype reading!\nFor a chance to be read simply share this post.\nWinner announced next week 😊 https://t.co/RlwcpgFt9o",
  "Not Today Satan ft @AndyMineo drops at midnight. Who’s ready!!!!??? ⛪️⛪️⛪️👎🏿👎🏿👎🏿👹👹👹👹 https://t.co/NWXpsg1hnN",
  "We’ve hit the big time now...  TWITTER MOMENTS. https://t.co/Z6w4B1pzjS",
  "Everyone! We’re in the running to have a #1 on billboard for Perception!! Stream it! Buy the album!! Let’s go!! #RealMusic",
  "I love these guys so much: https://t.co/pNXRXoZrQG #Supernatural https://t.co/zFVY2XsgLR",
  "I appreciate you @Eminem ✊🏾 https://t.co/nwavBwsOkQ",
  "Molly, aka the Thing of Evil, says she's ready to test her IQ against Trump's. \"Bring him on,\" she says. https://t.co/XsZUx5hPsV",
  "Wait, so Jemele Hill gets suspended from ESPN for calling out Jerry Jones, but not for calling the President a White Supremacist?! 😂 https://t.co/qSK9RTjpay",
  "Cowboy fans at this present time...its only a game #GBvsDAL #DallasCowboys #GoPackGo #DevonteAdams #AaronRodgers #cowboysblewa15pointlead https://t.co/YOFh8KqnHo",
  "Mike Pence tweeted the same picture from a Colts game that he tweeted in 2014 https://t.co/V9UuJikRPy\n\nLEFT: 11/23/14\nRIGHT: 10/08/17 https://t.co/CJIAU8lZVk",
  "Throwback 😂 #packers #cowboys #nfl #gopackgo #GBvsDAL https://t.co/cE9BAccVJS",
  "It's a shame the White House has become an adult day care center. Someone obviously missed their shift this morning.",
  "Yuuuummmmmm!!! These limited delicious Starlit Hyper-Glitz lips are almost yours!! Friday 13th \n@fentybeauty https://t.co/a8QmQ6xcLC",
  "Day one of the reunion. We alumni took classes like in the old days. NEVER thought I'd do that again, but this school has transformed... https://t.co/wtrwLYCPkP",
  "They’re fundraising off a massacre. https://t.co/zTDb3j4Vls",
  "Niggas ALWAYS forget what they do to YOU to make u do what YOU did to THEM!!!😖",
  "https://t.co/U9nEcUDKR4",
  "BREAKING: This news is finally public.\n\nTrump discovered to personally order his team to sabotage ACA. https://t.co/sCgGfwUqku",
  "Thank you guys so much !!!",
  "\"Lo que es 'nasty' es que se de la espalda al pueblo puertorriqueño\": alcaldesa de San Juan @CarmenYulinCruz https://t.co/f0U92cln0F",
  "I wish peace. For you. For me.For every person. I don't know if wishing will help. But till I figure out more to do actively, I wish peace.",
  "Please RT: desperately need pilots, private planes, helicopters to do medevacs off PR. Contact Adam Watson 786-292-2247.\n\n@olgaNYC1211",
  "Does it get any more (24K) magical than this? https://t.co/g4HLrOqaWT https://t.co/XaTbN8JLOq",
  "Looks like the Rams have this, unless Dallas has an unexpected miracle happen #LARvsDAL #DallasCowboys #alliwantistoseeagoodgame",
  "Cowboys are being handed this game #LARvsDAL",
  "#Libra\u0092s are lazy by nature.",
  "'IT' is officially getting a sequel, will hit theaters in 2019 🤡https://t.co/FveLdXoNBM https://t.co/h23FVRKec8",
  "Watch Joy's full interview: San Juan mayor responds to #Trump attacks https://t.co/glkIkLeTaV via @amjoyshow #AMJoy #PuertoRico",
  "In crisis, our true characters are revealed.\n\nDonald has shown his true self: narcissistic, petty, lacking in empathy, and failing to lead. https://t.co/1RDJmJGGDi",
  "Heavenly Father comes first  #WhyImStillSingleIn4Words",
  "If you have even the smallest donation, you can help save lives! https://t.co/FasQxim6hN",
  "Didn’t expect that ending ... #SurvivorHHH",
  "Enjoyed the way it opened having to grab precious food, go &amp; then getting player convos.... still unsure who to go for thou #SurvivorHHH",
  "@JoshMalina @HrishiHirway I’d travel across the country for this opportunity",
  "People who supposedly work with us “confirming” details they know nothing about! Especially when we havent even communicated with them SMH",
  "\"There are a few things going around about Colin Kaepernick that are just factually inaccurate.\" —@getnickwright sets the record straight https://t.co/JDE5tjcA3d",
  "If I could only afford this 😔 @rihanna #fentybeautyxmaswishlist #FentyBeauty https://t.co/g3B4li5feJ",
  "#PuertoRico \nhttps://t.co/tD6afk7PVM \n@realDonaldTrump ????????",
  "Allot of time people take advantage and abuse how kind and loving #Libras are.",
  "Happy birthday, @ahagazelle! 🎉🎂🍰 https://t.co/Xy1VoFxd1y",
  "Raight Said Fred = I’m Too Sexy  #OneHitWonderDay https://t.co/IXcEdtdjWW",
  "Mr. President? https://t.co/NyQbTsH15S",
  "\"The LORD is my light &amp; my salvation, whom shall I fear? The LORD is the stronghold of my life, of whom shall I be afraid?\"-Psalm 27:1 #VOTD",
  "Just tryna gain some free 500 followers tonight \n\nRT if you also wanna gain!!! \n\n#TrapaDrive",
  "#TrumpRussia - Here's the WHOLE story\nLet's make it VIRAL\n\nMake no mistake...We are at war - #TheResistance\n(THREAD)\nhttps://t.co/i2Gadak9qp",
  "Now this is quality journalism! @JoyAnnReid fact checks conservative commentator about Obamacare and corrects her on live TV.  #AMJoy https://t.co/6rUb9NPrg5",
  "Steelers head coach Mike Tomlin reveals to @JamieErdahl that the team will not be participating in today's national anthem. https://t.co/5zihPWQsMv",
  "@ShawnSt03570878 Steeler pride!!! And I agree 1000% Mike Tomlin and team I you give praise from West Texas!! https://t.co/BoVxqhojbv",
  "President Trump, Sec. Mattis, and DOD should send the Navy, including the USNS Comfort, to Puerto Rico now. These are American citizens. https://t.co/J2FVg4II0n",
  "The Tommy Chong's Blazers Cup Dec.2nd and 3rd will be a celebration of peace and healing.San burn a doobie!",
  "TODAY! → @JoyAnnReid's interview with former Secretary @HillaryClinton! See you 10aE for a special #AMJoy #reiders https://t.co/RPVmiLbYPt",
  "If u are going to watch the new episode of #GhostAdventures this #Saturday night then retweet this 😎👻🎥",
  "All Things Work Together is OUT NOW on @AppleMusic 🙏🏾 Much love to everyone listening to it this morning #ATWT https://t.co/HFVQjojkiV",
  "My new album 'All Things Work Together' is out now everywhere 🙏🏾 #ATWT https://t.co/gnWRS6pPFU https://t.co/pss5pKmwtV",
  "AP New behind the scenes of #DammnBaby video shoot with @LuBrown @JanetJackson #Janfam https://t.co/XFmSvL7lK2",
  "It's all about Love... #DammnBaby\nhttps://t.co/VxlKAlrfbK",
  "@JasonJangyWang has been underestimated however @dinoballerino deserves to win  #MasterChef",
  "RT @Lizzs_Lockeroom: \"Martin\" one of my fav episodes 😂  #HipHopHonors https://t.co/iLEyGcyWnY",
  "Now this is the way to sell books! Sweden rocks! https://t.co/lqX0apI08u",
  "I'm not a fan...but its just one game ....cowboys have time to adjust &amp; correct issues &amp; improve",
  "From the desk of #KevinHart https://t.co/KdLsoZwkKf",
  ". @halloweenmovies is getting overloaded with traffic so here's the official image. #Halloweenmovie #Halloween #MichaelMyers https://t.co/c9KqJ5HKbp",
  "my audition tape for \"enter the dragon.\" still waiting to hear back! https://t.co/tDU4E0kEvB",
  "13 years later and they've still got work to do. Supernatural premieres Thursday, October 12 on The CW. #SupernaturalDay https://t.co/0UGC0bjn5s",
  "#PROFILTR \nno shade...40 shades! \n@fentybeauty https://t.co/UyzD6dMmPv",
  "My reaction after reading about why #TedCruz is trending.... https://t.co/hsGphbywg9",
  "That makes 2 of us 😉 https://t.co/woX4e4Tag9",
  "https://t.co/4hs4TF8DwZ",
  "#wherewereyou took my children to school, turned on the news &amp; ran to the garage to pack ex-husbands military gear who was in the army",
  "Okay, Twidjits, how many of you at Pittsburgh con notice my shirt was inside-out all day and didn't tell me?",
  "Bring Christina back in season 14 to teach them all dignity &amp; humility plz @shondarhimes #GreysAnatomy https://t.co/xOVKTskmOi",
  "Thank you Jesus.",
  "Facebook makes you hate people you already know and Twitter makes you love people you've never met.",
  "Why did the surfer take a nap?\n\nHe was board.",
  "The movie opened well last night. Thanks to all those who came out for the Thursday previews.",
  "PREORDER my new album Perception now and get exclusive new merch! Available at https://t.co/eDf8EVrZVN https://t.co/fucawoO5pv",
  "Guilty regardless of facts #GetOutOfJuryDutyIn4Words",
  "Come on out to the movies tonight.\nYou'll float.",
  "Friend: Tampa is out of bottled water \n\nMe: I'll grab some for y'all from Valdosta, GA\n\nValdosta: we out of bottled water \n\n#NotTodaySatan https://t.co/EQ3Jku5gx1",
  "Rock the Universe this Friday 10pm! Coca Cola stage is about to be legendary! https://t.co/zgE3dit1R1",
  "@NicholasBrendon @DragonCon @AmericasMartATL @BuffyTVS Wish I could Mr Brendon, do you have any plans to attend a Comic Con event in/around Lubbock TX? a hug/photo w you is on my bucket list !",
  "@GAWVI excited to see you on October 12 &amp; curious will you be preforming songs from the Holding/Lost in Hue album? Pumped &amp; ready to #Cumbia https://t.co/MynORfqJks",
  "IF ANYONE NEEDS SHELTER BY NORTH HOUSTON, MY CHURCH IS OPEN FOR SHELTER❗️NEXT TO EASTEX FREEWAY, PLEASE RT TO HELP SOMEONE❗️#Harvey https://t.co/19muJMvR34",
  "Thanks @Spotify for the love on green lights !!",
  "10.06.17 https://t.co/NJCud4PT6b",
  "Whatever you do, never run back to what broke you.",
  "ATL!! Preview tracks from my new album Thursday 8.24 . Sign up for a chance to be in the building… \nhttps://t.co/2TNIuOeTsL https://t.co/CpCM6p98O7",
  "\"For those who understand, no explanation is needed...For those who don't, none will do.\" - Jerry Lewis\n#RIPJerryLewis",
  "Trump's tweets and press conferences are the work of a gravely disordered mind.",
  "For those of you that took the time to support - whether it was by downloading, streaming, or just sharing the video; it means a lot to me!",
  "Very excited to join this project and work with some great people. @JudgmentFilm https://t.co/G5yug6bvh1",
  "@JoyAnnReid Hasn't he proven he knows nothing!! The man has never read a book and school won't teach the truth!!!",
  "Beautiful? What do you actually know about the history of slavery, the civil war and the aftermath? https://t.co/5gYOBjx7vL",
  "Of this I am sure. https://t.co/uk3WHLIgcU",
  "Beauty??? You are a full-on confederacy apologist at this point. How can you be the commander in chief and revere literal treason? https://t.co/E38cOUxaQy",
  "#ITryBeingSocialBy a smile even on my worst day",
  "@fallonismyfave thank you for sharing, unfortunately i work overnights and would have missed the actual monologue....your a lifesaver",
  "this was so well said. jimmy fallon is the change we need in the world. https://t.co/3vDmt2srNd",
  "#RicFlair ...stylin &amp; profilin ..get well soon #dirtiestplayerinthegame #fourhorsemen https://t.co/BkjQdyN9Ih",
  "You got this. \nDon't give up. \nI believe in you!",
  "The hat suited #BBAlex #BB19",
  "Paul's treatment of people this game is getting a little out of control. Time to reel it in. You talked badly about meech doing the same.",
  "I actually pay taxes  #WhyImPoorIn4Words",
  "If someone got me Distance Bracelets I would never take it off ⚪️⚫️🌎😍\n\n*Drops Hint https://t.co/umKAdwWYVt https://t.co/rimjAGqUKO",
  "Ineptitude, thy name is Trump.",
  "5 years ago I asked an amazing woman to dinner. Since then she is the best thing to ever happen to me. I love you Nicole. Happy Anniversary",
  "Josh / Jessica &amp; Cody are starting to argue https://t.co/FntenKUQqt",
  "https://t.co/ff7pS8Ue4i",
  "#amjoy #SundayMorning @JoyAnnReid plz interview @KellyannePolls &amp; rip her lying ass apart w truth #reiders thank you in advance @amjoyshow",
  "@carl_billing Check my posts...and FYI I live in Texas",
  "So as long as u have a badge or tittle u can pressure someone to admit guilt?? Y not be an asshole to the girls?? Abuse of power!! #Dateline",
  "This investigator is an ass**** its is a Christian relationship...he is y I don't trust cops....already assuming kid guilty #Dateline",
  "Vicente Fox trolls Trump: Your White House is like a \"really bad reality TV show with low ratings\" https://t.co/KDulZHG07g https://t.co/BUaTSBpRnn",
  "Vicente Fox rn: \"We'll never pay for that fucking wall!\" on live tv 😂😂 @NewDay best thing I've seen today #NewDay @CNN  #vicentefox my hero",
  "#Obamabirthday\nHappy Birthday Mr. President!\nYou gave us hope! We love you! https://t.co/PsxdCjESBd",
  "ITS OUT!! Go purchase Magic &amp; Bird everywhere and play it a lot on Spotify and Apple Music 😌\n\nI had the honor to make \nJudo &amp; Say Less 🙏🏽 https://t.co/9ERqQyPKJX",
  "Goin for #bbcody to get this #HOH  #BB19",
  "Just won $20 ,called #BBJessica to use hex &amp; save showmance, now I call house flip, kick #BBPaul narcissistic ass out #BB19 now its a game!",
  "So so so very tired of the damn cat ears phase....y'all ain't Ms Grande  #BB19",
  "Can't wait too see  Saturday Night Live ep this weekend,definitely know it will be 🔥🔥,  #PressBriefing @JoyAnnReid @amjoyshow https://t.co/snYGGPMu7E",
  "If you've never read this in-depth @vanityfair backgrounder on Stephen Miller, now is as good a time as any. https://t.co/vHwWB6bu0k",
  "OUTRO IS OUT! RT this link !!!#rec3 \n\nhttps://t.co/hJPS3j5YkF",
  "NF - Outro.       Intense and makes fans want more! Bravo @nfrealmusic @nffeels @nfrealfanz #thisonlythebeginning  https://t.co/9jhM3dYd3H",
  "My children are special. https://t.co/9W53uhsHnC",
  "\"Martin Sheen\" https://t.co/d685v6xZwS",
  "I don't need everybody. I just need mine. You don't need everybody. You just need yours.",
  "If any other prez had done half the things Trump has done...a third...a fucking TENTH...he'd be gone like Enron. What's happened to us?",
  "Its such a shame @MarthaRaddatz  cant stop sucking these republican balls.....disgusting &amp; weak #thisweek",
  "and the finale will cramp your lap! if you only watch 2 eps watch \"green light\" &amp; \"red light\" 2 of my favorites ever https://t.co/CGsUe02nkK",
  "Hold on and #IllFindYou 🙏🏾 @torikelly … Video coming tomorrow https://t.co/OemGhFbEDB",
  "When someone shows you their true colors, don't try to paint a different picture.\n\n#LAFAMILIA on Apple Music",
  "Going LIVE this Friday at 5PM ET via Twitter, YT, IG &amp; FB. Please DM your questions now 😊😘❤️! #RT #BB19 #BBDom #BigBrother #DOMinators https://t.co/YkWBULEzVL",
  "There's no end to our national shame.",
  "Officially cancelled all  #BB19 alerts &amp; feeds...if I want to see quality drama I can watch re runs of #Survivor https://t.co/EJUnHexlhY",
  "https://t.co/gxsUbmWREL",
  "In decreeing transgender people unfit to serve, Donald Trump continues to visit previously unxplored regions of the suck.",
  "@NEELYmusic Going to the drive inn to see \"Empire Strikes Back\" w/ my cousins in the back of Grandpa's El Camino....still get nostalgic with my own kids",
  "@AaronGoodwin ....your my fav on the show....it be an honor to assist you ....#GhostAdventures #sendmeinsteadofAaron #aaronhascajonesgrandes",
  "Happy Tuesday beautiful people. Let's have an amazing day and hot fudge sundaes apparently?! #NationalHotFudgeSundaeDay #Huglife",
  "1 organ donor can save as many as 8 lives. Join me and #DonateLife by signing up in the Health app on iPhone or at https://t.co/xJ0oKlXiFy",
  "Woulda been nice if the consequence  was hg go home if they lost match... #BB19 #Codyvspaul",
  "Psychology: When she is happy, she can’t stop talking, when she is sad she doesn't say a word.",
  "Woke up with an extremely heavy heart.  If we could build one another up rather than tear one another down... We'd make great impact.",
  "And I now say goodbye to #BB19and patiently wait on ..... https://t.co/mCjCtBI7fq",
  "Smart game is use it tonite, create alliance w Dominique , hopefully Cody back &amp; backstab...oops backdoor, Paul  #BB19",
  "Did Jess just save both her and Dominique?  #BB19",
  "i was selected to win two @tellyawards for my song and video Heart To Serve🙏🏾 GLORY TO GOD. https://t.co/XNsbMKW10s",
  "Paul dressed up as a snake because producition told him he couldn't wear a blackface 😒 #BB19 https://t.co/Wk3fmS3N6A",
  "Hopefully Jason takes Dominique off the block...#BB19",
  "Would have much rather have Frankie/Rachel instead as returning vet. Paul just a selfish manipulting bastard #BB19 anything for ratings huh",
  "@linds_w_90 I have him as well and watch how you word your questions...he's a perfect gentleman",
  "\"Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.\" Mark 11:24 #VOTD #Faith",
  "#Libra has difficulty finding satisfaction in life, but has a great ability to get along with almost anyone.",
  "James 2:24 - Ye see then how that by works a man is justified, and not by faith only. #LookAtGod",
  "Just fight a little longer my friend it's all worth it in the end.",
  "@beany756 As long as Dominique has Heavenly Father on her side, nothing can break her  #BBDominique",
  "#18YearOldMeWouldSay follow your dreams even if your family doesn't agree, leave those negative people behind and be happy for yourself",
  "@ShawnMichaels my son gave me your book as a gift &amp; applause for finding your faith, was a fan in the beginning but now I'm a follower https://t.co/N6AdEorXqg",
  "Officially #teamburk now....his speech to the green team is what is known as a life lesson  #findyourgrit #AmericanGrit",
  "Sweet move Chris!! Very good move, instead of being selfish , u showed u a team player #findyourgrit #AmericanGrit",
  "This challenge is the best so far , will show what each individual person really about #AmericanGrit #findyourgrit",
  "So guess Alex has a secret showman with Paul, just a damn shame, no dignity what so ever #BB19",
  "How I feel about this episode #BB19 https://t.co/9CgGG42F1Y",
  "#BB19 like and retweet if you want Dominique to stay https://t.co/mPiLlz76k6",
  "Ramses is playing a safe game...under the radar, I bet when he does go off gonna be epic, the quiet ones r who u gotta watch out 4 #BB19",
  "Let's bring back this video just in case you all forgot blk women\\men feel in this game. Neeley laid it down perfectly. #BB19 https://t.co/sboKcCm05b",
  "Alex is spineless, trying to be Paul I am now #teamdom for the fact she's not ratchet like rest of house #BB19 #domhasGodandtheyjelous",
  "this is definitely the final scene BB will end off w/ right after they show dom's ABW edit and paul's \"non-friendship\" edit lmao #bb19 https://t.co/KetO2XbL3c",
  "I've always wanted to play the game, then I remember dignity &amp; integrity are not allowed, u gotta b dirty and cheat. That ain't me #BB19 https://t.co/sJms9EFQ3b",
  "@MeganAnnBB19 Probably Dom for the fact that Alex is a woman of her word, much respect for that, if she decides to play the game it should be Paul",
  "You won't believe what @tyhenrymedium was able to do 😳 https://t.co/fXCLZmjSFd",
  "Wear your daily motivation! 💪🔥\n\nShop Motivational Wristbands: \nhttps://t.co/F9ENoGRp4v https://t.co/q7dEiikC5P",
  "Kevin is a gentleman ....much respect ✊ #BB19",
  "@MeganAnnBB19 I thought you weren't given a fair chance in this game, when there's snakes all around u, im still rooting you come back on another season",
  "Im Christian and try to see the good in all fools however....#bbjosh needs a severe ass beating, with an extension cord! #BB19",
  "Get rid of Christmas and bring back Megan, she at least can compete , maybe not good but still participating #BB19",
  "@melcher_marissa Nice!!",
  "the best play is for #BBAlex #BBCody to survive eviction, team up against #BBRamses, having a brain is more powerful than muscles #bb19",
  "Ramses isn't a threat yet...Paul paranoid about a youngster when there's more vicious snakes all around him #BB19",
  "Soteriophobia is a psychological condition which causes a person to refuse depending on others out of fear of being disappointed.",
  "Have you checked out the \"Level\" video ?! https://t.co/G4RMjAfaTk @billboard #Level @TwitterMusic #Billboard https://t.co/8nVmOg9N4M",
  "@DVNF 👏🏼👏🏼👏🏼 kudos &amp; also include the spouses &amp; children affected by deployments &amp; emotions, as a former Army wife , PTSD affected all of us!",
  "If ur ever feeling bad about urself just remember there r guys out there buying lap dances bc they  think the strippers really like them",
  "Matthew 21:22 - And all things, whatsoever ye shall ask in prayer, believing, ye shall receive. #LookAtGod",
  "don't be mad when someone starts appreciating the person you took for granted. what you won't do, someone else will.\n\n#LAFAMILIA - 07/13/17",
  "Nations like individuals go through dark nights of the soul. But each dark night is followed by dawn whenever the heart remains open to love",
  "George Stephanopoulos GRILLS Kellyanne Conway on the Latest Trump-Russia News https://t.co/fTGusNDUoH\n#Trump #Russia #GMA #Kellyanne #News",
  "Kellyanne Conway defends Donald Trump Jr.'s meeting with Russian lawyer, watch the full interview https://t.co/2zRfras7g2",
  "This information would have been useful BEFORE I voted!!! #bb19 @bigbrother https://t.co/i18BmAoA9H",
  "Thinking with this \"power\" Paul gonna pull somethin real dirty and acting as if he had no clue #BB19",
  "The news is real. The president is fake.",
  "@JohnCena is the \"Grit\" hat for sale? #JohnCena #AmericanGrit",
  "Only 1 year probation for dissuading a witness?? That should b 5-15 easy depending on the case ...#Dateline",
  "So then the 2nd suspect is cleared?? #Dateline https://t.co/nbzDsqYvYY",
  "#Dateline is the reason why I get paranoid on dates #datelinesaturday",
  "Prediction unfortunately #bbjillian is out and #bbjason wins #HOH .....who knows, crazier things can happen. 🤷🏽‍♀️#BB19",
  "Honestly did the houseguests forget the douche move by #bbjosh to get immunity for this eviction?@BBAmericasVote @CBSBigBrother #BB19",
  "I love that this failed Trump handshake in Poland is already a gif. Thank you, millennials. https://t.co/5Kwm3eBMac",
  "Jessica flipping out, #BBAlex shining and #BBCody thinking no one saw him throw #pov 👏🏼👏🏼👏🏼#BB19",
  "Even Uncle Snoop was hipped to Blac Chyna's plan 😂🤦🏻‍♀️ @SnoopDogg @BLACCHYNA https://t.co/M02vh2yCrY",
  "Y'all!!! We Found the passport! \n\nBahrain we still coming!! \n\nGod is the Greatest!! 🙏🏾🙏🏾🙌🏾🙌🏾",
  "i like to always eat 35 hotdogs on the 4th of july",
  "Happy 4th of July my friends! 🇺🇸🇺🇸🇺🇸🇺🇸",
  "Domestic abuse survivor #PersonalVictoryIn3Words",
  "I'm at the stage of my career where I'd rather have 100 DM fans going crazy in a club than a arena of people who could care less about me.",
  "#Libra can sense your lingering anger deep down.",
  "Bravo 👏🏼 https://t.co/z7UniZPg8l",
  "https://t.co/V8ISGDsqDV",
  "When a male penguin falls in love with a female penguin, he searches the entire beach to find the perfect Pebble to present to her.",
  "Lets go ahead and replace Hanna....plz plz plz  #AmericanGrit",
  "@JohnCena bravo on this team challenge..I can't jog in clear terrain much less swamp waters 💯👍🔥...#AmericanGrit",
  "I unlocked a sneak peek of tonight's #AmericanGrit by tweeting #FindYourGrit! https://t.co/7xQSbwunv6",
  "forgive, as you have been forgiven. thank you for showing me i can't trust you tho.\n\n#LAFAMILIA\n\nwho's ready for this new music?",
  "It was me all this time...🙌🏽 https://t.co/9dZDHhfMgj",
  "#WorldUFODay 👽 I still can't explain this night.. https://t.co/RyTpEieLAx",
  "I voted Republican #DisappointYourMotherIn3Words",
  "Pac is showing the humility and grace right now that only come from the Father",
  "Look y'all - I made an \"Idjit Spinner.\" So busy leading up to #DCC2017 had to take a bad pun break. #sorrynotsorry#idjits #spnjoke https://t.co/8jGYbwVAIr",
  "\"When you have a desperation for a man in your life, you end up attracting someone who does not value you.\" #GirlTalk #MegaFest17",
  "Josh seems to be a drama queen...okay #BB19",
  "@BeatShazamCC @iamjamiefoxx @BeatShazamFOX Much appreciated fellow Shazamer 🤓🤗🎶",
  "#BeatShazam @iamjamiefoxx @BeatShazamFOX  grooving with tha funk! https://t.co/i3RbN7Z1dx",
  "#BeatShazam round 2 threw me off with that country!! @iamjamiefoxx @SnoopDogg @BeatShazamFOX  https://t.co/AWk2qC5s8k",
  "RT if you are having fun watching @BeatShazamFOX! #BeatShazam @iamjamiefoxx https://t.co/6ZQS9TYG1f",
  "#BeatShazam I ain't the best at it but I'm hooked! https://t.co/9LLPjSYrY4",
  "Just saw a meme encouraging people to call the Orlando Sentinel and demand I get fired. I called and asked if there were any calls for me.",
  "#totellthetruth https://t.co/pkaHcsVqtt",
  "Already loving this new season! #BB19 @CBSBigBrother",
  "Go ALEX go !!! #BB19",
  "Megan almost had a beautiful save....props, I couldn't hang on &amp; balance for 10 seconds #BB19",
  "Friday. #FreshPrince https://t.co/jomUIJpAfZ",
  "H.F.D.M.S!!\n\n  xox\n   © https://t.co/syOSi9CT4I",
  "my entire childhood...\n\n  😎\n\n   © https://t.co/uTavNTH7dQ",
  "#Libra are intensely loyal to those they love and care about.",
  "People are threatened when you aren't who they WANT you to be, but there's liberation in being who you were MADE to be.",
  "I think Janessa gots this challenge! #AmericanGrit",
  "Breaking out my church fan! https://t.co/RtBqXnGLd9",
  "#OurDateWasPerfectUntil he said he still lives with his parents &amp; needed permission to pay for dinner on his moms bank card",
  "#2017NBADraft https://t.co/kQCneBPWeY",
  "A message for the players who weren't drafted #2017NFLDraft https://t.co/aAuS27DKEk",
  "Been a good day. \n\nSay hi if you are on twitter tonight 👋🏻",
  "Want to win a Skype reading with #HollywoodMedium @tyhenrymedium? Enter your details below! Good luck 💕\nhttps://t.co/VlHUAOkypd https://t.co/Q3VnoSFbYF",
  "The people who truly care will always find a way back into your life.",
  "Sprite can break down acetaldehyde, a metabolite of ethanol, making it an effective hangover-curing drink.",
  "Be with someone who is proud to have you..",
  "It takes an average of 17 months and 26 days to get over an ex.",
  "https://t.co/BEtWMGyI0r https://t.co/6ESt3Q13lE",
  "Losing a child to street violence is unimaginable. I hope my answer can help w/ anguish in some way https://t.co/4WFslAzrbM #BishopsVillage https://t.co/TiRS2imkKS",
  "You swing a pretty mean lightsaber yourself @amjoyshow- Thanks for fighting the good fight!! Forcefully Yours, mh  #LovingMalcolmANDJoy https://t.co/Zjg12LHpql",
  "#TheLastJedi @HamillHimself backs up @MalcolmNance -- and calls him a Jedi Master! We love it! #AMJoy https://t.co/KWbfP9Zw4q",
  "POTUS seems to be in full meltdown mode last two days. How long before he tries to fire Mueller, setting off Saturday Night Massacre II? https://t.co/h53DJatZb4",
  "To all the women who didn't get the text this morning: Good morning, beautiful.",
  "It was a simple question. Can Sessions point to the policy, in writing, that allows him to not answer a whole host of our questions today.",
  "Lets get on with the questions please #SessionsHearing",
  "Its gonna come down to the end...#116Finals @reachrecords @116clique",
  "Join tonight's #116Finals live tweet for a shot at one of our \"Champions\" shirts. Now available online: https://t.co/z0RIcyHztK https://t.co/llw1lbDQ09",
  "Winnie-The-Pooh characters represent a mental disorder: Eeyore - Depression, Pooh - Addiction, Tigger - ADHD, Owl - OCD, Piglet - Anxiety",
  "@fabulous1092 I stopped listening to my favorite songs due to my broken-heart but ive been restored by listening to @116clique artists 💯@reachrecords",
  "Long sleeve. Short sleeve. Gold foil. Get your Champions tee. https://t.co/gNaJCHZ2Y8 https://t.co/DAFcqQJSAc",
  "I don't even know what this challenge is but I wanted to rap on this beat 😂 #sogonechallenge https://t.co/a10L7ZPHba",
  "What's your take? Will the Warriors break out the brooms tonight? #116finals https://t.co/ZZSR1XTFVP",
  "Cheers to @ArianaGrande who at a youthful age has demonstrated a level of compassion and maturity exceeding that of the American president.",
  "👏🏼 #TakeThat .....lovely song selection 🔥🔥BRAVO #OneLoveManchester",
  "Warriors' Durant laughs off Rihanna question - via @ESPN App https://t.co/cZVLRQROAv",
  "Do you remember when you joined Twitter? I do! #MyTwitterAnniversary https://t.co/X64HwZUT3i",
  "@twiladang With the hot sauce!!",
  "THE CHICKEN &amp; HOT SAUCE &amp; playing Bobby Brown..while riding 🤗🤗#MichaelJacksonMovie",
  "I give a 👍 so far, minus the occasional slip of his accent ....hell I ain't perfect either #MichaelJacksonMovie #kingofpop",
  "Obstruction of justice? RETWEET TO AGREE #AMJoy https://t.co/dEvDGVZLxs",
  "Friends,\nI'm not the masterpiece I want to be.\nJust a rough draft you treat lovingly.\nThanks to all you help me see.\nlove love love love, me",
  "This gonna b an anthem! \"Go and find happiness \" love love @EvelynBraxton #BFV  💯💋👏🏼🍷🎶",
  "Binge watching #BFV from s1 ep 1 ❤️ em all 👏🏼 Ms E @EvelynBraxton @TraciBraxton @TamarBraxtonHer @towandabraxton @TrinaBraxton @tonibraxton",
  "#AMJoy #reiders @JoyAnnReid has been on point this entire show and now @kathygriffin up next....this is gonna be fun",
  "@GAWVI Will Lubbock TX be on the tour??? Or is a road trip in order?? #godspeed @116clique @reachrecords",
  "Great opening 👏🏼👏🏼😂😂#AMJoy @JoyAnnReid @amjoyshow #reiders",
  "Coach Tomlin addresses the media after practice at rookie minicamp. https://t.co/Zf4RM2bcJT",
  "@fabulous1092 ....your tweets are inspirational to me...your positive messages keep this #truelibrachick striving for greatness everyday 💯👍🎶",
  "@PastorJohnJones Very well put",
  "What can't the Almighty do? Ther4 fear not. He will uphold, strengthen, help, guide, shield &amp; protect u. Gods got u til the very end. #Jesus",
  "A special message from Janet for her fans. https://t.co/VXa6h25ksK",
  "Halleluyer! #amjoy https://t.co/fn2t84pt8B",
  "AMEN !!!! Health care is a right &amp; not a privilege...👏🏼👏🏼👏🏼👏🏼#AMJoy @JoyAnnReid @amjoyshow",
  "That's Traci-ism for you 😂 @TraciBraxton @towandabraxton @TamarBraxtonHer @TrinaBraxton #BFV https://t.co/Xel3rMotAl",
  "Happy birthday Mrs Carol Burnett... a true living legend love this skit with the immortal Charro 😂🎶 https://t.co/m9PgmEBxvo",
  "https://t.co/Fzy0A8546q",
  "Excellent piece on #EarthDay 🌎#AMJoy #reiders @amjoyshow @JoyAnnReid",
  "#AMJOY #reiders I absolutely agree! https://t.co/YoTJP33mub",
  "https://t.co/vbppowXWAM https://t.co/AaMhp7boOr",
  "She really just said \"my play cousin \" ....love love love this woman! Keep up the good fight @JoyAnnReid #AMJoy #reiders @amjoyshow",
  "#AMJoy #bethebunny @amjoyshow @JoyAnnReid #reiders https://t.co/c3GXLcSoCy",
  "Rev. Al Sharpton Dancing Machine 👍👍👏🏼👏🏼🎶🎶 https://t.co/KQdgLjgyEr",
  "“Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall…” https://t.co/BLH66Z9r0O",
  "@Zak_Bagans speaking Spanish like a seasoned pro....very impressive @jaywasley @AaronGoodwin #ghostadventures",
  "Adidas Yeezy Boost 350 V2 'Cream White'\n🚨 1 RANDOM RT WILL WIN FREE SLOT! 🚨\nhttps://t.co/M5ombnCU0N https://t.co/w5EBJwbNDf",
  "💯👍👌 Life is short. Remember, focus on what matters &amp; let go of what does not. #jinx301 https://t.co/YRc8OmWr2k",
  "“But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was u…” https://t.co/ZM3hGxJOd3",
  "Working as a prop assistant on Dynasty #OnMy80sBucketList https://t.co/wnoksZ3J1q",
  "@kerrywashington....im shook &amp; I can't wait till Quinn shows up!! 👍bravissimo @guillermodiazyo @KatieQLowes @darbysofficial #Scandal",
  "It's all about precision in the #MasterChefJunior kitchen. @GordonRamsay has the details on how to get the most out of your chicken. https://t.co/s9cJg5pZZa",
  "Seinfled in 20 minutes!!! #90sPagerMessages https://t.co/bXnUaInCTy",
  "Happy Birthday to the man of my dreams!  @nfrealmusic thank you for always making me feel special - I love you to the moon and back!  💕 https://t.co/7suh82rAMM",
  "Would you give up your life 4 people who don't believe in you, hate you, would kill you? I know this 1 guy who did. Food for thought. #Jesus",
  "“For God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that …” https://t.co/vwXOKfkIQs",
  "What's the deal with you /\nYou say you want a man that keeps it real then why you mad when I get real with you/?",
  "#itmovie....headed to the theater for this on September 8th definitely 👍",
  "What are you afraid of? #ITMovie https://t.co/JO8XG8vGB1",
  "@thederekminor #Roadshow17 ....humbled and honored to meet all the artists involved. Mr Minor cannot wait till u return!! https://t.co/M2ryLU7eYS",
  "#roadshow17 @thederekminor ...bravo mr minor.....excellent show sir!!! https://t.co/BmO8vvjhy9",
  "#IfYouDontLikeMeSoWhatIm...blessed by my Heavenly Father &amp; u cant stop my greatness.....✝️🕍🕊💯🙏👏🏼🎶💝💖",
  "My heart goes out to the victims and their families in London. No act of terror can shake the strength and resilience of our British ally.",
  "“He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the…” https://t.co/H2eXofpYqf",
  "“As we have therefore opportunity, let us do good unto all men, especially unto them who are of the household of f…” https://t.co/A65K23zDRl",
  "@thederekminor excited to see you preform this Friday evening for the road show!!!! Hopefully i can get a signature on my 116 hat 🙏🙌🏽👏🏼🤗👍🎉 https://t.co/B9wbSiiVUc",
  "@thederekminor anxious and excited for the chance to meet &amp; hear Derek Minor at the Road Show this Friday the  24th here in town!!!",
  "Get him....get him &amp; keep pounding.. Rep. Earl \"Buddy\" Carter is stumbling and stammering #AMJoy #reiders @amjoyshow @JoyAnnReid",
  "#NewProfilePic https://t.co/lnwpgWi9dd",
  "Impatiently waiting for tonite!! #BFV @EvelynBraxton @TamarBraxtonHer @tonibraxton @TrinaBraxton @TraciBraxton",
  "Feel blessed for real !!!! Means a lot to have fans that actually come out and support !!!",
  "When pie is life. Celebrate Pi Day with #Supernatural: https://t.co/ADbVJcz0IG https://t.co/6C1jWvXJXn",
  "A man who doesn’t spend time with his family can never be a real man.\n\n- Don Vito Corleone",
  "Better start praying #UnlikelyMagic8BallAnswers",
  "Healthy lunch....minus all the ranch..... https://t.co/SZ8Hqu6AyE",
  "#oneMET homer fund drive 6827 @HomeDepotCareer @6827_THD https://t.co/G7jLocqbaG",
  "these dogs have a better love life than I do https://t.co/cfNYTf83ju",
  "https://t.co/w9ZBhyaCZV https://t.co/QFXeLixHz1",
  "When pain erupts in your life, you must stop doing whatever is causing it, &amp; start doing whatever to eliminate it. https://t.co/Xgg6WKWOVP",
  "The difference btwn #thisweek &amp; #AMJoy is being interviewed by @JoyAnnReid u better tell the truth instead of BOLD LIES!#reiders @amjoyshow",
  "Sammy &amp; Dean &amp; Cass #My3WordGuiltyPleasure #Supernatural @mishacollins @jarpad @JensenAckles https://t.co/EeRTnzq2Sl",
  "Happily talk re: my contact w Mr. Putin &amp; his associates, took place in '03 in full view of press &amp; public under oath. Would you &amp;your team? https://t.co/yXgw3U8tmQ",
  "https://t.co/stq4pmTMuh https://t.co/ofgiQ9D8VV",
  "Just got this Bible Cover &amp; its beautiful!!! Thx Ms Sonya Leyva MET6827 https://t.co/H7Em6s12dJ",
  "when you're facing eternity, you only got one life to show for.",
  "NOT TODAY SATAN! 😡😡😡 https://t.co/KKHK258GHQ",
  "“Cast not away therefore your confidence, which hath great recompence of reward. For ye have need of patience, tha…” https://t.co/6J7AlPxw6e",
  "“The Lord is my shepherd; I shall not want. He maketh me to lie down in green pastures: he leadeth me beside the s…” https://t.co/Mz4da7XAAv",
  "Go grab your NF merch at \n\nhttps://t.co/i6AM0eoTDj https://t.co/yC0WaO68Ju",
  "Summed up perfectly ! @joanwalsh @amjoyshow @JoyAnnReid \"every bully needs an enemy...\"#AMJoy 👏🏼👏🏼👏🏼",
  "@jinx301 @michaeljackson FABULOUS  &amp; BRAVO 👍💯👏🏼",
  "So we just made the A-list! https://t.co/HebCSVoOpO",
  "I needed this reminder 🙏👍💯 https://t.co/xU3kSxgsei",
  "Not a fan but i will give props....good show so far #Gaga #PepsiHalftime #SB51",
  "From trafficking drugs to creating Hip-Hop that the whole family can listen to, get to know the @SocialClubMSFTS. https://t.co/16osHEK7Vt https://t.co/4q5AhDFo1d",
  "“Cast thy burden upon the Lord, and he shall sustain thee: he shall never suffer the righteous to be moved.” https://t.co/C3Zu9l1Wvh",
  "“That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised h…” https://t.co/cyH0FqJK3T",
  "“But the Lord is faithful, who shall stablish you, and keep you from evil.”\n2 Thessalonians 3:3 KJV https://t.co/OnIioSXptn",
  "PRESALE -- @NFRealMusic - Therapy Session Tour on Saturday, May 6th! Use password SUPERSTAR at https://t.co/SCq2Z6uRyP https://t.co/b98Jmxh5Sn",
  "President Trump ignored the voices of millions and put the short-term profits of the fossil fuel industry ahead of the future of our planet. https://t.co/veEc0AJeeH",
  "https://t.co/NWB0muzZsT https://t.co/U3Cjsl54y4",
  "The sun hasn't come out since Obama left the White House.",
  "Kellyanne Conway lies with such ease, she doesn't even break a sweat. Alternative facts, eh? https://t.co/KAsMCDBf7F",
  "#AMJoy never fails to deliver, look forward to each and every show bravo to all who make this possible @amjoyshow @JoyAnnReid #reiders",
  "“Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy…” https://t.co/VtILYgLZdA",
  "Popcorn Day 6827 @BoydBoydr @edeluna99 @Oscar86604735 @mcfarlin_leslie https://t.co/Ew1j0ZZStn",
  "https://t.co/6I9dviwJ6t",
  "Not until 2000 did all states accept Dr. King's birthday as a national holiday. The first and only given to an Black person.",
  "#AMJoy.....can't have unity when  Rep cant even control the incoming fat cat that takes credit for everyone else's blood,sweat and dignity https://t.co/nQqmd345k6",
  "If God is FOR you, who can be against you? @candywest #worship #TPHonline https://t.co/tOCAJoi9L7 https://t.co/RjBDvDpjSc",
  "RETWEET FOR YES, LIKE FOR NO #AMJoy https://t.co/sQqCLyVkpn",
  "keep taking away from the ppl and no kind of replacement ready....what kind of outcome does the GOP expect? #AMJoy",
  "My meeting with @realDonaldTrump ... https://t.co/Tz2O2W3a5n",
  "https://t.co/BUVKCO0JkQ",
  "RIP William Peter Blatty, who wrote the great horror novel of our time. So long, Old Bill.",
  "This #friday13th i get the pleasure of binge watching #Supernatural and then this evening #GhostAdventures .....freaking awesome!! https://t.co/6Zx0kQnrEU",
  "“This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou …” https://t.co/mhfLqxnRSz",
  "“For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lo…” https://t.co/0ePklAvVrd",
  "10 terrible things a good man will never do to you... https://t.co/ahlMdmtK4s",
  "Guy celebrating repeal of Obamacare finds out he’s on Obamacare. Amazing. https://t.co/Buq4agSFJD",
  "It’s time just to be happy, being angry and sad isn’t worth it anymore just let things flow and be positive.",
  "“Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpo…” https://t.co/sfgw79NJiL",
  "“If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.” https://t.co/uolqFjY57x",
  "A philly cheese steak without the cheese..... https://t.co/2T0fRV75tl",
  "“But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth …” https://t.co/3JUJcEo7qZ",
  "A Jade stone is useless before it is processed; a man is good-for-nothing until he is educated. - Chinese Proverb \n\n#Quote",
  "Thanks for watching #AMJoy! @JoyAnnReid will be back tomorrow -- 10 AM ET @MSNBC -- for more truth-telling, because: FACTS MATTER #reiders https://t.co/1BTGsxPTac",
  "“I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for …” https://t.co/BxlbZCfDbm",
  "Whats missing in music is women having integrity &amp; dignity, being Unashamed that Heavenly Father comes 1st and foremost!!! #NEELYfam #NEELY https://t.co/aqipuYsSQ2",
  "Just flipping through @billboard ​mag and found this!! Cheers to @RecordingAcad for nominating \"Priceless!\" #foryourconsideration https://t.co/iZ5ACEQFTQ",
  "#WiseWordsWednesday #BeYou https://t.co/EDgSi1Itg6",
  "That dude standing next to El Trumpo on New Years Eve? Joey \"No Socks\" Cinque, convicted felon associated with the Gambino family. Nice.",
  "@nfrealmusic you one of my inspirations man! I fucking love your music. Keep it up bro",
  "💯 https://t.co/xMbLNg1iOQ",
  "https://t.co/kw2goDTMBj https://t.co/Rzrr1FPFmh",
  "Wasn't that a judgement call?#5WordMistakeIWillNotRepeat",
  "“Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be…” https://t.co/kw2goDTMBj",
  "The snow is falling like I am for you. ❄️❤️ #happynewyear #2017 #intothesilentnight (📷: @AnnetteHolloway) https://t.co/FSFzKHvKM8",
  "Just be yourself ... not the person you pretend to be.",
  "love this recap of 2016 #AMJoy is on point ....need to find someone w a dvr stat!!!! #AMJoy #reiders @JoyAnnReid @amjoyshow",
  "New year. Still Unashamed.",
  "“Behold, I will do a new thing; now it shall spring forth; shall ye not know it? I will even make a way in the wil…” https://t.co/9PaHslH9fo",
  "Avocados, raspberries, almonds, broccoli, spinach, salmon are among the healthiest foods on the planet! Be Healthy.",
  "well done. https://t.co/ivefSB57HM",
  "Shit happens 😩 Have a happy and healthy new year everybody!🎉 Here's to making more headlines in 2017 😂 https://t.co/0Td8se57jr",
  "Counting down your favorite #BFV moments of 2016! Here's #4 with @EvelynBraxton always staying positive. #BestOf2016 https://t.co/h2CVHpg8Nw",
  "How im feeling about what Kim Burrells had to say about fellow human beings.....#stophate #unashamedchristian#loveislove#kimburrell https://t.co/L7EBoWUqCe",
  "C'mon,\n@tedcruz,\nin 4 years\nwe can unseat this guy!!\n\nYou bring the AWESOME,\nI'll bring the WINNING!!\n©\n#SheenCruz2020 https://t.co/dXxGPKVX5m",
  "Do hugs, not drugs. Spread love, not legs. Respect, don't judge. Listen more, talk less. Understand, don't assume. Forgive and forget.",
  "When your mood randomly goes from happy to sad, it's often an indication that you're missing someone.",
  "Support @gawvi by casting your vote for the 5th annual #WeLoveAwards https://t.co/rf3cXWtxsi https://t.co/GbXUwBlJt2",
  "“Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time o…” https://t.co/tgwtNrcuPy",
  "\"You may not control all the events that happen to you, but you can decide not to be reduced by them.\"~Maya Angelou",
  "“But they that wait upon the Lord shall renew their strength; they shall mount up with wings as eagles; they shall…” https://t.co/Q17eqohTJc",
  "Once you've been hurt, you get scared to get attached again, because you're always thinking everyone you love will always end up hurting you",
  "GRACE 🙏🏽. So Proud Of My Baby! He can say it on his own now! I had to share!Have a great day everyone, and thank God for his GRACE ❤️ https://t.co/04E35W88E1",
  "https://t.co/vmCtBMh7T6",
  "Tell em @jsullivanmusic 🙏🏾 https://t.co/9fkN5yDrKq",
  "“Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help th…” https://t.co/Eh1hrctZWe",
  "40% of people who are rejected in a romantic relationship slip into clinical depression.",
  "You will probably never read this but... https://t.co/j4QrWfRAXX",
  "“Sometimes I get fed up, fed up. But you gotta keep your head up, head up.” -@Tedashii https://t.co/FHOeaZbsP7 https://t.co/kSpMyqdUjV",
  "#Lions playing to keep playing in a couple of weeks....#DETvsDAL #MNF",
  "I take comfort knowing an angel was called home, and gladly accepted #RIPGeorge, billions will 4ever sing ur songs https://t.co/HhXMnAC4oe",
  "I wish this was dated December 25 2016. Your beautiful voice and spirit will be missed #RIPGeorge https://t.co/32lIgJP1Aq",
  "All smiles. Made a lot of history on the @WEtv network this season because of YOU. Maybe I'll be seeing ya in the spring. 😉🌴☀️ #GUHH https://t.co/HlZTtzsYuf",
  "No song or statement has been a greater passion for us than #Priceless, which in turn, makes this #GRAMMY nom most momentous! [📷: @lealahh] https://t.co/5jlr7eQtWh",
  "Pray before acting devilish #My4WordNewYearsResolution",
  "Hey, if someone hasn't told you yet...\nYOU ARE BEAUTIFUL.\nYOU ARE WORTH IT. \nYOU ARE A CHILD OF GOD.\nYOU ARE LOVED.",
  "@nfrealmusic so none of this stuff is your \"official \" merchandise?? Gonna stick with verified site till these imposters are stopped!!! https://t.co/6rJD7J30qT",
  "“For God sent not his Son into the world to condemn the world; but that the world through him might be saved.” https://t.co/0snBQZTGnW",
  "KCBD: Home Depot at 50th &amp; University temporarily closed after employees report hearing explosive sounds https://t.co/5Mrfacb4Ni",
  "Love love love the simplicity &amp; ode to #Yoda #AMJoy.....💪🏽💯😻👏🏼😂#reiders @JoyAnnReid",
  "#SundayMorning.. my ☕️ ready, gettin excited for another hard core kick ass #AMJoy show...#reiders @amjoyshow @JoyAnnReid",
  "#MexicanVerificationQuestions\n\nyou're only 15 but you want to date. Your mom says:\n\nNo te sabes ni limpiar la cola\n\nGo ahead",
  "More on #SNL's political hilarity last night... coming up this #sundaymorning on #AMJoy! See you at 10 AM ET on @MSNBC #reiders https://t.co/hN8PPF0Ony",
  "“To do justice and judgment is more acceptable to the Lord than sacrifice.”\nProverbs 21:3 KJV https://t.co/pGPq0ivymi",
  "#AMJoy its trending top 3!!! #AMJoy #reiders https://t.co/VFfYKpRnqQ",
  "@KB_HGA has one of the most well crafted, live shows i've ever seen. everything from the opener on is flawless. go see him live. #tempotour",
  "April.\n#tempotour #tempoalbum https://t.co/DFPTWBs01I",
  "If a #Libra seems cold, distant, unapproachable, it's often because life experiences have taught them to be that way.",
  "@Eemunchagote i look forward to your tweets &amp; also much appreciate the follow back....b blessed and stay 💯💯",
  "“But none of these things move me, neither count I my life dear unto myself, so that I might finish my course with…” https://t.co/lawSMIsOzW",
  "Finally its a game worth staying up for #DALvsNYG",
  "#Fast8 trailer just dropped and it's a good one. Oh em gee. #FateoftheFurious\nhttps://t.co/clxzdcpWnv https://t.co/MwjQyPogiS",
  "#AMJoy the whole fake news front  is a diversion to keep us distracted from the reality of whats really happening in front of our faces....",
  "Please add #AMJoy to all your tweets, #reiders! We still have time to get trending! https://t.co/Fwl3uA0T1W",
  "#AMJoy#reiders I wasn't planning on goin to the theatre to watch #StarWars #RougeOne but now i plan on going twice #DumpStarsWars 👏🏼👏🏼💯💯",
  "#AMJoy....hands down needs to be on 7 days a week.....#reiders",
  "#GhostAdventures ...waited all week for tonite ep, this season has been epic so far.....@AaronGoodwin @Zak_Bagans @travelchannel https://t.co/vuTeZlbaBc",
  "Heavenly Father has my back........#StandYourGroundIn5Words",
  "Reading Exodus with new lenses. The Nile River is real. https://t.co/AH0mU0pu4I",
  "The secrets you tell me .. I'll take to my grave .. there's bones in my closet but you hang stuff anyway ...\n-@jonbellion",
  "#In2017IWantTo....leave all my stress and issues to Heavenly Father to handle, and if its ment to happen it will with His Grace 💯💯😎🙌🏽🙏💪🏽",
  "As a pair of grateful Aussies, we send our love and gratitude to our families and to our fans for making this song their own. - Joel &amp; Luke https://t.co/NuG6nj52PZ",
  "Romans 6:14 - For sin shall not have dominion over you: for ye are not under the law, but under grace. #LookAtGod",
  "Let me love the lonely out of you /\nI think I saved myself by saving you /\n-James Arthur",
  "“He that walketh with wise men shall be wise: but a companion of fools shall be destroyed.” https://t.co/b5DybxDAqy",
  "\"A billion years ahead, this world will be nothing.\" Listen to @TripLee's new single from #TheWaitingRoom. Out 12/9 https://t.co/tjHvOd5XI2",
  "Yoooooo the new @116clique shirt for this month is MIND BLOWING!!! You guys did a fantastic job, thank you. 🔥🔥🔥 https://t.co/zgKBfccNmC",
  "Shout out to @pandoramusic. Thanks for having me! https://t.co/0JJNnyeCKB",
  "“Casting all your care upon him; for he careth for you.”\n1 Peter 5:7 KJV https://t.co/08SHVBaDt2",
  "Sometimes I look at this and just wanna stab myself with a fork and ask what I was smoking ....",
  "https://t.co/gjAk0VkNWs",
  "NEXT WEEK ON #AMJOY - @JOYANNREID'S BOOT CAMP FOR DEMOCRATS!\n\nDon't miss it, #reiders!\n\nSee you soon! https://t.co/sKJ4KdMYEx",
  "Need  #AMJoy everyday .....bravo on another great show #reiders",
  "“Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall sudde…” https://t.co/14gaV3MemA",
  "#GhostAdventures is by far bravest tv cats....no way I'd b in that building but i cant look away either #TwinBridgesOrphanage @AaronGoodwin",
  "The equalizer of rap .. feel like I'm Denzel /\nThey reachin for bars ... me ? I live in a cold cell/",
  "Awesome selection of the 🎵🎵!!! Huge fan of the @reachrecords &amp; @116clique Definitely gonna get a few pieces @MeaganGood !!!! #messengers https://t.co/bYGHXybcKA",
  "Coming over as an Australian boy, it's always been profound to me that this nation reserves an entire day simply to be grateful. -j https://t.co/3Kb7wDLz0F",
  "Live look in at me after 1st Round of plates! https://t.co/WuuDioA3Bs",
  "Lonely people take longer, hotter showers or baths to replace the warmth they're lacking socially or emotionally.",
  "@HeidiJOYwright @jordan_feliz     Mr Feliz puts on an amazing &amp; inspirational show....enjoy! https://t.co/aRwAvIW4Df",
  "Elton John denies he's playing Trump inauguration —@nypost https://t.co/Nr9ELCzQ9O",
  "Deep discounts and free shipping on orders $75 or more for Black Friday weekend // dig in: https://t.co/vOhHQNQgdY https://t.co/KGE5P3yITi",
  "Five Reasons Why You Should Sometimes Walk Away From a Relationship... https://t.co/N44S6N56Zr",
  "“But thanks be to God, which giveth us the victory through our Lord Jesus Christ.”\n1 Corinthians 15:57 KJV https://t.co/OwUjHL91pC",
  "props to 🎵 bkgrd, portions of \"Lost in the moment\"  foxnfl  invw Johnson of Cardinals....@nfrealmusic @NFLonFOX @116clique @TommyDaniel116",
  "The loneliest people are the kindest. The saddest people smile the brightest. The most damaged people are the wisest.",
  ".@TripLee reveals 'The Waiting Room' album cover &amp; tracklisting https://t.co/q1XTKngYCC https://t.co/3AEKhzK0bt",
  "Hope each movie has extended scenes ...#HarryPotterweekend",
  "10. Billion Years ft. @TaylorHillMusic \n#TheWaitingRoom - @TripLee\nhttps://t.co/Xyk1SEleIG https://t.co/x5gNcONzDn",
  "7. Money Up \n#TheWaitingRoom - @TripLee\nhttps://t.co/Xyk1SEleIG https://t.co/xa02mwdf2t",
  "9. Longer ft. @IndiaShawn \n#TheWaitingRoom - @TripLee\nhttps://t.co/Xyk1SEleIG https://t.co/WmAfrC4p56",
  "#TheWaitingRoom by @TripLee - pre-order it now on @Merchline &amp; get an instant download of #TooCold:\nhttps://t.co/Xyk1SE3DR8 https://t.co/VmK8jzwrvi",
  "talked to Trip and wrote some words about his forthcoming project The Waiting Room, art by @arturodraws | https://t.co/UCOsQSk5ow https://t.co/JvRkCth2Iy",
  "3. Lord Have Mercy  \n#TheWaitingRoom - @TripLee\nhttps://t.co/Xyk1SEleIG https://t.co/VrodduJfXY",
  "Still to come: \nNew music with @triplee.\nNew music with @lecrae.\nNew music with @andymineo.",
  "How lol https://t.co/pFkpLJEuE8",
  "Cardio. Arms. Legs. No matter the workout, our Power Workout playlist on @applemusic will get you pumped https://t.co/acS2NEFJ8f https://t.co/Pqop8uoVwk",
  "For I am not ashamed. \n\nhttps://t.co/5TtZp3eueX https://t.co/APKaG5Iu5s",
  "Thanks for your support, 116 fam! https://t.co/8BooZqL5Km",
  "What do you think of the new @TripLee single? #TooCold https://t.co/VOzCjWGveb",
  "Hundreds of people and their dogs join Walnut for a final walk on his favorite beach before being put down at the age of 18. https://t.co/b0PhYQ9BMN",
  "One day u may be brave enough to ask the questions u don't really want the answers to. \n\nThe only thing harder than that will b listening.",
  "Instead of watching replay of Seth Russell's gruesome injury… Watch this. Notice how much respect the OU stars have for this quarterback. https://t.co/oIRtAIfCrz",
  "Woke up with this on my mind: https://t.co/6N9sT9MIt8",
  "The ugliest election in living memory is almost over, but the polls are still open. VOTE, PEOPLE. Do your job.",
  "https://t.co/Hzgen3li1d",
  "#TooCold https://t.co/YXYbqNjEvK",
  "Thank U @lifetimetv for re-airing #whokilledjonbenet, i missed details last nite and its still jaw dropping...",
  "Dave Chappelle to Host #SNL on Nov. 12 https://t.co/p8i04BXVZM https://t.co/hngOIx3UUS",
  "Omarosa &amp; Stacy Dash are really twins...... #AMJoy",
  "#IveGotABadFeelingAbout what will wednesday b like, I've lost alot of \"contacts\" since this election began 👀👀😳",
  "THERAPY SESSION TOUR https://t.co/WWt2akfkZN",
  "https://t.co/pCeXs8G0Ej",
  "disturbing how fast dad ruined the crime scene #whokilledjonbenet",
  "Confused ....i thought brother woke up &amp; was in bed #WhoKilledJonBenét",
  "Learn to trust the journey, even when you do not understand it.",
  "Have faith, relax, and give it your best. https://t.co/24VzGRCiDa",
  "God loves me.... #3WordMotivationalSpeech",
  "@jordan_feliz  ..great show tonite &amp; feel so blessed &amp; grateful to have met u .. https://t.co/7TH4ex00UB",
  "It's sad when people let past relationships ruin their future happiness. Scars remind us of where we've been, not where we're going.",
  "RT if you'll be tuning in! #GUHH https://t.co/nkbosppiCb",
  "Bears, giraffes and otters are given pumpkins to celebrate Halloween at the Oregon Zoo. https://t.co/aLNYUBeMEU https://t.co/p5SBgreFw4",
  "Come for the tricks, stay for the laughs. The #ModernFamily Halloween episode airs tonight at \n9|8c on @ABCNetwork! 🎃👻 https://t.co/im33VTav9o",
  "#2MonthsTillXMasAnd...this year instead of giving gifts to friends &amp; family i am going to make a charitable donation in their names instead",
  "#ImTooOldFor....dating, feel like a dinosaur in modern times",
  "Got some tanks up. https://t.co/wJqcszNdhS https://t.co/FzhhMn2pTP",
  "Guilt says, \"You've failed.\"\nShame says, \"You're  a failure.\"\nGrace says, \"Your failures are forgiven.\"",
  "I'm just a broken instrument in the hands of the greatest.",
  "💖🎶♨️Good Love,Is So Hard to Find,🎶♨️&amp; I Won't Waste your Time.🎶♨️😉 #musichelps #likesforlikes… https://t.co/O1aSMdh9QO",
  "@KB_HGA @116clique  @4kingandcountry just got my Unashamed swag delivered!  ready for the Priceless Tour on 10/30/16! https://t.co/4YnDNNwKNz",
  "I said \"American Horror Story\" into my remote, and the Presidential debate came on. \n\n#debatenight",
  "An open letter to my fans and supporters #CantStopMeNow https://t.co/MEWn4LVAqu https://t.co/kxWw1Ddxoe",
  "Ghost Adventures – Demonic Image Captured on Film? https://t.co/oC7MkiEMMJ @dreadcentral @Zak_Bagans @Aarongoodwin @billytolley @jaywasley",
  "WORLD. RECORD. 1,005 POUNDS. 😳💪 (via 9for9media/Instagram) https://t.co/3Vv2UPBUbd",
  "\"Black-Eyed Peas - Grab 'em by the {meow}\" perfect response to recent #Trump insanity.\nhttps://t.co/jTGctZNUJV",
  "Thank u for having @will.i.am on your show much respect #AMJoy",
  "Teespring Partners w/NFL &amp; Top Artists like @falloutboy @Lecrae @AllTimeLow for Limited-Edition #MyTeamMyCity Line » https://t.co/tmkMT9mUzN https://t.co/dfypjvxkzh",
  "Me trying to find one concrete thing Donald Trump has ever said: \n\n#debate https://t.co/GzpUzttTqQ",
  "the question hasnt been answered.....moderators get control  #debate",
  "answer the question...push harder moderators... #debate",
  "Listen to @lecrae speak on @reachrecords, independent success, &amp; breakout artist @AndyMineo. https://t.co/UFAnTPA1Av  #RapRadarPodcast https://t.co/wt6MpbmVgl",
  "Stork hides from #HurricaneMatthew in St. Augustine, Fla. zoo bathroom https://t.co/Hezu3bzZyk https://t.co/neD6GKr4iW",
  "Trust and believe, timing is everything.",
  "#IfAGenieGrantedMeAWish i would wish to end police violence towards the community and replace it with every cold case solved, nation wide",
  "Watching this has made my night  #debatenight  https://t.co/7uAfpyjcb4",
  "Trump Threatens to Skip Remaining Debates If Hillary Is There https://t.co/8qyfBQBCfE via @BorowitzReport ....utterly re-dunk-u-lous!!!!!",
  "Like a hug from a long lost friend. Thanks @DebraMessing @EricMcCormack @SeanHayes @MeganOMullally! #VoteHoney  https://t.co/eovrOslBRH",
  "https://t.co/UUaNWxeMii",
  "It doesn't matter ANYMORE!!! Because now... I GET IT🙌🏽 #GODLOVESME❤️ https://t.co/zA4IlN0YSb",
  "INSANE....only way to describe this.....👀😱💀👻 #GhostAdventures @Zak_Bagans @AaronGoodwin @GhostAdventures",
  "@AaronGoodwin ...has there ever been a location where u and the team has declined to investigate?",
  "#MyAttitudeRightNowIsLike.. too bad all u can do is envy my style when you have none to speak of.... https://t.co/3HPkHXNVvo",
  "I just discovered i have an unusal  #Patronus  Buffalo, uncanny my elementary school was P F BRN BUFFALOES, LBK TX USA https://t.co/C1yRmE1xk9",
  "come and kick it with the team 💯 https://t.co/Uo9NcJOFaY",
  "My motto 2 conquer the hate @lecrae #unashamed#116 Lecrae - TELL THE WORLD Feat. Mali Music (@lecrae @reachrecords) https://t.co/4Ts3j1li6y",
  "This woman was possessed when she entered  the room. #zozo#GhostAdventures @AaronGoodwin @Zak_Bagans @GhostAdventures",
  "Insane........#DonaldTrumpJr #NeverTrump #dumptrump #likefatherlikeson #likefatherlikedaughter https://t.co/xRvQDXxFlt",
  "They gon' know about us! #nowplaying #tbt https://t.co/VeUgTmgkoN",
  "@JohnLeguizamo ....i am intrigued what are your opinions on the \"ivanka interview\" w Cosmo?",
  "Brandi got this, she shining consistently and tru thru the entire competition  #MasterChef",
  "NFL is unpredictable #CowboysNation #GiantsPride #NFLSunday  https://t.co/kCFv3AelRI",
  "Williams Stays Inbounds, Costs Dallas Cowboys https://t.co/PRCAkAO9zZ",
  "Meanwhile on Wikipedia. https://t.co/R1OIjm2QQA",
  "Insane ending.....#giants #CowboysNation #NYGvsDAL",
  "To victor go the spoils ....however how ugly....whoever puts points on tha board ...after reviews of course#CowboysNation",
  "Get em. #116 https://t.co/Q3SfCKhSYx",
  "As soon as I realized what was happening i prayed for stregenth, then i began packing my x's gear, who was a sgt in Army #WhereWereYou",
  "Binge watching #thevetlife , finally a show i can watch with my family and enjoy while learning valuable info for our two huskies",
  "#TheKillingofJonBenet..dont know who to b madder at...BPD or media....👿",
  "#TheKillingofJonBenet...so the initial call only one law officer searched basement &amp; nothin then later pops finds her alone?? forensic plz!",
  "Put your feet up with this @spotify playlist. https://t.co/bGGhfNYKgG #LaborDay",
  "like lovin life no matter the obstacles, i may not have material but full of love for my babies and Heavenly Father https://t.co/co35iFMrjA",
  "What would you photograph w/ an instant camera? Enter to win one in the #TempoTour giveaway! https://t.co/AhxfFong4U https://t.co/afUblH1uVu",
  "RIP #JuanGabriel .....🙏",
  "This remix tho 😂😂 I love it @TamarBraxtonHer @tonibraxton @towandabraxton @TraciBraxton @TrinaBraxton https://t.co/vORdYDWwWS",
  "#sogonechallenge @KB_HGA hit 'em with dat 🔥🔥🔥 \"flash rings like Ryan Reynolds\" 👊🏽 https://t.co/NM0uVblviS",
  "KCBD: Carpenter's Church opening new duplexes to aid Lubbock homeless https://t.co/fKy7fF6t24",
  "\"It just happened\" #WorstPainEverIn3Words",
  "KB - #sogonechallenge \n\"K to the, straight spitta from the slum, J-Dilla...\" ✊🏾👊🏾🙌🏾🔥😉🔑 https://t.co/5ifjJQzIdx",
  "Luke 6:37 - Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven:",
  "Wow. No words.\nhttps://t.co/QSKgCScjaW\n@prophiphop",
  "@tonibraxton @TrinaBraxton @TraciBraxton @towandabraxton @TamarBraxtonHer ....listening to my Braxton therapy playlist and saying \"yassssss\"",
  "The Super Nintendo was released in the US 25 years ago today. The time period between today &amp; Xmas that year was among the worst in my life.",
  "How my day started. https://t.co/cwXgwdCm2r",
  "Giving away tickets for the #TempoTour this week with @DigitalTourBus 🔥🔥🔥  https://t.co/w9ONPQG0az",
  "\"Out My Mind” by @GAWVI is part of @Spotify’s #dancePOP playlist! Listen here: https://t.co/3VFqQ7vBKO https://t.co/4twae0xWaI",
  "************IT'S HERE************\nCheck out my new video for my single 'Be Me' now: https://t.co/dfa6TChCuA \n#BeMe https://t.co/l5h7uugCzi",
  "On this day in 1996, Sirius Black was murdered by Bellatrix Lestrange. Raise your wands. https://t.co/g1Sr8DApoh",
  "It's here. The new 116 Fall Collection. See it first:\nhttps://t.co/lgAX9mZrDa https://t.co/DKLR8soB8F",
  "Purchase DJ Official's ‘Enter Mission’ &amp; 100% of the proceeds will go to the Chu family and their needs https://t.co/rXScu72V3b",
  "#MySquadCallsMe....Lou, nickname for Lucifer.....😈😻 and i love it!!!!",
  "Unbelievable that these popped up on timehop this morning. Yet another reminder of a life well lived. #RIPDJOfficial https://t.co/6grVlxDupt",
  "I know you deejaying on the other side. See you soon. https://t.co/Xb63T8TMmb",
  "Are you free? The #Tempotour is coming!!!! Get your tickets now at https://t.co/pvCgFgxZdb https://t.co/erjrwpPoU4",
  "New music from @GAWVI and @KB_HGA cmon now....don't say @reachrecords doesn't love you. 😜",
  "Sunday Morning Vibez\nhttps://t.co/ucfZwu1TmK",
  "#Libras is trending bih. we shining early ✨ https://t.co/juZNMlRvs2",
  "I am wishing for  double elimination....plz.... #masterchef",
  "Remember Eminem's diss track about Mariah Carey https://t.co/WHnmP7hK1I",
  "Happy\nBirthday\nMartin Sheen!!!!\n\n❤️❤️❤️❗️\n © https://t.co/bY2Mro4MBN",
  "Truth.... https://t.co/U5RypD0g7K",
  "@KB_HGA .....video is very well done....kudos....can't wait for u to return to Lubbock, Tx to preform this song https://t.co/kYmq40JfQc",
  "New @KB_HGA tour dates this way: https://t.co/NilOEhTeYO https://t.co/Khr7Mqz1Yo",
  "I love God, do what I wanna 👊🏿🇺🇸 (radleyraw) #Tempo https://t.co/9SkrZEOcWL",
  "Amazing time last nite at WTX YEC....thank u so much Kb for ur energy and positive message!! https://t.co/LCbjFIPf7F",
  "https://t.co/vgRIY6yaz6",
  "#DonaldTrump Jr Flips Out On #CNN After His Dad's Kremlin Aided Campaign Is Exposed https://t.co/l2Gp25xiGO",
  "4 separate men asked #KimDavis to marry them... I can't even get a guy to agree to a 2nd date. Let THAT sink in. http://t.co/iQcUvxOZRY",
  "https://t.co/Q875E0F4hs https://t.co/RwxYdH3Ey3",
  "Look at his face ?? https://t.co/ZLViWaGLNw",
  "Omg this makes me so mad... https://t.co/Per3J0rkuY",
  "https://t.co/i6Pj7ES1z3",
  "https://t.co/WHBSiIFwdt",
  "#BigLiesYouTellYourself he really does love me, just b patient",
  "@DavidMuir bravo....#audiencewiththepope",
  "tears.....and devotion...the testimonials simply moving.... #AudienceWithPope",
  "#AudienceWithPope has a powerful message. I believe that we are witnessing a revelation of God's true message for society. Listen &amp; learn.",
  ".@JanetJackson just dropped her new single #Unbreakable! Feel the groove here: https://t.co/qvxAOnJ7yQ #NP http://t.co/cFTfVi0eJY",
  "get rid of her ass.... #kimdavis",
  "Spread this article-Racist Law Enforcement Official Makes Video Threatening Black Citizens http://t.co/P6tbR9Efnj via #BlackLivesMatter",
  "@NeYoCompound congrats &amp; many blessings to ur family!",
  "Just visiting with a friend from Derry, Maine. http://t.co/VIiyqCXDkK",
  "my loyal protector, my beautiful queen #NationalDogDay http://t.co/RDGmUGRjXQ",
  "I'm now at an age where the noise I use for sitting down is the one I used to use for sex. #aah https://t.co/awev3o07Xz",
  "@lecrae my fav song next to prayin for u....watching lecrae prefom live is on my bucket list https://t.co/Rrw109cKxr",
  "\"You're better off buying a piece of cheesecake than gambling...\" - life advice from Johnny Lyons, everyone",
  "This is scary accurate. #DonaldTrump http://t.co/yGNgV6fLkm",
  "BUYS HAIR, BOOBS, LIPO &amp; BOTOX TO LOOK HUMAN; MS GRANDE IS A NATURAL BEAUTY, keep hating wendy, aint ever gonna win #CancelWendyWilliamsShow",
  "😳 http://t.co/000a5z1plv",
  "Welcome @Rihanna to @NbcTheVoice as an Advisor for this season #VoiceRIHveal",
  "@TheEllenShow do u keep up with any of ur castmates from ur sitcom show \"ellen\"....i c reruns daily &amp; is still hillarious as was back then",
  "The story. The relationship. The love. The forbidden. The end. #3YearsOfAsLongAsYouLoveMe http://t.co/rwtQwuH04q",
  "Roddy Piper was one of the good ones even when being bad. He was one of the greatest bad guys in wrestling history &amp; truly nice person. RIP",
  "\"Attention drug dealers!\" Georgia sheriff's ad offers \"free service\" to narcotics peddlers. http://t.co/MWgscmW5Xq http://t.co/43eCOTnOyb",
  "@GabbySidibe sounds like u need an assistant",
  "crazy.....#Donaldtrump  https://t.co/Q4OKWqpeT1",
  "#CHICAGO walking for peace on Saturday August 1st #ChicagoYouthPeace but before that #DurkDay @lildurk_ July 30th http://t.co/TcL7lwWefd",
  "#imstrongestwhen..,i close my heart &amp; show no emotions.... http://t.co/zvY5FTCYrp",
  "A damn shame.  #BobbiKristina I'm saddened and angry. This should not have happened.",
  "Stars react to #BobbiKristina's death: http://t.co/kNcM3FFmVP http://t.co/Vamn1g64zn",
  "heaven has welcomed home another angel.... #BobbiKristina",
  "the candidates we have to choose from for 2016 is just......ppl plz research who ur voting for.. #DonaldTrump",
  "Our fellow Americans.... @JensenAckles #DCCON #SPNFamily http://t.co/rrzB4Qv6wn",
  "\"And the MTV Video Music Award for Sorest Loser is.... Nicki Minaj!\" #ItsNotBecauseYouAreBlack #TeamTaylor",
  "@KimKardashian #holdonamomentletmefinishthis.....",
  "http://t.co/6DxXLTWSRo",
  "#whenuhavetoadmiturhurtingstill https://t.co/KS02jVlLbp",
  "so very proud of my beautiful dgtr...on her way to studying law...basics knocked out..now on to the LSAT..... http://t.co/cV2J37V6yO",
  "I can't even concentrate at work right now, my heart is so heavy. Praying for her family and for answers #SandraBland #SayHerName #GodHelp",
  "On behalf 140 million Twitter users, we demand @LorettaLynch @POTUS @CivilRights investigate #SandraBland death RETWEET THIS @zellieimani",
  "my decisions, my life #DailyLifeIn4Words",
  "@NBCNews as always ppl jumping the gun over nonsense, this would b optional to work 7 days, NOT MANDATORY,",
  "@eonline god i hope so, stopped listening when ms Jordan went on air with them",
  "awesome  https://t.co/W49mKtlGwo",
  "Jared Padelecki responds to the INCREDIBLE fan surprise supporting his battle with depression: http://t.co/1kZQJd9jkK http://t.co/CPFKpvg9m3",
  "The brothers of #Supernatural and #TVD at #CWSDCC! http://t.co/Ge0FxJnugV",
  "#WhatIdTell18YearOldMe....make your own mind up...real friends will respect your choices instead of playing devils advocate",
  "#GoosebumpsMovie ...when kids were young we'd look forward to watchin goosebumps every ep..now w #JackBlack in it....gonna b awesome!!! YEA",
  "#LastRelationshipTaughtMe...to trust my gut instincts...no matter how much it hurts",
  "Donald Trump says he \"can't guarantee\" all the workers he employs have legal status in the US. http://t.co/uYIE0FId5C http://t.co/KcAk49QJfB",
  "if u know sm1 caught in a violent relationship DNT WAIT, help them out b4 its too late #BobbiKristina",
  "the beauty of failed attempts is that it provides a map to success, i have faith in the #SpaceX programme..",
  "http://t.co/iCb49deFAT my social media family .....plz......check out article on ill effects of synthetic marijuana.   💀💀💀💀💀💀",
  "5 black church arsons in 6 days:\nKnoxville 6/21\nMacon GA 6/23\nCharlotte, NC 6/24\nWarrenville SC 6/26\nTallahassee 6/26 http://t.co/TCRfwhtIVf",
  "\"To My Daddy,\n\nWhen someone loves you they care even if they are not there\" - http://t.co/2D6bZSoLFY #Charleston http://t.co/iiJ1IMuLTB",
  "So two guys in their 80s just walked into a Dallas court and got married #LoveWins http://t.co/dXEd4zm9IB",
  "So inspired by the grace shown by the Simmons family and all the victims' families in Charleston. #HateWontWin http://t.co/jMS0SDUYui",
  "💗  #LoveWins  https://t.co/uH2ausNVHh",
  "\"Amazing grace, how sweet the sound, that saved a wretch like me;\nI once was lost, but now I’m found; was blind but now I see.\" —@POTUS",
  "\"As a nation, out of terrible tragedy, God has visited grace upon us. For he has allowed us to see where we’ve been blind.\" —@POTUS",
  "equality always......to each his/her own path to happiness #LoveWins",
  "@ShaunKing keep on doin what ur doing, i applaud ur courage and may angels watch over u",
  "Heavenly Father, we now leave it 2 U to grant ur humble servant peace, and comfort in her memories for times to come....AMEN #BobbiKristina",
  "us being silly http://t.co/qlqzSbXeaY",
  "love u too babygirl.....us being silly...,.@silentbyheart",
  "@silentbyheart its mammy",
  "#thankyouderay.  keep doin what u doin",
  "#ThankYouDeray for your powerful voice, keep doing what you do. http://t.co/Dr60xiXDaD",
  "@RickSantorum @tedcruz \n@BenCarson\n@randpaul16 @JebBush\n@GrahamBlog\n@marcorubio \n@Rickperry @CarlyFiorina your party created #DylannRoof",
  "@steelydanalbum prayers &amp; condolences 2 u &amp;family, even thou rt now the pain is unbearable know that ur grandmother is now ur guardian angel",
  "@GabbySidibe , u r simply amazing",
  "So I guess I can stop watching now... #TheBachelorette  https://t.co/35lBRcB9Me",
  "#TheBachelorette ....spoiler pic! https://t.co/kEoNZGGeau",
  "San Diego Co. sheriff: \"Out-of-control juvenile\" could have prevented being Tased by deputy: http://t.co/47bbmDjLh9 http://t.co/3szgOFNRos",
  "this is what needs to b trending....screw the #RachelDolezal saga, its done https://t.co/hR1FYn0RrW",
  "@ShaunKing @SanDiegoPD @SDSheriff I think I would have gotten arrested this should NEVER happen to ANY child!! Thank god for video!!",
  "#Libra always gets a broken heart!",
  "@MAC_onmylips i live in area &amp; unfortunately familiar w school district",
  "@MAC_onmylips @ShaunKing @KCBD11 she has been officially relieved of her duties.",
  "@ShaunKing @MAC_onmylips go to @KCBD11.",
  "@Krishna_TheSage @ShaunKing @KCBD11 , local news channel who posted latest update",
  "yes https://t.co/Ye9QlQs6J8",
  "JUST IN: Wrestling legend Virgil Runnels, known as “The American Dream” Dusty Rhodes, has died at age 69, WWE says.",
  "what do u do when u waitin on one man asks u to wait to make it real and a different man shows up ready for what u most desire...",
  "King James,\nplz do\n(with ure inimitable genius)\nwhat \"we\" could not do!\nI respect GS\nHowever, they ain't\n\"YOU\"\n©\n#LbJ http://t.co/l8z4TZeICa",
  "@ILLUMlNATI thank u",
  ". http://t.co/ZAwew8vP44",
  "#McKinney WTF!!!!!this spinnin beyond control.....@TherealTaraji @JussieSmollett  https://t.co/e1IRLxgLQ1",
  "\"WARNING\nHeavily armed #McKinney residents plan to crash tonights anti police brutality protest. http://t.co/bZAUlFKKJ2\"@rinkydnk2",
  "#McKinney...to all who plan to protest...plz b safe....",
  "unacceptable...... simply unacceptable, black/brown dnt matter.....we all bleed red  #McKinney",
  "Take a look at yourself in the mirror. Who do you see looking back? Is it the person you want to be or the person people want you to be?",
  "@ActuallyNPH how about a party with the theme of your birth yr? Do the music, wardrobe, and even location.....would b ....AWESOME!",
  "commin home to the 806 fr el paso....beautiful scenery http://t.co/OnDr6pxjSu",
  "http://t.co/xU9PFhrV",
  "\"Just because one person doesn’t seem to care for you, doesn’t mean you should forget about everyone else who does.\""
 ]
}