{
 "user": 71752967,
 "tweets": [
  "I found a stack of these lenticular promotional cards for the 1993 release of the movie Fire in the Sky.\nRetweet/Like this post for a chance to win one. \nI'll be giving away 15 of them! \nWinners on Wednesday.\n#UFO #AlienAbduction #UFOs https://t.co/mgYyic7Rwh",
  "@NHLBruins isn't this sexual harassment ? It would be at my company. Aren't you embarrassed? https://t.co/BCsg96OXfg",
  "Please stop! We don't need anymore people.  No offense https://t.co/nFYHVC256u",
  "Nate is our MVP. \nThe MVP.\n\nThere is no doubt.\n\n❣️ #MacKinnonForHart #GoAvsGo https://t.co/JgQHIau9fl",
  "I asked new 49ers CB Richard Sherman what he thinks about old tweets from Wyoming QB Josh Allen that were unearthed: \"He was a kid. If you gave most of us a platform early in high school, I'm sure our immaturity would have shown as his did.\"",
  "What a pass! https://t.co/x3GB0S6zI9",
  "BREAKING: Former First Lady Barbara Bush has passed away at 92, according to a Bush family spokesperson. https://t.co/bLz6hfTH5u",
  "@comcastcares I’m down again.",
  "I don’t feel sorry for those who use chemicals on innocent people. You get what you deserve. https://t.co/t4dmweaN4i",
  "And maybe you can watch it between outages. https://t.co/rWOXVANRoY",
  "We’re ready for some playoff Hockey. @NHL @TBLightning @Avalanche https://t.co/caPy1gIjpf",
  "@CenturyLinkHelp Looks like both companies are back up now. Maybe a fiber backbone company having issues? I will DM if it goes down again",
  "@9NEWS any word on internet outages. Both centurylink and Comcast are down at my house. Down detector is showing both in outage in Denver",
  "Sure https://t.co/9AGdXVZDHy",
  "@billswayne 🆘 Comcast is having outages since 09:00 AM EST 👉 https://t.co/XLLRM6cWMC RT if down for you! #ComcastDown",
  "Seriously @comcastcares . Another outage. 3rd in 8 days. Why do I pay for this crap again?",
  "Great season Avs keep it up. https://t.co/RpzlaAtdQx",
  "I like it. I wish my Facebook and Instagram friends would come over. https://t.co/ZsGLY19Bzn",
  "I know he's is a good punter but man I can't stand him. https://t.co/Al4ngkK46q",
  "@AppleSupport my iPhone X has a green line on the edge of the screen how do I get that fixed? I’ve only had the phone 4 days.",
  "I turn on the @Avalanche game and the Avs are up by two. A short time later it's tied. I might be a jinx",
  "https://t.co/fzixLQqpoL",
  "She's freaking awesome https://t.co/oAxuuQwcfd",
  "Su'a's message to Broncos Country: \"Give me chance to show type of football player and man I am\" https://t.co/3DdbtivwxT via @9NEWS #9sports",
  "Join me on Vero.\nhttps://t.co/kV079E6cgy https://t.co/TGH7DJRYYQ",
  "7 G's &amp; 2 A's.\n\nGive it up for Keogh tonight!\n\n#TuskUp https://t.co/gNDv4IgZGY",
  "Well I guess when you clinch a playoff birth you don’t have to play hard anymore. @MammothLax",
  "Sorry ward you give up 6 in a matter of minutes you get pulled. Go have a Red Bull and wake the f up. @MammothLax",
  "Come on ward stop something. @MammothLax",
  "She in just can't today. https://t.co/eu6Lw0VKWD",
  "Don't miss the @Twitter Game of the Week tonight at 7:30pm ET.\n@MammothLax vs @TorontoRockLax\nhttps://t.co/eE83HItKfB",
  "Oh Twitter......I hate auto correct.",
  "@KarlPfeiffer I have a really old car that runs. It’s on it’s last leg but you could borrow it in a pinch.",
  "@KarlPfeiffer Do you know how to drive a stick?",
  "It's time to do something else on Sunday's https://t.co/ZezTs72qbY",
  "Rock bird. @VeroTrueSocial https://t.co/Dx4aFc6Flc",
  "It may be time to kick Facebook to the curb. \nhttps://t.co/hB8niS5wnH",
  "This was awesome. https://t.co/6LOidqDpX8",
  "Tonight, @MammothLax will retire #24 &amp; honor 1 of the greatest players of all time, @johngrantjr24. @MiaWGordon takes a look at his career. https://t.co/thaxworX0N",
  "A big @Broncos welcome to @ClintMyles — the @Buccaneers 2017 Walter Payton Man of the Year nominee!\n\nWe can’t wait to #BeAChampion with you in Denver! https://t.co/w53thu2fQO",
  "Coming this fall ... \n\n@casekeenum7 ➡️ @DemaryiusT &amp; @ESanders_10 https://t.co/UfGYSAVesJ",
  "Looking good in the orange &amp; blue, @casekeenum7! https://t.co/SbWLYFQRpx",
  "@casekeenum7 Welcome to Denver!",
  "Everybody knows how expensive healthcare is. Impressed with the money raised so far.\nLove for Linda https://t.co/RhFHcXKL8S",
  "@KarlPfeiffer @ConnorJRandall @Unrefined_Ty That would be cool.",
  "@1043TheFan your too negative.",
  "Congratulations to the Colts for getting through their Josh McDaniels phase a lot faster than the Broncos.",
  "@Patriots stop crying and snapping at the media. Nobody feels sorry for you. Grow up.",
  "Because Colorado HS football is so intense. Yeah right. https://t.co/bz7g7aryhO",
  "He’s a tough kid. https://t.co/JiCiAXorqe",
  "@Redskins are now the team to hate. No class and run by a rich ass who doesn’t know what the fuck he’s doing.",
  "Hard not to think this is personal. Shame on the @Redskins https://t.co/6B7ai6bNey",
  "@seniorbowl don’t you guys have something to wipe the camera lens with. Come on man.",
  "I see you @Avalanche . Perfect 10.",
  "@bylindsayhjones I like him but I don’t love him. Not @ a 100 million! Davis has a massive man crush.",
  "@Microsoft you can take your last update and shove it up your ass. It’s already bricked two of my machines. Maybe if your product wasn’t shit in the first place you wouldn’t need so many updates.",
  "@grantswilson what say you, sound advice? https://t.co/kmbRherByt",
  "That. Was. Awesome! https://t.co/lhrDbat6kk",
  "Now time to send some players packing. Don’t let the door hit ya where the good lord...... https://t.co/cK2RrjUDJl",
  "Whoever was responsible for that pathetic offensive line should be canned. Even if its Mr. Elway. https://t.co/U56L9Ft0ZQ",
  "@Twitter why can’t my timeline just be in chronological order? I have to resort to other apps to do what you should allow me to do.  Stupid.",
  "#KCvsDEN https://t.co/Y2iNlwKVSX",
  "I may have to add another #7 jersey to my collection. #TuskUp @MammothLax",
  "Why isn’t the game working on the NLL app on Roku? https://t.co/lb2KJxIPoX",
  "Tebow. Lol what a joke https://t.co/EeIIRXm48d",
  "I agree with @markschlereth the Heisman trophy is a QB/RB award. Or otherwise a 💩 college football award.",
  "From our family to yours, Merry Christmas! Erin and I have always viewed this special day as an… https://t.co/dmZ5pHqZAq",
  "When your a great defense but surrounded by losers you eventually become a loser yourself. This years @Broncos",
  "All I want for Christmas is pass protection for he #Broncos",
  "@johnelway why is 84 still on the @Broncos ? He must have some dirt on you.",
  "@Broncos please don’t hurt our future QB.",
  "@TroyRenck Do the Broncos really have enough room under the salary cap to even make a run at cousins?",
  "Free agent QBs stay clear of the @Broncos . For safety’s sake. That line is awful.",
  "Congratulations CT! https://t.co/L9KPHOr6CV",
  "The Broncos are now a bye week.",
  "@johnelway @Broncos 1rst 7 game losing streak in 50 years. Good Job!",
  "CHILDHOOD DREAMS DO COME TRUE!!! MARTIN IS YOUR CHAMPION!!! \n#WeAreFurnitureRow #TruexJr https://t.co/lYYsXxdWet",
  "Incomplete. Ball game. Broncos season is OVER.",
  "It’s hard to watch my @Broncos lose but at least the @Patriots fans were respectful and fun.",
  "@johnelway like I said last week you need to fire somebody",
  "So Denver D starts with three and out and before Broncos offense gets on field, Broncos down 7-0. And so it goes.",
  "@Broncos Don’t Ever! https://t.co/RZT6bM8HbM",
  "@ATVIAssist you really want to know what I think? Umm maybe fixing your servers to start!",
  "I’ll consider a moral victory at the Broncos can hold the Eagles to under 60 points today",
  "#FireMcCoy #FireVance",
  "It’s on coach. FireVance https://t.co/w43sqeC0GF",
  "@MikeKlis Maybe look at some high school qb’s",
  "@Broncos embarrassing",
  "The #NoFlyZone has been lifted. @johnelway @Broncos",
  "@Broncos @johnelway Oh I get it you want a top 10 pick in next years draft. Good job. Carry on.",
  "@johnelway you have put together one of the worst teams I have seen as a Broncos fan.",
  "@johnelway @Broncos GM of the year!",
  "@Broncos @johnelway #FireMcCoy",
  "@Broncos @johnelway what’s it take for a coach to get fired in Denver? Now you’re defense sucks. Losing must be contagious",
  "@johnelway @Broncos I’m sorry it’s time to fire some coaches. Your an idiot if you don’t",
  "@Broncos @johnelway where did you get this offensive line? The flea market?",
  "@Broncos offensive line is great at going backwards.",
  "@ATVIAssist again with this! https://t.co/5N8hbQ8R3W",
  "@ATVIAssist seems to be working on my ps but not Xbox",
  "So you said that 2 hours ago. Those must be some servers. Still not connecting. Why did I pay $100 again? https://t.co/ga0rn1O54y",
  "Good because nobody else does right now. https://t.co/Y6KRSD390H",
  "@johnelway the product on the field is pure shit",
  "Well at least the @Broncos offense didn’t score on itself that possession.",
  "@CT_MLAX Yeah too cold for just a scrimmage",
  "@NFL your a hot mess.",
  "@ChristineSwayne https://t.co/gpgX6ym8x3",
  "Another one not showing the Anthem.  So now how many people are seeing your “message” @NFL @Broncos @MiamiDolphins  https://t.co/LwJTUwxQ0j",
  "@JSizzleCole Could be.",
  "Ask fox sports. Seems the boycotting has them changing they way they broadcast the pre game . No more televised Anthem https://t.co/HI8PSRSc1G",
  "Broncos crowd by turnstile count: 76,499. Unused tickets: 410.",
  "What’s bad for the @NFL is good for @NASCAR",
  "Did this offend the players? Too bad if it did. #BoycottNFL https://t.co/EhhFcsIhL1",
  "@SHGames can’t even play the Beta anymore the hacking is so bad. Definitely not going to waste money on CODWW2",
  "Interested to see if @CBSSports will follow. https://t.co/ukkKChQ503",
  "It appears I’m not the only American boycotting the @NFL  https://t.co/z5DpmwB1Lu",
  "@steveahart303 Thanks",
  "@steveahart303 Nice",
  "@steveahart303 And where would that be?",
  "Sorry I’m still not watching this weekend. A message needs to be sent that the fans do matter. @NFL @Broncos  https://t.co/hI5hnUsWz2",
  "Not only boycotting the @Broncos but also the entire @NFL week 4. @johnelway nice job today by the way. Not. https://t.co/8SZQ42PaZU",
  "@Broncos @NFL https://t.co/qzSTaRVSMs",
  "@Broncos @johnelway more time preparing for a game and less time protesting. Dumb asses.",
  "@steelers The only respectable member of your organization. https://t.co/y14f8x6AiZ",
  "Maybe we should boycott the @NFL week 4.",
  "We stand for the Anthem out of respect not as a condition of employment. We are still a free country right? @POTUS @POTUS44",
  "We have signed QB @KyleSloter to the active roster and waived S Antone Exum Jr.\n\n📰: https://t.co/Zzf26Nje3f https://t.co/u6e4xiXWK0",
  "@Broncos better learn to play 60 or it's a long season for you.",
  "It's sad that nowadays athletes sit during the anthem. This would be considered offensive to some so called Americans. https://t.co/blu4Ye1ZyM",
  "The dog is the real hero here https://t.co/ExVTAEa0L1",
  "@steveahart303 @KarlPfeiffer Windows........",
  "#CODWWII is actually pretty cool! Best release in years.",
  "@Travilaaa @RL_Support I've been working with support for days and can't get it fixed. I gave up and uninstalled. All my other games work.😡",
  "@RL_Support Still not working. My other games on Xbox connect fine",
  "@RL_Support Yes, unable to contact rocket league servers please try again later https://t.co/k3W0FW68vP",
  "@RocketLeague are you having issues on Xbox? I can't connect to rocket league servers.",
  "Sitting on your fat multi million dollar ass will not fix racism.  Maybe try educating people you lazy fuck. https://t.co/tztpjwFJcQ",
  "Why are pictures of Bigfoot always so blurry?",
  "My good friend @aideninexile will be on Penn and Teller: #FoolUs tomorrow night! Don't miss it! https://t.co/ZQwLuC0rEa",
  "It started in Japan ... and ends this weekend in Canton.\n\n#TDSalute #PFHOF17 https://t.co/LDOvqiGrJV",
  "Slash being Slash https://t.co/fTQAhprBPj",
  "Put the Twitter down Mr. President. https://t.co/TmWT1WGwRL",
  "I fear it's the Adam Jones trade all over again. https://t.co/DKlBNCTomo",
  "Boooo! https://t.co/Bt9D4pHseN",
  "Alright alright alright https://t.co/JqWlnE5jeA",
  "@KarlPfeiffer I shouldn't of clicked the link. Damn it.",
  "@KarlPfeiffer Who do you have? Centurystink to comcrap?",
  "Hi hopes for you this year! https://t.co/wEwq1nArfH",
  "Like he said last time? I'll believe it when I see it. https://t.co/ftVLzB3WeL",
  "Yes! https://t.co/JktNpQIoMF",
  "With a focus on drafting championship teams, #Rush trade Jones for first round picks in 2018, 2019. \nFull story: https://t.co/BAYd9F0GjU https://t.co/i8VG9AKYhF",
  "WATCH: A Florida man shoots out the tires on 2 AT&amp;T utility trucks parked outside of his house. https://t.co/13t7GUyWTZ",
  "#Aurora12 #NeverForgotten #AuroraStrong https://t.co/tV9OhYOWew",
  "I wish I could read this but your pop up adds won't stop long enough for me to do so https://t.co/IDuMAbpIdh",
  "@JohnGrantJr24 Last Sunday I sat on the Tarmac for three hours. Flight was only two hours",
  "Flying united? https://t.co/FByRSzSZov",
  "@ComcastCares: #mobile_CareXI\nIs there an outage in southeast Aurora Co?",
  "Little Swayne. (Jax) https://t.co/n2kvAbOG1k",
  "@realDonaldTrump Child",
  "@KarlPfeiffer I do it all the time. But I'm weird.",
  "I love the smell of commerce city in the morning. Not.",
  "@steveahart303 So. What is it?",
  "@MammothLax @ChristineSwayne That's my boy!",
  "I went 6 times yesterday. Sprinklers hate me. https://t.co/2q13q2EGXD",
  "I was a big fan of his dad and now a fan of his. Go Bolts!!! https://t.co/NVIet6Fnxn",
  "@KarlPfeiffer I travel a lot and never get a row to myself. Lucky you.",
  "I'm glad I bought a PS4 to play @RocketLeague on the @PlayStation network. It's pure crap on @Xbox",
  "@RocketLeague I switch to @PlayStation and don't have the issue.",
  "@RocketLeague every night I play 4-5 rounds at a ping of 30-40 ish then the rest of the night 140 is. What's up?",
  "@RocketLeague Better put that effort in getting better servers...",
  "@RocketLeague When are you going to fix the lag on the current Xbox one?",
  "@NHL dick pic https://t.co/iGrIbb8krE",
  "@NHL awards a dirty player. So I guess smashing heads into the ice pays off after all.",
  "Lag @RocketLeague",
  "@RocketLeague your monthly lag is horrible. When are you going to fix it. Pretty much unplayable",
  "@RocketLeague the lag is bad",
  "Laggy @RocketLeague laggy",
  "@BMarshh54 Had anyone mentioned @projectfi . Google pixel and the best of multiple networks.",
  "Can someone please make it illegal for airlines to oversell flights? Thank you.",
  "Congratulations to our @CMUMavsBaseball who are headed to the @NCAADII World Series! 🤘 #rumblemavs https://t.co/rATArdMYXM",
  "@MammothLax wouldn't mind a mammoth sock trick tonight. https://t.co/CkBRykgUM6",
  "At least the @MammothLax made the playoffs. @Avalanche @Broncos @nuggets",
  "@MammothLax Adam Jone is making you his bitch",
  "@MammothLax why did we trade Jones again?",
  "@MammothLax 15 minutes. LETS DO THIS!",
  "We have a little work to do in the final frame... We got this. \n\nRush 9 - Mammoth 8\n#InTheHunt #BraceYourself https://t.co/NC0tYDsJv3",
  "Hoping the game is called a bit better the second half. Just saying. Phantom holding on Holding. @nll @MammothLax @SaskRushLAX https://t.co/x2HVGzSBpG",
  "@NLL officials just gave the @SaskRushLAX a Timeout when the @MammothLax had position this game is rigged",
  "And the @NLL officials score for the Rush",
  "Family night at at the Can. #BraceYourself @MammothLax Playoffs baby! https://t.co/YH28dY6ZT8",
  "@MammothLax FINISH THIS!",
  "@NLL on @RokuPlayer makes watching @MammothLax awesome!",
  "@MammothLax that double minor hurt sooo bad.",
  "❤️ watching @MammothLax on the https://t.co/3tm9HDRl3n app.",
  "Smoky Hill High School lacrosse player dies after collapsing during game | FOX31 Denver. This sucks. #OneHerd  https://t.co/bj8RNm371J",
  "@jcharles25 welcome to Denver!",
  "Happy Birthday @madiswayne https://t.co/PDjWvJwk0R",
  "Some outdoor lacrosse before watching the @MammothLax tonight https://t.co/MyhImlLZiN",
  "John Lynch just pulled off one of the best trades I have ever seen moving back one spot.",
  "@beckyditchfield that was the best forecast ever. So cute! #Hannah",
  "#mastodon is a good alternative to @twitter. The good stuff twitter used to be.",
  "BREAKING NEWS:\n\nJohn Grant Jr. (@JohnGrantJr24) will be joining the Outlaws coaching staff as the new Offensive Coordinator.\n\n#OutlawsNation https://t.co/GiV1Ji2yEr",
  "Had a blast watching @MammothLax clinch the playoffs live! Big thank you 2 @sgovett. More talk more life come Wednesday.  #KreckmanandHarris",
  "#BREAKING: With this victory, the Colorado Mammoth have officially CLINCHED a playoff berth. https://t.co/Vrgo25Xdzg",
  "Getting ready to watch the @MammothLax clinch the playoffs. I hope. #BraceYourself https://t.co/Nta0FiZbtQ",
  "https://t.co/XulB19C1Nq one of many great pics of @madiswayne",
  "Umm ok. That's a good one. https://t.co/OCwId1oWgI",
  "Wow. https://t.co/yfmYQVsXKE",
  "#NewUnitedAirlinesMottos officially my favourite https://t.co/2ziVOJ0NBC",
  "#NewUnitedAirlinesMottos\n\nNote to self...next time we will confiscate all phones before we assault our passengers https://t.co/kp4lKOG1Ea",
  "Board as doctors, leave as patients #NewUnitedAirlinesMottos",
  "\" Early boarding, late boarding, water boarding, all the same to us ! \" #NewUnitedAirlinesMottos",
  "@grantswilson I've been there. Best wishes. May he find my pup up there and be forever happy.",
  "@madiswayne It was our first time!",
  "@dallascowboys America's team? No way.",
  "I think the @dallascowboys just showed they have zero loyalty to players. All about $$$. I would think twice before playing there.",
  "Did the @TBLightning just get a little closer?",
  "#TheWalkingDead will be off the air in two years. Tanked.",
  "Only took 10 minutes... that's forever in gaming. You guys have sure tanked. https://t.co/Mkwx9xdAYT",
  "Seriously! @CallofDuty this is killing me . Time to move over to @Titanfallgame https://t.co/MFxoQewbpt",
  "@MammothLax well that was embarrassing.",
  "@GeorgiaSwarmLAX really? you challenge with 1.6 seconds left and already up? Assholes",
  "Good teams step up and find a way to win in crunch time. @MammothLax it's just not your year. 👋 bye playoffs",
  "@MammothLax pull the Fing goalie. Wtf r you doing????",
  "@CallofDuty I'm so sick of this crap. This is why nobody plays anymore. https://t.co/U8YYZhSJf8",
  "Are all @RocketLeague grand champions jerks? Or just season 3",
  "Hey so Calgary &amp; Vancouver? If you guys could go ahead and lose this weekend, that'd be great. \n\nThanks in advance: https://t.co/HdWW8UVFdz https://t.co/mYmnLPADjc",
  "@KarlPfeiffer I'm only a little jealous.",
  "'Cards Against Humanity' Creator  Pledged To Publish Congress's Browser History- I LOVE THIS PLAN &amp; will contribute! https://t.co/yBcxfFJga0",
  "@KarlPfeiffer nah it can wait.",
  "https://t.co/atvEQNFwUZ",
  "DID YOU KNOW: @COMesaMLax is tied for the NCAA Division II lead in scoring margin at 8.40 #RumbleMavs https://t.co/NYBhQjl3qq",
  "Honored to wear these helmets tonight, designed by the kids @ Rocky Mountain Hospital for Children. #LacrosseOutCancer #GoTime @MammothLax https://t.co/Lz967pBwaC",
  "What an honour to play for @MammothLax in front of the best fans in the @NLL tonight as we raise money for a great cause  #LacrosseOutCancer",
  "#AlsoNotAWolf but he really doesn't care. https://t.co/fEQ7DT9IW2",
  "#AlsoNotAWolf https://t.co/RPghCiufuT",
  "#AlsoNotAWolf https://t.co/CIQ2uuqXLj",
  "MILE HIGH CITY!!! Largest crowd of the tour! Thank you so much Denver! @ The Fillmore Auditorium https://t.co/epG4Rboocm",
  "Somebody decided it was a good idea to get engaged at @skilletmusic concert. Awesome. https://t.co/hRZZ58d2cw",
  "Supporting @MammothLax @ the @skilletmusic show. https://t.co/FunBaITO3a",
  "@skilletmusic let us in we have to pee!",
  "I'm heading to to the filmore to watch my first concert since sometime in the 90's. Excited to see @skilletmusic rock it.",
  "glad this is streaming my NLL app on roku keeps crashing\n  #NLL",
  "Welcome back Mr Noble. @MammothLax @jeremynoble45 https://t.co/ctckpME0UO",
  ".@MartinTruex_Jr and Denver's @FRRacingTeam keep doing their thing.\n\nCongrats to team owner Barney Visser!\n\n#Kobalt400 https://t.co/bYLblbpN3X",
  "Congrats to our hometown @FRRacingTeam team, Driver @MartinTruex_Jr &amp; Owner Barney Visser on their big win in Vegas today! https://t.co/o0atSdRCNL",
  "@CenturyLinkHelp can you give me the #? The last agent told me they don't operate in Colorado.....",
  "@POTUS please pressure @CenturyLink to bring tech support jobs back to the US. Their support is awful.",
  "Watching a reply of the @MammothLax beating the overly aggressive @NLLRoughnecks . Good times 👍",
  "At the mall with @ChristineSwayne. We both came to buy one thing. I was done in 10 minutes. She's going on an hour.",
  "When teammates bail in rocket @RocketLeague https://t.co/9LsL144L9w",
  "Things are getting chippy... Because, you know, Calgary.\n\n#BraceYourself",
  "@MammothLax good job new guy! https://t.co/gtPJKaUMrN",
  "It's painful watching the @Avalanche play. Painful.",
  "Visiting my daughter at college and already hit her in the head on accident. #SuperDad",
  "Just got our tickets to see @skilletmusic in Denver! Can't wait.",
  "First time in school history both programs have been No. 1 simultaneously. #DU1NATION https://t.co/xso1N7m7RJ",
  "Shh. Incognito Bolts fans in Denver. @TBLightning https://t.co/a8yuQSpcsJ",
  "I'm going to the can (Pepsi Center)to watch the @TBLightning !!Go Bolts!",
  "@NLL refs and the @SaskRushLAX combine to beat the @MammothLax .",
  "Even the hometown announcers agree the @NLL refs just made a bad game deciding call against @MammothLax",
  "@ATTWireless your unlimited is $20 more expansive then Verizon's and also doesn't Include hotspot. What's up with that?",
  "Way too excited about our new @Dyson !  😃 https://t.co/JdujlZkVvu",
  "@10NewsWTSP listening to you talk about dropping bombs on terrorists while watching the eagle cam is interesting. Not professional.",
  "@10NewsWTSP we can hear you on the eagle cam. Just saying.",
  "Luke https://t.co/zAJgtz0Gc3",
  "Echo https://t.co/wutozrqNzz",
  "please just stop tweeting. https://t.co/dyjJ5tlCou",
  "Looking out onto the ice! #ROADTODAYTONA500 https://t.co/VDMN5AJaI0",
  "Luke https://t.co/xpAI4ik8aJ",
  "Luck Carlos needs a twitter account https://t.co/8hsesu2wDR",
  "Exciting news: Box lacrosse coming to Colorado for college players, via @USBOXLA https://t.co/30ptWyBcQz https://t.co/gS7tqgncur",
  "I'm not sure, but I think Lady Gaga just made America great again. #SB51",
  "Politics before the Superbowl on @NFLonFOX sucks. #NotMyNFL @NFL",
  "Rams have the only staff with DC on Medicare and HC in Daycare",
  "The official @EAMaddenNFL #SB51 Prediction is here! Who are you picking to win? #MyMaddenPrediction = #FalconsWin\nhttps://t.co/jQmIgeD7Qw",
  "Great day to out in the fresh air. ☀️ https://t.co/VKnZ7cEGeX",
  "@realDonaldTrump @POTUS why do you wage these battles over twitter? Not very professional.",
  "So far this NFL postseason, 10 games, eight blowouts. Football Playoff Gods need to be better in Houston and Super Bowl LI.",
  "I see steelers alarm went off lol that's happened to us before too in NE 🤔",
  "Add me on Peach! I'm @billcows. https://t.co/Og8DP4ejsw",
  "@POTUS please stop campaigning. You got the job. Start fixing this country.",
  "Hard for the @MammothLax to beat both the roughnecks and the @NLL refs.",
  "@MammothLax we're ready. https://t.co/bMu7BFBDzK",
  "So much for keeping it cool on social media. https://t.co/ifjOcJNJ34",
  "@NFLonFOX It might be time to let Bradshaw go. I think he's getting senile.🤔",
  "Thanks to John for bringing me ,the Greatest staff ,To Gary our leader ,to the Best players ever and to The greatest fans. I will miss you",
  "Soooo... turns out Jacob's not much of an actor. \n\n(But these bad boys will be just $8 at Altitude Authentics this Saturday.) #BraceYourself https://t.co/I3P8MEvM7F",
  "@CBSDenver really?  RMT during a playoff game? Bad. Really bad",
  "One more sleep till our @MammothLax home opener at the Can.  Can't wait to battle again in the #loudesthouseinlacrosse!!! #braceyourself",
  "Lol https://t.co/8P31QYB0Gv",
  "People Claim to Have Seen a Mysterious Movie That Never Existed https://t.co/Weva7WRp7W via @RELEVANT what says you",
  "@Broncos Talib has NO class. Please send him packing.",
  "Look at that rushing TD! @Broncos",
  "I hear some @MammothLax fans there in buffalo 🤗. Great 1rst quarter",
  "Watching the @MammothLax on my Roku. Go mammoth!",
  "That was fast. Good win @TBLightning",
  "@TBLightning Goal!!!!!!",
  "Better tip them well! https://t.co/piLKkHWPEl",
  "Colorado Mesa chosen as one of the top-24 for the NCAA Award of Excellence #RumbleMavs https://t.co/p7Fgu6F32N",
  "@Broncos @johnelway the time to fire somebody is now!",
  "@Broncos @johnelway 2 games!",
  "@Broncos @johnelway #11 four fumbles in four games. Wtf are you doing? Idiots.",
  "I hate to hang this on my hero @johnelway but you're responsible for this offense line that is pure crap.",
  "Patriots defense pitching a second half shutout. Denver's offense has no first downs since midway through second quarter.",
  "The @Broncos defense needs to take the offense behind the shed and kick the shit out of them.",
  "@Broncos @johnelway #nopride. #offense is embarrassing",
  "Imagine how great the @Broncos would be if the offense was at least average. So frustrating being a fan.",
  "@Broncos turned the ball over twice and the @Patriots scored on both. I would say Denver lacks discipline.",
  "I have to question the decision makers on the @Broncos . Why is Norwood still back there. Three, 3! Lost punts in two games.",
  "@BMarshh54 sorry you have to deal with this crap. I promise not all of us white guys are racist. Stay strong.",
  "@madiswayne why isn't you bed fixed yet?",
  "The @Broncos loss hangs on the special teams.",
  "The @Broncos offense is bad. Real bad.",
  "@Broncos WTH. Are you going to help out that right side or what?",
  "NIICEEE! https://t.co/hbee2zFrt7",
  "Get him Amy! https://t.co/MzXrNPaC5n",
  "@AndroidDev please add a group chat ignore function.... IPhone has it and I need it. PLEASE",
  "I guess @CBSSports doesn't feel they need to show extra points. WTH?",
  "@Broncos your o-nline is going to get your qb killed.",
  "@Broncos your making a bad defense loom good. 5 Sacks !?! Really?",
  "WTF @Broncos",
  "@Broncos need to answer that drive with on of their own.",
  "Not all white guys are racist. Just saying.",
  "@BMarshh54 Glad to see you are actually trying to make a difference while also respecting those of us who served. It can be done.",
  "@wolfblitzer your so butt hurt. Get over it.",
  "Brandon Boehm. Colorado Mesa. Lacrosse. @valorsportsnet https://t.co/Ir5tTHyUsh",
  "So I successfully cast my (Protest) vote for @GovGaryJohnson . I'm happy I voted for a candidate that didn't make me feel dirty.",
  "I've said this before. The @Broncos need new leadership on the offensive side of the ball.",
  "Yep https://t.co/NBbLj3j98R",
  "Wow @Broncos a whole 9 yards that first quarter.",
  "Offense is awful https://t.co/Y4cA1qHolB",
  "@sonofbum prayers to you coach. Get well soon.",
  "@Broncos nice job!",
  "@Broncos congratulations on finding that first down marker.",
  "2 four 2. O-line is killing this team. https://t.co/N2P40WYrqn",
  "@Broncos o-line at it again. Another first down nullified by a holding penalty.",
  "Just saying https://t.co/ASpHt0JRl9",
  "Dollhouses are weird",
  "If there's one country we should build ties to, it's #Mexico. Let's build diplomatic and economic strength with #Mexico, not a wall.",
  "If @HillaryClinton + her party wanted to solve immigration problems, they could have done it when they controlled government. They didn't.",
  "Nevada's Governor signed a bill today to raise tax to finance stadium for the Las Vegas Raiders:\n\nhttps://t.co/QvBrlLRDne",
  "@NBCSports #SNF why do you insist on showing one player kneeling.  Nobody cares anymore.",
  "@Broncos @johnelway is this another \"Good\" loss?",
  "@Broncos O-line is shit",
  "#DENvsSD first Denver TD in over 4 quarters of football.",
  "@Broncos your offense is soooo bad that they are giving points away now. Pathetic",
  "@Broncos @johnelway 3 points in four quarters. Bad very bad.",
  "More Booker! #TNF",
  "#TNF #CBSFAIL",
  "#TNF glad twitter is showing the game . Wth CBS?",
  "@Broncos @johnelway Your offense has been bad too long. Time for a change in leadership on that side of the ball.",
  "@Broncos offense is an embarrassment.",
  "@Broncos no fly zone has been lifted",
  "Home town spot https://t.co/wAve7aboTS",
  "So far the @Broncos defense is Swiss cheese. The offense is still on the bus.",
  "Good luck to the @TBLightning opening up the season tonight..gonna be fun watchin these boys dominate for the next several months ⚡️⚡️⚡️",
  "@Millerlite40 would you sign my Xbox one?",
  "@Steam_Support please help @Microsoft. They don't know how to roll out updates.",
  "@Microsoft are you hiring? You should because your people don't know what they are doing.",
  "@Microsoft you should make this your profile pic https://t.co/9Jp7PiDOqV",
  "I wish I could bitch slap @Microsoft",
  "@Microsoft you piece of shit fix your store!",
  "@Microsoft I'm trying to update gears of war but your shit store is broke! WTF",
  "An apology does not include shifting this to Bill Clinton. #debate",
  "If we are going to judge candidates on their past then @GovGaryJohnson Should be our future.",
  "@madiswayne https://t.co/HkdrRFQ2Yc",
  "I'm in there somewhere https://t.co/PHHWItFDkb",
  "Dump Trump! #DumpTrump https://t.co/CjOCfMv6zC",
  "Please join me tomorrow for a rally in Denver! \nhttps://t.co/70B0DJ01qY",
  "Please make it stop! Can't watch anymore. https://t.co/ugSiGyBf2b",
  "I feel like I am being yelled at. #debates",
  "@united why are we sitting on the tarmac for an hour at ORD?",
  "@united why are we sitting on the tarmac for an hour at ORD?",
  "@madiswayne fuck em up girl!",
  ".@ChuckTodd on @MeetThePress: \"Data Download: Young Voters Move From Clinton to Johnson\" https://t.co/Pkvbn7UMc2",
  "@MammothLax @thejonesy16 Noooooo!  😭😭",
  "Great idea to stream the game! #TNF",
  "\"Put Us on the Debate Stage\" https://t.co/5X1crPzP6o via @usnews",
  "@Twitter - Live NFL stream quality is ah-mazing! #TNF",
  "“Johnson-Weld 2016: A Better Choice” https://t.co/QrsoJHIvOe via @UnionLeader",
  "62% of Americans want to see me on the debate stage. #letgarydebate #YouIn? #TeamGov https://t.co/j8OzlHLRxb",
  "@realDonaldTrump should be afraid. America is need of a third choice.  https://t.co/dttevbZhJD",
  "Isn't special anymore with so many players  doing it. Who cares anymore? https://t.co/ELpucAimU2",
  "@KyleClark he isn't doing the Tebow correctly.",
  "We're working on it, @MittRomney. Thanks! https://t.co/j1xnqGVegY",
  "Maybe we should protest the NFL. Yeah like that would happen! https://t.co/5UkwsMWK4X",
  "@madiswayne your perfect.",
  "So people can burn them  https://t.co/v3Q5eKkumK",
  "https://t.co/Evsx0hIVpX",
  "\"If the @debates wants to perform a real service to its country, it will invite @GovGaryJohnson onto the big stage.\" https://t.co/JEz51f2X42",
  "Join me in supporting Gov. Gary Johnson for President! https://t.co/TbOA7jmW6F via @GovGaryJohnson",
  "About to win 5 more SB's for #BRONCOSCOUNTRY in #Madden17 on my new Xbox One S. Appreciate the gift @Xbox! https://t.co/MLvUmJ836m",
  "Union to 49ers: Police might boycott home games https://t.co/wauakeTS54 @49ers I hold you responsible for any violence this causes.",
  "@Kaepernick7 I heard you like sitting on things. Whatever makes you happy lol.",
  "He needs to be released. @49ers please cut him lose. Quit giving him his platform. https://t.co/23Pv6VacQE",
  "@49ers the longer you keep @Kaepernick7 employed the more you empower him. Cut him lose already.",
  "@BenHCarrington @Kaepernick7 you two are making things worse not better. Ignorant.",
  "@BenHCarrington @Kaepernick7 You have no problem accepting $$$ from this country yet you don't support it. Fool.",
  "@Kaepernick7 Ass. I hope your unemployed soon. Then you can make your stand all day long.",
  "@Kaepernick7 loser. What about the black men and women fighting and sacrificing their live for this country? Fuck you dick",
  "@Kaepernick7 I'm so glad you didn't come to Denver you fucking loser.",
  "OUTLAWS WIN THE 2016 MLL CHAMPIONSHIP!!!!!!!",
  "FINAL SCORE: Denver Outlaws 19, Ohio Machine 18. The Steinfeld Trophy is coming home to Denver!",
  "The @DenverOutlaws are back in the @MLL_Lacrosse playoffs!\n\nRetweet to help us wish them luck! https://t.co/Ykqfp1JyG8",
  "Dear #Lacrosse Fans, get #10goals trending so @JohnGrantJr24 makes SportsCenter",
  "@madiswayne learning as you go.",
  "@madiswayne did you turn it down?",
  "@madiswayne love you girl",
  "Most glorious time of the year. https://t.co/0YAcR7mi4T",
  "NFL concludes Peyton Manning didn't use HGH:\n\nhttps://t.co/kWgrHYdRWu https://t.co/jf6ib3k9MT",
  "Retweet for a chance to win a Strange Escapes tote bag autographed by Me, @amybruni @AdamJBerry AND @NickGroff_ https://t.co/HJq0dubjBO",
  "@tacobell really? No comment? I guess I will go eat @DelTaco  https://t.co/qkA67pTWml",
  "https://t.co/78xvFHo51n",
  "@tacobell what the hell? You don't serve police officers in lee county Georgia? Please tell me someone got fired.",
  "I can now go get my jersey😎 Congrats @Millerlite40",
  "FOR LIFE https://t.co/ayvzpJ1WZh",
  "The move just got real... #HolyCrap #move #byeboston #hellodenver https://t.co/xp9yDcQTds",
  "Finally was able to renew my @MammothLax tickets. Can't wait!.",
  "Dad: brb, gonna go to southlands to catch a Pokemon",
  "Ok, someone needs to explain Pokemon Go to me...",
  "Wait, @Rockies, how do you vote #StoryTime to the All Star Game?\n\nOh yeah, with retweets! #GoGoGo https://t.co/O4mXo4gFyp",
  "#STORYTIME",
  "#StoryTime",
  "ICYMI!! Welcome to the #DestinationAmerica family @AdamJBerry &amp; @amybruni  https://t.co/wfBdpbsznT",
  "@madiswayne lol",
  "@JohnGrantJr24  we'll miss you JR!",
  "@madiswayne @hootiebell @ChristineSwayne https://t.co/rvperY5mQ2",
  "@DIRECTV https://t.co/16OvwGJR4j",
  "Well I guess this makes it official! When asked where we're moving to #ouija spelled out D-E-N-V-E-R...",
  "@TalkingBoards welcome to Denver!",
  "@realDonaldTrump How many lives would  have been saved if a club goer had a legal concealed weapon?",
  "The Orlando situation is heartbreaking. Nothing's safe anymore, including proper mourning time that should be allowed before politics start.",
  "@madiswayne you're a ham. https://t.co/W62otwXqdG",
  "@madiswayne lol your so cheesy https://t.co/JieUWCCrLY",
  "@IREAColorado woohoo! Lights are back on! Thank you for the fast repair. Stay safe.",
  "@IREAColorado do you have an update on the current outage in centennial and Aurora Colorado?",
  "Retweet this post for a chance to win an autographed pack of UFO sponges. Winner picked tomorrow. #WeirdContest https://t.co/uJ6SmUMWOF",
  "@facebook your iOS update is crap. Doesn't work on 6s plus",
  "Two teams that over came the odds, were resilient, and had grit. #family #weareCT #inspried #morethanagame #proud https://t.co/aDOQYDusiq",
  "Congratulations to Cherokee Trail, the 5A baseball champions! #copreps https://t.co/C2y3AcJDvt",
  "You know what this means… #BOLTS WIN! ⚡️⚡️⚡️⚡️ https://t.co/eaHLlW1je6",
  "KILLLLLERRRR!!! #BOLTS ON THE BOARD! #PITvsTBL https://t.co/nwM8l1Yc3H",
  "From the mile high city: GO BOLTS! #GoBolts",
  "Interactive Paranormal Activity Seance (360 Degree Video)@madiswayne  https://t.co/udcerb64HG",
  "SERIES OVER! #BOLTS WIN!\n\nWE'RE GOING BACK TO THE EASTERN CONFERENCE FINAL! ⚡️⚡️⚡️⚡️ https://t.co/nlo1CkoRfJ",
  "AAAHHH 😻😻😻😻🎉🎉🎉🎉❤️❤️❤️ https://t.co/zIKyN8OyA4",
  "@9NEWS I am so sick of your ad filled site I will no longer visit.",
  "@madiswayne happy 18th Birthday Mad! I love you girl.",
  "Best of luck to the @DenverOutlaws on opening day today!!",
  "Let's go! @DenverOutlaws https://t.co/5EUGciaSMz",
  "Make the save... Do a spin?\n\n#ComingOfAge https://t.co/gmPb5yzGoS",
  "Good https://t.co/opLc6xdqvN",
  "Colin Who 😛 https://t.co/XGL5JRpzDZ",
  "@Broncos nice pick!",
  "Do it! https://t.co/V6eJH1RUmK",
  "Remember that time that Jordan Gilles got asked to prom... Again?\n\n#TBT #ComingOfAge https://t.co/dmdQ4CW5Rh",
  "@AdamSchefter cryptic",
  "49ers' GM Trent Baalke told @BobHoltzmanESPN that it's possible Colin Kaepernick could be traded this week.",
  "@Tyler_Polumbus they don't make a big enough pacifier for @Patriots fans. Let them cry. #cheat2win",
  "@madiswayne we love you girl",
  "Not sure why you are rolling it out to @Xbox @XboxSupport it hasn't been playable for days https://t.co/bAe1lVaCl6",
  "@XboxSupport  https://t.co/MPtPsrhuXZ",
  "@XboxSupport @RocketLeague points its finger at you. Please fix your rocket league issue.",
  "9 Xbox one games work but rocket league doesn't must be Microsoft? They must be picking on @RocketLeague  https://t.co/MPtPsrhuXZ",
  "@RocketLeague why is rocket league the only Xbox one game I am having trouble with?",
  "@XboxSupport @RocketLeague WTH? Why can't you get your shit together? 24 hours now.",
  "@RocketLeague what's up? I keep getting disconnected",
  "@NHL this flyers game is rigged. Bad officials",
  "Holy crap! Only one good year and now the highest paid CB? I don't get it. https://t.co/9BmhqkoPGy",
  "Congratulations to CTHS, CCHS, EHS, GHS, OHS and SHHS for making the Washington Post's list of America’s Most Challenging High Schools!!!",
  "As our Delta flight lands in Minneapolis tonight, lights dimmed purple for #Prince w/@jackhannahcnn @jasonkCNN https://t.co/TVUYJkMF29",
  "30 teams, one dream. “Hoops” drops on April 26! ALSO, an official @NBA Flag Pack will be avail for $1.99 USD! #Hoops\nhttps://t.co/RIKIZmyyHj",
  "@ChristineSwayne won't get this tweet",
  "@MammothLax tough last 2 games. Still proud to be a fan!",
  "https://t.co/cMXwLs4MBW via @youtube @madiswayne",
  "#sooperfan https://t.co/F8eOmLwbDq",
  "@MammothLax Go mammoth! https://t.co/HsIflSKSoE",
  "Hey Denver please pull over so I can get to the Loudhouse.  #Trafficwoes",
  "There, there, Ilija... We only have to wait four more hours for face-off.\n\n#CantWait #ComingOfAge https://t.co/Xlhdj19D1r",
  "@MammothLax Go Mammoth! https://t.co/xkRNMBrWYq",
  "@madiswayne word",
  "Everyone needs to follow camera man @WyattLMercer. Everyone.",
  "Retweet for a chance to win a Stanley Hotel lanyard signed by me, @amybruni @grantswilson &amp; @AdamJBerry #WeirdosRule https://t.co/3jFFX0XfnC",
  "Beer:30 https://t.co/CzmW2eHEiN",
  "@ParaFPI in the house this weekend at the @StanleyHotel",
  "This weekend is going to be amazing @StanleyHotel  https://t.co/73HWjAQPga",
  "EXCLUSIVE: Watch the first 2 minutes of @DestAmerica's \"Ghost Brothers,\" the first all-black ghost hunting series!  https://t.co/6lQKhGfSoF",
  "When your moms about to delete something you haven't watched yet https://t.co/TL9rSlXOn2",
  "IDK https://t.co/6a5oZ4EC8M",
  "When the goalie scores, its a Chevy Play of the Week. @DelawareMLAX's Parker Ferrigan scores from 60 yards out https://t.co/LEqVSdeN1j",
  "Ha! https://t.co/oadGzU7TMw",
  "@RocketLeague what's going on? I can't find a match on any platform",
  "Meanwhile, another Broncos quarterback is making headlines on TMZ: https://t.co/CyQkJkjrMx\n\n#neveradullmoment",
  "Add me on Peach! I'm @billcows. https://t.co/Og8DP4vUk4",
  "@Millerlite40 #MVP",
  "@madiswayne your an at risk teen now. At risk of being Awesome! I love you girl good luck at nationals!",
  "Peyton giving mad props to Brock \"we wouldn't be here if he didn't do the job he did.\" https://t.co/0QsV3OHcPl",
  "@PlayStation to bad your network sucks",
  "Thanks @PlayStation for being down all day. Glad I have @Xbox",
  "@PlayStation I cannot join online matches. What's going on?",
  "Happy birthday to best and funniest dad ever 😂❤️ https://t.co/CPXoy5mGmX",
  "Colorado stoners make me laugh. https://t.co/3J5c8hBb4Q",
  "Get a sock trick, take a sock pic!\n\n#HashtagMammoth https://t.co/G022EhWmhZ",
  "@Broncos get your act together! 4 Turnovers? Really?",
  "After Chargers FG, TJ Ward marches down sideline, into Broncos' offensive line huddle. Can't tell exactly what he said, but fired up.",
  "#Broncos QB @bosweiler17 &amp; his wife Erin spent Christmas morning spreading holiday cheer @RMHCFamily!!\n\n#BeAChampion https://t.co/RXdCv0kx3F",
  "@ATTCares no service at the Denver coliseum again.  Using @TMobile",
  "These beautiful ladies are third going in to finals tomorrow!!! So proud of you!! Come see us tomorrow at 8:30pm! https://t.co/51nq0IAkYd",
  "@CTCoaches Great job CT Cheer!",
  "Words can't express just how proud I am of these girls tonight. Yiyi!! (Did I spell that right? 😂) https://t.co/5u46HdR6z3",
  "Wait, Christian McCaffrey broke the FBS record for all-purpose yards in a season that Barry Sanders set in 1988? Wow. Good genes...",
  "ONE. MONTH. \n\nWe repeat: ONE. MONTH. https://t.co/p498BbO8Qg",
  "Broncos tried covering Gronk with two different linebackers and a safety this drive. Probably should try something else next drive, Wade.",
  "Lol https://t.co/NDCREQ0cyv",
  "One of these Christians is getting a workout with the #Broncos. https://t.co/CtJ8wIUlqx",
  "Gary Kubiak confirms Brock Osweiler will start Sunday vs. Patriots.",
  "All the best to our hometown @FR78Racing team, Driver @MartinTruex_Jr &amp; Owner Barney Visser w/their championship race tomorrow!!",
  "Congrats to @CthsVolleyball on winning State! You've made us and the rest of the school proud!",
  "WTF #TWD",
  "@NFL your officials are having a bad night.",
  "@9NEWS that scroll is very annoying.  Take your retransmission fight elsewhere",
  "At the cost of many service members lives. Spin it however you want. https://t.co/UHQqCZmO7b",
  "New treatment for people who pretend to be offended on Twitter. https://t.co/oAZn29qOpA",
  "Had a great day watching @DenverOutlaws come from behind to win  in overtime. http://t.co/1e2sPrWheq",
  "Running late on my first day in this new position.  Just setting the bar low so I can impress later.",
  "@ColoradoDOT Thanks Cdot for the traffic jam on C470 today, I love taking vacation time to sit in traffic #Jerks",
  "@madiswayne http://t.co/WcdlRTIYLl",
  "@madiswayne sweet baby",
  "CHAMPS http://t.co/nCVxtTytmV",
  "#OUTLAWS win! 15-12 over @Florida_Launch. The Outlaws are 3-2 on the season.",
  "Denver Pioneers are headed to Philly! #ncaaLAX http://t.co/69D4jsKNKW",
  "I'm supposed to be working but I am snap chatting @madiswayne instead.",
  "Happy spring!! Ugh. RT @9NEWSWeather: Winter Storm Watch just issued for Front Range. Get ready for some spring snow. http://t.co/XtCpOtvaMV",
  "Throwback to this past Sunday's @SportsCenter Top 10. #tbt | @DenverOutlaws @MLL_Lacrosse @enjoy_lacrosse http://t.co/qIVT0vB72e",
  "Tom Brady declined to turn over his phone to Ted Wells, per the report.",
  ".@DenverOutlaws win 15-12 &amp; raise the 2014 Championship banner!\nOur \"@CocaCola Player of the Game\" is @JeremySieverts http://t.co/aaw1DKspSA",
  "The field is painted and ready for the @DenverOutlaws home opener this Sunday 5/3 @ 3PM. RT if you are coming! http://t.co/qrihQdHBIA",
  "Well, shoot.  When do you work? https://t.co/nrH1Ycksoh",
  "The five people still watching #GreysAnatomy are shocked about some death. The rest of us are shocked the show is still alive.",
  "Yes. https://t.co/2532fAWwNQ",
  "@carasue108 welcome to the tweetesphere!",
  "Confused because @DunkinDonuts drive thru lady was eyeing me like I was crazy. \n\nOops, forgot I had a stack of ouija boards on my front seat",
  "@StrangeEscapes you picked the right weekend for the Stanley. http://t.co/zlXhTYXWQ0",
  "Get possessed and say howdy at  #OUIJACON http://t.co/eH1ZkqD2HC",
  "@ConnorJRandall whats up Conner. Nice of you to join us on the tweety",
  "Bored waiting in the AT&amp;T Store. http://t.co/nJTuS7uvUu",
  "Watching a dad taking pictures of his baby like nobody's watching.  Focusing only on what's in front of him. #dadlife",
  "Had a great time hanging in the tunnel with @TalkingBoards this weekend at the Stanley.",
  "Fellow @StanleyHotel resident ghost hunter and good friend, @ConnorJRandall is now on the Twitter! Say hey!",
  "Standing ovation for the folks at @ParaFPI for leading a smooth and punctual investigation. https://t.co/hpHySbZHxF",
  "It only takes a few people to ruin an entire weekend. Please don't drink (drunk) and ghost hunt. I'm sorry.. Just don't. :-/",
  "Everybody's tired because of early flights. I'm tired cuz I'm like a kid on Christmas. @StanleyHotel @StrangeEscapes",
  "Excited to see some awesome peeps at the @StrangeEscapes @StanleyHotel event tomorrow! @amybruni @grantswilson @AdamJBerry @KarlPfeiffer",
  "I can't wait to hang with my teammates @ParaFPI this weekend!",
  "So excited! Only 4 more days and headed to the Stanley Hotel to ghost hunt!!! With @AdamJBerry @amybruni @grantswilson @a10burns",
  "#Redrum @amybruni https://t.co/lZvNEo9x0P",
  "Congrats to @DenialEsports for winning the #CODChamps.  I’ve added a goal for next year...come back and win this! http://t.co/AmCgOcUkBG",
  "Watch me play at #CODChamps with some pros on the livestream now! http://t.co/RW3euyE9A5 #XboxCOD http://t.co/kFrMQCmZWv",
  "You guys are so cute I'm crying 😍😍😭😭 @whitbisch @C_Soules http://t.co/6ZpYoi5Ttz",
  "Watch 9News today at 4 &amp; 6 pm to see Antelope Ridge fifth-graders' anti-bullying video! #greatneighborhoodschools http://t.co/lcYAItWhXl",
  "\"@madiswayne: Competition day 😍🎀\"good luck girls.",
  "@lukeCarlosDog. http://t.co/ph8gJC0Gim",
  "And according to @MikeKlis, Gary Kubiak will sign a four-year deal with the Broncos.",
  "@Broncos Embarrassing!",
  "“@aKaNREZ: @dmac1043 @VicLombardi http://t.co/ztcEvluxod”wahhhhhh",
  "@PlayStation Thank You far all your hard work this holiday.",
  "http://t.co/CJCLoiGwxY",
  "http://t.co/MmnGnvDJXl",
  "@madiswayne http://t.co/hHDN9qGwE9",
  "http://t.co/OU63JQ2WQJ",
  "When they make you work Christmas Eve http://t.co/WjQfGnMMXN",
  "@Jilliannannn @madiswayne http://t.co/ipZqbML7KD",
  ".@Julius_Thomas was back to usual scoring ways Sunday vs. the Raiders. http://t.co/eXN9k1HZ4Y by @TroyRenck http://t.co/Vro8ZGKC8m",
  "http://t.co/hlqSPzV4KU",
  "@billswayne did I really just tweet that",
  "Bench Peyton",
  "I bleed orange &amp; blue but in this tweet #OurColors mean \"thank you\" to our US troops!! #ad #MilitaryAppreciationMonth http://t.co/UH0GHjYk8T",
  "@AdamSchefter what message? That a good team smashed a bad team? Denver sent that message Thursday.",
  "This is New England's message to Chicago and Denver.",
  "Cherry Creek snaps Valor Christian's 28-game in-state win streak http://t.co/WA9WH6yeRF #greatneighborhoodschools http://t.co/AJnOy4eM15",
  "@dmac1043 I see blue balls in Balls future.",
  "I really think these professional athletes should hire a person to filter their tweets for them.",
  "@christineswayne http://t.co/DNOrVgKrVm",
  "Worthogs http://t.co/R7566m2p4k",
  "@DenverOutlaws Champs! http://t.co/1tD8yUhi7K",
  "Good luck to the @DenverOutlaws tonight as they face Rochester for the MLL Championship!",
  "#ORANGEOUT http://t.co/5gvWDPHejv",
  "@William59609569 ummm no I don't",
  "Why am I here if I can't use the network? Really. Love IT outages.",
  "@madiswayne tweet",
  "@DenverOutlaws #OutlawsSelfie http://t.co/HNyjPMaTMs",
  "@madiswayne Happy birthday girl. Have a great day. Love.",
  "Dog selfie http://t.co/FJyjHWHf1a",
  "Open mouth selfie. http://t.co/to1cKQ20qh",
  "@madiswayne yeah I hate when that happens.",
  "It would take 2.3 seconds to rt this💞🙌 http://t.co/L4bCiKSZjy",
  "@grantswilson @AdamJBerry @chipcoffey sooooo exciiiiiited!!!!!! :) :)",
  "@madiswayne 😋😊😝😂😉😄😁",
  "Why am I awake? It my day to sleep in damn!",
  "Just a few weeks away!!!  Our team is ready. Come join us!!!  Going to be a blast!!!  http://t.co/Kn4coTVatE",
  "@dmac1043 with Manning,Elway, great fans, new additions at dove valley what more does Allen need. Let's move to the next option. Ware",
  "Hanging at Midas. Getting mass car fixed http://t.co/rVyQ1AqmXy",
  "#DENBestFans",
  "Must have coffee. This working shit sucks.",
  "My girl @madiswayne is coming home tonight...:-D",
  "@madiswayne BOOOOO",
  "@madiswayne It's just not fair.",
  "I really don't want to go to work but a little voice in my head tells me I have to. Damn I hate that voice....",
  "Darn you netgear http://t.co/T2EWhPwTum",
  "I finally found the cause for my slow Internet... Haunted wireless router.  Lol jk",
  "Burrrrr http://t.co/YLuEXlTO5O",
  "Lol I forgot how funny some of the scenes are in the movie Ghost.  Whoopi is funny",
  "Sick of being sick. I apologize to everybody at work if I get you sick. Soft tissue for you soft tissue lol",
  "@madiswayne where is his head?",
  "@madiswayne me too.",
  "Watching people watching me. WHAT do I have something on my face?",
  "@ChristineSwayne @madiswayne  more like a pot belly pig",
  "@madiswayne @ChristineSwayne",
  "@madiswayne um no we already have echo.",
  "Just an average defense will do. Too bad the Broncos don't even have that.",
  "Board http://t.co/vjs9PdUiW8",
  "@madiswayne you have the best mother in the world. It's ok.",
  "@ParaFPI lol yeah auto correct fail.",
  "@billswayne oh spell check you suck",
  "Ok my droid DNA is really pudding me off.",
  "A steady drop fills the bucket.",
  "I'm ready for some time off. Like now!",
  "I have my own private driver on Mondays. @madiswayne",
  "@madiswayne love.",
  "Does anybody else have the \"good will Halloween\" commercial stuck in their head",
  "Ok so the warm-up half is done. Bring on the rest of the game. Go Broncos.",
  "Three and out and punt it biatch",
  "@madiswayne and CT Cheer I here you on TV. Good job!",
  "@madiswayne your awsome Madison. I am very proud of you.",
  "It's time for Bock to come in for some trash time.",
  "watching Helton and the Rockies",
  "Things could be worse. You could be a raiders fan.",
  "Madison https://t.co/F2NphHvgPk",
  "@madiswayne love you girl.",
  "What a dumb ass http://t.co/7nmQUXk8zf",
  "@madiswayne I hate when that happens.",
  "store https://t.co/U05CqH1inB",
  "Vine fail https://t.co/3wvE0pl4Oh",
  "@madiswayne better not be my ice cream...I love me some Rocky road",
  "@madiswayne Jana Fraser is stunned to learn that she can't wear her uniform to class on game days.\nhttp://t.co/wXJAnwW5dQ",
  "@madiswayne neither do I...",
  "Sunday morning https://t.co/HOC8CEwSEd",
  "For you cat peeps http://t.co/yuvxuIXzZ0",
  "@dmac1043 #NewPhoneNeeded",
  "@madiswayne did ya spend all my $",
  "@ParaFPI sometimes we just tweet to tweet",
  "Tweet or no tweet",
  "Thanks Verizon for replacing my defective cellphone with another defective phone. 😆just awesome.",
  "http://t.co/jAVX9W2aw4\n\nDear google,  f... You",
  "Yeah a night at home. (Checked in at The Swayne house) http://t.co/YlwHz2gWV4",
  "@madiswayne nope sorry",
  "@madiswayne maybe....",
  "wth https://t.co/fmTqsbd5MR",
  "Bla.",
  "At the apple store again... 4th times a charm I hope.  With @madiswayne",
  "Last day off for a while. Fresh start at a familiar place.",
  "I can't stand lazy people!",
  "@madiswayne love. aliens are already here.",
  "@madiswayne Fire in the sky.",
  "it's a Wednesday.. I can do this.",
  "Lea Michele has book scheduled for 2014 release | http://t.co/IfRR4EEyCb http://t.co/nlbaQ0wCiu via @9news",
  "@ChristineSwayne in case I didn't tell you yet.. Shut it.  B-) love",
  "@madiswayne I love you girl. snoogins",
  "Lawson is on fire",
  "go nuggets!",
  "RIP, Slayer guitarist Jeff Hanneman. Died at 49 -- a spider bite proved deadly. http://t.co/Z64txEUCjr",
  "happy birthday @madiswayne . I love you girl.",
  "yeah work.. :-\\ http://t.co/UW5BaBsgO3",
  "is it Friday yet?",
  "@valeriedml Hi Val",
  "will the nuggets choke?",
  "@madiswayne your fine Madi.",
  "I don't like the hoodie",
  "@VicLombardi now we need a RB",
  "Statistics show one out of every five crews you see working on a sewer manhole = Ghostbusters.",
  "@WesWelker interested in what video games?",
  "Love being a New Englander. Straight forward &amp; tough crowd. Here's a Sign in Boston 2the Bombers!  http://t.co/eyr6PoWcvV",
  "#Defiance  GOOD!  I  like it.",
  "@madiswayne your the bomb love",
  "@dmac1043 please help support our bullying prevention organization! We need help with our indiegogo campaign http://t.co/s4ANkbtdhR",
  "I wish I could go on spring break",
  "@macdon55 what's up dad? Didn't know you were on the twitter",
  "Good job Avalanche.",
  "Danny the avs suck",
  "@DerekWolfe95 I love that positive attitude. Keep it up.",
  "Is this thing on?",
  "Lol RT @1043TheFan RT @dochowser: Tom Brady reacts to Wes Welker signing 2 year deal with #Broncos. http://t.co/zK2hlZa601",
  "Welker IS a BRONCO. Wow!!!!!",
  "@dmac1043 @leftbehind33 @dmac1043 if he ends up back with the Patriots my head will explode",
  "#WelkerWatch",
  "Don't make me slap you http://t.co/DlOzUWL7",
  "@grantswilson  r u against bullying? We would love 4 ur support!  Can we get a RT? http://t.co/4EtiC21R #stopbullying",
  "@madiswayne not funny",
  "@petertebow your a insensitive jerk.",
  "@madiswayne boo",
  "@madiswayne  hi",
  "Does anybody want to pay me to travel?",
  "@KrisWilliams81 have you ever been in a fist fight?",
  "@VicLombardi ...now it's a game. #morenolosesshoeagain",
  "haha  #morenolosesshoeagain",
  "Enough with this stupid jinx crap. I don't believe in zodiacololology or jinxism. Broncos have won home field. It's over. Stop.",
  "@dmac1043 ummm what?",
  "Well Rex Ryan has done a great job of showing how bad Mark Sanchez is. #firerex #freetebow",
  "Merry Christmas all!",
  "@madiswayne hi.",
  "@madiswayne back to school with ya",
  "@MADISWAYNE http://t.co/ys7MtvkY",
  "@madiswayne wanna see my feet?",
  "@madiswayne 8-)",
  "Omg RT @amybruni I'm pretending this eagle was snatching this little boy to raise him as one of (cont) http://t.co/SNgYHvm5",
  "@ Instagram you really should never give you customers a reason to check out the competition. #EyeEm",
  "Luke Carlos trying to get my attention. at Swayne House by Bill Swayne on EyeEm: \"http://t.co/G2xEJ89a",
  "@madiswayne @christineswayne http://t.co/Id8s8Z2J",
  "RT @billswayne @madiswayne http://t.co/dwOYFtU7",
  "@madiswayne",
  "I'm following @amybruni over at @EyeEm",
  "@ChristineSwayne you dont tell me",
  "I cannot retweet this enough! RT @kristenhowerton: Dear news media, STOP INTERVIEWING TRAUMATIZED MINORS. @CNN @MSNBC @HLN @NBC @ABCNews",
  "Any media interviewing the children involved in the CT shooting should be taken off the air.",
  "RT @grantswilson #VerifyGrant",
  "#FreeTebow!",
  "True RT @grantswilson Too true... http://t.co/b0pxy8vZ",
  "I just bought the @falcon_android team a beer !",
  "@madiswayne hey girl. Hope your having a good day",
  "Nothing",
  "@madiswayne stop looking at me!",
  "...I have overcome the world.”\n\nI pray that the families effected by the tragedy in Kansas City can find peace during this difficult time.",
  "@DerekWolfe95 get some!",
  "@jaxswayne hi dude.",
  "Poop http://t.co/xRBpOBDW",
  "Obviously Tebow could've played last nite. They made \"ribs\" excuse b/c Rex wanted to give Sanchez 1 no-Tebow game. Fine w/ me. Result: 49-19",
  "Sorry 4 the lecture on spending. I just hate to see friends in dire stress buying things we don't need. Spend time, not money w/ family:)",
  "Black Friday + Walmart = Hell no.",
  "#freetebow #FireRex lol do it.",
  "I hope the Jets lose the rest of their games and Rex gets fired. #fireRex",
  "@madiswayne thanks mad",
  "#freetebow",
  "If #FreeTebow gets RT’d over 2K times we’ll give away signed @RealSkipBayless shirts.",
  "@BlizzardCS Why the continued maintenance this week? Most companies do maintenance overnight. This is becoming unplayable for me.",
  "@BlizzardCS Is battle net down? I cant sign in.",
  "I'm playing photojournalist here. There's the beer spill on i70.  http://t.co/3AClLZT0",
  "@dmac1043 he had to poo",
  "The mvp award goes to the refs. They are really bad. Or good if your Miami.",
  "The devils are imploding",
  "Traffic was really bad. glad to be home now off to my daughters school for her award ceremony. Not enough time in the day.",
  "@dmac1043 @HEbanner He is a better back up than what the broncos have now. I must be the only one in Denver that likes this pick.",
  "@VicLombardi In two or three years from now this pick will be genius. I like it.",
  "@dmac1043 @cjb9381  osweiler will be a Bronco by the end of the day. I think. Well maybe. Who the hell knows. We need a RB",
  "@VicLombardi can you tell Elway thanks for wasting my night.",
  "@VicLombardi agree how about Miller, Lamar",
  "Teenage girls are loud",
  "Paranormal Denver - Blog http://t.co/FXUT9jQb",
  "@glennster74 why dont you follow me bitch?",
  "@SteveCoxDenver @VicLombardi I believe the fans benched Orton right after he said the fans opinion didn't matter. Maybe just a coincidence.",
  "@BigAlRadio Buffs win!!!!",
  "RT @BigAlRadio: The Buffs roll tonightits raining 3s baby go Buffs",
  "@dmac1043 @mchaeladams forget pm go buffs! Welcome to Denver @mchealadams",
  "#PeopleIWantToMeet payton manning so I can slap him",
  "#screwpayton",
  "@rolli1428 @dmac1043 nope I am over it.",
  "@dmac1043 is there any FA left for Denver to go after. Manning just needs to sign somewhere else I know longer want him here.",
  "@dmac1043 umm what? Too late?",
  "@dmac1043 @larzr70 @BigAlRadio how many more fa do the broncos watch go by before they give up on Peyton? I think they should back away.",
  "@VicLombardi are these talks with other teams simply backup plans if the Denver deal doesn't happen.",
  "@dmac1043 @ColoradoBellyUp manning or not the damage is done. Tebow again gets the rug yanked from under his feet. Trade him.",
  "Man people bug me don't they no I'm busy following @dmac1043 ? http://t.co/L7ExY7dF",
  "@Bobby_Juve @dmac1043 @LifeProof Yes! That would be awsome.",
  "Damn you @dmac1043 I have to shower some time today but can't put the phone down.",
  "#CutThatMeatInDenverjust do it",
  "I just updated my &lt;a href='http://www.ipage.com/' target='_blank'&gt;iPage&lt;/a&gt; website, check it out! http://t.co/nIGfA2JX via @weebly",
  "New post: Venis Joins Paranormal Denver http://t.co/JAjybexj",
  "11 pm and still awake. I hope I'm not up all night",
  "@amybruni do you ever have children spirits leave with you?",
  "Watching #ghosthunters. Pretty good episode I must say.",
  "Nothing nothing is on my mind.",
  "@KrisWilliams81 me too. On my third droid bionic. Sucks did you know you look like @oliviawilde lol jk.",
  "@amybruni where is your jersey?",
  "It would be nice to see the 49rs in the superbowl.",
  "Choke!",
  "@Jchawes lucky he didnt hurt hard shot by lewis",
  "Go ravens!",
  "Its nice to see a good game.",
  "@amybruni hi",
  "Tell Congress: Don’t censor the web! http://t.co/XcqwqibZ",
  "Cant sleep",
  "I hope @gunsnroses comes to Denver this year.",
  "Happy New Year!. I can stay up all night ghost hunting but for some reason fell asleep before midnight last night. Not sure why.",
  "xbox live mw3",
  "The wife has pics of other men on her desk. Should I be jealous? @BenHanson00 @TimTebow http://t.co/RSt4eYop",
  "To the random people that follow me for a whole hour just to spam me f*%k off",
  "Shut it!",
  "Still awake ....balls",
  "My foot at work. http://t.co/dl3UQKfU",
  "My foot http://t.co/VecQgRYV",
  "@KrisWilliams81 @squirrely11 i feel weird throwing my sock at another dude but..what the hell *throws sock* @squirrely11.",
  "@KrisWilliams81 I feel dead. *Cold* but got this to watch http://t.co/bPVTm6xW",
  "About to watch the amazing Madison Swayne. Live onstage at Eaglecrest high school",
  "#",
  "Tweet",
  "Do ghosts feel heat?",
  "Really hot today thank god we investigate at night.",
  "If any country needed a pick me up Japan did. Congrats on your world cup.",
  "Butt shots on #syfy. Some good some not so much.",
  "No it snot going to happen. I wont watch #GhostHuntersInternational tonight on #syfy. no way.. ok I will..",
  "@KrisWilliams81 you and Olivia Wilde look like sisters.",
  "Tweet",
  "@Jchawes do you guys ever use phone apps on investigations?",
  "having fun with all the ghost hunters http://lockerz.com/s/99537574",
  "I dont think i know jow to use twitter",
  "@amybruni will you sign my Paramagazine if I show up?",
  "Go nuggets!!!!!  \nNene http://plixi.com/p/91071284",
  "Nuggs",
  "I like the new Twidroyd for Twitter on Android. No ads, cool mute feature and great custom themes http://bit.ly/gcjkiB",
  "@ChristineSwayne  your the shizzle",
  "Insidious = good movie",
  "Overnight shift sucks have I ever said that before.?",
  "@amybruni NOOOOOO!",
  "Well its time for analysis of the last investigation. I did see something with my own eyes now lets hope the camera caught it.",
  "#Twitition VERIFY THE GHOST HUNTERS http://twitition.com/cscxj",
  "Tired but cant sleep. Night shift sucks",
  "what what chicken butt."
 ]
}