{
 "user": 761425541668888576,
 "tweets": [
  "I found a stack of these lenticular promotional cards for the 1993 release of the movie Fire in the Sky.\nRetweet/Like this post for a chance to win one. \nI'll be giving away 15 of them! \nWinners on Wednesday.\n#UFO #AlienAbduction #UFOs https://t.co/mgYyic7Rwh",
  "@JohnELTenney Hahaa I can understand that. Growing up was always told to turn the TV down, now you can hear it from outside and goodness it is never turned off. Lol",
  "@amyallantdf Hang in there Amy, try not to on it, understand the weighing heavy on you. Was told last week that I am Diabetic now and is difficult to accept, at one time I would rather not be here than have Diabetes.  News like that can be depressing, I know dealing with it now.",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@colleen10964 @ChadLindberg Safe travels!",
  "@amyallantdf Can understand your pain same happened to me in October, finally had a root canal done, now to have a crown put on",
  "Well it is Thirsty Thursday and 5 o’clock some where. Lol https://t.co/Hk2RXrmg6h",
  "Some signs, lol https://t.co/5doXWuEzNb",
  "@NickGroff_  Wishing you a very Happy Birthday and many more!",
  "@colleen10964 @ElizabethSaint_ Very true, not sure which ones are left though.",
  "@colleen10964 @ElizabethSaint_ @dustinpari Miss you guys too!",
  "@colleen10964 @ElizabethSaint_ @dustinpari Give her a hug from me Colleen! I may get to see you guys again one day maybe.",
  "@SJERamsey @amyallantdf @Ashleys79633834 @1shawnster @TinaLeAnnBice @MissMelissaST @NewJerseyMikey @AgiftorCurse @stevedischiavi @Corey_Feldman @theghostremover @ThePhilosopurr @PaulObrienUSA @MsCella @ProjectWraith @TIGGERR00 @admirathoria Alien looking thing!",
  "@grantswilson @ReannaWilson3 Happy Birthday Reanna!!",
  "@amybruni @AdamJBerry @chipcoffey https://t.co/5SGwV4GgNK",
  "@grantswilson @JohnELTenney @TimWeisberg @Weird_Dana @nuekerk https://t.co/iuUD1I4yTq",
  "@DRUDGE_REPORT But wasn’t Comey’s brother a lawyer for the Clinto Foundation at the time? Of so, no one mentions this, just asking.",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@ElizabethSaint_ @VIDIspace Hello! Lol Miss you my friend!",
  "@ElizabethSaint_ @VIDIspace Hey Stranger!! There is always a Party going on whever I am, so thank you!!",
  "@Weird_Dana I have met a lot of the latter for sure! Hahaha",
  "@amybruni @BethBrittHardy_ Recently turned Ugh,  55. Double Nickels, able to join AARP now.",
  "pay attention to her favorite songs.. it'll tell you everything you need to know.",
  "@colleen10964 Thank you Colleen!",
  "Boss Blue Birthday Drink for me from me! https://t.co/Ysuh949Hdh",
  "@HauntJaunts @grantswilson @TNWRAITHCHASERS @ghosthntwknds Looking forward to this event!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "Full Moon in 12 hours, 26 minutes.\n#moonplus #fullmoon #moon https://t.co/qKNZXemKSI",
  "@colleen10964 Missouri State Pen, Old World Memorial Hospital and Wenchendon, Mass",
  "@colleen10964 @HornetMuseum @NickGroff_ @ElizabethSaint_ @amyallantdf 3 coming up in May, June and July, skipping the cruise this year, to pricey",
  "@colleen10964 @HornetMuseum @NickGroff_ @ElizabethSaint_ @amyallantdf Miss you too 😞",
  "@colleen10964 @HornetMuseum @NickGroff_ @ElizabethSaint_ @amyallantdf Not going to be able to make it, really aggravated about, would like to see You, Elizabeth, Amy, Nick and Scott. Besides, I think it is sold out anyway 😔😩😔\nHope you all have fun and tell everyone I said Hello",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@amybruni They are pretty awesome, given the way some other airlines treat their customers.",
  "@grantswilson Back atcha!",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "3 people followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@grantswilson @ReannaWilson3 @MelodieLincavag Congratulations and Happy Anniversary!! Two of the nicest people I have ever met!",
  "@ScottLitaea Surprised NBC published the story, sure Snopes will say false/untrue. Maybe the need better Knife Control laws",
  "@grantswilson OUCH!!! That is going to leave a mark for sure!! Been there done that! I feel your pain!!",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@ElizabethSaint_  Good afternoon Sunshine!",
  "@JohnELTenney @grantswilson @Jchawes @davetango @SteveGonsalves1 @dustinpari And Bingo was his name!",
  "@grantswilson Hoping I can make this one!",
  "@JohnELTenney It os the sounding of the trumpet, the end is near, lol. I shall blame it on planet X(Nibiru)",
  "@ElizabethSaint_ @VIDIspace @thehauntedspace OMG! I know that wasn’t Chocolate that you were eating!! Hahaha jus kidding! Miss ya!",
  "@ZacBagan Hey Zac, I just left Charleston, SC and rhe Jail, found out it was purchased by a Company from NY sight unseen, in March they will start renovating and turn into offices. So no more investigations there, another haunt lost per Bulldog Tours",
  "@grantswilson Go for it!!!",
  "2 people followed me and one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@rumpiratedreads @JohnELTenney Not if your not wearing any clothes",
  "@TomiLahren I thought she was leaving the country and why isn't she being investigated for offering to bribe political officials??",
  "@spookysc hey giys called into work for a stemi, looks like I am going to miss tonight’s show. 😞😞😞",
  "@rumpiratedreads @JohnELTenney Of course!",
  "@rumpiratedreads @JohnELTenney Not if the mouth is covered",
  "@JohnELTenney Or Both. I feel invisible all the time.",
  "@Zak_Bagans I caught an EVP  from the Grand Canyon Caves show, did not know if you guys caught it as well? It was when the discussion about where the bodies were found on the walkthrough.",
  "@Lindsay_Senter Same to you Lindsay!",
  "@grantswilson Same to you Sir!",
  "@JohnELTenney Back atcha!",
  "@amyallantdf Wishing you a Very Happy, Healthy and Prosperous New Year!!",
  "@NickGroff_  #JudgementLife as per Chad Lindbergs request.",
  "@amybruni Very weird, but just my opinion.",
  "@ScottLitaea @amyallantdf @LBSoCalGirl @colleen10964 @dustinpari @ElizabethSaint_ @WeirdoMarle @JohnELTenney @NickGroff_ @Lindsay_Senter @KatrinaWeidman Thank you Merry Christmas to all and a very prosperous New Year filled with Love and good Health!!",
  "Merry Christmas to you and your family may all your wishes come true. @amyallantdf @LBSoCalGirl @colleen10964 @dustinpari @ElizabethSaint_ @WeirdoMarle @JohnELTenney @NickGroff_ @ParagypsyRN @Lindsay_Senter @KatrinaWeidman https://t.co/c29Sux4BJL",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@JohnELTenney sitting here watching reruns of Ghost Stalkers. Wheatland episode was good, have gotten that same feeling many times",
  "@Lindsay_Senter Looks Great Lindsay!!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TimWeisberg They seem to be worse than most nurses. Lol",
  "@IngrahamAngle Ithought that Comey's brother was a lawyer for the clinton foundation during the investigation into her?",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@JohnELTenney Back at ya John!",
  "@ChadLindberg People are stupid",
  "@LarryMac28 You tell him Larry Mac",
  "@WorkItBurke Queso??",
  "@amybruni Ues ot is happening more and more these days. Big Brother is watching and listening",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@ScottLitaea Happy Birthday Scott!!!!",
  "@ElizabethSaint_ It is just a phone!!!",
  "@grantswilson and I bet mosr of them have no idea or the experience to do anything about what might be there, the term Gypsy Fortune Teller comes to mind",
  "@ElizabethSaint_ ????????? Do tell!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@Lindsay_Senter Happy Birthday Lindsay!!",
  "@Lindsay_Senter @StrangeEscapes @AdamJBerry Great costume Lindsay, You too Adam",
  "@grantswilson @ReannaWilson3 @StrangeEscapes You guys are so cute and such Great and Genuine People!",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "2 people followed me // automatically checked by https://t.co/bCET7OJMsp",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@JohnELTenney Hope all is well John!",
  "@amyallantdf Agreed! Makes me sick. Now he is trying to hide behind a fictitious excuse as a sex addict. By checking into a rehab favility. Wht a joke!",
  "@amyallantdf What I find disgusting is that he had the audacity to say that everyone makes mistakes, true. But not the same one for decades, liar! Rot!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@colleen10964 @ChadLindberg Happy Birthday Colleen!!!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@JohnELTenney They are following you",
  "@WorkItBurke Finally one that did not being tears to my eyes!! Lol",
  "@WorkItBurke Awsome as always Steph!!",
  "@stevedischiavi I hear you!  Same age was thinking about trying crossfit hahaha",
  "@WeirdoMarle Yes you will be alright!!!",
  "@WeirdoMarle Hang in there Marle, just a minor bump in the road of life, all will be well, this is just a test, you got this!!!",
  "@amybruni Did Lizzie's Uncle live near the Holmes family?",
  "@amybruni Have met Dalen before, great person!!",
  "2 people followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@amybruni No Bueno!!",
  "@amyallantdf I so wish I could go this weekend, it would be nive to see everyone again!",
  "@TomiLahren What a pompass arrogant America hating individual. Her husband tried to destroy this country. Why not throw the race card while your at it?",
  "@JohnELTenney just turned the tv on and low and behold they are showing Ghost Stalkers s1/e1, and to early to play the portal game. Lol 25+",
  "@TheSpiritChick_ Nah sweety, just everyday life. It always has a way of working itself out. Thank you though!",
  "@TheSpiritChick_ Oh, that would have explained it! Lol",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@RealPresidentT Could we focus on more serious issues in the country, such as jobs, taxes, threats fron N Korea and Healthcare Reform?",
  "@chipcoffey It is because of Planet X, thats my story and I am sticking with it",
  "@TheSpiritChick_ It has been better and it has been worse",
  "@TheSpiritChick_ Why?",
  "@amybruni Another heart touching episode! Being an empath does not help either,getting the sadness 😞. ❤️#kindredspirits",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@ElizabethSaint_  Wishing you a very Happy Birthday!!",
  "@JohnELTenney @TimWeisberg @DestAmerica woohoo me either, cept will have to wait till hump day for Notsosober day!",
  "@TimWeisberg Hahaha yep saw that! Hauntedtowns",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "Finishing up here tonight at The Old South Pittsburgh Hospital, interesting night!",
  "@ChadLindberg Hey Chad, Felix here says hello",
  "@ChadLindberg Ok thanks, taking my brother he has never been to one of these, thought it might be a good one for him to go to",
  "@ChadLindberg Hey Chad was heading to South Pittsburgh Hospital tonight any suggestions? Or advice?",
  "@colleen10964 Of course the Paranormal Chiller here saw nothing, lol",
  "@colleen10964 Yep, last tome I was there one of the people saw it the night before and he was rattled as well",
  "@colleen10964 Will try, leaving in a couple of hours.",
  "@colleen10964 Wonder if I sent him a tweet asking if he would respond?",
  "@ScottLitaea Thats good to hear!",
  "@colleen10964 Wow, must have scared him really good",
  "@colleen10964 Ohhhhh, no bueno!!! Lol",
  "@ScottLitaea I may be back in Phoenix area end of October!",
  "@ScottLitaea Thanks Scott, hope your feeling better!!! This is 2-3 hours from me and taking my brother with me, he has never been b4.",
  "@colleen10964 Thanks will do. Have my protect stuff. Yeah but he was by himself wasnt he? Usually not much goes on in larger groups",
  "@colleen10964 Nah no regrets, taking my younger brother, he has never been on one, had it set up for the thomas house, but this one is closer",
  "@Halloweenmcqn Enjoy!!",
  "Happy Saturday all! Getting ready to visit The Old South Pittsburg Hospital tonight.",
  "@Weird_Dana @chipcoffey @TLC Oh thats a nice room they are in#kindredspirits",
  "@JohnELTenney @AdamJBerry @amybruni Hey thats the room I stayed in",
  "@TimWeisberg Booo Hisssss, you know more about that place andthe history more thanmost, plus have been there many times, great resource",
  "@chipcoffey @amybruni @AdamJBerry @TLC Now see, stayed in the Chimney room when I went, thanks Tim LOL",
  "@TimWeisberg Tim they didn't interview you about the place?",
  "@chipcoffey @amybruni @AdamJBerry @TLC Watching now",
  "@AdamJBerry @TLC Looking forward to watching you guys new episode!",
  "@colleen10964 Hey Colleen, saw this late yesterday, looking forward to watching",
  "2 people followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TomiLahren Narcissist if ever I have seen one",
  "@chipcoffey @tedcruz 😆😂😆😂 thanks Chip for that mental image, I will never sleep again!! Hahaha",
  "@TimWeisberg it seemed that the man that owned the mine tried to keep most of the negative info out of the news, best I remember.",
  "@TimWeisberg To find it",
  "@TimWeisberg It was in one of the regional mining papers but can not remember which one and had to go through several pages to fond",
  "@TimWeisberg Yep there was not a lot of info about that, there was the mining news that mentioned ppl killed but no location. #hauntedtowns",
  "@TimWeisberg I got nothing when I was there😞 but K2 meter was off the charts everywhere in the city#hauntedtowns",
  "@TimWeisberg @TNWRAITHCHASERS Waiting on the newest episode, it will not be much longer #HauntedTowns",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "Retweet if you're watching tonight's brand new episode of The #DeadFiles!",
  "@RobbDemarest Do tell!",
  "@TimWeisberg From the shadows of the tree limbs in the window, looked like the wind was blowing hard",
  "@TimWeisberg Did sound like a gun shot. #hauntedtowns",
  "@TimWeisberg @paranormal_t @TNWRAITHCHASERS @DoogTWC @PorterTWC @ChrisTWC @Mike_TWC Lol #hauntedtowns",
  "@TimWeisberg @paranormal_t @TNWRAITHCHASERS @DoogTWC @PorterTWC @ChrisTWC @Mike_TWC Its an alien #hauntedtowns",
  "@TimWeisberg @paranormal_t @TNWRAITHCHASERS @DoogTWC @PorterTWC @ChrisTWC @Mike_TWC Will try #hauntedtowns",
  "@TimWeisberg @McRavenTourHome I am sure he is#hauntedtowns",
  "2 people unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TheDeadFilesTV Recording it to watch later, Bama Game on tonight!",
  "Today is the day!!! RTR!! It should be a good close game tonight at 8PM EST on ABC!!",
  "@JohnELTenney @NickGroff_ @AliCottonPhoto @miparacon Who is leading?? Haha",
  "@Weird_Dana Kinda? Hahaa",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TimWeisberg Quote from \"Crocodile Dundee\" ?",
  "@nuekerk When is it on?and what station?",
  "@ElizabethSaint_ @DestAmerica @NickGroff_ @Team_GOS @gmp_society This season seemed shorter for some reason, Dont think it was it just seems that way. Enjoyed watching hopefully there will be a season 3",
  "@ElizabethSaint_  ooohhhh now I am skeered!! #gos",
  "@NickGroff_ Me #Gos",
  "@ElizabethSaint_ trying to make it home to watch the last episode",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@grantswilson @Senter_Stage Not aure when you both are leaving or if you already have, wanted to wish u both safe travels&amp;uneventful travels",
  "@grantswilson @Senter_Stage  should be a productive night with the weather is tirning out tonight! 😀",
  "@grantswilson @firstlighthouse It's time",
  "Well only 200+ miles to drive on the lovely I-10 Oh joy. It is such great drive&lt;~~~~(sarcasm)",
  "4 hours from St Augustine it wont be long now",
  "3 people followed me and one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@grantswilson @Lindsay_Senter 2 days and counting, looking forward to seeing you guys again and of course eating at Harry's Seafood as well!",
  "@TimWeisberg @LoadedGun Sam is good, very knowledgable!",
  "@TimWeisberg @DestAmerica Woohooo it's time!!  #hauntedtowns",
  "@TimWeisberg @DestAmerica Less than 5 minutes to go!",
  "@TNWRAITHCHASERS @TimWeisberg No probs, one day I will get to meet you guys!",
  "About 30 minutes to go till the new episode starts. #HauntedTowns",
  "@TimWeisberg Please do, for the love of humanity, please do. I am. lol #HauntedTowns",
  "@grantswilson  Of course, instead of coirse, if I could only spell, lol Harry's is in St. Augustine and the place is said to haunted as well",
  "@TimWeisberg @WorkItBurke @DestAmerica Looking forward to watching the show tonight!!",
  "@grantswilson Hey Grant, don't forget about Harry's Seafood Bar and Grill for some awesome Cajun Style Food, Crawfish Etouffe or Jambalya!!",
  "@grantswilson 4 Days left, impatiently waiting for the 25th",
  "@ElizabethSaint_ @NickGroff_ @gmp_society  Getting ready to watch another show, only two left to see 😞😂😞#gos",
  "2 people unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@kyeluh Not alone, I could just never get into it.",
  "@chipcoffey Happy Birthday Chip!",
  "@TheDeadFilesTV Waiting semi-patiently",
  "@Halloweenmcqn Hahahahahaha",
  "one person unfollowed me // automatically checked by https://t.co/bCET7Osb3P",
  "If you freak out over white supremacists yet defend sharia law-sorry you're not as much of a \"social justice warrior\" as you think you are.",
  "Same media that can't bring itself to denounce BLM riots/identify radical Islam is now authority on hate detection? https://t.co/u0nRJjTxIf",
  "@TimWeisberg Got one of those from the gift shop at the Tavern but it said ef them and some other things I could hardly make out",
  "@TimWeisberg @BrannonTWC Yes #wraithnation",
  "@TimWeisberg Well I should have said was Stephanie makes the shirt look nice!",
  "@TimWeisberg Now see the shirt looks much better on Stephanie, although Tim you were looking svelt in yours hahaha",
  "@TimWeisberg @DestAmerica Watching#WraithNation https://t.co/oUEj5S07kN",
  "one person followed me and one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@gordorubio1965 @KrisWilliams George Soros is behind most follow the paper trail.",
  "@KrisWilliams Both sides have their sheeple that believe what they here on newsmedia as gospel without verifying. Sheeple can not think for themselves",
  "@ElizabethSaint_  @NickGroff_ Another Great Show!!! Thanks#gos",
  "@ElizabethSaint_ @NickGroff_  I am betting Bigfoot took the large animal away #gos",
  "@TimWeisberg Looking forward to watching",
  "@ElizabethSaint_ @NickGroff_ @gmp_society and Lorie Really like the show and watching you all on TV! #gos",
  "@ElizabethSaint_ Ahhh Suki Suki!! Maybe that lady is a little empathic?",
  "@ElizabethSaint_ @NickGroff_ Hahaha me too and I forgot #gos on the last tweet, please dont beat me next time you c me",
  "@ElizabethSaint_ @NickGroff_  you think maybe the noise from the drone spooked the cows? Maybe they thought it was aliens or a UFO?",
  "@ElizabethSaint_ @NickGroff_ Well no fair you already know that answer, lol I am staying with a possible mountain  lion#gos",
  "@NickGroff_  oh love the drone",
  "@ElizabethSaint_  @NickGroff_  My? Is why would something paranormal or an entity, why would they mutilate and eat animals? #gos",
  "@ElizabethSaint_  Didnt you just want to aay Oh Gee Thanks Lorie after she tells you there is a lady right next to you hahaha! #gos",
  "@ElizabethSaint_ @nickgroff Well I know I couldnt get into that for sure, lol sometimes it is good being fat! #Gos",
  "@ElizabethSaint_ That was creepy.. reminds me of poltergeist scene\" They're Here\"",
  "@ElizabethSaint_ From the description of what sounded like a lady screaming, sounds like a Mountain Lion. #gos",
  "When in New England one MUST have some Clam Chowda, it is wicked good! https://t.co/4ipY2pk59b",
  "@Halloweenmcqn I could tell, exciting isn't it? Was it 1 of those \"did I just see that\" momens?",
  "2 people followed me // automatically checked by https://t.co/bCET7OJMsp",
  "Why do I have notifications on my twitter account and nothing new is showing up?",
  "@amyallantdf Same here, Atlanta for the night then flight to Boston, Fearing Tavern this weekend!",
  "Just riding down the road and saw this https://t.co/RHSbdmOZQC",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@NickGroff_ Woop woop Cave time!!",
  "@ElizabethSaint_ Yep I noticed that. Lol #GoS",
  "@ElizabethSaint_  @NickGroff_ Ok getting ready soon for tonights episode of #gos",
  "@amyallantdf Hi V!!!",
  "@colleen10964 @Lindsay_Senter @grantswilson Always have something happen when I go there, sooo looking forward to going again and this weekend to Fearing Tavern!",
  "@colleen10964 @Lindsay_Senter @grantswilson Oh, I am thinking it will be a real good time!!",
  "@Lindsay_Senter @grantswilson Ya'll better get ready, cause I am heading down and going to have a good time, lol looking forward to seeing you guys!! My paracruze friends",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@amyallantdf The new TDF is coming on soon can not wait to watch!! #Deadfiles",
  "@colleen10964 Well thank you, your check is in the mail!! Lol",
  "@colleen10964 Yep thats me from way back when!",
  "#tbt https://t.co/e4bG0qg0W5",
  "@squatcher @CliffBarackman Usually it is a flash of green light in the sky a good resource to splain better, are the Newkirks Greg and Dana",
  "@squatcher @CliffBarackman  Hey guys watcjing an old show and the one guy saw a green orb b4 bf, I have heard of this happening b4 sightings",
  "@ElizabethSaint_ @NickGroff_ @gos Hahaha Spirit fingers hot out of control!! Basically, fat thumbs lol why they have to put them next to each other? #GoS",
  "@ElizabethSaint_  lol Lorrie is told don't come down here and she is like  OH HELL to the NO, and goes down anyway. So awesome LOVE IT!!",
  "@NickGroff_ @ElizabethSaint_ You guys are great people, even more so with kids keep being awesome!!! @GoS",
  "@NickGroff_ I am sure you can make it happen Nick!! #GoS",
  "@ElizabethSaint_ Oh Lort that thing don't want to make Lorrie mad, jus sayin!!",
  "@ElizabethSaint_ The Music and little Bell ringing is kinda creepy",
  "@ElizabethSaint_ Really like the new board you guys have!! #GoS",
  "@NickGroff_ @DestAmerica #gos",
  "@ElizabethSaint_ Just sitting and waiting to watch my favorites! #Gos",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@amyallantdf 2nd round doubled the dose, 4 days left at least it is tapering down now, plus The Atarax helps a little, now face is broken out,2old4zits",
  "@amyallantdf Been feeling off myself, didnt mean it that way, but been out of sorts, could be the high doses of prednisone, i have been on &amp; not eating",
  "@amyallantdf Hahahaa looks like crawling back in the house while in college after a night at the local watering hole, just sayin!!",
  "@ElizabethSaint_ @DestAmerica No need to hypnotize anyone, we all watch based on merit and all of you guys great personalities and the terrific way all of you treat ppl!",
  "@JohnELTenney Spoken words of a leader among Weirdos!!",
  "@JohnELTenney @GreyhoundBus Sounds like an Epic Disaster!",
  "@JohnELTenney @GreyhoundBus Wow, we all know the airlines are whacked out with delays, figured buses would be different",
  "@JohnELTenney @GreyhoundBus Even the busses are delayed? What is going on with the transportation sectors in the US?",
  "@ctwithdsl13 @JohnELTenney It wasnt much farther from where I was at.",
  "@ctwithdsl13 Lol very true and really nothing can be done but go with the flow",
  "@ctwithdsl13 I should have driven to the Octogon event last night instead of the 1 I went to",
  "@ctwithdsl13 Understood, nothing like a good vent, but really not liking the annoyance in flying delays this year, but, were some small bad storms there",
  "@ctwithdsl13 Soooo very sorry to hear that, the joys of flying, makes one not want to fly",
  "@colleen10964 @BuckeyeGirl_6 @ChadLindberg Did not see it, but on Friday night a monkey looking creature was supposedly seen scurrying around the chapel.",
  "@colleen10964 @BuckeyeGirl_6 You can take an airmattress or sleeping bag and spend the whole night if you want and investigate on your own. It was to hot avg was 88F",
  "@colleen10964 @BuckeyeGirl_6 They mist have taken the night off last night, no real creepy feelings, parts of it can be creepy, we had 5 people in our group so not bad.",
  "Para Hangover.., Safe and Happy Travels for everyone travellingvtoday!!",
  "@colleen10964 Nit a whole lot happened last night, kinda slow, but have nothpne over evidence yet, just a cple of personal experiences",
  "Alrighty then, arrived at GhostHunt Weekends event at The Old South Pittsburg Hospital in Tennessee, looks like it might be a good one!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "Aaarrrrgggghhhhh!!!! In airport Hell stuck and waiting",
  "@TheSpiritChick_ It was, bery hot though. But, I survived lol",
  "@chipcoffey Agreed Chip, our relationship is with God and I have a hard enough time trying to take care of MY relationship with God, we all fall short!",
  "@stevedischiavi Lol, try Atlanta or Phoenix",
  "@TheSpiritChick_ Sitting by the pool and sippong several Pina Coladas at The Atlantis Resort",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@dustinpari Happy Birthday Dustin!!",
  "Hotta love Delta, time to start boarding and they decide to move the gate from A3 to E5. No aggravation there at all. Lol",
  "Well still do not have a new assignment, have not worked since May 19th, opportunity came up, so flying to Atlantis in Nassau today!",
  "@NickGroff_ Alabama",
  "#GoS what state are you watching from?",
  "@ElizabethSaint_ @gmp_society @NickGroff_  Great Show tonght, so excited and Happy for such deserving great people!!! #Gos",
  "@Senter_Stage @Weird_Dana @nuekerk Congratulations!!!! You guys work hard and are very deserving!!!",
  "@ElizabethSaint_ @DestAmerica You mean we have to wait till Monday? Lol",
  "@ctwithdsl13 Oh yeah, naps are great!",
  "@grantswilson  Happy Birthday Grant, may your day be a happy and joyful one!!!",
  "@WeirdHQ You guys going to that? Investigated both places, interesting stuff there went with War Party Paranormal!",
  "@chipcoffey She must be one of those loving southern baptist, morons",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@Weird_Dana Ohvuea! Worst sensations for sure!",
  "@Lindsay_Senter @DetroitParaExp Lindsay I am sure you were awesome!!!",
  "@DalenSpratt So glad to see the blessings you guys are receiving for your perseverance, tenacity and hard work you guys put into it!",
  "@chipcoffey yes it would be fun, I am close to there often visiting friends in Duluth. Would love to go to a Paranormal Con there!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@iemanage Are there any specific hotels to stay at for the St. Augustine event?",
  "At Sloss Furnace and no way togetin😞",
  "@amyallantdf @RanchoShay @NickGroffTour Well then I guess I better get my tickets then!!! Guess I will try to get both nights booked just make a weekend of it!!",
  "@NickGroffTour what hotel is everyone staying at for this event.",
  "Hahaa saw this the other day in the store, should have bought some!! https://t.co/rfIqXUGANh",
  "@JohnELTenney Yep, I cut my own hair as well. With the busy schedules, it makes it difficult to find a decent person to cut my hair.",
  "@Weird_Dana Just realized it is only 5-6 hours from where I am in Birmingham. Grrrrrr!",
  "@Weird_Dana I so want to go there sometime! Bucket List Item",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@JohnELTenney @colleen10964 @amyallantdf @grantswilson @ElizabethSaint_ https://t.co/JbwRNfsdNx",
  "@TheSpiritChick_ Back to black? It looks Great",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "Look in the video there are orbs and ufo's.   lol hahahaa oh wait, nope jusr lights",
  "At LakebLanier in Georgia! https://t.co/X43Tu3ZVAH",
  "@TimWeisberg I knew you would recognize and know it !!",
  "@TimWeisberg this look familiar? https://t.co/0QpE8fRZ9s",
  "@ctwithdsl13 @JohnELTenney Ahhh this is very true, no time for them to be polite or read anymore",
  "@ctwithdsl13 @JohnELTenney They have all lost there mind, much like the human race. Lol",
  "@TheSpiritChick_ Pictures?",
  "@amyallantdf Happy Friday!! https://t.co/nhpPYOYfIN",
  "@colleen10964 @ElizabethSaint_  Happy Friday!! https://t.co/BA6krZh3pi",
  "@Lindsay_Senter I so miss thereand seeing and hanging out with everyone!",
  "2 people followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@amyallantdf Yay! I knew you could and would!!!",
  "@amyallantdf Awww Amy, sorry you are having a rough day, hang in there my friend! For tomorrow is an opportunity to have a mew and Great Day!",
  "@JohnELTenney @StrangeEscapes I do believe there were some non-believers present there until the fog rolled andnandnit made them nervous especially when it left.",
  "@JohnELTenney Aiiee, Top of the Mornin to you Sir, asblong as there were no Shenanigins!",
  "Back in Birmingham, time for some Ribs!! https://t.co/DT0JGjx52B",
  "5 people followed me and one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "Visiting friends in Atlanta and gained a new friend! Such a sweety! https://t.co/tcMzNIw4oX",
  "@amyallantdf @Genlovespeace Safe Travels Amy!!",
  "@chipcoffey They all are wonderful people, I feel fortunate to have been ablebto meet everyone of this group!",
  "@amyallantdf  https://t.co/vVkuUseACA",
  "@colleen10964 @grantswilson @StrangeEscapes Yes, will let you know when I get it settled and arranged",
  "@colleen10964 @TimWeisberg @JohnELTenney Thank you Colleen!",
  "@chipcoffey I really enjoyed meeting you during this cruise and amazing to watch you using your abilities. Thank you sir! https://t.co/XONFZ7ShBz",
  "@colleen10964 @grantswilson @StrangeEscapes Have not picked a place yet Colleen, will do that this week sometime, but will be going to St. Augustine n August to c Grant Wilson's Event!",
  "@colleen10964 @TimWeisberg @JohnELTenney Lol yes, shhh do not tell anyone!! Lol",
  "@WeirdHQ Looking forward to that time!",
  "@TimWeisberg, @JohnELTenney You guys Rock!! It was so good to see and hangout all week with you guys, hated to see the cruise end https://t.co/Ctq30TFMLZ",
  "@grantswilson @StrangeEscapes Grant it was great and awesome seeing and hanging out again with you all. Looking forward to August!",
  "@WeirdHQ Greg and Dana it was a joy and pleasure getting to meet and hangout with the both of you, it was as if old friends reunited! https://t.co/ilLEvYurBO",
  "@Senter_Stage @grantswilson Big Thank you out to Grant and LindsayWonderful Great people for making the night very fun and enjoyable. https://t.co/PL3uPHBBRT",
  "@spookysc Yes a lot",
  "@amyallantdf It's your Birthday?? Party Time!!! Happy Birthday Amy!!!!",
  "I guess you can rent anything here in Bermuda! Lol https://t.co/X2qGrDNGBp",
  "@ctwithdsl13 @JohnELTenney I think it is you Marle, who is awesome!!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TimWeisberg @JohnELTenney Not to mention the others as well, Susan, Lyndsey, Greg and Dana and basically everyone!",
  "Well 1st night in Portis almost over. Can not say enough about these folks treating me Great! @TimWeisberg @JohnELTenney",
  "@ctwithdsl13 @grantswilson @StrangeEscapes @Senter_Stage Well Marle you are missed!",
  "@TheSpiritChick_ Enjoying the weather and all in Bermuda, yourself? https://t.co/vvOxh8sr4w",
  "@JohnELTenney @TimWeisberg I saw this at the mall https://t.co/Wpt469eUkN",
  "@ctwithdsl13 @grantswilson @JohnELTenney @amybruni @AdamJBerry @chipcoffey @ReannaWilson3 @Lindsay_Senter @nuekerk @Weird_Dana Hahaa yep, thanks Marle, so far has been good!",
  "@grantswilson @JohnELTenney @amybruni @AdamJBerry @chipcoffey @ReannaWilson3 @Lindsay_Senter @nuekerk @Weird_Dana Bring on The Triangle!!! I ain't skeered!! Lol",
  "Yea! Onboard! https://t.co/TqUf6pqHUY",
  "2 people unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@colleen10964 Hehee",
  "@colleen10964 Lol sorry was not trying to brag",
  "1 Day left!",
  "@The_Social_Goat @amyallantdf Yea!! For Bobo!",
  "@amyallantdf Yes!!!!!",
  "@Lindsay_Senter Woohoo! So far it has been great!",
  "@colleen10964 @VTDiva01 That is just so wrong Colleen, lol",
  "@WorkItBurke I would like to ghost hint with you again!",
  "@ctwithdsl13 @StrangeEscapes :,,,,(",
  "@ctwithdsl13 Awww, sorry you aren't able to go. Will do!",
  "@ctwithdsl13 Just boarded the plane, going a day early",
  "@ctwithdsl13 Yes",
  "2 Days left, heading to Boston today! Finally it is very close to time!",
  "@spookysc Going to miss tonight's show, sorry, but in as n a song by Willie Nelson \"I'm on the road again\"",
  "7 Days and counting down!",
  "one person followed me and one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "Happy Mother's Day to all Mom's",
  "@ElizabethSaint_  Happy Mother's Day!!!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "Working in the Medical Field, as pretty as a Full Moon is to look at. I really despise and hate a full moon and being on STEMI Call.",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "22 Days",
  "@colleen10964 @JohnELTenney Oh the stories to be told, looking forward to hearing them!",
  "23 days and counting! Strange Escapes Cruise to Bermuda, looking forward to seeing some Great people!!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@stevedischiavi Was she referring to herself?",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@grantswilson Can't wait to get up there. The countdown has started. It won't be long!",
  "@colleen10964 You too!",
  "No trip to Birmingham is complete unless you eat at Dreamland BBQ, ribs \"ain't nuthin like em\" and the best sweet tea https://t.co/Ox7wcRK7fG",
  "@ScottLitaea A bucket list place as well as transalghaney, waverly hills and the Bridgewater Triangle. Just 2 name a few.",
  "one person followed me and one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@MMcQueen84 Yep it sure is!",
  "@MMcQueen84 I thought it was toes in the water and *** in the sand. Oh that was Zac Brown song. Hehee",
  "@ScottLitaea Thanks Scott",
  "@ScottLitaea She is an awesome person, just like you Scott!",
  "@amyallantdf @ctwithdsl13 @NewJerseyMikey @LBSoCalGirl @MustangGirl3 @artsyfart66 @BitchyBuddhist @ScottLitaea @ChadLindberg Have never been there, may have to visit b4 I leave AZ",
  "@WorkItBurke I asked to tell you and Tim Hello.",
  "@WorkItBurke Hey Stephanie, I know a cpl ppl that are there from Cali. Great ppl, Devin Sisk and Ellen McFarland!",
  "@amyallantdf @JohnELTenney Hmmmm I vote for the whisky, lol",
  "@WorkItBurke So wish I could have made it up there :(",
  "@grantswilson So like this show!",
  "Well only a short delay to get on the plane, now waiting on the pilots to show up. Haha if its not 1thing it is another.",
  "2 people followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@JohnELTenney I am still looking myself, if you find any could you be so kind as to send just a little, not much, my way?",
  "@ScottLitaea @HTC_MalloryM You too Scott!",
  "@NickGroff_ Wishing you a very Happy Birthday!!",
  "@TheSpiritChick_ Did not feel like driving that far and spending way to much money on a hotel room",
  "@TheSpiritChick_ Decided not to go.",
  "@ElizabethSaint_ Happy Easter to you as well!",
  "HappyFriday all you Para Peeps!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TheSpiritChick_ I will, I always try to.",
  "@TheSpiritChick_ It is just south about 25 miles of Tombstone, old mining town",
  "@TheSpiritChick_ Possibly, going to Bisbee again maybe",
  "@ctwithdsl13 @grantswilson So sorry to hear Marle'",
  "@grantswilson just saw this Grant, I am so sorry about Sinjin, it is never an easy thing to do.",
  "@ctwithdsl13 Oh yea! That is the only size bed I get when I travel!",
  "@ctwithdsl13 @AmyWhedonite Ok I am Jealous you didnt invite me, lol hahaha",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@amyallantdf That sucks! Or Blows! Whichever one works best! Sorry",
  "@amyallantdf Why the delays or problems with flights? Weather in other parts of the country?",
  "@ElizabethSaint_ Good Morning Sunshine! sending a PT(private tweet) have a question.",
  "@ChadLindberg Been there before",
  "3 people followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TheSpiritChick_ 😑😕😑",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@amyallantdf Safe travels!",
  "@TheSpiritChick_ sounds good",
  "Hahaha one of my favorite sayings https://t.co/fxPOZ0V2sn",
  "@JohnELTenney  saw this tonight thought you might like! https://t.co/Rvm23tE6zb",
  "@TheSpiritChick_ How do you propose to accomplish this test?",
  "@ElizabethSaint_ Saw them and immediately thought of you! Shhhhh it will be our secret! Hahaa",
  "@ElizabethSaint_  I am Evil I know. Lol https://t.co/5QCsfw4rK2",
  "@amyallantdf you in Tuscon? In Phoenix just up the road",
  "@ElizabethSaint_ Good Morning to you, a day late, but none the less. Good Morning!!",
  "@TheSpiritChick_ could very well be",
  "@TheSpiritChick_ Not sure, but did see an article in regards to the hours that one wakes up, interesting, just have to find it again.",
  "@TheSpiritChick_ Every night",
  "@TheSpiritChick_ https://t.co/gKO7miFyT4",
  "@TheSpiritChick_ https://t.co/N9C8ei43fZ",
  "@ctwithdsl13 me most nights",
  "@TheSpiritChick_ https://t.co/dZ2RUDgKFF",
  "@TheSpiritChick_ https://t.co/5NSrOiO4Ee",
  "@TheSpiritChick_ lol https://t.co/GJThmui7Rv",
  "@TheSpiritChick_ https://t.co/DJp9V3rkuw",
  "@TheSpiritChick_ https://t.co/4h3iZiUi0H",
  "@TheSpiritChick_ Tell me what you want, what you really really want. https://t.co/5sB6QQywAH",
  "@TheSpiritChick_ https://t.co/ER12BUDlrv",
  "@TheSpiritChick_ hehee no you don't",
  "@TheSpiritChick_  this os true! https://t.co/B29uC8H2Fa",
  "@ElizabethSaint_ Good Morning Sunshine!! Hope your day and week are Great!",
  "@colleen10964 They don't have Daylight Savings Time here in Phoenix, jus sayin",
  "@TheSpiritChick_ Don't ask!",
  "@TheSpiritChick_ uh yeah!",
  "@TheSpiritChick_ https://t.co/WOiWvNFcbM",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TheSpiritChick_ https://t.co/TXhzeEKUsB",
  "@TheSpiritChick_ https://t.co/MUt1U11rPU",
  "@TheSpiritChick_ https://t.co/v1KrF9EKf7",
  "@TheSpiritChick_ https://t.co/VDAbke47cv",
  "@DalenSpratt you guys deserve every bit of it, should of had a budget for it the first season, just sayin!",
  "@TheSpiritChick_ https://t.co/yPNHXUusxm",
  "@TheSpiritChick_ https://t.co/c7U116jdq7",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TheSpiritChick_ https://t.co/f2f1sa0bls",
  "@grantswilson 👍👍👍👍👍😁",
  "@grantswilson Yes Sir, looking forward to seeing everyone again this year, Was just at Lizzy B with Tim Weisberg and his crew! Great time!!",
  "@DalenSpratt @TLC Looking forward to watching another Season!",
  "@Lindsay_Senter @grantswilson Hopefully, I can make a few more this year, just waiting until the end of May right now!!",
  "@grantswilson Met your assistant Lindsey @ the QM Event, what a Beautiful and Sweet person she is! it was a pleasure meeting her.",
  "@TheSpiritChick_ https://t.co/yXqSDKflg8",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@WorkItBurke Hahaa some how I doubt that!",
  "@WorkItBurke  Kids said they would let me sleep, and protect from the shadowman and the other 1 that stayed by window. Guess they did. LOL",
  "@WorkItBurke KII meter was on bed , pegging out to RED, felt extreme cold on Lumbar region of back, no wind, no way 4it to gt undr covers",
  "@WorkItBurke LOL, about 4 hours, past out at 5am, thought I kept seeing the closet door creeping open a little,",
  "@WorkItBurke Hope you were able to get some rest!",
  "@colleen10964 Will have to fo over stuff, lot of experiences not sure about audio and pictures.",
  "@colleen10964 It was a lot of fun, had a great time. Was up till about 5am this morning slept for a little and slowly back to Boston area!",
  "@ElizabethSaint_ You as well!",
  "@WorkItBurke uhhh lol. I am partial to nachoes smothered in blanco cheese jalepenos sour cream and guacamole",
  "@colleen10964 @ScottLitaea @MMcQueen84 oh yeah, sweatshirt, gloves, heavy coat and knit hat, need a face warmer now!!",
  "@ScottLitaea @MMcQueen84 @colleen10964 well Scott compared to AZ it is, 19 degrees F not C currently with a breeze. Brrrrrr!",
  "@TheSpiritChick_ https://t.co/hvs8iqeu7u",
  "@TheSpiritChick_ game on! https://t.co/c3q2WOGVny",
  "@TheSpiritChick_ I aint skeered!",
  "Walked out to the car and saw this! https://t.co/oXOqq39iBq",
  "@ctwithdsl13 I sent the invite, you didn't get it? Dang snail mail!!! Anytime you want to go, it is an open invitation!",
  "@colleen10964 Will do!",
  "@TheSpiritChick_ I would have guessed sashayed!! Hahaa",
  "On the planegetting ready tohead to Boston! Lizzy Borden event tomorrow night!",
  "@KatrinaWeidman Happy Birthday!",
  "@ChadLindberg Hello!!",
  "@amyallantdf ?????",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "Guide To How The Old Soul Loves Differently\n  https://t.co/XBpbZv7zBJ\n  #MetaphysicalDiary",
  "@colleen10964 ok will do!",
  "@colleen10964 yep hope so!",
  "@LBSoCalGirl Hahahaa yep",
  "@LBSoCalGirl ohhh, I don't want to know, lol",
  "Two weeks before Lizzy Borden's and 4 days before Tombstone looking forward to both!",
  "2 people followed me and one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@amyallantdf Yep pretty creepy, here is one for you. Pleasant dreams. Lol Great show tonight btw https://t.co/mOzYA0b5X4",
  "2 people followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TheSpiritChick_ Honestly my day was long, boring and lonely, but at my age and physical appearance I have lrnd 2 accept ot 4 what it is!!",
  "@TheSpiritChick_  Happy Valentine's Day!",
  "@amyallantdf Happy Valentine's Day!!",
  "@colleen10964  @ElizabethSaint_  Happy Valentine's Day!!🌷🌷🌷🌷🌷🌷🌹🌹🌹🌹🌹🌹",
  "@TheSpiritChick_ Run! Ansley Run!",
  "@TheSpiritChick_ See you when you get here!😉😀",
  "@DalenSpratt @TLC Congratulations!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TheSpiritChick_ sure come on down!",
  "@TheSpiritChick_ Going there Feb 24-26. Not to rub it in or anything. It's like 3 hours away from me now. Staying at the Larian Motel.",
  "Retweet if you're watching tonight's brand new episode of The #DeadFiles!",
  "@colleen10964 @ElizabethSaint_ hahaha Yes Rise Up!!!! And Investigate!!",
  "@colleen10964 @ElizabethSaint_ will do",
  "@colleen10964 @ElizabethSaint_ will do, Thanks Colleen!",
  "@colleen10964 @ElizabethSaint_ yep, have only spent half a day there. Wanted to spend the weekend while out here.",
  "@colleen10964 @ElizabethSaint_ no event, just going to spend the weekend there. May hit up 1 of the tours one or both nights.",
  "@colleen10964 @ElizabethSaint_ No one I know here enjoys this stuff. I do everything alone. Unless I meet ppl at events. Mostly alone.",
  "@colleen10964 @ElizabethSaint_ @amyallantdf Good one Colleen!!",
  "@ElizabethSaint_ lol",
  "@ElizabethSaint_  So very true!! A Rarity for sure, Thank you, You Rock!!! Tommy@night",
  "@ElizabethSaint_ @amyallantdf Just locked down next place, Tombstone,AZ Feb 24-26 another  so called haunted hotel, going alone on this 1.",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@WorkItBurke but be careful in Ybor at night.",
  "@WorkItBurke oh, there is the old hospital if you can get in or The Don Vicentie Hotel, bit think they closed not sure. Anywhere in Ybor",
  "@WorkItBurke The Cuban Club in Ybor City",
  "3 people followed me and one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@amyallantdf ok officially jealous, this is one of my bucket list places. One day I WILL get there!",
  "@luckykimba well honestly have met 3 of the 4 you have listed, the only 1 I have not met is Dustin. So, I would have to say Dustin",
  "@JohnELTenney Hey John met a friend or a few of yours this weekend! Awesome time! Wished you could have been there! https://t.co/R551l1jghV",
  "@MistaKJ Mr. KJ it was a pleasure meeting you this weekend!",
  "@ScottLitaea ahhh good on no cancellation. Just heading to LB airport now, hope the delays are not contagious lol",
  "@colleen10964 @ChadLindberg @NickGroffTour @NickGroff_ Hahaa yep sure do!",
  "@ScottLitaea oh no good, why cancelled?",
  "@NickGroff_  Mr. Nick, It was great getting to meet you, thanks for such a Great Event! Look forward to attending more in the future!",
  "@ChadLindberg @NickGroffTour @NickGroff_ Chad sir, you are a wild man, it was a pleasure meeting you!",
  "@amyallantdf @LBChase2121 @ctwithdsl13 @ScottLitaea I still want one of those monkey hats. Hahaa",
  "@ScottLitaea @LBChase2121 @amyallantdf @ctwithdsl13 party? Party? Party? Lol",
  "@ScottLitaea @amyallantdf @ctwithdsl13 I did too!",
  "@ElizabethSaint_  Happy peaceful Sunday!!! Nick says Hello!",
  "@amyallantdf @LBChase2121 @ctwithdsl13 @ScottLitaea  why they tell us to shhhhh!! Lol Had a Great time!",
  "@ctwithdsl13 @ScottLitaea @amyallantdf lol had a Great time will you all, it was a pleasure getting to meet all of you,Scott great 2CU again",
  "@TheSpiritChick_ they were all at night? Lol",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "2 people followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@ScottLitaea @ElizabethSaint_ @colleen10964 Hehee, I know that look, saw it many times that weekend, Tommy@night aka Jimmy, lol",
  "@JohnELTenney @amybruni @grantswilson @WilliamShatner 😂😂😂😂😂😂",
  "@seekingchills @TheSpiritChick_ Ohio is good, several places there I would like to go. Missed Ghosthunt Weekends adventures there.",
  "@colleen10964 @ScottLitaea @ElizabethSaint_ Tim Weisberg of Spooky Southcoast had tix. March 4th. He may still have some left, hit him up",
  "@colleen10964 @ScottLitaea @ElizabethSaint_ my next one coming up is The Queen Mary Feb. 3-4, then Lizzie Borden, April will b Tyler Texas.",
  "@colleen10964 @ElizabethSaint_ Easy to do, jump in a plane and fly out.",
  "@TheSpiritChick_ hahaa ok I have many lined up so far, I just pick a place to travel 4 work and hit them while I am there.",
  "@colleen10964 @ElizabethSaint_  It was fun, going back as soon as I am able and have the time, its 3.5 hours south of me.",
  "@TheSpiritChick_ @seekingchills East Texas blows most places away with the exception of maybe the Boston area, Bridgewater Triangle.",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@colleen10964 @ElizabethSaint_ it was fun.",
  "@colleen10964 @ElizabethSaint_ Big nose kates, visited the swampers place in the basement, did see a shadow move by fast. Didn't catch it🤔",
  "@colleen10964 @ElizabethSaint_ Here you go Colleen, it isn't the Bird Cage but close! https://t.co/9cnd1TpalC",
  "@colleen10964 @ScottLitaea @ElizabethSaint_ Thanks will do, may stop at Tombstone on the way down as well",
  "@colleen10964 @ScottLitaea @ElizabethSaint_ I am going down to Bisbee this weekend, staying at the Copper Queen.",
  "@colleen10964 @ScottLitaea @ElizabethSaint_  Found my place Lol it is night. Hahaa https://t.co/PJJT0teiTd",
  "@colleen10964 @ScottLitaea @ElizabethSaint_ Wow, Colleen, you look real busy! Lol",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@DalenSpratt It was a pleasure getting to meet you and investigate with you and everyone else this weekend at The Hotel Leger.",
  "@ElizabethSaint_ Hehehee no comment, going to the corner now, for even thinking of a comeback to that one. Lol",
  "@ScottLitaea Thanks Scott, it was all my pleasure to meet, hang out with,investigate you and everyone. Fun Times, loved the experiment!!!",
  "@ElizabethSaint_ Hahaa, Tommy says thank you, you are awesome!! Mentioned something about a pictuee with 2 women washing clothes. Bwhahaha",
  "@ElizabethSaint_ @lostsoulsinv It was a GREAT weekend!!",
  "@colleen10964 @ScottLitaea Glad you made it safe Colleen, really enjoyed meeting you and Scott both this weekend!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TheSpiritChick_ Oh no worries, I have that covered. Lol",
  "@TheSpiritChick_  Sorry you couldn't make it to this event, But, you have no idea what you are missing! And then there is meeting everyone!",
  "@grantswilson You The Man!!! Lol",
  "@colleen10964 That's good. Per Captain, they have identified the issue and are working on it. But, not sure how long.",
  "@colleen10964 Thank you same to you, stuck on Tarmac for last 40 minutes with minor issue per pilot. Boredom set in currently. Lol",
  "Packed and ready to head to Sacramento then to The Hotel Leger in Mokelumne Hill for what looks to be a really fun event, + meet new ppl!",
  "@JohnELTenney not much for crawl spaces, there are spiders and such. Attics not an issue for me. Lol",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@ElizabethSaint_ @colleen10964 looking forward to RISE UP! And meeting you both!",
  "@TimWeisberg Your still going on the cruise I hope?",
  "@TheSpiritChick_ @ElizabethSaint_ @JohnELTenney @colleen10964 @spookysc @TimWeisberg @gmp_society @WorkItBurke @grantswilson Happy New Year!",
  "@ElizabethSaint_ @DalenSpratt @DestAmerica @lostsoulsinv @Hotelleger \nRight there with you all!!",
  "2 people followed me and one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "2 people followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TheSpiritChick_ Hehee that was supposed to be Thank You!! ;)",
  "@TheSpiritChick_ @ParagypsyRN Yep so far it has been. Getting ready to drive back now....Thank for!!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "one person followed me and one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TheSpiritChick_ Hahaaa don't do that, that could be rather messy! Lol",
  "@TheSpiritChick_ I know your getting excited!!",
  "@JohnELTenney @TimWeisberg thought cruise ships were like Vegas, what happens there stays there? Lol",
  "@spookysc OK, will be heading up there for this event, just purchased a ticket!! Looking forward to seeing all of you again and hanging out!",
  "one person followed me and one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@spookysc Huh? SMH! So now it is the ghosts fault, of which a lot of people do not believe in. Makes perfect sense given today's world. LOL",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TheSpiritChick_ Never!!!!",
  "@TheSpiritChick_ Hey you back at ya! Lol. Life is treating me like always, trying to k ock me down, but I keep getting back up. Hahaa!!",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "Good Morning World!!",
  "I welcome the arrival of our UFO overlords!\nRetweet/Like for a chance to win one of these stickers! #UFO #ufosighting https://t.co/JqYI1Bg79C",
  "one person followed me // automatically checked by https://t.co/bCET7OJMsp",
  "one person followed me and one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "Yay! Made it to Phoenix finally! The next 3onths I how are interesting and better than the last place.",
  "4 people followed me and one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "Happy Thanksgiving to Everyone!!",
  "@ElizabethSaint_ @colleen10964 @JohnELTenney @grantswilson @spookysc @gmp_society @TimWeisberg @WorkItBurke Happy Thanksgiving Everyone!!",
  "@TheSpiritChick_  Happy Thanksgiving!!🍗🍗🇺🇸🇺🇸🇺🇸🌍🌝",
  "@TheSpiritChick_ your welcome, thinking about building a portal to use with it as well",
  "@TheSpiritChick_ I personally like it better, it is bulkier, but, can use both am-fm forwards and backwards simultaneously plus has a light",
  "@TheSpiritChick_ I like my SB11.",
  "@spectralwolves Hey in Birmingham for a little bit, you guys want to hit Bass or somewhere?",
  "@TheSpiritChick_ Good Morning to you too!!",
  "@TomiLahren That's because they are products of Government run schools that teach Common Core, while brain washing them into sheep!",
  "@TheSpiritChick_ Lol Deal! 😀😀😀😀",
  "@TheSpiritChick_ Great Morning to you, share that Gorgeous smile of yours😆😆😆",
  "@spectralwolves  or somewhere else while I am up here in the area.",
  "@spectralwolves Hello, I am in Bham area, wanted to see if you guys may be interested in meeting up and possibly investigating Bass cemetary",
  "@TheSpiritChick_ @matts2kool hahahaa You of course Silly!!!",
  "@TheSpiritChick_ @matts2kool Dear one, you are A single Rose in a garden of flowers!",
  "Having a Para hangover today",
  "one person followed me and one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TheSpiritChick_ @matts2kool hahaa!",
  "@TheSpiritChick_ @matts2kool  Never late, everyone else is just way early. Hahaa",
  "@spookysc @ParanormalHooD Dang missed the show 2night on investigation with War Party Paranormal and FBPI, Great night!!",
  "@TheSpiritChick_ LOL netter late than never. Fashionably late. Hahaa",
  "https://t.co/AxLx58WPpm",
  "one person unfollowed me // automatically checked by https://t.co/bCET7OJMsp",
  "@TheSpiritChick_  Good Afternoon! How is your day going?",
  "@TheSpiritChick_  Good morning Sunshine, why sunshine? Because you brighten up each and every day!",
  "@ElizabethSaint_ Goodnight Crazy Lady, in my best Jerry Lewis accent",
  "@TheSpiritChick_ Hello, it is nice to hear from you! Make my days Brighter!!",
  "@TheSpiritChick_  Hello?",
  "@grantswilson Why he got to judge?",
  "@TheSpiritChick_ Ok, I see that you are ok, just read you have been talking with someone several times a day. Good to know.",
  "@TheSpiritChick_  I guess your still alive? Just concerned! Not like you to not respond to messages for several days.",
  "@WorkItBurke YW, you know me I call it like I see it. Lol",
  "@WorkItBurke Watched the rerun of Kindred Spirits show as promised. I thought you were great! I do hope you will be on more. You deserve it!",
  "@AdamJBerry @WorkItBurke @TLC Watching it now!",
  "@colleen10964 @ElizabethSaint_  Go for it",
  "@colleen10964 @ElizabethSaint_ ohh???? Cool get to meet all you folks!!!!!!",
  "@TheSpiritChick_  Hope you have aa great day my dear friend!!",
  "@TheSpiritChick_ @colleen10964 @ElizabethSaint_ @TimWeisberg @JohnELTenney @grantswilson @spookysc Wishing all  a very Happy Halloween!!",
  "@spookysc Great Show as always. Miss you guys!",
  "@grantswilson ok have to admit, you do look like him. Lol, lemme guess they based that of of you?",
  "@TheSpiritChick_ pretty cool!!",
  "@colleen10964 @ElizabethSaint_ @Ginohio1 But, only a select few have them!",
  "@colleen10964 @ElizabethSaint_ @Ginohio1 And now there are shirts to go with the saying. LOL!",
  "@TheSpiritChick_ Because I dont use it, only person I chat with on here. Really dont chat with them. So, whats the point?",
  "https://t.co/ikkyZKpwsn",
  "@TheSpiritChick_ Been giving this a lot of thought, but thinking I may close this account as well as a couple of others on different sites.",
  "@TheSpiritChick_ thought you were posting pics from tonight on snapchat?",
  "@grantswilson @Lindsay_Senter Same for me, was told once that was because I have good energy and people as well as spirits are drawn to it.",
  "https://t.co/PGHe2HHykS",
  "@TheSpiritChick_ Lol. Riiiight. Ok will go with jealous, wink wink",
  "@TheSpiritChick_ Wish I could, they would frown upon that while at work. LOL!!",
  "@colleen10964 @ChadLindberg @NickGroffTour @TheQueenMary @NickGroff_ I am going for sure, both nights!!!",
  "@TheSpiritChick_ Daily naps are good!!! I miss mine :(",
  "@TheSpiritChick_ @NickGroff_ @KatrinaWeidman WooHoo!! lol",
  "@TheSpiritChick_ We're? Ia that rhetorical or sarcas lolDon't think its You, know its me. But I had a GREAT Time!!!!!!!!!",
  "@TheSpiritChick_ @NickGroff_ @KatrinaWeidman you grab the popcorn and a blanket.... lol",
  "@TheSpiritChick_ Me without sleep for 30 plus hours.",
  "@TheSpiritChick_ Ba k at ya!",
  "@TheSpiritChick_ Grand Saturday Morning my Dear Beautiful Friend, may your day be Bright and troubles be few! Any fun plans for the weekend?",
  "@colleen10964 @ElizabethSaint_ you were asked for colleen!!",
  "@ElizabethSaint_ @periscopeco hello Elizabeth Rise Up!!!",
  "@TheSpiritChick_ Funny you ask, I am flying up to fo visit and investigate at Ft. Adams with Face Your Fears and Tim Weisberg et all!!",
  "@TheSpiritChick_ Thank you my dear friend, so far it is!! Already left wotk for the day, now to get ready for this weekend!!!!",
  "Happy Friday Everyone, RISE UP!!! And Conquer the day!!!!",
  "@TheSpiritChick_ The thoughts and feelings are mutual, my dear friend♡",
  "@TheSpiritChick_ Top of the Morning to you!! May your day be filled with Happiness, Warm Smiles, and Joyful Interactions!!♡",
  "@TheSpiritChick_ just another day of working with bitter people.",
  "After one long day! https://t.co/85JPzTHkub",
  "@TheSpiritChick_ You are more than welcome, my dear friend!! Hope your day was awsome!!!  Would make up for mine, hahaaa!",
  "Ok just had probably the longest most chaotic day I have had in 3 years, ready to give this job up for ever. Now I remember why I did before",
  "@TheSpiritChick_ wishing you an exciting day today, Rise Up! and Carpe Diem!!",
  "@TheSpiritChick_  Good Morning my Dear Friend!! Hope you had a restful and peaceful night of sleep!! Have a Great  Day!!",
  "@BonesTheHaunted Look him up, I am sure he would be glad to help.",
  "@BonesTheHaunted He lives in Charleston, South Carolina, been all over the world investigating. Met him at the Thomas House in TN.",
  "@BonesTheHaunted @ParagypsyRN Was not able to talk with them, but, His name is Kyl Cobb Jr. He has been all over the world, a very good guy.",
  "@TheSpiritChick_ @TimWeisberg @spookysc Thank you, I am sure I will.",
  "@colleen10964 happy birthday Colleen!!!",
  "@BonesTheHaunted Possibly know a person that might do something like that. Will get his name and aend tomorrow",
  "@TheSpiritChick_ well share it already!!",
  "@gmp_society @TimWeisberg @spookysc @TheSpiritChick_ @grantswilson @JohnELTenney You should go if you are able to. I am sure it will be fun!",
  "@gmp_society @TimWeisberg @spookysc @TheSpiritChick_ @grantswilson Newport Rhode Island",
  "@TimWeisberg @spookysc @TheSpiritChick_ @grantswilson @JohnELTenney @gmp_society Looking forward to the Fort Adams Event, Oct. 15th!",
  "@ElizabethSaint_ @Bama_Redneck80 Roll Tide!!!",
  "Looking forward to going here October 15th!!! https://t.co/3Qkt5tQ7A6 via @ticketleap",
  "@TheSpiritChick_ would stay up swapping stories about our adventures.",
  "@TheSpiritChick_ thinking if that happened wouldnt be any sleeping going on.Hahaa",
  "@TheSpiritChick_ can understand that for sure, me too. Wont say what time I dragged in this morning. Lol",
  "@TheSpiritChick_  Just to let you know, thinking about you, which brought a smile to my face!!♡",
  "@TheSpiritChick_  Grand Morning Beautiful!!! How did you sleep? Wishing you a great day with warm wishes! Any exciting plans for today?",
  "@grantswilson twins?.",
  "@TheSpiritChick_  The sky after the storm. https://t.co/B699LxYnxf",
  "@TheSpiritChick_ The feeling and thoughts are mutual. You do seem to bring out my best. Guess we do feed off of each other's energy!!!♡",
  "@TheSpiritChick_ But all will be ok.",
  "@TheSpiritChick_ Not happy,lol  And some realizations the last 24 hours. Trying not to let it get me down. Not really winning that battle.",
  "@TheSpiritChick_ Storm is way up the coast, winds still blowing hard, no power still, elevator is not working and I live on the top floor.",
  "@TheSpiritChick_ prepare prepare prepare!! Protect Protect Protect!!",
  "@TheSpiritChick_ Oh my bad the \"countless deaths and murders of the living\" threw me https://t.co/0GINZEDdpS",
  "@andrewroy87_roy stayed at friends house last night south of me. How about over your way?",
  "@andrewroy87_roy No problems here except power is dtill off, they are trying, probably go stay in a hotel tonight to shower.",
  "@TheSpiritChick_ yep, sit around in the heat waiting for the power to come back on and the AC in the Condo, lol at least there is a breeze.",
  "@TheSpiritChick_ Uh, someone told once, not to go looking for evil spirits, not safe, now who was that?? Hmmm Lol..",
  "Never to much, I believe the other way around! You are an inspiration to be a better person and have a positive outlook on life, my friend ♡",
  "@TheSpiritChick_ Awww such a sweet thing to say!! You have an awesome and sweet soul ♡",
  "@TheSpiritChick_ Good Morning my Beautiful Friend!! Hope you have a Great Day!!!",
  "@TheSpiritChick_ So what type of place would terrify you?",
  "@andrewroy87_roy understandable, had to evacuate earlier today from Jupiter.",
  "@TheSpiritChick_  Good Morning my Dear Friend, hope you have a great day!",
  "@TheSpiritChick_ @gmp_society Oh great, Hurricane warning just issued :(",
  "@TheSpiritChick_ lol it would be safer in Texas.",
  "@TheSpiritChick_ @YouTube you my dear friend are way to cute. Lol That was Great!",
  "@TheSpiritChick_ sent the video on another source from last place, the evp.",
  "@TheSpiritChick_ was going to Texas this weekend, but because of the storm,  it is a wait and see game.",
  "@TheSpiritChick_ awwww you are so sweet, thank you ;)",
  "@TheSpiritChick_ Who me? Hahaa could be a good time to take up surfing. Hahaa j/k. Imagine the energy for investigating. Wow Off the Charts!",
  "@TheSpiritChick_ thank you, but as I have mentioned many times, People can see the light from within you Shining Bright!!",
  "@TheSpiritChick_ Thanks, Ahhh this could be a fun adventure, always was an adrenaline junkie. Lol",
  "@TheSpiritChick_  Goodmorning Sunshine. Thanks for Brightening up each day!!",
  "@TheSpiritChick_ we have liquid snow,Rain. TX was worse, no breeze. We should have a real breeze here soon though 130mph or better lol",
  "@TheSpiritChick_  Ehh, lol Goodnight sleep well, may the angels surround you and protect you while you sleep!",
  "@TheSpiritChick_  Not to rub it in or anything, but its a Balmy 86 degrees here, of course there is a Hurricane not from us here, Party? LOL",
  "@TheSpiritChick_ Goodnight, pleasant dreams and a restful peaceful sleep.",
  "@ElizabethSaint_ @gmp_society @ChadLindberg Safe Travels and Wishing Everyone a Great Day!",
  "@gmp_society Great Therapy!",
  "@TheSpiritChick_ @ElizabethSaint_ @gmp_society @grantswilson @TimWeisberg It was!",
  "@ElizabethSaint_ @gmp_society @grantswilson @TimWeisberg @TheSpiritChick_ Getting ready for an invstigation with War Party Paranormal 2night",
  "@gmp_society that sounds like me almost every day Bill!",
  "@colleen10964 hey Colleen could you PM me on here I have a question for you. Thanks, Jim",
  "@ElizabethSaint_ @colleen10964 My Friday just got Very Happy, was able to leave work at 12:45 EST. WooHoo let the weekend Start!!!!",
  "Rise Up and have a Happy Friday!! https://t.co/ILrYNQlEmA",
  "@JohnELTenney Hey John, went back and looked at the original picture I sent, Have some new thoughts on it. Will send them after work.",
  "@JohnELTenney lol Hate it when that happens!",
  "@TheSpiritChick_ Good Morning Sunshine, Wishing you a Great Day!",
  "@gmp_society HaPpY tHuRsDaY to you as well.",
  "@JohnELTenney sent.",
  "@JohnELTenney will do.",
  "Can send image to you if you like, maybe you can clean it up enough to see it better. I just found it weird. https://t.co/1ljY16PDI9",
  "Unfortunately the person deleted them, I went back in the day time to see if it was a reflection from a headstone. I do not know what it is. https://t.co/1ljY16PDI9",
  "@JohnELTenney Agreed, but, no one was standing there when picture was taken, where the illuminating source is, a headstone from 1850's",
  "@ElizabethSaint_ @JohnELTenney @grantswilson @TimWeisberg @gmp_society Ok everyone, any thoughts on what this might be? Taken in a Cemetery https://t.co/35VU8OQTGp",
  "@TheSpiritChick_  Wishing you a very Happy Day!",
  "@ElizabethSaint_ @gmp_society @grantswilson @TimWeisberg @TheSpiritChick_ @colleen10964 Wishing everyone a safe evening. Goodnight All!",
  "@ElizabethSaint_  Wishing you a very Happy Birthday today Elizabeth, may your say be filled with Happiness and Love.",
  "@TheSpiritChick_ well we know the answer to that already, dont we",
  "@TheSpiritChick_ Apparently not! Hate those plans fell through.",
  "@TheSpiritChick_ @ElizabethSaint_ @grantswilson @TimWeisberg  Hello? Have a Great evening and Goodnight.",
  "@ElizabethSaint_ was in the store and saw these, no eggs though, but soon. https://t.co/dohsho4o0r",
  "I have and will investigate here to see if the spirit of Elizabeth can come threw to communicate this Dec!!! https://t.co/Mxo0M0Bmxn",
  "RT if you'd be down to investigate with the TAPS team! #GhostHunters 👻",
  "@ghosthunters I would like to go!",
  "The joys of brake problems on a vehicle, a necessary evil. Looking like time for a newer vehicle soon.",
  "@TheSpiritChick_ Yaaassssss! Soon!",
  "@TheSpiritChick_ @ElizabethSaint_ @gmp_society @grantswilson Getting excited, been having withdrawals, psble investigation soon with a group",
  "@TheSpiritChick_ You know I would If I could",
  "@TheSpiritChick_  Ok I am so Jel Jel, lol. Have fun and enjoy. I know you will because your so awesome!!",
  "@andrewroy87_roy oh thats not good, use to on holloween you cld go there and investigate after the tour",
  "@andrewroy87_roy not so much in daytime, night is better in the bottom of the house and lighthouse itself",
  "@andrewroy87_roy the 2 on town are pretty good. There is another one off the beaten path that was being cleaned up a few years ago. Bery old",
  "@andrewroy87_roy cool, I think allof north florida and south georgis goes to see the lights lol",
  "@andrewroy87_roy the old jail is really good for evps and voices.",
  "@andrewroy87_roy the square is a good place as well. December they have the lights up and it gets crowded especially wknds, check lighthouse",
  "@andrewroy87_roy the little girl is suppose to be seen around the gates and during the re-enactments spansish soldiers are seen down in town",
  "@andrewroy87_roy  St Augustine should be good, seems the whole town has a lot of activity, which place you going to?",
  "@gmp_society they got me too.",
  "@ElizabethSaint_ @gmp_society @TheSaintBrigade @BillBattalion @colleen10964 @TheSpiritChicks Rise Up and enjoy your Sunday!!",
  "@spookysc Great Show guys! Interesting.",
  "@gmp_society ok thanks Bill",
  "@ElizabethSaint_ @gmp_society @TimWeisberg  you guys know of any events taking place Oct 7th thru Oct 9th. Dsnt look like my plans will work",
  "@ElizabethSaint_ yep",
  "@TheSpiritChicks @ElizabethSaint_ @gmp_society @TimWeisberg @colleen10964 Goodmorning All Have a Great Day Today$",
  "@DarknessRadio Hey Dave, You should venture over to Tyler, Texas. Lots of great places there and the surrounding area.",
  "@TheSpiritChicks @ElizabethSaint_ @gmp_society  @TimWeisberg @JohnELTenney @colleen10964 https://t.co/gYvffyM8C4",
  "@TheSpiritChicks  Goodnight",
  "Hahaaaa https://t.co/SowNlKDwac",
  "@NickGroff_ @andrewroy87_roy Wow, impressive, seeing aome of the places you have been, like Bob Mackeys. Cant wait to see",
  "@TheSpiritChicks @ElizabethSaint_ @gmp_society @TheSaintBrigade @TimWeisberg wishing Everyone one a Great Day, Rise Up! And Carpe Diem!!",
  "@TheSpiritChicks Pretty much have given up on Society in general. This seems like the next logical step. Hahaa",
  "@TheSpiritChicks Always. And you as well",
  "@TheSpiritChicks Happy Labor Day! Wishing you a wonderful day!",
  "@gmp_society @TimWeisberg  @grantwilson @JohnELTenney  at the bar celebrating anything, lol",
  "@spookysc @YouTube Just watched part of the broadcast about the ghosthunters show. Great job and great questions about why no restoration.",
  "@TimWeisberg @grantswilson @JohnELTenney Forgot how intense the shows were. Cam only omagine what was not shown",
  "@TimWeisberg @grantswilson @JohnELTenney Watching Mr. Tenney on Destination America's Paranormal Stalkers show reruns.",
  "@ElizabethSaint_ @BillBattalion @TheSaintBrigade @colleen10964  Wishing you all a very Safe and Happy Holiday! https://t.co/iW0mTWBHNV",
  "@Bama_Redneck80  USC-YA!!! Lol",
  "@ElizabethSaint_ @Bama_Redneck80 Let's here a big ROLL TIDE!!!!!",
  "@TheSpiritChicks Looking forward to it. Hope all is well and you had a great day!",
  "@ElizabethSaint_Rise Up and run!! Good Morning",
  "@TheSpiritChicks thank you",
  "@grantswilson Off to the Riddle House!",
  "@TheSpiritChicks Things could be better. Just life and work.",
  "@TheSpiritChicks Good night, rest well, not in a great place today. Nice pictures you shared.",
  "@ElizabethSaint_ @BillBattalion @gmp_society @colleen10964  RISE UP!!!! Because it is 5 O'clock somewhere or soon will be, Hurricane Party?",
  "Retweet if you're watching @ghosthunters with us! #GhostHunters @Syfy 😱👻",
  "@iemanage @amyallantdf @JohnZaffis @dustinpari OK, think I just gound my April event. Lol",
  "@gmp_society it will get easier once you get your routine down.",
  "@ElizabethSaint_ @ArkRazorbacks @Bama_Redneck80 Roll Tide!!! Lol",
  "@ElizabethSaint_ @DDisincarnate @TheFemmeForce I know another female that would go great with you two.",
  "@dustinpari @grantswilson Congratulation Grant!!",
  "@TheSaintBrigade No need to apologize, you have been running nonstop here recently. RISE UP!! and Rest, seize, conquer and live!!!",
  "@TheSaintBrigade No worries, you just be you and they will come, it will explode and will be hard to keep up with all of it.",
  "@gmp_society woohooo keep at it Bill, it will get easier, at least thats what I am told. Hahaa. You can do it!",
  "@ElizabethSaint_ @ @gmp_society @TimWeisberg @JohnELTenney  What to do on a rainy day with nothing but rum,pineapple juice, pina colada hmm!",
  "@TheSpiritChicks @TheSaintBrigade @TimWeisberg @BillBattalion https://t.co/AEI9rDOmue",
  "@TheSpiritChicks https://t.co/sCX0raeQqe",
  "@TheSpiritChicks https://t.co/onxgLT1Kna",
  "@TheSpiritChicks yep thanks",
  "@TheSpiritChicks Goodnight, hope you feel better. Have a great week!",
  "@TheSpiritChicks @ElizabethSaint_ @BillBattalion @TimWeisberg  @grantswilson  getting exited, just booked The Hotel leger event.",
  "@grantswilson @JohnELTenney And with him they seem to do that,  thought provoking and philosophical. Makes you think and mind stimulating.",
  "@_Shdwz_ @gmp_society @ElizabethSaint_ @NickGroff_ oh yes, lived by there for a little, lots of stuff there.",
  "@ElizabethSaint_ @colleen10964 @gmp_society @BillBattalion @TheSpiritChicks RISE UP!! And conquer the day!!",
  "@lindseyroyal @grantswilson @miparacon He is such a classy guy, personable, friendly, helpful, top notch, it was an honor to meet him for me",
  "@ElizabethSaint_  Would love to get one but, they are never in my size :(",
  "@TheSpiritChicks @ElizabethSaint_ Currently watching and listening to SpookySouthcoast Radio program with Tim Weisberg",
  "@mich12420 you are more than welcome",
  "@mich12420 Done!!",
  "@TheSaintBrigade @ElizabethSaint_ @DestAmerica @gmp_society Done!!!",
  "@TheSpiritChicks Rest well and many pleasant dreams!",
  "@ElizabethSaint_ RISE UP!! and rest well!",
  "@mich12420 Where do we donate to? and how much are the headphones?",
  "@TheSpiritChicks well can honestly say that it just got better!",
  "@TheSpiritChicks Goodnight and pleasant dreams!",
  "@ElizabethSaint_ Goodnight!",
  "@TheSpiritChicks you are so sweet, thoughtful and an inspiration.",
  "@TheSpiritChicks Goodnight, hope you feel better, sweet dreams and restful sleep.",
  "@largelythetruth Great stories, enjoyed listening to you and your stories, hoping to buy the book and read all of them."
 ]
}