{
 "user": 810597267300384768,
 "tweets": [
  "I found a stack of these lenticular promotional cards for the 1993 release of the movie Fire in the Sky.\nRetweet/Like this post for a chance to win one. \nI'll be giving away 15 of them! \nWinners on Wednesday.\n#UFO #AlienAbduction #UFOs https://t.co/mgYyic7Rwh",
  "Did we ever find out who was teaching them to stand like this https://t.co/OGAEUGLdfY",
  "Amber Rudd - You certainly caused us a very late night, but your vocals sound fantastic! The Windrush - Feat -  Rubi Dan #DemandActionNow #AmberRuddResignation https://t.co/sKRxLPpSgW",
  "@davidicke Happy belated birthday....I'm always  late to the party 👍🏼",
  "Absolutely love watching @johnxdesouza (who looks like George Michael 😀) on with Rex on @LeakProject your knowledge is outstanding, you blow my mind over here in the UK...keep doing what you're doing💖",
  "This is my friend's daughter's cat.  His name is Frank. And basically I think he should be trending. #humancat https://t.co/o7eDPRe8Ij",
  "If no-one has told you they love you today, they should have, you are more wonderful &amp; powerful than you  realise Human means god man-you are god  I love you always xxx",
  "@LaurenHarries I love you @LaurenHarries ... You make me smile daily with your tweets...thank you honey 💖",
  "Despite being labelled a ‘Plastic Greek Wannabe’ (!) Tsoukadolly prepares for his Greek Independence Day Party! @Tsoukalos https://t.co/AgBRjFN0iB",
  "A lot has happened since I was born, have your mind blown and receive a video of your time on Earth #OneStrangeRock Tuesdays 8pm @NatGeoUK  https://t.co/8doLH5XLxX",
  "Jodie Fairbrother.....supposed rescuer of Romanian dogs. Brought them to UK....to this! Animals removed by RSPCA and Dogs Trust. \nhttps://t.co/nTMw0tfZbe https://t.co/0CS4vhhnps",
  "@Rascalxx A massive well done to your daughter x",
  "“Corbyn has failed to respond to Russia appropriately. What he should have done is take millions of pounds from them in donations” - Tories",
  "Retweet for a chance to win one of each.\nTiger (250 numbered limited edition) and Northwich (500 numbered limited edition) enamel badges\nAvailable from May 10th at our exhibition. Winner 10am May 2nd https://t.co/Afh7SOfQph",
  "Urging fellow MPs to join me in meeting 6 year old Alfie Dingley &amp; family in Parliament on 20th March to support their call for @UKHomeOffice licence for #medicalcannabis. Together we can end Alfie's needless suffering #alfieshope @AmberRuddHR @end_our_pain",
  "@RocketDogEurope new snow boots have just arrived, unfortunately the snow left yesterday...the lack of snow will not stop me wearing these beauties 💖 https://t.co/QwMdUjzH62",
  "Erm, does anyone know why the Prime Minister is taking part in a low rent daytime TV game show? https://t.co/p2bFHKn7Of",
  "Kat on our #StPancrasCRU team has been taking on the #BeastFromTheEast head-on to get to patients through the #snow, &amp; is ready for #StormEmma!\n\nHere she is caught on video, making good progress, with no complaints, &amp; a smile on her face! #NHSHero\n\nThank you Kat!💪👏🚲🌨❄️☃️ https://t.co/oNv1s5ChBI",
  "The most inspired thing so far is the decision to opt for a printed sign rather than individual letters.\n\n#MaySpeech \n#BrexitSpeech https://t.co/tZMhzRxEGj",
  "Please help us get #ThankYouNHS trending today for all the NHS staff who have:\n\n* Slept overnight in hospital\n* Worked double (or even triple) shifts\n* Walked for hours to get to work\n* So much more\n\nAnd all so they can care for our loved ones https://t.co/Z44Ny4QaQ5",
  "Due to the continuing adverse weather we have taken the difficult decision to close the Academy to students and staff on Thursday 1st March 2018.\nPlease check social media for updates.\nApologies for any inconvenience caused and thank you for your support.",
  "We apologise for the inconvenience this causes but we have taken the decision to close the Academy today on health and safety grounds due to the adverse weather conditions. Please check social media and our website for updates.",
  "Students from OMA enjoyed their second week of Young Fire Fighters school. A tour of the station, trying on kit for land and sea rescue and looking at thermal images and trying breathing apparatus. https://t.co/fdiXJYBdRE",
  "@sandyofipswich @CatSmithMP @UKLabour I am utterly disgusted with the labour party today,  your blatant filibuster of @PaulFlynnMP medical cannabis bill. People are bloody well suffering. You're as bad as the Tories, you don't care about people at all. #elizabethbricebill #upa",
  "@sandyofipswich's conduct today was just one step removed from child abuse. He waffled incoherently for 45 mins, filibustering the medical #cannabis bill which if passed would have forced @ukhomeoffice to issue a licence to save Alfie Dingley's life #EndOurPain #AlfiesHope",
  "So @Stormzy1 you slam @theresa_may (rightly so I might add) over grenfell, but where is your outrage at @jeremycorbyn and @sandyofipswich over purposely holding up @PaulFlynnMP bill to help stop a 6yr old having 30 seizures a day 🤷🏻‍♂️ Paul I’m sorry your own party fucked you",
  "@afterprohibends @PaulFlynnMP @sandyofipswich I'm sat here fuming! Is he deliberately doing this? He's made his point!",
  "No doubt @sandyofipswich will sleep well tonight knowing he deliberately obstructed progress of a bill that would provide life-changing medicine for a 6yr old child #EndOurPain",
  "As a @UKLabour member I am ashamed at the actions of @CatSmithMP and @sandyofipswich filibustering a bill which would allow #alfiedingley the medicine that works.",
  ".@sandyofipswich Shame on you, I am disgusted with your filibusting today. \nPurposely denying sick people their chance to obtain safe and effective medicine.\nYou sick, perverse pathetic little worm.\n#ElizabethBriceBill #EndOurPain @PaulFlynnMP",
  "For shame. A six-year old boy continues to suffer debilitating seizures while @sandyofipswich filibusters the #ElizabethBriceBill that would get him medicine shown to be effective. @coyleneil, any comment from the MP I helped vote into office? https://t.co/gHmOrHcTAu",
  "Cannabis bill put back until July 6th. Terrible show from @UKLabour MP's wasting time in the second debate and not helping out @PaulFlynnMP Especially @sandyofipswich",
  "People of Lancaster &amp; Ipswich your MPs @sandyofipswich @catsmithmp deliberately prevented debate of a bill from your own @PaulFlynnMP to give access to medicine to very sick people. Shame on them &amp; @UKLabour @jeremycorbyn",
  "Deeply disappointed in Labour MP @sandyofipswich for filibustering @PaulFlynnMP's #ElizabethBriceBill.\nPatients in urgent need of medical cannabis will have to wait until July for 2nd reading of this bill due to your actions today.\nYet another day which harms my faith in politics",
  "Today we're giving you the chance to win a SIGNED copy of @thebodycoach's The Fat Loss Plan plus a fantastic set of his books! Just RT and follow to enter! Pop into one of our High Street stores to get a copy for £8.49! That's HALF PRICE! 🎉🎉🎉 Comp closes 10pm Sunday #WHSBooks https://t.co/Ap40ffaA6j",
  "Good grief - the Luge people appear to be mating now!",
  "@krixomatic @YouTube Much love and light to you..my daughter asked me yesterday why I go out of my way to help Everyone, yet no one ever helps me...my answer was simple... because I do and they don't. Last night all the wrong doings people had done to me came flooding back This morning you arrived 💖",
  "@andreamcclean Beautiful picture xx",
  "When you feed the birds in Glenfinnan and the stag decides he wants a bit too @GlenfinnanHouse #scot #wildlife https://t.co/LTv5zQVmpv",
  "An elderly woman in #Iran joins the protest against forced #hijab. \nShe has difficulty walking. But that doesn't stop her from showing her support.\n#IranianProtests #حجاب_اجبارى  #دختران_خیابان_انقلاب https://t.co/TiI9hllXH9",
  "@Anna_Soubry Thank you.",
  "Comedy turn from Lord Lisvane. likening opposition to a second EU referendum to forcing nervous relatives to watch Reservoir Dogs at the cinema.\nhttps://t.co/IOYYM9SWxg",
  "40 years ago today, Kate Bush's debut single Wuthering Heights was released. Here she is, weeks later, generously sending handwritten lyrics to a fan. (I've seen a few similar letters from her; seems she did it often.) https://t.co/BjKYEeeavb",
  "1st Class Brexit stamp. https://t.co/dmQlFNbpLe",
  "@Avi_Kaplan Me and my seven year old daughter agree with you 100%",
  "This parliamentary week began with \"dick\" being said in the Commons and ended with \"cunt\" said in the Lords. What a time to be alive",
  "1/ Here’s how 2018 will become your year: Don’t sit on the couch and wait for it. Get up. Go out. Move forward. Make the change. Smile more. Be excited. Laugh. Do new things. Throw away what you’ve been cluttering and haven’t used or worn in 10 years.",
  "2/ Unfollow negative people on social media and in real life. Go to bed early. Get up early. Don’t gossip. Show more gratitude. Do things that challenge you. Be brave. Be fierce. Be kind to people less fortunate than you. Stop diddling around. Go after YOUR life, not others.",
  "Christmas Sunrise\nhttps://t.co/HZlXSYcpZj\nMerry Christmas (and a VERY late Happy Hanukkah) to all of you and your loved ones! https://t.co/BZ0ZbXAQyO",
  "Please note the impact a live event has. People all over Southern California freaked out over something that turned out to be a SpaceX launch. Last week the Pentagon pretty much admitted to UFOs being real and the story barely gained any traction. Let that sink in for a moment.",
  "Our current political climate is so screwed up and off kilter that it has overshadowed the fact that the U.S. government just openly admitted that aliens are real and currently visiting us. Conclusion? Disclosure just happened. *breaks out the beer n stogie* Cheers! #aliens",
  "Thank you @omagrimsby for showing me and @MrMatt_Robinson  around your wonderful school! And to your student for this inspiring quote that I will use as my mantra for 2018! https://t.co/JM0zNbFgwR",
  "In case you need a moment of happy in your twitter feed https://t.co/QKUo2OLXov",
  "Gone 17 years today.  Thank you for the days, Kirsty... \nhttps://t.co/5WlMlfVPlc",
  "https://t.co/Tj80NSwA43",
  "@OANprincipal A big massive well done to all the children, their art work was fantastic.",
  "@OnnMel I'm a constituent of yours. Will you honour your party's commitment to marine protection and #BackTheBlueBelt? Read the charter here: https://t.co/2vR6tMXQcm",
  "OMA Y7 students and staff had a fantastic day at the Leeds Armouries. Brilliant enrichment day provided by our Humanities department. https://t.co/wLgQYHSHw9",
  "@Douvalls absolutely adore argan balm, I have tins everywhere, my children all have a tin, I swear by @Douvalls ,I don't need anything else",
  "Great afternoon of Dodgeball played in a fantastic spirit ! Congratulations to winners @OasisNunsthorpe https://t.co/c9MMqTNTrc",
  "@clobojewellery oh my gosh! No more Womble Terrier, how very dare they! We will be boycotting Sunday, and be with you and Womble in spirit.",
  "@TJCSHOPPING ametrine it's amethyst and citrine ... Beautiful",
  "@GemguyKieran can I ask you a question, does sphene have inclusions? Thank you muchly x",
  "When I'm feeling a little low, I put on my favorite high heels to stand a little taller. #dollyism",
  "Tilikum, the Orca that killed a trainer at SeaWorld Orlando in 2010 and featured in the Black Fish documentary, has died @SeaWorld say https://t.co/zgpvjzZw3T",
  "@presenterderek at least you didn't call the RAC out because you couldn't get into it... I did! 😂😂",
  "@rob_slimming hows the new potato salad ?",
  "@FatLassGetsThin that looks yummy, fancy sharing your recipe x",
  "We are the music makers, and we are the dreamers of dreams. https://t.co/p92eowLfW9",
  "Author of Watership Down Richard Adams has died aged 96, his daughter confirms https://t.co/gTep7Z8G4w",
  "Actress Carrie Fisher, who played Princess Leia in the Star Wars films, dies at the age of 60\nhttps://t.co/uOFIuzd1hc https://t.co/drSPsEuiPQ",
  "People who confuse an observation of truth with judgment cannot be helped.",
  "And if there was ever a legacy to a broken world he predicted it is this - more poignant than ever. https://t.co/3QGhO49UOw",
  "Looks like the Elf on the Shelf is ready to track #Santa with NORAD! #NORADTracksSanta! https://t.co/iZQFLA6Sm2",
  "Just watched @EinsteinsGodMod wow! It's very beautiful over there....Indeed!",
  "@TJCSHOPPING guess I'm the only one playing",
  "@TJCSHOPPING angels 👼",
  "Sneaky present wrapping while the children play Minecraft #whatwouldidowithoutminecraft",
  "@miatuibags just received my Matilda Mae bag in pewter, an easy style to choose as my daughter's name is Matilda . It's just perfect  💖",
  "#Santa Update: 4 days until the big night! Santa is getting his workouts in so that he can carry all the presents in his big red bag!! https://t.co/opaoUuOqp6",
  "Remember, today is the shortest day of the year, so it only gets better from here on in...\n#wintersolstice https://t.co/KG1mSA00t2",
  "@Marina_Berry I think you need to get #beefwellington trending 😂",
  "It's funny how you find out who your true friends are, when you walk away #billynomates 😂😂",
  "@Marina_Berry oh you do make me chuckle 🍟🌭🍟🌭🍟🌭",
  "Santa checks in at North Bay's 22nd NORAD Region before Christmas to co-ordinate for his flight! December, 1971\n#NORADTracksSanta https://t.co/yjeDQFqbR8",
  "Save your Christmas empties! Rub on transfers &amp; lights from @CreateCraftTV 🤗 @STHMgt @ComChanTV @HMNation @CreateCraftPR @TonySheridan73 https://t.co/YVV5eJZU7R",
  "When they bitch about you on Facebook and say I've blocked them, when in reality I've deactivated my account... #childishidiots 😂😂😂",
  "@andreamcclean LOL like very much... Night @andreamcclean  x",
  "@TJCSHOPPING A ..2017 I will own an emerald ring :)",
  "@andreamcclean a good mother will always protect their children, just stay strong, you know the truth xx",
  "@andreamcclean hold your head up high, the truth always comes out in the end lovely xx"
 ]
}