{
 "user": 842043736016076805,
 "tweets": [
  "I found a stack of these lenticular promotional cards for the 1993 release of the movie Fire in the Sky.\nRetweet/Like this post for a chance to win one. \nI'll be giving away 15 of them! \nWinners on Wednesday.\n#UFO #AlienAbduction #UFOs https://t.co/mgYyic7Rwh",
  "Giveaway alert! Follow us and RT for a chance to win a brand new Nintendo Switch console. We'll pick a random winner on April 27th\n\nDon't forget to preorder our limited release of Thimbleweed Park on the Switch before orders close April 13th! Get it now at https://t.co/5Lksol4sqo https://t.co/CDIrARt7W1",
  "Want to see @TheNational perform in Los Angeles with @phoebe_bridgers  Thursday, September 20th at @thepalladium? RT and follow us to win tickets. Winner announced at 6pm. https://t.co/uJigsmf7qo",
  "Want to see @DaveNavarro, @BillyMorrison + awesome special guests perform two iconic albums in their entirety for #AboveGround, a benefit for @MusiCares, on Monday, April 16th at the @BelascoLA? RT and follow us to win tickets. Winner announced at 5pm. https://t.co/U4pj1g8h9m",
  "Want to see @portugaltheman with @cherryglazerr live at the @foxtheater in Pomona this Thursday, April 12th? RT and follow us to win tickets. Winner announced at 2:30pm. https://t.co/MqE5Q40gKR",
  "RT and follow us to win a vinyl test pressing of @THE_EELS's new album \"The Deconstruction\" SIGNED by Mark Oliver Everett aka E. Winner announced at 6pm. https://t.co/N5nfk6utJm",
  "Follow &amp; Retweet for a Chance to Win Sydney Hunter &amp; The Caverns of Death (New SNES Game on a Cartridge) by @CollectorVision. Ends 9PM ET. USA Only. https://t.co/9dGBf2liXm https://t.co/UbSMN17til",
  "RT and follow us to win the new @ledzeppelin remaster of \"How The West Was Won\" on 4LP 180-gram vinyl, plus a t-shirt &amp; slipmat. Winner announced at 3:30pm. https://t.co/mOdi1xK2l7",
  "Follow &amp; Retweet for a Chance to Win Sydney Hunter &amp; The Caverns of Death (New SNES Game on a Cartridge) by @CollectorVision. Ends 9PM ET. USA Only. https://t.co/ofKMlfZrj5 https://t.co/kbyHCgxAoI",
  "Follow and RT for a chance to win one of three Nintendo New 3DS XL – Super NES Edition consoles. Includes download code for Super Mario Kart! - https://t.co/Rl8tLy55X3 -  Ends 11:59pm PT 3/10/18. NoPurchNec. US only. 18+. See rules: https://t.co/ho17SHN4V0. We will DM the winner. https://t.co/0T0QYx8Sob",
  "RT and follow us to win 2-day VIP tickets to @arroyosecowknd featuring @Neilyoung, @KingsOfLeon, #JackWhite, @RobertPlant &amp; more June 23-24 in Pasadena. 2 winners announced at 5:30pm. https://t.co/Ae3Ff4cT1Z",
  "@analogue_co When I was playing Final Fantasy III, I came across this visual issue intermittently with the map on the bottom right and the airship sprite on the left not displaying correctly. Is there a more formal way I should report this? https://t.co/pBHsZO8Sj1",
  "RT and follow us to win tickets to @NoelGallagher's SOLD OUT show in Los Angeles Monday, March 12th @LAOrpheum and a SIGNED copy of the new NGHFB album \"Who Built The Moon?\" on vinyl. Winner announced at 4:30pm. https://t.co/QESqmcZXyA",
  "Finally completed @SquareEnix Final Fantasy III on my @analogue_co Super NT after getting it for Christmas in 1994. Still the best Final Fantasy ever! #BeatIt2018 https://t.co/eqnhriACRM",
  "Follow &amp; Retweet for a Chance to Win 1 of 5 Codes for Jurassic Park Pinball (North America, Switch) by @zen_studios. Ends 10PM ET. https://t.co/Z41nqwwspq https://t.co/1C5cJ9f2CL",
  "Want tickets to the SOLD OUT @BRMCofficial show in Los Angeles next Saturday, February 24th at the @FondaTheatre? RT and follow us to win. Winner announced at 6pm. https://t.co/N4PPyUVkl1",
  "RT and follow us to win tickets to see @TPAIN perform in Los Angeles next Friday, February 23rd at @TheNovoDTLA. Winner announced at 6pm. https://t.co/8mUqBPKKrO",
  "@HDRetrovision \"BOBhemian Rhapsody\"",
  "It has arrived. Thank you @analogue_co for release day delivery. https://t.co/PvVqFwy74m",
  "Want to see @lettucefunk + @themotet perform in Los Angeles Thursday, February 15th at the @wiltern? RT and follow us to win tickets. Winner announced at 6pm. https://t.co/HdnPYo2GpF",
  "ARCADIA – One vehicle possibly crossed into oncoming traffic and hit another vehicle head on in the unincorporated area of Arcadia Tuesday morning: https://t.co/EWd8EE049C https://t.co/HY9ekDGVrW",
  "Want to see @SManifesto perform in downtown Los Angeles Thursday, January 25th at the #AceTheatre? RT and follow us to win tickets. Winner announced at 5:30pm. https://t.co/Pheg7atCEK",
  "RT this and follow us for a chance to win a brand new Nintendo Switch console! Winner will be randomly chosen from RTs on February 2nd.\n\nWhen we reach 65,000 followers, we'll reveal one of our first physical Switch releases! https://t.co/IbPbVigtZZ",
  "RT and follow us to win the new 180-gram vinyl reissue of Jackson Browne's 1974 album \"Late For the Sky\" and a tote bag! Winner announced at 6pm. https://t.co/0YIt7Kr3uD",
  "Want to win the deluxe 40th anniversary reissue of The Eagles’ landmark album #HotelCalifornia on 2CD+Blu-ray AND an Eagles family tree lithograph? RT &amp; follow us to win. Winner announced at 5:30pm. https://t.co/4RuhxgKKoj",
  "LA concert lovers! RT &amp; follow us to win a “One Night Stand” card from the @wiltern including 2 GA tickets to concert of your choice, 2 Underground Lounge pre-show passes + VIP reserved parking. Winner announced at 5:30pm. https://t.co/2Uy3PQZpjM",
  "I was once on a elevator alone with @realDonaldTrump (&amp; a man w/him) at Madison Square Gardens. He was aggressive &amp; told me I was coming home with him. I laughed, stating I was married to a Ranger. He guaranteed me my husband didn’t make as much money as him. #ThisIsOurPresident",
  "RT and follow us to win a vinyl test pressing of @RobertPlant's new album #CarryFire  and an autographed LP jacket. Winner announced at 2:30pm. https://t.co/zrBADsnkan",
  "#PUBG is now available for console only on @Xbox! To celebrate, follow and RT for a chance to win 1 of 10 free digital copies - https://t.co/GrCAdeMcDJ https://t.co/GKD8xHNWhA",
  "@Wario64 I cringed at that comment as well.",
  "@Wario64 I saw this story this morning on the local news in Dallas Texas. https://t.co/P6aGUHlpL3",
  "@NigelTheLondon @CrReaM “If women don’t find you handsome, they should at least find you handy.” -Red Green",
  "Want to see @gunsnroses live in Los Angeles on their #NotInThisLifetime tour Wednesday, Nov 29th at @theforum? RT &amp; follow us to win tickets. 2 winners announced at 6pm. https://t.co/Khu0Y4PrFJ",
  "Follow &amp; RT For a Chance to Win a New 3DS XL Super NES Edition. Ends November 27th at 9PM ET. USA Only. https://t.co/RjTIGeu4iw https://t.co/B3S8W8RSj1",
  "The likelihood of me endorsing @VIZIO products to both my customers, fans &amp; friends has dwindled, rapidly. This should be a moment of teaching for @VIZIOsupport. Your customers demand (and deserve) better than this. Absolutely ridiculous. https://t.co/NS7GwtiM0d",
  "Want to see @morgansaint live in Los Angeles Wednesday, Nov 29th @moroccan_lounge? RT &amp; follow us to win tickets. Winner announced at 7pm. https://t.co/g5AUGBBA0B",
  "Want to see @youarestars perform an intimate show in Los Angeles Tuesday, Nov 28th in The Masonic Lodge @hwdforever? RT &amp; follow us to win tickets. 4 winners announced at 5:30pm. https://t.co/UmBh2X1M31",
  "Project Mama Earth features five world-renowned musicians &amp; is driven by African rhythms. RT &amp; follow us to win a beautiful canvas print AND their self-titled debut album on vinyl. Winner announced at 6pm. https://t.co/z7lRERKcQX",
  "@CrReaM Hope everything turns out well.",
  "#SuperLuckysTale Giveaway! Follow and RT for a chance to win 1 of 10 free digital copies. Learn more about the game here - https://t.co/mEPnIWLIJk https://t.co/zU8zY2x8rc",
  "RT &amp; follow us to win tickets to see @HLeithauser live in Los Angeles this Friday, Nov 10th at the @FondaTheatre. Winner announced at 5:30pm https://t.co/g911oXroit",
  "@majornelson Super Lucky’s Tale #freecodemondaycontest #XboxOneXEnhanced",
  "RT &amp; follow us to win tickets to see music of #StrangerThings live in Los Angeles Nov 8 at the #AceTheatre + soundtrack LP! Winner at 2:30pm https://t.co/jOUhzAkygf",
  "Follow &amp; RT For a Chance to Win a Xbox One X Project Scorpio Edition 1TB Console. Ends Nov. 7th at 9PM ET. https://t.co/fGMp5YMRLN https://t.co/hoeWT8I5Yg",
  "RT &amp; follow us to win a limited edition test pressing of the new #NxWorries \"Yes Lawd! Remixes\" LP out 11/24 on @stonesthrow. Winner at 2pm. https://t.co/BoUNQXrFwd",
  "To celebrate today's announcement even more - we're giving away a brand new SNES Classic! RT+Follow to enter. Winner picked on October 31st. https://t.co/bT65RWqVHY",
  "To celebrate our two year anniversary and an impending announcement, we're giving away a Nintendo Switch! \n\nRT + Follow for a chance to win. https://t.co/exNdutQxic",
  "Final giveaway of the month! A new neon orange PlayStation Vita with the rarest game - our first - Breach &amp; Clear. RT + Follow to enter. https://t.co/k85OhDMNa6",
  "RT &amp; follow us to win tickets to see @OzzyOsbourne, @RobZombie, @prophetsofrage &amp; more Nov 4-5 at #Ozzfest Meets #KNOTFEST. Winner at 6pm. https://t.co/KuqTwQqXpn",
  "@amazonvideo free pizza #unlimitedscreaming 🎃",
  "Want to see @CRYSTALCASTLESS in Los Angeles this Saturday, Oct 21 at the @wiltern? RT &amp; follow us to win tickets. Winner announced at 1:30pm https://t.co/Bh24p37Zmz",
  "RT &amp; follow us to win tickets to see @mwardtweeting + @RhiannonGiddens in Los Angeles Wed, Oct 25 at Walt Disney Concert Hall. Winner at 4pm https://t.co/C7sRBTJCrt",
  "Follow &amp; RT For a Chance to Win a European Super NES Classic. Ends 9PM on Oct. 13th. USA Only.  https://t.co/hqs2wZxHaL https://t.co/VwJUqFsR9p",
  "RT &amp; follow us to win tix to see @theafghanwhigs + @HarMarSuperstar in Los Angeles this Friday, Oct 13th at the @FondaTheatre. Winner at 5pm https://t.co/TPo1nDPnqk",
  "Follow &amp; RT For a Chance to Win Retro City Rampage DX CE (S) by @RetroCR. Ends 9PM ET. On sale Monday at https://t.co/C81PnHhrBZ . https://t.co/gVeNFIisf1",
  "RT &amp; follow us to win tix to see @NoelGallagher's High Flying Birds in Los Angeles Tuesday, March 13th at the @LAOrpheum. Winner at 5:30pm. https://t.co/eVGM01FEnR",
  "RT &amp; follow us to win tix to see @theflaminglips + @Msldemarco in Los Angeles this Saturday, Oct 7 @ShrineLA! 2 winners announced at 5:30pm. https://t.co/wusqDvW7aO",
  "Follow &amp; RT For a Chance to Win a Super NES Classic. Ends 9PM ET on Oct. 4th. USA Only. https://t.co/2qxigTsSVL https://t.co/cFD8wlGKBa",
  "Want to see @GlassAnimals + @kacyhill in Los Angeles Sept 21st at the @ShrineLA? RT &amp; follow us to win tickets. Winner announced at 5:30pm. https://t.co/EsdVYdwKYh",
  "Check it out @NASCAR Fans 👇🏼\n\nRT &amp; Follow for a chance to win an autographed hat &amp; @GMGrills Peeler! \n\nGood Luck! 👍🏻 https://t.co/752xkLIwgy",
  "RETWEET for chance to win an official @driverRyanReed throwback crew hat! Or visit https://t.co/wtn6N5jvKW to order one! #DriveYourHealth https://t.co/TD7TjjVMtH",
  "Want to see singer/songwriter @allanrayman in Los Angeles Thursday, Sept 28th @FordTheatres? RT &amp; follow us to win tickets. Winner at 6pm. https://t.co/tR93v7PFwK",
  "We have 5 ultra-rare #YookaLaylee 64Bit Editions to give away in celebration of our huge game update! RT and follow to win before 2pm Monday https://t.co/Jmogew8ImG",
  "CrickHIT for Six in today's #Cricket #GoogleDoodle! 🏏 Score: 151\nhttps://t.co/TcCrTpB0fk",
  "At #Nintendo #SummerofPlay in Irvine @NintendoAmerica https://t.co/NgOPwBoiP1",
  "@StoneAgeGamer Notice: Box does not contain Ray Brower.",
  "Last night, Albert Pujols hit a grand slam for his 600th homer. Today, YOU can win a puck signed by him! \n\nRT this tweet to enter! https://t.co/gtf8Ae4cVF",
  "@StoneAgeGamer Notice: Don't cross the streams.",
  "@StoneAgeGamer Notice: San Dimas High School Football rules!",
  "Visit Synesthesia... RT &amp; Follow @iam8bit &amp; @enhance_games by 6/5 @ 11:59pm PT to WIN the Rez Infinite deluxe vinyl https://t.co/TPmdn74Fvb https://t.co/xq307xHQMs"
 ]
}