{
 "user": 932316717463764992,
 "tweets": [
  "I found a stack of these lenticular promotional cards for the 1993 release of the movie Fire in the Sky.\nRetweet/Like this post for a chance to win one. \nI'll be giving away 15 of them! \nWinners on Wednesday.\n#UFO #AlienAbduction #UFOs https://t.co/mgYyic7Rwh",
  "@Breaking911 @bankomcfly love ya",
  "@josequiroz @hqtrivia We need an HQ shout out to baby Sadie on this next one.",
  "@RosssEdmonds Got a match coming up soon?",
  "@ksevenX13 The Armenian Connor McGregor",
  "@bankomcfly @kanyewest He’s talking about Frank Ocean btw, not Frank Sinatra. Don’t get it twisted Kekewewe.",
  "@MattWalshBlog @benshapiro Medium-rare with catsup",
  "Dear Lord. Only 22.5 percent even know how to correctly order a steak. https://t.co/BhV3SGqfFc",
  "@kanyewest U take that pic in a spaceship or what?",
  "@BlessedMMA Holloway VS Irvine armwrestling match GO!",
  "@benshapiro @joerogan nature is scary",
  "If there was an award for Most Pessimistic, I probably wouldn't even be nominated.",
  "Field of Dreams except it’s me placing avocados on my front porch so millennials will come over and show me how to brunch",
  "@SecureTeam10 The last part where it jets off like that and leaves that weird patterned trail makes me not a reflection.",
  "I can't tell if this is real wine or not https://t.co/Mmq4LlVoL7",
  "Been rehearsing for all the festivals we have coming up. See you soon! https://t.co/l5L2dO5CZS",
  "A @coreyseager_5 autograph AND a relic? That’s a real nice card. \n   \nJust RT for a chance to win it. #MLBCards https://t.co/qrDqhVwgoh",
  "RT this if.... https://t.co/MBOB88NeZQ",
  "@TJDillashaw I make omelettes in my kitchen.",
  "New Yorker cartoons but with Kanye tweets (1/10) https://t.co/5i5sFv6GY8",
  "@KimmyMonte I almost slid off my roof and died while trying to find how a raccoon or opossum got into my attic and now I have the lights on and my daughters iPad playing talk radio in the attic hoping whatever it is goes away. Average Thursday night I’d say...",
  "@tazmexufc @arielhelwani 🙏",
  "@Breaking911 Anyone wanna buy Ghost Dad on VHS?",
  ".@TheJudge44 won Rookie of the Year in 2017. Now you can be a winner too.\n\nSmash that RT button for your chance to win his @Topps Gallery rookie auto card on his birthday. #MLBCards https://t.co/X2jop2XyYK",
  "@bankomcfly @DPRK_News LMAO 😂",
  "I found this VIP pass from the last @StrangeEscapes event at The Stanley Hotel. It's signed by Me, @amybruni @AdamJBerry and @grantswilson.\nRetweet/Like this post for a chance to win it. I'll pick a Retweeter/Liker on Friday.\n#Ghosts #Paranormal #GhostHunters https://t.co/79LCpy0uPG",
  "The only thing stronger than #dragonenergy is double dragon energy. https://t.co/VuUB5cG2VB",
  "@MerseyPolice Things like this is why the USA exists.",
  "@kellyjoyrf @benshapiro @bankomcfly",
  "@kanyewest @bankomcfly 👋",
  "@DeionSanders Only one ship... not a relationship ship but a ship named the relationship to vacation on could work.",
  "@DeionSanders A peaceful relationship ship with more money and more free time. A vacation would be nice too. 🤔",
  "@benshapiro This is why we love you",
  "Divine Flame is also one of his favorite strippers https://t.co/8gtlxhxBH4",
  "@jimmyfallon Retirement? 😱",
  "@TonyFergusonXT Hoping for a successful surgery and a healthy happy baby going forward. And that @TheNotoriousMMA picks up the medical bills.",
  "@Education4Libs @DineshDSouza Ey lemme get that too",
  "@notwokieleaks @TabletopGirls Roasted",
  "The first picture is of a gift the French gave us in 1881. The second picture is of a gift the French gave us yesterday. They've really gotten lazy. https://t.co/C8u2EtA3Bz",
  "@RealSaavedra @benshapiro @bankomcfly the reverse of this too, right?",
  "@stpeteyontweety @TradeChat @bankomcfly",
  "@dustinpari I bet the other person was also tweeting “so there’s only one other person at the gym this morning, and it’s Dustin Pari.”",
  "@kanyewest This is so true rite?? 🍄",
  "Trump should pardon him even though he’s not a citizen, just on principle https://t.co/UYhrd7Pyqs",
  "@JohnELTenney Maybe he was a paleontologist and he was excited about his recent dig site.",
  "@UnsleevedMedia  https://t.co/CHu3gUxcfi",
  "@kanyewest I love the way I’m not good at anything.",
  "@ufc @BlessedMMA @BrianTcity @francis_ngannou @Thebeast_ufc @TMobileArena Let’s go @Thebeast_ufc !!!",
  "Thank God the royal baby was finally born. Maybe now I can get some work done",
  "@UFCONFOX @TeamKhabib @MoTownPhenom If Connor can’t or won’t get the next shot, yeah, Lee should get this one. Fa sho.",
  "@bankomcfly @ComplexMusic How sad does this make you?",
  "@ufc @TeamKhabib Connor 1st, Lee second.",
  "@johnlennon @dustinpari Hippie Harry Potter",
  "@Lfeizgud @RosssEdmonds Hmm, a super buff police chief from Ohio twilighting as a fight ref in Atlantic City. He has all the makings of a villain in a bad cop movie.",
  "@kennyflorian 🤦🏻‍♂️",
  "SUCH A GOOD BOY, MAX! He stayed with his 3-year-old human who was lost near Warwick last night while we frantically searched for her. For keeping her safe, you're now an honorary police dog. 🐶https://t.co/QiszGFP4gg via @ABCNews https://t.co/xxRc6ndeaK",
  "https://t.co/U2BKLcEypa",
  "@SeriousStrange I have so many questions that I don’t want answers to...",
  "Hey! We need more subscribers over on YouTube for my new motivational project @HeyGotAMinute - Sign up and tell your friends!!! https://t.co/kEeMKayz8g",
  "@ConormcGregor5 @danawhite Can we make this a thing please?",
  "@ConormcGregor5 Next season TUF: McGregor vs Khabib - the whole premise will be trying to keep Connor and Khabib apart long enough to let some other guys fight, but mostly the winners would be the last men standing in the bench clearing team brawls. Connor would probably throw a trash can or two",
  "@TabletopGirls But I want those shiny prerelease cards!! 😫",
  "@TabletopGirls My LGS is having the event at midnight tonight. I’ve been up since 5:15am and I’m so deeply rooted in my middle-aged dad routine to the point that I can’t imagine what midnight looks like anymore. I’m hoping for a miracle to get my hands on some Dom this weekend.",
  "@ScottRogowsky Next time try walking down the street with a pastrami on white bread. It’ll be like camouflage.",
  "@kanyewest But don’t do drugs, kids.",
  "@bankomcfly",
  "Remember that time I did a really good Jaws cosplay? #cosplay https://t.co/7Enqt3CUXC",
  "@hqtrivia @bankomcfly",
  "@Breaking911 @bankomcfly",
  "this is what the world map sounds like on the piano😮 https://t.co/eyonAOz3D9",
  "@yashar @benshapiro He has bad ideas but he has really good hair.",
  "@benshapiro Haaaaaaaaaaaaaaaa!!!",
  "It’s high in vitamin sink",
  "@bankomcfly",
  "Made a smoothie for dinner https://t.co/YwwVl1bmSV",
  "@Logic301 Still gonna be at it when you’re old logic?",
  "@KimmyMonte @wes_carroll",
  "@KimmyMonte I got called out as a fraud while pretending to be a photographer as my friend tried to get an interview with some WWE chicks, then they made fun of my camera and some other WWE beefy guys came over and asked if there was a problem so we left.",
  "@JohnELTenney Did I make it in time????",
  "“Better to be king for a night than schmuck for a lifetime” -@ScottRogowsky \n\nGetting this tattooed on my face.",
  "HAPPY BIRTHDAY! To the most wonderful woman/wife/friend/mother/person I know.... the always lovely, sometimes edgy @ReannaWilson3 “practically perfect in every way” 😘 https://t.co/MRsTDKSILV",
  "#NewProfilePic https://t.co/7FJ8C2P7Gi",
  "@TabletopGirls @UnsleevedMedia Play team brawl\nCommanders Hallar and Jace\nCall team the ambiguously gay duo\nWin every game",
  "Hey guys, I know I usually just post shitty jokes on my Twitter but bear with me because I wanted to share something. \n\nSo in one of my Management classes I sit in the same seat in the front every day. Every single day I sit there. \n\nNow, I also sit next to some foreign guy that",
  "@TonyFergusonXT Looking forward to seeing you back at it. Take care of yourself.",
  "@Breaking911 North Korea collusion! Special counsel, now!",
  "@UnsleevedMedia Do people really get into lore so hard that they worry about the pronouns of the characters on the cardboard?",
  "@SenatorTimScott Sign me up!",
  "@ufc @UFCONFOX @ChuckLiddell I sure miss these days",
  "@kanyewest Yeah if I was a rat stomper about to go out and stomp some rats these would be the rat boots to do it in",
  "@Breaking911 @bankomcfly",
  "@Logic301 Damn. I feel like I just watched my life. 😫",
  "@PostMalone 😘 https://t.co/PkICh5DKUm",
  "@ScottAdamsSays @joerogan @bankomcfly",
  "I deeply regret naming my daughter Alexa, my son Siri, and my parakeet Hey Google.",
  "@bankomcfly @KanyePodcast I thought that was a @realDonaldTrump tweet for a sec.",
  "@bankomcfly @KFoleyFL 👺",
  "Stamped himself a legend last night! One of the best sporting events I have ever seen! ALL the respect to @DustinPoirier and @Justin_Gaethje. https://t.co/sjwd8RRO6c",
  "@DJWhooKid @PostMalone (In a very Sean Connery voice) That’s a fine Scottish Claymore.",
  "@UFCONFOX “The Fuque”",
  "@KimmyMonte Fell asleep on the sofa watching UFC. It’s the new old people thing to do.",
  "@upkeepcast @Booster_Tutor I agree. This was another good one. You two do a good job 👏",
  "@Logic301 The Die Hard fan met the Rap Bruce Willis.",
  "Stone #GoToIPA. The 4.8% hop-bursted session IPA for every day. https://t.co/8IFHSnhZIW\n\n📷 IG brewswithsuz https://t.co/D5gebaVYan",
  "In TONIGHT’s ALL-NEW #GhostAdventures we respond to a news reporter’s call for help... who has been severely affected while reporting on a story at the GILA COUNTY JAIL ... this is one NOT to be missed! 9/8c on Travel Channel https://t.co/AbigOnRlue",
  "@KimmyMonte Sorry to hear :( hope it gets better soon. Please enjoy this wonderful shop of me in the meantime. \n\nI like your tweets. https://t.co/cB16pPQFfC",
  "I dropped a box of spaghetti on the ground and accidentally graduated from Art School. https://t.co/X8NdjG6vdY",
  "@joerogan Which country did they steal the facial recognition software from?",
  "There’s no reason anyone should be allowed to own a gun like this. https://t.co/qskaWm8rSM",
  "@Breaking911 Not chlorine gas, I’d wager.",
  "@Breaking911 Also, just like any free people are allowed to insult the president of any country, any insult to the president of Russia falls in the same field of play. This “inadmissable” garbage is laughable.",
  "@Breaking911 Possession and administration are not one and the same.",
  "@4029Paige @TxStormChasers And then he died. RIP :(",
  "@bankomcfly @kanyewest What does this mean? I should stop buying Birkenstock’s or what?",
  "@DeionSanders So no one can have an opinion on this other than Dez or what?",
  "@kanyewest Yaaaasssssss!!!",
  "Date - \"I really dig intellectual guys\"\nMe [after 40 seconds of silence] \"dogs are tall cats\"",
  "@TxStormChasers View from Grapevine near 114 and NW Hwy. Storm looks like a monster. https://t.co/FFFG4ZmpLZ",
  "@Dumbassideaz @joerogan @MetroUK @BasRuttenMMA @bankomcfly",
  "@KimmyMonte That one with the saxophone guy from the vampire movie 🍿",
  "@dallascowboys https://t.co/u1ZKOv1hon",
  "@dallascowboys @DezBryant  https://t.co/9hdtdEa8Iv",
  "@dallascowboys  https://t.co/mhnZLAJSOm",
  "Cowboy nation I need you to know this wasn’t my decision.. I will always love y’all... forever Dallas in my heart",
  "@DezBryant Damn. Now when Dez throws up the X it will just remind people that he was an ex cowboy.",
  "\"What is ominous is the ease with which some people go from saying that they don't like something to saying that the government should forbid it. When you go down that road, don't expect freedom to survive very long.\"",
  "Friday meditation: Direct all your hatred at this basket. https://t.co/0fq9t3v7O4",
  "@JohnLegere @TMobile Slow Cooker Sunday Crater",
  "@DiamondandSilk Why didn’t they reach out to you through Faceb... oh got it. Shame on you @facebook",
  "Humanity explained.   Whoever you are, Great job! https://t.co/cHzlISNLZk",
  "Just so you know; We have not communicated nor have we talk to Mark Zuckerberg or any @facebook Representative.  Our last communication with FB was on Thursday, April 5, 2018, at 3:40pm when they emailed us and said: \n\"We Were Unsafe to the Community\" https://t.co/hA2GRtqHAS",
  "@bankomcfly @elonmusk",
  "If you don’t love       you don’t deserve\nme at my worst        me at my best https://t.co/eafh69HM8y",
  "@bankomcfly @CudiZoners Mmmm mmmmm hmmmmm mmmmm Nuh nah nah nah yeahhhh",
  "@hqtriviafans @hqtrivia @ScottRogowsky Who’s that Scott Rogowsky guy?",
  "@benshapiro Call me crazy but I don’t think cash is the way to impress @taylorswift13",
  "@RosssEdmonds Supersets with medium weight. Best of both worlds.",
  "@UnsleevedMedia In ya birthday suit",
  "@bankomcfly @Shift_leader06 🔥💥👂🎼🎤",
  "@hqtrivia 🙌",
  "@hqtrivia What about question 7?",
  "@hqtrivia Memememe",
  "@MMAjunkie  https://t.co/jRdYdIHhD3",
  "@bankomcfly *JUST LEAKED* New Kanye West album is titled “Stake and Ho-Tatoes”\n\nLIT!!!!",
  "@RosssEdmonds Good luck!",
  "@Franck3ric @TheNotoriousMMA @BrendanSchaub I’m looking for more info on this. Nothing is jumping out on google or YouTube. Do you happen to know which below the belt show he talked about this on? Really curious now.",
  "Senators: So, you have a book full of faces.\nZuckerberg: 00011100001101011",
  "Back where we left off👊🏽 😡😡😡😵😵😵😵😵🙂☹️🤕 @ Dallas, Texas https://t.co/vc3U0laIrO",
  "@MMAjunkie Cubanos are born with a 90mph fastball.",
  "Finally, some truth. https://t.co/PTnTdrGmC3",
  "https://t.co/oCH7MIAfLl",
  "@ScottRogowsky @hqtrivia @TheRock B",
  "Slugwheat ! https://t.co/SiZTmvuYmU",
  "I accidentally retweeted @SenateMajLdr thinking I had only retweeted @SenatorTimScott. Please forgive me.",
  "Thanks to @SenatorTimScott's “opportunity zones” economically-distressed communities across the country, like many in #Kentucky, will earn special tax treatment to make investment and job creation more attractive. #TaxReform is working. https://t.co/cWJAGJ2DMP",
  "@BrendanSchaub This is the fight. Right here. @danawhite @Benaskren Let’s squash the beef and break another arena record!",
  "@Zak_Bagans Vegas was one of the few places I lived  where my allergies weren’t that bad. It suuuuucks in Dallas.",
  "@bankomcfly @Breaking911 It’s. About. To. Go. Down.",
  "@DennisDMZ Nope.",
  "Today in MMA History: Forrest Griffin and Stephan Bonnar save the UFC – or so the story goes https://t.co/ennXPu6KSb",
  "@TonyFergusonXT Speedy recovery sir.",
  "@joerogan @YouTube Steopic",
  "Booger and the Champ Moment - JRE Toon: https://t.co/8ZasThSsqv via @YouTube",
  "@Uverse @ATT @BlessedMMA @TeamKhabib @rosenamajunas @joannamma I think @BlessedMMA still has a shot! (C’mon ATT)",
  "@dustinpari @grantswilson Zing!",
  "@bankomcfly @RapUp @Pink @Logic301 @eltonofficial 🔥",
  "@ufc @danawhite Needs to figure something out with the ranking system or with New York. When the commission won’t let a guy who is 15-3 step in as a last minute stand in for the main card due to “ranking” there is a big problem...",
  "@jaychandrasekha @FallonTonight @SuperTroopers Yeah can I get uh liter of cola",
  "@arielhelwani I think you and @joerogan should fight over it.",
  "@ufc @ALIAQUINTA Except not a title shot",
  "@dustinpari Me too G",
  "Thanks for the good reporting today @arielhelwani",
  "How about this:\n\n11 years ago TOMORROW (04/07/07) Matt Serra shocked the MMA world when he knocked out Georges St-Pierre.\n\n11 years later, Al Iaquinta, a disciple of Serra (and Ray Longo), attempts to pull off the impossible against Khabib Nurmagomedov.\n\nCan’t script this.",
  "@RosssEdmonds @TheNotoriousMMA Yeah we’re all with you there, love him or hate him. The sport is better with him, but more importantly is that he has a family and a son to be an example for. This was not a good look but good things can come from bad, and that’s what I’m hoping for.",
  "@TeamKhabib @danawhite @seanshelby @ufc  https://t.co/tIzPAiIemf",
  "@MikeBohnMMA @MMAjunkie Gotta pull for the 🇺🇸",
  "RT IF YOU WANT TO SEE @TheNotoriousMMA FIGHT @TeamKhabib !!!",
  "@arielhelwani  https://t.co/iQfsYBlePP",
  "@MMAjunkie  https://t.co/j39ZO8FaVF",
  "@arielhelwani  https://t.co/VHLi9SA1B5",
  "@Jon_Anik Time for the @ufc to rank all fighters No. 1 from now on before scheduling an event in NY.",
  "This is crazy. Have these commissioners even seen Felder compete? So an arbitrary rankings system is now being employed by an athletic commission as a reason to not allow a fight. Should be UFC's call! Nuts. https://t.co/aDdnOMojVz",
  "I’m in Brooklyn and on weight. I’ll fight @TeamKhabib!",
  "@SandhuMMA @RosssEdmonds The events in and around this card have been so insane I can’t even wrap my brain around it yet.",
  "https://t.co/AHjyf7plgO",
  "@KimmyMonte Wanna feel old? I was 12",
  "@StoneBrewing @MillerCoors The least they could have done is toss some more hops in their beer if they are going to try to be you.",
  "@danawhite When you get that call from Connor to bail him out of jail, what do you do?",
  "@dc_mma @TeamKhabib His went too far either way. Mistakes were made and people got hurt. This is bad for Connor and his family. If the teams would have just brawled, whatever, but that dolly through the window was too much.",
  "@RosssEdmonds @TheNotoriousMMA I think it was a great move to get hyped for the fight but mistakes were made and it went too far, and now he’s in actual trouble. This is bad for him and his family.",
  "@RosssEdmonds @TheNotoriousMMA I take back my comment. This has now become really serious. I think his UFC career might be over for good. Very sad day. Sick to my stomach a bit.",
  "@btbshowtime @BrendanSchaub @TheNotoriousMMA @TeamKhabib Damn this is really serious. Terrible day for MMA :(",
  "@RosssEdmonds @TheNotoriousMMA The hype machine the the next Connor fight has begun me thinks.",
  "@Logic301 Grats nerd &lt;3 super happy for you :)",
  "THANK YOU THANK YOU THANK YOU!!!!!! #RattPack I LOVE YOU!!!!!!\naaahhhhhhh I’m soooooo HAPPY 🤗 https://t.co/qTKgTLAGdK",
  "@hqtrivia Please make a wrong answer to a question one about soup be Soup Dogg",
  "@philipcarrmufc @RosssEdmonds @ufc I think that’s 9pm in Ireland.",
  "@amybruni @StrangeEscapes Can I buy a gift card for the workshop? 😬",
  "@UnsleevedMedia Too bad Pat isn’t able to hold a job and pay for his nerd cards like all the other nerds who buy nerd cards. Poor Pat. Let’s all feel bad for Pat and give him stuff.",
  "@dbongino Some people don’t deserve to be American. I’ll swap any hard working immagrant who wants to come to our country for a better life for this bitch in a heartbeat. She would have a good time in Venezuela I’m sure.",
  "Yeah, but he’s Tiger Freaking Woods. https://t.co/XyxDIoczKa",
  "@Zak_Bagans Demon Cheez-itz",
  "\"Scientists\" spitting on me and telling me \"Look its raining!\"  Just need my common sense and my eyes to see....this skeleton is NOT A HUMAN FETUS or a 6 year old Mutation!  Your DNA testing was B.S.!!!!! @DestroyIllusion  @DrStevenGreer @awakeningMan @ArtBellProducer https://t.co/MEcZ6gHwvV",
  "@ufc @TeamKhabib My shock and awe that turned into dissapointment has turned back into shock and awe. Hyped for this now!",
  "Fight Week and a change to the card? NDB, we got you covered . . .\n\nRT for @BlessedMMA\nFAV for @TeamKhabib \n\nShop all #UFC223 event merchandise today &gt;&gt; https://t.co/GUXeTJhnmN https://t.co/zoQxI038QF",
  "@joerogan Can’t get to JRE homepage on YouTube. Have a feeling that record numbers of people wanting to tune in for this podcast with Eddie Bravo has crashed it.",
  "@RosssEdmonds @MMAjunkie @TheNotoriousMMA @TeamKhabib I’ll be your April Fool if this can just be real.",
  "@hqtrivia tonight I was explaining to my wife why you can’t google the answers to HQ questions, and I used Abraham Lincoln in a sample question to illustrate. And then you ask a question about Abraham Lincoln, then the Mandela Effect thing happened.  Weird night of HQ!",
  "@hqtrivia Mandela Effect got me tonight on the berenstain bears question. I blame the parallel universe that I came from in which it was spelled Berenstein.",
  "@TradeChat  https://t.co/guMnOMv1fX",
  "@UntapUpkeepJ @Booster_Tutor Happiest of birthdays! Hope you crack a pack or two and get something good :)",
  "@BBW_BFF EXCELLENT!!",
  "if a hotdog is a sandwich, then a burrito is a mexican ravioli don’t @ me",
  "Watching a Harry Potter flick for the 20th time (Half-Blood Prince this time around) and it’s as good as the first time. They all are. HOW ARE THESE THIS GOOD?!",
  "@Breaking911 @SecureTeam10 Broke this story 1-2 weeks ago I think. Has a good video on it on his YouTube channel. It’s a good watch.",
  "@Lin_Manuel 450 questions in one minute. Good luck!",
  "In honor of #VietnamWarVeteransDay, we recognize and remember the brave service members who sacrificed so much to protect our freedoms. Thank you. https://t.co/haCxjFOHIY",
  "@LifeOfDesiigner 🔥💥🔥💥🔥💥🔥💥🔥",
  "All My Supporters Retweet Thiis Now 🔥⚡️ \n\nViideo Link Here : https://t.co/6QEilvFSkF https://t.co/URAZQZEell",
  "You never really forget how to misquote sayings. It's like buying a bicycle",
  "@SecureTeam10 Make it about all the structures found on the moon?",
  "@hqtrivia Slugwheat 🤫",
  "@Logic301 RIP that amazing hair",
  "@Josh_Rambus @hqtrivia 10,000 sounds like a fair number right?",
  "When your boss asks for proof you're in hospital 🤣 https://t.co/RVnxUYZSTj",
  "@RosssEdmonds When can we look forward to seeing you in competition?",
  "@TradeChat Welcome to the club! Almost as soon as I turned 36 I hurt my back for the first time ever moving a small flower pot in the backyard. 😩",
  "Good vs Evil @elonmusk https://t.co/lqWO5pkb4z",
  "@atreyuofficial @rockontherange Come to Red Rocks!!",
  "@bankomcfly @TheOnion I would believe this if it were telling me I would die in a car crash after drinking too much Land Shark, but unless we’re expecting a sharknado I’m good.",
  "@hqtrivia C",
  "@wes_carroll Spend enough time at Margaritaville and everyone is your friend 🌞🏖🍻",
  "@slugwheat Tonight’s the night you’ve been waiting for! #Roseanne is back! Same cast. New episodes. 8|7c on ABC!\nhttps://t.co/Ne89Uo6AE9",
  "I want to see top prospect @louiesanoudakis on #tuesdaynightcontenders @ufc @danawhite @seanshelby. Let’s make this happen. Please Retweet!",
  "@hqtrivia Went 11/12 earlier in the day and then out on 2 on the big one. Trivia is a cruel mistress.",
  "@sydneyleroux  https://t.co/MYYeRVJeba",
  "I still don’t understand what Kanye was thinking when he was writing lyrics for Father Stretch My Hands 2. It opens so incredible, majestic, glorious, like he painted the Mona Lisa. And then he wiped his ass with it on the first 4 verses. WHY?!?! @bankomcfly",
  "That @hqtrivia glory was soooo cloooose! I could almost taste the 7 dollar... https://t.co/LafurGkK3g",
  "@elonmusk Get you a boring machine that can do both.",
  "@mulaney The thought of John Mulaney in a Rav 4 is making Slugwheat happy. Slug, out.",
  "@Diablo Can we pretty pretty please get either a vendor that sells blood shards for gold (100k gold per or something like that) or a cube recipe that does the same? Or SOMETHING to spend all this gold on. \nLove, \nYour pal Slugwheat",
  "They say the real you is who you are when nobody’s watching, but I think the real you is who you are at the 3 minute mark of dealing with an automated phone voice",
  "#NewProfilePic https://t.co/aDGGXI78wf",
  "@dustinpari BUT WHAT DOES IT MEAN?!",
  "#BizarreCrayonNames\nBigfoot Brown https://t.co/28LVFwsEtP",
  "@michaelirvin88 That’s Michael Irvin.",
  "@CommanderClinic I might not have read the fine print before I posted this...",
  "@CommanderClinic Dark ritual\nHymn to Tourach\nTerror\nDrain life\nRaise dead\nAnimate dead\nNecropotence\nHowl from beyond",
  "@neiltyson I’m not smart enough to understand your tweets",
  "@_waterborne @bankomcfly @BillNye @neiltyson This battle knows no age.",
  "@bankomcfly @_waterborne @BillNye It doesn’t matter what I’ve played. @neiltyson   has covered this subject thoroughly.",
  "@bankomcfly @_waterborne It’s not harder. Disc golf is easier to get decent at. To master either, it’s equally as hard. Disc golf and regular golf are about the same to play st the highest level. @BillNye has proven this. Don’t be mad at me, be mad at science.",
  "@AnnCoulter You’ve heard of Russia and China, right? This world has room for one superpower, and they don’t want it to be us. If you prefer to live in a mostly peaceful world, we need to be sure that no one is able to challenge the might of our military.",
  "@AnnCoulter But we do need improved aircraft, satellite surveillance and weaponry upgrades to keep Russia and China off our collective nuts.",
  "You Put too much pressure on https://t.co/HYeBjgFMGZ do not need to be perfect, to inspire or to lead others!The contrast between your imperfections and the fact that you try anyway is the gap where all the power lies https://t.co/igqIeLF3dS",
  "My rap name would be Lo-T",
  "@BrendanSchaub #Dadlyfe",
  "Howya @TheNotoriousMMA   I'm a 7 yr old boy with cerebral palsy trying to raise funds to help me get a life changing operation in #USA to help me walk and even get in the ring with you one day #willyouwalkwithme.   Can you pls RT to help me get there? \nhttps://t.co/YOXFxwOFK6 https://t.co/N4TbJLY3O1",
  "@TheNotoriousMMA Damn that strut was on point",
  "@Booster_Tutor @UntapUpkeepJ Is this going to hit YouTube today as well?",
  "This how it be fr 😂 https://t.co/4KqzRQecjH",
  "@bankomcfly It is fr!! 😂🤣",
  "@ComplexSports @DominickCruz Cruz should have to run around the ring on all 4s while trying to dodge head kicks to even it up.",
  "@JohnELTenney Jinkies!",
  "@BrendanSchaub McGregor has to go through each of the TMT gorilla bodyguards kumate style before he gets to the final boss, Mayweather. Read the fine print.",
  "Wore THE worst outfit for a trip to @Target https://t.co/u76APU5KDV",
  "Retweet, Like, Follow or whatever for a chance to win this one of a kind, drawn by me, Loch Ness Monster Refrigerator magnet. \n#Nessie #LochNess #Cryptozoology #monsters https://t.co/1p7ldlx3e3",
  "Spot on. Spot TF on. https://t.co/PjFxLYmUEf",
  "@LifeOfDesiigner You heading to Wyoming?",
  "@Orioles fans, it’s @TreyMancini’s birthday so we are going to give away a pair of autographed @Topps rookie cards. RT to enter to win. #MLBCards https://t.co/8uJoeb8UBH",
  "@bankomcfly @dotsylines Chiming in on another Billy Ocean thread I see, Blanco McFry... why are you always wrong about everything?",
  "@Tattoocutie81 @Zak_Bagans @BillyTolley @AaronGoodwin @jaywasley That cake is cursed",
  "@Booster_Tutor @wizards_magic @UntapUpkeepJ Eh, not so much. However, the cards will always look nice in the binder I got for them, so it’s not all bad :) https://t.co/TJtAaOQb5g",
  "@historylvrsclub h... was going to say “His hair was always perfect. He didn’t even have to fix it. It just stayed like that.”",
  "@Lin_Manuel @LacketyLac @benjpasek @heyitsjustin @BenSPLATT @HamiltonMusical @DearEvanHansen I thought you were posing in front of a dirty air filter for a second.",
  "@bankomcfly Get some nerd cards and I will show you the way.",
  "The king and triskaphiladelphia are foil.",
  "So, this was my box 😔 The tree was the first mythic pulled. Doomsday’s second. This from the 25th anniversary masters set feels awful. Super bummed 😢 @wizards_magic @UntapUpkeepJ @Booster_Tutor https://t.co/iwenUB1O0s",
  "The time has come. Big money, no wammies! Yes, it’s nerd cards. Yes, I like nerd cards. Whatever. Let’s GO! https://t.co/y1y9Rdf3CU",
  "@grantswilson Happy St. Patrick’s day to all, a day where we remember St. Patrick who tamed the first leprechaun and was taught the secret of using clovers to dye beer green. May your corned beef and cabbage sustain you forever more. Amen.",
  "@ConormcGregor5 30",
  "Happy St. Patrick’s day to all, a day where we remember St. Patrick who tamed the first leprechaun and was taught the secret of using clovers to dye beer green. May your corned beef and cabbage sustain you forever more. Amen.",
  "“If he stays healthy, I don’t think these guys have a clue as to what’s coming.”\n\nhttps://t.co/mJKhZIiGOZ",
  "@KimmyMonte 1988*",
  "@studentactivism You’re super edgy.",
  "@bankomcfly @TeamKanyeDaily 😲 damn!",
  "@grantswilson Niiiiiice!!",
  "@bankomcfly  https://t.co/pfKuHjcWUF",
  "Happy Pi Day. From what little I know about math, I’m guessing this day will never end.",
  "#WednesdayWisdom #WednesdayMotivation \n#ghosts #ufos #bigfoot https://t.co/ZxiYCCvMuU",
  "Can I just live in eternal fall please? https://t.co/VfTFKFa6Zh",
  "@GeorgesStPierre Isn’t travel fun?!",
  "How many RT's can Bobby \"The Brain\" Heenan get? 100? 200? 500? Let's find out! https://t.co/nqlpsL9t00",
  "My 9 yo son just made this movie trailer and I literally cannot stop laughing. https://t.co/49EY43KJZG",
  "@bankomcfly  https://t.co/v1v1nfI8pQ",
  "@bankomcfly",
  "@bankomcfly Enough to buy a shitten.",
  "https://t.co/qd82I8cXcq",
  "@bankomcfly You left your pay stub out again.",
  "@bankomcfly  https://t.co/QMEj4pNn08",
  "@bankomcfly You aren’t working. Don’t lie to me.",
  "@bankomcfly I thought he was more into hitting balls.",
  "@bankomcfly What are all those V’s for?",
  "@historylvrsclub Don’t give me that ish. There’s a wizard battle going on down under, and one of them just went full Gandalf.",
  "@AdamJBerry @facebook Get it!",
  "@MTG_AlphaInvest @YouTube Hoooooooly shnikeys",
  "Learn how the different cards in Wakening Lair work and see more of the art work I made for the game! :) https://t.co/6jMWNMrIBD",
  "@bankomcfly @TeamKanyeDaily That’s nice of Kanye to take them all on a hunting excursion. I wish he would stop hunting all the time and make a new record, though.",
  "When Christopher Walken looked like Scarlett Johansson. https://t.co/BnYulEFtix",
  "@PrisonPlanet @bankomcfly",
  "@BuckSexton @AnnCoulter Gross.",
  "kill them with kindness. murder them with respect. strangle them with love. drown then with caring. trip them down the stairs with sympathy. drop a piano on their head with sweetness.  stick a spoon up their ass with loyalty.",
  "@UntapUpkeepJ @Booster_Tutor Can’t wait to check it out tomorrow once I get settled in the office. MTG art is something I have strong feelings about and can’t wait to see what you and BT have to say about it :)",
  "It is the mаrk of an educated mind to be able to entertain a thought without accepting it. Aristotle https://t.co/vHlB2HfDKD",
  "The '80s summed up in one photo https://t.co/rHdYoZzVra",
  "@historylvrsclub @bankomcfly",
  "@SecureTeam10 Sorry I missed this lol.",
  "This is crazy, post fight, pre fight, and the fight itself.\nIf you can visualize, you can actualize. \n@TheNotoriousMMA @John_Kavanagh @coachowenroddy https://t.co/w64bBFCuCt",
  "Love this. Hey Dad, for sure be a tad cooler about things tho huh? https://t.co/NgSdA4vkpu",
  "@dbongino Work that rubber guard bro.",
  "@jfwong We need a dim sum delivery service.",
  "The only thing I like about Martin Shkerli is that his name anagrams into really funny weird stuff, like...\nMrs Inhaler Kit \nMr Silk Hairnet \nSir Mirth Ankle \nShit Mark Liner\n#MartinShkreli",
  "@JohnELTenney Hahahahaha",
  "@grantswilson @AdamJBerry Happy birthday!!!!!!",
  "@RosssEdmonds We love the Irish in the USA too ☘️ Proof? Our calendars... https://t.co/zj4a5TM3RR",
  "every squirrel you see is currently on a dare from another squirrel",
  "@UnsleevedMedia Yes he does. Can I get an Amen from the congregation?! @wizards_magic needs to watch this and actually LISTEN to what he is saying. We’re at a crucial crossroads at the 25 year mark. Tread carefully...",
  "@dustinpari He’s also a cool hang at DragonCon ;)",
  "@JohnELTenney @LostGirl08_LINZ @ghostjennylynn @NJ_Spoonie @sandrawhalen47 You must persevere!",
  "@TwSpot Tiger’s back baby!",
  "@grantswilson Awesome :) make sure you unpack some good board games first. Gotta take breaks, ya know?",
  "@historylvrsclub We have world peace?",
  "Bobby Tarantino II. Tonight midnight EST. https://t.co/tci8xcVO3R",
  "@UnsleevedMedia Awesome job man!",
  "Will Smith playing Nintendo on set. https://t.co/5Rz811tcKu",
  "Germаn and British troops forgot about the war for a moment &amp; played football in the Christmas Truce of 1914 in WW1 https://t.co/0psdMaSuJE",
  "@JJ9828 @dustinpari We need a Mike Terror funko pop too...",
  "@JJ9828 @dustinpari The original ghost hunters should be part of the set, no question. Dustin should be in!",
  "@darrentill2 @usantidoping Give them a deuce too for good measure.",
  "Steve Irwin. https://t.co/hFPBJ54OgG",
  "@UntapUpkeepJ Sounds like a fantastic weekend! Enjoy 😊",
  "@grantswilson w00t! Grats man :) How about a raffle to win a signed Grant Wilson Pop Funko? ;)",
  "Audrey Hepburn, 1959 https://t.co/2Z73XACNxr",
  "@bisping @AdamBisping Center*\n\nMuch love, champ.",
  "@therealroseanne So mischievous 😏",
  "@jimmyfallon Mine would be Time Travel. That’s a power right? You could do anything with some good old time travel. Slug, out.",
  "Bobby Tarantino II. Friday. https://t.co/NIEn6cjLDO",
  "@historylvrsclub Weird to think these are now likely someone’s grandparents.",
  "Bristol punks in 1980. https://t.co/ZtO6vw6m9t",
  "A 7 year old Robert De Niro. https://t.co/sqolgcoWX5",
  "@therealroseanne Does Dan die at the end of each episode?🤭",
  "Guys!  Vote Ghost Hunters!  This would be amazing! https://t.co/rB9hpK7dS2",
  "@grantswilson You know I did :)",
  "@historylvrsclub Things that make you go “da fuq?”",
  "I just want to say how much I love you as my fans! Growing with you has been amazing. And you’re why I do this. To create any kind of music I want, from boom bap to the turn up to the radio has been such a blessing! Thanks for letting me be me and supporting me always.\n#RattPack",
  "I asked #Cowboys DE DeMarcus Lawrence if he has any big purchases planned after going from 1M a year to 17M with the current tag and he told me \"I'm truly blessed and won't spend a dime until I get a long term deal. Priorities first=my kids.\"",
  "@UnsleevedMedia @wizards_magic Lol I never thought I’d see anything about MTG on the news, and then it happens, and it’s about pedos. Wizards is killing me.",
  "✅ 3 autographs.\n✅ 3 relics.\n✅ 3 with both.\nOn @kschwarb12’s birthday, RT for your chance to win 1 of these 9 incredible #MLBCards. https://t.co/hkLwHgWQ7q",
  "@PigsAndPlans Booty Bounce @devishot",
  "Making deals and TAKING deals! \nKings recognise Kings!\nCongrats to jayz on his number 1 takeover… https://t.co/ienY2VHUc0",
  "@FinesserMcFlex @TheNotoriousMMA @BurgerKing Had to do it to em",
  "@JohnELTenney Curious how you feel about the old Dean Martin show. That’d be my go to background I think.",
  "Insider: “Seth Rich’s Father Confirmed His Son Was the Wikileaks Leaker”\nhttps://t.co/LJg08MLSIa",
  "@Logic301 You got more cahones that me bro. I don’t know that I would survive.",
  "@danawhite Can’t stop Cyborg",
  "@Logic301 Swamp gas. Nah, just seagulls.",
  "The federal government was closed yesterday due to excessive wind. Digest the irony of that for a moment.",
  "On September 29th, 1940, two Avro Ansons collided mid-air in Brocklesby, Australia. The planes remained locked together and the engine of the lower Anson continued to run allowing it to keep flying. Pilot Leonard Fuller was able to land the aircraft and all four crewmen survived. https://t.co/7aFmfrEqTi",
  "@amybruni Stay safe and warm everyone 🙏",
  "Almost uncategorisable, Murun Buchstansangur (1982) was a Channel 4 series written and narrated by Timothy Forder. Offbeat, downbeat and with an air of existentialism, it's bloody odd. https://t.co/uOZg1Y1KoS",
  "@SecureTeam10 Just watched another episode of Stranger Things 2. This show is intense.",
  "@MaxxChewning Looks like me before and after a Vegas buffet.",
  "@amybruni Thanks 🙏 love your new show on DA :) it’s as good if not better than GH, and that is saying a lot.",
  "That’s a wrap on season 27 of the Ultimate Fighter. It has been amazing! Thanks to the entire Tuf staff for being awesome. Thx to @stipemiocicufc and his coaching staff for being gentlemen. I can’t wait until you guys get to watch. It was great! Thx 2 my team love u all",
  "Everyday. Available everywhere Friday midnight EST. Really excited about this one... https://t.co/BHvZs8FvfX",
  "WHAT?: Students walk out of a diversity discussion at Portland State University when Evergreen State College biologist Heather E. Heying pointed out biological differences in men and women\n\n(Video Credit: Freethinkers of PSU) https://t.co/6MsBNJZ3U8",
  "Denton County Sheriff releases memo in wake of Parkland shooting: \"We do not stage and wait for SWAT, we do not take cover in a parking lot, and we do not wait for another agency. We go in and do our duty. We go in to engage and stop the shooter and save lives.\" https://t.co/93SasupGYf",
  "@DennisDMZ Lol",
  "@joerogan @Gizmodo So... did it work? Asking for a friend.",
  ".@dbongino: \"We protect our money and our banks with firearms. We protect our president, our aldermen, our mayors. We protect everyone else with firearms. Why are the kids being treated to second-class security and a lot flowery talking points?\" https://t.co/wNCGc0O9EM",
  "If anyone ever seen @thenotoriousmma on the local mma scene in Ireland years ago, they would know nothing has changed! Ruthless motherfucker who didn’t give a fuck! #Notorious",
  "We need more @TheNotoriousMMA in our lives. He's sitting on his mountain of money he made off the Mayweather fight and don't blame him but he's too great to be sitting back out of the spotlight. The spotlight is made for people like him. #ConorMcGregor https://t.co/OdYr1XQ1Pt",
  "Everybody's against school shootings. The question is what do you do about them? We're not sure of the answers. We're positive there are real questions that need to be debated &amp; considered by smart ppl sincerely trying to make the country better. Media screechers aren't helping.",
  "@MTG_AlphaInvest @YouTube Got any Wood Nymphs?",
  "@TradeChat No, and I’m going to Vegas this Friday so I hope to keep it that way!!!",
  "Jar Jar Biden says Trump is a disaster. As I've said before, Joe Biden should be the 3rd guy in the car on Sonic commercials. He's the Blank Square in Asshat Scrabble. He's \"I think bottled water tastes better when you shake it\" stupid.",
  "@bankomcfly @tinycarebot Can’t see the tweet. Nice try!",
  "Happy #MisterRogersDay! It's been 50 years since we ventured into his neighborhood. https://t.co/2O2EroSxnF",
  "@TradeChat People are weird :(",
  "The puppet for Hoggle, from the movie \"Labyrinth\", was found rotting in an unclaimed baggage center. In order to operate the puppet 18 motors and a team of five people worked together to create the character. Since being found it has been restored to its former glory. https://t.co/jke4anfleZ",
  "@_TomCross_ @Teslarati @elonmusk Did it break?",
  "@bankomcfly @Breaking911 Damn. That’s awful.",
  "@PostMalone dude, you’re from Grapevine? That’s AWESOME! This place needs more beer bongs and Bentleys.",
  "@UnsleevedMedia Is that Jared?",
  "So now that the entire world has a soft spot for the badassness that is @Cowboycerrone will you please find a way to give him a title shot ASAP? He said he’ll fight anyone anywhere. This man deserves a shot at being champ. @danawhite",
  "Residual Hauntings: The 2nd in a series of videos detailing the 4 categories I use to classify hauntings.... https://t.co/n6XahDcvnL",
  "@grantswilson  https://t.co/Eilpqa1cNI",
  "@grantswilson @Warcraft Horde? You’re breaking my heart, Grant!",
  "I’m a little trashy 🤮 We’re all a little trashy 🤮 🤮🤮🤮🤮🤮",
  "I love this snap! The face of @BellatorMMA and the face of the @ufc and MMA world putting in the work together on the mats! In years to come, this will be one to look back on! @StrabanimalMMA @thenotoriousmma https://t.co/oJXD5MYCDx",
  "My new toaster https://t.co/1pw7xJeLpB",
  "For those who need some good news:  https://t.co/nnMtSgAbMh",
  "Can we ALL now finally agree:\n-The Russians are attacking our Republic to cause chaos\n-The media humiliated themselves by playing into Russian hands &amp; causing chaos by propagating an entirely false “collusion” hoax\n-The Dems joined in the chaos in an effort to discredit Trump.",
  "@JohnELTenney Punk AF",
  "@wizards_magic My LGS shut down, so probably tiddlywinks or something...",
  "My kid is so excited to see this movie, I am beyond excited and happy about this film. Gonna be a good one, y’all grab your entire family and go out and see the movie. I’ve been a fan since the comics. #marvel #blackpanther #wakanda #t’challa #wakanda https://t.co/TjuQuVa2ac",
  "It was tough because I fought him that way. I could have made the whole fight look like round 1. Think about this tho.  He lost a 5 round stand up fight to me. By the end of the fight he was the one wrestling lol https://t.co/peOEGKEyq6",
  "@AlexisRenG I feel the same way about interviews.\n\nJob interviews.",
  "@TradeChat My wife gets hangry. I assume you also get hangry. Hangry women need to be fed before being talked to or they will eat you (figuratively speaking). I don’t have many followers, but I have a wife (a hangry one), and I understand.",
  "@bankomcfly https://t.co/GOm8KMV3iO",
  "“Are you sure you’re both straight men?!”\n#RIPMartyAllen, the late comedian seen here appearing with his longtime partner Steve Rossi on the Dean Martin Show, circa 1966-67. #HelloDere! https://t.co/9IdLcZdCkN",
  "@TwSpot @bankomcfly",
  "@TwSpot Lol. Best response ever.",
  "@VTDiva01 @grantswilson “You smelt it you dealt it. I’m just going to stand over here. Are you serious?”",
  "@BillOReilly These tips have been getting really weird. The “set stop losses on your stocks” was also really weird. Unfollowing so that my head doesn’t explode trying to figure these out anymore.",
  "@samstein @bankomcfly This is not ok.",
  "@bankomcfly @3puttdaniel @michaelppoe @lordfisticuffs5",
  "Me listening to Big Shot https://t.co/L4wAWExFCk",
  "@ParkMarker94 @joerogan This better be CGI. Otherwise those mad scientists who built these need to watch Terminator again.",
  "@StoneBrewing You guys and gals do great work and your beer is most definitely cherished (and imbibed). Thanks for making all the great IPA :)",
  "Freed at last https://t.co/JjuhXT9H72",
  "@bankomcfly That cat is ugly AF tho",
  "@bankomcfly That hutch looks great",
  "@officialjaden You never will. It’s a lifelong process.",
  "@GrimaldisPizza That Grimaldi’s pepperoni pizza dab https://t.co/0vms8gvAdL",
  "@UnsleevedMedia That lady is ugly AF",
  "@trvisXX @kendricklamar @dangerookipawaa 🤣@slugwheat @lil_john_13 @daddydoug23",
  "@bankomcfly @trvisXX @kendricklamar @dangerookipawaa @lil_john_13 @daddydoug23 This makes me emotional",
  "@bankomcfly @trvisXX @kendricklamar @dangerookipawaa @lil_john_13 @daddydoug23 🔥🔥",
  "@joerogan You should try to relax more. You look tense.",
  "@grantswilson @Warcraft Lol. I hear ya. Just made my first Void Elf this morning. Kind of refreshing to start over with a new race and class I haven’t played. They find ways to keep ya hooked don’t they?",
  "@3puttdaniel @JohnDarcy88 @FloydMayweather @TheNotoriousMMA It would never end...",
  "Am following @grantswilson on YouTube come follow too https://t.co/pG7ymdaGMx",
  "@JohnDarcy88 @FloydMayweather @TheNotoriousMMA Dammit. I thought this was real for a sec. I already started texting my friends. Uuugh",
  "@DominickCruz @EdMylett This is some good ish. Please don’t let it be a drawn out advertisement tho",
  "@stipemiocicufc Your opponent won’t underestimate you this time...",
  "@JaceLovesVials @MTG_AlphaInvest You’re*",
  "Took me like an hour 😂 https://t.co/DVAtxJgSsG",
  "Right now Cris Collinsworth is alone in the empty stadium’s announcer booth saying, “Brady can still make this happen.”",
  "@TheNotoriousMMA So we’re getting McGregor/Mayweather 2 and 3 then?",
  "@RosssEdmonds @PaulMalignaggi Someone trying way to hard to stay relevant...",
  "Play any of the 9 Heroes as either male or female in our new game Wakening Lair! https://t.co/lzetNaMcEw",
  "@TheNotoriousMMA Where’s that Notorious Irish Whiskey at? I’m thirsty...",
  "@dbongino 💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩💩",
  "@officialjaden Do like my family just did: watch MiB and pay your father respect.",
  "When you get some shocking, unexpected news. https://t.co/FvVXC05Zsc",
  "@etrade @bankomcfly @3puttdaniel @michaelppoe",
  "@tmhfreya @LiamPayne Uh. No. K. Thx.",
  "The country can’t continue on this path. What we’re living through aren’t political disagreements, they’re fundamentally different beliefs about who we even are. If we can’t agree that police-state tactics are antithetical to our identity, then a cold civil war has already begun.",
  "Internal Monologue 2:39 a.m.: \"Relax and go to sleep.\"\nMy brain's response... https://t.co/X0yol5LXeV",
  "Law enforcement &amp; intel agencies will remain, as long as this country stays intact. We've got to trust them...We allow them to operate in secrecy bc they tell us they must. In exchange, they must operate w/integrity. They must prove to us that they haven't become a political tool",
  "@etrade This is retarded AF. Your company is trash and your ads are trash.",
  "@TradeChat They got a new Duck Hunt out or what?",
  "@grantswilson Haaaaaa",
  "https://t.co/ELa4L8O4KE",
  "@bankomcfly @cashcamx @3puttdaniel @michaelppoe",
  "LIVE NOW: @MichelleMalkin, @WilkowMajority &amp; our rock star panel bring you the State of the Union. #SOTU #CRTVSOTU https://t.co/dnReOiSkMY",
  "@Breaking911 Nice try Logan Paul.",
  "@MTG_AlphaInvest Hell yes. Pauper is the best format for people who don’t want to sink hundreds or thousands of dollars into playable cards on flimsy cardboard with rough edges and bad foiling. It’s like natural self defense for those who want to enjoy magic and not get burned.",
  "@TradeChat Haaaaaaaaaaaaaa.  Yeah, that sucks.",
  "@YABOYLILB This better be some CGI shit cause otherwise that rat is about to raise some ninja turtles. I bet this rat asks you politely for a towel once it’s done rinsing off and then goes back into it’s cage to work on it’s karate. Look out Shredder.",
  "@MLB @steelers Hope he does as much for football as his dad did for baseball!!",
  "@Padres fans, it's @Hunter_Renfroe's birthday, and we have a GREAT way to celebrate.\n\nRT for a chance to win this autographed @Topps Inception rookie card. #MLBCards https://t.co/ofv24fzJH7",
  "@TheChainsmokers Don’t forget @TheNotoriousMMA",
  "@bankomcfly @GCTigerTracker You know I’m following :)",
  "@elonmusk CERN. Zombie portal.",
  "The rumor that I’m secretly creating a zombie apocalypse to generate demand for flamethrowers is completely false",
  "\"The Twilight Zone\" makes me long for the days when you could smoke on a spaceship.",
  "@joerogan Like 2 people hopefully? And that was too many?",
  "@TwSpot Twitter hates Tiger Woods obviously. Why do you do this Twitter?",
  "@bankomcfly @AppleMusic @Migos 🔥🔥🔥🔥🔥",
  "@bankomcfly @OhItsTeddy @PackerShoes Those would look amazing with my wranglers.",
  "@TwSpot @bankomcfly",
  "@TwSpot Tiger has missed the cut, what? 7 times in his entire career? Most pro golfers miss cuts that many times in a year...",
  "@TwSpot Was quite the day! This weekend will be rowdy for sure. Let’s GO T$!",
  "@RosssEdmonds Man, when Chael Sonnen calls it, he calls it. He called this on YouTube in a video earlier this morning haha. Craaaaazy!!!!",
  "@stipemiocicufc You’re a first responder. You’re definitely a champ, champ.",
  "@BrendanSchaub Why does TUF coaching bum you out Big Brown?",
  "@dc_mma Get that Heavyweight title too Champ. Cormier vs Miocic. Let’s GO!!!!!",
  "Texas inmate busted while reentering prison with booze, home-cooked meals: cops - Fox News.             Dilly dilly! https://t.co/N4kRNPkB4b",
  "my man gets shitted on everyday about being a dickhead, yet does this and never brags about it😭 @TheNotoriousMMA 👏🏼 https://t.co/HdSYuXfLRA",
  "@YABOYLILB Wait - is that Tommy Pickles? Tell me they made a Rugrats reboot that I never knew about.",
  "@bankomcfly @TeamKanyeDaily @CNBC @lil_john_13 @daddydoug23 Cainyay Weest",
  "@grantswilson This looks sooooooooo fun!! Going to pick it up ASAP for family game night. That artwork is perfect! You’re truly talented!! (But we all knew that right?) 👾",
  "Guys! Check out the teaser video for my next game, Wakening Lair!! Featuring my artwork! Omg I’m so ready for this game!! https://t.co/ry6vJLdc2l",
  "@dogfishbeer Had the Sea Quencher for the first time tonight, and it was super good. So the answer for me is simple: Enjoy them all.",
  "@bankomcfly @Steve_OS @daddydoug23 Hahaha",
  "Snubbed again... 65 years and still no nominations. #OscarNoms #Oscars2018 #Oscars #BelaLugosi https://t.co/sfYSDCB5Yt",
  "@JohnELTenney Refuse to watch. Nightmares.",
  "https://t.co/2OsntuFB2q",
  "@dogfishbeer Yes.",
  "@Genius Sir Humsalot",
  "@RosssEdmonds Check out what Bruce Lee did when he broke his back and couldn’t train. Might help keep you busy until you heal up.",
  "@UnsleevedMedia That’s truly what this game needs. Well done man. Add Dallas/Ft. Worth to that list ;)",
  "Happy Birthday, @Logic301! https://t.co/ydgHneTwPF",
  "@jimmyfallon Rrrrrazor Rrrramon. Damn that brings back memories.",
  "@UnsleevedMedia Yeah man. YouTube has some flaws that are well known as this point. Going to take a lot of work to plug the holes. In the meantime, hang in there. Us rationale type folk will keep supporting you as long as you keep fighting the rationale fight.",
  "@Logic301 Happy birthday man. Hope you get a gift as great as the gifts you’ve given us. &lt;3",
  "@wizards_magic Evolving Wilds??? 🤭",
  "@RosssEdmonds Ouch :( get better soon",
  "That power level... https://t.co/rBCJicqEI7",
  "@AnnCoulter Wish they’d take a break though.",
  "@TheChainsmokers Hope it’s a cookbook.",
  "@francis_ngannou The thought of you with strong wrestling skills and more endurance to match your striking power and ability is truly scary.",
  "Unfortunately it didn't go on my way last night but I learned some different aspects of this sport and I'll come back stronger! TRUST ME ☝️ . #UFC220",
  "Does the UFC performance center NOT have treadmills and wrestling class? 🤔 #UFC220",
  "@RosssEdmonds A buddy of mine is in Dublin right now on a business trip. I asked him to pick me up some legit Connor McGregor gear while he’s there. T-shirt, hat, whatever. He’s not seeing anything so far. Got any leads on where he can go to find something?",
  "@dc_mma Damn I wish. In Texas. Good luck tonight man. Rooting for you.",
  "It’s 1/20 ... you know what to do. ⚠️ #craftbeer #offcentered \n📸: @bikes.and.beers https://t.co/V5XLXKEWvb",
  "@joerogan Sounds like hell",
  "Workouts are fun this time of year! #NoOffSeason https://t.co/0K6A1dSVOg",
  "@stipemiocicufc #AndStll",
  "No purchase necessary. Must follow @MLB, enter before 9pm ET on 1/19/2018. Official rules: https://t.co/dxC0U3mH25 https://t.co/W9zouBrzEi",
  "@TheChainsmokers I saw this and thought of @Logic301",
  "Possibly the ballsiest intimidation of all time. https://t.co/ATML0EVRqS",
  "@stephenbarron87 @RosssEdmonds @danawhite This will be like the Irish version of Rocky 4",
  "@Maclifeofficial @RosssEdmonds Well, yeah, but it sure doesn’t look that way with belt around someone else’s waist. He needs to get back in there and get the damn thing back.",
  "@RosssEdmonds Me too man. The battles with Tito and Rampage - so good.",
  "@bisping @AJSportsworld @PlayLine Uuuuugh that’s so far away from Dallas, TX though. I suppose...",
  "@UnsleevedMedia I tap two plains and cast White Knight",
  "@dc_mma @IAMTHEBAY No, you gotta run on those bro.",
  "@Unofficial_MMA @RosssEdmonds @SandhuMMA @TeamKhabib I think from a money fight prospective they are hoping Kabib beats Tony so they can main card Kabib and Connor in Moscow. If Tony wins I’m betting Kabib is an under card in Moscow or co-main. No way they don’t have Kabib in the ring in Moscow either way.",
  "@TravisABC13 @TxStormChasers Looks like one of those chariots from Spartacus",
  "@RosssEdmonds Ferguson and Kabib duke it out for the right to face Connor? 🤞",
  "@MTG_AlphaInvest @YouTube I hope you’re “prepping” your checkbook. Rudy, the Gathering. Make Magic great again.",
  "It’s @PujolsFive’s birthday and we’re giving away THREE of his #MLBCards.\n\nRT and you could be celebrating like The Machine. https://t.co/1rOTea42Rv",
  "@officialjaden MIBs. Ask your pop.",
  "@UnsleevedMedia I’m thinking that privately held and unsponsored magic tournaments and events are going to be the way to go from here on out. All the fun and rewards without any of the BS.",
  "@wizards_magic Looks like @UnsleevedMedia is still banned. Terrible decision by the still terrible leadership of the best game of all time. Get it together @wizards_magic",
  "@grantswilson Lol. Best proof yet ;)",
  "@GeorgesStPierre @Niska_Officiel 👊🔥👍",
  "“I believe that unarmed truth and unconditional love will have the final word in reality. That is why right, temporarily defeated, is stronger than evil triumphant\" \n\nMartin Luther King Jr. #MLKDay https://t.co/9Vmkxd8iVD",
  "@dc_mma Looking forward to seeing you back in action 👊",
  "@stephenasmith Hahahahahahahahahaha",
  "@TheNotoriousMMA That picture looks the like spawn of you and @titoortiz",
  "@grantswilson I’d love it. Do it! Maybe do your own podcast?",
  "@bankomcfly @JustBawo @TeamKanyeDaily “The”",
  "@bankomcfly @superstarKAMI Damn, that’s a banger.",
  "@MMA_Jim If that shit happens it better be a kickboxing match at the least. Connor went fully into Floyd’s world. The least Floyd can do is dip his pinky toe into Connors.",
  "@wizards_magic Can you please hire @MTG_AlphaInvest as your CEO so he can fix your sh**? Thanks.\n\nLove,\nSlugwheat.",
  "@SecureTeam10 Looks great!!!!",
  "@SecureTeam10 So you’re a cat - is that what you’re saying here?",
  "@RosssEdmonds Damn. That’s gonna leave a mark :( it’s a beautiful sport but that’s scary.",
  "@BrendanSchaub Buh buh bubble guppy guppy guppies\n\nUs dads get it.",
  "Happy birthday to #WorldSeries hero @JLester34. RT and this beauty can be yours. #MLBCards https://t.co/MBU1ofvvuw",
  "If @Logic301 don't get you like this, then are you really listening to Logic 😂 https://t.co/Nz7zY8HecE",
  "In celebration of @Encadwin’s 35th, we are giving away a pair of rare cards. Just RT for a chance to win. #MLBCards https://t.co/XKOQHvdl2c",
  "@elonmusk Build one at a Dairy Queen for us here in Texas",
  "@ConanOBrien Dammit Conan. You used to be funny, but now all you do is take jabs at people. Unfollowing. Slugwheat, out. ✌️",
  "@HallockRyan @MTG_AlphaInvest You’ve really let yourself go, haven’t you?",
  "@12StrongMovie Cool guys don’t look at explosions",
  "@hedammu @UnsleevedMedia @ElaineChase This is all misinformation I’m sure.",
  "@slugwheat Damn you. Now I have to return my Gruden NYG jersey",
  "Spoiler alert: Jon Gruden to NYG next year.",
  "I misspelled “Raiders” - honest mistake.",
  "@SecureTeam10 Gratz man! Thanks for making quality vids!",
  "@grantswilson And I didn’t see what the source of the sounds was. To this day I still wonder what that was all about, and if it was somehow a personal paranormal experience. Or if it was just normal noise and no one else payed attention. What do you think?",
  "@grantswilson It sounded like the chains were being raised or lowered - really loud metallic clanking, and heard lots men’s voices shouting. Then it stopped. I asked my family what all that noise was, and no one acted like they heard anything. (Cont’d)",
  "@grantswilson Years back, I was like 11 or so, we went to the uss lexington in Corpus Christi, TX, or wherever it was, and toured the ship. When we got to the giant area where the anchor hoists were mounted, I heard a very loud commotion (cont’d below)",
  "@foodandwine There may not be any ghosts, but there will be plenty of spirits.\n\n*Ba dum ts*",
  "I know how important it is for Conor to defend his lightweight title so if Dana he’s giving March as his deadline, he’ll be back for March. @thenotoriousmma",
  "@RosssEdmonds @TheNotoriousMMA I hope you’re right too. It would be a shame if his money robbed the world of a once-in-a-lifetime mma champion. Understandable if so, but he’s on track to be the Muhammad Ali of mma. A lot of people’s nerves will settle once we see him back in the octagon.",
  "@JohnLegere @ATT @DIRECTV Aren’t they getting a big tax break soon? Use your own tax break cash to fund your operations. Don’t steal mine!",
  "@UnsleevedMedia These career Taco Bell nerds need to get a life.\n\nAnd some morals.",
  "@TheNotoriousMMA Hey champ champ, is your whiskey going to be available in the USA? Texas, specifically? When should we be on the look out for it? My bourbon and scotch collection needs another friend.",
  "@michellemalkin Lol",
  "@TheNotoriousMMA Super cute :) Enjoy that age, and every age along the way. They grow up and change so fast it’s hard to notice. And the next day they’re starting kindergarten, and you’re like “where did the years go?”",
  "@grantswilson Waiting for you guys to come to Dallas. There’s gotta be something haunted around here somewhere lol.",
  "@MLB @KrisBryant_23 2016",
  "@MLB @Yankees And the curse began...",
  "@michaelppoe I’m amazed that you could type all that on a numeric keypad. How you got it uoloaded to Twitter is a mystery.",
  "@dallascowboys 🙅🏿‍♂️",
  "#HappyNewYear, indeed.\n   \nWe have EIGHT of these @BowmanCards sets to give away. RT for a chance to win. #MLBCards https://t.co/SWqrvvXFXo",
  "@TheNotoriousMMA Love ya bro but no ones getting on their knees and begging. If don’t want to fight anymore and you just want to enjoy your money and your life then do it. The world of fighting will move on. You’re a great, and will always be remembered as such either way.",
  "@wizards_magic Creatures are getting bigger and badder and being printed on thinner and flimsier cardboard. Evens out I guess?",
  "@bankomcfly @pitchfork @aperfectcircle Love it",
  "@jimmyfallon It’s still 44 mins until the new year LOL - why everybody saying HNY now like it’s already here hahaha. Get a watch for 2018 people!!! Haha\n\nHappy New Year early tho. w/e...",
  "@DeionSanders Happy New Year, Prime! Here’s to looking good and feeling good in 2018!",
  "@bankomcfly @KanyeToThe @daddydoug23 @lil_john_13 Me every New Years https://t.co/tWWq8ShbMV",
  "@UnsleevedMedia Happy New Year man. 🍻🍻🍻🍻",
  "@BrendanSchaub Awwww. Such a cutie pie :)\n\nThe kids cute too.",
  "@michellemalkin Love love love Red Rocks. Happy New Year!! https://t.co/YRCu8eS545",
  "5 easy ways to instantly upgrade your home cooking, according to @ChefSymon: https://t.co/86M50gzOeO",
  "Happy New Year!! @dogfishbeer This beats champagne any day 🍻 https://t.co/aBeIfgqdtN",
  "@ufc That’s a baaaaaaad man",
  "@averymonsen Hope B.E.E.F. is kosher. They got a Rabbi there",
  "@MLB @TheNorthwest That’s too much guy/gal. No one’s friends want to be tagged so someone can win a robe ;P\n\nDid I win?",
  "The secret to a long happy marriage. #1. When you're wrong, Admit it.  #2. When you're right, Don’t! 👍🏼",
  "@Logic301 You too buddy :)",
  "@bankomcfly @_ThatGuyJames What’s the ceiling? 5? 10? Could it overtake BTC market cap and run higher? Got in around 86¢ myself, but now trying to nail down an exit strategy and coming up clueless.",
  "Just a short stream tonight! Have a happy new year! #music #RockAndRoll https://t.co/Vo6nzpSdOV",
  "Be you no matter what! Unapologetically! Just be and love yourself! I’m hated everyday for being myself. And I’d rather be hated for who I am, than loved for who I am not! Call me what you will, but I am myself! And I urge you to do the same because you’re amazing!\n#Everybody",
  "@UnsleevedMedia  https://t.co/Y3mrsqf8hC",
  "Happy Birthday to the man himself, @TheRealStanLee! 🎂💥 https://t.co/Ps94AVsbLT",
  "@motown @QCTheLabelMusic @QuavoStuntin @lilyachty @bankomcfly",
  "Its tabletop Pinball … and we’re giving away three!\n\nRT for your chance to win. https://t.co/qIPzIgbapT",
  "@bankomcfly @KanyeToThe  https://t.co/93m8t3eMNl",
  "https://t.co/oOOnTjbeXj",
  "It's time that u must recollect all that's transpired in 2017 and make necessary adjustments for u to prosper with peace &amp; purpose. #Truth",
  "See these delightful @TheNorthwest throw blankets? The chance to own one is just a RT away … we’ll pick 5 of you! https://t.co/lY52f2FkfY https://t.co/9TLv2v6YXK",
  "Malcolm young tribute. RIP forever grateful for how you influenced me as a guitar player. https://t.co/XxbEaN0LLU",
  "I’ve never spent crazy money on anything. After years and years of sacrifice and hard work it’s time to enjoy what I’ve been so blessed to amass. Merry Christmas to my beautiful wife @itsjessandrea https://t.co/d9KAekCbba",
  "@unrepeteable @UnsleevedMedia You mean as a bad joke he taught his dog to throw a Nazi salute. Big difference there between dark humor and wanting an entire race of people to die. I’d imagine Jeremy would rather have a beer with everyone who disagrees with him and chat it out rather than with harm upon them..",
  "@UnsleevedMedia These people need to easy up with the Nazi thing, because Nazis were a real thing and the real thing that they were is NOT what they keep saying they are. Just because you disagree with someone doesn’t make them a Nazi. https://t.co/abtLrh4R1d",
  "@floydmayweather 🐐 vs 🐐 I’ll move up 20 pounds to welcome you proper https://t.co/R400vMz0dX",
  "@foodandwine 100% of the people, let’s be honest...",
  "@joerogan If it was black budget and classified, there must be a reason right?",
  "@Ripple Shirt!",
  "@Vara_Dark_DTE @UnsleevedMedia 🐝🐝🐝🐝🐝",
  "@grantswilson DragonCon 2010. My first and favorite ‘Con. Crowned the weekend by randomly running into this incredibly kind and talented fellow. Thanks for always being awesome Grant 🙏 https://t.co/wpw3Lbq6UU",
  "@MTG_AlphaInvest @YouTube Homelands lol. Back when I was young and didn’t know what I had, I traded some Arabian nights cards for homelands uncommons to some of the benevolent magic players in my LGS. 🚽",
  "@UnsleevedMedia @MTG_AlphaInvest Great Scott!",
  "@TheNotoriousMMA We miss you champ champ. Come on back to the ufc please. Other men still need their asses whooped.",
  "@VerucaSaltpile @UnsleevedMedia I imagine his beard smells like old spice, bourbon, and burritos. And for you SJWs reading this, this is not a target attack or harassment. It’s one of those witty things people say in the internet for a cheap smirk, and I’m sure Jeremy can take it without getting triggered.",
  "@MTG_AlphaInvest You can’t hide anything from Creepy Rudy",
  "@UnsleevedMedia Gettin LITT 🍺👌🍻👍",
  "Happy Holidays!! ‘Tis the season to remember the classic tale of how the #Uncarrier cut through the blizzard of BS to save wireless from the Abominable Carriers. 🎄 https://t.co/cmhwhOLOMt",
  "@BetsyWolfe Now you got that friend zone on lockdown",
  "@Karabo_Benedict @bankomcfly",
  "@joerogan Cause science.",
  "@MickWest If there was “really nothing we could find”, then why was the whole thing classified and black budget in the first place? It doesn’t add up.",
  "The reason Beyoncé will never set foot in South Africa again😭💀 https://t.co/2juvS9ZtRe",
  "Spoiler alert: Jon Gruden to NYG next year.",
  "@MTG_AlphaInvest @YouTube That taco hat was clutch 🌮",
  "@bankomcfly @therealmikedean Don’t let ‘em get in they zone",
  "Dont mean 2 start mess but why do I c every1 like my dudes @stephenasmith &amp; @maxkellerman on @FirstTake so HOT abt  the @steelers no catch TD? But When @DezBryant made tht same play vs @packers no 1 said a damn thing when they took that playoff gm from #cowboynation. #shutup now",
  "@MTG_AlphaInvest @YouTube Rudy, the sheep in wolf’s clothing. The hero we need but don’t deserve. Looooooved this latest vid!!! Tell ‘em!",
  "Retweet if you’ve also started your day with finding two shrimp tails in your back pocket.",
  "@Factsionary Closely related to Tontophobia, the fear of losing your beloved sidekick.",
  "@dallascowboys @TerranceWill2 @Bease11 @JasonWitten @Byron31Jump Let’s GO BOYS!!!",
  "@SecureTeam10 Merry Christmas!! Here’s hoping for a happy new year of disclosure. ;)",
  "@SecureTeam10 This just popped up in the New York Times. Captivating stuff. They’re really putting it out there now. Glowing Auras and ‘Black Money’: The Pentagon’s Mysterious U.F.O. Program - The New York Timeshttps://apple.news/AJ2yXRS8qQJSNejdX-MB2UA",
  "@NBCNewsAIerts @Factsionary Looks like you retweeted a scam to me.",
  "@TheNotoriousMMA There are few men in the world that can get away with wearing those. Gratz on being the best one 👌",
  "@bankomcfly @theyeezymafia @lil_john_13 @daddydoug23 YOURE SO RUDE!",
  "@bankomcfly @theyeezymafia @lil_john_13 @daddydoug23 I ordered the Jungle Lizard 9001. What do I get?",
  "@michaelirvin88 Congrats on the beautiful granddaughter :)",
  "@SecureTeam10 The team he has with him is pretty intriguing, though. You can discount Tom Delonge easy enough, but his team seems very reputable. I don’t know what to make of it.",
  "@atreyuofficial reminiscing of the best shows I’ve ever been to, and I think it was the Atreyu and Haste the Day show at Dos Amigos in Odessa, TX in like 2010 or so. PLEASE come to Dallas or Denver soon. Atreyu @RedRocksCO would blow my mind.",
  "@Lin_Manuel New Star Wars was fantastic! Weird casting job for Luke Skywalker, though. https://t.co/M0fhyLHApY",
  "#TBT to Brendan pitching his movie idea of a board game... TFATK Ep. #188 with @jonathankite , Enjoy! https://t.co/6VBXxaPsRm",
  "@bankomcfly Don’t be sad about Em’s latest drop. Just remember his wise words from his last album:\n\nEverybody’s gonna say somethin. I’d be worried if they said nothin...",
  "@bankomcfly Supa sketchy",
  "@UnsleevedMedia How in the hell did Pepe become a white supremacy meme? Lmao",
  "@bankomcfly !!!!!",
  "@jimmyfallon Lose Your Lisp in 30 Days!",
  "@lordfisticuffs5 Only animated ones, obviously.",
  "Really Apple? Based on watching a Dethklok music video, this is what you think I would also be interested in? https://t.co/7IZuve8J3V",
  "@joerogan It looks like you still need to bow hunt it",
  "@UnsleevedMedia Maybe as others who also didn’t have a great first impression of you see these vids, they’ll also get a better picture of the type of person you are. An asshole... maybe? But a funny asshole. And if it’s funny, it’s usually because there’s no ill will. You’re a good dude.",
  "@UnsleevedMedia Great vid. Great points.\n\nWhen I first saw your vids thumbnailed when watching Alpha Investments vids, I wasn’t a huge fan. As I’ve seen more and gotten to understand you better, you’re now one of my favorite online people. Especially after weathering all this garbage.",
  "@joerogan @Cryohealthcare Yeah, Hi. My name’s Joe Rogan. I’d like you to cryogenically freeze my balls please. How much can I pay you for this? Oh yeah, that sounds like a great deal. I’ll take your next appointment.",
  "@JohnLegere It’s @realdepp. We all know it...",
  "@TheEllenShow You spelled “slay” wrong",
  "@UnsleevedMedia Can we get another awesome CCG to play made by a rational company to start fresh with?",
  "@joerogan @MickWest Pedogate",
  "@TwSpot 🐅🐐",
  "https://t.co/ZPb8BPcko0 via @youtube",
  "@wizards_magic It would have been better with Jeremy Hambly @UnsleevedMedia",
  "Stay strong, Keaton. Don’t let them make you turn cold. I promise it gets better. While those punks at your school are deciding what kind of people they want to be in this world, how would you and your mom like to come to the Avengers premiere in LA next year? https://t.co/s1QwCQ3toi",
  "@SecureTeam10 👽",
  "even if you dont care about Magic the Gathering (ive never played) what is happening here is an insane precident. He has been banned and had part of his collection confiscated. For what? Wrong think on social media. Check out the petition. https://t.co/3F9vLT5pqy",
  "@bankomcfly Where then British Knights be at?",
  "@KaBucchi @joerogan Look for the big gong. Bow three times and then strike it. Then the way to the bow office will be shown to you.",
  "@tinycarebot @bankomcfly Gladly",
  "@bankomcfly @tinycarebot Nah.",
  "Jesus Christ, Wizards! This isn't the first time I've known someone wrongfully banned with all of their expensive MTGO assets repossessed, but it sure is the most ridiculous. We can't have subjectively \"wrong\" opinions and play Magic? https://t.co/RmG0GhTPVH",
  "@UnsleevedMedia Mean words on the internet is all that matters apparently.",
  "@UnsleevedMedia I see a meme in this thread that some might be offended by or consider targeted flaming or trolling. I hope wizards will assign an investigator right away! People aren’t being nice on the internet! Alert!! 🚨",
  "@UnsleevedMedia Yeah, I don’t think it worked.",
  "An 'investigator' at Wizards of The Coast.\nThey have their own FBI https://t.co/SX8kpeI9VA",
  "@ElaineChase This has convinced me to stop supporting Wizards of the Coast entirely. Good job. Consider your business perma-banned.",
  "@TheEllenShow Alabama is already in the round of 8 tho.",
  "@Lin_Manuel Iconic as pho...",
  "🚨 RT to vote Alfred Morris #AirAndGround Player of the Week! https://t.co/mACGQEToSb",
  "@joerogan That’s terrifying. Move to Texas already.",
  "@TheMasters Get ready! Tiger’s back! 🐅🐐",
  "@PGATOUR 🐅🐐 Welcome back!!!!",
  "So if you’re Al Franken or Matt Lauer, is your holiday playlist just 20 different versions of “Baby It’s Cold Outside”?",
  "@Factsionary Orange juice is really made from water concentrate, not the other way around.",
  "The Bogeyman must have been under Tiger’s bed last night.",
  "@PGATOUR @bankomcfly @hoffman_charley Wow. He’s gotten a lot of baby penguins.",
  "@TCUFootball C’mon Frogs!! Let’s GO!!!!",
  "@TwSpot C’mon Tiger! 🐐",
  "@JohnLegere can you take the helm at ATT please so I don’t have to change plans? Or teach their CEO to be awesome and use Twitter... 😏",
  "@TheWeirdWorld This is not ok.",
  "@SecureTeam10 Basement dwellers gonna be basement dwellers my dude. I enjoyed the recent vid with all of those weird blue lights on the moon, by the way. Super strange.",
  "@AnnCoulter Adios, California. https://t.co/eDAUcoq18s",
  "@wizards_magic And creature type expansions for the set. (Goblin set, angel set, Knight set, etc) - also sold stand alone. Simpler card mechanics ala vintage magic. Just a thought for you.",
  "@wizards_magic What I’d love to see: Standalone throwback set. Slightly larger cards. Simpler and thoughtful art made with non-digital media. Standard fantasy creatures with variations for diversity (Bog Hydra, Rock Hydra). 300+ card set sold only as a set.",
  "@Cowboycerrone I don’t even know how you drove that around in LA 😱",
  "@JohnLegere You’d have a time taking that through the wash.",
  "Gmorning!\nIt's good to be alive.\nWe likely haven't met, but I'm happy you're here.\nShall we?",
  "@bankomcfly \nThey call me ranch cause I be dressin’",
  "@SecureTeam10 I know what I’m going to watch as soon as I get into the office tomorrow ;)",
  "@DeionSanders @Giants @nflnetwork Eli deserves better. This coming from a Cowboys fan who is echoing the sentiments of a tweet made by a former cowboys player. This is just wrong. Well, another reason to hate the @Giants I guess... 😡😡😡😡😡",
  "@DeionSanders @Giants @nflnetwork Eli deserves better. This coming from a Cowboys fan who is echoing the sentiments of a tweet made by a former cowboys player. This is just wrong. Well, another reason to hate the @Giants I guess... 😡😡😡😡😡",
  "@joerogan You should face it toward your guests so that it just sits there and stares at them. Thing is creepy AF",
  "Clear your schedules on Thursday. 📅 \n\n@TigerWoods and @JustinThomas34 tee off at 12:05 p.m. ET.\n\nhttps://t.co/tyZV3Onzv8 https://t.co/buFFQcpztL",
  "@joerogan That’s OBVIOUSLY CGI! This should read “NASA astronaut Randy Breslin takes a moment to point his camera at a green screen so he can fool people as to the shape of the earth for no reason. Just for lulz. It’s flat right comrades?”",
  "@SpyYourLie @joerogan Lord have mercy... I tried several times to come up with a comment that wasn’t too aggressive, but it all boils down to this: it’s round. It’s fucking round. Lord knows it’s round. A giant round ball. Fucking huge. That’s why we stick to it. Cause it’s round and massive. Not flat",
  "@dallascowboys @dak is a stand-up young man and I’m excited to watch him continue to grow into his role. The ups and downs are part of everything in life, for everyone. That’s the only judgement I’m rushing to. We’re with you Dak and @dallascowboys",
  "Stop rushing to judgments about Dak Prescott.\n\n📝: https://t.co/xHPnkdWitd https://t.co/PGic5XWs83",
  "Here’s a short but sweet stream tonight! Enjoy!  https://t.co/9zdOid8O6v",
  "@FactSoup Like when you spend all morning making your  wife a nice bowl of cereal and she doesn’t say “thank you”",
  "@rejectedjokes Isn’t that pretty much the plot of Gran Torino?",
  "@TMZ @bankomcfly I’m getting you these for Christmas.",
  "@Lin_Manuel Funny. I️ always imagined them being bigger.",
  "Kanye West Kicked It On Black Friday In Never-Before Seen Yeezys https://t.co/qNa4E7GikN",
  "@TheWeirdWorld If you hold still long enough the bee has a chance of freeing itself and flying away.  But she’ll be stinging you the whole time, so...",
  "@realDonaldTrump Add saving net neutrality to that list please.",
  "@AnnCoulter Time Magazine is still a thing?",
  "@SeanLowe09 RIP",
  "@EzekielElliott @JRHennyGod  https://t.co/yjrnD9K45f",
  "@KEEMSTAR Who’s Jake Paul?",
  "@MLB “Just stand out there and stick your glove out in the air. I'll take care of it.”",
  "@KEEMSTAR Now you can keep those devious developers from turning your neighborhood into a golf course.",
  "@SeanLowe09 You can count on me to do my part to make your Christmas wish come true. After this tweet: silence.",
  "@TheChainsmokers That gigantic tub of peanut butter filled pretzels they got is where it’s at!",
  "@MLB Happy birthday, Ken! You’ve always been my favorite MLB player. A legend.",
  "Forever The Kid.\n\nHappy 48th birthday to Ken Griffey Jr. https://t.co/AXUv0PVj7y",
  "@KEEMSTAR It’s that Hollywood culture bruh. Lots of powerful people used to getting what they want.",
  "@JohnLegere @Converse I️ think I’m jelly.",
  "@FactSoup Unless it’s Tim McGraw. Then the opposite happens.",
  "@theweeknd Tuesday. IKR?",
  "@JohnLegere Awesome prizes? Magenta wearing CEO? You got me. I️ smashed that follow button like it owed me money.",
  "@FactSoup Problem is that when you get the munchies there’s nothing to eat.",
  "@billboard Cute book! Also, glad to see that Edward finally got his real hands.",
  "@TheWeirdWorld Then I’m a genius!",
  "Too much noise out there right now. Tune it out. Keep your chin up, Dak. We still believe in you. @dak",
  "Kanye spent fifth grade in China while his mother taught at Nanjing University as part of an exchange program. You should go to China for fifth grade too. I️ am cheering for you. @bankomcfly",
  "What’s Kekewewe up to today? Bet he’s doing something amazing. Art. Pure art. Then wiping his ass with the masterpiece he just created. @bankomcfly"
 ]
}