{
 "user": 198357965,
 "tweets": [
  "Three hidden switches in the Boeing 737 cockpit: Chemtrail, Turbulence Generator and Copilot Eject #avgeek #chemtrails #pilotlife https://t.co/r1ILultjaq",
  "Unfortunately our #ClarkCup defense has come to a close. Thank you so much to all our fans for your support, energy and enthusiasm. We can't wait to see you again this fall. #WeAreSteel https://t.co/AfKB3QBxD1",
  "Piece of fucking shit https://t.co/h4rDaxWe1f",
  "@JesseKellyDC Yet people like you stroke the government's cock and worship the police and military.  So you fly to a socialized healthcare country instead? Idk where you got your MD from...",
  "“I need an AR-15 in case I need to hijack a plane to fly my son to a country with socialized healthcare”, is currently my favorite take on gun ownership. https://t.co/1rq1FQ4yWH",
  "Nah that aint it yo https://t.co/hqA1NYGxE2",
  "Vegas may actually be for real",
  "Experts Warn Beef Could Act As Gateway Meat To Human Flesh https://t.co/dFmMAGMh4y https://t.co/reroxGj8FN",
  "@TomiLahren Unless its Kaepernick, dumbass!",
  "You named ur whole child Chicago and ain't do shit for this city. Fuck outta here. https://t.co/HlkmieJFUU",
  "18,622 days.",
  "Love how conservatives are jizzing all over Kanye after years of parroting \"CELEBS SHOULD STAY OUT OF POLITICS\" lmaooooo",
  "IT'S CALLED DRAGON ENERGY, IT'S A NEW THING KANYE AND I HAVE https://t.co/Z7XDto4DmI",
  "i know it's too soon but this can be the best thing i've ever made https://t.co/9ewjXJEz8W",
  "Pretty much https://t.co/EkNVMYxTXX",
  "https://t.co/086Fkhz8JM",
  "A classic Rick Jeanneret call.\n\nAn unforgettable goal.\n\n25 years ago today. #MayDay https://t.co/8hMRqAEZm3",
  "hehehe birds with no wings hehehe https://t.co/MRHGg7p0R5",
  "If you’re a fan you don’t throw bullshit on the ice. Philly already has a bad rap. Grow up.",
  "@NHLonNBCSports @Raakel_17 Gutless team, RIP, and stay classy Flyer fans ffs 🤔",
  "@NHLonNBCSports  https://t.co/A7f1599H8O",
  "Classic Flyers fans.  Worst in the league.  Have fun golfing #StanleyCup",
  "NUMBER 4 FOR GUENTZEL! #FUCKPHILLY #StanleyCup",
  "Throwback to this incredible clip of the Winnipeg Whiteout from a Winnipeg Jets' playoff game in 1992: https://t.co/5gExQzU2hi",
  "The @Chicago_Wolves and @goicehogs rivalry reignites tonight as they kick off their first round in the #CalderCup playoffs.\n\nFull series schedule ⬇️ https://t.co/jBbezCoAlu",
  "Let’s check on what Brad Marchand has been up to 😂 https://t.co/niGpV3vmsR",
  "her: hey daddy\nme, flustered: hey sport",
  "PRECIOUS AIR: In relative thickness, Earth’s atmosphere is to Earth as the skin of an apple is to an apple.",
  "The best mic'd up moments from the NHL regular season 😂👌 https://t.co/pGpkjOqRjb",
  "😂U no wat day it is🥦4/20🥦 TOKE TF UP BITCHES😜GET UR MANS 🍆BONG🍆OUT AND BLAZE IT HARD😤🤤KEEP BLAZING TIL U GET THAT 💧💧🌬😜WHITE MILKY CLOUD 🤤🍆💧RT IF U LIT UR MANS A$$ AND TOKED HIS STEM😜🌬 SMASH LIKE IF U HIT IT HARD🤤🥦 https://t.co/LCxfxolk3X",
  "@amazingatheist Looks like your intelligent to idiotic tweet ratio is steady at about 6:1",
  "It's high time to legalize marijuana &amp; hemp, end prohibition that has fueled racist mass incarceration &amp; deadly drug wars, &amp; make life better for patients, farmers &amp; responsible adults. #LegalizeIt 💚 https://t.co/esZqzJQe1k",
  "Everyone, I'd like to introduce you to \"Atlas Chugged,\" my Libertarian beer blog operating on the principles of Randian Objecti-\n\nplease stop booing, why can i hear the booing through my computer monitor please stop",
  "If you’re going to magnify something, don’t magnify your problems, magnify your dick. Talk about His greatness.",
  "Watching the NHL playoffs I have come to three conclusions:  #Blackhawks have the best @Anthem_Singer, the best song when a goal is scored and the fans generally don’t jeer the goalies incessantly. #IsItOctoberYet",
  "When Jonathan Quick realizes he had a 1.55 GAA and .947 save % in a series where his team got swept... https://t.co/unV4cNIpqb",
  "Overanalyzing is my middle name",
  "Old people on Facebook in 2008: \"Oh look, honey, I'm on the internet, and look at that cat video, how cute is that? More cat videos, please!\"\n\nOld people on Facebook in 2018: \"Foreigners bring crime! Chemtrails are real! Liberals want Sharia! Hitler was a socialist! MAGA!\"",
  "Well this is the dumbest shit Ive read all day https://t.co/7sxzc1LegZ",
  "More NHL teams should have a goal celebration that is a reflection of their team. The cannon in Columbus. The Coyote howl in Arizona. The Jets should have a Jet engine roaring, or something. The Ducks could have Corey Perry banging on a trash can. So many options.",
  "Neat example from @wxbrad for those that confused by Tornado Watch vs Warning https://t.co/6GmfL6HOcT",
  "NEW: Arizona Coyotes player arrested in #Scottsdale: https://t.co/fsTZh3RTkP #abc15 https://t.co/DZLTwNyInH",
  "@kara_w98 @HegelLover @oiettebg I was an interesting child lol",
  "#FridayThe13th occurs 688 times in a full-cycle of the Gregorian calendar. This makes Friday the most common day for a 13th to fall on -- but not by much. Thursday and Saturday are the rarest 13ths. They each occur just 684 times every cycle. https://t.co/5YfMbD6eDn",
  "@HegelLover @oiettebg @kara_w98 We all used to do this lmao",
  "I can’t stop laughing at this https://t.co/x2x8QnI49E",
  "THE CURTAIN CLOSES: Fronts conspire to end the warmth in the East tomorrow in this beautiful forecast temperature animation. https://t.co/q4uGjBaAMJ",
  "@mstaint Zucc is thicc",
  "god damn.. https://t.co/Cl7pLSsMhL",
  "https://t.co/3frEQjzLdJ",
  "when you're reminded you wrote the world's biggest social network in PHP https://t.co/bnXqNeDjiC",
  "This is the dumbest time to be alive. Literally the stupidest moment in American history.",
  "War with Syria. The government wants it. The corporate media pushes it. \n\nThe people oppose it. \n\nWhat will transpire? Precedent tells me we're going to war. The people are usually ignored.",
  "@SpeakerRyan Congrats on your upcoming retirement at 48 you hard working, all American sack of shit.  Good riddance.",
  "Today: \n- bacon/ale \n- wenching \n- sonnets \n- remorseless yet sexy despotism \n- burn heretics to promote my new church\n- eat cake like no one's watching\n- smash things",
  "\"It's the Senate hearing with hot questions and even hotter wings\" https://t.co/oEDnihikH0",
  "@kara_w98 @chuzzuz Damn called it lol",
  "👋🏻 Smack ʀᴛ if you have💀𝐛𝐨𝐧𝐞𝐬💀 \n\n        Keep scrolling \n   if you’re an \n            𝘪𝘯𝘷𝘦𝘳𝘵𝘦𝘣𝘳𝘢𝘵𝘦",
  "you ok Zuck?? https://t.co/8eTGHxvLj7",
  "Will the #Knights choke this year (answer yes) #NHLBracket",
  "@UMO Hard to fall asleep to your new album bc it makes me want to dance!!!",
  "It’s time to apply meaningful spending limits to elections. Both Republicans and Democrats should be passionately in favor of this. Get the process out of the hands of billionaires who treat it as sport, and back into the hands of the people.",
  "Thank you, Sharpy.\n\n#Blackhawks https://t.co/Co2MUt2de3",
  "Thank God its finally over #TradeSeabrook",
  "@amazingatheist Eewww...manmade order systems...",
  "Powerful scene in Winnipeg tonight, as the Blackhawks and Jets are wearing “BRONCOS” on their jerseys in place of nameplates #HumboldtStrong https://t.co/2Kjd9bZtgC",
  "@Oktoberblitz @h3h3productions @risyx_ Because people on twitter go REEEEEEEEEEEEEEEEEEE when they see SJW lol",
  "One last salute for the crowd... it's been real, Sharpy. 🙏 https://t.co/i95MP0NGdJ",
  "schools spending money on athletic departments vs fine arts programs https://t.co/u96sSOQZaN",
  "conor mcgregor driving round New York like https://t.co/Vmykp6BWjG",
  "if you                             then you don’t \ndon’t love                      deserve \nme at my                       me at my https://t.co/DZC03IINVR",
  "@NHL @NHLBlackhawks I'm surprised that Bowman's keeping his job, but I'm very glad that Q is staying.  They need better defensive depth and need to cut out the non-producers that aren't worth their hit on the cap.",
  "The @NHLBlackhawks won't be making major changes to the front office or behind the bench despite a disappointing season. https://t.co/njDVlVc6JL",
  "The narrative of The Marginalized Conservative has got to stop. They control all three branches of government, have consolidated single-party rule in numerous state legislatures, literally control the media script, and yet still claim to be an oppressed minority. Just stop it. https://t.co/BQqe4yPT6k",
  "Yodeling Walmart boy is from Illinois so don’t say this state never gave you anything",
  "@kara_w98 @KlarksonCelly @Theassholejared Boi she whipped out the YEEHAW 😂",
  "See ya on the golf course @StLouisBlues https://t.co/FFQqXOxAwL",
  "Poet, memoirist, and civil rights activist, Maya Angelou, was born on this day in 1928. She would've turned 90 today.\n\n\"I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.\" -Maya Angelou https://t.co/QXY9W9lWKO",
  "April is the \"save your GPA\" month",
  "How are the Sabres do... https://t.co/DbPEiYZxMp",
  "[trying to name the new building but I’m so hungry for pizza] uhhhhh... https://t.co/1AptqUNKW3",
  "Mark Zuckerberg: \"I am not a Lizard.\"...\n\nSure you're not Mark, u lizard ass lookin chicken headed data gobbler https://t.co/1K4IAK18OK",
  "@KnetzerTheGreat Lol theyre libertarian to the core, not Republicans at all",
  "Hello, welcome to America!\n\nDid your kid get killed at school today?\n\nIf no, then accuse them of being a crisis actor and a nazi!\n\nIf yes, then its your fault they died and thoughts and prayers!",
  "It's 💥INCREDIBLE💥 the amount of 😩SELF-LOATHING😠 I'm willing to exchange for a 🍔HAMBURGLAR🏦 and 🗽FREEDOM🇺🇸 FRIES🍟. Smash like 💥RIGHT NOW💥 if ur a 🐷MASSIVE 🐽tubby boy who is 🐘TOO THICC🍗 to quit.🤢🤮\n\n-Sent from my iPhone in Trader Joe's parking lot",
  "When Ted Nugent is trending and it's not because he's dead. https://t.co/VF5WIMNAyW",
  "Hey Blackhawks, need a goalie that will be healthy all year round?",
  "https://t.co/JVE2PJD8QR",
  "Me after singing lead vocals, back up vocals, and instrumentals in Evanescence’s ‘Bring Me To Life’ https://t.co/a7jS6qQpO1",
  "religion is a cunt and a half",
  "So you just woke up\nMay ur day be blessed\nAngels will lick ur anus\nSuck ur big boy too\nHave a seat over here\nLet us pop a finger in\nIf you don't enjoy it\nKill yourself\nEverybody have a great day",
  "I guess a white man dressed in body armor carrying a fully loaded weapon doesn't make an officer 'fear for his life' as much as a black man carrying his cell phone. Noted. https://t.co/0PcZ2IXmqf",
  "@hunamand @Aly_Raisman Gymnastics and figure skating are 2 sports that use \"revealing\" clothing to highlight the beauty and shape of the human body as they perform.  The human body does not always have to be sexualized.  Clothing should not distract from the performance.",
  "I was recently asked if gymnasts should continue wearing leotards. Leotards r not the problem. The problem is the many pedophiles out there &amp; the adults who enable them. By saying clothing is part of the issue, u are victim shaming/implying survivors should feel it's their fault.",
  "FG after FG for the Ramblers...wow #MarchMadness",
  "@Dave_WX @LindyRuffsTie  https://t.co/tgmyGL1bcd",
  "Watching the current president and former vice president threaten to beat each other up is a powerful reminder that women can’t be president because they’re too emotional.",
  "STOP BEING SO GOOD @alvvaysband https://t.co/6PkayoKCXL",
  "@TeenWeatherman Another obvious win for Kuchera",
  "This is @GlennHowerton, my co-star, my friend, and 100% correct: https://t.co/7tM2patw8u",
  "if bullying caused school shootings, you would see trans shooters, queer shooters, female shooters, POC shooters.\n\nbullying does not cause school shootings; entitlement does. and white boys are the most entitled demographic by far.",
  "https://t.co/uOSWR4pfQ1 @realDonaldTrump",
  "#Blackhawks trail 4-1, but we found out Eddie Olczyk is cancer free so we're actually winning here.",
  "he was a fucking terrorist thank u https://t.co/RkRU2x13vK",
  "Marvel: 'Infinity War is the most ambitious crossover event in history'\n\nMe: https://t.co/tcZHC2Hoax",
  "Some SJW wrote an article about @jordanbpeterson, advancing many opposing positions (some cogent, others a bit silly) and Peterson's response was the call them a racist and threaten to slap them. \n\nSeems like the sort of behavior he usually rails against, doesn't it?",
  "Um excuse me...Illinois....my home state....HOW DID THIS HAPPEN? https://t.co/tDoOeCND3I",
  "In the end, money talked. Loudly and relentlessly. So it'll be Rauner vs. Pritzker in November. \n\nBrace yourselves, voters. It could be the most expensive governor’s race in Illinois and possibly U.S. history. \n\nhttps://t.co/trCmKJMwEA https://t.co/cOKthjUvgb",
  "@IndivisibleTeam Is the Hyatt unionized? No, no it is not.",
  "@tired_winning Next time you tell him to burn in hell with the Nazi that he voted for Congress (and won)",
  "Trump supporters : Please note that Colonel Peters, long time analyst for Fox News has resigned, saying Fox News is a mere 'propaganda machine'",
  "Yet another Giant Douche vs Turd Sandwich election coming up for IL, keeping up with tradition #IllinoisPrimary",
  "I have an idea, since @realDonaldTrump only wants to discuss mental health, to start off why don’t we make mental health required curriculum in schools. We are required to learn about sexual, and physical health, mental health is just as important and prevalent. \n\n#NeverAgain",
  "“Jim Carrey’s painting is offensive,” say people who voted for this man: https://t.co/OGLVbpzm3i",
  "@JimCarrey The likeness is impeccable.  Great work Jim!",
  "This is the portrait of a so-called Christian whose only purpose in life is to lie for the wicked. Monstrous! https://t.co/MeYLTy1pqb",
  "#DEBRINCAT WITH HIS HATTY OF HATTYS",
  "Land of the free.\nHome of the brave (and the #Paralympics sled hockey gold medalists once again). https://t.co/8DTX26oVEd",
  "IT HAPPENED https://t.co/JwBlCkvY7t",
  "Luke How Far I've Come:\nA) Generic Lemon-Haired Ken Doll Luke\nB) Black-Haired Semi-Conscious Adult-Diaper Luke\nC) Pumped-Up Roid-Rage With Balcony You Could Do Shakespeare From Luke\nD) Senior Citizen Jedi Pension-Plan Future Force-Ghost Luke\n#CollectEmAll https://t.co/5q820fjTv5",
  "- What do we want ?\n- A chronological instagram feed !\n- When do we want it ?\n- 2 hours ago !\n- 18 hours ago !\n- Sponsored post !\n- 43 minutes ago !\n- 2 hours ago !\n- Sponsored post !\n- 15 minutes ago !\n- Account suggestion !\n- 1 hour ago !\n- 15 hours ago !\n- Sponsored post !",
  "us (dumb, bad): facebook data breach\nfacebook (smug): it can’t be a breach when its working exactly like it’s supposed to. wait don’t write that dow",
  "https://t.co/bi7uJrFcv4",
  "Wow I can't believe it's that time of year where we get to pass off contaminated soundings as actual representations of storm environment again https://t.co/CkqlbvXGNm",
  "Make St. Patrick proud, you jabronies. #SunnyFXX https://t.co/SQFGaF8iFO",
  "@tenaciousrb @itsmine412 @realDonaldTrump Racist piece of shit.  Dont deny it.",
  "My goal is to become a hot mom and live in southern IL and get a tinkerbell tat on my calf",
  "Patrik Laine now has the longest point streak for a teenager in @NHL history, with a point in 14 consecutive games 👀 https://t.co/HTwND8wS9D",
  "A White House official tells Axios:\n\n\"This is the most toxic working environment on the planet. ...There's no leadership, no trust, no direction and this point there's very little hope.\" https://t.co/PXiy8WZzQR",
  "Hmm...but when women want to control their own bodies it's an issue https://t.co/d3FFf2AYYF",
  "No matter who you are, you are hated. People somewhere hate you for your gender, your race, your politics, your sexuality, your nationality,  your artistic preferences, you religion, whatever.\n\nTo exist is to be despised. Why concern yourself? Why grant it importance?",
  "#OnThisDay in 1962: Gordie Howe scores his 500th career goal, joining  Maurice Richard in the NHL 500-goal club. #LGRW https://t.co/fBapDROn0i",
  "His passing has left an intellectual vacuum in his wake. But it's not empty. Think of it as a kind of vacuum energy permeating the fabric of spacetime that defies measure. Stephen Hawking, RIP 1942-2018. https://t.co/nAanMySqkt",
  "Shameless fucking scam artists, every single one of them. The \"system\" is a racket. https://t.co/RQFSu9GRyU",
  "I wonder why we can’t fund social programs https://t.co/qX3NB1cgDi",
  "me next season when i see kovalchuk at the rock in a rangers jersey: https://t.co/XfnDVkabfO",
  "2017:\nRex Tillerson called Trump a ‘fucking moron’ and was not fired.\n\n2018:\nRex Tillerson spoke out against Russia and was fired the next day.",
  "@realDonaldTrump This is what happens when somebody doesnt stroke your cock every day, you fire them.  What a pathetic leader you are.",
  "🙏🏻🏆✌🏼 https://t.co/vFGFQArISb",
  "Pronounce antelope like Penelope\nPronounce Penelope like antelope",
  "@CarBombBoom13 Monty would be very proud of your activism.  We're all with you bud!",
  "“The last lunch that we had, 3 weeks before he passed away, he said a couple of very telling things. Hockey would be a better game without fighting, he said, we should get rid of head shots, and at the end he said, maybe I should have played baseball” Paul’s last convo with Steve",
  "Convective SIGMETs currently issued for the far western portion of the flight route, could cause delays on approach to MCO #SWA5091",
  "Got 4 hours of sleep, happens every night before Ive flown since I was 5 ✈🏖",
  "@th0tcouture @abbyisweird",
  "me at 12 years old watching my sims woohoo https://t.co/gXOrpa61aw",
  "Dear Republicans, \n\nStop saying “Trump is not a Republican.” He’s yours. You responded to the election of a brilliant, black president by  appealing to anti-intellectual, anti-science, anti-reason, racist, sexist, homophobic, misogynistic @FoxNews viewers. You did this. Own it. https://t.co/U8d0xbcvod",
  "A 44 year old man w/ severe mental issue attacked a high school in the Netherlands yesterday\n\nSince he didn’t have access to guns, he brought knives &amp; was scared away by students throwing their backpacks at him\n\nNo guns, no shooting, NO DEATH. \nThe man is now getting help.",
  "While Officer Peterson kept 500 feet of distance and told others to do the same, this was my experience as a senior on the first floor of the 1200 building that day. Thank you for absolutely nothing. #NeverAgain https://t.co/yVNvUyy5rg",
  "🖕🏼🖕🏼🖕🏼🖕🏼 the rat https://t.co/6oRdhHQbBG",
  "@realDonaldTrump Cant wait to watch you slob Un's knob just like you did to the Chinese President.  Im looking forward to seeing you accidentally praise communism, dumbass.",
  "I heard people on Twitter were arguing today that 25 minutes is a quarter of an hour. \n\nIt's shit like this that makes me almost delete my Twitter. \n\nThe only reason I don't is because it would make too many people happy.",
  "This is the best shit ever lmao https://t.co/1QU0L1DAvP",
  "A bubbling cauldron of infrared cyclones 🌀\n\nWe’re discovering more about #Jupiter than ever before, thanks to @NASAJuno. Read the latest findings and see new images here: https://t.co/ee1bF05lLq https://t.co/HuMU3nORm5",
  "It’s #NationalCerealDay everyone! Give us your top 5 cereal power rankings! https://t.co/ZcOwdx7Dro",
  "First ever Nobel Prize in Crowbar https://t.co/UPKtQ7BYBG",
  "#TankForDahlin",
  "Im majoring in V A P O R W A V E Meteorology with a minor in L O C A L O N T H E 8 S A E S T H E T I C S",
  "Doswell:  “You’re not out there to ‘save lives’.  That tired line is moronic crap.” \n\nWe all make mistakes.  When you make mistakes, own it, like Eric/@amosmagliocco \nand Novy did.\n\n#TESSA2018 https://t.co/qOAyw7Lo7y",
  "When she does it like this but you do it like that https://t.co/z7KxIxiOKn",
  "@ErikFuhler @undertalelou @ABC That's also a staged photo",
  "The Sabres season wrapped up into a photo. https://t.co/5sLNaL2nWr",
  "@Drunk_Kane88 1st round pick from it baby.  Real good trade.",
  "NEVER FORGET #TradeCentre https://t.co/fItk4PAxso",
  "https://t.co/Fbi0Wb3Bqx",
  "Marjory Stoneman Douglas hockey team wins state championship https://t.co/RrPFQ2P5zc",
  "Enter the choir teacher... https://t.co/dut8Sm2GtV",
  "Tonight some kid asked me if I had ever heard neutral milk hotel, as if I don't look like this https://t.co/SEmzB4Ces1",
  "https://t.co/oKBgyRjuNM",
  "Congrats to the FBI on catching Arizona coach Sean Miller. You missed Nikolas Cruz, the Boston bombers, the 9/11 attackers, the San Bernardino terrorists, the Fort Hood terrorist, the Pulse nightclub terrorist and Larry Nassar but college sports is safe.",
  "Ah, yes, the golden rule. \n\n\"Treat others like shit unless they kiss your ass.\" -Jesus https://t.co/EDrqwKychW",
  "https://t.co/VDHO2tVCq5",
  "Actual guns = not a problem\n\nFake guns in video games = major problem",
  "Gov. Rauner drinks chocolate milk to demonstrate his commitment to racial diversity: “It’s really, really good. Diversity!” https://t.co/YbohUKHDWL https://t.co/pvdB4W4RGK",
  "\"hOw CaN YoU tAlK aBoUt GuN CoNtRoL wHeN yOu'Ve NeVeR FiReD a GuN\" how ya'll talking about women's reproductive rights when you can't even find the clit?",
  "Wanted: Teacher\n\nJob Description: Low pay, no respect from society, might have to kill someone, probably a student, will need to know which one to kill while panicking, starts immediately, art supplies not provided.",
  "We need a shooting where only people who believe in \"crisis actors\" are shot.",
  "\"You can't punish the masses for the actions of the few\" lol since when",
  "@extraisagod thx",
  "Something I've learned today: if you argue with a gun nut long enough, they will eventually call for a military coup against the US government. \n\nI kind of wish I didn't know this, but you can't put the monsters back in the box.",
  "Can't wait to wake up to spoilers of the #USAvsCAN game tomorrow morning",
  "Bye felicia @BillyGraham",
  "I am INCREDIBLY skeptical of any consensus being passed any time soon based upon the conduct and rhetoric of Congress not just in the past 2 years but the past decade.  Please prove me wrong. @gop @TheDemocrats",
  "Rubio says: \"you would literally have to ban every semi-automatic rifle\" as if it were a bad thing....\n\nInstead, crowd goes wild. Oops. https://t.co/cWi6uzK0gW",
  "This whole thing is almost starting to change my anti-gun views to pro-gun.  If Trump supporters are killing kids, we might actually have to defend ourselves.",
  "Love how squirmy Trump is. Haberman has said it before: Trump does not like conflict. He likes to lash out at people, but he tends to avoid direct conflict.",
  "FOX NEWS: the florida kids are victims and deserve our sympathy but they are not qualified to speak on policy issues\n\nALSO FOX NEWS: https://t.co/j6gB2Uy7jN",
  "Making fun of kids who survived a school shooting just days after the event because you disagree with their politics is complete scumfuckery. \n\nIf you wanna do it, then do it. But don't pretend to be the good guys while you do it.",
  "I will never forget the “25” who fought their hearts out for our Nation and our mentor JJ. Proud Americans no matter the outcome. @usahockey @TeamUSA https://t.co/K7x5CPnxxe",
  "Presidents’. https://t.co/nDTBmKkleD",
  "A Neutral Milk Hotel is a Complicit Milk Hotel.",
  "Quenneville talked to Capitals about Saturday night's incident: #Blackhawks https://t.co/1U3cBL1HiK",
  "NEWS | #Caps acquire defenseman Michal Kempny from the Chicago Blackhawks in exchange for a third round draft pick in the 2018 NHL Entry Draft. #ALLCAPS \n\nMore info: https://t.co/4zhkLI3484 https://t.co/gdYEuLk85F",
  "Evidence collected over many years, obtained from many locations, indicates that the power of Prayer is insufficient to stop bullets from killing school children.",
  "tiddies? Out\nthird eye? Open\nchakras? Aligned \nhotel? California",
  "Stop fucking killing each other",
  "Just a friendly reminder... People with pre-existing mental health conditions have access to firearms but not healthcare...",
  "https://t.co/fVKpW13Fnx",
  "I mean for fucks sake the black dude that wants violent revolution against whites is THE BAD GUY.\n\nYou have to be some seriously easily triggered dude for this movie to bother you.",
  "Lol man.  I don't recommend making a review of black panther.  I upset a lot of people.\n\nApparently it you like the movie you a race traitor she.\n\nIf you dislike it you are a alt right Nazi sympathizer.\n\nMaybe it's just a movie about a bullet proof dude fighting baddies tho.",
  "Let’s rename ‘school’ as ‘uterus’ so maybe Republican lawmakers will want to do something about the children dying inside them.",
  "Saw this on Facebook. Very sad but true... #ParklandStrong https://t.co/FYJjYjS9bZ",
  "Just pretend we’re talking about the Vegas shooting, Tammy. https://t.co/7hHjF7IQHv",
  "American 15- to 19-year olds are 8200% more likely to die from gun violence than children in other developed nations.\n\nIt's past time to stop this madness. #GunReformNow",
  "Berube posts a 2.37 goals against average, .920 save percentage and recorded two shutouts in 15 appearances with the IceHogs this season. https://t.co/5DCbyQWeTa",
  "THEY FUCKING LOCKED UP TIDE PODS BECAUSE 734 people tried to eat them. In like 4 days! \n\nYou can’t tell me there’s NOTHING that can be done.",
  "Another school shooting. Multiple casualties reported. Situation still fluid. But can we at least acknowledge that this is a particularly American crisis? Can we all agree that this should not be normal?",
  "@NHL This stuff is getting too routine",
  "@barryheadwound @Alyssa_Milano Not in this case.  The guy said that he wanted to become a professional school shooter.  He is okay with being in prison and with what he did.  He is a complete psychopath who needs to be stopped just like the governmental Nazis he supports.",
  "Flyers’ Shayne Gostisbehere reacts to shooting at old high school https://t.co/MmNc3eXuaS",
  "@realDonaldTrump Dont worry dude, the shooter was your voter.  One of those \"very fine people\" you talk about.  We need to defend ourselves from your supporters because they are killing innocent high schoolers.",
  "@marcorubio Is right. Not just gun laws would have prevented this.  The kid is a deranged white supremacist terrorist who is part of the vast majority of sociopaths who voted for Trump and was provided the gun he used.  We need to crack down on the Nazi GOP that Rubio is part of.",
  "the only sane soul @FoxNews-anchor Shepard Smith emotionally lists all 25 fatal school shootings since Columbine https://t.co/QRwtZcEH0e 💔💔💔",
  "Ben Shapiro has 5 times the wealth Bernie Sanders made in his long lifetime. If Bernie was even a little bit crooked, that would NOT be the case. https://t.co/qUG9WH3wYB",
  "Sending my love to #parkland. #guncontrol #policyandchange https://t.co/lGnYTytBfm",
  "$3,124,273 from the NRA. https://t.co/mgEnOsC03p",
  "@RiponPreacher @NHLBlackhawks @UnitedCenter Yeah, Im sure you said the same thing about Kaepernick and the anthem...lol",
  "When it rains it pours and when it pours you're FUCKED",
  "One should never forget the first principle of the old KGB\n\n\" Always accuse your enemy of exactly what you are doing \"",
  "Guys my friend brought me to Vancouver. Apparently there’s a hockey stadium here too!",
  "@cameronesposito We can't.  We have to make the changes to society ourselves.  Its hard but we can do it.",
  "i am a:\n⚪man\n⚪woman\n🔘college student \n\nseeking:\n⚪men\n⚪women\n🔘to be hit by campus shuttle bus",
  "14 LGBT individuals commit suicide every day. About 33% of rape victims have suicidal thoughts. About 13% of rape victims will attempt suicide. \n\nSave your sympathy for them, not Mark Salling.",
  "Trump’s trying to “stress unity” in his #SOTU. But giving a speech where he lies throughout the whole thing, then releases a partisan memo so he can try and fire the person who’s investigating him. That doesn’t sound like real unity. That sounds like he’s guilty. #StateOfTheDream",
  "@piersmorgan Yeah, no fucking shit",
  "Stamkos to win accuracy #NHLAllStar",
  "Kane to win puck control #NHLAllStar",
  "Rinne to win save streak #NHLAllStar",
  "Kucherov to win passing #NHLAllStar",
  "MacKinnon to win fastest skater #NHLAllStar",
  "Subban will win hardest shot, 105.8mph #NHLAllStar",
  "CAT TRICK",
  "Solid AF win for the #Blackhawks tonight",
  "FRIENDS 2018 PLOTLINES\n-Joey eats Tide pods, goes to hospital (guest star Ellen Pompeo)\n-Chandler won't shut up about how funny his Vines were\n-Ed Sheeran cameo interrupts Phoebe's Central Perk set \n-Ross gets everyone into Bitcoin\n-The One Where The Gang Realizes Their Privilege",
  "Sufjan Stevens is just Ed Sheeran for art history majors",
  "@1800PATBYRNE And God said...mynamaJeff",
  "Church: 2087\n\n\"A reading from the book of memes...\"",
  "Sarah Weddington was 27 when she argued Roe v. Wade  — the youngest person ever to win in the Supreme Court. Today is the 45th anniversary of the landmark case that legalized abortion in the U.S. Young people have the power to change the world. #7in10forRoe #Roe45 https://t.co/F9loNrYJYo",
  "Get out of here with your tired \"love it or leave it\" horse shit. We've all heard tour spiel a million times, and you're not the rational person you think you are. https://t.co/mC1YxSBBFF",
  "Always amusing when the country with the most prisoners per capita calls itself \"the land of the free.\"",
  "Capitalone? More like CapitALONE",
  "Aaand Hartman gets his ass kicked again",
  "Point No. 800 for #Kane!!!",
  "January 2018 pro tip: if you get stabbed in the eye, don’t remove the weapon. The liquid in your eye (vitreous humor and aqueous humor) are irreplaceable. If they leak out, chances of the eye being repaired fall to (basically) zero. Don’t look around either. Could damage eye.",
  "Donald Trump has been obsessed with race the entire time that’s he’s been a public figure. Here’s a list of his many racist statements, with video: https://t.co/m7t4Il89js",
  "Fuck...terrible news https://t.co/5J7LUbqyfv",
  "Costco canadian whisky is ThE ShIT",
  "My dad is in Hawaii for travel... https://t.co/6JXecxuIBt",
  "@realDonaldTrump PLEASE LIKE ME!",
  "As with “grab em by the pussy,” there’s a bit too much middle-school tee-heeing over a crude term.  The offensive thing isn’t the word “shithole.” It’s the idea being born in a poor place makes you a lesser human. Tainted. Unworthy. That’s offensive however delicately you say it.",
  "Wen did you know Trump was racist?\n1. Housing discrimination\n2. Central Park 5 lie\n3. Birtherism\n4. Called Mexicans drug dealers\n5. Ban on Muslims\n6. Pardoned Joe Arpaio\n7. Nazis are “very fine people”\n8. Endorsed slave-supporter Roy Moore\n9. Called black countries “shitholes”",
  "I’m so sad that I spent a lot of my time at CES defending YouTube and actual talented creators. I had multiple people at various booths ask if I too filmed dead bodies for my channel. \n\nFeels like the years we’ve spent to be taken seriously was just knocked back to the beginning.",
  "8 years ago today, the Haiti earthquake hit. President Obama immediately sent aid, and joined by VP Biden and Secretary Clinton, promised to help. \n\nYesterday, Trump referred to Haiti as a \"shithole country\"\n\nI miss when we had real leaders in the White House.",
  "all republicans are trump https://t.co/z8vR98IsK0",
  "@h3h3productions @shanedawson Its also indicative of how little people respect youtubers thanks to shitheads like logan paul",
  "@h3h3productions @shanedawson I think its because people know that they cant go after the actual wrongdoers who have power, so they channel it towards attacking people who really havent done anything wrong but \"might have done\" based on nitpicking things said in the past",
  "Anthony Duclair: “Joining an Original Six team, historic franchise means a lot to me. Definitely going to wear this jersey with honor and pride.” #Blackhawks https://t.co/0u7SmXOns6",
  "Trump loves Norway because we grow his hair. https://t.co/IWMzelqYIQ",
  "Friend C. Roos, anagram fan, submits today's perfect specimen.\nshithole = his hotel",
  "@grabs40 favorite coach Babcock moment?",
  "@cajuntiger_ @AmyKinLA You should probably get it in your head that both of those are NOT okay",
  "@JPlatt32 @TheChrisMosier @katie_barnes3 Play hard Jessica!  Congrats!",
  "Thank you everyone for the outpouring of support and love! \nAnd thank you @katie_barnes3 for telling my story so beautifully! \n\nhttps://t.co/2qJaJVyHbE",
  "Arizona can fuck off and die if this piece of shit wins anything other than an award for being the biggest piece of subhuman shit in existence. https://t.co/duvxmlpTEe",
  "Richard Panik heading to Arizona. Anthony Duclair coming to Chicago. Other pieces involved.",
  "@NHLonNBCSports Hoping he gets well soon.  Prostate cancer is very treatable when caught early",
  "Looked offsides to me...#wednesdaynightrivalry",
  "WE'RE NOT GONNA LET THEM WIN AGAIN! #jeffrosenstock",
  "WOOOOOO!!!!! https://t.co/4HN607T1XE",
  "https://t.co/HaqRXikdM5 fucking KILLING it rn #CFPNationalChampionship",
  "@realDonaldTrump Dumbass looked like he didnt even know the lyrics at the beginning lol #CFPNationalChampionship",
  "Today marks 100 days since Congress let the Children’s Health Insurance Program expire. \n\nLet me say that again: health care for 9 million children has hung in the balance for 100 days. \n\nWe must do better than this.",
  "Four Homeless People Dead In What Girlfriend Refers To As 'Cuddle Weather' https://t.co/0G5NULmI0f https://t.co/QaaA1xjSyJ",
  "TO RECAP:\n- Puerto Rico is the top supplier of IV bags to the USA. \n\n- There is now a shortage of IV bags in the USA because President Very Stable Genius hates Latin people and won’t help Puerto Rico.\n\n- He wants $16 billion to build a wall to keep out Latin people.\n\n- SMFH",
  "Best album of 2017: I Used To Spend So Much Time Alone - #ChastityBelt",
  "Yall should follow my professional account if you want to see more weather related shit\n(@chris_battisto): https://t.co/9kXa5OiCrq",
  "@GOP Makes me want to order all of them",
  "@realDonaldTrump @IllinoisWedges Ive never wanted to buy a book more than now thanks to you!",
  "TIE GAME https://t.co/uJG8VpsVtQ",
  "Well atleast Logan Paul's \"daily vlogs\" have come to an end, what a shitty 460 days that was.",
  "The Flames disrespected Jagr",
  "Republicans: Let the states decide! The federal government shouldn't meddle with states rights! Free markets! No government intervention! \n\nAlso republicans: https://t.co/TvaZo5gbv1",
  "Media: millennials share everything on social media and it's going to kill us all \n\nThe President, age 71: Hello fellow Tweeters should I launch the nukes",
  "No, Attorney General Sessions. Marijuana is not the same as heroin. No one who has seriously studied the issue believes that. Quite the contrary. We should allow states the right to move toward the decriminalization of marijuana, not reverse the progress that has been made.",
  "Kylo Kardashian",
  "WE ARENT LAST IN THE DIVISION ANYMORE 🎉🎉🎉 https://t.co/TOJLZbOUbn",
  "WOLVES WIN! Chicago extends its point streak to 12 games -- 2 shy of the franchise record -- with a 5-3 win over Cleveland! https://t.co/bXZYideZgX",
  "The Hawks have never had a rivalry with the Rangers #wednesdaynightrivalry",
  "We're living in an incredible era where we might die in a nuclear inferno because a 70-year old basket case whose dad never loved him tricked disgruntled white people into voting for a fake get-rich scheme by selling hats.",
  "@fluffyshotme @realDonaldTrump You might want to buy a couple extra solar filters for your cameras in the near future",
  "@aymansays @fluffyshotme @realDonaldTrump Of course he hasn't.  He's not educated.",
  "@realDonaldTrump And every time you press it, someone brings you a Diet Coke",
  "@realDonaldTrump Do it, pussy!  You won't!  Be the FIRST AND GREATEST PRESIDENT EVER TO PRESS THE BUTTON!  I'll vote for you next election if you press the button!  Love you sir!  #MAGA",
  "Gucci gang Gucci gang Gucci gang Gucci gang Gucci gang Gucci gang Gucci gang am I relevant yet fellow kids Gucci gang Gucci gang Gucci gang Gucci gang Gucci gang Gucci gang Gucci gang",
  "@FLOTUS How does it feel to be the husband of a national embarassment?",
  "did you know uploading beatles music videos is against twitter rules but threatening nuclear war is not???",
  "Well, we had a good run https://t.co/u5f28Tp3Ou",
  "Prepping for the 2018 chase season? Don't forget to consider the mesoscale effects of nuclear fallout.",
  "Looks like the #LAtoVegas cockpit is from a 757",
  "@h3h3productions Welcome to Papa Ethan's Playhouse fun for the WHOLE family",
  "straight parents are literally MURDERING their children for being lgbt and straight ppl have the audacity to say tht children should only be raised by a mom and dad bc a “gay couple wouldn’t raise a kid in a safe and loving environment” no. fuck that. fuck ppl who think this way.",
  "@ChristinaFriel_ Never eating that stuff again now",
  "@TerEyeDar @NHL @NHLBlackhawks Know the difference between Chief Blackhawk and Chief Wahoo",
  "Welcome to 2018 #loganpaul https://t.co/xIumDV6v6f",
  "NA NA NA NA HEY HEY HEY GOODBYE! https://t.co/Gr36WIqTIg",
  "Thank you @realDonaldTrump for preventing US commercial airlines from crashing in 2017. Your active participation monitoring the flight patterns and safety regulations was greatly appreciated. In 2018 could you please turn your efforts toward preventing wildfires and hurricanes? https://t.co/yYq49PzZpX",
  "@chuckwoolery Melting, dumbfuck",
  "Pewdiepie gets dropped by his network for an inappropriate joke, yet Logan Paul films a dead body, and his fans defend him?!",
  "@neiltyson Unless that helicopter travels north or south where it will be minutely affected by the coriolis force",
  "Just remember this. Before all the extended community outrage against Logan Paul’s “we found a dead body” video, there was a seemingly uncontested 550-600,000 likes on it.\n\nHis core audience doesn’t give a fuuuuuuck. Unless youtube does something, this doesn’t hurt him.",
  "How will the Bachelor ever choose which Blonde Ombre Woman to make his wIFE????? https://t.co/JgmIFMbmIS",
  "Logan is my hero, he's really nice\nMakes fun of dead people, and still get the likes #doubledab",
  "Happy 2018 y’all!! Let’s make it a good one! https://t.co/ZsNZnVunfU",
  "time zones are so weird like, australia is already in 2018, europe still in 2017 and the US in 1950...so weird lmaoo",
  "Not that anybody’s asked, but New Years Day on the Gregorian Calendar is a cosmically arbitrary event, carrying no Astronomical significance at all.",
  "Im going with Pommer for the GWG #WinterClassic",
  "@BillCebula @amazingatheist Oh totally, I just meant that for smoothies they tend to be high in sugar and arent very filling unless theyre high in protein/fiber",
  "todays the only day you can rt this https://t.co/dV5IcmPh46",
  "#RISTOLAINEN!!!! 2-2!",
  "GOOOOAL by Reinhart! \n\n2-1 Rangers | 2nd Period 19:04 https://t.co/64uTfxAuih",
  "@amazingatheist Good luck bud.  Make sure that smoothie is extremely high in fiber.",
  "#REINHART FINALLY",
  "So who's ready for jizz jar January",
  "Last tweet of 2017 for me https://t.co/7kIQLRAA2h",
  "redneck bitches be like “YEEYEE LOOK AT THIS INNOCENT ANIMAL I JUST SHOT IN THE FACE FUCK UR BELIEFS MY SPORT IS BEAUTIFUL” but get mad over dumb shit like when people dont believe in an invisible man in the sky like stfu darlene",
  "3 GAME LOSING STREAK OVERRR",
  "@glasswall33 fucking killing it tonight!",
  "Reminder that Trump's Irish golf course just got permission to build seawall.\n\nThe original application for the wall cited global warming and rising seas as a reason for needing the wall https://t.co/C4RQDM1z5Q https://t.co/pI8SEZzmdC",
  "@TomiLahren https://t.co/l9J2OEO9Se",
  "@LTCShop @theonejrf @KlassenCreate @wmmII88 @JedKeenan24 @realDonaldTrump Here: https://t.co/dZNj9w2l7I",
  "@realDonaldTrump -said the President as California burns down due to record dryness",
  "JEFF GLASS IS BETTER THAN CRAWFORD DURRR HURRRR",
  "2017 is almost over.\n\nThere is so much of my life... so much of this world... I want to leave behind.\n\nHere is to a new future and a chance for us all to become who we were meant to be. https://t.co/08JqMzVZS7",
  "@amazingatheist #patriotact",
  "Roblox gang, Roblox gang, Roblox gang, Roblox gang\nRoblox gang, Roblox gang, Roblox gang (Roblox gang!)\nSpend 5 Robux™ on a 𝘎𝘰𝘭𝘥 𝘊𝘩𝘢𝘪𝘯\nMy bitch love to 𝘔𝘢𝘬𝘦 𝘪𝘵 𝘙𝘢𝘪𝘯, OOF https://t.co/hyMKfFlLdw",
  "Jizz Jar January via /r/dankmemes https://t.co/E0n1QWq3e8 https://t.co/gAp7mpExvf",
  "Wuts good😜u candy cane cum guzzlers👅🎄DICKCEMBER🎄is here and u no what that means❄ HOE HOE HOE season has arrived🎅put on your rudolf panties🔴pop ur peppermint pussy 🍬 and sit by the 🔥place w some hot COCKLATE 🍆☕if u want to get RAWED 👉👌 under da M.toe🌿RT if NAUGHTY😩",
  "If you accumulate all the flora, fauna, and metal your true love gives you each day in the “Twelve Days of Christmas” song, you’ll own 12 Trees, 40 Gold Rings, 140 Humans, and 185 Birds of 6 different species.",
  "@realDonaldTrump Happy Holidays, pussy grabber!",
  "Happy Honda Days everyone",
  "Dear Twits\nI wish you all a Happy Christ's Birthday Anniversary, regardless of your culture, class, religious orientation, sexual preference, or race, provided only that you don't vote next year for the delusional five-year-old currently destroying everything I love about the USA",
  "@shannanonVCK Kylo is thicc 💦💦💦",
  "@shannanonVCK I was excited to see Luke drink alien cum",
  "@timheidecker  https://t.co/oewdp8HkUp",
  "Christmas is in two days ❄️ https://t.co/iit7PHST9B",
  "RT if Christmas",
  "“No, Mr. Claus. I expect you to die.” https://t.co/Qw18cHq2Fo",
  "Would you spin the wheel or nah ? https://t.co/YV08vPt3L2",
  "I love every Steve Bannon profile where the writer says Steve's a genius and then two paragraphs later Steve says something like \"I wish Darth Vader was real so we could be friends\"",
  "I've been alive for 32 years in America. You know how many of those years it was looked down upon or forbidden in some way to say \"Merry Christmas!\"? \n\nFucking zero.",
  "You'd think the crash of 2008 was 500 years ago with how completely its lessons have been forgotten.",
  "FUCK YEA I GOT 2 GRAND MORE THIS YEAR! GONNA BUY SOME BULLSHIT MADE IN CHINA PROBABLY (Dies in a bridge collapse)",
  "@realDonaldTrump Please shut the FUCK up.  We NEVER ask for your opinion or even your half-hearted sympathy whenever tragedy happens.  For the love of God PLEASE shut up",
  "Does Jesus know he was born during Toyotathon",
  "In which I perform the final monologue of a Scrubs script written by a computer. Happy Holidays. https://t.co/49ftogeB05",
  "#Crawford 9-0-2 tonight, still playing out of his mind",
  "He sees you when you’re sleeping. He knows when you’re awake.\n\nBut enough about Mark Zuckerberg.",
  "The 2015 ruling just protected net neutrality, which had already existed previously. \n\nTed Cruz here is just repeating a common right-wing distortion, because he knows his constituency is too stupid to look into it. https://t.co/F3odZqA0qG",
  "Ajit Pai is worse than every scammer combined.",
  "TFW you find out Netflix took down Its Always Sunny so you take down everyones internet access @AjitPaiFCC @FCC #NetNeutrality https://t.co/L622sSi12o",
  "Kiss the internet as you know it goodbye. Corporate America is in total control now. https://t.co/J500I7umeT",
  "83% of the population voted to save #NetNeutrality and yet still 3 out of the 5 in the FCC voted to kill it. Tells you all you need to know.",
  "BREAKING NEWS: The following states will join New York in suing the FCC to defend #NetNeutrality protections:\n\n-California\n-Oregon\n-Vermont\n-Washington\n-Delaware\n-Hawaii\n-Iowa\n-Illinois\n-Massachusetts\n-Kentucky\n-Maine\n-Maryland\n-North Carolina\n-Mississippi\n-Pennsylvania\n-Virginia",
  "We’re disappointed in the decision to gut #NetNeutrality protections that ushered in an unprecedented era of innovation, creativity &amp; civic engagement. This is the beginning of a longer legal battle. Netflix stands w/ innovators, large &amp; small, to oppose this misguided FCC order.",
  "https://t.co/Tf8TGopA29",
  "All the \"PREPARE FOR THE ROY MOORE LANDSLIDE!\" threads vanished from /r/The_Donald. How strange! I wonder where they went? 🤔",
  "I'm sick of these libs telling me I can't say \"Happy Honda Days\" because I might offend someone who celebrates Toyotathon. So, I guess I'm supposed to wish everyone a \"Happy Winter Car Sale\"?",
  "why did i lose my shit https://t.co/x3Yx5vP38V",
  "You're gonna tell me that you believed the women who accused Franken but not these women who accused Trump of much worse after he ADMITTED TO SEXUAL ASSAULT ON TAPE?\n\nGive me a fucking break.\n\nhttps://t.co/pQBCtsrR8Q",
  "Every single Democratic member of Congress who asked for Franken to resign must now ask the same of Trump and demand hearings about Trump's sexual misconduct.",
  "@LindseyGrahamSC Cant wait for another 9/11!  So great to officially be part of this religious war that will never end!",
  "On Pearl Harbor Remembrance Day, Trump gets the quote wrong (it was “a date which will live in infamy”) and Melania gets the date wrong by a month. You had one job. https://t.co/1PkfHYgSRd",
  "@Boogie2988 @lootcrate Dude...the progress so far is awesome!  Keep it up!",
  "\"Im suspicious of wet chicken\" - @bb_jean_ , 2017",
  "https://t.co/k0j6jxpJwr",
  "Trump is ultimately shaping up to be a pretty standard Republican president. I feel very much as I did during the Bush years. Hopefully Democrats will mount a real progressive (economic populist) campaign in 2020.",
  "https://t.co/7y7dQl2VFP",
  "It's cool that we call the new young generation \"Generation Z\" because they're the last one.",
  "This week and next week is gonna be a real shitshow",
  "I just want to acknowledge that I’ve seen this and you all can stop sending it to me. https://t.co/2UTGHvh3gD",
  "This is a table that the Senate GOP didn't want you to see. They were sitting on it for 2 days. It shows that over 80% (yup, 4 out of 5) of ALL households end up with a tax increase or get basically nothing from their so-called \"middle class tax cut.\" https://t.co/JhiNYjZ3Dk",
  "Kim Jong Un needs to stop being a pussy by launching missiles and 1v1 me on rust, winner gets both countries.",
  "#NoNutNovember is almost over bois keep up the good work",
  "HATTY FOR THE CAT! #DeBrincat",
  "Lmao at all the people who are for #NetNeutrality that voted Republican.  You're getting what you asked for by them taking it away.",
  "It's simple. Unless you own a few million dollars worth of telecommunications stock there is no reason you should not spend several days this week calling your representatives and begging them to fight to save net neutrality.",
  "Malia Obama is a 19-year-old acting her age at Harvard. She balanced being a kid and being First Daughter extremely well, despite unethical pursuit by the media. \n\nIf conservatives are worried about America's teens, they should stop adult men from dating 14-year-old girls.",
  "The President is incorrect about how we choose Person of the Year. TIME does not comment on our choice until publication, which is December 6.",
  "@DingDongVG You 👏can't 👏 celebrate 👏 thanksgiving 👏 if 👏 you 👏 don't 👏 eat 👏 ass👏",
  "happy thanksgiving everyone https://t.co/cnFKZdvXh9",
  "I'm thankful for egg",
  "1970s gay teachers? they'll molest kids!\n1980s gays in your home? they'll molest kids!\n1990s gays adopting? they'll molest kids!\n2000s gay marriage? they'll molest kids!\n2010s transfolk using restrooms? they'll molest kids!\n2017 What's the big deal with politicians molesting kids",
  "BUMP. https://t.co/IzTR2Aax4G",
  "https://t.co/5eG9Judvub",
  "@realDonaldTrump Speak for yourself, pussy grabber",
  "HATTY FOR #ANISIMOV!!!",
  "Atta boy #DeBrincat!",
  "Cody Franson with a dumbass giveaway and then a dump-in with no one at the blue line. This is the good stuff.",
  "Only reason we aren't last in the league is because of no. 50 in net",
  "@realDonaldTrump We know you don't care and never will care you pig",
  "The biggest topic on the Right is how to get a child molester elected so a perjured Attorney General can resign and his replacement can fire a special prosecutor who’s discovering the president’s treason.",
  "“kids go to college and come back liberal” haha you’re right it’s almost as if the combination of education &amp; exposure to hundreds of world views affects your opinions. if i were you i wouldn’t be proud of your son who dropped out &amp; just votes for the most racist candidate, karen",
  ".@TomiLahren There Tomi, someone fixed your post for ya. https://t.co/uJevgOXPid",
  "Your words may seem ordinary to you, but when your dick breathes life into them, they become extraordinary to the other person.",
  "wyd - what you doing \n\nwya - where you at\n\nwumambagtsukgmmhbjdywgsukon - what’s up me and my boys are going to see uncle kracker give me my hat back jordan do you wanna go see uncle kracker or no",
  "GOAL: Patrick Kane scores six seconds into the #Blackhawks power play, cutting their deficit to 6-5. Wow what a goal going into the intermission with 2.7 seconds left.",
  "#KANE FINALLY",
  "#DicksOutForBarb",
  "bank account: $250.00\nhockey tickets: $250.00\nme: https://t.co/vAuV5udN56",
  "CONSERVATIVE CHRISTIANS: Being gay is evil, it’s in the Bible\n\nALSO CONSERVATIVE CHRISTIANS: Pedophilia is okay, it’s in the Bible",
  "Like this image to die immediately https://t.co/aEvaDgNfD2",
  "Things i didn’t anticipate having to re-litigate in 2017:\n☑️ Nazis, bad\n☑️ Slave owners, bad\n☑️ Pedophiles, bad",
  "A standing ovation for Jags' interview on the bench ... sounds about right.\n\n🐐 https://t.co/xi6qMLOBzM",
  "Years STL hasn't won a Cup:\n1968\n1969\n1970\n1971\n1972\n1973\n1974\n1975\n1976\n1977\n1978\n1979\n1980\n1981\n1982\n1983\n1984\n1985\n1986\n1987\n1988\n1989\n1990\n1991\n1992\n1993\n1994\n1995\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\n2004\n2005*\n2006\n2007\n2008\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017",
  "🔥🔥🔥🔥\n🔥\n🔥🔥🔥\n🔥\n🔥 is for fire that BURNS down the WHOLE town\n\n🔥           🔥\n🔥           🔥\n🔥           🔥 is for uranium\n🔥          🔥\n   🔥🔥🔥 BOMBS\n\n🔥              🔥\n🔥 🔥        🔥\n🔥      🔥   🔥\n🔥         🔥🔥 is for NO survivors WHEN UR\n🔥              🔥",
  "Johnny to Jags ... beautiful. #DETvsCGY https://t.co/2NbaoiDUWv",
  "The puck 🔥 https://t.co/JG95SGzy9R",
  "#Blackhawks lines:\nSharp-Toews-Kane\nSaad-Anisimov-Panik\nDeBrincat-Schmaltz-Hartman\nBouma-Wingels-Hayden",
  "“LANAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA!” #ArcherFXX #280characters",
  "Thoughts and prayers to all the Republican politicians who lost their seats today. We won't do anything to prevent it from happening again.",
  "Now that I can finally type 280 characters let me start by saying that Shrek 2 is probably the best of the series. While Shrek 7 certainly offers a lot in terms of expanding the world around Shrek's swamp, Shrek 2 delivers unforgettable characters like Puss-In-Boot and ogre Fiona",
  "Matt Duchene as a child, standing between the jerseys of the heroes who crushed his soul. https://t.co/yuUCYJdfUs",
  "@amazingatheist self-awareness is a thing of the past",
  "https://t.co/7m0cg14YP6",
  "Already planning my spring out https://t.co/WW3gVnh6F8",
  "THIS ISN'T A MENTAL HEALTH ISSUE. EVERY COUNTRY HAS MENTALLY ILL PEOPLE. THE U.S. IS THE ONLY ONE THAT ARMS THEM. #TexasChurchMassacre",
  "@RheaButcher Sleep tight burrito",
  "You're telling me these people were in a CHURCH -- the EPICENTER of thoughts &amp; prayers -- and they STILL weren't safe from guns?",
  "I only went to see the cactus last night @slowdiveband https://t.co/LhMmNqkQPZ",
  "Can I get one large banana?, 乇乂ㄒ尺卂 b o n e .",
  "Between Carlyle and Huey, Illinois along Highway 50 at 3:50PM CST Funnel 3/4 to ground max, likely tornado. #ilwx https://t.co/me4sashNiX",
  "When something bad keeps happening all across the country, it is a political issue. \n\nThe \"don't politicize\" crowd needs to fuck off.",
  "https://t.co/GgxkWPCscb",
  "👀👀👀👀👀👀👀👀 https://t.co/IzTR2Aax4G",
  "Given what we know now about Clinton &amp; Trump's corrupt campaigns, how outrageous is it that other candidates were locked out of the debates?",
  "What’s next? Maroon SIX?!!",
  "I went 10mph over the speed limit today #Nov4ItBegins",
  "Thank you for the amazing show last night!!! @alvvaysband https://t.co/VpdtUHzy9k",
  "Taking out the trash https://t.co/mp97g45hlo",
  "doopity-don't https://t.co/6CRBRR2SR5",
  "Feeling 乇乂ㄒ尺卂 ㄒ卄丨匚匚 today 😊",
  "A year ago tonight, history was made. https://t.co/QVlwdxnVsJ",
  "@RheaButcher RIP Mr. I from us Blackhawk fans",
  "In 30 years #KingGizzard will be the new ultimate dad rock band and I'm so excited for that",
  "@HowToBasic https://t.co/h5scQgeU61",
  "@realDonaldTrump Good. I hope we can start banning people like you who provoke Islamic terrorism with Christian supremacy. You created them.",
  "@JoshNoneYaBiz Remember, it was wrong of Hillary to politicize 9/11, but it's ok if I do it!",
  "@NotElizabethNJ Funny how people will go nuts when Hillary politicises 9/11 for herself then you post this to further your agenda.  Pretty low of you.",
  "Imagine growing up an uber-privileged (albeit super douchey) white male whose con-artist daddy paid for everything but didn’t love you, leaving you so broken inside that you exploit your own child on Halloween just to taunt those who aren’t as materially wealthy as you. SAD! https://t.co/8J4LVyDFUp",
  "Wow....Astros man",
  "@DonaldJTrumpJr  https://t.co/t1GWDE7NA5",
  "wanna scream at the top of my lungs",
  "@clairecottrill @beachfossils Are you into Slowdive?  I lived Rachel Goswells contrib. to their new album",
  "There's no place I would rather be right now\nI'd love never to leave but I just don't know how",
  "I can feel everything and nothing at the same time",
  "@CoachQsMustache If only I could grow a Dirk Graham stache...",
  "it really must suck to only listen to pop music and only go to one concert a year and pay $375 to sit in the back",
  "#Cubs today named Chili Davis as hitting coach and Brian Butterfield third base coach. Andy Haines was promoted to assistant hitting coach.",
  "#Cubs have elected not to exercise the 2018 club contract option on pitching coach Chris Bosio.",
  "It’s #worldpolioday. Vaccines work. It’s science.",
  "THIRD PERIOD GO\nTHIRD PERIOD GO\nTHIRD PERIOD GO\n#goldenknights",
  "Good morning, Chicago Wolves fans! https://t.co/y0cL5Xaa1v",
  "Norrisbot 6500 gets his firmware upgraded https://t.co/ZgatT3ecbD",
  "FINAL: #Blackhawks beat Coyotes 4-2. Stay with @NBCSChicago for Postgame Live with @BoyleNBCS and @ABurish37! https://t.co/urXAXR03vn https://t.co/O6nUlI3dHk",
  "Thank fucking god we won #wingels",
  "#BOUMA!!!@",
  "I bet all these bandwagon Dodgers fans don’t even know who this is 🙄 https://t.co/y7rA7Ye0kF",
  "Just cool off, man. https://t.co/aFDuRIe7Ax",
  "I don’t need to be “held sacred”. I need birth control, paid maternity leave, child care options, universal pre-K, and a safe work place.",
  "*the year is 2150*\n\nJagr: https://t.co/pGi01caigP",
  "fuckin Diamond plaid, double collar, pants like wtf lookin motherfucka and the shoes? What in the actual fuck. Why they do me so dirty 😂🤦‍♂️ https://t.co/ssr7nT2rko",
  "@NHLFlyers @WellsFargoCtr *Throws plastic bracelet*",
  "@realDonaldTrump Show us the proof, lowlife",
  "\"Women were sacred\" when you grew up, John Kelly? When spousal rape was legal and we couldn't work? When we were kept out of college?",
  "Best video in existence https://t.co/zUIQKPBjP7",
  "GAME 5 COMING UP #FLYTHEW",
  "@jdinger95 Who needs home plate umps? Smh",
  "THAT'S RIGHT DAVIS.  FUCK THIS OFFICIATING #cubs",
  "¡Más Javy! https://t.co/ToElw2Nfdz",
  "#BAEZ AGAIN!!!!",
  "RIP unlimited breadsticks https://t.co/TDC9udREyp",
  "lemme know https://t.co/amQVn8tbPI",
  "WELCOME BACK #BAEZ",
  "#CONTRERAS HOLY FUCK WHAT A BOMB",
  "@TheGoodGodAbove @realDonaldTrump The Founding Fathers actually knew the importance of separating Church from State. That's why it's in the Constitution.",
  "#SCHWARBER ABOUT TIME!",
  "Huge respect for the brave women out there who have had the courage to say #MeToo",
  ".@realDonaldTrump i said “Merry Christmas” 30,000 times today! Please retweet! #MAGA",
  "Tyler Seguin completes Gordie Howe hat trick with first NHL fight https://t.co/NvRQLTiMnK",
  "WOLVES WIN! https://t.co/MFZAXbFc44",
  "Gotta love that overtime winner at home. Cue Chelsea Dagger! \n\n(via @EASportsNHL) https://t.co/9VBT2jkscN",
  "ALMORA JR!  #CUBS UP 2-0!",
  "Let’s Make America Smart Again.",
  "haymaker https://t.co/zkUvz5JYXn",
  "It's Friday the 13th retweet to die instantly",
  "Kid Rock for Senate.\n\nRebuplicans: Yeah! Get em, Kid!\n\nEminem freestyles against Trump. \n\nRepublicans: what does a rapper know of politics!?",
  "Fly it.\n\n#FlyTheW https://t.co/56YXkGb1qC",
  "*twitter begins executing users*\n\nTWITTER SAFETY: We are working to provide a safe experience\n\n*changes logo to swastika*\n\nwe understand tha",
  "Careful who you mess with. https://t.co/X5UPVLOVLO",
  "@MichaelTayIor @mssophiarosee @kaminskiibebe",
  "For the last time. Forced patriotism is not patriotism it is fascism. https://t.co/OUQ3s7H16K",
  "Debuted in 1990\n45 years old\n1,914 points\n9 teams\n\nJagr's back\n\n🐐 https://t.co/Ufm9k3lfLO",
  "@davidmackau You should call it \"Rand Paul deals with the bed he's made and is miserable on a daily basis\"",
  "@ColumbiaBugle @realDonaldTrump @POTUS Just found a better angle of the prototype #BorderWall; glad I could help. https://t.co/eqFVI3bUB9",
  "this shit is in every industry, every day, all the time, and we need to examine the men we've elected to these seemingly untouchable mantles",
  "Twitter: “Yes, we will allow an insane autocrat to use our platform to threaten private citizens, endanger journalists &amp; start WWIII.”\n\nAlso Twitter: “Nazis? Cool, bruh. Carry on.”\n\nAlso Twitter: “Veterans can’t use naughty words.” https://t.co/8WXIGeZoju",
  "@realDonaldTrump Awarding?  Is this a game show?  Learn how to speak English, dumbfuck",
  "The FULL verse that EVERYBODY is talking about! @eminem BODIED THIS! #HipHopAwards https://t.co/zoS0wEwjQF",
  "https://t.co/caUCqhHHFn",
  "Us. https://t.co/jjlkhftmga",
  "FLOWER BOY OUT",
  "@clairecottrill Pls don't shoot up my school",
  "RiceGum when he comes across the Content Cop in the wasteland https://t.co/0JqKmB5455",
  "The @NHL is with you, Vegas. #VegasStrong https://t.co/ZljylRvV6C",
  "Go #GoldenKnights!",
  "Corey Crawford stops 41 of 42 shots, and improves to 8-0-2 in 10 career games against his hometown Canadiens. #Blackhawks",
  "Indeed, Corey. \n\n#Blackhawks https://t.co/I0LZlcdGwL",
  "Crow stood on his head tonight, and the PK was incredible #HawksWin!!!!",
  "Why was there a 30 second garbage free style in @RiceGum distrack but no beat .. did he run out of money from flexing so much?",
  "Cubs win! We take a 2-1 #NLDS lead!\n\nFinal: #Cubs 2, #Nationals 1. #FlyTheW https://t.co/saTkE2W0aL",
  "Outfield communication is key! 2-1 #Cubs",
  "I wish Trump &amp; Pence got as mad about 58 Americans being murdered in cold blood as they do about black athletes protesting police brutality.",
  "A week has passed since the Las Vegas massacre of 58 people.\n\nThe USA has done nothing and is no longer talking about it, having moved on to other matters.\n\nAnd thus the cycle of violence and apathy continues.\n\nHopefully you’re not there when the next massacre happens, right?",
  "After 2 games, Ovechkin has the same amount of goals as Joe Thornton had all of last year.. 😂",
  "The President orchestrated a planned walkout bc some Americans exercised their 1st Amendment rights. @realDonaldTrump you're a fucking child https://t.co/apNlBceE9Y",
  "@momg1952 @r_little_finger @VP @Colts @LucasOilStadium @SecondLady Says someone who will probably be watching the super bowl in a couple of months",
  "❄️❄️❄️❄️❄️❄️❄️❄️❄️❄️❄️❄️❄️❄️❄️❄️❄️❄️❄️\n\nhttps://t.co/qS7a8OokYt",
  "@VP respect?  LOL https://t.co/LcJea8kOgm",
  "@VP @POTUS We all know you don’t give a shit about police brutality, Mike.",
  "@VP Leave it up to you to get triggered over this.  What a pathetic excuse of a VP you are.",
  "@NegativeGemini @MirrorKissesVA  https://t.co/hnknr0abxj",
  "GOP: NO ABORTION!\nUs: Yikes ok then birth control?\nGOP: NOOO\nUs: Wait so maternity care?\nGOP: LOL FUCK U!\nUs: Childcare?\nGOP: ASSAULT RIFLES",
  "I can't believe AIM is retiring",
  "And just like that we have the first moments of hockey in Golden Knights history. https://t.co/Vangf00UDq",
  "3-0!!!",
  "LET'S GO 2-0 #BRYANT",
  "Plenty of pucks to hang on to tonight! #Blackhawks https://t.co/KLuY7RnTkj",
  "Pominville with the backhander for the goal 👌\n\nHis 1st goal in a Sabres jersey since March 21, 2013. https://t.co/AT6LjN4RwL",
  "Patrick Kane: \"It's almost like it wasn't a real game. It was amazing.\"",
  "That goal was Mr. Sharp's 600th @NHL point!\n\nWay to go, Sharpy! #Blackhawks https://t.co/RXGLK72Hwo",
  "Sick.  He'll be back👍 https://t.co/v1Bptn3yZN",
  "Well that was a nice way to start the season.\n\n#HAWKSWIN https://t.co/rRiZDpgzMl",
  "DOUBLE DIGITS MOTHERFUCKERS",
  "Scores a hat trick in his first preseason game back\nScores a hat trick in his first regular season back\n\nWe'll say it again: WE MISSED YOU! https://t.co/OqhTAHen7C",
  "ITS 2015 ALL OVER AGAIN!  #SHARP",
  "2 FOR THE #SAADFATHER!",
  "WELCOME BACK #SAAD!  2-0!!!",
  "#HARTMAN!  Top shelf!",
  "Niemi?  Who?",
  "It's officially GAME DAY! 🙌 #Sabres https://t.co/mRA0GM2hZn",
  "@realDonaldTrump And when it collapses thanks to deregulation we will know who to blame!",
  "The Saadfather is back in a #Blackhawks sweater. Doesn't it feel good?\n\nWatch his official return tonight: https://t.co/WwZlyZds58 https://t.co/FXgZ0eVf9p",
  "@realDonaldTrump He killed himself first dumbass",
  "Actually he killed himself. The miracle is that he was allowed to buy 42 guns and countless ammunition. https://t.co/DIr5PkHytn",
  "@Chicago_Wolves @Judd_Sirott @NHLBruins @dhaydar20 Oh wow!  No more Blackhawks postgame show eh?",
  "Congrats to former Wolves broadcaster @Judd_Sirott, who was named radio play-by-play broadcaster for the @NHLBruins earlier today! https://t.co/skvvaOkpm7",
  "🚨 We've agreed to terms with @Jack_Eichel11 on an 8-year extension with an AAV of $10 million. https://t.co/9L8hLcVFzP",
  "I've never been so happy to be clickbaited #idubbbz",
  "When will religious violence by the govt end?  #myanmar",
  "\"The way Moreau herself goes in and out of focus as she moves, were all errors by the standards of classical cinematography...\" https://t.co/9jWq8YOAzf",
  "“It’s too soon”\n\nif I am ever gunned down in a senseless act of slaughter please wait 0 seconds to wonder what could have prevented it",
  "@yannamariaaa He not as thicc as Trump",
  "Number of Americans killed on battlefields in all wars in history:\n\n1,396,733\n\nKilled by firearms in the US since 1968:\n\n1,516,863\n\n(NYT)",
  "***insert Mean Girls quote here***",
  "Just sneezed all over my differential eq homework 👍",
  "The waiting is the hardest part",
  "Heartbroken. https://t.co/Zt5gTUiGl7",
  "@amazingatheist We already have regulations on the guns, not on the people who buy them to murder.  #backgroundchecks",
  "R.I.P. Tom Petty...\n\"I feel summer creepin' in and I'm\nTired of this town again\" https://t.co/4z058QlKJX",
  "I tweet this Onion headline after every mass shooting. What an ugly truth https://t.co/GzDoDuD9GR",
  "Sandy Hook.\nVirginia Tech.\nAurora.\nSan Bernardino\nPulse.\nLas Vegas.\nCountless others.\nCongress must act to finally end gun violence.",
  "@iHyalt @WandrMe @GoldenKnights Praying is a coping mechanism in tragedy.  It is not a solver for real world problems.  So yes, you can pray too.",
  "@amazingatheist We have to hold govt accountable for preventable things like this.  We don't seem to do anything to change anything.  Just pray.  It's sick",
  "Take that knee https://t.co/pmWZADt56W",
  "One of Dave Strader's best calls of recent memory: Patrick Kane's hat-trick goal in 2OT to send the #Blackhawks to the Cup Final in 2013. https://t.co/kkkIWhrs7E",
  "25 years ago, Kim Jong Un was 8 https://t.co/4mm7mkgkrc",
  "@softpasteIs What allergies look like",
  "The Mayor of San Juan is wading through sewage, searching for people with a bullhorn while @realDonaldTrump insults her on twitter. https://t.co/hO5iZ1PICj",
  "There was a shooting reported last night 4 blocks away from my apartment aw yeah #dirtydekalb",
  "Coach Q on DeBrincat: “It seems like every time he’s around the puck good things happen.” #Blackhawks",
  "@Impeach_D_Trump @BreakingDTrump @realDonaldTrump Trump is literally attacking the mayor of San Juan while he is playing golf. This is worse than anything I could have imagined.",
  "I don’t understand how the Penguins accepted the invitation from a man that disrespect womens, immigrants, and call athletes son of a bitch!",
  "Back-to-back NL Central titles! #FlyTheW https://t.co/Kjf0dZ63FK",
  "Chicago's 6th straight 92F+ high today. In past 50+ years, only 2 other times Chicago has done this (1988 &amp; 2012, both in middle of summer)!",
  "Bob McKenzie making a statement! 👍🏽 https://t.co/OmPxNywap1",
  "Your dick has given you strength for that battle. He said you would never face something that you couldn’t handle.",
  "Please read this. Thank you. https://t.co/vx5W6BYwwd",
  "If a knee in Freddy Gray's back upset you as much a knee on the ground, this would be over.",
  "McDonald's called out order 369 and i yelled out \"Damn she fine\" and nobody laughed or danced, I hate where we're at in America right now.",
  "In the #GameOfThrones Universe, to \"bend the knee\" represents the very highest form of respect and loyalty.",
  "@realDonaldTrump @SFlynn_7 Says the guy who will be watching the super bowl in a few months like the rest of this short attention-spanned country",
  "@sassygayrepub Awwww....did you get triggered? Snowflake?",
  "The Bears wanted to get political by reenacting the Hillary Clinton campaign to end the half. \nhttps://t.co/l8aDXseyfo",
  "Roll that replay again please! #jay",
  "@B4IleaveU @JamilSmith We are very proud of the values you raised your son with!",
  "@JamilSmith Guess that makes me a proud bitch!",
  "U bum @StephenCurry30 already said he ain't going! So therefore ain't no invite. Going to White House was a great honor until you showed up!",
  "Fuck you, Mr. President. You disgrace our nation far worse than someone refusing to stand for the national theme song. https://t.co/hj7GsKXmQO",
  "This is the President of the United States referring to an American who has exercised his right to protest racial injustice. https://t.co/Tb764vWjuT",
  "By the way, new LED lights at United Center are incredible. Night and day difference. Here’s a before and after pic. #Blackhawks https://t.co/i6GukqiAsN",
  "Best chirp I ever got was from Eric Cole. Lined up at the face off and Asked me how the hot dogs smelled. Had a good chuckle at that one",
  "#Contreras going to wake up with a biiiggg bruise tomorrow",
  "Frk has no vowels in his name.  How can he be trusted?",
  "#DETROITSUCKS",
  "Always nice seeing #Sharp in a red sweater again...but without the A looks weird",
  "Comedians should stick to comedy &amp; leave politics to the bloated, addled, megalomaniacal, white supremacist, sex-offending reality TV stars.",
  "Getting primed and ready. https://t.co/9G8QDCpkm4",
  "The year is 2023. I kiss my family goodbye as I leave under cover of dark to help President Kimmel stop Kid Rock's encroaching paramilitary.",
  "Needless to say things are not looking good. https://t.co/ivF9cmorIO",
  "@WheatonCollege What an embarrassment your charlatan institution is to Wheaton, IL and the rest of the country.  Shame on all of you",
  "Hazing is the new euphemism for attempted rape w/Islam as scapegoat at #WheatonCollege https://t.co/Ycb3ldX7ph",
  "Many people are saying #TrumpsAWhiteSupremacist. But don't forget I'm a conman, serial sexual predator &amp; international money launderer, too!",
  "You know the boys have confidence in your goaltending skills when 3 guys line up to block a shot.....🚨🥅🚨 https://t.co/Q5QfxrDnsm",
  "SOMEBODY\nPLEASE\nSIGN\nTHIS\nMAN!!!!!! https://t.co/VQeqQ06V39",
  "The next iPhone should have butthole recognition.",
  "When she says she likes intellectual guys https://t.co/HbTrM3DSG8",
  "This is what her dragons actually look like https://t.co/L2jQS25kDY",
  "ted cruz liking porn on twitter on 9/11 is wild there's literally no way we don't live in the matrix",
  "😏 #IsItOctoberYet https://t.co/doAhr4TKKT",
  "Willy Wonka, Training day, Stand By Me, and some other movie I'm missing. I think #RickandMorty was based on.",
  "Very happy to hear that #MiloYiannopolous 's roof got ripped off today.  May much more misfortune come to your bigoted, sour soul.",
  "Was the kickdrum clipping on purpose in \"Saved By A Waif\"? #alvvays",
  "Remember, #prayforflorida, but not Cuba, Turks and Caicos, Haiti, Bahamas......",
  "The weekend of November 3rd may be the best of my life #alvvays #slowdive",
  "I'll just leave this here... #Irma https://t.co/lHX1PgJwhr",
  "Must-share  https://t.co/SL7J2ELTk3",
  "@whoisluka @tylerthecreator Lol is that Earl behind the camera?",
  "antifa are recieving so much of a bashing by the press you'd almost forget a fascist murdered someone with a car",
  "You should have to pass a test to post model runs. Like, a basic IQ test would eliminate the entirety of the NE.",
  "Keep your eyes out for fake forecasts. THIS is what an official NOAA advisory looks like. Note: forecast only goes out 5 days. #Irma https://t.co/9k87y7jkMz",
  "The facial expression says it all. https://t.co/ZqjSVXbtUJ",
  "After 21 seasons, Shane Doan is hanging them up. https://t.co/UJdZLZzKUk",
  "Showed u my dik plz respond https://t.co/VWWMvLwoHk",
  "We're sending #88 to the rafters.\n\nThe #Flyers will retire #88 jersey of Eric Lindros on Jan. 18: https://t.co/Prayc9rb7D https://t.co/7XVxe2boTp",
  "27 years ago today.. \nPlainfield, IL \nOnly Aug F/EF5. 29 killed. https://t.co/jhrbCOT0J2",
  "Sorry, but when anyone self-applies the label of \"patriot\" I gag a little.",
  "We are all guilty https://t.co/2uRMroWf7c",
  "@HilaKleinH3 The nightmare is over!  Great job, keep up the good work!  Proud of you!",
  "Watch as cumulus clouds form, then dissipate due to the solar heating being cut off during yesterday's #eclipse, then re-form - #GOES16 https://t.co/MrWZGl568e",
  "@kaminskiibebe slam me the FUCK uP 👌👀👌👀👌👀👌👀👌👀 john cena JOhN cEna👌 john ✔ cena john👌👌cena john👌👌cena👌👌👌 john✔cena ✔✔",
  "@kaminskiibebe copy that copypasta daddy",
  "If 👏 a 👏solar 👏 eclipse 👏 blocks 👏 the 👏 sun 👏 then 👏 how 👏 come 👏you 👏 get 👏 blinded 👏 by 👏 looking 👏 directly 👏 towards 👏 it 👏its 👏 fake",
  "Gotta love Trump Rawdogging the eclipse https://t.co/925GFZJ5OV",
  "I just burned my retina looking at game film from last year #solareclipse",
  "Northern Illinois #SolarEclipse2017!!! https://t.co/MRVguDXuza",
  "Before the #SolarEclipse2017, let's get a quick lesson on our universe courtesy of @bryzgoalie30. https://t.co/1O3n89r1bt",
  "Dear Flat Earthers,\n\nThe solar eclipse proves that the world is round, it has nothing to do with a big flying turtle 🐢 \n\nThanks,\n\nGod",
  "Me looking at the eclipse so I can file disability on Monday https://t.co/cyjtijPUqS",
  "The divided United States of America will unite today, sharing a cosmic event predicted by the methods and tools of science. https://t.co/Q3lNrDLABA",
  "@pilotcb2 While we do not have a specific date set in stone, we are anticipating this. ^SL",
  "It's almost like the United States has no President - we are a rudderless ship heading for a major disaster. Good luck everyone!",
  "@SouthwestAir So December?",
  "\"May the shadow of the moon fall on a world at peace.\" ABC News report from February 26, 1979 about the world of August 21, 2017 https://t.co/oRK0mwAoLm",
  "@SouthwestAir Do you know the date of the 737-300 retirement flight coming up?",
  "@JackPosobiec Those who say “Hitler was a socialist” are idiots. He was everything a socialist isn’t, and only called himself a ‘socialist’ to win votes. https://t.co/cwAAHV7WIt",
  "When you lose 20lbs and your moobs start to sag :( #ihatelifting",
  "@pixelatedboat I take it you haven't watched the sketch lol",
  "Trying to cram Americans into 2 parties isn't working. It's time to evolve to a multi-party democracy with more voices &amp; more choices.",
  "The problem was never just Steve Bannon. It was and always will be Donald Trump. https://t.co/cTBqwdwZUW",
  "*trump stares at eclipse and goes blind*",
  "I circled the slave owners. https://t.co/ORtyNxeiEY",
  "TRUMP: We must respect and honor our beautiful statues!\n\nSTATUE OF LIBERTY: https://t.co/QSZnLtqEQn",
  "@IvankaTrump Pls dont \"pray\" for terrorism caused by religion.  Thx \"America's No. 1 Daughter\"",
  "@amazingatheist Tbh the real question is, are you supportive of an ansoc world or an ancap world?  Im going with the ansoc...",
  "As a historian the hardest part of my job is that I am constantly building statues, as statues are the only way people learn about history.",
  "The First Amendment does not protect people who engage in violence. https://t.co/3Yg7AkL4Fi",
  "@HowToBasic @anything4views Just spit out OJ in a restaurant thanks to this",
  "You racist motherfuckers need to re-watch Mr. Rogers and chill the fuck out.",
  "Pain is a part of life. Stay in faith. Don’t put a question mark where your dick put a period.",
  "TRUMP: Mexicans are bad\nTRUMP: Muslims are bad\nTRUMP: Media are bad\nEVERYONE: what about Nazis\nTRUMP: let's not single anyone out",
  "@itzyditzyspyder @amazingatheist Not arguing about that, but rather the statues. Can you name any Spanish statues that need to be taken down?",
  "@amazingatheist Yes but because of the millions of slaughtered Native Americans",
  "The message President Trump sent out to racists and Neo-Nazis all over the country this past weekend is this is okay. https://t.co/k7o161yzuU",
  "@amazingatheist I have fallen asleep to one of Ted Bundys confession tapes.  I get it",
  "It felt like @realDonaldTrump read the TelePrompTer message condemning hate groups like a hostage forced to read a statement by his captors.",
  "@realDonaldTrump You're responsible for #HeatherHeyer's senseless death. #TrumpSupportsWhiteNationalism #TrumpsAmeriKKKa #NoFacistUSA #TrumpRsssia #Resist https://t.co/XWLC1BNp6D",
  "That little baby grew up believing in goodness and justice and standing up to hate. Heather Heyer. Say her name. https://t.co/82noPD35uU",
  "Wish Trump could find the same anger for murderous Nazis as he did for Nordstrom after it stopped selling his daughter's handbags.",
  "\"I voted for a racist dumbass reality TV monster and now all my favorite artists won't stop talking about politics.\" This is your fault.",
  "wow, i love art https://t.co/6AwULRa1va",
  "the same people who condemned islam for running down pedestrians in london now try to defend white nationalists for the exact same thing.",
  "The Nazi terrorist in VA told his mom he was going to a Trump rally. \n\nHe wasn't lying.",
  "If history is an indicator, #Charolettesville isn't the explosion. It's just a spark from the fuse. The real fucked up shit is yet to come.",
  "#ThisIsNotUs is how white people try to absolve themselves from their complicity in white supremacy;it v much is you, your inaction fuels it https://t.co/S5ORY2mpJs",
  "#ThisIsNotUs\n\nYes it is. Always has been. Stop tweeting feel good hashtags and go fix this shit. It's not on us. It's on you.",
  "you guys need to stop saying #thisisnotus. this is what the US is. what it always has been. this country was founded on —",
  "Who took this photo? Should be nominated for a Pulitzer. A black police officer protecting a group of men who wish him harm. Incredible. https://t.co/bONDFgr9ap",
  "No, Mr. President. This is a provocative effort by Neo-Nazis to foment racism and hatred and create violence. Call it out for what it is. https://t.co/WibPqkLsLa",
  "RETWEET THIS PIC OF TYLER THE CREATOR POSING WITH A PINEAPPLE IN A URINAL FOR 5 YEARS OF GOOD LUCK https://t.co/TUMhFKaE3b",
  "Amazing how the guy who speaks off the cuff with respect to Korean nuclear weapons chooses his words precisely to avoid condemning bigots.",
  "Millions walked in the #WomensMarch and no participant harmed another human being. Violence is what racists strive for.\n#Charlottesville",
  "@FLOTUS Fuck you and your terrorist-defending husband",
  "The white nationalist demonstration in #Charlottesville is a reprehensible display of racism and hatred that has no place in our society.",
  "@realDonaldTrump You are a defender of terrorism on your OWN SOIL.  We will have to defend ourselves from your dictatorship.",
  "when you write off Charlottesville as just a fringe act, you prioritize your comfort over the people for whom racism is a daily reality",
  "NAZI PUNKS FUCK OFF #Charlottesville",
  "@DrDavidDuke  https://t.co/aJ5AgsxIyz",
  "@DrDavidDuke The blood is on your hands.  You are the leader of a terrorist organization protected by the govt.  The people WILL resist you",
  "Just a friendly reminder for y'all in Charlottesville though https://t.co/hx0mJTSkGB",
  "Its time to #BashTheFash",
  "Let's call what's happening in Charlottesville what it is: white supremacy and terrorism. Stop watering it down with terms like \"Alt Right\".",
  "@LindseyGrahamSC @realDonaldTrump You better also blame Bush and Clinton-not just the black guy",
  "Odd. No one is in denial of America’s Aug 21 total solar eclipse. Like Climate Change, methods &amp; tools of science predict it.",
  "@WhoDeyDaDaDan @xychelsea Awww poor snowflake.  Remember, liberals arent allowed to get offended, but you are!",
  "THE 60s ARE BACK!\n\nHIGH-WAISTED SHORTS!\nA-LINE DRESSES!\nTHE EVER-PRESENT FEAR OF NUCLEAR WAR!\nSKINNY TIES!",
  "@peplamb @realDonaldTrump @AmbJohnBolton @BarackObama Stand with #OurPresident 🙏🇺🇸❤️🌹 #GodBlessYou #OneNationUnderGOD https://t.co/QjFkeKWmQL",
  "@AmbJohnBolton @realDonaldTrump @BarackObama Its never your fault is it?",
  "I need to use the phrase \"few and far between\" way more.  What an under-appreciated expression.",
  "Dear @realDonaldTrump,\nCliff notes. I'll bet you can even cut it down to 140 characters. https://t.co/gNnWy9CGQW",
  "but her emails https://t.co/wfzmAyIZC8",
  "@NHLBlackhawks Get well soon Edzo!",
  "I DARE YOU to not cry at the end of E.T.",
  "Learned about A Dog's Purpose last night #macdemarco #iwantmymoneyback",
  "Middle Kids live right now at Concord Music Hall opening for Mac DeMarco lolla after show 🙏 https://t.co/4dEkr27V3Z",
  "this old dog mac demarco killed it at the @lollapalooza aftershows last night🤙 https://t.co/MTasZfshfz",
  "@gmcfosho https://t.co/QQxrD7Io1e",
  "#LESTER FOR MVP.  .107 AVG NO MORE",
  "Trump/Pence 2020\n\"It's Not Illegal!\"",
  ".@ARizzo44 becomes the 3rd lefty in franchise history to record four 25-homer campaigns! https://t.co/nfJvEGJOEa",
  "Man even Bartman got a ring before I did smh https://t.co/qTQKGgU3H4",
  "Im not Steve Bannon, but in the 90s I believed Marilyn Manson had a rib removed to suck his own cock",
  "Have Millennials Ruined Staring Into The Distance And Longing For Death?",
  "Exactly. Worse: they are always looking to fit him into their previous frame of reference, as if Trumps came along every 20 years. https://t.co/g7tOVJbSQg",
  "@emilyhughes @Scaramucci Send it to his mother.  Im sure she's proud of her well-spoken Christian son.",
  "@Scaramucci @realDonaldTrump Thats your legacy to your family now, dumbfuck.  What an embarassment.",
  "@Scaramucci Yeah, nobody likes you dude.  We're sorry for your family.",
  "@GOP Maybe you should get it through your thick, white heads that your constituents want DIFFERENT HEALTHCARE NOT NO HEALTHCARE",
  "Your dick has marked you with favor. He’s put a distinction on you. Dare to pray bold prayers. Take the limits off of your dick.",
  "I'm sorry to all my Republican fans who are disappointed they couldn't get 16 million people kicked off health care tonight.",
  "Trump said he consulted with generals about #transban. \n\nThe truth is he consulted with those who use religion to license discrimination. https://t.co/Y7v5KTIiyw",
  "Trans people are not a disruption.\nTrans people are not a disruption.\nTrans people are not a disruption.\nTrans people are not a disruption.",
  "I wonder if the innocent women and children being blown up by our drones care what gender our soldiers identify with.",
  "Thousands of trans service-members on the front lines deserve better from their commander-in-chief, @realDonaldTrump. Contact the ACLU. https://t.co/tr9YroUrKo",
  "Still waiting for the #Democrat (neolib) party to officially denounce Trumps transphobia....waiting...waiting...waiting...",
  "@realDonaldTrump Tell that to Navy Seal Kristin Beck you fucking lowlife",
  "Trump bans transgender people from servicing in the US millinery... meanwhile last month 👇🏼 https://t.co/d3L6SqNedi",
  "Me listing the teams that are interested in me\n\n▶  🔘──────── 00:01\n\nMe crying....just crying\n\n▶  🔘──────── 3:44:23",
  "Don't you dare claim you support veterans and service men and women if you don't support transgender people of service.",
  "The latest season of United States of America is really shitty",
  "@GOP Found your new theme song: https://t.co/zVEaxXNO0X",
  "are other people in other countries witnessing us begging our government not to kill us? https://t.co/l3tBZZ3i5B",
  "@SenJohnMcCain Im very disappointed by your vote.  Youre very lucky you have access to great healthcare unlike millions do.",
  "17 years has me the fuck crying. Obama wasn't even president for 17 fucking years. https://t.co/2TJnC8lQYJ",
  "So brave of John McCain to race back from the hospital to take healthcare away from 22 million people",
  "Thankfully, we were not among those in today's crowd. But there must be others there with stories like ours. Trump trampled that tradition.",
  "In his own words -- Thank you from Kyle Okposo: https://t.co/1XlhlAx7Ud https://t.co/FjOGDYvDfW",
  "lonely lonely lonely lonely lonely lonely lonely lonely lonely lonely lonely",
  "@NHL @AnzeKopitar What you ordered vs what you actually got",
  "@UMO Yeah-new album pls?",
  "Do you guys remember that band Unknown Mortal Orchestra",
  "@amazingatheist They really went for the eyes https://t.co/8buaHziOc5",
  "Alaskan hamburger with a squirt of Hawaiian ketchup\n\ncreated by Ricky Linn https://t.co/R1RCghPUAf",
  "🅱enhanced 🅱isk https://t.co/1EKm7hO4P5",
  "So close to our dipstick https://t.co/JnL0YnlgWs",
  "Magic Conch, will I die from pea sized hail falling from FIFTY THOUSAND FEET?\n\nyous fucked fam.\n\nThe shell has S P O K E N! https://t.co/SuFVsmtbDm",
  "0-60 in 2.9 IM GONE https://t.co/bjheVTFi0O",
  "Don’t compare your situation with somebody else’s. You’re not running their race. Your dick may be taking you to a higher level.",
  "@bcampbell_51 Happy retirement Soupy!",
  "NOT saying I think this will happen (it totally will) but look at this GFS forecast. I'd say it is Sandy 4.0. NOT hyping at ALL (please RT). https://t.co/upF7GV4JN1",
  "@DonaldJTrumpJr  https://t.co/kXGnpim5az",
  "@DonaldJTrumpJr A prison romper to match Daddy's! https://t.co/EsoHCZUasS",
  "@DonaldJTrumpJr  https://t.co/prNfJoKdtG",
  "doWN wiTh gLoBALIstS @GOP @realDonaldTrump @infowars https://t.co/BmELPPt7Lf",
  "net neutrality",
  "Me: Hello #LEWP-T?\nSky: LEWP-T machine broke\nMe: underSTandaBle hAVe a nIce dAY",
  "When the QLCS turns into a supercell over the burbs https://t.co/hLWNfRKGLK",
  "Yeah I 🅱️lay 🅱️andy 🅱️rush",
  "Let me sleep\nLet me be\nDramamine\n#jeffrosenstock",
  "ILLINOIS has the best 200mph tors!!\nILLINOIS has the best road network!!\nILLINOIS has the best uh..\nILLINOIS has the best SkyWarn spotters!! https://t.co/TsK4R4Lz35",
  "The best thing about camping is that when you sleep you constantly feel like spiders are trying to crawl up your legs/arms",
  "@kaminskiibebe Vape nation broski",
  "Finally some CI #wiwx https://t.co/FlwQvqz7EO",
  "Hyping it up here in 70+ dews and hopefully an 18Z MN sounding #hypetrain #wiwx",
  "https://t.co/UgxDqfwyTs",
  "Forecast sounding directly over our camper in the middle of the… https://t.co/2uXmKEekGY",
  "Don't 👏 celebrate 👏 the 👏 4th 👏 of 👏 July 👏 if 👏 you've 👏 never 👏 stolen 👏 the 👏 Declaration 👏 of 👏 Independence 👏",
  "Happy 4th of July to the United States of America 🇺🇸 💥 🎉 https://t.co/Mbzgl1YiFI",
  "Today is the day when Americans declared power over the land they ruthlessly took over from native tribes, ultimately killing 90% of them.",
  "It can snow in 15 weeks.",
  "@realDonaldTrump SIEG HEIL! #MAGA",
  "@realDonaldTrump Happy 4th Mein Fuhrer",
  "@William__Hicks @realDonaldTrump Papa bless",
  "Other than that snapchat is ok #snapchatmaps",
  "Now its perfectly acceptable to stalk your partner and all of your friends #snapchatmaps",
  "Im sure itll help out trust in relationships, prevention of robberies and kidnappings #snapchatmaps",
  "The #snapchatmaps update is probably the most fucked up thing Ive seen in social media. Now you know what im doing and EXACTLY WHERE",
  "4th of july in chicago https://t.co/w7BwasHVgr",
  "President who won't release his tax returns wants to publish every registered voter's social security number, DOB, and party affiliation. https://t.co/0nylQdRskC",
  "@JeffTutorials @realDonaldTrump My name jeff too",
  "So happy to have a modern day president",
  "@realDonaldTumpr @acitrano @realDonaldTrump And you sound like a filthy Christian who demeans people from other religions!  Just like a Republican!",
  "Great guy, true professional, awesome teammate. Only negative is he likes the show The Big Bang Theory. https://t.co/6BHr2RHK7e",
  "Wilmette, Ill., native Tommy Wingels has inked a 1-year contract with the #Blackhawks!\n\nWelcome home, Tommy! https://t.co/gFDrJiu2Ov",
  "OFFICIAL: \n\nHe's back. https://t.co/MW9Qg5u4sW",
  "Patrick Sharp expected to return to Chicago: How will latest Blackhawks reunion go? - https://t.co/EYGlAt6Bld #HawksTalk",
  "The population of Pominville just went up again in the 716. https://t.co/wVmJcMUu2p",
  "Welcome back, Pommer! https://t.co/YckvKLClBs",
  "Wild, Sabres pull off multi-player trade https://t.co/jAunkX8Oxk",
  "@BSaad20  https://t.co/lx4k7VDhpP",
  "FA 1994- all GMs  called , FA 2017- 0 calls🏆😀 https://t.co/7uLJm95CAB",
  "The atmosphere doesn't care what it has done - or not done - in Iowa in the past. #DoswellianLogic",
  "Me:Hello #QLCS machine?\nGod:QLCS machine broke\nMe:understandable have a nice day",
  "Weak sauce boi #ilwx https://t.co/ZNJ9RAWQAt",
  "What in tarnation. https://t.co/QsF7wGGU4v",
  "Do I smell a LEWP-T in the distance? #ilwx",
  "Why didnt anybody tell me that Total 0% plain yogurt tastes like shit?",
  "Don't even talk to me unless you know what this is from https://t.co/FdItYLUP4Z",
  "Thanks #BreadMan, best of luck! https://t.co/sIkuTaQTVO",
  "Got bored and made a #JapaneseBreakfast music video of a day at the Ludington shoreline. Enjoy! https://t.co/KxWR6w0z7M",
  "Someone just told me \"This is my cheat meal.\" And then I realize ALL my meals are cheat meals.",
  "😭👋 https://t.co/D94gnVLnaq",
  "The #HealthcareBill from these old white wealthy people will kill more Americans than any terrorists ever will. https://t.co/VMppROgOLF",
  "When you run into a GBN teacher at a Wendys in South Haven and cant remember their name",
  "I somehow hope to be as good as Mike one day. Wot in tarnation https://t.co/PtSlSRAgRB",
  "One last ride... https://t.co/wpV0Cdg2hH",
  "@realDonaldTrump She isnt the President under investigation, dumbfuck.  You are.",
  "Man...new #CigarettesAfterSex album is so heavy-beautiful but tough for me to emotionally handle",
  "Excuse me while I weenie out before the 12z run crushes me. https://t.co/glkte7D6l5",
  "@realDonaldTrump Oh, &amp; free word of advice: this whole \"witch hunt\" excuse didn't work too well for Nixon—you may want to rethink your strategy here. https://t.co/rNhI5fgZYA",
  "DONE DEAL: The Sabres have hired Hockey Hall of Famer and former Sabre Phil Housley as Head Coach. https://t.co/EK3ut2ZMOy",
  "@realDonaldTrump The attacker was from IL!  We should ban all Illinoisians from DC or build a wall around IL!  Itll fix all of our problems!",
  "I'm blaming Coldplay for the 2008 stock market crash. Shouldn't a never dropped Viva La Vida niggas wasn't ready",
  "Proud of my team 👊🏿 @PredsNHL https://t.co/d5jT8NA3jm",
  "No more Reebok Edge jerseys :(",
  "Im about halfway through making the new album",
  "Problem X.\nLeft: Socialize it! \nRight: Privatize it! \nLeft/Right: NEVER! COMMUNISM/FASCISM!\nProblem X remains unsolved.",
  "@RiceGum Remember Gibby from iCarly? This is him now. Feel old yet? https://t.co/uX6ilxEbn3",
  "Thank you internet for introducing me to #DIIV",
  "Very encouraged by Trump's assertion that he is fully prepared to lie under oath",
  "@RheaButcher Because Tina Weymouth?",
  "Remember when 7 years ago today I ruined the Flyers hopes of winning the cup? Cause me too. https://t.co/1yBv9SRXup",
  "GLM is coming: Preparations https://t.co/WOHKT05GcY https://t.co/lFMsZq7P7C",
  "If—\n\nYOUR campaign\nYOUR business\nYOUR transition\nYOUR staff\nYOUR family\n\nare being investigated—then, yes-u are under investigation as well.",
  "Comey: He's guilty\nDemocrats: He's guilty\nTrump: I'm guilty\nRepublicans: We may never get to the bottom of this",
  "The bigger they are, the harder they fall @penguins",
  "damn hes getting grilled https://t.co/DjvvdafZ0S",
  "@Learymon Its better to regret something you have done, than to regret something you haven't done",
  "And by the way, if you see your mom this weekend,\nBe sure and tell her, SATAN, SATAN, SATAN https://t.co/QgB4mOSjBk",
  "Officially down 12lbs since January.  Slow and steady progress is the best fit.",
  "If I don't get one of these \" it's all your fault \" chants in Nashville next season I'll be super upset",
  "This is what the new control center looks like on iOS 11 #wwdc https://t.co/j3OyA7JD5J",
  "Apple just demoed copying files #wwdc",
  "Crash that net #Preds!!",
  "White \"liberals\" are saying the nword on tv casually. In 2017. Months after the first black president ended his second term.",
  "Yeah, I VAPE\n\nV - Visit\nA - My \nP - Grandparents\nE - When I can",
  "For some reason?? Right. Why would anyone but a crazy leftie care about our planet? What a weird obsession! Like a foot fetish. https://t.co/HyCQuBFYmy",
  "BREAKING NEWS: Trump shutting down Netflix to help bring back Blockbuster jobs.",
  "@anything4views Saaaaaaaaaaaaammmmmmeeeee",
  "When you look at the SPC outlooks https://t.co/mJFgEa0fO4",
  "I personally support the idea of letting the Earth die so we can move to a more American, gun-shaped planet",
  "https://t.co/Nl0SJrVIFl",
  "Tonight I am honored to join an elite club … #BlockedByTrump. Apparently, I hurt the feelings of the \"leader of the free world\".  SAD! https://t.co/yQGyt2yBJE",
  "@GOP Note how they dont show any type of data to back up this claim.  Incredible.  They think people are that stupid.",
  "@GOP See if you can read this ACS graph, you greedy arrogant fools https://t.co/tN0gAs49Kq",
  "@SpeakerRyan Thank you!  Its not Wall St deregulation that causes greed to ruin the middle class economy-its the pollution myth! Dumbass!",
  "World Trade Center glows green tonight in support of the Paris Accord. #NYC #NewYork #NewYorkCity #ParisAccord https://t.co/leNudBE17J",
  "@realDonaldTrump @EmmanuelMacron Everybody hates you. Canada's take: https://t.co/tWxDlEelRm",
  "@realDonaldTrump From French President @EmmanuelMacron: https://t.co/tgV9z6vxp7",
  "@realDonaldTrump We'd LOVE to #MAGA!\nUnfortunately, we'll all be underwater soon d/t you leaving the #ParisAgreement. https://t.co/VHVXYgmEEI",
  "@realDonaldTrump Id imagine this is an effort to round up your voters again after recent news.  Sad!",
  "@RandPaul @realDonaldTrump Such crap.  All you care about is rolling back everything Obama did.  Ego and money over all.",
  "And all we had to do was sentence our planet to death. Great deal, you fucking moron. https://t.co/dTS729o0Zv",
  "Climate Change don't real cuz snow.",
  "@LindseyGrahamSC Right-its not like China has created jobs in green energy...your party only cares about rolling back all of what Obama did no matter what",
  "The Trump appetite for destruction expands now from doing it to the country to doing it to the whole planet.",
  "Apparently Trump's kid Barron thought Kathy Griffin really decapitated his father. That just shows how dumb the Trump bloodline really is.",
  "Wedgerecho season has officially started. Woo",
  "I pledge #Covfefe to the flag of the United States of America",
  "#Covfefe if you're nasty.",
  "Can't wait to see Fox&amp;Friends justify #covfefe. \"It's a legitimate shortening of 'coverage' &amp; 'facts.' And now onto the covfefe of the day\"",
  "TIED HOCKEY GAME! #StanleyCup https://t.co/qdSefJeju5",
  "TAKE THAT #PENS!  33 mins without a SOG and its tied! #NSHvsPIT",
  "#Malkin....damn",
  "SPC is continuing to forecast a Moderate Risk of Severe Thunderstorms across portions of the Ozarks into the Ohio... https://t.co/Z04MDaT1f7",
  "I thought it was Ottawa that had the inferiority complex?  Dumbest tweet you'll see today. https://t.co/kTjZ1BxRkE",
  "Underwood 2016\nUnderwood 2020\nUnderwood 2024\nUnderwood 2028\nUnderwood 2032\nUnderwood 2036",
  "@SeanJohnston6 @HockeyGods RIP 🙃",
  "Proud of Craig #Anderson for playing so hard and keeping his head up",
  "Preds in 5",
  "#FuckThePens",
  "Lmao. https://t.co/A8BSBmqjt0",
  "Stay classy Pittsburgh. Hate when fans throw objects on the field of play. Hate it https://t.co/iZqZae1TYs",
  "@CluelessChiFan Are the Cubs playing? Go Cubs!",
  "@HockeyGods Itll be utter silence-the same noise theyll make when Ottawa scores",
  "The more they boo the more I want Ottawa to win #PENSvsSENS",
  "That horn during play is awful",
  "Congressional candidate Greg Gianforte's wikipedia page has been updated. https://t.co/4winMBOVZg",
  "Next time you ask me about the quality of officiating, the viability of Arizona as a hockey market, or the Olympics....BODYSLAM MOTHERFUCKER",
  "There was another bombing, in Syria. Killing 68 children, a reminder that lives outside the western world matter just as much. RIP.",
  "The @RafaelNadal championship trophy bite with captain @JohnstoneMarc @USHL @ChicagoSteel #TastyTreat #busbuddies https://t.co/DCAtTRULxv",
  "The #ClarkCup-clinching goal.\nTyler Gratton: OT hero.\n#SteelTheCup https://t.co/oGL0Kgw6YJ",
  "https://t.co/5qojvcJLo4",
  "https://t.co/8tZRvjRutU",
  "@polNewsForever Don't forget the government conspiracy theories spread by right-wing media such as this page.  Oh wait-its already started.",
  "THE Nashville Predators ARE HEADED TO THEIR FIRST STANLEY CUP FINAL, EVER!!! https://t.co/KF4S6Aael3",
  "Congrats, #Preds.  From one Hawk fan to your franchise-you totally deserved to get this far.  Get PK a cup!",
  "OMG-BEAUTIFUL ONE-T #NSHvsANA",
  "@NHL @AnaheimDucks WE BLEW A 3-1 LEAD",
  "@jhmarketingsoup @johncusack @readdreamwrite Terrorism is an act of violence meant to incite intimidation to further a political cause-kind of like how serial killers arent terrorists",
  "Keep those pucks by the crease and crash Rinne.  2-3 Ducks score #ANAvsNSH",
  "WOW...fast counter-attack and awesome job crashing the net.  3-1 Preds #NSHvsANA",
  "@tweetsauce Cant tell if passport or gitmo mugshot",
  "Black hole sun\nWon't you come\nAnd wash away the rain https://t.co/pci4QvoahI",
  "when you created the Muslim Ban and you're in a Muslim country https://t.co/OpbG2mICSu",
  "@Vegas040805 Enuf is enuf!",
  "@BigAlDell @LouiseMensch I feel sorry for his whole family-especially his wife and Ivanka",
  "@crehage Thats why they hide behind the curtain of being \"politically incorrect\"-they want to call people niggers and fags but they know its wrong",
  "Melania hates you #ThreeWordTrump\n@LouiseMensch https://t.co/ommIwjOKPu",
  "me when i'm dying in bed hungover vs me the week after https://t.co/0EDFWhdQ59",
  "@IllinoisWedges I had to unfollow the CODFCST page recently bc of how cliquey they were. God forbid someone besides the admins posts a hand analysis...",
  "@TheHoaxHotel They sent one information over to my location without hesitation during the situation",
  "Fun fact: you can be against Trump and still think the DNC and Clinton are dogshit. You can even still think the media are biased liars.",
  "Confirmed #StanleyCup Final Dates\nGame 1: May 29\nGame 2: May 31\nGame 3: June 3\nGame 4: June 5\nGame 5: June 8\nGame 6: June 11\nGame 7: June 14",
  "The \"still better than Hillary\" argument makes me want to light myself on fire. And not because Hillary would've been better.",
  "The phrase \"liberal fascism\" is like saying \"hot ice cream\" or \"I dont know how the political spectrum works\"",
  "Lmfao swore y'all said marijuana was a gateway drug to these things. https://t.co/LCn4gt4Q5A",
  "@realDonaldTrump Say hi to the Russian ambassadors for us!  Make sure to tell them how big your hands are and how many more people you'll fire for them!",
  "@TheHoaxHotel Got a call today for grant money: 6463571727",
  "@amazingatheist Its probably because you said \"fuck\" or something.  YT getting ridiculous these days.",
  "This horrible event in Times Square looks like DWI, which kills *thousands of more people a year than terrorism* so we can ignore it.",
  "It's really hard not to like Karlsson.\nHere he is speaking gibberish but pretending it's important advice https://t.co/l35ywuIwfI",
  "@delmusnshawn1 @American1765 Oh absolutely everything he said is true and I don't hate him.  But I hate when people use his material to spread their political agenda",
  "@realDonaldTrump Every time you talk about \"history\", it becomes apparent that you're completely oblivious to it.",
  "First tornado watch of the day issued. A PARTICULARLY DANGEROUS SITUATION. Several tornadoes, a few intense, likely. https://t.co/SKVWWvcQlI https://t.co/1xzhmMsw6K",
  "https://t.co/shEBAtOBGh",
  "her: romper\nhim: ROMPHIM\nher: shirt\nhim: SHIMT\nher: pants\nhim: MANTS\nher: water\nhim: BROATER.. FOR MEN",
  "The media is full of shit, therefore Trump is flawless. \n\nCurrent Republican logic.",
  "@lucypupu @American1765 Try telling that to Pence, Ryan and the rest of the GOP",
  "At 11:17 pm a 65 mph wind gust was recorded at DuPage airport in West Chicago. Wind gusts up to 70 mph with line of storms! #ilwx",
  "Pea sized hail here in CS #ilwx",
  "22-24mph sustained winds, 41mph gusts in the outflow here in Carol Stream #ilwx",
  "6:07pm CDT #SPC_MD 0752 , #ilwx #iawx #wiwx #mnwx, https://t.co/kdA3EWV7bC https://t.co/jwyZixUX9t",
  "@GigiTracyXO But dont worry-youre a GOP supporter so its ok! But when those filthy dems do it they need to rot in hell!",
  "@GigiTracyXO Good for you!  Now all you need to do is embezzle money in foreign bank accts and youll be just like our right/left politicians!",
  "@GigiTracyXO Not even popular vote-a forecast of the election",
  "@GigiTracyXO I like how you confused approval rating with popular votes in an election.  Check out this fake news: https://t.co/e8sl1Vq8lS",
  "Great example of cold front overtaking dryline, augmenting low-level convergence and aiding convection initiation! @VORTEXJeff @ScottSteiger https://t.co/4RK9yKslGz",
  "Friend: You look fucked up are you sure you're OK?\n\nMe: yOu LoOk FuCkEd uP aRe yOu SuRe yOuRe oK https://t.co/Hm65CkRJ44",
  "Rep. Cummings: \"The White House is obstructing our investigation...and refusing to provided not a single document.\" (via @MSNBC) https://t.co/SLmLaeHbsZ",
  "@American1765 Lol at all of the white Christians liking a video of an apolitical atheist comedian",
  "#TrumpsLegacyWillBe exactly what he most wanted -- he has Twitter followers he could never have gotten otherwise.  Congrats, Don!",
  "#TrumpsLegacyWillBe a little overexaggeration, perhaps. https://t.co/zchPyHnw8E",
  "Its amazing how we live in a country where Republicans love and defend Russians",
  "@GigiTracyXO Have fun paying for his tax cuts-fool",
  "@GigiTracyXO Nothing says winning like a 40% approval rating.  Must be those filthy liberals eh?",
  "A Tornado Watch has been issued until 11PM this evening for portions of northwestern and north central Illinois. #ILWX https://t.co/TPoyMCLWXH",
  "#TornadoWatch will likely be issued for area in red within the half hour. #ilwx #iawx https://t.co/DrvB2UAdR1",
  "@NHLonNBCSports @DetroitRedWings Everything is perfect about this...deking around Gretzky, the rocket shot, the loud crowd.  RIP Joe Louis Arena.",
  "On this date in '96, Stevie Y wins it for the @DetroitRedWings in double OT!\nThere's NOTHING like playoff hockey! #StanleyCup https://t.co/EP8qoQ9u81",
  "#chasecation2017 starts in 24 hours https://t.co/4URvr6qhI8",
  "Check that...SigTor values of 20.....",
  "16Z HRRR has SigTor values of close to 15 #okwx #txwx",
  "Everyone should wait for more facts to come to light. I believe neither this administration nor our media at their word. https://t.co/3CECYeyBih",
  "The word of a Trump stooge certainly puts the matter to rest once and for all. https://t.co/A35BZMAgOm",
  "@realDonaldTrump Still waiting for you to fire someone and defend yourself, dumbfuck",
  "@WhiteHouse Cant wait to see who you fire next so we can thank them for telling us what your idiot POTUS told the Russians",
  "America: You shouldn't tweet so much\n\nTrump: yOu ShOuLdn'T tWEeT sO mUcH https://t.co/29pGJjo1SM",
  "߷",
  "Remember when Bush was our dumbest President?",
  "@Trumptbird #GOPcrisy oh the irony",
  "Me: Y'all know you can't use red and blue lightbars, right?\n\nSkyWarn Spotter: YYy'aaLl kNoW yoU can'TT uSE rEd aND blUe lIGHtbarS, RiYght? https://t.co/bQkGt5Nt1O",
  "mess with spongemock \n\nyOu gEt tHe sPoNgEGloCk https://t.co/ySqDwHlIjs",
  "https://t.co/P3WxD7KgQT",
  "Trump just announced a commission to examine voter fraud. The only problem with that is there is virtually no voter fraud in this country.",
  "We already have a reality star president, why not a wrestler! Politics and wrestling have a lot in common: they're both big fake spectacles!",
  "#PanikAtTheUC returns!\n\nRichard Panik has signed a 2-year contract extension with the #Blackhawks! https://t.co/nufvaK0dv3",
  "Great year @EdmontonOilers you got a lot to look forward to. You were fun to watch.",
  "Doesnt matter where you are or what time it is, sometimes you get the urge &amp; you just gotta give your shaft a stroke https://t.co/WjWpIAzAwJ",
  "Teams to not have appeared in a conference final since '05 lockout: WSH, NYI, FLA, CBJ, COL, CGY, TOR, MIN, WPG.",
  "I am fallible and make mistakes. I am sometimes ignorant. I am sometimes inconsistent. Whosever claims not to have these failings is lying.",
  "I heard game 7 was tonight but how can that be if the Black Hawks season is over?",
  "@TwitterMoments Instead of saying \"I found it to be the right decision and I stand by it\" like an adult, he says this.  He's such a douchebag asshole.",
  "TRUMP: Can't be an investigation if there's no FBI Director. https://t.co/iX3YrP95sP",
  "Quick while we don't have a FBI Director, copy all the VHS tapes you have! No one can stop you! https://t.co/zxUvnPWMtW",
  "The fact is Comey genuinely was inept and deserved to be fired. Trumps timing might raise eyebrows, but the fact remains that Comey sucks. https://t.co/S86JJFZoTy",
  "@KEEMSTAR @h3h3productions @maxmoefoe Dude thats clearly DennisCeeTV in Swedish fupa form",
  "@DrSammyD @amazingatheist Point being that July 5 was in the heart of the primaries, months before Hillary's testimonies when he praised Comey-must've been for votes",
  "@DrSammyD @amazingatheist Which surprises me because on Fox yesterday WH correspondents said that it was the \"July 5th\" press conference that signified the end",
  "@amazingatheist Absolutely-I think the biggest question I have is why he didn't fire him sooner.  Again, the timing is just weird.",
  "@amazingatheist @Sargon_of_Akkad  https://t.co/L11tKGXIou",
  "@amazingatheist Trump did the same thing-he praised Comey during the election and now suddenly he's incompetent.  Totally weird in every way.",
  "Dems: Comey sucks! Incompetent! He's the reason Hillary lost! \n\nTrump: *fires Comey* \n\nDems: Oh no! Not our Comey! Please! God no!",
  "@FoxNews Classic name-calling tactics and \"look at this guy\" bullying as you do to gain support.  Makes me want to puke.",
  "And here she is, avoiding every question and going in circles.  Watch it for yourselves. https://t.co/rbq5MgmGBD",
  "@AC360 @andersoncooper She's going in circles again....I wish AC would drill her about WHY Comey was fired and why today instead of \"are you surprised\"?",
  "Conservatives keep bringing up \"Hillary woulda this, Hillary woulda that\".  Libs dont care about Hillary-SHE ISNT PRESIDENT-TRUMP IS",
  "Guys, you think this is bad? Wait until Trump appoints his horse Incitatus as the next FBI Director.",
  "@LindseyGrahamSC Your parties' decisions during this time will be a pock mark in American history.  I almost feel sorry for you.",
  "The GOP, alas, has long stopped pretending they are actually interested in investigating any of this. https://t.co/e6iDFmPwIe",
  "@realDonaldTrump Are you ok, snowflake? You seem triggered. Maybe go to your safe space (Trump branded golf resort).",
  "@realDonaldTrump You're a disgrace to the free world that you're supposed to represent",
  "hey @realDonaldTrump, this is what happens when you don't study history\n\n#trumprussia #comey #RESIST https://t.co/Uji6a2X9jC",
  "Trump fired the man in charge of investigating him “@BLONDIEBLUEYZ: @johncusack What are these things called facts of which you speak?”",
  "she means break a leg.. https://t.co/0bpyJTd1uW",
  "I can't hold it anymore, sorry for my language but \"Fuckin eh!\" @EdmontonOilers fans! Ha! Ha! Now let's go get game 7! Let's Go Oilers!",
  "The Muslim terrorists have the SAME GOALS AS YOURS #NationalFront",
  "ANYONE, Christian, Atheist, etc who believes in wiping out the Muslim population is ASKING for terrorism. Your allies ARE the terrorists.",
  "@MLP_officiel Mort au fascisme! Liberté aux gens!",
  "wow...i wonder what it's like to live in a country where they make the right choice. #frenchelection2017 https://t.co/v7MqlLZ8P0",
  "Any time fascism loses is a victory.  Fuck the #NationalFront and their fascist allies #frenchelection2017",
  "@TheRealBeatBoss @PinkBelgium @GemMar333 @jojoh888 @Deana_merritt33 @LeahR77 @LoruYaz Good job!  Keep using fear and intimidation and you will lose every time!",
  "Leon led the charge with 3 goals &amp; 2 assists as the #Oilers dominated the Ducks 7-1 to force a deciding Game 7: https://t.co/S8tSRWWwcL https://t.co/JhirLMToFW",
  "I volunteer to be the person crucified to the giant fidget spinner for youtube rewind 2017",
  "@linklamont before you stick it in your wife do you say \"dink it and sink it\"? #showerthoughts",
  "#AHCA https://t.co/OyNLi2xbpf",
  "@IllinoisWedges Hows the lack of a physical home button? Better or worse?",
  "Single payer = 0 uninsured and preexisting conditions covered. Demand Universal Health Care: https://t.co/LuaTuxYLCn #VoteNoAHCA https://t.co/9rDFWRVlrd",
  "@kinggizzardband Me during finals week:\nI am covered in vomit\nI am coated in sick\nThis is no way to live",
  "@realDonaldTrump Wow-the next FDR with fireside chats.  Soon you'll be building internment camps just like he did.",
  "@ItsYusky @efl45 @Onthefarshore @cxcope @HouseGOP If theres one thing Repubs love its money.  Im sorry you choose money over morality.",
  "@ItsYusky @Onthefarshore @cxcope @HouseGOP Thats codeword for \"I know its just as bad, but its my principle to hate everything Dems do\"",
  "@GOP @HouseGOP Im sorry that you choose money over morality-I wish you would use your religion to better yourselves even if it didnt pay off",
  "@peaceisactive Republicans in this country love money more than anything. Calling themselves religious is the only thing that makes them feel human.",
  "Blessed Are The Billionaire Tax Cuts #ThingsJesusNeverSaid https://t.co/ym6mtamBbl",
  "#ThingsJesusNeverSaid live in million dollar homes and pray for the poor.\n\nJoel Osteen's home https://t.co/geD0ToZcso",
  "\"If you have five barley loaves &amp; two small fish, give them to the wealthy, and allow the food to trickle down.\"\n#ThingsJesusNeverSaid",
  "\"If you want to be perfect, go, exploit the poor for $7.25/hour, &amp; buy a private island in the Bahamas.\"—Matthew 19:21 #ThingsJesusNeverSaid",
  "In the end, this Domino's / Pizza Hut merger is just gonna be bad for big pizza.",
  "On this date in 1998, a 20-year-old Kerry Wood struck out 20 batters in his 5th @MLB start. https://t.co/npjtSDQpIm",
  "YOU CAN'T BE OFFENDED BY COLBERT IF YOU VOTED FOR A GUY WHO GRABS PUSSIES https://t.co/ko3mlXBeCx",
  "https://t.co/B1MfZ5rBby",
  "@ChrisKuc Looking good Bicks.  We're all rooting for you and your family!",
  "Prepping for Game 2! https://t.co/L9FAWweCDd",
  "@realDonaldTrump Still waiting for a dumbass cinco de mayo comment from ya",
  "@Msldemarco happy cinco demarco",
  "Me when #KingGizzard starts playing https://t.co/X21vmupAMo",
  "#RiotFest lineup looks p. good",
  "that man is a goblin. the AHCA was literally passed by a fucking goblin https://t.co/4sjVQh9Pez",
  "Before and after image of Greensburg, KS, hit by an EF5 tornado May 4, 2007 (Google Maps) https://t.co/UmKftBZk3r",
  "@WhiteHouse @POTUS Watch live as @POTUS signs an executive order to fuck over millions people who don't worship the same God you worship or love the same way. https://t.co/Rvs8qGrtWb",
  "A BIG day for new releases tomorrow! The stock room's overflowing with new vinyl. #MacDemarco #Blondie #Slowdive &amp; more drop in the morning! https://t.co/Z71HGp1ml6",
  "Man I'm so gosh dang excited for that new Slowdive gosh dang #slowdive",
  "How is my fupa in 3D? https://t.co/FL5QhMij0Z",
  "@Jbrekkie Killed it tonight at #TheVic !!! https://t.co/J9nFLBayKr",
  "Sent chills down my spine and left me with a big smile the entire performance. Cant wait for you all to come back to Chicago! @slowdiveband https://t.co/4q9uWEZ7XU",
  "OK. \n\nI'll give this my best shot:\n\nATTENTION TRUMP VOTERS. \n\nTrump/GOP is taking away YOUR healthcare too. \n\nFOR REAL!\n\n#AHCA \n#SaveACA",
  "Good news: Im not the youngest in line",
  "Normal people: May the 4th be with you and Cinco de Mayo!\n\nWxTwitter: This is May 3rd...ALL OVER AGAIN.",
  "In line for #slowdive 👌👍",
  "I havw finally found the best YT content #kinggizzard https://t.co/aEzWagRF2K",
  "@HilaKleinH3 @h3h3productions @Msldemarco Fuck im so happy this is a thing",
  "Can't compete with the fupa game @Msldemarco https://t.co/NydFTyEeoL",
  "Live look in at Washington Capitals: https://t.co/8AFuz2L5Cd",
  "#Teens: How #ADORBS is this photo of @realDonaldTrump 👱 &amp; @IvankaTrump 👸🏼 ??? https://t.co/uXPgftVHFc",
  "Aaaand my room is leaking #ilwx",
  "\"Loyalty Day\" wasn't started by Trump.  It was first observed in 1921 as a red scare tactic in response to International Workers' Day. https://t.co/SVned1Qzuq",
  "Your dick didn’t put the dream in them; He put the dream in you. Don’t let their doubt steal your enthusiasm. Keep believing.",
  "Just because you don’t see a way doesn’t mean your dick doesn’t have a way. Don’t talk yourself out of it.",
  "The @Chicago_Wolves become the first team to advance to the second round of the #CalderCup Playoffs! https://t.co/UEPehN3Zb2",
  "#CHICAGOWOLVES WILL ADVANCE!",
  "#ChicagoWolves so close guys!  Keep up the pressure!",
  "#ChicagoWolves have to get the puck in deep and keep shooting",
  "I was holding out for you #pond",
  "@NHLBlackhawks Dineen is next",
  "Blackhawks fire assistant coach Mike Kitchen https://t.co/9eteytct62 https://t.co/6AQ389oCsn",
  "@TheWeatherman15 OH LOOK AT THERE KID SCHULTZ FROM KELOWNA ATTA BOY THERE HE GOES GETS THE SHOT AND ITS IN THERE YA GO PENS WIN THE CUP",
  "@TheWeatherman15 OH LEMME TELL YA THAT THERE BOY MCDAVID LOOK AT IM WHAT A KID LEMME TELL YA",
  "@IllinoisWedges that capping inversion tho",
  "H\nY\nP\nE\nT\nR\nA\nI\nN https://t.co/P6yUSJSYwm",
  "@Chicago_Wolves Ridiculous call too",
  "#MUSIL!  2-2 #Wolves!",
  "Duncan Keith: It's embarrassing. When you get in the playoffs, and you expect a long run then get out in four straight... It's embarrassing.",
  "Patrick Kane: \"No doubt it's going to be a long summer. For a lot of us this is probably the worst feeling we've had after any season.\"",
  "Marian Hossa: \"I don't remember a series ending so early like this in my career... In the playoffs we weren't ourselves.\"",
  "GM Stan Bowman's statement on \"unacceptable\" finish to the season. https://t.co/rleBCqvQ8T",
  "Hi good morning https://t.co/HyzYthYTbG",
  "Can May 5th come sooner pls #slowdive https://t.co/VQUToBqI4X",
  "@KenTremendous Thats probably why they fired him-because they would get something out of it.  They're all the same.",
  "@Greedy_Bernie @BernieSanders Lol at the fact that Trump stat is from 2005",
  "Pretty much everyone after Nashville swept Chicago 😳😂 https://t.co/bhecwNwzxt",
  "I'm expecting a better performance in game 5.\n\n#IStillBelieve",
  "Weird thought...last game to see the #Blackhawks play in Reebok Edge jerseys and with just 30 teams in the league.",
  "Best hockey Ive ever seen #Nashville play.  You guys deserved it.  #Blackhawks did not play like a playoff team whatsoever.",
  "Thats what happens when you think that dumping and chasing will score a 6-on-5 goal.  #Predators will sweep.",
  "That's one. We need just 34 more seconds.",
  "#Toews with the goal at last, 2 to go",
  "Double minor coming up!  HUGE powerplay for the #Blackhawks",
  "Chicago gets a chance to even the Central Division Semifinals quickly as Game 2 commences Friday at 6:15 p.m. in Charlotte. #CHIvsCHA https://t.co/qKYw7tEu8z",
  "#Blackhawks finally looking like they have some offensive control",
  "#Panik tripped first by Ellis....no call",
  "#crOwMG! Crawford makes a huge stop in traffic. #CHIvsNSH",
  "Michal Kempny will be in. Tootoo will be a healthy scratch. #Blackhawks",
  "I love our new 5 guys\n\n#Dartguy https://t.co/0jY3JDfyUT",
  "The probability of SEVERE WX determines outlook category you see from SPC. Here's today's HAIL probability that gave us an enhanced category https://t.co/D539PfD7c3",
  "I have yet to see a non-white anti-feminist alt-righter female.  Im sure its just a coincidence... #TomiLahren #LaurenCooley #AnnCoulter",
  "@laurenacooley @CNNPolitics Good luck debating w/ your fellow conservatives on things like contraceptives. Thats REAL feminism! Youre so different and edgy!",
  "@laurenacooley @CNNPolitics Nothing makes campuses greater than calling a political movement that you dont agree with cancer! Great job! Ill see you on The Blaze soon!",
  "@TheWeatherman15 Theyve gotta watch the Coach Savard video... #CommitToTheIndian",
  "#Nashville will sweep if CHI cant contain their NZF and keep not shooting the puck.  #Laviolette coaching a cup worthy team.",
  "Constant chip/chase just to get pucks in deep is not as effective as just shooting the damn puck especially against tired D #blackhawks",
  "Pretty embarassing offense tonight.  Game would've ended a long time ago if Crawford wasn't in the net.",
  "And thats what happens when you have so many chances and never shoot the puck",
  "Corey. Crawford.",
  "#RASMUSSEN! FINALLY!",
  "Aaannnd now they're booing Tootoo #Nashville #KeepItClassy",
  "#RINNE WOW",
  "5 guys sitting in front of #Crawford...pure luck with that post shot",
  "Welcome to warmups. #NSHvsCHI https://t.co/vnksbA9RmY",
  "The Red has not been stamped out. #Blackhawks fans have made the journey to Music City. https://t.co/uZKGwYoDBV",
  "Hossa on the point with Campbell for the 2nd powerplay unit today #blackhawks",
  "Easter Epic 2.0 over in DC right now #caps #leafs",
  "Courtesy of the media grub trough here at UC...how many goals #Blackhawks have scored thru 5 periods ##HawksTalk https://t.co/itB9aUMGna",
  "Happy Easter https://t.co/CEndzLY09s",
  "Absolutely. https://t.co/ESZdkzieIp",
  "Pekka Rinne has more points than our entire roster during the post season😅",
  "What happened at Berkeley today actually starts to remind a bit of 20s/30s Germany. Communists &amp; far-right fighting in the streets.",
  "Reuters refuses to call a Nazi Salute a Nazi Salute.\nImage for comparison: you can decide.\n#DefendTheBay Berkeley https://t.co/MFmp03oH7t",
  "Wade Megan doing what he does best to pull Chicago within one! #CHAvsCHI https://t.co/bCIWnZrh5X",
  "FINALLY a #Hawks powerplay on a weak call",
  "Preds have such good neutral zone forecheck.  Hawks need to get way more physical on breakouts",
  "Almost time. #NSHvsCHI https://t.co/8qTQnJ5lMI",
  "*saw two people grocery shopping in matching Leafs jerseys and hats*\n\nMy reaction: https://t.co/D2AoCsRmFW",
  "Predators https://t.co/A9tnXLnZvj",
  "Sunset over the Alps #avgeek #pilotsview #pilotlife #Alps https://t.co/a9FiKYxMY1",
  "As N Korea declares \"thermonuclear war at any moment,\"  #Trump golfs. Retweet if that's not cool with you. https://t.co/DiiwghRsmM",
  "We're threatening nuclear war w N Korea, and he's in Florida. If you voted for Trump, never make a decision again. What you did is that bad.",
  "NEW KUNG FOO KITTY #kendricklamar",
  "Current mood: https://t.co/mINBSNqNKK",
  "It all starts tonight.\n\n#ONEGOAL https://t.co/6mCanQAINw",
  "Oooohh....nasty bend on #Rondon's ankle",
  "The #bracketchallenge site this year is so much fun!  Great job #NHL! https://t.co/9dmhEdSqzw",
  "I picked Chicago Blackhawks to win it all! Who's in your bracket? #NHLBracket SEE RULES https://t.co/xM9OJLderq",
  "@Msldemarco @h3h3productions Beautiful fupa son of Ethan.  Papa bless",
  "Champs are here. https://t.co/KVmXZEMmXa",
  "Worth the wait. https://t.co/tOj5GxCh5m",
  "#Schwarber!!! Beautiful double by #Bryant!",
  "Your defending World Series champs. https://t.co/hJLAqlG32S",
  "BEST anthem you will hear in all of baseball #WayneMessmer",
  "The latest Wolves Roundup has everything you need to know heading into the final week of the regular season! \n\n»https://t.co/gjGr6iT6Lv https://t.co/bO8HtkQliL",
  "Anyone else having major technical issues with #NHLBracket challenge page? Keep getting error codes. Where are the techies @NHL #nhl",
  "1:30 pm -- Storms forming in west central Illinois where the cap has broken. High CAPE values &gt;2000 J/kg. #ILwx https://t.co/y3hazdIN9J",
  "Current VisSat of storms riding ahead of theta-e ridge right on schedule #ilwx https://t.co/3LvCW0zexT",
  "Whatever, @IllinoisWedges is going to Applebee's. https://t.co/ortOkn7mq9",
  "Bob Probert's family spread his ashes inside the Red Wings penalty box at Joe Louis Arena tonight, multiple players told me. https://t.co/eFN7ZovT4K",
  "@Chicago_Wolves Megan",
  "#Farewell2TheJoe",
  "Felt like riding on a psychedelic sonic rollercoaster that reminds… https://t.co/IJblcV6KKE",
  "First in line at the #KingGizzard concert 🤘🤘🤘",
  "Interesting decision by Coach Q to start Crawford tonight #Blackhawks",
  "[WATCH] @bbicks29 made plans to participate in this morning's #WalkMS, but he didn't expect his teammates to all show up. #BickellBrave https://t.co/zy2emeM9nZ",
  "Brian!! God bless you, man. @Caskenette https://t.co/b2iWg3BJIr",
  "The machines theyre being pressed on are showing their age #MakeNewVinylPresses2017",
  "Vinyl press quality is very poor these days.  Crackles on first play, scratches, small spindle holes, poor labeling.",
  "Some damage photos from the Weston area. #gawx https://t.co/xHDMpnsLiI",
  "You attacked Syria tonight 🙃 https://t.co/Mvm8G2GLqm",
  "My God. Just my God. Hypocrisy is a tremendous thing. https://t.co/dJMoiEsY1j",
  "Wide open net there, #Hawks might challenge",
  "Victor Hedman on NHL's 2018 Olympic Winter Games decision: https://t.co/u4jV1kRtlM",
  "At 2:12 PM EDT, a tornado producing storm was located near Vienna, moving east at 20 mph. Radar confirmed tornado. #gawx",
  "Nice velocity couplet forming by #Vienna #gawx https://t.co/WUIgOeiIm1",
  "Correction-as tornado passed by Preston/Ellaville",
  "Amazing CC image of debris being lofted as the tornado crossed over Americus (SW of radar site) #gawx https://t.co/6uVoYBmTMB",
  "\"Complete destruction is possible\" stated in the new tornado emergency east of Americus #gawx",
  "10 things to know about the 2017 #FrozenFour.\n\n➡️ https://t.co/hi0MUB51wk https://t.co/xF3zi28FHb",
  "⚠️ Tornado Emergency including Americus GA, Plains GA until 1:45 PM EDT https://t.co/Wf7YidLtIr",
  "Morning #GOES16 1-min imagery of severe storms over S. Alabama - (sry for missing FL/AL line on map) - data preliminary and nonoper. #alwx https://t.co/tNVzuib4DW",
  "#Americus GA under the gun of a tornado emergency.  Pop. of 16000",
  "How many more days until the playoffs? Because this preseason stuff going on is so boring 🙄",
  "Captain's yoke #avgeek #aviation #bokeh #Boeing https://t.co/FBbxRIgXiS",
  "Out of everything you could be doing *tomorrow*, you choose to sit there and criticize the SPC for using MDT as the second highest risk.",
  "If you believe Alex Jones and his Infowars stuff, then you're being a dick to your brain. You're saying *screw you* to your own brain.",
  "@islivingston @facebook @MikeOlbinski @BryanSnider Like this? https://t.co/zeiIWFWQ6U",
  "Disappointing news, @NHL won't be part of the Olympics 2018. A huge opportunity to market the game at the biggest stage is wasted..",
  "Radar shows objects of different shapes &amp; sizes up to 25,000 feet above the ground (tornado debris) near Jena, Louisiana at 5:02pm ET. #lawx https://t.co/gK04Ksb3N7",
  "CC hinting at debris up to 20kft just west of Jena, LA. yikes.",
  "Environment of the Alexandria supercell. That is a large hodograph for the warm sector. 400 m^2/s^2 0-1 km SRH means business. #lawx https://t.co/ONuwK49oBi",
  "Since 2007, only two other watches had &gt;95% strong tornado probs:\nMay 5, 2007\nApril 27, 2011",
  "HIGH risk hype Twitter incoming.",
  "@OVERKILL_TM Such an honor to be apart of the Payday legacy -- and for the extremely affordable price of $4.20!",
  "@ViraIMemes @kaminskiibebe",
  "Just do a tornado warning for the entire CONUS for April Fool's",
  "https://t.co/W1FmS0uChu",
  "trw #2015ing is still alive and well. :( https://t.co/lnOQtgU3fg",
  "Starting to get uncomfy-UNIX prof keeps using \"Jim Jones\" as an example name",
  "\"I REALLY hope marijuana is legalized in this state\" - my C++ prof",
  "\"It's good to know that we can play like that. Let's keep building.\"\n\n@88PKane on tonight's 5-1 win over Pittsburgh. #CHIvsPIT https://t.co/DHFJCnD8L2",
  "Brayden McNabb vs Matthew Tkachuk from Los Angeles Kings at Calgary Flames Mar 29, 2017 https://t.co/RTpt9THc1y",
  "\"My hands have been burned on the stove\" - #Doc Emrick during a live hockey game",
  "BIG HOSS! 4-0 #HAWKS!  2 goals in 49 seconds!",
  "Kruger! 3-0! #CHIvsPIT",
  "Anyone who supports a bill allowing ISPs to sell your browsing history ought to release their own browsing history first.\n\nIt's only fair. https://t.co/1eVubv6UWl",
  "WEEEEEE ARE THE LOSERS, MY FRIENDS. WEEEEE KEEP ON BLOWING THESE GAMES! NOOOOO TIME FOR PLAYOFFS CAUSE WEEEEE ARE THE LOSERS.....AGAIN!",
  "For everyone asking, I'm safe. But a devastating loss of life today and I'm heartbroken.",
  "@GOP Way to go on passing that piece of legislation today! Have fun selling out! https://t.co/1qpvHtnnhN",
  "#JURCO!  Welcome to the Hawks (at last!)",
  "ALL THOSE RED JERSEYS! 2-1! #Kane",
  "Nice shot by #Panarin and the trickle-in goal!",
  "https://t.co/drPmU8GStr",
  "This is Monday. https://t.co/RYvZfKMFij",
  "Warning sign, warning sign\nI hear it but I pay no mind",
  "Possibly one of the last fights in Shawn #Thornton's career",
  "Eddie Shore? Old time hockey? #Panik #Desjardins",
  "Love hearing that #LetsGoHawks chant in a visiting building!",
  "Skates down in Florida! #CHIvsFLA https://t.co/Al8cYhE962",
  "Cant wait to see these guys #KingGizzard https://t.co/7TRtXe0L6t",
  "The day that I get my private pilots license will be the proudest day of my life",
  "We’re rocking gold April 10 and 12.\n\nWant one? You can buy at the #Cubs Team Store on Michigan Avenue and https://t.co/0chkCS9BgN tomorrow. https://t.co/y5b8DzBrzB",
  "@timheidecker @ericwareheim Seein yall at the Vic in Chicago-looking forward to the birthday present exchange https://t.co/ZKaMxnNbKa",
  ".@88PKane on Crawford: “The reason we won the game and hats off to him. He’s done that a lot this year.\" #CHIvsDAL https://t.co/PudWTWGBtS",
  "Delaying the health care vote today to try to figure out what a woman is. https://t.co/ezu5p4r40A",
  "for all his faults, john wayne gacy truly did dress as a clown https://t.co/TfCCL2DV6O",
  "Kid in our class said \"if this thing blows its load early\" during a forecast discussion Im dying rn",
  "#HARTMAN!!! CHALLENGE THAT!",
  "OK fine, whatever. Let's just do it again.",
  "JOHN #HAYDEN!!!! CLUTCH!",
  "@NHLBlackhawks @Boeing Always enjoy seeing everyone on their feet when this comes on the jumbotron",
  "Commercial: If you or a loved one has been-\n\nMe: DIAGNOSED WITH MESOTHELIOMA THEN YOU MAY BE ENTITLED TO FINANCIAL COMPENSATION https://t.co/uf2wWafnnA",
  "Grateful every day for the teachers/friends Ive made who have accepted me for who I am and were willing to help me grow",
  "The wx community has a lot of big-headed people, but dont let that get in the way of your passion",
  "Very glad that Im now part of a Met program that treats everyone w/ respect no matter your age/how much you know about weather",
  "@NHLBlackhawks live look at the rest of the league: https://t.co/zfVxNYdShC",
  "Even with the @FlaPanthers, he will always be remembered for his time with the @penguins. https://t.co/ycwuMDgEp6",
  "@realDonaldTrump We just admire him. Such a STRONG leader who is doing SO MUCH GOOD for his country! #MAGA https://t.co/45JyyKfgem",
  "9 straight years.\n\nhttps://t.co/WhFUoRjk2y https://t.co/nHpZcW6UI0",
  "Happy March equinox, when day almost equals night. Atmospheric refraction hastens sunrise &amp; delays sunset, adding to daylight",
  "What a beautiful day my friends!!! ☀️ https://t.co/FdVahaebzh",
  "#HARTMAN! HAWKS WIN!",
  "JOHN #HAYDEN!  WELCOME TO THE NHL!  BEAUTIFUL PLAY FROM TOEWS!",
  "These Unis are absolute filth @MapleLeafs #stpats https://t.co/EHTCVfUXIs",
  "Awesome uniforms tonight and a great tribute to Toronto hockey history #StPats",
  "SO...MANY...MISSED...SHOTS...#Wolves",
  "Griffins are crashing the #Wolves net hard...gotta keep defense tight",
  "We should be a country where every veteran who defends this nation gets the health care they have earned and the respect they deserve. https://t.co/XrcBa3aAV1",
  "Old pic of Kane when he used to be a construction worker.\nNow he is an NHL Star!\nSo inspirational \n#HumbleBeginnings https://t.co/e8yTlDVG9e",
  "Pi Day is just a fake holiday created by math companies to sell more math.",
  "John Hayden will join the #Blackhawks tomorrow and would be eligible to play in the postseason. #Blackhawks",
  "Left wing: Howe\nCenter: Howe\nRight wing: Howe\n\nMarty, Gordie &amp; Mark made history on this date in 1980.\nMore: https://t.co/chhrHTQSQT #NHL100 https://t.co/tQ6bz63EVT",
  "Carol Stream: the village of mattress stores",
  "#TVR!  2 goals in 2 games!",
  "Great time hearing @spann talk at COD today!  #AMS",
  "The Detroit arena looks so good, I wish the Hawks had an arena as new as that ¯\\_(ツ)_/¯",
  "what in calculation https://t.co/aHVJ5bfqya",
  "Coming soon. #CHIvsANA https://t.co/HknTN0VUZ3",
  "Today's weather report: https://t.co/GrrGFzkOju",
  "@realDonaldTrump and of course Kellyanne Fortuna... https://t.co/34I8z3FQXf",
  "#Flint https://t.co/l4Zyx9hhv1",
  ".@witorhunter A clipper a day keeps spring away. #midwestwx @CODMeteorology https://t.co/FohsYPzhVz",
  "Happy #InternationalWomensDay https://t.co/tm34L32L0u",
  "IR/VIS #GOES16 image combo of March 6 severe convection, aka \"sandwich product\". #newx #iawx More: https://t.co/EqtmzHclUq https://t.co/Co5LZlU1W6",
  "I could've been a poet in the Italian renaissance but NO, I had to be born into the age of CHICKEN IN A CAN and TRUMP",
  "Literally keep seeing this everywhere.  Its the noise of a bunch of FS Modulators in Hi-Low mode y'all-they're supposed to sound shitty https://t.co/t1SrqI2gho",
  "Measuring 41mph gusts out of Carol Stream right now, avg winds 20-25mph",
  "Back in business.\n\nDefenseman @hammarenfyra has been activated from injured reserve! #HammerTime https://t.co/lGEp0XdqC6",
  "43kt gusts out of DKB today.  Almost got blown away waiting for the bus",
  "Game night against the Flyers! #LetsGoBuffalo\n\nJust 2 hours from puck drop. A reminder: tonight's game will be on @NHLonNBCSports. https://t.co/AGgC0xRzWw",
  "So emotionally tired",
  "Not the actual representation, but this is cute! https://t.co/wG5gsia8Mp",
  "The latest look at the number of days since the last Tornado Warning was issued by NWS office across the United States! #Tornado https://t.co/nsFq5eW7ON",
  "The fans in Nashville are chanting \"Crawford\"\n\nSo many Crawford fans in enemy territory! So cool!",
  "#SOUPY!!!!!! 4-3 WITH 65 SECONDS LEFT!",
  "A milestone for the Captain with that 2nd period goal! https://t.co/UVg77QwMfV",
  "No chance for Crow on that one...tied game",
  "8th goal in last 5 for #Kane on the PP!",
  "tomi lahren talking about hillary using a private email server vs tomi lahren talking about mike pence using a private email server https://t.co/21A2gJoabv",
  "Tootoo vs. McLeod. May be more rooting for Tootoo. They still love him here. #Blackhawks",
  "Some criticism of President Trump's speech last night, but I thought he read it pretty well. I also liked it when he glanced at the audience",
  "*gives up college for Lent*",
  "You're dead to me, Rochelle. https://t.co/cWuhe3itAB",
  "CIMMS-NSSL rotation tracks from the 2/28-3/1 severe weather outbreak. (Northern IL likely underestimated due to KLOT outage) https://t.co/EAnmCU3Bgo",
  "HAT TRICK KANE [PART II] https://t.co/HHOocgGbOZ",
  "What a play! https://t.co/cHIZEUNtYm",
  "DONT #PANIK",
  "SHOWTIME https://t.co/uVPdHiOhOj",
  "Fact Check: Immigrants are 29% less likely to commit crimes than people born in U.S. but 100% more likely to be targeted by Trump policies.",
  "We did the math...\n\nTrump told a whopping 51 lies in his 61-minuted #Jointsession address. \n\n(Full GoogleDoc is coming!) https://t.co/ApEJb0dPVF",
  "The only thing that will make me happier than being on the ground is if Trump announces his plans for investing in subseasonal forecasts. 😉",
  "This was just snapped in Ottawa, IL from Tim Creedon. These storms tonight will mean business. #ILwx https://t.co/yC54LH6cwh",
  "Hearing reports from #Ottawa  police of at least 1 fatality in town. #ilwx #illinois",
  "On 251 and Herman looking NE (5:41) https://t.co/vyzcZZpqCO",
  "Snuck out to south of Franklin Grove...here's looking west at some pretty elevated structure (5:21) https://t.co/ffwIqaACva",
  "Washburn, IL around 5:30pm. Unreal motion on this thing. https://t.co/vUgUMCEfAo",
  "UPDATE:  Tornado Watch has been expanded northeastward to include ALL of Illinois and surrounding parts of MO, IA, and IN. https://t.co/gvU9eTN2Va",
  "2:21pm CST #SPC_Watch WW 41 TORNADO IL KS MO 282015Z - 010300Z, https://t.co/EaYq6ZDUEv https://t.co/vkgziNqRNB",
  "We're now within 24 hours of #NHLTradeDeadline, so methinks these bear repeating. #Blackhawks https://t.co/c0jsSKwGTq",
  "80% TOR watch issuance likely #ilwx https://t.co/Gwl4rdR9zf",
  "Not a good situation without KLOT if embedded line comes to the CHI metro area #ilwx",
  "19Z HRRR swaths at 01Z... https://t.co/X1XnH2gWGk",
  "HRRR and 4KM starting to come into some agreement regarding organization...embedded supercell line north of Mendota",
  "@pilotcb2 *18Z my bad",
  "19Z 4KM trollin us all https://t.co/xlyiJBhNBT",
  "With KLOT (@NWSChicago) radar down today on a severe weather day, this marks at least the second time a radar goes down when really needed.",
  "Ayyyyy #HypeTrain https://t.co/t3I10DHP7A",
  "OH MY DARLING",
  "#TOEWS!  THE STREAK CONTINUES!",
  "@PressSec @POTUS @Boeing That jet is already almost a decade old, not new.  Just admit that your President wants one of his own.",
  "@ElizLanders @VP Too bad that those news networks that despise your administration weren't there to hear your loving, gallant act.",
  "A president who attacks media that makes critical remarks about him does not understand what democracy is about.",
  "CNN was blocked from WH @PressSec's media gaggle today. This is our response: https://t.co/8SfY2uYKEI",
  "President Trump on the media: \"They have no sources, they just make 'em up when there are none.\" Can't have people making up sources. https://t.co/SgQfpPTHPM",
  "Considering that Republicans say Obama did nothing in 8 years, sure seems like they're rescinding a lot of things he did.",
  ".@jamalmayers speaks with Patrick Kane after his hat-trick and the #BlackHawks 6-3 win over the Coyotes.\n\n#HawksTalk https://t.co/zI3wVIBqLj",
  "3rd career regular-season 3-goal game!\n\n#HatTrickKane https://t.co/TyDCYGvFeu",
  "You knew this man would know... https://t.co/wOG7yH4JFI",
  "HAHAHAHA https://t.co/A0FCJRfGJv",
  "#KANE!!! 5-3!",
  "Dont listen to Bridge Over Troubled Water if you want to cheer up",
  "https://t.co/CHVO3Lm1EM",
  "Chicago February \n\n2011 vs. 2017 https://t.co/kAEEfxZnv8",
  "I was watching Shameless and I saw the St. Louis Blues ex-coach in one of the episodes 😂😂 https://t.co/fA92tQzGey",
  "Woman is raped by a person of color\nRepublicans: #BuildTheWall! Deport!\n\nWoman is raped by a white guy\nRepublicans: what was she wearing tho",
  "Finally signed up for my 3rd #DupageWxSeminar!",
  "Me: I'm good I'm not even drunk \n\n*5 minutes later* https://t.co/GAHEWuvvvc",
  "#RockingFebruary https://t.co/J5Aci2I62x",
  "@realDonaldTrump You know, instead of a wall, you can buy like 15 billion Ivanka Trump sweaters from Marshalls! https://t.co/GRlPIwGpPp",
  "@OfficialSPGB @realDonaldTrump look at all that \"work\" getting done!",
  "Something wasnt right",
  "Darcy Kuemper?\nNever heard of her 🤔💁🏼",
  "I need to think of things before I say them.  Im tired of hurting people.",
  "Blasting this while getting 6 homework assignments done https://t.co/naJz9Qheid",
  "every bad grade on my transcript is FAKE. professors have been LYING FOR YEARS in order to make me look lazy and unmotivated. SAD!",
  "This is the New Orleans East tornado, from WDSU: https://t.co/8QUClxLMIM",
  "https://t.co/uAuemiAU0Y\nWow",
  "11:22am CST #SPC_MD 0147 , #flwx #alwx, https://t.co/nDqRxiiABK https://t.co/s3CdQRAQiz",
  "CONFIRMED Tor Warning for NE of New Orleans #KLIX #Louisiana",
  "6 Tor Warnings out now-one is an Emergency #KLIX #Louisiana",
  "Debris seen on @La_DOTD camera as possible tornado crossed I-55 south of Ponchatoula #lawx Live cams: https://t.co/DV1KrF8nSm https://t.co/IT5du1oOI8",
  "Dangerous large tornado in Madisonville, LA will pass between Covington and Mandeville take cover now! @breakingweather https://t.co/3VOqtkR13A",
  "Update: Radar (via dual-pol) indicates that a tornado is on the ground at this time. It's in a swamp, crossing over I-55 soon. https://t.co/3g5uo8snZW",
  "Killian, LA in some trouble here. https://t.co/CSrOEywi9F",
  "Quite the tornadic supercell SSE of Killian. CC drop with developing ZDR arc, hydrometeor size sorting, strongly sheared environment. Wow.. https://t.co/5CrCAjMhez",
  "\"negative news = fake news\" is the beginning of tyranny. https://t.co/2XHZGItRUQ",
  "We all know who is Gods favorite son besides Jesus -Tom Brady-what a game!",
  "And Atlanta draws first blood. #SuperBowl",
  "https://t.co/O4yUETn4Cx",
  "Wow....American Petroleum Institute eh?",
  "Glad to see my tax money going to piggy #Pence at the #SuperBowl",
  "SABRES WIN! #LetsGoBuffalo ⚔️ https://t.co/i6B9Bl9lMJ",
  "No beard on Tootoo. Then again, he clearly doesn't need one. Wakey wakey Rousell.",
  "ATTA BOY #TOOTOO",
  "Tonight’s goal was Patrick Kane’s 267th in a Blackhawks sweater. That ties him with @Jeremy_Roenick for 7th in team history! #MilestoneKaner https://t.co/8EsA4BlzDe",
  "That ping though...😮 #CHIvsARI https://t.co/ehmAB19P6H",
  "⚡ Andrew Shaw announced as Habs' LGBTQ ambassador\n\nhttps://t.co/7eB6B1PHyN",
  "Looks like Im seeing more of my old man in me #MacDeMarco",
  "Somebody has to drop the gloves here, right? Change the momentum ...send a message ... something.\n\n#NHLAllStar",
  "Wayne² https://t.co/Y16JqGc6Ba",
  "If Snoop is DJing, Martha Stewart should be introducing the players #NHLAllStar",
  "https://t.co/3Swfnj7OEf",
  "Bryz is asking questions. This is gonna be good. #NHLAllStar https://t.co/dem3e7rWjq",
  "ITS TIME! #NHLAllStar",
  "A father, holding his family, helpless, afraid, w nowhere to go &amp; no one willing to help them. That's what we've become, America? For shame. https://t.co/2QScD6BSNj",
  "Unless youre Muslim, Latino, disabled, a reporter, or a woman https://t.co/JppLILA6QL",
  "“What is done cannot be undone, but one can prevent it happening again” - Anne Frank #HolocaustMemorialDay https://t.co/pukJGj3KBj",
  "This girl in my class: blue lives matter\n\nMy professor: blue people don't exist; black ppl do so just stop talking before I fail you \n\nMe: https://t.co/wJH0z2bJfF",
  "WE TRIED TO TELL Y'ALL https://t.co/dG6mCJlpZJ",
  "@RachelAGoswell Cant wait to see all of youse in Chicago!",
  "I just need to turn my brain off",
  "Just finished longest calc assignment Ive ever had (8pgs, double-sided)",
  "Let's play a game called \"how low can my approval ratings go?\" https://t.co/RcrUWhUULa",
  "shoutout to the national park service employees with more guts than most of congress",
  "Watching #Eichel play always cheers me up",
  "Yea you probably shouldn't do that on TV https://t.co/aPIwtp62kB",
  "I dream of a world where the truth is what shapes people's politics, rather than politics shaping what people think is true.",
  "AHAHAH WHAT, MY SISTER GOT ON JAPANESE TV FOR BEING A GIRL GAMER. THIS IS CRAZY, she's only been over there a few months. https://t.co/BcIGwGQNQp",
  "OH GOD OH GOD #SLOWDIVE AT THE VIC MAY 3RD RED ALERT",
  "Mesmerizing loop of pseudo-eye feature of 986mb low. What a system. #gawx https://t.co/8F7zkHL1Xi",
  "Shoutout to Crawford for scoring his 200th goal! https://t.co/J3kPIedZGS",
  "3:04pm CST #SPC_MD 0119 , #scwx #gawx, https://t.co/5WoeFUqxp1 https://t.co/0gIdky2oJa",
  "Rochelle..? #gawx https://t.co/PhlIw3NXrE",
  "16 killed so far",
  "This is April 9th, all over again. But really, TORE for Rochelle, GA.",
  "140kt dV in that tornado by Rebecca",
  "The cake on the left is the one I made for President Obama's inauguration 4 years ago. The one on the right is Trumps. I didn't make it. 🤔 https://t.co/qJXpCfPhii",
  "everyone getting all hyped like this 10% hatched is the second coming of 4/27/11. stop",
  "HAWKS WIN!  #DARLING SHUTOUT AND #HOSSA GWG!!!",
  "HOSSA!   A POTENTIAL GWG!",
  "Shot count 16-5 favoring BOS...damn",
  "Good move, Trump.  Proclaiming everything presided over by the four presidents sitting before you was shit.",
  "25 days until the 21st bday....",
  "#FlashbackFriday. #WeThePeople are sending a message of #UnitedResistance. #ResistTrump #WeStandUnited https://t.co/Gv04NRlkjH",
  "The 45th President of the USA https://t.co/kA2SrkJEeS",
  "@realDonaldTrump Loved the first episode of Trump TV! Cant wait to watch the next one!  Sieg Heil!",
  "\"You measure a democracy by the freedom it gives its dissidents, not the freedom it gives its assimilated conformists.\"-Abbie Hoffman",
  "@realDonaldTrump Youre a grand old pig! Youre a high flying pig! And forever in peace you shall wave!",
  "This is like no other rollercoaster Ive ever been on",
  "I think Pierre McGuire adds some very valuable information to this broadcasting crew. #GoHawks",
  "@JordanUhl @tonyposnanski What time will he start attacking MLK and pat himself on the back for the civil right movement.",
  "@TheGoodGodAbove @realDonaldTrump Oh dont you remember? He told them to \"stop it\".  Like the great leader he is.",
  "I wish @realDonaldTrump would attack Nazis and the KKK as vehemently as he does Civil Rights icons and SNL stars.",
  "Corey Crawford will start tomorrow against Minnesota. #Blackhawks",
  "https://t.co/2vo65s7ndw",
  "Thunder in CS!",
  "#KEITH!  HAWKS WIN!",
  "Obama Announces Plan To Store Nation’s Extra Stuff In Large Plastic Crate https://t.co/2604nmjGvR https://t.co/oNdQDbJkRr",
  "You won't hear another well-spoken speech like that from a President in a long time",
  "Laugh out loud @DetroitRedWings",
  "2nd big turnover of the game and #Panik with the rebound! 2-0!",
  "SOUPY! 1-0!",
  "#DETROITSUCKS",
  "40mph gusts here in the Stream",
  "38kt gusts at MDW https://t.co/Ymuy2wSqqI",
  "41kt gusts at ORD https://t.co/ZmvTTsUjx0",
  "I love Jagr",
  "MCO's AWOS is down",
  "WAIT NEVERMIND HE JUST SCORED FOR US\n\nBLACKHAWKS TAKE THE LEAD! 4-3!",
  "Kane rebound 56 seconds into overtime, #Blackhawks win 4-3.",
  "First 3 on 3 OT between these two teams I believe",
  "#ANISIMOV!",
  "Ooooohhhh....#Eichel.....",
  "There's a lot to work on",
  "The President-elect @realDonaldTrump's campaign strategy, in a nutshell. https://t.co/c4FbldEuy0",
  "I have no idea what's going on with today's Hawks game, ARE THEY PLAYING OUTSIDE?",
  "#KEMPNY! 1-0! #WinterClassic",
  "Warmups a go here in St. Louis. #WinterClassic https://t.co/zc5wHO0Dyf",
  "And THATS why the Leafs are one of the worst teams in the league #CentennialClasic",
  "Thanks to all who helped make 2016 UNFORGETTABLE! https://t.co/yA5RMx6cJK",
  "NE weenies are toxic and cancer to Twitter.... and so are the mets posting each run of the GFS. Carry on.",
  "Love me some chaffe https://t.co/Ywkv3mm5wH",
  "Keep is classy @PredsNHL https://t.co/23b9kxrCla",
  "Most insane emotional roller coaster ive ever been on rn",
  "@HouseScience how soon will you be renaming the committee to \"Clearing House for Russian &amp; Oil Company Propaganda?",
  "Cue the 2016 is killing people tweets.",
  "The Hawks just signed Panera but I thought he was already on the team?",
  "It really is frightening when you have a party controlling the House, Senate and presidency and saying \"You know what? We reject science.\"",
  "Me: \"The Devils will play better next game!\"\nThe @NJDevils: https://t.co/uUxRoG6t3Y",
  "NOT TODAY BIG BUFF",
  "That's a pathetically awful first period.",
  "Holy crap the UC is quiet...",
  "The greatest trick the devil ever pulled was getting someone to buy the Arizona Coyotes",
  "\"Go jesus it's ya birthday\" https://t.co/wgP3JroKe8",
  "Merry Christmas and happy holidays to all! Hope Santa was good to all you young hockey players.",
  "Happy Twitmass to one and all.",
  "Change returns success\nGoing and coming without error\nAction brings good fortune\nSunset, sunrise, sunrise, sunset #pinkfloyd",
  "My 2 year old niece is currently throwing a fit because she insists on being the one to drive us home",
  "my family hates me right now",
  "we should consider not wrapping gifts, its destructive 2 the environment for no purpose besides meaningless consumerism masquerading as love",
  "WE JUST LOST TO THE WORST TEAM IN THE LEAGUE BUT CROW IS BACK SO MERRY CHRISTMAS",
  "The crowd is chanting his name after another incredible save. #CHIvsCOL https://t.co/uOqMa7TUXY",
  "@stevedownie23 We need more guys speaking out about how theyve been treated like Carcillo has and such.",
  "But I would have have did it three weeks earlier.  NHL + concussions equal fucking joke",
  "props to @stevedownie23 for ripping on nhl fighting culture and the toxic machiso that does so much severe, lasting damage to so many guys",
  "Dendrites/plates in Cary",
  "Please use caution today as slick/hazardous conditions will become more likely through the afternoon over all of N IL &amp; NW IN! #ilwx #inwx https://t.co/4IB2XdSOoK",
  "“You guys wrote about it every day. Every single leak…including John Podesta’s risotto recipe.” — President Obama",
  "All you have to do is believe\n#RoadTo90Inches",
  "The best foods at the NHL Head Office Xmas pot luck were the pot brownies and the meth balls",
  "A Year In Pies https://t.co/yrjBNTRefg",
  "#HOSSA! 515th goal!",
  "#ANISIMOV WITH A BEAUTIFUL TAP IN ON THE ONE-T!!!!",
  "@realDonaldTrump Maybe you should've asked that during one of those security briefings you skip on...moron",
  "Thinking of getting \"You're probably just dehydrated\" tattooed on my wrist",
  "This trash on #Nightline is so annoying, stop making stupid people like her famous / giving them a platform",
  "YOU were angry huh? Kind of like all the protesters your despise? But its okay bc youre not a journalist... #Nightline @TomiLahren",
  "Our thoughts are with the friends and family of Alan Thicke. A longtime friend to the LA Kings and the hockey community. https://t.co/qPccXcY3SE",
  "#TVR FINALLY",
  "They're in.\n\nBrent Seabrook and @JonathanToews will return to the lineup tonight! #CHIvsNYR https://t.co/xCimFvDjKA",
  "When I'm at a party but the 00Z GFS is coming out with a snow storm. https://t.co/tTsweQiQ5c",
  "Laine = Drunk https://t.co/V7HMEn406w",
  "Hi! It's St. Louis Blues Stanley Cup here,\nAnd you're watching Disney Channel! https://t.co/OOelDIWr0D",
  "https://t.co/jgTMQhSUV8",
  "\"I told you so\" just doesn't quite cut it for the people who blindly voted for this dude. https://t.co/ngH741wuCx",
  "Brent Seabrook coming out for practice. #Blackhawks.",
  "The \"Secure the Border!\" crowd pretty chill about foreign interference in our elections.",
  ".@realDonaldTrump https://t.co/kNrYJKkTgH",
  "Another satisfied customer 😎 https://t.co/hnq0lv262X",
  "Thanks to @HockeySockey for the new onesies so me and my old man can dress alike! https://t.co/lMr5GbjJme",
  "I have little patience for privileged white male cis straight Christians whining about persecution. There are real problems in America today",
  "You know you live in f**ked up times when \"winning\" the right to drink clean water agnst corporations is a big deal. #NoDAPL #standingrock",
  "Still true https://t.co/JNnuV1JRTE",
  "#DARLING with a SO!  Hawks win! Hossa with goal no.513!!!!",
  "#HOSSA THEN #RASMUSSEN 30sec apart!!!! 3-0!",
  "#Anisimov on the PP! 1-0!",
  "Christmas decorating is so hard smh :/ https://t.co/zHCt1NgiIp",
  "⚡️ “Note to Breitbart: Earth Is Not Cooling, Climate Change Is Real”\n\nhttps://t.co/UfjMoFuiRq",
  "Someone please banish this thing back to the hole in which it crawled out of. https://t.co/Dw5enV69ha",
  "@TomiLahren Man...you really need a safe space more than libs do...",
  "@realDonaldTrump why do you complain about political correctness and safe spaces when you get triggered by SNL",
  "Truly amazing https://t.co/bFMPBZXInu",
  "If you support Trump, what you are saying is, being a sexual predator is acceptable for a President. You are saying, it's not a dealbreaker. https://t.co/iLkF0wkOye",
  "~1/2 mile visibilities in Dekalb. Definitely went down to 1/4 in heaviest of 30dbz burst. Hit 5\" here not too long ago. https://t.co/n8N8GVzKxn",
  "I wonder how many people with \"Future Meteorologist!\" in their Twitter bio actually become meteorologists.. hmm.",
  "GOAL: #Blackhawks take a 3-2 lead. Hjalmarsson wrists it from the blue line and it goes top shelf. #HawksTalk https://t.co/KYDxlzF6fA",
  "Hawks Corsi so far tonight is -26%",
  "6:30 til Hawks got their first shot.  Boy....",
  "Wow....not even one counterattack yet...",
  "🚨🚨 Got it right back!\n\nGio from Foligno - all tied up 2-2, 10:12 left in the 2nd. https://t.co/rs4oXOMjDO",
  "#GIONTA!!!! 2-2 BUFFALO!",
  "On this day in 1955 Rosa Parks refused to give up a bus seat. System change is possible but it has to be people powered. Never give up. https://t.co/Fgie7ViNcO",
  "Where'd you get your PhD? Trump University? https://t.co/P5Ez5fVEwD",
  "Rochelle was an EF-9 https://t.co/AUYlw18tp1",
  "https://t.co/6zlz9cIUdu",
  "I wrote a brief, public rant on Facebook about that @HouseScience tweet. h/t @hormiga @PeterGleick https://t.co/seUTKycogb https://t.co/Y0PaU7TRhZ",
  "This is an absolute disgrace to Science everywhere. 👎 https://t.co/RsBlzLpijk",
  "When u overclock ur Mac so that u can play the sims on 60fps  #MLG #OSx86 @pewdiepie",
  "LUUUUUUUUUUUUU #Panik",
  "5:26pm CST #SPC_MD 1843 severe potential...watch possible, https://t.co/g2B7S9WN0v https://t.co/RUlUrjxAKL",
  "Oh man. Lookin' beefy. #MSwx https://t.co/8helzRZRKK",
  "HYPEHYPEHYPE https://t.co/3cgo5mrkip",
  "#Gatlinburg weather station at Roaring Fork late last evening had 118 degrees and 70 mph winds with the fires nearby. https://t.co/HqF5b0pQZn",
  "Aaron Ekblad appreciative of Brian Campbell’s tutelage - https://t.co/YzW3PTSmXE #HawksTalk",
  "Its lit fam https://t.co/OsBujyVEgC",
  "#MODERLIT",
  "When you realize as of tomorrow you have 15 days to make a D+ into an A- https://t.co/8y1nYC5Mm3",
  "Got Toyota ads flyin around the screen and sheeeitt @WGNNews",
  "Back to BHM #ZAUARTCC #VATSIM #SWAVirtual https://t.co/8RoQOQ8Qgc",
  "https://t.co/9p9wEuUBjb",
  "\"Friendsgiving,\" more like \"let's get trashed and eat food we didn't order online\"",
  "Michal Kempny, Andrew Desjardins and Jonathan Toews (upper body) are your scratches. #Blackhawks",
  "This was in Orland Park.  Making Amerikkka great already @realDonaldTrump @MikePenceVP https://t.co/bTQ0t43txx",
  "https://t.co/cC0ET7DxhB",
  "The Vegas Golden Knights logo: https://t.co/hmDEUt9cx8",
  "Oh you're a Las Vegas Golden Knights fan?\n\nName 3 of their songs 🤔",
  "Trade Crawford he's not even that good",
  "https://t.co/3iazsvj0tW",
  "Leaf radio was saying today that Marner is Kane and Matthews is Toews.  At that point I poured myself a bleach martini.",
  "Journalists still using the phrase \"whiny college students\" re safe spaces when PoC, women, Muslims etc are now openly assaulted on campus.",
  "make art that Trump would demand an apology for",
  "@realDonaldTrump I apologize, Mein Fuhrer!",
  "Hawks beat the Calvary easily tonight!",
  "https://t.co/CrrFbUcuz1",
  "https://t.co/ypNS3gCNdc",
  "https://t.co/ec6iE90Vru",
  "Who is this Andrew Shaw player? He's so dirty I would never want him on my team 😡",
  "Please join us in welcoming back @denissavard18 for #OneMoreShift! https://t.co/RZ73mI6CZh",
  "The U.S. working class has a long-standing tradition of radicalism. https://t.co/MReyvfM4wo https://t.co/e47aESsX8V",
  "Shawzy's stache keeps looking better every year",
  "give me snow or give me death",
  "COREY. CRAWFORD.",
  "https://t.co/NysUR3W68N",
  "https://t.co/Ss1lvKHMEQ",
  "A perfect time to have Abbie Hoffman as my banner",
  "All these clowns asking for respect for their clown leader when they were the ones talking trash about Obama for 8 years",
  "You voted for abuse. You voted for rape. You voted for misogyny. You voted for racism. You voted for cheating. You voted for intolerance.",
  "congrats white feminism you played yourself https://t.co/rNhRXEIDbc",
  ".@VanJones68: “It's hard to be a parent tonight. ... You tell your kids don’t be a bully\" and then have this outcome https://t.co/wVIP9gCvCu",
  "S/O TO IMMIGRANT PARENTS WHO CAME HERE WITH NOTHING BUT GAVE US EVERYTHING",
  "11k stupid ass idiots voted for harambe. A dead gorilla. EVELEN. THOUSAND. HUMAN. BEINGS. VOTED. FOR. A. DEAD. ANIMAL. America goin to shit",
  "RT If You Knew Americans Were Stupid But You Didn't Think It Was This Bad",
  "CMON FLORIDA LETS GOOOOOO",
  "FL is tied with Clinton at a 2000 vote lead...tell me more about how the election is rigged?",
  "@mike_pence Whatever happens, I'm glad you're no longer governor #pig",
  "I guess the Trump men don't really trust their wives!!! https://t.co/E2Vyz2V0fp",
  "- Class Bully\n- Dated a fifth grader\n- Receding hairline in Grade 9\n- Started a pyramid scheme\n- Paid for good grades https://t.co/Nd1gqhX6Ax",
  "Lets burn Dekalb to the ground!",
  "Let's play a game I like to call \"Fireworks or Gunshots\"",
  "The moment fans outside of Wrigley found out the Cubs won the #WorldSeries \n\nPriceless.\n\n(via @EarthCam) https://t.co/jBiMMxPD3S",
  "0",
  "https://t.co/v93BobnObg",
  "You can only RT this once every 108 years https://t.co/KymqSHPuzf",
  "Indians Win!!! https://t.co/b3ichgrLpO",
  "Game 8 is going to be so intense tomorrow 😱\n\n#Cubs",
  "1908: “Take Me Out to the Ballgame” is written.\n\n2016: @Cubs fans finally root, root, root for the #WorldSeries #CHAMPS. https://t.co/btLcTOlsL2",
  "108 years in the making. The Cubs are World Series champions! 🏆 https://t.co/19dzvnsCmJ",
  "ATTA BOY BEN!",
  "World Series Champions.\n\n#FlyTheW https://t.co/1E3dXohSkI",
  "THEY DID IT! THEY DID IT!",
  "Do we play Cleveland's hockey team tomorrow. \nIt would be kinda cool if the Cubbys and the Hawks beat Cleveland on the same night.",
  "GAME 7 HYPE",
  "HE GONE",
  "CUBS DOING IT FOR MOISES ALOU",
  "Hey @HOBcleveland, say hello to #AddisonMuscle #cubs #flythew https://t.co/mpxARzlPYU",
  "AAAAAAAAAAHHHHH #RUSSELL AAAAAAAAHHHHHHH",
  "#BRYANT ITS GOOOOONE",
  "The Atlantic basin had 439 hurricanes between #ChicagoCubs World Series wins at Wrigley Field. https://t.co/lwZQGuYHIC",
  "Anisimov is on a 7 game point streak, the Hawks won and Crawford just got a shutout",
  "done.gif",
  "#Blackhawks win 3-0. Crawford first shutout of the season, Toews and Hossa 1G, 1A each, Anisimov sixth goal of the season.",
  "ROSSY #HERO",
  "HELLUVA BUNT",
  "THATS RIGHT #BELIEVE",
  "#RIZZO LETS GO",
  "Tie it up, Kris!\n\nI'm about to. #KBoom https://t.co/XlK7w0UZ2K",
  "Just voted for #Green2016",
  "Don’t sell your company!",
  "Hear from tonight's overtime winner! #CHIvsNJD https://t.co/z9TKq57Icd",
  "JAVY JAVY JAVY",
  "#Weber https://t.co/yOqwC2Ueno",
  "THATS RIGHT",
  "Happy birthday Mama Foley!",
  "Why is this Blackhawks fan so sad when our city's baseball team is winning? https://t.co/iatlzCxfNe",
  "WE BELIEVE IN YOU #SCHWARBER",
  "Thanks for the taco",
  "Lets Go @Cubs.. #FlyTheW https://t.co/ybtQdbN42A",
  "What was that? \nBoth teams kept allowing breakaways for each other and the Hawks lost because of it.",
  "Nice pressure #Anisimov",
  "NOT TODAY #VERSTEEG",
  "Me and the great Kerry wood  moments before it happened- and IT happened https://t.co/rymLwH8mAC",
  "2 MORE",
  "Awesome game #Hendricks!  PUT EM AWAY CUBBIES!",
  "Here is tonight's @SentryInvest By the Numbers. #TMLTalk https://t.co/1KRGcceZrH",
  "Hawks win!",
  "Panarin!",
  "Toews nice shoulder snipe!",
  "#RIZZO! THERE IT IS!",
  "Hawks D hasnt been this bad in a while :(",
  "THEYRE CHOKING #LETSGO",
  "ON THE BOARD! #FOWLER",
  "Tyler Motte becomes third #Blackhawks rookie to score first career NHL goal this season, joining Ryan Hartman and Nick Schmaltz.",
  "God...Keith and Hammer need to wake up on these PK's...",
  "THE DYNAMIC DUO IS BACK https://t.co/0M9fTwtKuI",
  "NEED RUNS.",
  "PANARIN 1-TIMER MAGIC",
  "Great...PK again",
  "#ANISIMOV!",
  "@Cubs can we stop making average pitchers look great thanks",
  "None of this is okay.",
  "UC is quiet.....",
  "Hawks PK hasn't been this bad since pre-2010",
  "Raise your hand if you've scored 500 @NHL goals https://t.co/KpliOInJz2",
  "Watching the Cubs over the Hawks tonight \nHawks are still in preseason &amp; the Cubs are in a big game\n\nSorry to anyone I may be disappointing",
  "Lets see if that 10 year old pic I have of Hill in a Cubs uniform becomes a collectible tonight...",
  "#Hendricks vs #Kershaw tonight is like....  #Cubs #NLCS #StrikeoutisMajoirs https://t.co/7OD1Y2HlqO",
  "Lovin #Hendricks",
  "UNREAL #MONTERO",
  "Tyler #Bertuzzi-what a scrub",
  "DONALD TRUMP GROPED ME ON A CELEBRITY STORM CHASE EVENT",
  "BACK AT IT AGAIN #GOWOLVES https://t.co/ZejzpaWEXr",
  "#PANARIN WIDE OPEN",
  "Jeez-one guy screening the whole time.  PK is NOT good",
  "THERE WE GO #TOEWS",
  "#TOOTOO WELCOME BACK TO NASHVILLE!",
  ":( https://t.co/50gxEDqMS1",
  "Not sure whats happening with the PK recently...",
  "How many other cities have hockey teams like us here in Chicago?\n\nAnd are other cities' teams as good as us? Do they win as often?",
  "Again, I appreciate the protests and spreading the word, but standing in front of traffic blocking busses is not effective protest #NIU",
  "https://t.co/UEbk3X6tmN",
  "Friend bought tickets for me to a game. I just assumed the Hawks were playing here but I have never been more confused in my life. https://t.co/UPXU9ItBFN",
  "Idc if it was caused by #Trump or not-if you dont take accusations of sexual assault seriously, NEVER talk to me ever",
  "@AM34 God status already! https://t.co/o0pnW1nkQC",
  "The Leaf media will be masturbating furiously until they're raw about this game from Matthews until Christmas at the earliest.  Book it.",
  "Shows up, ties skates, sets modern-day record. https://t.co/tk6Zyt1uJt",
  "GOAL: Ryan Hartman at the doorstep. 2-1 #Blackhawks. #HawksTalk",
  "JESUS #AUSTINMATTHEWS",
  "Would pay money to see Austin Matthews DM's right now.",
  "Here comes the hype train... #Matthews https://t.co/FyXXlNI7eS",
  "This #Matthews kid...",
  "Back-door by Panik!  First goal of the season!",
  "https://t.co/77DbIGk795",
  "Cubs, I am 87 and I am getting too old for this... #GoCubsGo #FlyTheW https://t.co/d4tnkgRCl0",
  "Love the guy even more! https://t.co/ed9Djj2bHH",
  "PURE AWESOME #FlyTheW",
  "@NHL Yeah-the Cubbies are keeping me up again!",
  "Giants hitting is incredible this evening",
  "#BRYANT MY MAN",
  "Nervous. #FlyTheW https://t.co/w6IrWuSh3O",
  "Its not over yet boys...",
  "FUCK",
  "KB, Rizz and Jorge coming up. https://t.co/qFubVcRcCr #LetsGo https://t.co/AR7i1aIVMX",
  "WHOA. How'd that stand?",
  "\"Land of the Free\" with 2.3 million Americans incarcerated, and \"Home of the Brave\" as we bomb children with robotic drones.",
  "\"Do you know what consent is\"\n\nTrump: ISIS? Yes I know what ISIS is \n\n\"No I said cons-\"\n\nTrump: I will knock the hell out of ISIS",
  "Lol https://t.co/o7mWdb7VFr",
  "9 to go. #FlyTheW",
  "#FlyTheW",
  "Fowler &lt;3",
  "There's a 10 year old in the bleachers tonight and he's learning quickly how many times a bunch of grown men can use the word fuck",
  "Travis Wood. Holy merde. #Cubs",
  "#PrayForHendricksBicep",
  "#Baez getting ready for a bomber...",
  "FUCKIN RIGHT 1-0",
  "Welcome back Samardzija lol",
  "800+ dead in Haiti...and nobody seems to care",
  "\"Dear God who's wiping out people in Florida, please save the people that you're wiping out in Florida. Amen.\"\n\n#PrayForFL\n#HurricaneMatthew https://t.co/mhNLP8y9lq",
  "Remember: Dont #PrayForHaiti, #PrayForFL only!",
  "https://t.co/phpO1IT3FQ",
  "Take a breath, Chicago",
  "PSA: If you'd like to vote for someone who respects women &amp; speaks honestly in public about what she supports, her name is @DrJillStein.",
  "@javy23baez @BarstoolBigCat sure did...Was right there. #baez https://t.co/PrQNWOtIXs",
  "#W",
  "#Cubs lead 1-0 as we head to the 9th.\n\nEnter: @AChapman_105. https://t.co/sA8KZubcyl",
  "JAVIER #BAEZ BABY!",
  "LETS GO LESTERRRRR",
  "@MELANIATRUMP How does it feel being married to a pig?",
  "Any man tries to \"grab me in the pussy\" I will sit down and methodically begin to eat him alive with a fork and knife",
  "Is NHC down?",
  "@PDSwedge oooohhhhh you have no idea!",
  "Riemann sums in Calc 2? Really?",
  "@PauliePulp @PDSwedge https://t.co/HXcjudACzZ",
  "If you are Black, you are subject to dehumanization. Why has that occurred? Our communities are seen as a surplus community #VPDebate",
  "⚡ 'Whipped out that Mexican thing' is the only VP debate quote you need\n\nhttps://t.co/vQeb0zZaTX",
  "Debris ball! https://t.co/ITWneET8Yo",
  "Well of course the general US pop will say Pence won.  He sugar-coated everything Trump had to say https://t.co/Yk1EUXSSvh",
  "https://t.co/8JwI1hMLQr",
  "https://t.co/Ry3zisJlMx",
  "Bases loaded brought to you by #SmithPitching",
  "#FlyTheT",
  "https://t.co/waWXkaTRnU",
  "what did we do to deserve dogs 💞🙏 https://t.co/zUt89UzP9C",
  "https://t.co/RF8yjOgsHi @realDonaldTrump Watch and learn",
  "@NHL_Boss #GoCubsGo",
  "Finding it hard to watch the World Cup while such meaningful baseball is being played tbh",
  "Hoping that the Hawks will do well for Stosh this year",
  "Miss the kid already https://t.co/T0c4XHNx2J",
  "&lt;3 https://t.co/lKEZJy0nr5",
  "My Tuesday afternoons include strawberry ice cream and Lou Reed",
  "Fact check: Every time Donald Trump said \"I didn't say that,\" he actually did say that. https://t.co/3cmJXed65J",
  "https://t.co/FFP5F67ONw",
  "Y'all this is actually our reality. We have a woman with 30+ years of experience running against a tanned guinea pig. And its a close race!?",
  "LIVE FACT-CHECK: Trump is wrong about financial disclosures being better than tax returns. \nhttps://t.co/n5nVmdTM83 https://t.co/0pnDJgP7r1",
  "LIVE FACT-CHECK: Trump again is wrong about financial disclosures being better than tax returns. https://t.co/n5nVmdTM83 https://t.co/uEMCYXu8fO",
  "LIVE FACT-CHECK: Trump's suggestion that Hillary Clinton and her campaign started the birther movement is False. https://t.co/wsY1kPZoc9 https://t.co/O4mFVsbMlu",
  "LIVE FACT-CHECK: Trump has a muddled record on the war. But he voiced support before the invasion, like many Americans. https://t.co/cF8jKkbCQX",
  "NEW TONIGHT! Trump wrong that disclosure form tells more than tax returns: https://t.co/YwsLIZ3sQi",
  "Donald Trump once denied saying some of the things about woman that Hillary Clinton accused him of. https://t.co/bmo4FpPXGU",
  "He just does NOT understand how govt works-at all.",
  "https://t.co/QG4ud1mv2Z",
  "Nice catch, ref. https://t.co/kgrby3nurn",
  "8+\" rain, flash flood emergency declared in IA https://t.co/6XMEVuKnWV",
  "70mph gust observed in Middleton from that cell...",
  "Just sneezed so hard that I made a hole in my tissue",
  "https://t.co/G1sccLOqwJ",
  "Fact checking is important. These are just facts. If you don't like them, that is ok. They are just facts https://t.co/GQjsmOqmNV",
  "The path to greatness.\n\n#FlyTheW https://t.co/avPwKJX3rS",
  "LOVE how #Heyward has been hitting all night so far",
  "#SOLER ❤",
  "I think Im addicted to masticating...I do it 3 times a day",
  "@xx_snormie_xx -\"I want mashed potatoes\" https://t.co/12Of69hPCL",
  "Had a panic attack while learning about panic attacks, is that goals or what?",
  "And so it was prophesied... #PhyllisSchlafly https://t.co/ekXPW34eh5",
  "Phyllis Schlafly fans feel that jokes about her death are TOO SOON, which is also the way they feel about equal rights for women.",
  "And at long last, there was silence. Too bad she didn't experience a woman being President. https://t.co/nBMi2aucSA",
  "This tornado outbreak is absolutely nuts.  Second round for Kokomo, IN area; two tornado-confirmed warnings in Ohio. https://t.co/o10ATCQbhc",
  "Indianapolis right now (WTHR): https://t.co/i6BPZfaFVt",
  "...TORNADO EMERGENCY FOR KOKOMO CONTINUES...\n\n...A TORNADO WARNING REMAINS IN EFFECT UNTIL 400 PM EDT FOR EASTERN\nHOWARD COUNTY...",
  "Greentown, Converse, to Swayzee need to be in shelter now.. tornado warning https://t.co/ndSQXoDnzB",
  "Omg just moved in my dorm is SO cute can't wait to see what the future holds! #nextchapter https://t.co/9oowKKpW7y",
  "i can't breathe. https://t.co/rtYOoIn6bM",
  "Trump is wrong. Hillary and Obama didn't create ISIS. The Saudis, Bush and Clinton did by creating endless war and arming dictators.",
  "OH MY GOD 😂 https://t.co/tvgUHE68vQ",
  "@OfficialTandE #GreatJob! https://t.co/OrJK0dYWHG",
  "@xx_snormie_xx its a big step sweetie! Im excited for you!",
  "Nice #W",
  "@bbicks29 my condolences bicksy :(",
  "Anyone know of an IT internship for the NWS? Anyone? Bueller?",
  "Scientific method is based on questioning. It's healthy to ask questions, esp. when those controlling the research have vested interests.",
  "EMERGENCY UPDATE FROM ALEX JONES PLEASE WATCH IMMEDIATELY https://t.co/MnjxZSWC9k",
  "I have a few questions for Mr. Trump: How? How? How? How? How? How? How? How? How? How? Since when? And how? #RNCinCle #RNC2016",
  "Trump speech has no substance, terrible philosophy, and absence of detail. \nFact check the speech and keep following blindly, Republicunts.",
  "#conservativebecause one time I got burnt by a George Forman grill and now I HATE black people",
  "People complaining about the heat today when it's 80 degrees: https://t.co/aosTJQVhJR",
  "I can't believe there's an immigrant on stage during the #RNC2016. That's something, I guess.",
  "I can't believe Melania didn't learn how to not plagiarize at Trump University #RNC2016 #RoastTheRNC",
  "Live look-in at the White House #RNCinCLE https://t.co/kpnQUIln5A",
  "Warm, humid, &amp; windy Sunday. Storms psbl in the AM &amp; again in the aftn &amp; eve. Hail, wind, and heavy rain psbl https://t.co/eX9Xo2Zv4B",
  "Girls just got their jerseys. Pretty happy girls today. #BlackhawksConvention https://t.co/0ah2Es44oR",
  "Leave it to #Bryant!",
  "#ConservativeBecause you wish things had never progressed beyond segregation and women staying in the home.",
  "#ConservativeBecause my parents are and I can't think for myself",
  "#ConservativeBecause of all the stuff my daddy taught me",
  "#ConservativeBecause I believe in talking snakes, virgin births, walking on water, but not #climatechange science. https://t.co/y7qMSdaZDv",
  "Looks like Im voting for Stein now 🙁",
  "Riemann sums 🤓👈",
  "Just getting out of this blue box now.  Should get very interesting in the late evening. https://t.co/hBO6lwLxBB",
  "@Jtootoo22 welcome, welcome!",
  "The @NHLBlackhawks agree to terms with Jordin Tootoo on a one-year deal. #NHLFreeAgency https://t.co/OqcGCG7E5o",
  "What a good Christian man https://t.co/p7A2fflyOl",
  ":((( https://t.co/OIYR9ZYgYm",
  "Sooouuuup! Happy to have @bcampbell_51 back in Chicago. Welcome home.",
  "#SOUPY IS BACK!!!",
  "@crazy_payne93 @amazingatheist @PaulsEgo any bonus buckets of that?",
  "This has been shared countless times (forwarded on to me by a colleague) but it did make me laugh. https://t.co/uzZTVFBGik",
  "@xx_snormie_xx no prob buddy",
  "u got games? @xx_snormie_xx https://t.co/nZ4e2MFHwK",
  "Im a sufferer too #UnknownMortalOrchestra https://t.co/2LE6B5HKVK",
  "It's pretty Saad none of us Shaw these not so Sharp trades coming https://t.co/6ylty83cK7",
  "No tornadoes...but plenty of incredible structure that we saw today.  Success!",
  "To hit a younger demographic: https://t.co/oSx0trW6Gx",
  "No, we are still not sure exactly what will happen today.  Challenging forecast. There will be severe convection...that's all we truly know.",
  "Mendota or Rochelle tonight?",
  "Whaaaaaaaa?! https://t.co/d6tteJS0vW",
  "&gt;4000 MUCAPE? ✔\nExcellent veering? ✔\n#Hypetrain ? ✔ https://t.co/hZyL7su3fE",
  "Going from KPIT-KMDW #SWAVirtual",
  "What did everyone learn from the new eprisode? #ForYourHealth",
  "@ItsSteveBrule get that cherry green or blue",
  "Love a friday night cigar ❤",
  "#FridayFeeling https://t.co/NNPXr0s9WK",
  "Congrats on the captaincy and good luck @AnzeKopitar @lakings",
  "Calc prof: \"The first big name in Calculus was Newton.  Anybody know who the second person was?\"\nGuy in the back corner: \"ADOLF HITLER!\"",
  "That's how great a teammate everyone thinks Trevor Daley is, 1st guy to get the cup from Crosby. @penguins",
  "Retweet this to piss off every Toronto Maple Leafs fan #Kessel https://t.co/rJ6f8N7sPd",
  "Still brings a tear to my eye... #BecauseItsTheCup",
  "The greatest tradition in sports isn't the end of series handshakes, it's booing Gary Bettman.",
  "BETTMAN SUCKS",
  "USA, the country where \"Trans people in the bathroom are a threat to public safety\" yet mass-murders are quite literally an everyday event.",
  "I have no time for people trying to single out &amp; blame anti-gay teachings from one religious tradition while perpetuating them from another.",
  "@realDonaldTrump When will you grow a heart and a brain?",
  "Where were their thoughts and prayers when they signed anti-trans and anti-LGBT bills into law? Government sanctioned hate.",
  "Maybe now they will open their eyes, or continue to be blinded by their own bigotry",
  "And suddenly, all the religious and homophobic scum of Florida are \"supportive\" for the community they despise",
  "And yet, nothing will ever change #Orlando",
  "This terrorist act doesn't exist in a vacuum, but in a culture in which half the political leaders openly advocate for guns &amp; queer hatred.",
  "Our route #SWA5076 https://t.co/kXX0Ups2d7",
  "No words needed. #Ali #Howe https://t.co/CBJUwwlXuI",
  "When you talk about passion for hockey, #Howe is the first person I think of https://t.co/OIE7qp0K3s",
  "THERE WE GO #GAME6",
  "Get some more shots on please #Sharks",
  "Martin Jones https://t.co/zeOtVPdVVn",
  "Nothing beats Florida bass fishing...",
  "Can you believe I haven't been asked to perform \"Work From Home\" on any of the flailing late night talk snores? https://t.co/uHcEBCOM6c",
  "This. https://t.co/wp5ApescHq",
  "A very happy birthday to my girlfriend and best friend @xx_snormie_xx .  I love you so much!!!! https://t.co/bxdnGUPSFJ",
  "More heavy winds/rain on the way #TropicalStormColin https://t.co/QiymwfKltN",
  "40% chance of Tor watch issuance",
  "You know youre going to Disney when the MCO arrival has waypoints HKUNA, MTATA, JAZMN, JAFAR and RFIKI #SWA1189 https://t.co/p2FWfpYLop",
  "Gotta love when the slime of Carol Stream starts counting the Patel's at graduation. Must be proud of your asshole selves.",
  "@xx_snormie_xx I love you too sweetie :)",
  "Bleachers at the Friendly Confines #LetsGoCubs #TryNottoSuck https://t.co/23ntgTz0rL",
  "12:39pm CDT #SPC_MD 0769 severe potential...watch possible, https://t.co/DJk8vayfkj https://t.co/kvGQT81mXs",
  "Prom forecast for tonight: https://t.co/Z4XMXhmxXX",
  "Enraged Character In Stageplay To Be Unconvincingly Restrained By Other Actors https://t.co/wYnPqyhmfl https://t.co/1fVpkhrNAo",
  "No",
  "San Jose will win the cup",
  "Pens vs Sharks for the cup.  First final for the Pens since '09",
  "Piss poor effort by TBL...",
  "Is it me or are all the other chasers trying to tell me \"Hi\"? #kswx https://t.co/uCzqyiE736",
  "Phil esposito is LIVID...#TBLightning",
  "Congratulatory #HockeyHugs are the best kind of #HockeyHugs. https://t.co/nEK8tAI8TN",
  "Awesome dryline system https://t.co/4qKFtpaYIy",
  "@Nero as if you werent concerned that BLM would show up and give you a reality check. DePaul and Chicago does NOT want you back.",
  "I really miss postgame press conferences in the Western Conference Final.\n\nMisty-water colored memories ... of the way were.\n\nWe'll be back.",
  "I never cried, but came close. 2009 when Gonchar finally got to lift the cup. One of my favorite players https://t.co/uWtPGMEYYH",
  "DIABEETUS CAPE #KANSAS #HYPETRAIN https://t.co/elXEEqFPM3",
  "1:26pm CDT #SPC_MD 0705 severe potential...watch possible, #okwx, https://t.co/pJZGZwhxI5 https://t.co/pWcXcZ06LS",
  "Keeps moving further south...oh well https://t.co/4WQIbDjCeA",
  "Wishing this guy a SOUP-er birthday today 😸🍰🎉\n\nHappy birthday, @bcampbell_51 👍 https://t.co/XwTjw053ct",
  "@Chicago_Wolves @UncleBobStorage Kristo",
  "Changing your FB profile pic to the Belgian flag won't stop terrorism. But don't feel bad about it, nothing will.",
  "@xx_snormie_xx Youre the best sweetie 😊😙",
  "Here is the final data from our 0130Z Balloon launch from campus here at the College of DuPage! @NWSChicago @NWSSPC https://t.co/IIkcES7VNM",
  "OOOOHHHH COPLEY #WOLVESWIN",
  "#Hawks D cant be letting them crash the net like that",
  "Well this'll be a lifelong memory. https://t.co/Z13xOd00MR",
  "@shawz15er pipe down ya little puke, it's game day get focused",
  "JOHN SCOTT SCORES!!!! 🚨🚨🚨🚨",
  "@xx_snormie_xx I love you too sweetie :) ❤",
  "Helluva game #JohnScott ! Please don't hurt me...... #NHLAllStar",
  "Hopefully the Cinderella story keeps going and and he finishes the year with the Canadiens! https://t.co/eBFxHEi9ie",
  "OOOOH YOU BETTER BELIEVE IT #SCOTT #NHLAllStar",
  "#JOHNSCOTT #NHLAllStar",
  "@Chicago_Wolves Going with Scooter Vaughan for the GWG",
  "@xx_snormie_xx @WorldStarFunny PARTNER",
  "@xx_snormie_xx @WorldStarFunny I just wanted to say....thanks",
  "@BedtimeMath Instead,  you focus on storm chasing and tell lies to children and their parents in the book. I have no respect for you (2/2).",
  "@BedtimeMath You could have interviewed someone about incredible math involved on making the accurate forecasts that help people daily (1/2)",
  "SHUTOUT #CROW",
  "Richard Panik oversleeps, misses #Blackhawks morning practice https://t.co/I23lHSHl9V",
  ".@88PKane makes it 3-1! #ThatsHockeyBaby https://t.co/FFwnZpvrGL",
  "NHL: Blackhawks beat Predators 4-1 to set franchise record with 12th straight win; Patrick Kane 1 goal, 1 assist https://t.co/WMP7JY18Vx",
  "@xx_snormie_xx Me: \"Youre a woman\" Bae: \"Im a Norman:",
  "ANISIMOV! LISTEN TO THE CROWD!",
  "My twins are practicing this morning to become future @cmcdavid97! Ha! Ha! https://t.co/SlzDayk2i8",
  "#Alex is the first January #hurricane to form since 1938 and the first to occur in this month since Alice of 1955. https://t.co/qk6puLIVg2",
  "Goodbye Morin (again)...hello #Panik",
  "Hockey art 😍 https://t.co/CVz3sOPm0j",
  "@xx_snormie_xx I miss you!!!!!! ❤",
  "Welcome to the NHL, #Danault!",
  "Man Who Saw ‘Star Wars: The Force Awakens’ 6 Times Over Holidays Thought It Was Pretty Good https://t.co/zKX6LljJqz https://t.co/Ylk9rYkiNR",
  "New Report Finds Humanity 10 Years Away From Something Called Ash Age https://t.co/DozGGSzrDk https://t.co/8cBbdzeVIp",
  "@xx_snormie_xx me tooooooo :)",
  "When the kush is good @xx_snormie_xx https://t.co/mdYhuh82SW",
  "@standcampaign1 You just followed an atheistic existentialist-so much for targetting millennials!",
  "Halo 3 soundtrack gives me the feels",
  "@xx_snormie_xx haha took you a while",
  "Help pull off the best troll ever &amp; vote Rob Scuderi into the All-Star game --&gt; https://t.co/zBSk9lDL2s #ScuderiASG https://t.co/xW7qkruUPr",
  "@xx_snormie_xx you better watch out...you better not cry... https://t.co/432fu9FjmP",
  "@Chicago_Wolves Veilleux is my #HeroAfterZero",
  "Life as a Lions fan, summarized in one GIF:\n\n(GIF via @nick_pants)\nhttps://t.co/GqS5psylzX",
  "@DaniStimmell @SoDamnTrue thanks fam lol",
  "my GPA won't matter in heaven\nmy GPA won't matter in heaven\nmy GPA won't matter in heaven",
  "@68Jagr I vote you bud! You are not that old yet! And you are SO much smarter than this days kids anyway!!! Keep it rolling my friend!👍👏💪🇨🇿",
  "#NeverForget the time I snapped the @Grimezsz concert and made it on the Chicago story... https://t.co/9yQEm2poSR",
  "@Jaromir_Jagr https://t.co/3KKZ5oIpyU",
  "flames fans are starting to crack https://t.co/mbgzha9ecJ",
  "Kane’s 18-game pt streak is tied for 3rd-longest in @NHLBlackhawks history and is longest in NHL since 2010-11 (Crosby: 26-24—50 in 25 GP).",
  "Weak deke but still a fast goal for Ana...",
  "RT if you think this mozzarella stick would be a better president than Donald Trump. https://t.co/xwXui5MeYr",
  "@Grimezsz FAN FUCKING TASTIC TONIGHT https://t.co/uvw8hTgbay",
  "\"I play this at parties when I want people to leave.\" -@carrieffisher https://t.co/rqHjeVrOeJ",
  "@mandophotos @chicagotribune Ah yes, nothing more accomplishing than blocking traffic. #HesAlreadyBeingChargedWithMurderPeople",
  "Im a little tired of seeing people walk on the expressway for reasons that are already addressed #DoYourResearch",
  "Kinda wish we would protest those getting killed in the middle east over someone who is already getting justice",
  "Asteroid 9620 @Ericidle makes its closest approach to Earth today (0.9 AU) https://t.co/rdXg2SzOcJ",
  "@xx_snormie_xx https://t.co/oLSpWRhkZO",
  "@xx_snormie_xx https://t.co/jigVpmMhHD",
  "@xx_snormie_xx MMMMMMMMMMMMMMMMMMMMMMMMMMMMMHHHHHHHHHHHHHHHHHMMMMMMMMMMMMM",
  "Wolves postgame skate https://t.co/2QVbrCp82q",
  "If You Go Black Friday Shopping on Thanksgiving, You're Part of the Problem https://t.co/YwvOuEOfNC via @theblaze",
  "@realDonaldTrump Mr. Aurad was right.  Fucking vulture piece of white American trash you are.",
  "@xx_snormie_xx not much FRIEND",
  "@xx_snormie_xx hey buddy ol pal",
  "#ViveLaFrance",
  "@fakereedtimmer https://t.co/Fy7ewTtkXU",
  "9 surface based CAPE is PLENTY with INSANE speed and directional shear!",
  "GO FOR THE HATTY #PANARIN!!!",
  "http://t.co/CmTiRAWxYS",
  "Excited to play my first game in regular season for @NHLBlackhawks against @LAKings lets have some fun #Blackhawks https://t.co/dymQtrI3yl",
  "@TimWatkins21 yep!",
  "\"For me its about booze, broads and video games\" - My boss",
  "Me in the locker room right now https://t.co/Xby8NiuZdl",
  "@sirvatka Airbus PTU probably....sounds like a barking dog",
  "Already tired of hearing about this https://t.co/AahdDrvQsW",
  "When you spend your lunch reading A321 cold/dark manuals...#Airbus #VATSIM",
  "Great game for #Crawford...fuck the haters",
  "wish i was a good student lol",
  "Wasnt meant to be this year :( https://t.co/uDTieW6qVz",
  "#Leafs fall 2-1 in the shootout. #TMLtalk https://t.co/CDdJ32e8sF",
  "October 21, 2015 is a strange &amp; confusing time for Marty McFly. https://t.co/1PF8dEBlfk",
  "Evander Kane skates right through a pylon 😂 https://t.co/WiFIV5un9Z",
  "#SCHWARBER OOOOOHHHH BABY!",
  "Second intermission scoring summary, presented by @IllinoisLottery: The #ChicagoWolves lead Charlotte 7-2.",
  "On the ILS 25R, inbound #BCN #avgeek #pilotsview #pilotlife http://t.co/HE89SEpVxX",
  "when people say the NHL has a cocaine problem http://t.co/wJxeghCiYk",
  "#FUCKTHEMETS",
  "Ive said it before and Ill say it again-the #Flyers have the worst fanbase in the NHL",
  "BARTMAN, STAY AWAY!  CUBS ARE HEADED TO THE NLCS!  #FUCKTHECARDS",
  "#BAEZ! HOLY COW!",
  "#NextChapter https://t.co/g8zJtSUcJS",
  "#FLYTHEW https://t.co/fbvyxtnTst",
  "RIZZZZZZZOOOOOOOOO",
  "OMG LIEK #CRAWFORD IS THE WORST GOALIE EVERR",
  "#IamACrustacean",
  "Working on a letter to @RealBenCarson http://t.co/IedTdtEkXm",
  "That was one wiiiiiddddeee strike zone...get em next time #Cubbies",
  "@nbcchicago shouldve stayed on them then won the Darwin award! Lol",
  "#W",
  "\"It's amazing to think we've been able to put 3 banners up there. That's what you play for.\" http://t.co/6HKQ739acf http://t.co/zpk5HJv8Vl",
  "Bickell: \"I’m still here and I’m looking to play tonight to really show them I can get that game back. I want to be a Blackhawk forever.\"",
  "@girlposts @MaraWritesStuff",
  "@xx_snormie_xx swagggg",
  "@xx_snormie_xx I doubt your mom will let me fix them either lol",
  "@xx_snormie_xx you guys have 2 different wifi routers and youre probably not hooking up to the right one",
  "@xx_snormie_xx reply from 0 to 100 real quick lol",
  "@xx_snormie_xx I was waiting for problems to arise lol",
  "http://t.co/xBFfbam9tk",
  "Great to see Kopecky in a Hawks sweater again!",
  "By my calculations, approx 5% of the fans in each fanbase are either plain idiots or butthurt losers #analytics",
  "Thank God for Wolfram Alpha #calc1",
  "When you hear a song for the first time in 15 years... #TheCorrs #Breathless",
  "#DETROITSUCKS",
  "@ItsSteveBrule i have like 100 of them",
  "When you forget you're going to a late dinner and you eat a half a pizza before.......",
  "Nightswimming...deserves a quiet night...",
  "Two-time Stanley Cup winner Daniel Carcillo retires: http://t.co/pVeLju8Nou",
  "Are there any popular shoegazing bands?",
  "#Trump2016 http://t.co/h14t8bYeOS",
  "I will make it my mission this year, work 24h around the clock 2 get Jags to bring this puppy back! It's gonna happen http://t.co/NcAiEzmtmU",
  "LAUGHING SO HARD 😂😂😂 https://t.co/Ysn8WVBD0v",
  "@adidas @NHL Ill miss the Edge jerseys...please make them nice!",
  "The puck stops here. Today we're proud to take the ice and announce our partnership with the @NHL. http://t.co/4Lobikw2k7",
  "Adam Gase will be the one to fix Jay Cutler. http://t.co/qkGqxKP22Q",
  "#GibbyHaynes2016 http://t.co/JUKuhApEm1",
  "Canada has been good to me so far http://t.co/IjHmCNk4ts",
  "This one goes out to \"doctor\" #WalterPalmer http://t.co/4r7igZrzNd",
  "My timehop is full of Vanek gambling memes.\n#Sabres http://t.co/GWlRAHoMms",
  "Moderate risk of severe wx today after 7.  Gotta be careful on the drive home #pitchfork",
  "@abbyisweird buy spoons.  Lots of spoons.",
  "#Moist http://t.co/NPExDYzXgH",
  "What % of people at the parade today watched any regular season game?",
  "teuvo is here deal with it http://t.co/vJT2lUVwTg",
  "#NBAFinals http://t.co/lCBKKKIGs7",
  "Onboard #AAL1571 to LAX.  73H fully loaded and ready to go",
  "Flew a #PMDG737800 for the first time today. I had 1 engine failure, one cabin pressure fault and 1 airspeed violation. Mission accomplished",
  "When you get friendzoned hard http://t.co/43QBKt01e7",
  "\"When you talk about drawing on experiences &amp; winning #StanleyCup titles, Chicago has it.\" http://t.co/GEAipitU2W http://t.co/SGWVSoTELC",
  "LETS GO HAWKS! #TRUSTINCRAWFORD",
  "@EyesPorn @TruthfulAdds #NotRareAtAll",
  "@NWSSPC @NWSMidland Final launch data. ~20:30 Z launch from KFST. http://t.co/tRrTHkCVhq",
  "Headed to Grandview OK to reposition",
  "IF YOU LIVE IN #SNYDER OR #MOUNTAINVIEW TAKE COVER NOW http://t.co/OigKXFod2O",
  "Close up angle of the Rochelle, IL wedge tornado https://t.co/F1wIVYZCXS http://t.co/r3fmMYWrWG",
  "what a day",
  "#Hartland incredible tornado dv=100kts http://t.co/MvRvN3VlaS",
  "#Hartland and #Woodstock TAKE COVER NOW!!!!! LARGE CONFIRMED TORNADO (dV=95kts)",
  "Don't disturb while I'm watching Mad Men. You should be watching too http://t.co/9Tj7ewKV3m http://t.co/EKf1h1gkJD",
  "@101WKQX solid 2 min of dead air at 10:04 this morning! WLUP had a power flicker too!  April fools coincidence?",
  "Flying home today on #Swa4536 from beautiful KATL-KMDW.  Decent xwind expected.  Cruising at FL400. http://t.co/2lLMEoqyFs",
  "#BOYSINRED http://t.co/kJblrf4Giz",
  "#GLENBARD WINS! 4-3 IN OT! http://t.co/MEpxgYKElY",
  "#BoysInRed http://t.co/UWH4jM5tcN",
  "Ugh. I'll be on the bus. See you in the playoffs, Dallas beards. \n\nOh wait.",
  "Little hook echo in that June 30 derecho #DuPageWxSeminar http://t.co/DxOgEPWypz",
  "Three keys for tornado indication: Clear slot, clear slot, clear slot! #DuPageWxSeminar http://t.co/A1LFva7NZt",
  "@Grimezsz first time I heard Oblivion it was like \"big bada boom\"",
  "That has to be the most embarrassing anthem for yotes fans ever! #LetsGoHawks #BettmanSucks",
  "@DaniStimmell @CommonWhiteGrl \"youre pretty.  Average.\"",
  "It was great seeing da fuck bois tonight. @LalibIvzir @pilotcb2 #ihatetheseguys",
  "Kimmo Timonen said he is definitely retiring after season. Could get into coaching. \"I have little tips for a lot of players.\" #Blackhawks",
  "#Trollfoot 'n Fallon @jimmyfallon @fallontonight http://t.co/F4qJ7SkpLU",
  "@AlwaysSunnyFXX THATS BASEBALL BABY",
  "#Rask playing like Brodeur AND Hextall today! #HockeyDayInAmerica",
  "WELCOME TO NBC HOCKEY TODAY THE CHICAGO KANE'S FACEOFF AGAINST THE BOSTON RASK'S #DocEmrick",
  "@lukevanblois thanks man! We miss you guys too!",
  "#HOSSA-SHADES OF PATRICK KANE IN THE 2010 FINALS!!!!! TIED GAME!",
  "Its been 5 years too long.  Thanks #KendrickLamar! #mrtwinsister #inheaven http://t.co/Vh2n9gTf4y",
  "Its been 3 years too late...#grimes #visions http://t.co/Zpby2Q9LVZ",
  "Welcome to Seattle-The Comeback City",
  "My GOD that was a shitty call!",
  "#Ovi #Hammered #Smirnoff",
  "OMG LIEK WHY IS #CRAWFORD IN THE ALL-STAR GAME HE'S LIKE THE WORST GOALIE EVERRRRRRR",
  "Let the #Kessel memes.....begin #NHLAllStarDraft",
  "In hockey, its okay to shoot first and ask questions later",
  "WELCOME TO THE BIG LEAGUE, #TERAVAINEN!",
  "\"Keith's long one\" #HockeyPorn",
  "FUCKIN WINNIPEG MAN #SEABS #OLDTIMEHOCKEY",
  "BICKS IS PISSED #OLDTIMEHOCKEY",
  "@_cheyenne_noel idk how we'll see you nobody will be home all day",
  "@_cheyenne_noel indoor lax or something?",
  "@_cheyenne_noel u in town?",
  "Made 13th place in #BlackhawksFantasyFaceoff tonight!",
  "That trumpet...terrible",
  "What",
  "#BRYANT CATCH OF THE YEAR FOR DALLAS",
  "That was disgusting-stop the replays! Please!",
  "Already -2 in fantasy hockey in 20 seconds-#Hawks need to get their heads in the game fast",
  "Let's staple 27 to the bench. Doesn't look like he's interested in playing hockey today.",
  "#Teuvo's season debut tonight. On a Sunday. God's day is Sunday. Which means Teuvo is God. #itsscience #Teravinen",
  "HE'S HEEEERRREEEE #TEUVO http://t.co/z39fLqLVVv",
  "Three words: #JAROMIR #FUCKIN #JAGR",
  "Caps showing a classy move to wear the #CR sticker.  I'm sure its still tough in that locker room #WinterClassic",
  "That's how you do the anthem!  Not with some clown celebrity! #WinterClassic",
  "Okay #Trotzy",
  "Lets hope they put Pierre on the north side of the Ice so that the sun blinds him and he can't comment on the game #WinterClassic",
  "Lot of heart in these guys.  Chicago has you in our thoughts, #Clint.  #HawksWin",
  "You won't just be always a part of the best team in hockey, but the best family in hockey #CR",
  "12/13/14-the last \"sigificant\" day until 11/22/33",
  "The amount of corporate at the TD Garden is just sad-couldnt hear anything when #Smith scored",
  "@TIAANOFFICIAL I go from listening to Pink Floyd to your crap every 10 minutes.  This is not what real artists do to promote music",
  "#SPOTIFY OKAY JOKES OVER NOW IM NOT GOING TO PAY PREMIUM IF YOURE HIJACKING ME https://t.co/pN1TKV9yCv",
  "#SPOTIFY WHYYYYYYY https://t.co/mKQi7FkdNs",
  "If #Jagr scores in the SO, it might be because I accidentally wore his shirt today :/",
  "#JAGR #5THALLTIMEINPOINTS http://t.co/bhTHcN0jPe",
  "CLUTCH #SAAD",
  "@ESPNChiHawks except for 3 or 4 idiots :/",
  "Good day in sports today #GoHawks #RollTide",
  "JUST BOUGHT PAYDAY 2 👍 #STEAMSALE #ITSABOUTTIME",
  "My thoughts are with the business owners in #Ferguson right now.  Sorry that your community ruined your thanksgiving.",
  "Obviously people were looking forward to the indictment being rejected.  Way to go #Ferguson protestors for harming innocent people",
  "That is the best orphanage I have ever seen.  Disgrace to Carol Burnett #DWTS",
  "@GeryBatmin well this is awkward",
  "And of course #Torts puts a bounty on #Kane's head",
  "WATCH: The Legend Jaromir Jagr acknowledges his loyal subjects. http://t.co/KY7HFcRz7s http://t.co/T3IiDU5ABE",
  "KARI LETTINITIN #HAWKS",
  "\"When it rains, it pours\"-My dad on this #Bears game",
  "Kendrick so far is the only artist this year that Ill actually watch on #SNL",
  "@lukevanblois us too",
  "@lukevanblois at least Rockford doesnt go far lol",
  "@lukevanblois He gets beat to hell in every game.  Theres always Griffins vs Wolves games 😃",
  "@lukevanblois yeth many cabbieth to abuth (my kane impression)",
  "@lukevanblois alright.  Usually we hoist the cup around then so we'll see what happens 😎",
  "@lukevanblois we camp next summer right?",
  "@lukevanblois deal",
  "Detroit still wont make the playoffs",
  "That was #hawkward",
  "YESSSS #ROLLTIDE",
  "@NHLBlackhawks 20.5 deg. F",
  "ARRROOOOOOOOOOOOOO http://t.co/F4zxIMnfCH",
  "@CSNChicago Tell Edzo that he cant have any of this!  #SOFTSERVE http://t.co/brvzWttyzd",
  "I've never seen a guy with highlights in their flow #Holtby",
  "so...why are they all wearing tuque's?",
  "And another shitty Congressman reelected #McConnell",
  "@SwedishFish_4 Obama knew it too #thanksobama",
  "#Crawford beats the #habs like a rented mule! 11th SO! #HawksWin",
  "@Drunk_Kane88 Crawford when the @CanadiensMTL tries to score. http://t.co/xqSv5eu79j",
  "FINALLY WE WILL WIN AT THE BELL CENTRE! #GoHawks",
  "These game isn't even being even matched when we are be down a player.",
  "Knee to knee hits are NEVER good-best of luck to you #Sharpie",
  "@NikWallenda Im having a tough time seeing the tightrope from up here! Good luck! #KMDW #SWA2406 http://t.co/mbQ5VO04HN",
  "Beautiful VFR day today as Im sitting in the brand new C terminal at #KBHM.  Goin back to #KMDW today",
  "No snow at #KMDW!",
  "oktober 31st iz: http://t.co/agWOOTEWV0",
  "2 closed rwy's wont stop me from going to 'Bama! #SWA126 #KMDW",
  "The glory of getting home at 1 AM #mensleaguehockey",
  "Excuse me Pat Foley?",
  "I just swallowed a pill then it got stuck in my throat and it burns like 10000 suns #HELPMEYEEZUS 🔥🔥",
  "We are all stunned and deeply saddened by the tragic loss of one of the youngest members of the Cardinals family. http://t.co/MDyAZxSQ4B",
  "AND #DARLING REMAINS UNDEFEATED!",
  "I never realized how much of a scrub #Ribeiro is",
  "#Lincecum is a human paperclip",
  "Call me old fashioned but I still think Buffalo has the best third jerseys http://t.co/Kly8XPrvBk",
  "Nothing beats a post-game #Harlo's run #HawksWin",
  "Happy first birthday, 10C/28C! #kord",
  "S/O to @pilotcb2  for being rad as hell tonight. #platonicwagon",
  "Hiller had a 3.5 GAA in the previous 2! 49 SAVES! AND WE LOOOOOOOST! :(",
  "I've said it before and I'll say it again-Kane would make a really good center",
  "COREY! COREY! 16 SAVES! COREY! COREY! really?",
  "The 0 for 6 ends now(hopefully)! #Hawks",
  "Fall y u do dis https://t.co/VrpG674dq9",
  "Best backhand in the league-nice win boys!",
  "\"Amen\"-Ben Smith",
  "HE SHOULDA HAD THAT ONE!  1-0! #KEITH",
  "Another prematurely ejaculation by Patricia.",
  "Rookie mistake by Morin-don't sweat it kid",
  "THATS MY BOY: #Jagr moves into sixth place on all-time scoring list: http://t.co/PfcFd86KqE",
  "Still not so sure why #Carbomb is back...",
  "Former Hawk Skille puts it in.  Damn. #Sabres",
  "GAHHHHHHH I ALMOST FORGOT HOW MUCH I HATE THE NSB PANEL.  Like you all hate on Pierre but he is better than Mike \"Chris Christie\" Milbury",
  "While everyone is talking about ebola, I'm just happy that hockey is back #TheyreBack",
  "@AlxNavert I hate it because I'm imperfect.  In the end, when I have my degree, every school I went to can take my money and shove it",
  "Go ahead.  I DARE you to ask why I hate college.",
  "Hes baaaaaack #carbomb",
  "@101WKQX haven't heard that Coldplay song in 10 years...thanks for playing it! #WhenColdplayWasGood",
  "@abbyisweird WHY HASNT THIS GONE VIRAL YET",
  "The anti-tackle officiating is getting old REAL fast",
  "#IAmARepublican bc I enjoy the media controlling me and since I live in the burbs, I love being ignorant to the problems of society",
  "@NRA While arms warehouses fill as quick as the cells\nRally round the family, pockets full of shells",
  "#ZAU TRACON on fire does not mean ANY good things right now",
  "See you for year 101! #gocubsgo",
  "Expecting solid shifts from Cumiskey and Richards tonight-welcome to Chicago! #hawks",
  "Piano?? Seriously Pellico? #hawks",
  "Zero forgiveness in the real world.  Not even for the little mistakes.",
  "22 DAYS LEFT #nhl  #ChicagoBlackhawks https://t.co/U1xDEca9C2",
  "Anyone throwing out conspiracy theories today is a cunt",
  "An actual reason for me to go to Target! #elpintor",
  "Im not asking for sympathy, Im just asking for acceptance",
  "New #SWA livery got me a little spooked!",
  "MASSIVE upper level rotation accd to storm relative image-#Palatine and #ArlingtonHeights be careful! http://t.co/bW7ypDRAph",
  "Nice job Alexis! #NHRA",
  "Same town, new story🎶#interpol",
  "Who needs the MLB? #GoJRW!",
  "@MrMastersjosh its unBEARable",
  "Oh well-#Seahawks bandwagon fans are probably terrible",
  "Way to go JRW!  #LittleLeagueWorldSeries",
  "http://t.co/fb0znY59Ps",
  "I strongly advise EVERYONE involved in the disaster at #Ferguson to watch this-I don't care what side you are on!\nhttp://t.co/QH60HKrYWL",
  "All I do is add zeroes zeroes zeroes to my tuition check",
  "I stayed up until 3am writing jokes for standup-COD open mic night, here I come",
  "@iProxy @DannyTanner",
  "When Pierre talks I'm just like... http://t.co/YcvAxJgqXa",
  "@SeanySwagger is an OK shot with a red ryder...",
  "3 hours of sleep fucking sucks",
  "Still not as bad as the crystal pepsi challenge #LABeast",
  "Jagr.",
  "Ive never seen the NHL bandwagon this hard for the Preds",
  "I will wait for the only perfect woman: Jesus",
  "@abbyisweird OMG IT WUZ LIEK THE BEST MUSICAL EVER",
  "AAAAAAAAAAAAAAAAAAAAAAAAT THE 25TH ANNUAAAAAAAAAAAALLLLLLLL",
  "When you see da booty http://t.co/AGEaUuVH2P",
  "4G in the middle of the woods rn #thankyoujesus",
  "Nevr forgit http://t.co/61SpTd5vW3",
  "rt if ur mind iz blown http://t.co/Rz4rTwsGPW",
  "Water taxi is going to be crowded as shit #Lollapalooza2014",
  "#Interpol #HOB https://t.co/oDnZGqv1aE",
  "Cross it off the bucket list! #Interpol #HOB",
  "Ill give a 2.75/5 for Sex Tape",
  "#SeanAndLuke https://t.co/17V0BBLrAT",
  "@Microsoft Thanks for abandoning fsx-really appreciate it",
  "Because friends dont waste wine when theres words to sell...",
  "Announcement: I've scheduled The Rapture to start on 12/25/14 at approximately 7am EST.",
  "Can anyone explain all the #flames posts that keep showing up?",
  "I sincerely hope that if pot is legalized it will have a tax rate thats at least 40%-that way smokers could be useful for once",
  "Let the countdown begin #IsItOctoberYet http://t.co/vdSlmgCCun",
  "Toews, Kane feeling confident in new contracts, future with #Blackhawks -- http://t.co/DAZnYzfLNm http://t.co/ENNu19Uulz",
  "5SoS sounds like a cleaning product",
  "Hope that everyone gave a warm welcome to Richards at the #HawksConvention today!",
  "Extra crunchy peanut butter is good for the soul",
  "Is that a 50,000 watt blowdryer in your pants or are you just happy to see me? #WLS #JohnRecordsLandecker",
  "Imagine your head is filled with tiny boxes,\nNow find the box thats gay and CRUSH IT",
  "Get Schweinsteiger an IcyHot please!",
  "Her rabid glow is like braille to the night",
  "Done with swimming time to play mortal kombat @pilotcb2",
  "Another $89 wasted.  Thanks #CollegeBoard and all other privately owned standardized tests for fucking me over again, and for the last time",
  "Hoping that the 3:30 metra wont be HELL #tasteofchicago",
  "Ill give \"All The Rage Back Home\" a 3/5-but I get a lot of vibes from their last album after hearing it #Interpol #ElPintor",
  "I could go anywhere...#elpintor",
  "Now with all the sirens it sounds like the northwest side over here",
  "wow im so unfunny #happyfourth #nam https://t.co/QmIxO73hcD",
  "OMG HAPPY 2014th BIRTHDAY AMERICA! ✌💯👅👽🍗🚽👃🐶",
  "Omg u guys-yesterday was July 2nd! 💯👅✌",
  "YEAH #CUBBIES!",
  "#cvrches #ilovethe80s https://t.co/tu6gzPUi5p",
  "Oh hi band",
  "Just as I thought the frenzy would get boring for CHI, it didnt!  Welcome to Chicago #Richards!",
  "THIS IS WHY CHILE LOST TO BRAZIL. THE LAST PENALTY KICK WAS BLOCKED BY THE ILLUMINATI. #WorldCup2014 http://t.co/zHLOIcNany",
  "Bye Bollig :(",
  "JA NICK SCHMALTZ",
  "#basicwhitegirlselfie @_cheyenne_noel http://t.co/9IoOBwSlLp",
  "All the kids getting drafted are my age... #NHLDraft2014",
  "Whaddup #ludington http://t.co/aMXhcW3UQq",
  "No fish caught on a foggy, cold day.  I deserve a reward.",
  "Graham crackers=my life",
  "Fireside with the bae @pilotcb2",
  "Luke VanBlois https://t.co/amS463EKC7",
  "@lukevanblois #basicthot http://t.co/ugI28mCWh0",
  "NO GOAL #LETSGOBUFFALO",
  "@etrangent what about pure crack?",
  "@etrangent well the hangover came from watching pee wee itself :P",
  "Ive still got a hangover from watching Pee Wee's Big Adventure last night #hewasoncrack",
  "Amber is the color of your energy",
  "Its okay-Sean Avery played for both teams at one point",
  "@LAKings From us to you #cheers",
  "Staples center #Kings fans have absolutely no clue who Bettman is or whats going on-smh",
  "BOOOOOOOOOOOOOOOOOOOO",
  "PLEASE make St Louis captain next year",
  "No more hockey :( #CongratsKings",
  "Save of the game for #Voynov",
  "DAMMIT RANGERS CMON",
  "Happy birthday #777!",
  "YES ANOTHER DAY OF HOCKEY",
  "WOW",
  "@hockeynight at least Mess is there-he always has a smile on his face",
  "Im getting a :17 vibe from LA right now",
  "MSG is way too quiet",
  "#Rangers have to treat this like a game 1-no pressure, pure energy",
  "Just landed in Chicago. Must find a Portillos. #FluffyProblems",
  "Please text \"WESUCK\" to 88970 to donate $15 to the disaster that is the New York Rangers.",
  "Messier aint proud right now",
  "@_cheyenne_noel yep! But we're coming home 2 days earlier",
  "@_cheyenne_noel yeah!",
  "Lil Chris-Tha Carter V http://t.co/7Q59ImOVhE",
  "YES #CUBBIES",
  "I graduated high school on August 25th, 2010",
  "COD #DraftDay boys",
  "@101WKQX first time I heard Interpol was 9 years ago on old Q101 and Ive beem dying to see them since!  Thanks for the tix!",
  "Those #Interpol aftershow tix are MINE",
  "#Kings in 6",
  "Howard Stern=Opposite of porn",
  "This is just the beginning!  WAY TO GO GUYS! @SeanySwagger #SeanAndLuke",
  "This will be a VERY long commercial break #AGT #SeanAndLuke",
  "Let the Howard Stern jokes....BEGIN",
  "#SAVEFERRIS https://t.co/aIL0WRXIU2",
  "I can hear the bandwagon emptying",
  "So...can we drop ticket prices now?",
  "This Chicago LA game.. http://t.co/7lKrZLkuZ6",
  "ITS TENNIS AT THE MADHOUSE!",
  "BACK DOOR SAADOMY",
  "@AbbyWright0 ill see u around :)",
  "OOOHHH NOW DO YOU BELIEVE",
  "And to think it pisses me off when he takes shots from the point lol",
  "YESSSSSSSSS!",
  "Keep shaking that glove and blocker Crow",
  "The official team for all NHL bandwagoners: http://t.co/pP509zXVCI",
  "How #Hossa felt about graduation https://t.co/CvCuOOYyvK",
  "#DRAFTDAY #THANKYOUMOM #THANKYOUJESUS http://t.co/Bp50CLlw7m",
  "THE END IS NEAR!",
  "Order the pizzas and cut up the lemons #Hawks-this is going to be a long intermission",
  "DAMMIT I WANNA GO TO BED",
  "KANE YOU ARE NOT A CENTER",
  "#COMMITTOTHEINDIAN",
  "Yeah FYI, the incompetency is on BOTH sides of the classroom.",
  "@Emily_mdizzle found this fucker in my backpack lmao http://t.co/z9jJGQPh2Z",
  "@GrantGrace7 is a major ass fuck",
  "Sir Christopher Lee turns 92 today! We count down the 10 best films featuring the great actor: http://t.co/lVAvf1weRn http://t.co/P9uTg1nVxF",
  "If it makes you guys feel any better, this is shaping up just like the Detroit series last year.",
  "It's the NHL Playoffs, not a date with Chris Brown. Stop complaining every time someone gets hit",
  "Thanks for all the fish!",
  "Bandwagoners: at least pick on some other player other than Crawford",
  "#wcw http://t.co/75Zm2PFJpZ",
  "@tylerbergs @Molly_Ann99 HA",
  "@Molly_Ann99 AY AY U DONT EVEN KNO MY STORY",
  "@Molly_Ann99 Thotler's List #ReplaceMovieTitlesWithThot",
  "@Molly_Ann99 Thottanic #ReplaceMovieTitlesWithThot",
  "@Molly_Ann99 The Wizard of Thot #ReplaceMovieTitlesWithThot",
  "ICYMI - The @NHLBlackhawks &amp; @LAKings made a friendly wager on their series. Who wants a slice? #BecauseItsTheCup http://t.co/hoBBdt6v04",
  "Citizen Thot #ReplaceMovieTitlesWithThot",
  "Wow-last full week of high school.  #BOUTFUCKINTIME",
  "@AnaheimDucks No more Jofa buckets :(",
  "Last minute for #Teemu",
  "Im kinda hoping that this isnt #Selanne's last game...",
  "Brooms on the ice in Toronto- get em next year wolves! #GOWOLVES!",
  "It's snowing outside. It must be #Illuminati #obama #KONY2012",
  "Its snowing outside.  It must be #illuminati #obama #KONY2012",
  "OMG U GUYZ IT WULD BE LIEK SO FUNNY IF WE SAT ON LIEK STAIRS AND LIEK BLOCKED FIRE EXITS ROFLLAMAOOFK #YOLOSWAG",
  "The bracket is officially dead #rip",
  "#KANE #CALIFORNIADREAMING",
  "PLEASE NO GAME 7",
  "#GBNTHEATRE http://t.co/bfK7U07QXF",
  "#mikey #theatreforlife #sickestflow http://t.co/uz5RXnhXne",
  "#cute https://t.co/or1NUn0qmy",
  "Bilal Rizvi https://t.co/DqrDVFeRo7",
  "Predators hire Peter Laviolette as head coach; Laviolette replaces Barry Trotz in Nashville -via SportsCenter http://t.co/aJgFmPEIVL",
  "http://t.co/rLXzgbrdME",
  "Its game 2, the series is tied, and now #MTL is choking? Smh",
  "I was blowing 2 goal leads way before all the cool kids started doing it #innovator",
  "@Emily_mdizzle can you dance in blackface during one of the actual show days?",
  "Everyone is tired from tech week and im just sitting here tweeting about hockey-thank you for dealing with me",
  "Hey people at the UC-those towels are made to be waved!",
  "@SanJoseSharks @Avalanche  http://t.co/j80Qsbp58a",
  "New logo for the San Jose Sharks http://t.co/AWYdRMwEQH",
  "Bye bye bracket :(",
  "Not Oscar-worthy, #Talbot",
  "Fuckin Flyers",
  "#GBN Girls Varsity soccer Senior Night STREAMING NOW only on the NFHS Network! http://t.co/jKG9OVBBqn",
  "@madhousenforcer wild, wild, oh and wild",
  "It's Miller Time: http://t.co/NgvNcBpfiD",
  "Mike Yeo fighting for his job right now #AvsVsWild",
  "KEITH AUCOIN=PERSEVERANCE #chicagowolves",
  "THERES COCAINE EVERYWHERE!!!!!!",
  "THAT IS THE BEST OT GOAL IVE SEEN IN 4 YEARS! #TOEWS #LETSGOHAWKS",
  "@SeanySwagger http://t.co/FIWYAEyR5y",
  "Rudy bein' Rudy... Come see Hello, Dolly! http://t.co/LHwgIfm0rv",
  "Crappy #Sharks defense right now",
  "#Zetterberg's first game back and he already has the most glorious beard ever",
  "Just in case you need to play hockey... erm, hooky... after the late-night excitement. #BecauseItsTheCup http://t.co/oyd6840Q48",
  "14.",
  "I wonder how many people at the UC actually know who Jamal Mayers is smh",
  "#Crawford's puck awareness tonight is the best its been in the series so far",
  "@101WKQX 9 years ago today on old Q101 I first heard \"Evil\" by Interpol-how about we get that on the airwaves?",
  "HI IM DOC EMRICK TODAY THE CHICAGO KANE'S FACE OFF AGAINST THE ST LOUIS OSHIE'S",
  "@LAKings @NHLBlackhawks @StLouisBlues thats because its not almost midnight over there :P",
  "Its. Pre-easter epic! #BecauseItsTheCup",
  "I'm jealous of whoever has Brad Richards on their fantasy hockey roster",
  "#Kaner=Everyone's lover",
  "Thats what I call a PPG! #Seabrook",
  "DAMMIT #CRACKNELL GO BACK TO THE WOLVES",
  "And a quick congrats to former Sabre #Miller for his first playoff series since 2007!",
  "The Norris division rivalry hits the playoffs for the first time in 20 years NOW! #letsgohawks #StanleyCupPlayoffs",
  "@mnwild @NHL \"Let them eat pucks\"",
  "Lets get naked, Barnaby!  We're going to New York!",
  "School is like going to see a bad movie.  You get all excited but then after you see it you realize you wasted $20k on a ticket for it.",
  "@ADPorath I compare Crawford to Belfour but Crawford will never be at the same level if hes ever traded",
  "@ADPorath Im thinking theyll beat the Hawks in the second round.  Roy still has 2 rings plugging his ears lol",
  "@ADPorath I still consider Sawchuk the greatest",
  "@ADPorath for the win",
  "I just picked @NHLBruins to win the #StanleyCup. Fill out your bracket at http://t.co/5l41w1IZpV. http://t.co/DxRFpW3E5t",
  "@ADPorath still not a Devil but ROY FTW",
  "Is there anyone who has more fun on the ice than Jaromir Jagr? http://t.co/8y3flqFhhE",
  "Jaromir Jagr-1-time Stanley Cup Champ (1988-2008, 2011-2014)\nMartin Brodeur-3-time Stanley Cup Champ (1991-2014) http://t.co/t2CSSUnIJp",
  "PLEEEEEASE dont let us play the Blues in the first round!",
  "Hey welcome to the big league! #Carey",
  "RT @hallsy04: A special night as it's #94's last. It was amazing to watch and play with you. http://t.co/p51zmJ3wul",
  "#Fleury is the most overrated goalie in the east coast",
  "OMG @FakeKenHolland DID WE JUST SCORE A POWERPLAY GOAL?? http://t.co/AS4MdNUX7p",
  "@pilotcb2 i just wish that they would be more progressive and vocal about it (no pun intended)",
  "The day of silence is as effective as Congress during a filibuster",
  "I wonder if Hawk fans know who Bob Probert even was..? Probably not, only been fans since 2010",
  "Today in 1934, #Blackhawks won their first Stanley Cup defeating Detroit to win title http://t.co/bGmeoN5Qdq",
  "Me in class rn http://t.co/fRu2jKm7mZ",
  "@incdotwell @nbcchicago @MarianHossaSay",
  "Im surrounded by incompetence",
  "Legendary child star Mickey Rooney dies at 93 http://t.co/q1gIlHhcwY",
  "Doc Emrick says what we all know: \"81 is pretty good.\" Why yes Doc, he is. #Blackhawks",
  "On N930WN 737-700 from MCO-MDW expecting the Pangg One STAR #byespringbreak http://t.co/Yr9ZQrLNyZ",
  "Me at the pool rn #disney http://t.co/gf3xfizt2b",
  "Shweet #disney https://t.co/8ua0D2TT1w",
  "New plan: DO NOT pick Hawk players for fantasy day in order for them to score in real life",
  "Great.  Smh http://t.co/3xXMBlR0oe",
  "MISSED MY #WCW WITH TINK YESTERDAY SO HERE IT IS WOW THAT WAS CLOSE http://t.co/wPqikYt6EZ",
  "And she was",
  "Let's play http://t.co/k24O7cGeqi",
  "@Actulyjuses Juses y u do dis in disnu? http://t.co/G4rfe1IWnl",
  "@donnajbull are you trying to say Im not smart? :)",
  "Got accepted full-ride into Harvard!",
  "I FOUND THE #SELFIEATTENDANT #Disney http://t.co/ZP5j94xqPH",
  "Happy #Cubs Opening Day from Mr Caray! #Disney https://t.co/Ph00YgDSDl",
  "A message from Congressman Frank Underwood (D-SC) in Disney #HouseOfCards https://t.co/QmAvn8kwNB",
  "Lots of people dropping #Kane from their fantasy rosters-Ill give him a shot :) (if he ever plays in the playoffs)",
  "Baseball is beautiful. #OurTime http://t.co/WQp9WiAyFS",
  "Kane out for the rest of the regular season, Toews headed to the locker room, and now Sharp injured. Where did I put my panic button?",
  "@abbyisweird nbd :)",
  "N8602F SWA 737-800 from MDW-MCO #springbreak http://t.co/cHIVMwb0Q8",
  "Perfectly VFR at Midway right now :D",
  "BOUT TO SEE #GRANDBUDAPESTHOTEL :DDDD",
  "“@NotMrMoseby: ME WHENEVER SOMEONE DOES ANYTHING IN THE LOBBY http://t.co/f4eMHCW50n” oh my god I'm in tears😂😂😂😭",
  "@shannanonVCK \n       (__)            (__)\n         /|\\               |&lt;\n          |               /\n         /\\               \\",
  "Excited to announce that I will launch CoolBlue Tech Software at the end of April- early May.  Android apps are being developed as I speak!",
  "*sniff* so awesome http://t.co/Dkp5fXsv1T",
  "Thotlight savings time",
  "Half past thot",
  "Hour of the thot",
  "Its thot o'clock in this lunch hour right now",
  "When boys never leave your side http://t.co/Ox16cflbfC",
  "@etrangent BE FUNNY JULIANA",
  "Senioritis is made real",
  "Amen 🙌 http://t.co/AkaB9DAheb",
  "Teuvo better be as good as everyone says",
  "@SeanySwagger Ok! When do we start?",
  "No Teravainen here tonight! #chicagowolves http://t.co/SS5O5bOdak",
  "Biggest, reddest beauties at the UC #GlenbardHockey http://t.co/0Ggj2KaB7P",
  "Fyi-puck drop changed to 9:55 tonight #GlenbardHockey",
  "Nice win at the UC-can't believe that the #GlenbardHockey boys are going to play there tomorrow",
  "#Pierre: \"Last question, is your name Jonathon Toews?\"\nSharp:\"No\"\nPierre: \"Then get out of my face\"",
  "\"WOW CRAWFORD SUCKS\"\n\"WOW RAANTA SUCKS\"\n\"WOW KHABBY SUCKS\"",
  "Helluva snipe",
  "All that crap Ive been hearing about how good Emery was and how bad Crawford is- smh",
  "St. Patty's Day Massacre v2 https://t.co/nmyl8ERTll",
  "@Drunk_Kane88 @AshleyRapata88",
  "SEAN AVERY ON #DWTS SONOFA....",
  "He said \"Hey Man-take a walk on the wild side\"",
  "@danacarvey sounds right to me",
  "@AshleyRapata88 you mean quiet?",
  "WE NEED YOU ON THE OTHER SIDE @AshleyRapata88 http://t.co/7rLVXDVhIa",
  "Great game at the edge #GlenbardHockey beating #Maine 2-0 end of the 2nd- LETS BRING THIS TO THE UC BOYS!",
  "Heard someone in the audience start to sob #monologue #nailedit #rabbithole",
  "@Drunk_Kane88 @AshleyRapata88",
  "Wow #gbnhoops https://t.co/RJRavpmSiV",
  "Sums up the first period #hawks https://t.co/ZsNuTTPJwo",
  "@abbyisweird aah the -800!",
  "\"What can I say? I just really connect with these machines.\" http://t.co/509RU2hV34 http://t.co/USIwjnZZsC",
  "\"Dicks taste good\" -Grant Grace",
  "Im awesome #rt",
  "Get well #Peverley",
  "#dillard https://t.co/NKkhIzyS8V",
  "Shit http://t.co/PaTKb5VEJs",
  "@lalalaitsjess #bae",
  "God I wish COD has a hockey team",
  "Which one? #SabresVsHawks http://t.co/vZYhDGUywq",
  "#90sareallthat",
  "Anxiety attacks are the worst",
  "WHY DO THE BLUES KEEP WINNING?",
  "Home alone.  Great.",
  "♥ #nas #vinyl http://t.co/UZJpAOkk0C",
  "Timmy T's new mask (yes, again): #GoalieMeme http://t.co/oABQi7QuAL",
  "#RIPRyan from Chicago",
  "Hawks played Talking Heads on the PA!!!",
  "Wow its so much fun to spread friends' peoples problems on twitter! http://t.co/ybDhkEJGvp",
  "@fakelavy \"I got a Big Mac Meal.  MacDonalds\"-Jokinen",
  "Sound the horn. Its trade deadline day",
  "🌴",
  "Waivers:\nSmith, Trevor\nTOR\nDowell, Jake\nMIN\nPotter, Corey\nEDM\nCorvo\nOTT\nConacher\nOTT\nSmith, Derek\nCGY\nGomez\nFLA\nClemmensen\nFLA",
  "Mac and Me, North, Bill and Ted's Excellent Adventure, and Titanic",
  "Dallas Buyers Club, American Hustle, August Osage County, Nebraska, Frozen, Pitch Perfect, The Lego Movie, Godzilla, The Room,",
  "And the Oscar goes to Leonardo DiCaprio for his performance in The Wolf of Wall Street, 12 Years a Slave Her, Philomena,",
  "I cant believe I only like original screenplays!",
  "In honor of it being Oscar Night, retweet if you think 'Happy Gilmore' should have won best picture '96.",
  "Bye #Pirri :(",
  "#Blackhawks GM Stan Bowman: \"We're not focused on the (trade) deadline.\" http://t.co/mAJ6WjLiQ6",
  "Gee that game was fun!  So, what number is Crawford?",
  "@AshleyRapata88 http://t.co/jCvDNJXerl",
  "@AshleyRapata88 I hope one day Ill meet him in a cab!  Maybe he'll punch me! ♥♥♥",
  "Maybe @AshleyRapata88 has grown out of her weird Kaner phase",
  "You, Me, and #Dupuis",
  "@NHL best stadium series jerseys by far",
  "I was in a snowstorm and I saw a hockey game break out #StadiumSeries",
  "Come see #RabbitHole open tomorrow @ 7:30 at the Elgin Arts Showcase!  Tickets are available-$15 for adults, $10 for students (14-21)",
  "2 game win streak for the #sabres!",
  "@GrantGrace7 HOW DARE YOU lol",
  "Chicago Sun-Times front page 34 years ago today: http://t.co/IsZZjVF7SV",
  "I cant wait to start Hello Dolly!",
  "Week In Review: Self-Conscious Flasher Fully Clothed Under Trench Coat http://t.co/Fu4BDQGmmy http://t.co/zKgWsUkKs3",
  "mundeys maeke me feel like an deth eetur is suking out my soul.",
  "Whose world is this? The world is yours #nas",
  "Looking forward to my 3rd 4-day week in a row",
  "Two weeks til #RabbitHole! http://t.co/UCMwZOut0t",
  "#ROY YOU SUCK! #chicagowolves https://t.co/fwpYOASBzG",
  "The look on Kane's face :(",
  "At least they try #rockband https://t.co/Co1T8fW6UC",
  "GET A BRONZE! #everystep",
  "Get in front Kessel! #everystep",
  "Paging Mr. Kane! Paging Mr. Kane to Canada's crease. #everystep #usa #olympics",
  "AND IN THE CYCLE  AND IN THE CYCLE #everystep",
  "HIT EM! WHACK EM! SHOOT IT! #everystep",
  "STAY IN YOUR CREASE #QUICK",
  "HEY MATT YOU GET TO PLAY TOMORROW! RT @ryankeslers: MATT DUCHENE LOSING HIS FUCKING SHIT http://t.co/1fO0gNNyUj",
  "How big is it again, Doc? #everystep",
  "CMON USA THE PUCK WONT GO IN IF YOU KEEP PLAYING THE POINT #everystep",
  "More helpful information as usual from Doc #everystep",
  "Found Abbey Road for only $10 at half price books.  Today was a good day.",
  "ATTA BOY #TEEMU! http://t.co/fVigBRM9Sq",
  "I hate killing spiders",
  "Im going to miss the rink :(",
  "Goodbye #Q87!!!!",
  "Do people even know what team Oshie plays for in the nhl? Smh",
  "These niggas http://t.co/iC54El2m23",
  "@hmashh_7 thank you so much!  text me!",
  "@lalalaitsjess jesus",
  "Im honored to share my birthday with #Jagr today.  42 and still playin the game :) happy birthday",
  "About an hour til no more curfew :)",
  "#Bae #Jagr http://t.co/0ZaVK2n7jI",
  "I asked Hjalmarsson if he'd drill Patrick Kane if Sweden and the U.S. met. \"If he had his down. But he never has his head down.\" #Blackhawks",
  "They love to tell you \"stay inside the lines\"\nBut something's better on the other side",
  "Preshow skate http://t.co/ROT1LIF3VO",
  "@abbyisweird dont get me started :(",
  "Ill just leave one earbud in if anyone wants to actually talk to me :/",
  "http://t.co/MtSIaSuVRT",
  "The 2022 Winter #Olympics will be held in Chernobyl, Ukraine",
  "@thezhayes ROCK FLAG AND EAGLE",
  "How bout that Eurotrash, #Milbury?",
  "#DocEmrick announces figure skating too https://t.co/oXMHaV4ANz",
  "Flappy Bird: Drake Edition\nhttps://t.co/Cr2MG6aXEZ",
  "Sad to hear about the passing of Screen-Legend Shirley Temple. An incredible life! #RIP #Dish http://t.co/h4TPQlCYs8",
  "Unbelievable http://t.co/T45MVMEDOy",
  "@OduyaLikeThat something with Bollig",
  "@TheFakeBabs still a beauty",
  "I cant wait for #interpol to come back",
  "Lol at the #skiathlon announcer",
  "#thuglife #3hunnaSwag https://t.co/keZzzF1Ha3",
  "Another saturday goes by https://t.co/rYHMwJrn4P",
  "YES FIGURE SKATING YES",
  "omfg Bilal Rizvi https://t.co/Y9JC3Zf9mD",
  "I hate accidentally sleeping on the couch overnight",
  "FOR THE MOTHERLAND #Sochi #Olympics https://t.co/vsAQLEGb5M",
  "@penguins Hawks fans are with you man-feel better",
  "Congrats #Jay!",
  "Lol at the #wings fans freaking out over scoring against the #panthers-never wouldve thought it",
  "\"I would call her but my secretary is dead\"-Don Draper #MadMen",
  "@AshleyRapata88 http://t.co/8zVWYjdXCG",
  "HAWKS WIN in a playoff preview",
  "@J_ManPrime21 just heard you on the radio-good things coming your way!  Congrats!",
  "Straight out of Carol Stream http://t.co/pa8306lgxX",
  "EVER WONDERED WHY FLAPPY BIRD PISSES YOU OFF EACH TIME YOU DIE? http://t.co/u1vA9hsIF0",
  "How did Barack propose to Michelle?\nHe got on one knee, pulled out a ring, and said \"I don't wanna be obamaself.\" @BarackObama",
  "Kudos to Q87 for playing New Order :D",
  "Watch the wee-knee Foley!",
  "#QUICK DAY BOW BOW.  CHICKA CHICKAAAA",
  "@lalalaitsjess SO HOW ABOUT THAT MCM U PROMISED",
  "The Super Bowl?? http://t.co/9TblxUbu2u",
  "\"The ugliness of (Philip Seymour) Hoffman's death doesn't erase the acting beauty he leaves behind...\" http://t.co/pQTglWrhOQ via @TB_Times",
  "Who is Peyton's back up goalie?",
  "Way to go Seattle-ive still got a bad taste from Peyton in the Bears superbowl",
  "RHCP&gt;Bruno Mars",
  "Kills me these guys can't just squeeze water into there own mouth.",
  "Watching red bull #frozenrush-sickest thing ever",
  "Retweet if you’re picking the @Seahawks to win Super Bowl XLVIII. http://t.co/IvIBc0fwUf",
  "CMON CAPS",
  "@TheHersheyBears oh jesus",
  "I was at that last shootout loss at the UC with Stalock in net.  This wont be pretty with Niemi",
  "when you finally pass your flappy bird highscore http://t.co/apAG5VIGuv",
  "Dammit #flappybird taking my friends https://t.co/OwsfeaaXC1",
  "who the fuck puts ketchup on a hot dog",
  "@lalalaitsjess made my day lol",
  "Ben Scrivens makes history with 59-save shutout versus Sharks | Puck Daddy http://t.co/45ieCr8SgB",
  "Congrats Q!  3rd place in all-time winning coaches!",
  "@LalibIvzir ill let you know when its open!  I didnt know it was good til just now",
  "Bye #hawks bandwagoners!",
  "Backyard rink couldnt be any better",
  "DOUBLE DIGITS #SWAG http://t.co/Ip1JuefEiR",
  "I finally found the white girl white girl ooh #StadiumSeries",
  "BREAKING: Still no word on what a actual Coyotes fan thinks of the name change. Still no word on a actual Coyotes fan existing.",
  "Im liking everything about the #islanders jerseys right now",
  "@lalalaitsjess #wcw I want to post the other one so bad! http://t.co/8FXDZY9mBf",
  "Way to go #Hawks fans for successfully dissing EVERY goalie whos played this year smh",
  "It happens #madmen https://t.co/2yf1igEtRe",
  "THATS WHAT HAPPENS WHEN YOU GET THE PUCK ON NET! #BOLLIG!",
  "Glenbard high schools &amp; admin center closed Mon. 1/27. All Monday after-school activities cancelled. Tues decision by mid-day Mon.",
  "LETS GO #JAGR MY BOY!!!! http://t.co/Z6STcZwf6Q",
  "Both jerseys look sick #stadiumseries",
  "Lol nobody knows that this is actually the 2nd outdoor #Kings game!",
  "Why are the players wearing eyeblack for a game at night? Why not wear it for a normal game then? #StadiumSeries",
  "At least shes attractive :/",
  "Oh god #Hiller is a traffic cone",
  "Nice to know that #KISS has never seen a hockey game before",
  "Snowblindness sucks",
  "Nice goal by #pommer assisted by the absent #hawks defense -_-",
  "@HoneyNutChelios more wolves games for me!",
  "@HoneyNutChelios for 200 level and $250 for nosebleeds lol",
  "@HoneyNutChelios yeah after our last cup we USED to be the madhouse-$400 for tix and nobody knows how to cheer!  Respect!",
  "@HoneyNutChelios you could hear it!  Wish I was",
  "@HoneyNutChelios your building is louder than ours :/ good game",
  "@lukevanblois thats what happens when Q wants a shootout! Lol",
  "http://t.co/Hb9id7kUtL",
  "THANK GOD #Datsyuk is injured",
  "Last year whenI met @pilotcb2 the first thing we talked about was hockey and today on our last day of class we ended bytalking about hockey😂",
  "@lalalaitsjess \"Twerking wont give you cancer!\"",
  "When boys tease you.. http://t.co/M7ZxySi95K",
  "@LifeofaDuster ikr? Every goaltender sucks or is patrick roy.",
  "American Hustle-so far my favorite film of '14",
  "They used spongebob music in #madmen! https://t.co/2taySaDAmt",
  "#RichardSherman be like http://t.co/xmHoAryB3Y",
  "Watch how far #crawford will come out of the crease in the shootout &gt;:(",
  "Haha I thought pierre swore",
  "My money's on Torts http://t.co/VzT3ngD9YX",
  "First #chicagowolves game! #ICEHOGS SUCK! http://t.co/DmFKgEnG6l",
  "Makes me sick how quiet the fans are at the #hawks game smh",
  "I swear to god full moons make everyone insane",
  "ITS THE CLIFFS OF INSANITY!!",
  "came back ha ha haunted #NIN",
  "And the hawks finally play the point correctly!",
  "#KANER WAY TO NOT SHOOT",
  "To all the people who make fun of Khabibulin http://t.co/hUmYhO1BsG",
  "#GBN vs #WestAurora varsity basketball streaming live NOW http://t.co/84HFSGC5P0 https://t.co/IuIT0VLYJ2",
  "Catch #GBN boys varsity basketball vs West Aurora LIVE NOW! http://t.co/84HFSGC5P0",
  "@ESPNChiHawks :/ not too glad",
  "John Scott plugged in his iPhone this morning. Sent to the box for charging. #johnscottpenalties",
  "WOW THANKS FOR PULLING THE ALARM! #moron",
  "Murray says he's excited to be in Buffalo, \"where you strap on your boots, strap on your skates and work hard.\" #Sabres",
  "#saucelife #shakycamera https://t.co/jwiFN0AaGQ",
  "#Kaner blows it again",
  "#VIGNEAULT SUCKS!",
  "Annoying that the entire #hawks team except #Versteeg and #Saad have buckets on during warmups :/",
  "Neither snow or cold will stop us from going to the #Blackhawks game tonight!  #SharksSuck #NiemiSucks #PleaseComeBackNiemi",
  "IM IN JIMMY JOHNS AND #INTERPOL IS PLAYING DJEFLWNFOODLWW",
  "Coolest yt vid i've seen in a while: http://t.co/aNXyrbquCS via @youtube",
  "@19JToews nabby?",
  "Man, when was the last time the #Hawks played at the Coliseum?",
  "My meatballs bring all the followers to the yard.",
  "Pierre is warming up his ball #WinterClassic",
  "Good too see ya, 2014",
  "For all of you geniuses who want to get trashed tonight...be smart...I want to see all your faces in 2014. I love you all. Don't forget it!",
  "\"Max Fischer: I like your nurse's uniform, guy. \nDr. Peter Flynn: These are O.R. scrubs. Max Fischer: O, R they?\"\nHahahaha @pilotcb2",
  "@itsashleyann5 But here's my advice to the rest of you: Take dead aim on the rich boys. Get them in the crosshairs and take them down.",
  "Good to be part of the game again, eh #Engblom?",
  "Gotta get those hits on #Rodgers",
  "WHISTLE?!??! #CHIvsGB",
  "not impressed with the #bears DEFENSE https://t.co/Zm1JX0mH8v",
  "Aaaaaannd thats why I own his jersey #Forte",
  "OOOHH #MARSHALL!  STICK 'EM ON THE GLOVES!",
  "#CONTE MAGIC HANDS",
  "ZERO focus for the bears defense :/",
  "#Cutler and the defense better impress me",
  "@ChrisBlock Either spend it on a licensed jersey or get a shirt :/",
  "The rink is now gone.  TIL MONDAY :( #sadsaucelife https://t.co/F6PqQJNdaN",
  "Put 1 less scoop in my coffee NOW ITS RUINED DAMMIT",
  "Its 2:22 am.  Aaand Im still watching #MadMen.",
  "COAST TO COAST! #hawks",
  "OOOHH #SHARPIE THE SHARPSHOOTER! NUMBER 2!",
  "The Denver end? Foley's drunk already.",
  "@BroBibIe the point of those games is to kick each others asses lol",
  "@lalalaitsjess hell to the yes",
  "Got Weekend and Rushmore on bluray! :-D #criterion",
  "@itsashleyanne he did more than ring his bells haha",
  "@itsashleyanne he was BAD over here lol",
  "#bootyhadmelike http://t.co/LkgHnxtCVn",
  "santa pt 2 https://t.co/vFMkStte8H",
  "Santa pt 1 https://t.co/4LNvgMszUv",
  "trippin balls on xmas eve https://t.co/KnRYo6mYDM",
  "Merry xmas folks hasta la vista https://t.co/FDQyqZ7BYC",
  "RECAP: #Sabres 2, #Coyotes 1 (OT) http://t.co/Nq4DOYuEqP #MerryChristmas",
  "Its -2º.  Aaaand im still going on the pond to shoot around #saucelife",
  "@BuffaloSabres unbelievable",
  "@NotPatFoley nice tie, duster lol",
  "Good luck tonight #Jagr!  No more #Messier!",
  "#Frolik navidad",
  "#Bickell bells Bickell bells Bickell all the way",
  "LETS GO STEELERS!",
  "LETS GO JOSH BROWN!",
  "Backyard rink is gone-hello public skate!",
  "Tell em! https://t.co/IhjRL59CSb",
  "TORTS GET AAAANGRYYY! #tortorella https://t.co/7ZdC1F5xrZ",
  "We're baaack #canuckssuck #angrytortorella http://t.co/GNW8NNNMoI",
  "And the countdown to the united center begins....now",
  "@RKoz1 baloun is awesome",
  "Jersey Reveal, Part 2! They say black is slimming. But for @10PSharp, it just makes him even handsomer. #BackInBlack http://t.co/NJwhzrbImW",
  "Only 1 hr 7 min left til break",
  "Goddamn pond rink is destroyed :'(",
  "@TotallyChuc26 dude im so glad u made it! We will hang out dont worry",
  "@HoneyNutChelios so much for kicking/stopping bad pass with skate",
  "“@BarDownHKY: The new Bauer OD1N skates. Yay or nay? http://t.co/kDhjPjJNg3” more like gay",
  "@itsashleyanne sarcasm in that statement?",
  "beautiful moments @itsashleyanne https://t.co/4puh4kytRC",
  "@GoalieWays How about we think of the greats like Selanne or Jagr?",
  "@CharlieDayQuote i promise you-we will have our butts filled",
  "http://t.co/UJxZsnxWwi \n\nSERIOUSLY. Mac has to be gay. http://t.co/KXNgaII1nR",
  "@ESPN_NHL good for him!",
  "That time of year in the NHL http://t.co/6X0qsW0ucS",
  "Thinking of writing a gang war american new wave film #francoistruffaut #jeanlucgodard",
  "http://t.co/y1jErvqUiO",
  "Hope the video went well....",
  "9º outside-perfect #saucelife http://t.co/VIPHSZGIBj",
  "Nice to see a confident #Raanta",
  "#ALSHON WHAT A CATCH!",
  "#BOWMAN! BEARS TAKE THE LEAD!",
  "Welcome to Chitown #LaBarbera!",
  "Sean Jones Bilal Rizvi the jarbear shuffle https://t.co/2uY1aHGApU",
  "So now are the bandwagoners going to hate #Raanta?",
  "DIE MAPLE LEAF DIE! YOU REMIND ME OF MATS SUNDIN!",
  "@T_Wat211 on the mic tonight-ready?",
  "#GBN boys varsity basketball LIVE NOW: http://t.co/mM24SwwoOL via @sharethis",
  "Happy retirement! http://t.co/Lsx7iRWFYT -via SportsCenter http://t.co/jkImx4eHm4",
  "@NHLBruins atta boy! Great organization and fans on both ends!",
  "A good umbrella pp goal by #sharpie.  Keep the pressure in the net, not the point and we will score! #flyerssuck",
  "To all of you I say: #ElfieSelfie http://t.co/dJQuZj75U6",
  "Wow I killed it #blackhawksfantasyfaceoff http://t.co/HwuLrMXDzX",
  "Why does Kari keep #Lehtonen those goals?",
  "silly #nhl14 https://t.co/GV0nvdqrWh",
  "I cant feel my face! #backyardhockey http://t.co/jdRRofyr5u",
  "You might think theres no such thing as #JohnScott\nBut as for me and grandma we believe",
  "#KORD 100351Z 26010KT 10SM SCT250 M16/M21 A3020 RMK AO2 SLP242 T11611206 $",
  "Newsflash: Bears re-sign #Ditka as new coach while retiring jersey",
  "@TotallyChuc26 always ♥",
  "OOOH DAT #ALSHON MAH MAN!",
  "Snow Day!! Check out the school's website!☺️❄️ #TooHappy http://t.co/yeKQgO89fp",
  "@TotallyChuc26 jloopy",
  "@TotallyChuc26 the lap",
  "@TotallyChuc26 moopy?",
  "@TotallyChuc26 the slap",
  "@TotallyChuc26 snoopy",
  "@TotallyChuc26 the clap",
  "@TotallyChuc26 loopy",
  "Crap",
  "#SOUPY!!!",
  "life of a #duster https://t.co/lXmrUdMiGB",
  "#markwahlberg LETS TALK TO THE NATIVITY ANIMALS! https://t.co/ccbEXfFs3n",
  "#Geneva Xmas walk! https://t.co/TIOr98z8mQ",
  "THE RINK IS FINISHED! https://t.co/vpYN9j3qv5",
  "#Mashinter comes to the hawks in exchange for #Beach.  Welcome to the Hawks!",
  "#HOSSA LA VISTA!",
  "The ice rink is filling up! :D",
  "Stereo died after playing 8 years of sick music :(",
  "@MrRonaldWeasley its like the black hole sun video 0_0",
  "GUESS WHAT DAY IT IS?! http://t.co/x01WK3W5s8",
  "@TramyersCSN crow needs to focus especially with the inconsistent defense",
  "@CockpitChatter its really all about liability but I do have to keep my head up!",
  "Jeez tommy hawk this isnt jumanji-its hockey",
  "http://t.co/u4j9QByXfO",
  "#LEHTONEN STILL LEHTONEN THE PUCKS!",
  "\"He grabbed #Oduya's long one\" #hockeyporn",
  "@CockpitChatter til the faa takes it :/",
  "Kings vs. Ducks Stadium Series http://t.co/4K3iZI0LB6",
  "We saw it coming!  #shawzy",
  "Very cool http://t.co/oKA0Gu9ToV",
  "http://t.co/7dyphYCsOB",
  "#fuckin neil simon audition monologues :(",
  "Check out the Kings and Ducks #StadiumSeries jerseys via @kingsvision http://t.co/Zo5nqRVyNA",
  "Who\n\nBahstank",
  "I shall now attempt to remove the joke.",
  "Randy laid there like a slug! It was his only defense",
  "24 more days! @NHLBlackhawks http://t.co/y8KCplMFKd",
  "24 more days! @BuffaloSabres http://t.co/VvjKBBtJCy",
  "Bye #bears playoffs :(",
  "Its a major award! https://t.co/6iWp87YaSW",
  "On the verge of the best circus record! #hawkswin",
  "#yolo #christmasswag http://t.co/MnGoGjzr8Y",
  "I guess traditions are made to be broken",
  "#markwahlberg christmas https://t.co/uztYDjuRxZ",
  "so this is christmas https://t.co/zYWpWAyNlL",
  "My favorite restaurant http://t.co/7BOP7wK8kg",
  "@Ghunk4 @icethetics straight from europe",
  "Kari #Lehtonen the goals",
  "Sabres victory over the Leafs is always a nice way to send all those Canadians back to Welland, Etobicoke, etc. Will be a fun drive for them",
  "@Jeremy_Roenick have a good one!",
  "Happy thanksgiving https://t.co/9wJFYQTvKj",
  "Happy Thanksgiving to everyone. Hope you all have a great turkey day!!",
  "@YahooSports pass but not enough orange",
  "#Flames coach be like: https://t.co/yk3rGVhzYt",
  "18 seconds-the sequel #kaner",
  "#SHARPIE TIES IT UP!  I FEEL LIKE IM TAKING CRAZY PILLS!",
  "@Drunk_Kane88 @AshleyRapata88",
  "THANKS POST! STILL NO HAWKS DEFENSE",
  "Hawks D doesnt exist #dust",
  "Hey lady: kitch aint gonna move!",
  "Aaaaaaand here we go with the passing carousel again. Shoot the fucking thing you twatwaffles! #Blackhawks",
  "#Flamers take the lead.  No chance for Raanta on that shot.",
  "Fantasy roster looks normal http://t.co/VAQiZFCgZ4",
  "@BuffaloSabres it was the jersey's fault #buffalose",
  "Did you know that 200 American kids drown in gravy each year? | Thanksgiving By The Numbers: http://t.co/kBxZUMP5AM http://t.co/KmgVK3ltYS",
  "Restaurant impossible at 1 am is a good combo",
  "@SwedishFish_4 @Flying_Hawks #bootyhadmelike",
  "\"@Flying_Hawks: Lololol. @SwedishFish_4 http://t.co/mvgGTCRKpM\"I AM DEAD. OMFG",
  "Back to the top! #gohawks http://t.co/KWihuHcaE1",
  "Oh hai mark",
  "ORANGEMOCHAFRAPUCCINO!!!!! https://t.co/6w4CsVdaOB",
  "@Jakrip but these are so much better http://t.co/6zBDHpjY0K\nhttp://t.co/CpXmk8XO5I",
  "Is this an apocalypse?!?! You know that thing when the moon gets in front of the sun?!?!",
  "Do you ever assist Seth in writing material? #AskSNL",
  "#arabiannights #seniors2014 https://t.co/D5G9ss2Ytj",
  "Good thing im not watchinf the game.  Props to #Roy",
  "@AshleyRapata88 Blackhawks sign first-round pick Ryan Hartman, 19 and Illinois native, to 3-year contract, http://t.co/Wqkl8vh31f",
  "Saad and #steeger destroy andy!  Welcome back!",
  "LETS GIVE #NIEMI A TASTE OF CHICAGO AGAIN!",
  "Bad rain is done here-hope everyone is safe at soldier field! #gobears http://t.co/dXzLSTibzF",
  "@AshleyRapata88 its on all of them lol",
  "@AshleyRapata88 I'm seeing a lot of people blame the 7-2 score on khabby *facepalm*",
  "@AshleyRapata88 just be happy that kaner scored lol",
  "ashley rapata This is what i would say: https://t.co/ZKeCD2TsZr",
  "Viktor Fuckin #Stalberg",
  "Ohh boy theres a death stare by #shawzy",
  "Way to badmouth an injured goalie",
  "Wow Keith and seabs -2 already! And its mainly khabby's fault?!?!",
  "Goin downtown to pick up pc's! #wacker https://t.co/inNSiffW9o",
  "All this sleeplessness for Arabian Nights is worth it!",
  "@FiveHoleLuck bad eh?",
  "Kinda wish #Kopecky and #Soupy could leave Florida too...",
  "#FlaPanthers acquire RW Hayes &amp; D Olsen from the Chicago Blackhawks in exchange for RW Versteeg &amp; LW Lefebvre http://t.co/7Lch6UeVC8",
  "WELCOME BACK #VERSTEEG!!!! :D",
  "@MarianHossaSay me daughter be big and strong like bull and me!",
  "Hey Crow-stay in your crease more! Youre not a hybrid goalie! #Hawkswin",
  "“We’ve got Brian Leetch and Ron Duguay in the studio double dipping it tonight” John Giannone #hockeyporn",
  "#Linux home server is the next christmas project :D",
  "#BUFFALO WINS THEIR FIRST HOME GAME IN OOOOOOOOOVERTIME!!!!",
  "#Sabres :( oh crap https://t.co/0d6wGFuzsk",
  "#PrayForStamkos? He's a hockey player! He'll be fine! \n\n#PrayForTampa! They're screwed now!",
  "#HODGSON WITH NO. 2 ON THE POWERPLAY!",
  "Happy 11-12-13 !",
  "Contract extension for #shawzy!",
  "It wont be long before we'll all be there with snowwww",
  "@Emily_mdizzle he shot my hair! Son of a      bitch!",
  "@Emily_mdizzle up nexr Rocky Five....Thousand!",
  "@Emily_mdizzle http://t.co/geXYgeVjXc",
  "Matress pass?",
  "@RealFansProgram and turn down the white balance",
  "ashley rapata https://t.co/wxaaxw3sY4",
  "@Emily_mdizzle check please!",
  "@abbyisweird veterans day is tomorrow so i can sing canadas anthem silly",
  "@abbyisweird ya why",
  "#canada https://t.co/79aEvvJ2qs",
  "@AshleyRapata88 crow in net for hawks.  Kaner looks fugly.",
  "@AshleyRapata88 i gotcha",
  "I just cant watch the game on CN100.  Too painful.",
  "Thank you EVERYONE for your support this season. We aren't just a community, we're also a nation.",
  "@DogisaBitch youre the one that paid lol",
  "#8ARound2 !!!! https://t.co/noF1jKKbSq",
  "[BREAKING NEWS] According to a report, #Cubs to name Rick Renteria next manager -- http://t.co/fApQLRG5O1 #CubsTalk",
  "#BUFFALO BEATS THE #SHARKS IN OOOOOOOOVVEERTIIIME!",
  "Shit... http://t.co/KQE8C2u3hr",
  "Sorry Chicago-looks like I'll be wearing my #Sabres jersey tomorrow :D",
  "Because friends don't waste wine when there's words to sell #obstacle2",
  "Former #Oilers first-rounder Jason Arnott announced his retirement today. Congrats on a stellar @NHL career, Jason! http://t.co/x6NTxx2e05",
  "DITKA KNOWS ALL http://t.co/W8dh0x7ahZ",
  "@TotallyChuc26 you.  Me.  Totinos.",
  "Making sugar cookies and watching hockey :D",
  "@TotallyChuc26 hell yeah! We are doing Arabian Nights.  See it!",
  "@TotallyChuc26 ready for graduation hbu?",
  "@AshleyRapata88 still miss Emery? http://t.co/M0wHCuowde",
  "@TotallyChuc26 HEY MAN",
  "Panthers lead it 21-3 at the half! WATCH LIVE:  http://t.co/ql7iNzDUdG via @sharethis #GBNvsNT",
  "Come on North! #GBNvsNT",
  "Hope everyone is ok at #LAX",
  "Sandworms-ya hate em right?",
  "@TheWeatherman15 no pretty sure someone pulled it.  The month drill happened already",
  "Now the food will be cold :( punks",
  "@ChuckGarfien Pretty awesome! #fromacubsfan",
  "@CheerTheAnthem I'm sick of hearing all of the khabi hate on it.  Never put that much weight on a goalie, especially a backup.",
  "Hat Trick Or Treat! #Toews @NHLBlackhawks via @The_Heckler http://t.co/CQDehuU4lS",
  "Another quiet night for the Crawford haters",
  "7-0-3 on my fantasy tonight! Keep it up #hawks!",
  "#TOEWS! THE MAD HATTER!",
  "Welcome back, @DRose. #BullsNation",
  "FINALLY another solid pp goal for the #hawks!",
  "I get this pussy DAILY #NationalCatDay http://t.co/Gap3YP3bwr",
  "Counting z's @Jayy_Bird125 http://t.co/6Aqs7lFVdv",
  "@2ndCityHockey go for the gordie howe hatty!",
  "Ooohhh slap me silly #Saader",
  "@AshleyRapata88 *world explodes* I still hate crawford.",
  "I hate hockey.  And you too, Crawford. @AshleyRapata88",
  "YOU GOT RID OF #VANEK?!?!?!?!?!?!?\nhttp://t.co/F3lez5TEkX",
  "Getting sick of people always blaming the goalie.  Our defense is just as bad.",
  "Jackson and Gaz are ready for another banner year for GBN! #GoPanthers #IHSA",
  "Blackhawks, take notes on the forthcoming 5 on 3",
  "Aight, #Pominville.  I wish you scored that in a blue uniform.",
  "How many different numbers has #Morin worn so far?",
  "Ive always wanted to do this for halloween #charliekelly #nightmancometh http://t.co/mBPqgySVhJ",
  "The DVC title is held by #GBN AGAIN!!!",
  "FINALLY #sabres win!",
  "Khavibolan. #OldBalls #BrokenHip #GrandpaSimpson #4FootStretchScrotum #SecretTampaBayLightningDoubleAgent",
  "The #bulin wall was torn down.  Bad play by Khabi with no defense.  Kudos to #martystlouis",
  "Girls Volleyball Senior night! Streaming LIVE on NFHS/PlayOn! http://t.co/mrjbf8C5h5",
  "@_Happy_Gilmore because beating the sabres is a huge accomplishment -_-",
  "Go sox!-a Cubs fan #WorldSeries",
  "First snow of the season-itll be a cold winter #backyardrink",
  "Everymorningtheresahalohanginfromthecornerofmygirlfriends'four-postbed #sugarray",
  "@NHLPA @phoenixcoyotes It would be nice if Smith's goal counted in my fantasy roster lol",
  "17-7 #GBN at the half! http://t.co/F4nwJ51mv0 via @sharethis",
  "The #GBN Panthers take on the #WheatonWarrenvilleSouth Tigers in this DVC Varsity Football game!  ONLY on PlayOn!\nhttp://t.co/jKjM28iK3H",
  "Good to see 10C/28C in operation! #kord",
  "@pirri91 welcome to the big league, bud! Congrats!",
  "Welcome to the big league, #Pirri!",
  "Sorry to anyone that got spammed by me :/ damn ads",
  "When was the last time the #hawks played in Raleigh?",
  "@thelukevanblois #BAROCKAFLOCKAFLAME ONE HOOD ASS NIGGA",
  "Im fine with 2 more days of this! #ludington #uglystik http://t.co/L6GeR0OLNf",
  "#HollandMI #MichaelRosen http://t.co/KWTpDTZ1aH",
  "I should do this for the football broadcasts! https://t.co/ac1e3DxyyR",
  "2-1-1 #hawks",
  "Welcome to the big league #Nordstrom!",
  "CMON #BULINWALL!",
  "Dissecting cats is making me more existential every day :/ oh well",
  "That was @T_Vanek26's 252nd career goal, tying him with Craig Ramsay for 5th-most in #Sabres franchise history.",
  "It really is looking like their first playoff game already lol #CHIvsSTL",
  "Cmon #hawks! Thats what happens after 3 turnovers IN A ROW",
  "CHOKE #BRODEUR!!!!\nhttp://t.co/xBhKWbmuux",
  "Can't make it to the Volley for the Cure game tonight at #GBN?  Watch it streaming LIVE on the PlayOn! network! http://t.co/3oZGEJUGIh",
  "@DginaUnchained #BootyHadMeLike: http://t.co/qo8Ilqd46r",
  "Thats what I get for missing my draft by 15 fuckin minutes :'( #fantasyhockey #topshelfcookies http://t.co/VlCyKL1XOc",
  "Awkward... http://t.co/73wTFIERsh",
  "@DginaUnchained is not a killjoy. She is an uplifting spirit of sexiness and slutiness #boobs",
  "@NHLAdamK any speculation on where Laviolette will go to next?",
  "Everyone is being a killjoy today :/ #mondays",
  "Just got #GTAV today $♥★★★★★",
  "This #Bears defense is just like our powerplay. Not very good.",
  "But I am worried about the #sabres loss-my fantasy roster is falling apart!",
  "Not too worried about the #hawks loss tonight-hopefully #bulin will play the next game (1-0-1)",
  "SUSPENSIONS FOR EVERYONE!",
  "Streaming the GBN Varsity HC Game tonight @ 7:00! #playon #glenbardnorth #westaurora  http://t.co/LvSxCBxvL4 via @sharethis",
  "Billions.  With a Z. #walterwhite",
  "#Vanek and #Ott wearing the C!",
  "@abbyisweird Aw man! U could have waited",
  "@abbyisweird which season are you on?",
  "#HAVEANA1DAY",
  "#CHAMOMILETEAWITHSOYMILK",
  "#GRAYMATTER",
  "GO #CUBS!",
  "@BryanCranston As a high school actor, I wish everyone has the variety and talent that you have.  Bravo!",
  "I know its early, but thanks for the awesome past 5 years! BRAVO! #GoodbyeBreakingBad @aaronpaul_8 @BryanCranston",
  "It's officially engraved and looks perfect! #blackhawks #stanleycup @Bollig87 @ledpipe08 @BenASmith12 @CarBombBoom13 http://t.co/KuTbv0cSbf",
  "This is so creepy http://t.co/HscpyiBHrK",
  "The #bulin wall is back! #39 http://t.co/4oGxz6zeVR",
  "#TeamGomezForever",
  "LETS GO #BUFFALO! The #Jackets are too easy to beat!",
  "Exhibition wins don't add to Coach's total. Prospects get ice time. They're in the other conference. \n\nAh screw it. Let's beat Detroit.",
  "@yaboybillnye sick af http://t.co/ocVuxgFgL0",
  "@abbyisweird youve got 2 more weeks! Lol",
  "@abbyisweird it looks orgasmic but I WAS SCARED",
  "@iWannaFuckCarly prozac tho :P",
  "@aaronpaul_8 well fuck you! AND your eyebrows!",
  "#breakingbad face http://t.co/vKZcajRWdA",
  "#BEARS BALL!",
  "#bears shaving this one too close...",
  "Why is everyone talking about May weather when it's September?",
  "Watch the Panthers take on the Huskies tonight at 7:30 on the Playon Network! http://t.co/NS97WTX9vj #PanthersVSHuskies",
  "#2996",
  "Happy retirement, #kipper!",
  "SabresBuzz; No Thomas In Buffalo http://t.co/yvHKwQJHxK",
  "Everyone says fb is dead but I cant find anyone on twitter :( #foreveralone",
  "Gonna climb a mountain, gonna sew a flag, gonna fly on an eagle. I'm gonna kick some butt, I'm gonna drive a big truck.",
  "@abbyisweird well we should have a marathon then!",
  "@abbyisweird *sniff* im so proud! Dont worry youll get past all the gore eventually :)",
  "Twitter is the worst when it comes to politics. And music. And sports. Let's just talk about boobs. Everyone loves boobs.",
  "@DginaUnchained I BELIEVE IN A THING CALLED LOOOOOVE!!!! KICHAA!!!",
  "WE LOST #VANEK?!?!??!?!?",
  "The cover of my book ANCHORBOY out Nov 5 on @HarperCollinsCa Pre-Order here: http://t.co/hbvRjhhOC3 http://t.co/ytAl9GqMNn",
  "Watching Irma La Douce! #JackLemmon is my hero",
  "ZE FUHRER WOULD NOT APPROVE OF ZIS SHIT #WorldWarA",
  "Just got it today! #letsgobuffalo http://t.co/LKUCJF40wM",
  "Fuck you, #Baltimore! http://t.co/vSweyo37w3 via @youtube",
  "Need to work on my culkin impression #homealone",
  "\"YOU SHIT IN THE AIR FILTER? AAAAH!!\" #WKTT #judgegrady",
  "@19JToews @TheFakeBabs WAIT DOES BYE-FOOG-LEE-YEN STILL PLAY FOR THE BLACKHAWKS?",
  "@HockeySavants @19JToews damn...",
  "#Ebay sales losses because of suspension errors; $200.  Thanks a lot -_-",
  "@HockeySavants @19JToews CCM! He's always worn bauer or easton :P",
  "Med. Marijuana Inc. stock is up 6 cents! #medicalmarij",
  "If you are ever in a bad mood watch #Jokinen at the beginning of the reel: http://t.co/wPsgj9cKCw #macdonalds",
  "@abbyisweird i just realized that im wearing this :D http://t.co/ZbkWW1r8ll",
  "@abbyisweird :( oh well.  At least we can both die in ap gov!",
  "@abbyisweird do we have lunch both semesters?",
  "@abbyisweird this one: http://t.co/3ELLfIEAT9",
  "@DginaUnchained TIGHT TIGHT TIGHT",
  "Cmon #cubbies! Win this one for Mr. Cub!",
  "@DginaUnchained Hun you got a while to go!",
  "Wow.  Just wow. #treadlightly",
  "Jesus Christ, MINERALS Motherfuckers!!! @BreakingBad_AMC",
  "@BigYinFans But theyre triangles! TRIANGLES!",
  "@Trey_Parker At leasht itsh better than in Shilenshe of the Lambsh",
  "Me after watching #KevinHart http://t.co/N75fdErAKZ",
  "@dailyshitnews Cuba refuses to sell Limbaugh cigars because he's already a cancer sack",
  "The Jets first preseason game will air tonight at 8 pm EST on Comedy Central.",
  "\"I told Mess I wouldnt do this\" #thegreatone",
  "#Labrinth makes my ears bleed",
  "@ToryBelleci @BreakingBad_AMC @MythBusters Buster looks TIGHT TIGHT TIGHT",
  "So pumped about @BreakingBad_AMC premier Sun &amp; then @MythBusters crossover show Mon. Buster thinks he's Tuco. http://t.co/BvhO6MeH0Q",
  "Playing the flute solo from \"Locomotive Breath\" #bucketlist",
  "Howard Stern's penis is #ShorterThanBeyoncesHair",
  "#ThanksMiley for ending the prohibition",
  "Watched #EasternPromises.  Go Naomi!",
  "\"You're listening to #WKTT.  Because I love my country and if you dont fuck you and your fat wife!\"",
  "These things are getting small #bauer #summerhockey http://t.co/vbdn6uuCbd",
  "Happy bday, POTUS with the mostest! #illuminati #jk",
  "Hooray Dr. King, hooray! #django",
  "#100thingsilove Walter Jr. http://t.co/3HbTghiZi2",
  "#radiohead http://t.co/OOZgqI8O7d",
  "Why is this even on TV. #KUWTK",
  "#CharlesBarkley...SWAG!!!! #gmcfosho http://t.co/ffn2ulhS5i",
  "@Abby_Lee_Miller Are you a penguins fan?",
  "Watching #waterworld.  Lol kevin costner",
  "Thanks morgan freeman #50SoGG",
  "New #stars jersey be nasty",
  "Nice try, #vemma . Nice try.",
  "I am a whore i am a whore i am a whore!!!!!!!!!!!!!!!",
  "Boston Bruins Bieber-proof their locker room logo before pop star's weekend show: http://t.co/BpU0VAqUex",
  "We have just received word that #KateMiddleton is dilated 7mm I repeat 7mm!",
  "85 outside.  Not enough to keep me from shooting around.  #summerhockey",
  "you know you've played too much animal crossing when you have the little songs stuck in your head all the time",
  "Saw #beforemidnight today.  Imma buy the box set asap.",
  "We're the renegades of funk #ratm",
  "Made the idiot decision to walk 15 blocks to work today.  #Madison to #Wabash.  #90degrees",
  "@WGNRadio http://t.co/3xxZuLhTQX",
  "The new #twinkie formula makes it last 3 weeks longer on the shelf.  Ill pass.",
  "Doesnt it? #carolstream #abbatho https://t.co/TaEg1zFjak",
  "#Alfie http://t.co/LCUwHE0US8",
  "Justin Bieber has touched Lord's Stanley Cup.\n\nRetweet if you cried ;(",
  "Lol Walt doing a drug deal in Dennys #livefreeordie",
  ":*) #saymyname https://t.co/ugMtnK6yh5",
  "SOMEBODY SIGN ME!!!!!!!!!!!! MVKOFJGUIRJGRGRIGRENFREI *throws table against the wall* AHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH!!!!!!#PsychoJagr",
  "@MarcusNotKruger The Yak?",
  "FROM NOW ON, YOUR NAME IS PRIVATE SNOWBALL! #tylerseguin",
  "I smell something wrong with the autolanding equipment in that #777 :/ #KSFO #Boeing",
  "Longest I've been away from twitter is 23 days, 3 hrs, 8 mins started from 27/Mar/2013. #LongestAwayFromTwitter via http://t.co/yg19maFeP3",
  "@Jaromir_Jagr NEVER! ONE MORE YEAR!",
  "Ottawa fans threatening to cancel their season tickets. LOL!!!",
  "Thomas Greiss signs 1 year with Phx.",
  "Looks like the #hawks will bring up #Hutton to replace #Emery ?",
  "Andrew Ference signs with Edmonton",
  "Any news about #Jagr 's future yet?",
  "@2ndCityHockey He'll be fine in Detroit for sure",
  "WEEE SAAAALUUUTE YOOOOOOU! #ACDC #happy4th https://t.co/GqMp4M6aR8",
  "Missing this right now :/ #36 #isucked #springhockey http://t.co/uyPIi7t7t4",
  "Got a birds nest right after I casted out lol #blackriverfalls #topwater https://t.co/i9VY6wTY4m",
  "Is it impossible to explain satire?",
  "*megaphone* WILL YOU SEND A DINGHY PLEASE? #1973 #wickerman",
  "@justinbieber @BizNasty2point0 biz youre spoiling my newsfeed lol",
  "@hockeymotto Itll be tough seeing him in ugly Flyer orange",
  "XD #blackriverfalls http://t.co/8UClVqyru6",
  "Or maybe not... http://t.co/V3e5GYaC4X",
  "On our way to #blackriverfalls ! https://t.co/tgj3dtcET0",
  "Starting to put a recording plan in place.  Songs are feeling good.  Can't wait to lay them down.-DK",
  "#Channing all over your #Tatum",
  "#Frolik , when youre a #Jet youre a Jet from your first cigarette till your last dying day.",
  "@NHLBlackhawks No more romulan :(",
  "It was time, but we'll still miss you, #Bolland !",
  "Its funny how these 2013 \"die-hard\" #hawks fans arent even watching the #nhldraft",
  "Another great day flying along the skyline! #N29AF",
  "Fuckin right Chicago! #crawford #wasted",
  "OK, I get that #Bauer has nice gear.  Just dont laugh at me for using my #CCM gear OK? :)",
  "SO #INTENSE ! https://t.co/V12LSRx5yQ",
  "Wake up and smell the coffee, Mrs. #Bueller.  Its a fools paradise and he is just LEADING you down thr primrose path.",
  "@NHLBlackhawks starting or ending at 11?",
  "@Big7Sean Idk if it will this year.  Ive heard stuff about it ending at Grant Park",
  "#Boston, Ive got a lot of respect for you.  Thanks for not burning down your city like damm #Vancouver !",
  "#Blackhawks Bolland on his winning goal: \"It was the best (goal) I ever scored; it's better than sex almost.\"",
  "@BuzzFeedSports @erikmal That right there, is hockey.  Good to see another tough young guy!  #EddieShore #OldTimeHockey",
  "@Bollig87 HUGE congrats!  Get another one!  http://t.co/kNKDFuxc45",
  "AND #BETTMAN STILL SUCKS!",
  "@MarianHossaSay ITS UNBLEEBLE!  Congrats! https://t.co/lU7nQRsYrR",
  "@NotPatFoley http://t.co/kNKDFuxc45",
  "ANOTHER GREAT SEASON to #EddieOlczyk, #PatFoley, #JohnWiedeman, #TroyMurray, #JuddSirott, and to everyone on #CSNChicago and #WGN!  See ya!",
  "'34, '38, '61, '10, '13!!!!! #blackhawks #stanleycupchamps https://t.co/eDjnMEKLRz",
  "#LORDSTANLEYS ADDRESS IS SWEET HOME CHICAGO! https://t.co/0yQAejsxxB",
  "HE SCORES! Tazer in the five hole!",
  "6-12 FOR SOG? Cmon Q put some sense into them! #CHIvsBOS",
  "I want to see what Milberry has to say about visors now after Shaw... #shoetothefan",
  "Lucic teammates is know what is being up. http://t.co/EUIA56pT27",
  "Not this year, #Jagr.  Not this year.",
  "I wont get too cocky! LETS GO HAWKS! #5cups? #CHIvsBOS https://t.co/mKFupmvODH",
  "Ill be having a heart attack tomorrow at 7-crawford or the powerplay better not screw it up! #becauseitsthecup",
  "YOU ARE TEARING ME APART, LISA! #wiseaudog",
  "Ok, #kaner has the sickest backhand in the #NHL (#Datsyuk is an exception)",
  "#Soderberg looking pretty good tonight",
  "@NotPatFoley Eats him out, you mean lol",
  "Lost my good retainer #fuckit!",
  "Watching the 2013 #WWDC! #iOS7 looks great and Im very happy with 10.8.4!",
  "@VStalberg Im more excited to see McIlroy!",
  "Crap https://t.co/UlF1YWBlhR",
  "Mini golf orlando style #RATFARTS! https://t.co/Kxy9w8Vi5o",
  "Bored #metal https://t.co/vz3DMvGEia",
  "@abbyisweird people still do that?",
  "OT no. 3! #oldtimehockey #eddieshore",
  "New game after this 20 min break! #OneGoal",
  "@MarianHossaSay He looks like johnny depp as the madhatter",
  "Wish I shaving white horse to ride to ice shirtless. But it would slip and slide onto ice and crash in boards then PETA call me murderer.",
  "Its been 21 years Jagr! Now its Chicagos' turn! #ChicagoVsBoston",
  "The only way to beat this ride is to be a teenage boy #ohyes https://t.co/D1UUDv2P6Y",
  "Whoa https://t.co/W1PSR3CtBi",
  "Chara. You are mine friend. Stand at mine wedding. I love you. You are is dead.",
  "0_0 https://t.co/Q7StTupwXi",
  "RIP caviar blue https://t.co/JmgkPM6dkU",
  "About damn time #hosstheboss",
  "@abbyisweird but at least youll go down in history",
  "@abbyisweird should I laugh and call you names?",
  "@TheGoodGodAbove She is the one who knocks!",
  "@TheGoodGodAbove Even turning on the sink will work!",
  "TIC TAC TOE BABY! 3-1! #tazer",
  "@abbyisweird A?!?!?",
  "At the uc! #detroitsucks",
  "Nothin like screwin up a bro handshake #whiteboyproblems",
  "Shelbys great",
  "@Microsoft 2010 alienware :)",
  "Susannah Collins is now gone bye bye. Now what? Isn't like she is being wrong. Kaner and Sharpy on team, of course we are have lot of sexs.",
  "Hawks game lets go! #patfoleyrules",
  "@BreakingBad_AMC @deanjnorris @betsy_brandt @aaronpaul_8 @RjMitte @BryanCranston TIGHT TIGHT TIGHT",
  "Ugh heartburn #agony",
  "GAME ON!!! #sittingducks #gohawks",
  "Just as the PP looked pretty bad, Steve Ott wins it in OOOOOVERTIME! Now time for some always sunny! #letsgobuffalo #wildcardbitches",
  "Enroth is on fiyaa! #enroth #habssuck",
  "Finished watching Slapshot and time for the hawks game!  #blackhawks #avssuck",
  "@aaronpaul_8 Congrats and thanks for making BB so awesome!",
  "@MarianHossaSay Food is crap at 5000 ft above sea lol",
  "Pepsi Center food is suck. They nachos are more limp than Duchene when standing in front of beautiful woman.",
  "Had a great st paddy's day and looking forward to seeing the #blackhawks kill the #avs tomorrow"
 ]
}