{
 "user": 2882950149,
 "tweets": [
  "Three hidden switches in the Boeing 737 cockpit: Chemtrail, Turbulence Generator and Copilot Eject #avgeek #chemtrails #pilotlife https://t.co/r1ILultjaq",
  "This is how earthquake dampeners work on building structures https://t.co/1aKMNu0BRr",
  "@IgualdadAnimal Hace falta endurecer penas en todo, asesinos y esta lacra que se divierte del maltrato y la muerte de animales",
  "Super Soco es la nueva moto eléctrica de Xiaomi: 120 kilómetros de autonomía por menos de 1000 euros\n\nhttps://t.co/bu5idNN67A",
  "@iberdrola Basta de impuesto al sol, Renovables para todos YAAAAA!",
  "gracias por esta obra de arte avicii https://t.co/bL37EuOI1z",
  "Viva España, viva el Rey, Viva el orden y la ley.\n\nY arriba la guardia civil!! https://t.co/g2hXublw0k",
  "Oh my! 😬 https://t.co/ou7yo9yqLC",
  "Here is  our crew testing their teamwork &amp; ability to communicate non-verbally in tough environments. One of the ways they do this is by listening to loud music, in this case Bon Jovi. Watch them practice giving a prehospital anaesthetic without being able to hear each other! https://t.co/wt3ca6ouQR",
  "El azúcar y las heridas!  https://t.co/DlzBkYNakx",
  "https://t.co/DlzBkYNakx",
  "\"We have a part of the aircraft missing\": Listen to the dramatic communications between the pilot of Southwest flight 1380 and air traffic control as plane from NYC comes into Philadelphia for emergency landing https://t.co/CgWfJH1DhY https://t.co/QKmWOXNJ0r",
  "Anoche, fallece un varón tras recibir varios disparos en C/ Jorge Manrique, La Laguna. Actuaron #SUC, Policía Local y @polprcanarias    \nhttps://t.co/FZbFAOsly4",
  "@guardiacivil Felicidades por vuestro trabajo a diario, y que no decae contra el maltrato animal. Animo que teneis nuestro apoyo incondicional!",
  "@Aguscosta0 Muy guapa!",
  "Cómo afecta un paso de peatones pintado de forma ilegal a la distancia de frenado. ¡Lo comprobamos! https://t.co/Zakt2BjnPR https://t.co/0Mq2TYMRWu",
  "#YoNoDisparo a un animal para matarlo, disparo para captar su belleza. Cambia tu escopeta por una camara de fotos, cambia MUERTE por ARTE.\n#DiaMundialDelArte #FinDeLaCaza #EndOfTheHunt https://t.co/dweL0T5BOS",
  "@el_pais Tu madre sera una santa, pero imperativos para ti seguro me quede corto...",
  "@el_pais Ya por eso llamaste al 112 para auxiliarle, lo metiste en un maletero y lo dejaste 10 dias por ahi...ni cara ni espalda tienes",
  "@Norwegian_ES @Oslolufthavn El primero empezando de arriba 737-800 y los siguientes hacia abajo los nuevos 737Max",
  "Si conoces algún caso de maltrato animal, denuncia. Ellos no pueden hacerlo, pero tú sí. #YoSíPuedoContarlo es una campaña de la @guardiacivil para proteger a los animales. https://t.co/DssOWW1aQp",
  "@Mancuer91 @CazadorDeTrolls @Nineaina Te aprovechas del perro, porque como te vea haciendo eso en persona, mejor que corras...",
  "Cómo funciona el \"milagroso\" dispositivo que te permite beber agua sucia - BBC News Mundo https://t.co/otBe6yaj7v",
  "- Y le das aquí y eliges el máster que quieres, tú pones el de Australia y ya está. https://t.co/69QjrASZ2F",
  "#Consejos112 ¿Sabias que por ir en Ambulancia a Urgencias no te van a atender antes y mejor? Utilizalas con cabeza... solo para Emergencias https://t.co/F4QuzdC3Bk",
  "@Norwegian_ES @Kiliansp Felicidades! En mayo os probaré uno!!",
  "@Mancuer91 @CazadorDeTrolls La subnormalidad humana ya no tiene limites",
  "Ha muerto lejos de su hábitat, tras volcar el camión del circo donde vivía un infierno junto al resto de animales 🐘💔 #FreeElefantesGottani \n\n💪 Sobran motivos para seguir luchando por los animales ¡FIRMA! https://t.co/0rJ4OU0Brq https://t.co/GNeVGhzUNp",
  "@europapress Juez Llarena me da que se queda a este paso sin vacaciones hasta el 2030...😂😂😂😂",
  "Estamos trabajando incansables para saber dónde y en qué condiciones se encuentran los #elefantes heridos esta tarde al volcar el camión del circo Gottani. \n\n¡No vamos a permanecer cruzados de brazos! #NoEstáisSolos 🐘 https://t.co/eBS4mtSeTr",
  "@Gserrano_DGT A que coño esperamos a acabar con los animales en estas condiciones??  En libertad y supervisión ya!",
  "@SabrinaSantosO8 Beatifull",
  "https://t.co/qScH5jUHX8",
  "Si utilizas incorrectamente el #ServicioDeUrgencias, le quitas a alguien en peligro de muerte, la oportunidad de vivir. En salud, usa la cabeza, podría ser que mañana a quien le quiten la oportunidad, sea a ti.",
  "@Fjlopezm Buen vuelo!",
  "Feliz sabado! 🤑 https://t.co/yX60FfYqEM",
  "port-a-bach shipping container retreat by atelierworkshop https://t.co/3u0oAPHyHl",
  "El boom de la cápsula antisísmica en México\n\nhttps://t.co/hcbNdPcPPF",
  "#ULTIMAHORA @EquipoClavijo Enjambres registrados en el área del Teide x el @IGN_Sismologia en las últimas horas¿prevee el @GobiernoCan algún informe al respecto para informar a los ciudadanos o activar el #PEVOLCA ?Estoy segura de que @involcan cumplirá como siempre informando👈 https://t.co/2mhOBNLYQN",
  "@MariaMonteroTFE @TESCANARIAS @EquipoClavijo @IGN_Sismologia @GobiernoCan @involcan 😂😂😂😂😂😂",
  "Cuando ayudas a salvar una vida, nadie te llama conductor ni camillero...\n#TESVISIBLE https://t.co/LMxZ8UAmgk",
  "Festo – BionicWheelBot (English/Deutsch) https://t.co/jlCwgxbEEA vía @YouTube",
  "@jodido_cielo Que machoteeeeee😂😂😂",
  "@TESCANARIAS Actualización, y reciclaje que tanto hace falta!! Debemos seguir progresando como profesionales!",
  "@europapress No hay nada como llegar calentito a casa...🏏🏏🏏🏏 🎃🎃🎃🎃🎃",
  "Es posible hacer carne sin que sufran el medio ambiente ni los animales #ElFuturoEsApasionante https://t.co/gomwv06SJF",
  "Se acabaron los tiempos de esperar al tractor remolcador: https://t.co/xCCC6aBiWX",
  "#Consejos112 #Emergencias https://t.co/AYygsPvzmC",
  "🚑\nEntrevista a Mario Santana Martín “El mayor desafío es que la flota de la mayor calidad en la asistencia” @112canarias #SUC\n➡️ https://t.co/ybQbDF1yJ5 https://t.co/nTuQJKZ5pL",
  "Nuevo modelo de gestión de Servicio de Urgencias y Emergencias. El Gobierno de Baleares asume la gestión del transporte sanitario. ADIÓS a las subcontratas. Suerte y Enhorabuena por este avance! @SEMES_ @EnfermeriaSEMES #TES Fuente: Gobierno de Baleares. https://t.co/a1zoUJFDV4",
  "#Arizona police release video of fatal collision between #Uber self-driving SUV, pedestrian https://t.co/EKewHJnKmo https://t.co/LfXBSP5SCt",
  "Va por tí, Diego Díaz, DEP compañero !!! https://t.co/8b87MZezDF",
  "Una golondrina puede llegar a consumir hasta 850 moscas y mosquitos al día. Si tienes la fortuna de tener un nido de esta especie próximo a tu casa,la pareja se encargaría de eliminar diariamente hasta 1.700 moscas y mosquitos. No existe insecticida más eficiente,ni más ecológico https://t.co/s5CLa3Y1ri",
  "Durante la madrugada del sábado 24 de marzo al domingo 25 de 2018, los relojes se adelantarán una hora. Eso quiere decir que el tiempo dedicado al descanso nocturno ese día ha perdido una hora, que se gana por la tarde en forma de más tiempo de luz natural. https://t.co/3XptVmvn3z",
  "@ActualidadRT Vaya estupidez. Por los coches no, sino por la utilización de generación de electricidad por el carbón...",
  "https://t.co/jB0iHBzzNt",
  "A por el lunes! 🚑💨💨💨 https://t.co/SuCfjADvyM",
  "Buenos dias! @gbfurtado_",
  "“El personal Técnico-voluntario de las organizaciones benéficas que efectúan Transporte Sanitario en situación de urgencia y emergencia NO se merece un régimen específico inferior, en materia de formación exigible, al personal laboral” #TES https://t.co/6fpcmKgnKG",
  "Por si alguien todavía no lo tiene claro, aquí nos lo explica muy bien mi amigo @jldecastellvi \n#TES #TESVISIBLE\nhttps://t.co/0ynhc8qZDa",
  "Triada de Waddell\n\n#TES #atropello #accidente #ambulancia #emergencias #urgencias #niño #niña #trauma #pediatria #ITLS #PHTLS https://t.co/S1FDO10PmM",
  "VIDEO ATC Recording from Liberty Helicopters Eurocopter AS350 Écureuil (N350LH) crash in Manhattan's East River, NY. Killing 5 (11-MAR-2018). @VASAviation https://t.co/6KUx1wSjTZ https://t.co/Plp1bJo1u1",
  "La escasez de pilotos amenaza el crecimiento del sector aéreo https://t.co/I24EpqTBHW vía @abc_es",
  "@barbosavixx Não falo português há muito tempo🤣🤣🤣",
  "@barbosavixx 😂😂😂",
  "Sepla vaticina un nuevo caos aéreo en el Prat https://t.co/HDNHp0oFro",
  "La reforma para autorizar los #Rotativos Azules a los vehículos prioritarios de Emergencias, se hará efectiva en julio, por imperativo de la norma. Estamos estudiando la posibilidad de poder autorizarlo provisionalmente hasta la entrada en vigor. Ya queda menos. https://t.co/P0RxMqWSOE",
  "https://t.co/Krsmf2dmRh",
  "#NuevaFotoDePerfil https://t.co/c21RfjIths",
  "\"Garantizar este acceso representa una oportunidad importante para disminuir morbilidad, mortalidad, y costos de atención sanitaria\" https://t.co/5Z9Z851mHi",
  "@TESCANARIAS @jonhbacardi Sobre todo importantísima la conclusión y que la actuación del TES en esa reversion sea de una vez por todas protocolizada para los mismos.",
  "@mejoreszasca @igcol86 @Ainhat @tosquillas13 @MiriamAdan @unchinodechina Que zasca😂😂😂😂 https://t.co/AJ0XQ0nJ3v",
  "Ella es Maiko, una perra que vino a ver al #mybobbarker de @seashepherd para mostrar su apoyo y montar guardia. El barco ya ha zarpado pero Maika se ha comprometido a vigilar el barco siempre que se acerque a puerto! 🤗👏💙☠\n\nPor los océanos. \n\n#SeaShepherdEspaña #SeaShepherd https://t.co/0RsQhFg3xE",
  "#Entérate Lacoste cambia el cocodrilo por una #vaquitamarina; la propuesta es parte de una campaña para promover la protección de la especie - https://t.co/QSg2ph0Oqb https://t.co/Oi56vbFdNM",
  "😡¡VERGONZOSO!😡\nUn corredor de una maratón le propina una fuerte patada a un perro.\nMáxima difusión. https://t.co/Nj3Rc9qcz9",
  "@El_Neyra @controladores @Hector_Ponte @ivancp25 @ThePilotNess @change_es Estoy con usted @El_Neyra que habia que pelarse el c... volando de todo y en todo para conseguirlo... el sacrificio tenía su recompensa",
  "@guardiacivil Si no se endurecen las penas seguiremos con estos asesinos potenciales en la calle...",
  "🚑💪🏻🚑💪🏻🚑💪🏻🚑💪🏻🚑💪🏻🚑\nLos Técnicos en Emergencias Sanitarias de Aragon piden normalizar su categoria profesional.\n\nhttps://t.co/s4VdtomBTu https://t.co/9kYVRqQR1l",
  "Creo que la receta está inspirada en #pulpfiction, y hago este tweet para entrar en el sorteo de 1 AÑO DE CINE. 🍿🎬 #Oscars2018 #LidlTeInvitaAlCine\nhttps://t.co/i6M9IDFBCz",
  "Compañeros de @aena \"Cojito\" os necesita en la T4 de Barajas sabemos que Medio Ambiente quiere ayudar a voluntarios pero daros prisa @ENAIRE ya esta actuando en el ACC de Torrejon #Gatos #MaltratoAnimal @PartidoPACMA @PacmaAragon @Miliciaanimal @pacmacatalunya \nPOR FAVOR DIFUNDIR https://t.co/MKSO51bsPm",
  "Haliade-X y sus aspas de más de 100 metros: energía renovable para un millón de hogares  https://t.co/1CUYlDiTN1 vía @xataka",
  "La Comisión Europea considera que los resaltos pueden afectar negativamente https://t.co/NHcEgDTk0w",
  "Para tomar nota.\nLa que será la planta solar más grande del mundo inicia operaciones en India: 2.000 MW sobre 5.261 hectáreas\n\nhttps://t.co/j3Ahy9Va6i",
  "@nadii_rojas 😚😚😚😚😚",
  "@nadii_rojas Postureooooo",
  "El Bob Barker, uno de los barcos más activos de @seashepherd esta en Getxo este fin de semana. Hoy hay un evento de bienvenida en el Museo Marítimo de Bilbao y tours gratuitos para ver el barco y conocer de cerca a la tripulación y las campañas en las que participa el Bob Barker. https://t.co/qzLp66zsP2",
  "@GemaBn19 Es La deshumanización y el olvido de la sociedad. No perdamos eso como sanitarios y personas...",
  "Sin comentarios 🤔... 2° Parte   https://t.co/DMLZ5QlLgv vía @EconomiaED_ #voluntariado #CruzRoja",
  "@ActualidadRT Hay que ser HDP para hacer eso. El karma os devolvera la jugada...",
  "Así contrataron Díaz y Clavijo siempre con las mismas empresas https://t.co/jLgaVjGnPQ vía @diariodeavisos",
  "Another rapidly intensifying low will develop hurricane force winds during the next 24-48 hours as it moves over the central #Atlantic. Our 48-hr forecast charts (valid 12 UTC Feb 26) show winds to 70 kt and seas building to 15 m (49 ft)! https://t.co/tEM1gchLMR",
  "⚠️Tras actualización de previsiones de #FMACanarias #Lluvias #Tormentas y #Viento para domingo 25 febrero, se acuerda ampliar las medidas preventivas. La zona costera permanecerá cerrada al baño todo el día. El Mercado Municipal y los Cementerios cerrarán al público a las 12 h. https://t.co/oBYVMYfJc4",
  "👏🏻👏🏻👏🏻👏🏻👍🏼 Fantástica noticia!!!\n\nEl Govern asumirá desde abril el transporte sanitario terrestre urgente https://t.co/9kiC30UgIn vía @CBalear @goib #TES",
  "Una de les millors noticies q he pogut llegir en anys, excepte q ens tracten de conductors i camillers... però passen a gestió 100% pública!! @semgencat segur q ha pres nota?? 🙄 https://t.co/z4zjV208r2",
  "La Sanidad Canaria hace aguas. Esta imagen tercermundista de las Urgencias del Hospital Nuestra Señora de La Candelaria demuestra que @EquipoClavijo no entra por esa puerta. Aquí no vale la excusa del pico de la gripe. #MadeinCC #Lamentable https://t.co/4ukura0zef",
  "Alemania aprueba el transporte público gratuito para reducir la contaminación https://t.co/CU1SKaVoZx",
  "Harrison Ford, Mark Hamill, and Carrie Fisher share a London cab in 1980. https://t.co/VTNTdL6KDL",
  "Éxito del primer reactor solar térmico que funciona de noche https://t.co/zEJrfjC2AO",
  ".@AdaColau Alcaldessa, com hi hagi una emergència al Metro i la gent no pugui passar vostè en serà la responsable però també els directius de @TMB_Barcelona https://t.co/j08W9Jvbb6",
  "🚑🚨🔵 #Buenosdias\nBerdagana cubierta ante el cambio en la iluminación prioritaria en ambulancias\n➡️ https://t.co/4PFzryuu3N https://t.co/MNx7vqPOGd",
  "We are excited to announce that @hyperloopglobal has signed America’s first Interstate Agreement throughout the Great Lakes megaregion. Our feasibility study between Cleveland and Chicago is just the beginning. #ClevelandToChicago #Hyperloop #HyperloopTT https://t.co/4gGHizmh2e https://t.co/z8X3V4BDaR",
  "Ten en cuenta, antes de arrancar el #coche echar un vistazo. Con este frío, puedes tener sorpresas...\n#perros #gatos https://t.co/6DHLJCEl3Y",
  "🇪🇺🚑🏥🚑🏥🚑🏥🚑🏥🚑🇪🇺\nReconocimiento categoría profesional.\nSomos personal sanitario.\nSomos técnicos en emergencias sanitarias.\n#Tesvisible https://t.co/CPRIkR9lLQ",
  "La UE 🇪🇺 reconoce los nocivos efectos de los pasos elevados.\n🚗🔺🔺🚑\nhttps://t.co/UBwbyienZd\n@DGTes @Gserrano_DGT @Ponle_Freno https://t.co/JZwlvr2mE9",
  "ℹ Nuestras unidades de Soporte Vital Avanzado #SVA, cuentan con un dispositivo que permite realizar una analítica sanguínea extrahospitalaria. Permite mejorar la atención a los pacientes graves con patología médica o traumática y guía la #RCP avanzada.\n#emergencias 🚑 https://t.co/ynJMCHh9VN",
  "@Cristin94068758 Abrigueseeee",
  "https://t.co/V68J0ZDl1s\nPara tes",
  "\"Hyperloop could change everything, from our career and home choices to who we fall in love with\" - CEO @justdirk. @SmartCitiesW talks about how #Hyperloop is a real game changer. #HyperloopTT #SmartCitiesWorld https://t.co/55IKu94iSC https://t.co/7dBC5hy9Ud",
  "@ElPozoAlimenta Tenías la oportunidad de demostrar que no era asi y lanzaron humo para no dar la cara. Asi no me vale....",
  "¿Conoces ya #ElSecretoDeElPozo? Ayúdanos a difundir: https://t.co/OM0cZR84iz #SalvadosGranjas https://t.co/Ik0CDp40Uq",
  "All-electric ferry cuts emission by 95% and costs by 80%, brings in 53 additional orders https://t.co/1zvnpurvE0 https://t.co/HUtZDN8b8U",
  "@GU_Molinsderei @AjMolinsdeRei Buen trabajo!!! Felicidades 👏👏👏👏👏👏👏👏",
  "Rescat gos que ha caigut al canal, mireu el vídeo!!!!! @AjMolinsdeRei https://t.co/8sF9xmHL88",
  "@ibonpereztv Ole por sus cojones👏👏👏👏 sois unos máquinas",
  "Atenció companys de @semgencat  Ferides al coll i demostració de l’embenat que portem a la maleta de trauma. https://t.co/CIiObkL68w",
  "@Carenado F50???? WHENNN",
  "@TESCANARIAS @atetransa De culo y sin frenos...",
  "@ActualidadRT Amparo no...socorro....🤣🤣🤣🤣🤣",
  "Además podrán ser en forma de nieve en cumbres de Gran Canaria, Tenerife y La Palma, con la cota de nieve alrededor de unos 1700-1800m de altura. Activado, por tanto, el Aviso Amarillo por acumulación de nieve de unos 2cm en 24h. (4/4) https://t.co/NtZSVmMhq2",
  "@pionalonso 😂😂😂😂😂 https://t.co/DEQMNm4uQ6",
  "@capitalistaista 😂😂😂😂😂😂",
  "Canarias con renovables. A que esperamos? https://t.co/UjXlKsI1NQ",
  "Rociaron a un perro inofensivo de color rojo tóxico mientras se reían.\n¡MÁXIMA DIFUSIÓN PARA LOCALIZARLES! https://t.co/xstvNNFjfk",
  "Not all heroes wear capes ❤️ https://t.co/pn7jk1CZnx",
  "@guardiacivil @agentsruralscat Enhorabuena por vuestro trabajo y gracias a la colaboración ciudadana estos pringados caen...",
  "@jesterhanny @LaGuiaDelTES @JuntaEx_Sanidad 👏👏👏👏👏👏👏👏",
  "¿Conoces al que ha golpeado y ahogado un jabalí que había caído a un canal de riego?\nEl vídeo se ha hecho viral en RRSS...difundimos un fragmento\n#Colabora \n☎️062\n📩 seprona@guardiacivil.org https://t.co/QiabHaMo2i",
  "Un español increpa a Puigdemont en Copenhague y le insta a besar la bandera de España. https://t.co/CipoAP5f71",
  "@aiplacha What??  La ley lo pone claro sin inventos...",
  "https://t.co/wzUfzN6Y2U",
  "@forogc @guardiacivil Te van a caer encima por HDP",
  "Tenían un sistema de radares para detectar la presencia policial y así transportar el hachís de #Marruecos a #Cádiz. 10 detenidos\nhttps://t.co/h5vp3DKYjG https://t.co/xPiGhFQsNG",
  "nuclear que serviría para generar energía a los hábitats en Marte https://t.co/7fuV1oBkQo vía @xataka",
  "Ministerio de Sanidad y Consejerías de todas CCAA: Que se reconozca la categoría profesional de Té... https://t.co/YJpMdcCWs0 vía @change_es",
  "@pionalonso 😨😨😨😨😨",
  "@RACE_es @atescanarias @guardiacivil #prioritariosazulesya",
  "https://t.co/fHsuGdjV7k",
  "https://t.co/mn8hSY7U5S",
  "Glucagón infrautilizado en el tratamiento de hipoglucemia https://t.co/DsMEn86UBc vía @medscape",
  "@europapress Ehhhh nopp😂😂😂😂😂😂😂😂",
  "All countries must work together, and follow China’s example, in order to end the global ivory trade and bring elephants back from the brink of extinction. Help @NRDC protect elephants and ban ivory sales. https://t.co/3iGOMnVXX6",
  "Ciudadanos exige que los Técnicos de Emergencias Sanitarias sean contratados y reconocidos en su categoría profesional https://t.co/cR1wmNEfu0 vía @s24horas",
  "1 Rey\n350 diputados\n266 senadores\n52 presidentes de diputación.\n17 presidentes autonómicos.\n1300 diputados autonómicos.\n8000 alcaldes\n100.000 concejales.\n350.000 sindicalistas.\n500.000 asociaciones subvencionadas.\nY a la izquierda le molesta el gasto en la Corona.",
  "La bonita historia del caza y el bombardero | Cultura | EL PAÍS https://t.co/RtFzbiRWwX",
  "@TenerifeVial @carreterasTF @ofeliamanjon_c https://t.co/WgPEwm5hXt",
  "Sí, se puede: Mateo Lafragua consigue que se eliminen los 19 badenes que separan el hospital de su casa\n\nhttps://t.co/qPYEko6Whe",
  "@forogc Hay mucho hdp suelto. Os van a pillar",
  "@Captain_Sim I think its too expensive price. Sorry",
  "Medic 3 on route to a job earlier. The paramedic drives &amp; doctor navigates to scene.The paramedic doesn't know what the incident is until they get to scene to ensure it doesn't affect driving, unless a stabbing or shooting when they must wear protective clothing. https://t.co/mtchlZ5Kn6",
  "@PCSO65069 @PCSO_69467 Happy new year 2018!",
  "@pionalonso De incívicos y retrasados esta lleno el planeta. No te preocupes que atendiendo acc trafico en via publica nos insultan igual.",
  "@Navarra Excelente propuesta",
  "@AtheneaOconnor @Indeppe @dnicatala @Votaxmi21D @KRLS @policia 🤣🤣🤣🤣🤣🤣🤣👏👏👏👏👏👏👏👏👏",
  "https://t.co/cAAHvpjYAr",
  "B747-8F of Cargolux doing 714kts #groundspeed enroute Hongkong - Anchorage.\n\n#B747\n#Boeing\n#B7478 https://t.co/kene00qUCn",
  "@Carenado Great Job!!!!",
  "10 sencillos consejos sobre #QuéHacerEnUnAtentado que harán que aumente la seguridad de todos. Retuitea y hazlo llegar a tus conocidos. VÍA @interiorgob #urgencias #emergencias https://t.co/AAjUNML0u6",
  "https://t.co/kCwyCCSKlU",
  "https://t.co/y85NMBZxqu",
  "Equipo!! https://t.co/CJPWfUtUeA",
  "Spectaculaire #avalanche proche des pistes par Catex ce matin à @LaClusaz.\nVidéo Romain Montimart (c).\n@datavalanche https://t.co/zTBKB9Y0An",
  "https://t.co/EAbHOXwDtU",
  "@pionalonso ✂️✂️✂️✂️✂️ peinaoooo",
  "@forogc 🤣🤣🤣🤣🤣🤣🤣🤣 es lo que tiene hacer el toti",
  "@ActualidadRT Y aprovechar de difundir y salvar no son compatibles?? Empezemos por salvar uno constribuimos a que no desaparezca...",
  "Vídeo | La muerte de este oso plasma la amenaza del calentamiento global. En @verne  https://t.co/tk8cVGbaxd",
  "AeroUnión 767 XA-LRC returned to LAX shortly after takeoff yesterday afternoon due to a bird strike to the right engine on takeoff. \n\n📼 https://t.co/N1Y8KTIbjk\n\n📷  https://t.co/O1eJ079owZ by Eddie Heisterkamp https://t.co/CvrADd5Aci",
  "@ElDoce  https://t.co/WVeIaXhADC",
  "Captain 👨‍✈️ enter his cabin from the window after he forgets his keys😄 https://t.co/0lUAVb06Ke",
  "ÚLTIMA HORA https://t.co/GW2t2rFDOY Los partidos independentistas se quedan sin la mayoría absoluta en votos y en escaños en las elecciones del 21-D, según el CIS https://t.co/iio0xk2fM7",
  "@GizmodoES Cuantas burradas hemos hecho a los animales",
  "@CiudadanosCs @InesArrimadas Zas en toda la boca🤣🤣🤣 https://t.co/iBl1fAzfbV",
  "Excelente trabajo de los compañeros vizcaínos de #SVB @osakidetzaEJGV Salvando la vida de un pero en un incendio en #Sestao. Gran trabajo!!https://t.co/1C1DEbzw36",
  "@SdeE_Editec @MBenzEspana @MBFurgonetas @PCivilTorre @AytoTorrejon Prioritarios azules?",
  "@europapress Esta se merece un banquillo urgente",
  "@numer344 @pionalonso Paradoja... asi les iria independes😂😂😂😂",
  "@europapress Deberian hacer algo",
  "Estremecedor!!\nLos animales tienen sentimientos. No les hagas daño. #adopta #AdoptaNoCompres \n\nRT para difundir esta historia. 🙏 https://t.co/XWdvWySCDg",
  "@Elaguijon_ @pionalonso 😂😂😂😂 q pringaos",
  "@capitalistaista 😂😂😂😂 buenisimooooo",
  "@PCSO65069 😖😖😖",
  "Ever wanted to be a pilot? With the #DJI Goggles and Mavic's Fixed Wing Mode, you can experience it first-hand! https://t.co/n3iXIFzXQl https://t.co/fgJpG7d0s9",
  "https://t.co/6Biuqz2j3t",
  "#HainanAirlines Flight 497, which takes off from Beijing, lands in Chicago. The #Boeing 787 Dreamliner flies with biological aviation fuel produced from waste cooking oil https://t.co/zNz914kJ3G",
  "@556charly Vaya cantamañanas... lástima no iba el dentro",
  "El SABADO ya afectados por la borrasca: en las islas orientales nubes medias y altas. En las occidentales chubascos débiles a moderados principalmente en zonas sur y oeste, pudiendo ser localmente fuertes y con tormentas aisladas. Viento S fuerte a muy fuerte en zonas altas. https://t.co/EhT8oywMZR",
  "@Facundo_Moyano Por adelantado por si acaso no?",
  "@Bracesco Vaya impresentable. Sientese y organice una conferencia de prensa en condiciones",
  "I have long given the order to help Argentina with the Search and Rescue mission of their missing submarine. 45 people aboard and not much time left. May God be with them and the people of Argentina!",
  "#arasanjuan\nLo están pasando en estos momentos, y se los paso. Dios quiera que esta vez sea cierto!!!! 🙏🙏🙏🙏🙏 https://t.co/6VcGQ5UrkZ",
  "Imágenes del rescate de un parapentista que sufrió una caída esta mañana en Jama, Vilaflor #TENERIFE Mas información del rescate en: https://t.co/pnhNbrcKiy https://t.co/nrr6ehznJf",
  "@Carenado Great Job!!✈",
  "@guillaumelaffon @Airbus @Boeing @Paris @airfrance @weflyjoon @WorldAviationHD @aviacion_col @airlivenet A350!!!",
  "Kit Hemostasia SAMUR-PC Ayto Madrid: Celox Rapid, Vendaje Israelí, Torniquete CAT 7 Gen.\nEn Todas las Unidades SVB y SVA.\n Bravo @SAMUR_PC 👏👏👏 https://t.co/DKfdsDs26d",
  "What a fabulous view seeing #Airlander fly just over our heads today @AirVehicles https://t.co/p8rjI7o461",
  "Storm coming, run while you can!!! https://t.co/xZfdHQLKbB",
  "@forogc @Irene_Montero_ 🤣🤣🤣🤣🤣 te saliste!!!! 🥇🥇🥇",
  "Have you ever seen a robot perform a backflip? #Atlas robot of #BostonDynamics can do it https://t.co/C0rn1fgvMo",
  "🎥 2 min de repaso a los principales datos del desastre económico del procés para Cataluña https://t.co/bkM0nHUi3s",
  "@capitalistaista Libre de estupidos?🤣🤣🤣",
  "Tesla Semi https://t.co/7VLz7F46Ji",
  "La máquina suiza de vanguardia que puede absorber CO2 de la atmósfera y transformarlo en un producto útil https://t.co/tfXJa0fH2E https://t.co/6ozr2u29og",
  "The new SunPower Helix Carport system at @GavilanCollege will provide covered parking for students &amp; offset 75% of campus electricity use. Learn more about our higher ed #energy solutions: https://t.co/vsYep446nd https://t.co/lvPi7z7Pbc",
  "@guardiacivil Os van a pillaaaaarrr... a ver si ahora tenéis el mismo coraje de presentarse ante la #seprona #GuardiaCivil",
  "Flydubai adquiere 225 aviones Boeing 737 MAX, valorados en 27.000 millones de dólares https://t.co/Fd73OdGDj4 vía @expansioncom",
  "@pionalonso Hay que ser un desalmado hijo de puta. Si la pillo yo a esa china...",
  "¿Pensando en un peludo para esta #Navidad? Recuerda que no es un juguete, es una vida, es una responsabilidad. #AdoptaNoCompres  https://t.co/3yfvTFr51o",
  "A kiss by the #Dreamliner 😘✈️ https://t.co/zpfaaoNFtP",
  "@forogc Quien coño se cree este tio, pidiendo explicaciones? Ya te harán falta algun dia guapo",
  "@ActualidadRT Gatos comiendo marihuana?? No se lo cree ni ella...",
  "Queridos amigos y compañeros #TES de España\nLlegó la hora de la verdad https://t.co/l9Duo4aJp4",
  "@el_pais 😎😎😎😎 https://t.co/6RAdJkAm1I",
  "Prisión por primera vez en España por el sacrificio masivo de animales https://t.co/13hhQgRW2a",
  "https://t.co/ZBbuKmTUd2",
  "Viajero del AVE a los Mossos: ¿No podeis echar de aquí a este grupo de 50 niños? https://t.co/pU07smwm3n",
  "@europapress 💩💩💩💩💩💩",
  "Hoy 60 empresas más se van de #Cataluña y van más de 2200..a este ritmo no habrá derechos laborales que defender #VagaGeneral8N https://t.co/udUkbSEMVm",
  "Boston Dynamics, 25 años cambiando nuestra idea de lo que puede hacer un robot. #VodafoneOne https://t.co/9x3YADLCfQ",
  "@Miotroyo2parte @forogc @policia Pobre mongolito...",
  "Look what will happen if you cross behind the running engine 😮😬 https://t.co/Z46IJ4InHU",
  "@encastrado Tiene usted toda la razón. Nuevo no es",
  "@europapress Ponte a dieta",
  "@europapress Amnistia???? Si cometeis delitos aguantad las consecuencias",
  "@el_pais Lo mas parecido a un cuervo...",
  "@europapress Primero paga lo que debes...",
  "@La_SER Este tio que cambie de camello urgente",
  "#MostWatched University of Michigan expert puts rare bird-like robot through its paces https://t.co/jakD2bGzaR",
  "NOTA INFORMATIVA de @UTESNA \n#TES https://t.co/s3X8PRqnYD",
  "@El_Neyra @capitalistaista 😂😂😂😂😂😂",
  "Un motor de plasma para la misión tripulada a #Marte bate records https://t.co/VmvrcnLxYA",
  "@GizmodoES 737-800  EnterAir...",
  "🔴 Recuerda que existe un tramo en #TF5 #CurvaSauzal que es a máximo 80km/h y que SIEMPRE debes respetar, sino... #RadarDeTramo @DGTes https://t.co/lUQR8MlwjT",
  "@policia Buen trabajo @policia, sin bajar la guardia seguid asi!! Animo!!!",
  "@europapress 💩💩💩💩💩💩💩",
  "@europapress Prepara las maletas guapa...🚓🚐",
  "@ActualidadRT Vaya gilopollada de noticia",
  "@forogc @govern @KRLS 😂😂😂🤣🤣🤣🤣🤣",
  "🚩#Wanted La @NCA_UK busca a este criminal por homicidio y lesiones graves. Si tienes alguna info, COLABORA. @Europol\nhttps://t.co/mY3BrnGowe https://t.co/Ipor3iuZAm",
  "@rouco64 El retraso mental llega a niveles insospechados",
  "@miqueleandolini @forogc @gabrielrufian Vaya palmera se ha fumao🌲",
  "@tonimarles @zoidoJI @guardiacivil  https://t.co/O6LdP7obji",
  "@europapress Asi se sigue con la impunidad que reina ahi?",
  "@europapress  https://t.co/XEARXnVbfo",
  "@europapress Triste es para ti soplagaitas, que esperabas?",
  "@TF_Seguridad @CabildoTenerife @PrensaTenerife @TFMedioAmbiente Ya esta bien de utilizar el monte al trancazo. A pagar una casita rural y a 💶💶💶💶. Y veras como rompan algo como pagan....",
  "Outstanding airshow of #F18 \n#BlueAngels at Huntington #CA https://t.co/3B3jTqY5qN",
  "@forogc se sale😂😂😂😂😂😂",
  "@forogc Y lo que le faltara todavía por escuchar...😂😂😂",
  "@el_pais Sois pateticos",
  "@forogc Con dos cojones. Triste pero cierto.👏👏👏👏",
  "@el_pais No pasa nada, le descontaran los dias....😂😂😂",
  "@el_pais Me da qué van a terminar entre barrotes",
  "@europapress Os falta la camisa roja de Maduro",
  "@MataArantxa @europapress Bla bla bla  vete a venezuela con Iglesias",
  "@europapress  https://t.co/9s7vQBxm5i",
  "@policia A por ellos Condor! Animo y a pillarlos!",
  "@ierrejon Y tu eres representante del pueblo???? Democracia si, saltarse la ley no. No te entendere...",
  "@europapress  https://t.co/c2HYKSpIQp",
  "Come to find out how vegetables, fruits are grown without soil or sunshine in a vertical plant factory in E China https://t.co/sJDZfGXy8P",
  "MUY URGENTE!Os Biosbardos necesitan voluntarios que se ofrezcan a acoger perros de refugio.Si alguien puede acoger llame al 600 35 68 91.",
  "#Ophelia alcanza cat.3: Entra en el grupo de los \"grandes huracanes\" y es el que más cerca de Europa lo ha hecho desde que hay registros.🌀🌍 https://t.co/UifJdeJvuA",
  "@europapress Este entramado caera...y si que caera. No saldran impunes de lo que habeis intentado hacer.",
  "@europapress Apestan...",
  "@europapress Pues estan tardando en perderse....",
  "German Tank Panzer Division parades on streets of Paris in France, 1940 (Colorized). https://t.co/jO2G12UTlY",
  "@europapress Se les vienen las ✂✂✂✂✂",
  "@CSIF_UAMadrid @CSIFEMERGENCIAS @ccifuentes @csif_epe @CSIFJUSTICIAMAD @CSIFaytoMadrid @squalius @CSIF_forestales @elenamoral65 @Copedelasierra Como puede ser que no esten dotados de medidas de autoprotección ante cazadores? Ya los antecedentes no son buenos...a que esperan?",
  "@AEMET_Esp Canarias?",
  "#Ophelia ya es tormenta tropical, y en los próximos días alcanzará fuerza de huracán. Se moverá hacia el este. https://t.co/WMLGtuoejs",
  "@ecazatormentas No se si a España pero cerca de Canarias esta🤔",
  "La demanda de pilotos es mayor que la oferta https://t.co/VFCGCuTzwC vía @Cerodosbe",
  "Tropical Storm #Ophelia Advisory 2: Depression Strengthens Into Tropical Storm Ophelia Over the Open Atlantic. https://t.co/VqHn0uj6EM",
  "TD Seventeen has become Tropical Storm #Ophelia and is the 15th named storm of the 2017 hurricane season https://t.co/8zYYMzDx2U",
  "Tropical Storm #Ophelia is located over the open Atlantic and will not threaten any land areas for the next 5 days https://t.co/3AnRKr0Nh2",
  "ÚLTIMA HORA https://t.co/bX2TZKQFFf Abertis también decide mañana trasladar su sede fuera de Cataluña https://t.co/byF3mhG63w",
  "Flood Guard Car Bag Feature on CNN's The Service Road https://t.co/cKlndTjvRS vía @YouTube",
  "Frida, la perrita que encontró 52 personas luego del terremoto, invitada al partido México-Trinidad Tobago.Todo el estadio la aplaudió 🐾🐶⚽️ https://t.co/qS0w84K2jG",
  "Glucagón en spray nasal para un rápido rescate de la hipoglucemia https://t.co/FHwcgiBwfB",
  "https://t.co/nV2lOkHrYr",
  "https://t.co/BtppYnVlTs",
  "@forogc @pstcake @rosadiezglez @policia @guardiacivil Tannnnnnnn😝😝😝 y pa que vuelva....",
  "Espero que los dueños del restaurante El Galliner, en Calella, que no sirven a las FCSE, tengan que cerrar su negocio cuanto antes. https://t.co/U6IwjijB3K",
  "Le Monde desmonta las mentiras del golpismo sobre la presunta violencia policial. ¡Bravo!https://t.co/d25uUqbzDr",
  "@SoydeDERECHAS HOTEL SANSI PARK en LLEIDA/LÉRIDA\nhttps://t.co/WoZsMnBP5g\nhttps://t.co/ANmEpCnFWQ",
  "@europapress Me da que no guapi...al final quien tiene la sartén por el mango aqui es la banca",
  "@forogc @AsisaSalud @asisa_hablamos Me parece penoso. Cambio de seguro YAAA",
  "Hostiazo de Europa a los Iglesias, pujoles y rufianes. https://t.co/3AXG9jwYk3",
  "@europapress Menos mal que la cordura empieza a volver...",
  "@forogc \nSois los mejores.👍\nMira que me he reído😂😂 https://t.co/tAjIZJFx0N",
  "Learn more about the on-board image processing capabilities for Vertical Take-Off and Landing #VTOL systems and the EAGLE project. https://t.co/d5azm8IvnU",
  "@europapress Sigue sacando números tu, que te tocara el gordo en breve...😅😅😅😅😅",
  "@el_pais Hemos perdido el norte",
  "@el_pais Cada día me convenzo mas del adoctrinamiento nazi que estan haciendo...o eres nuestro o moriras en la hoguera",
  "La lección de un ruso a los nacionalistas: ‘Por vuestra culpa habrá una guerra civil’ https://t.co/lu02g9OrxM https://t.co/nEkDgV8aND",
  "@jusapol @CSIFEMERGENCIAS Mucho ánimo!!!!",
  "@El_Neyra @David68156451 😅😅😅😅😅    🐫🐫🐫",
  "UGT y CCOO se desmarcan de la huelga en Cataluña y rechazan una declaración de independencia https://t.co/QjDwLqL64z https://t.co/bMAkm1dQ1J",
  "@el_pais Podrias empezar por no cobrar de ella...😚😚",
  "El chiste del día: Palol de Revardit con 470 habitantes tiene 1002 votos en el referéndum ilegal. https://t.co/pK1rq1LOWR",
  "Vamonos... https://t.co/xDRkWY6033",
  "@DiarioTES Totalmente de acuerdo",
  "Programa EN DIRECTO sobre el desafío independentista https://t.co/oaRsqyvrtC",
  "@europapress Ya pago los 5.200.000 € que debe?",
  "Just received this video from Kate Heath of Air France emergency landing in Goose Bay. #yyr #cbcnl https://t.co/uVOl0wRmRs",
  "@El_Neyra Con dos 👏👏👏👏👏👏",
  "Hay que ser muy hijo de puta para tener a tu hijo encerrado en un colegio todo el fin de semana",
  "@europapress Así son realmente los NAZIS SECESIONISTAS....\"LISTAS NEGRAS\" https://t.co/JMxz7HBjWP",
  "Hemos presentado un Plan para la Evacuación de Animales en Catástrofes y Emergencias al @interiorgob. La vida de los animales está en juego. https://t.co/jAlsUWMTQ1",
  "📢 Mañana #EspañaSaleALaCalle para decir que la unidad de España no se negocia ni se debate. Se defiende  ⤵️ https://t.co/yQsq9cQ6k2",
  "De momento, el ZASCA de la semana https://t.co/gv4z4sXZkQ",
  "@europapress Uy que pena...",
  "@ActualidadRT Deja a los animales en paz, que mas animales van erguidos en dos patas y sin embargo nadie les prohíbe viajar...",
  "¡GRACIAS de ❤️ @Canaryfly_ por esta noticia! Nuestros #amigospeludos son nuestra #familia +Info --&gt; https://t.co/IMcEtiEIYd https://t.co/OkrUBtn7XY",
  "https://t.co/3VqRrd8N3y",
  "#LoMasLeido | Interior anuncia \"medidas legales” contra quienes delaten movimientos policiales para frenar el 1-O https://t.co/FkGTz0GV10",
  "https://t.co/d9N2npdbYk",
  "@El_Neyra 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂",
  "😂😂😂😂😂😂😂😂",
  "https://t.co/OJfjhnGclV",
  "@forogc Caña al mono hasta que aguante...",
  "Relaxing day 😎 https://t.co/ox2UaJRQS7",
  "https://t.co/OxBGT2DO0x",
  "@EPNacional @europapress Ponerse a estudiar anda. Luego os quejais",
  "Un nuevo anticuerpo previene el contagio del virus del SIDA en el 99% de los casos https://t.co/nv3r1mVw5E https://t.co/YMImhuw3p6",
  "Los de la CUP ya estan temblando con el camión ducha de la Policía  😀  Espanya ens dutxa!!! https://t.co/czFZ7o27io",
  "Solicitamos la colaboración ciudadana con la @guardiacivil . Que los caprichos de algunos no afecten a tu seguridad. https://t.co/k8xGuYfBHW",
  "Ayer el eurodiputado Javier Nart volvió a poner en su sitio a los separatistas en @tve_tve de Cataluña. Se quedan sin argumentos. https://t.co/tFz3sGCaCB",
  "@capitalistaista 😂😂😂😂😂😂",
  "https://t.co/MWqAhy19LQ",
  "Oh yeah. https://t.co/GnErgHgiUN",
  "¡Que quede claro! https://t.co/obScJucz3e",
  "En @elconfidencial: Carta de los pilotos al jefe de operaciones de Ryanair: \"Se acabó la buena voluntad\" https://t.co/JJsYtKaFzC",
  "¡Suspensión de empleo y sueldo YA! https://t.co/kAFN7bHTgI",
  "Esta bicicleta eléctrica es capaz de remolcar un coche y, en realidad, eso es lo de menos... #VodafoneOne https://t.co/S4scOcLIlX",
  "Nobody wants to be a pilot anymore\n\nhttps://t.co/QelKfO84Vy",
  "Dentro del programa de mejora de la #RTSU, adscrita al #SUMMA112, hemos dotando a todas nuestras ambulancias con detectores de CO. https://t.co/lyw40fSWnC",
  "This fills me with both joy &amp; sadness. Avoid Circuses like the plague. https://t.co/Thcyup00gj",
  "Las verdadera razón del #CaosRyanair 👇👇👇👇\nRyanair loses 140 pilots to Norwegian Air as travel chaos continues https://t.co/QWUNqKvP3m",
  "Reino Unido eleva al máximo la alerta terrorista ante el temor de un atentado inminente https://t.co/8PMy29E5Ck",
  "おはようございます。\n\nこの787のペイントは飛ぶ事がないのでしょうか… https://t.co/Z9FLrhCFEX",
  "Tesla Semi truck unveil &amp; test ride tentatively scheduled for Oct 26th in Hawthorne. Worth seeing this beast in person. It's unreal.",
  "▶️ @Sorayapp da una lección a Rufián en la #SesiónDeControl https://t.co/QY7eTnOJl5",
  "@Gallato7 @pionalonso @Albert_Rivera Lamentable...",
  "Tail of first #Airbus #A350 #Malaysia #Airlines. #Toulouse #Avgeek https://t.co/ipvuw0gaur",
  "-Este hombre está recogiendo perros afectados después del Huracán Harvey. ¡Me saco el sombrero!👏\n\n. https://t.co/IGChFIWk1O",
  "@europapress Ah está bien....😅😅😅😅😅",
  "Otro patriota que quita carteles del referéndum separatista. Este además tiene dedicatorias para todos y una camiseta en la que pone \"155\". https://t.co/MtBCB8M5rL",
  "El huracán Irma convierte a una aplicación que emula a un Walkie Talkie en la más descargada del momento: https://t.co/hlYOIEjqJt",
  "@europapress Preparaos para calentar los banquillos...cojed fuerzas que os queda poco.",
  "🎥 @carrizosacarlos a Forcadell \"¿Han abolido ya nuestras leyes? ¿Debo obediencia a quien no obedece las leyes?\" #Parlament https://t.co/uIUfj7KDrj",
  "#ULTIMAHORA | El Tribunal Constitucional prohíbe el referéndum del 1-O https://t.co/S2e9cF6K1v https://t.co/sSUcc4IDqr",
  "Ada Colau se fija el sueldo en 80.115 euros anuales, el doble de lo que dijo en campaña https://t.co/0wTeiXv4Q5 AHORA DISFRUTEN DE LA CASTA",
  "La mentira de la Hacienda secesionista\n\nHay que leer esto de @frdelatorre  https://t.co/HmFgUt3MGH",
  "Final inesperado 😂😂😂 (Activar sonido) https://t.co/r4SRRbRRyX",
  "-Pero... ¿no creéis que esto ya es pasarse un huevo? https://t.co/BSaqrquOur",
  "Juez se pasa por la toga a dos cuperos listillos https://t.co/veuqlTDZBi",
  "A train that runs above traffic. China's 1st fully domestically-made straddling monorail system put into commercial use https://t.co/ksA4v4EuJ0",
  "Aterrizando en Sochi (Rusia) entre tornados: https://t.co/c1F9AwYvo3 https://t.co/B2Iz3756rO",
  "@ActualidadRT Peligroso?? El niño bobo del colegio disfrazado de terrorista...",
  "JAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJAJA https://t.co/06NckNOwWf",
  "@ActualidadRT Si ponéis Video ponedlo, que la noticia no es cachondeo",
  ".Hay que hacerlo viral, rt a gente así, esto si es tener las cosas claras y por su orden gracias a 👉🏼@luka63 https://t.co/Toa7nNvoxL",
  "Cena secreta en casa de Roures. Hay fotos de los jefes de golpistas separatistas y comunistas. No del islamismo. https://t.co/knVOOG13Ds",
  "Pantano de Luna(León)con solo el 9%de agua, en el norte! el cambio climático es real!! el video asusta y hace reflexionar hacia donde vamos https://t.co/GYCLCEmsDT",
  "Yo, al #HijoDeLaTomasa lo hacía pasearse así por toooodas las playas de #España Se le iba a quitar la chulería en un tris https://t.co/eoxgoEe8Qg",
  "—Abu Lais, ¿cómo ha ido el mensaje?\n—Muy bien, ahora deben estar todos cagándose de miedo por la \"patabajo\".\n\nEspaña: https://t.co/83b8rfjy1O",
  "@doglab @fionaantonella2 Hdp maricon",
  "🚩Presunto autor del atentado de #Ramblas. Aprox.1'80, complex. normal, pelo corto, quizá barba, piel oscura. Podría ir armado\n📞112 📞091 📞062 https://t.co/yS4UQPCsUh",
  "Siempre. Siempre gana la #Humanidad. Comenzamos. https://t.co/CT7BNBU5gU",
  "@Albert_Rivera Díselo a Pablito Inglesias",
  "@europapress No estamos en lo que tenemos que estar, dejemosnos de desconexiones y centremosnos  en lo que necesita la gente, su seguridad",
  "Descubierto un nuevo mecanismo para reducir los óxidos de nitrógeno en los gases de escape de los motores diésel https://t.co/T7EgIkUslf",
  "Ahora necesitamos ser más fuertes que nunca y tu información es muy importante. Colabora con quienes nos protegen y luchan contra el terror https://t.co/o4z6U49l9U",
  "Nunca sabremos la cantidad de vidas que han salvado hoy en #Cambrils, y muchos no lo tendrán en cuenta. Desde este humilde tweet GRACIAS. https://t.co/zyVRRQQSzW",
  "#AMPLIAMOS Mussa Oukabir, el presunto autor del atropello de Barcelona, tiene 17 años https://t.co/HQTIIOnmJQ https://t.co/qdl81csH3B",
  "Police operation in #Cambrils right now because of possible terrorist attack. Be safe, stay home. \n📞 112 📞 091 📞 062",
  "Menudos cobardes hijos de la grandísima puta...",
  "Se acaba de producir atropellamiento masivo en las Ramblas de Barcelona por parte de una persona con una furgoneta. Varios heridos",
  "⚠Recuerda seguir la información siempre de fuentes oficiales. Si estás en BCN evita las Ramblas y Plaza Catalunya\n@mossos @emergenciescat",
  "Si os encontráis  Si os encontráis en la zona de Plaza Cataluña en Barcelona quedaos donde estéis hasta que la policía diga que podéis salir",
  "Sr @Gserrano_DGT pasada ya la consulta, ¿Nos ayudará a ser Europeos o seguiremos siendo un país del norte de Africa? #AzulSalvaVidas #TES 🚒🚑 https://t.co/XpfV761yZu",
  "Aumentan en EE.UU. las ventas de refugios por miedo a un ataque nuclear https://t.co/WWxWCDUIKW",
  "See how this \"earthquake curtain\" could prevent damage: https://t.co/3ZQ0Zmb3la https://t.co/CNmmP3z1JU",
  "Nota aclaratoria:\n#CDQAENDTC = Cada Día Que Amanece El Número De Tontos Crece  ;)",
  "No he visto una cosa así en mi vida vaya tormentón en #Denia https://t.co/EP2xx16QpN",
  "Welcome to the family, ship 3501!   Watch Our ATL team greet Delta's first A350-900 to the family. https://t.co/VNDqK0aTA9",
  "A por la noche     🚑 https://t.co/DsrI2Adcvq",
  "Estimado familiar, NO siga al recurso que traslada a su pariente. Nos pone en peligro a TODOS, respete el código de circulación. 🚑💨#TES #SVA https://t.co/P8iTs9DCPe",
  "Officially verified as the first production electric car to exceed 1000km on a single charge! Congratulations Tesla Owners Italia!! https://t.co/r8fFZIFEP2",
  "El tren ultrarrápido de Hyperloop One alcanza con éxito los 310 kilómetros por hora en su segunda fase de pruebas https://t.co/0aiWJRcQcj https://t.co/eGsu1ks80c",
  "@BomberosMad Mucho ánimo! Eres un campeón!!!",
  "La humanidad agota mañana el \"presupuesto anual\" de la Tierra https://t.co/DH7JPnTmKs",
  "@europapress Cumpliran con la ley como todo ciudadano de a pie o acaso seguis pensando que estas por encima de todo?? Estais cagaossssss",
  "First Model 3 Handovers https://t.co/5CEoFXt1Dj vía @YouTube",
  "World's 1st #gene-edited cloned dog “Long long” in good health as it celebrates 2-month birthday in Beijing https://t.co/DzHCtaFQxx",
  "Estudiar 2 años para taxista del hospital... modelo d emergencias de 1ra... @semgencat TES/TEM tiene q decidir si traslada o no!O con taxi😡 https://t.co/1TSX1ymLzM",
  "#OjOpequealagua\nRevierten el daño cerebral de niña de 2 años que permaneció 15 minutos bajo el agua https://t.co/xXTojboCo0 vía @Gizmodo_ES",
  "CityTree, un árbol que absorbe 240 toneladas de CO2 al año 😱 https://t.co/2y9sICJCtJ \n#sostenibilidad",
  "Baleares cambia su normativa en los festejos taurinos: prohíbe la muerte del animal o el daño físico y psíquico https://t.co/deDLzVp2QR",
  "Vean con sus propios ojos la magnitud y brutalidad de la represión del gobierno venezolano. https://t.co/ljHHSptHme https://t.co/PIBRefbx64",
  "https://t.co/WPsQyWVoU3",
  "Truco para abrir la puerta del coche.\nSalva vidas\n\n( 🎥 @laSextaTV ) https://t.co/7NjukfsrgI",
  "Coincidence? https://t.co/A6s1O5dB4x",
  "https://t.co/frRC6swvXY Fechas consulta. Por una mayor seguridad para todos, participa y ayúdanos a conseguir el azul para emergencias 🚑🚒💨",
  "Por mucho que quieras a tu perro, en el coche no lo lleves en brazos. Llévalo seguro en transportín, por tu seguridad y la de todos. https://t.co/1Q9Xd6BM4k",
  "Gracias @metro_madrid por contar con @heroesde4patas para #LlevameContigoEnMetro https://t.co/xAEVOrkF9z",
  "¡Ayúdanos a pillarlo! Buscamos a este desalmado que se grabó pateando a un conejo. Rotundo NO al #MaltratoAnimal\nredesabiertas@policia.es https://t.co/x92olrZ9ml",
  "Today, in 2014, #mh17 was shot down. Remembering the victims and their families. Sending all my love and thoughts to them. Al-Fatihah ❤️ https://t.co/AIUFAUmLQg",
  "Flying inside the city be like that😎 between the buildings 😮\n#Rotary_wing #Helicopter_daily https://t.co/ievcB7H4jH",
  "Más de 137.000 perros y gatos fueron abandonados el año pasado en España\n\nAntes de tener una mascota, piénsatelo 2 veces. 😉🐶🐱 https://t.co/iO0pMYPCI0",
  "Autobús de @ahorapodemos el #DíadelOrgulloGay. Sale una y se pone a mear en la carretera.\nY luego pretendemos que tengan limpias las calles. https://t.co/zUL785eeXA",
  "En Alemania la electricidad también se puede compartir | Economía | EL PAÍS https://t.co/rEkDsohsYl",
  "https://t.co/cnNRB5Ettr",
  "https://t.co/i1JMmHHqSN",
  "En las Teresitas ahora.. @MeteoRTVC @_canaryweather calma total y nubosidad https://t.co/UdixvW2Rhs",
  "https://t.co/2XP83Tkn6Y",
  "https://t.co/HocT7oMj85",
  "https://t.co/e8OZrXVMhk",
  "¿Conoces personas que puedan ser una amenaza por su radicalización violenta?\n\n#Colabora\nTu ayuda puede salvar vidas\n https://t.co/uJYK7Y3ppt https://t.co/I28fnGAFGZ",
  "Me levanto y aplaudo sin parar. https://t.co/DTQ7JuMeJY",
  "LECTURA DEL ELECTROCARDIOGRAMA: https://t.co/9yoBwhJc0w mitjançant @YouTube",
  "Carta abierta al Director General de Tráfico, Don Gregorio Serrano López. https://t.co/vf5oZCHBuD vía @Emergencias112 cc @Gserrano_DGT",
  "@ActualidadRT Ilustrate que no te enteras...relampago dice....",
  "@ActualidadRT Primera vez que muere alguien por relámpagos y no por rayos😂😂😂",
  "Ministro Jorge Fernández Juan Diaz: EXIGIMOS EL CAMBIO URGENTE DE LA SEÑAL V1 ( AMARILLO A AZUL, P... https://t.co/u44N8aTzRQ vía @change_es",
  "Ya que nos lo ponéis tan difícil, haremos campaña por el SÍ. Gracias por nada. @DGTes @Gserrano_DGT https://t.co/mrperXx73X",
  "Continúa el proceso de reforma para los Rotativos Azules en los servicios prioritarios. Ahora toca participación ciudadana. Tened confianza. https://t.co/FtznLfgPyE",
  "\"El monte no es un cenicero\"\n\n#TenCabeza\n\nAyúdanos a difundir🔂 https://t.co/6m4alDyuG8",
  "NEWS China Southern Airlines #CZ380 delayed 5 hours after woman throws coins into engine to pray for peace https://t.co/wT2wKxg6G5 https://t.co/n8xLLqCSUB",
  "\"Es el más cómodo de su gama y el que tiene una posición más natural\" #AK550Ascari  VIA @moto1pro https://t.co/2u2rGh0PNV",
  "Un animal no puede denunciar, sé tú su voz #Noalmaltratoanimal Colabora #062 https://t.co/jzXS7RF8kI",
  "Diseñan un nuevo sistema alimentado por hidrógeno para generar calor y electricidad en hogares https://t.co/afUmcGFNta",
  "@guardiacivil Felicitaciones!!",
  "@controladores @LaVanguardia Y que hacen ustedes en el Báltico? Provocando...",
  "#LoMasVisto | Esto te será muy útil si tienes mascota: ¿Cómo salvarle la vida en una situación de emergencia?\n https://t.co/VxlUZ903wQ … https://t.co/xE96TvgDL0",
  "Mitsubishi Regional Jet makes debut in Paris: https://t.co/NQDLwj1cVC #PAS17 #avgeek https://t.co/cavavgTgfS",
  "31 years ago on 16th May 1986 'Top Gun' was released in cinemas. Retweet if you agree it is an 80s classic... https://t.co/SxTcRVOXX2",
  "#Ambulancias https://t.co/JaohnJ4XPT",
  "@bbcmundo Luego sale del acuerdo de París...este tío se le va la olla",
  "@capitalistaista Quitenle el micro...",
  "@policia Sois unos máquinas!!! Felicidades @policia por no dar tregua a esta lacra. Ánimo!",
  "Nuestros amigos peludos también pueden sufrir un \"golpe de calor\", te mostramos qué hacer y cómo prevenirlo 🐶 https://t.co/Sa9J2m1Pr2",
  "Introducing 737 MAX 10, the industry’s most efficient, profitable single-aisle airplane. https://t.co/peJbOsDhCm #ThinkMAX #737MAX #PAS17 https://t.co/EcG7cTtjHB",
  "Los momentos clave de las entrevistas que el cineasta Oliver Stone realizó a Putin https://t.co/xNR1kdEf8V https://t.co/I3xoQA27it",
  "This ad is hard to watch – but everyone needs to watch it.\n\nIt's never okay to hurt our health workers.\n\nRT and help us get the message out. https://t.co/t4w159N1g8",
  "@guardiacivil Felicidades por vuestro trabajo y esmero con los animales! 👏👏👏👏👏👏",
  "@Gserrano_DGT @DGTes @interiorgob  No nos cansaremos de insistir, por si se olvidan...  Rotativos en AZUL para todos: 🚑&amp;🚒 #seguimosesperando https://t.co/XC0M2c1ZLY",
  "@bichejaguapa @El_Neyra @Beatrizxy @3S5pepe @KatySnchez @MaKiNoTa_SiNMaS @OrtaGema @jmmcorral @Merchedemelilla @jlrios04 @LuSuber @Fjlopezm https://t.co/sFU9MDuIV1",
  "Atardecer #Croacia https://t.co/UQvhnrQ5e0",
  "\"Hay que saber reírse de uno mismo\": por qué @LuisFonsi se unió al video de los italianos que se ríen de “Despacito” https://t.co/KIEywS2Xk4 https://t.co/nkIq8W1VyK",
  "Hizo tanto viento en Reino Unido que el precio de la energía eólica fue negativo durante cinco horas https://t.co/ziOt5gNQAF vía @Gizmodo_ES",
  "Pilot Error: Korean Air Lines Flight 007 (1983) Autopilot remained in heading hold instead of INS mode. Shotdown over USSR. Deaths 269 (all) https://t.co/BOxzjw5c0g",
  "Before the Flood – Documental completo https://t.co/9LFrglRLjN vía @natgeo",
  "La carga lectiva del Técnico en EUA son 6 meses, de los paramédicos 2 años.\nDavid Hopkins\n#TES #SEMES2017",
  "Esta tortuga tiene el 'Síndrome de flotador'. Suscríbete a RT Play: https://t.co/Dvt5tfYlYx https://t.co/MgYbcAoC7R",
  "Frente a la sinrazón del terrorismo, un #HeroeSinCapa.\nGRACIAS, Ignacio Echeverría, por tu ejemplo, valentía, compromiso, humanidad... https://t.co/25IBGKZVvD",
  "@Cessna Yes!!!!",
  "Hay iniciativas que luchan contra la falta de derechos de los animales. ¡Demos un paso más y cambiemos la ley! https://t.co/yfZjreF8yy",
  "Que se sepa y se entere todo el mundo 😤😤!!.https://t.co/J3CvurHEdA https://t.co/pPL6izgOeR",
  "Sólo 1 de las 2 es una ambulancia. ¿Lo ves normal? #RotativosAzulesYa! http://t.co/kqsmgt6CtI",
  "@ActualidadRT Héroe de Que? De llevar una cerveza en la mano???flipais un poco con los titulares. Seriedad por los héroes de verdad....",
  "More photos of yesterday’s Falcon 9 launch of Dragon to the @Space_Station, and first stage landing → https://t.co/095WHWMtKp https://t.co/IW0uOPwtrz",
  "Colaron a un 'animatronic' con una cámara entre un grupo de 🐒. Cayó al suelo accidentalmente. La reacción nos ha dejado de piedra #BBCEarth https://t.co/qr7ygAkrwK",
  "At 0025hrs 4/6/17 the incidents at #LondonBridge &amp; #BoroughMarket were declared as terrorist incidents.",
  "The US joins Syria and Nicaragua as one of the three countries not in the Paris climate agreement https://t.co/hKGFr7iTWn https://t.co/X9Oe9JVPHl",
  "@el_pais Este tio esta flipando! Que vuelva al carbón....",
  "Am departing presidential councils. Climate change is real. Leaving Paris is not good for America or the world.",
  "#Antonov #AN124-100 is flying over the runway. #avgeek #Ukraine \n ---\n#Антонов #АН124-100 виконує прохід над злітно-посадковою смугою https://t.co/a97slP0Usm",
  "Sabes que alguien trabaja en prehospitalaria cuando le ves comer 😅 #RápidoQueEntraAviso 🚑💨 https://t.co/dhouQYaloi",
  "La Organización Mundial de la Salud gasta más dinero en viajes que en combatir enfermedades mortales del mundo https://t.co/Dvt5tfYlYx https://t.co/d2oIgL2ud3",
  "¡Un susto de muerte! Peatones pasan el peor día de sus vidas con este experimento de infarto https://t.co/RWtcsmiVgO https://t.co/R1ttqQfP3o",
  "@policiatoday Ya está la solución al desempleo y al paro...👎",
  "Manuela Carmena: \"los terroristas sin delitos de sangre y los traficantes de drogas,deberían estar fuera de la carcel\" https://t.co/Cn2kG9UKMo",
  "Echenique, multado por infracción grave al pagar en negro a su asistente https://t.co/gUtXHQ1V9r",
  "This is why we love aviation =) https://t.co/LUGzwQ8H1s",
  "#TES los #SSEE somos muy de colores llamativos, pero también del azul. \n@zoidoJI @DGTes #RotativosAzulesParaLosServiciosDeEmergencias YA! https://t.co/66eQ1MlD44",
  "El país avanza: la gente deja el pan duro fuera de los contenedores para que los hambrientos no tengan que rebuscar. http://t.co/FRd7i1YdL2",
  "¡Qué tendrá la aviación!\n\nEl rey Guillermo de Holanda lleva 21 años pilotando vuelos de KLM de incógnito https://t.co/wYewjYki7q",
  "The Ocean Cleanup - The Next Phase Event - LIVE https://t.co/rv3djiFbes vía @YouTube",
  "RT if you are one of the 84% who do NOT what to see the return of #FoxHunting\n\nSign up to join our #GE2017 campaign\n\nhttps://t.co/AdvJYcuWfM https://t.co/rKSvS9K5n8",
  "Esta nueva célula electroquímica genera combustible, limpia el aire y solo necesita luz para funcionar https://t.co/JqoS5a1nUW https://t.co/chwUyBceO1",
  "Que opinas de llevar acompañante del paciente en los servicios ambulancia",
  "#TESconsejo ¿trasladas a un paciente? Piensa también en tí #AUTOPROTECCIÓN Asiento en posición de sentido de la marcha y #Abróchatealavida https://t.co/1mctTcGyov",
  "Esto es lo que debemos saber cuando se acerca una ambulancia. ¡Vamosa a aprendérnoslo! 😜 https://t.co/VhspgLfBuT https://t.co/Ed5s0VwaTU",
  "EE.UU. ofrece 10 millones de dólares por información sobre el líder del Frente Al Nusra https://t.co/Bpi9Cz5INu https://t.co/9lbDosFa5A",
  "Que todo el mundo se entere!! @AleixEspargaro #PásateDeLaRaya #AlmasCiclistas https://t.co/RSxdc9b6PE",
  "Chinese engineers have a lot to recall about the exciting moments in the history of China's civil aviation industry https://t.co/2DZO3KrQw9",
  "Estos lo de 250 below 10000 ft como que se la suda....✈🔥🔥🔥🔥🔥 #capitalistaista https://t.co/OzHC423hCs",
  "No puedo dejar de verlo 🤣🤣 https://t.co/HYJKLen7kV",
  "Impresionante La imaginación hecha realidad no tiene límites 24/7/365 On fire!! https://t.co/bF7l03pt6r",
  "https://t.co/hQOgZRUtWb",
  "Esta campaña de la agencia francesa BETC para FLAC (Fédération des Luttes pour l'Abolition des Corridas) es maravillosa  #stopcorridas https://t.co/IMgidinBui",
  "@capitalistaista A base de 🚑 se aprende jajajajajajaj",
  "Vaguada en altura (circulación en V,  rojo), afectará próximas 36h a #Canarias. Probables lluvias localmente fuertes en occidentales, GC+TF https://t.co/txL4yfx4aX",
  "⚡ Scientists successfully develop artificial womb for sheep\n\nhttps://t.co/Sm8ZwNPE5Q",
  "¿Será Lilium el taxi volador del futuro? Es completamente eléctrico, despega verticalmente y es muy compacto https://t.co/8inEd45WAm https://t.co/ujjeOdUBdW",
  "#Arlene is now in the record books as the last advisory has been issued. Here's a look at the 2017 NHC track board. https://t.co/tW4KeGdBFb https://t.co/L17y8zOukh",
  "Los vecinos vieron al perro corriendo tras el coche durante varias manzanas y obligaron a su dueña a recogerlo https://t.co/L1DrdAKlIb",
  "SEVILLA - 26 al 28 de abril.\nFórmate para actuar en una zona hostil en un ejercicio único:\nCrisis Task Force 2017.-\nhttps://t.co/rZDlHeZXhI https://t.co/2c2IbEUHGx",
  "Un ancien pompier de Paris organise un stage de premiers secours pour les animaux de compagnie ! https://t.co/QrKVCEjtDp via @LeParisien_94",
  "Tesla solar panels are starting to power this Hawaii island: https://t.co/cfGqXFlTpq https://t.co/24DtcYxEXd",
  "Inmovilizador pelvico para las unidades del SUMMA Genial labor de los TES 24/7/365 On fire!! https://t.co/DZdKdG8sZR https://t.co/196XJxWhxW",
  "La aerolínea Air China suspende parte de sus vuelos hacia Corea del Norte https://t.co/H3xne7fzPl https://t.co/sZLXhZI03s",
  "Y tú, ¿sabes lo que tienes que hacer si se acerca una ambulancia? https://t.co/sthUASoBHY https://t.co/uSRJODzi0S",
  "@europapress Menos mal que de a poco evolucionamos...",
  "#NewUnitedAirlinesMottos we will re-accomdated you. https://t.co/bsv74nGyZT",
  "'Board as a doctor, leave as a patient': Internet crushes airline with #NewUnitedAirlinesMottos  https://t.co/tNm8U8foK9 https://t.co/6eOqJASHt7",
  "United Airlines be like https://t.co/vSFQ7RxS5g",
  "(VÍDEO) Esta legión de robots repartidores ha sustituido al 70% de humanos en tres almacenes de China https://t.co/UA9KHLVMCD https://t.co/JkzVOP9avN",
  "🐕 La fe en la humanidad se refuerza por partida doble con iniciativas como esta https://t.co/YIUl9zuxG7",
  "#WHYSYRIA : La crisis de Siria bien contada en 10 minutos y 15 mapas https://t.co/EzEQkKEPo0 vía @YouTube",
  "Da igual el color de la ambulancia, si ves que vamos en servicio urgente, FACILITANOS EL PASO.\nLa vida de personas depende de ello. https://t.co/56jYyzkTcS",
  "La reforma del anexo de vehículos para cumplir con la Ley y equipararnos a la Unión Europea, ya está en marcha. Así se dijo, así se cumple. https://t.co/zgWoeS0GGG",
  "Crazy dangerous takeoff 767 in severe storm 😲 https://t.co/Q4fStmyvjd",
  "Dear fans, we are looking for real  390 Premier I  pilots.\nIf you are one of them or know someone, please write to contact@carenado.com",
  "Trump dona sus tres primeros meses de sueldo como presidente al Servicio Nacional de Parques https://t.co/ek6MRaVIFU https://t.co/in63sg4Wrw",
  "\"Nuestra roca no se toca\". Sigue la agresividad de la prensa sensacionalista británica por la polémica de Gibraltar https://t.co/BankjoOY3e https://t.co/3jnkTQA1gE",
  "4.000 km2 de #Irak han sido liberados en la #OperacionMosul de la @coalition  @CJTFOIR #NotoDaesh #MOPS https://t.co/O5au0QtKSC https://t.co/YBzwMhWYnW",
  "Sres #Periodistas no usen ni #ambulanciero ni #camillero somos Técnicos en Emergencias Sanitarias #TES 🚑 Rd836/2012 https://t.co/8rRBPu9EBv",
  "El debate sin fin del copago sanitario\n\nhttps://t.co/x80nnud1Kq",
  "Maltratar a una mascota es de cobardes.Si ves a alguien hacerlo, no lo dudes, denuncia en #062. El que no sepa cuidarla , que no la tenga https://t.co/vDqtEL4Hx8",
  "#LoMasVisto | Logran producir células madre 'inmortales' que fabrican sangre artificial de forma casi ilimitada https://t.co/hl8ZGvsYDP",
  "Un bombero salva la vida de un perro haciendole el boca a boca tras rescatarlo del incendio del piso donde vivía https://t.co/GyYEmyqmWg",
  "https://t.co/tHV8EQ0h8s",
  "@capitalistaista ha tenido un hot start✈...😂😂😂😂",
  "Our condolences to the families of those who have lost their loved one https://t.co/HNza85Pvex",
  "Feliz #DíaDeLaPoesía @DGTes @Gserrano_DGT @interiorgob @desdelamoncloa #SeguridadVial #AZUL #Emergencias #bomberos #TES  #ProteccionCivil https://t.co/Jl739eW208",
  "iveco-new-daily-euro-6-cab-brochure_2e3b9d85d48b85 https://t.co/76cCmZfNPU vía @issuu",
  "@el_pais @elpais_economia te redirecciona  a la web de Iberia por el mismo precio😂😂😂😂",
  "LEVEL será la aerolínea low cost de largo radio de IAG en El Prat https://t.co/TfnKxwPcGT https://t.co/ofOz1rh5BV",
  "#FDNY mourns the loss of FDNY EMT Yadira Arroyo, Station 26, who was killed in the line of duty tonight while serving our city. https://t.co/b3KrzGabYE",
  "Los bomberos quieren ‘ir’ de azul y no les dejan | España | EL PAÍS https://t.co/c6GbRtxfBs",
  "Això comença a caminar! Per fí! La figura del #PARAMEDIC es començarà a veure... es imparable! 💪🚑 https://t.co/zB1OuxRuUz",
  "@salvamentogob Felicidades Pablo!",
  "El enfado viral de Calleja con el Gobierno https://t.co/jkIDMy31Zp vía @la_opinion",
  "El Gobierno aprueba que las Fuerzas Armadas cuenten con paramédicos https://t.co/ZWcCrenqRu",
  "@semgencat protocolitzem la tècnica de venoclisis per al #TEM o seguim de forma #clandestina quan #interessa? #hipocresia https://t.co/DIsFzZAj2J",
  "A toda la #enfermería q puso el grito al cielo por el #TEM poniendo #vía, ahora es #orgullo, antes era #intrusismo #TEM + #DUE #futuro #SVAE https://t.co/Mcr0PGIeeF",
  "https://t.co/6vUHphvwn9",
  "El universo alternativo de los autos soviéticos (FOTOS) https://t.co/4amwnpTDXI",
  "Helicóptero #GES recupera el cuerpo de un varón en la costa de Santa Úrsula #TENERIFE. #SUC confirma fallecimiento. Interviene Guardia Civil https://t.co/owguHFUVwR",
  "Ladders? Who needs ladders? https://t.co/gL6xHaMDbC",
  "Con este dispositivo podrás bañar a tu perro sin ensuciar la casa @barkbath\nhttps://t.co/jLeW9HhJFu https://t.co/ETi0vcmdLE",
  "Final Countdown https://t.co/H9y7P6fH6L vía @YouTube",
  "China quiere que los 70.000 taxis de Pekín pasen a ser eléctricos\n\nhttps://t.co/eZegPGiLt2",
  "Some things must be experienced to be believed.  The #Chinook (matrix-style) is one.  #HAI_Expo17 Thanks @tvdcnn for the footage. https://t.co/SgSpNhakrz",
  "@capitalistaista @diostuitero 😂😂😂 pala vaaaa y dedos tambiénnnnn 😅😅😅😅",
  "Por fin alguien diseñó un coche pensando en los perros: con pantalla, altavoz, cama, comida y hasta ducha\n\nhttps://t.co/cOE3cvkAqk",
  "@europapress los catalanes ya se han pronunciado con el 51%...votar El resto para Que?",
  "POR QUE EL TES TIENE QUE TENER RECONOCIDA SU CATEGORÍA  PROFESIONAL?\n#TESVISIBLE https://t.co/JPVidfM9H4",
  "@ElMundoEspana @elmundoes jajajajajaja cagonn",
  "Take it easy in a Cirrus SR-22! https://t.co/vnfIv8EioQ",
  "Storm chasers and spotters around the world unite to create a virtual tribute to the late Bill Paxton.#BillPaxtonRIP #twister https://t.co/j73l4gvpBZ",
  "Visto desde el Tanque, Teide #Tenerife #IslasCanarias #CanaryIslands \n📷➡Walter Schafferen\n@Hija_deLuna @16maluz @vic_akua @ViveelNorte https://t.co/kaQfGb4hE4",
  "@OndaCeroBilbao @CruzRojaBizkaia @TESCANARIAS @TESCANARIAS sólo con el Permiso de conducir no es legal. Debe de cumplir con el RD como Tes.",
  "Una ley plantea obligar a que el sanitario maneje el lenguaje de signos.-\nhttps://t.co/T7PCSxGqXp https://t.co/AR4xRVfhYU",
  "@capitalistaista 😅😅😅😅😅",
  "\"RoboCop\" in real life! Patrol robot rolls in Chinese railway station. What can it do? Find out https://t.co/QahOTr8BQT",
  "⚠️Macrooperación contra el #maltratoanimal, tráfico de drogas y blanqueo. Rescatados 230perros entrenados (y dopados) para combates a muerte https://t.co/Rly5VlExng",
  "@policia Buen trabajo CNP!!👮👮👮",
  "#prioritariosazulesya 🚒🚑🚓 https://t.co/kjw8IhATHa",
  "@ActualidadRT no gusta nadaaaaa",
  "Congreso aprueba que coches de urgencias lleven luces azules,como en resto UE https://t.co/FHozrjxVfV",
  "Nadie sabe el origen de esta misteriosa\nradiación nuclear que se ha extendido por Europa https://t.co/RV4fon8tE6ñol_twitter vía @Gizmodo_ES",
  "Bao Bao is flying to China. Fellow passengers include a bunch of tiny toy pandas, safely strapped in https://t.co/n360TBrZyg #ByeByeBaoBao https://t.co/bszqpkzZTs",
  "Noruega se enchufa al siglo que viene https://t.co/LtfWEFVnwx vía @el_pais",
  "Meet the utility grid of the future. Tesla's Powerpack installation at @SCE's substation will reduce the LA Basin's reliance on fossil fuels https://t.co/AcF0yjWekG",
  "@capitalistaista 🛅🛅🛅🛅🛅",
  "https://t.co/jXl1Q510h1",
  "US firefighters helping out in Mexico. https://t.co/l6SmTsYfLD",
  "VIDEO American Airlines Flight #AA5320 emergency landing after deer impacted the right wing during takeoff at Charlotte, NC. (15-FEB-2017). https://t.co/2vvpgjFEIa",
  "Seis curiosidades sobre el vuelo más largo del mundo https://t.co/62QRr1Xz2A vía @Cerodosbe https://t.co/g2obWmvuLx",
  "El Congreso apoya cambiar el Código Civil para que los animales se consideren seres sensibles y no cosas https://t.co/bGZcTjHsij https://t.co/c9E081ijUe",
  "The Tesla Model S is now the world's quickest car. Yes, Tesla: https://t.co/xBo4hUX5Zn https://t.co/f99XBu891G",
  "✔Explicación gráfica de lo que suponen las compresiones en #RCP 👐💓🚑me ayudas a difundir con un RT? Seguro que #SeSalvaránVidas 😊🙃 https://t.co/dmn8Pe2CLj",
  "Everyone should know #CPR \n\nIt's easy to do &amp; it saves lives.\n\n#BasicLifeSupport #LifeSaver https://t.co/A5IW7fM7KY",
  "Entra en vigor en Madrid la ley que prohíbe a los centros de acogida sacrificar mascotas abandonadas https://t.co/MkgjkOeGOX",
  "https://t.co/1osdbugsFV",
  "Por si no lo vieron:  Inventan una pistola capaz de curar las heridas #SkinGun https://t.co/GQ3qNS9ELE https://t.co/ikSOR33r3K",
  "Hear and be heard. Even when sirens are blaring. MTP6650 #TETRA Portable radio https://t.co/VMLNngWG9b Stand A11 #CCEUROPE https://t.co/PMoo2EIHLY",
  "Fantastic photos by @BonzBrooks of Swiss #LX40 Boeing 777 engine replacement happening in #Iqaluit. More pics on his timeline. https://t.co/EJq2UmVL3t",
  "Llegan, nos contagian sus emociones negativas y nos dejan sin fuerzas. Personas víricas que consumen energía https://t.co/Gof59WxSn5",
  "How do you get to Mars? It’s a lot like how a quarterback passes a football…sort of. Watch: https://t.co/5S4tFHmMtF #SuperBowlSunday #SB51 https://t.co/KFDRCxv1vB",
  "@capitalistaista buen descanso!",
  "Bona noticia, per fi mes europeus i mes segurs @semgencat @CoTemCat @HospiCerdanya https://t.co/JFLkQ7rkiH",
  "@nadii_rojas 😂😂😂😂",
  "@nadii_rojas aprende a nadar primeroooo",
  "Cartografía cardíaca: adiós al catéter, hola a la tecnología 3D\n\nhttps://t.co/qmzEpFxfeT",
  "ReTweet if you're watching a shocking new episode of @KillingFieldsTV tonight at 10p! https://t.co/UyFZeej4TQ",
  "Amazing! Intubation, IO, and Cyanokit put to work to save a dog pulled out of a fire. Makes me want to learn more about veterinary care. https://t.co/c2UYlhS9yi",
  "⚡️ “Todos contra el #MaltratoAnimal”\n\nhttps://t.co/bMNb3ah05c",
  "Sepla - La comida a bordo incapacita al piloto de un vuelo entre Lanzarote y Dinamarca https://t.co/K4NvqH2e4b",
  "@capitalistaista 😅😅😅😅",
  "Old police offier takes care of 17 retired patrol dogs in nursing home. Do they miss the time when they were young? https://t.co/la4v0J2bGB",
  "TAREA DE HOY: enseñar a los más pequeños a cuidar y respetar a los animales.  El #abandono y #maltratoanimal son DELITO, denúncialo #091 https://t.co/TnyJglFnEZ",
  "https://t.co/idQEMRa5VZ",
  "Remember, always Aviate - Navigate - Communicate, in this order, no matter the size of the airplane you're flying #avgeek #aviation #pilots https://t.co/2cmI2yFqRK",
  "@el_pais @mplanelles @elpais_economia energías limpias en sus eslogans...y nosotros por renovables debemos pagar. Vamos bien...",
  "Se esfuma de la Red un video de un grupo de 'ovnis' cruzando la frontera entre México y EE.UU. 🎥 ↓ https://t.co/RHOLN2LvR3",
  "@capitalistaista ay mi cabeza....😂😂😂",
  "Grazie per averci seguito! Ci vediamo in sala con #SmettoQuandoVoglio Masterclass, dal 2 Febbraio #alCinema! https://t.co/uPtqwqPvsl",
  "El Parlamento trata de resucitar el autoconsumo: las claves de una ley que seguramente no entrará en vigor\n\nhttps://t.co/n18yz2Mr7j",
  "Join us now for the opening of a new tribute at @NASAKennedy honoring the crew of #Apollo1. Watch: https://t.co/RDk3zsfYXz #NASARemembers https://t.co/stCqyf7hjO",
  "@policia @ViolenciaObs @Unijepol Felicidades por vuestro compromiso no sólo por las personas sino por los animales también. Enhorabuena!",
  "🗣Vehículos, adquisiciones, gestión de flotas... Rafael Saavedra nos contó algunos de los 'secretillos' del @SAMUR_PC https://t.co/eFJGuuE6rX https://t.co/jg4ibD0DfS",
  "🚨🚑 Las ambulancias de El Hierro renuevan su sistema de comunicaciones\n#SUC #SistemaTETRA #RESCAN\nhttps://t.co/gxehIL7neO https://t.co/EKpJZV4Y0N",
  "Estas son las ciudades más visitadas del mundo (y Nueva York no es la primera)\n\nhttps://t.co/47e8cdwiRj",
  "@DGTes Queremos + seguridad, la conseguimos con + visibilidad. Luz prioritaria (V1) AZUL 🚑💨#Emergencias #SVA #SVB #TES https://t.co/LN6r6BUkg2",
  "A 'Golden Hello' to you all this morning... https://t.co/KWtaYeaENQ",
  "Agredir al personal sanitario no sólo es una salvajada, también se considera #atentado ➡ cárcel\n#CuidaAlQueTeCuida https://t.co/73j1XYBzDC",
  "Escasez de profesionales en el sector aeronáutico #estudio #profesionales https://t.co/FDEB8mDOvq via @actualidadaero",
  "Bélgica supera su récord de eutanasias en un año. 2.025 personas decidieron poner fin a su vida voluntariamente https://t.co/HsaDTkp6Gu",
  "Salite a bordo di #OpelMOKKA X e seguite le indagini dei #IBastardiDiPizzofalcone. Questa sera, 21:25, su @RaiUno. https://t.co/k0l3uGFeDH",
  "No. No es un vuelo con problemas en Santiago. Es un B787 entrenando maniobras de tomas y despegues en el aeropuerto. Tranquilidad. https://t.co/CyF0wm9rU9",
  "@capitalistaista 😂😂😂😂😂",
  "EVAM system se llama el sistema que ahora está en pruebas. https://t.co/z33PkKgFsm",
  "Hola @zoidoJI @interiorgob\n¿Qué comparten ambulancias francesas, bomberos suecos, policía italiana y emergencias alemanas? #RotativosAzules https://t.co/R9ypi9ZJ4I",
  "@wmaspeterbowles Uk, Spain...the same problem...#ChooseWell",
  "¿Ya sabes cómo detectar un Infarto Agudo de Miocardio ❤️? Si sospechas uno, llama rápido al ☎️112\n#IAM #ConsejoSamur https://t.co/2z8Y8aglFh",
  "#ULTIMOMOMENTO FUERTE #TERREMOTO MAGNITUD 8.0 SACUDE #Papúa #NuevaGuinea \n⚠️SE DECLARA #ALERTA DE #Tsunami Pacific Ocean⚠️ https://t.co/wY7VKICNCn",
  "Carta de @Jeppesen conmemorativa del Milagro del Hudson, hoy en el octavo aniversario de la hazaña de @Captsully Sullenberger. https://t.co/yKKFUqsySi",
  "Or self help/ common sense... priceless :) https://t.co/XwIQeGJuFO",
  "Philips announces new #AR surgical navigation technology designed for image-guided spine, cranial and trauma surgery https://t.co/FQxHGDzeON https://t.co/spe0LFLdiw",
  "#H160 is in #yellowknife to perform cold weather campaign in extreme temperatures #iceage #Canada #WinterIsHere #Hgeneration #avgeek ❄️⛄️🚁 https://t.co/CWopoxQ6yZ",
  "@capitalistaista por si quedan dudas...",
  "https://t.co/DIpQ8ERy5W",
  "Empezamos... https://t.co/9Vze4Ftznb",
  "https://t.co/8QQmm5irVn",
  "https://t.co/s0Z5HsoGX0",
  "https://t.co/sFcS6Jld9V",
  "LIVE on #Periscope: ¿Quieres ver un Helicóptero medicalizado por dentro? https://t.co/ReDCpbjT3J",
  "Compartimos el itinerario fijado para la Cabalgata de #ReyesMagosSC @glalele @AlcaldeBermudez @santacruz_ayto  \n#NavidadSC #InfoStaCruz https://t.co/MSrwXAiOdW",
  "1mg por Vía intranasal en cada fosa. Aquí en España ni la Enfermería puede dar una triste aspirina... #vamosalacola https://t.co/3u2ChJt6xV",
  "Hay que preparar a nuestros servicios de emergencias sanitarias para los nuevos escenarios que se avecinan. \n https://t.co/qEwbyzv3tk",
  "Hallado el origen de unas potentes señales de radio de fuera de la galaxia que llevan años intrigando a los expertos https://t.co/rg29sqeLFy",
  "Part del col·lapse d les ambulàncies @semgencat és responsabilitat del filtre d cecos... ambulàncies x a #TOT...mireu el resultat! Penós... https://t.co/CinjFrmwR4",
  "El mayor 'anti Tesla' se llama Faraday Future 91 y ofrece 130 kWh, 1.065 CV y 700 km de autonomía https://t.co/bJvUeoMPPe https://t.co/4BrgRK22ju",
  "Ya está bien de escuchar eso del chico de la ambulancia o ambulanciero\nDebemos conseguir entre todos ser visible #TESVISIBLE",
  "@TESCANARIAS @jgargoms1 completamente a favor contigo.",
  "PHOTO Velocity 173 RG (PH-FUT) crash lands on Playa de Las Teresitas beach in Tenerife, Spain. 3 injured. (27-DEC-2016). @PoliciaLocalSC https://t.co/kpimC13jnq",
  "Qué es lo que no debemos hacer si vemos una ambulancia https://t.co/c9h9Xp793O https://t.co/F7aN3Rt7l0",
  "El Teide ruge igual que en 2004.\n\"Son muchas las variables a analizar y una muy importante es el incremento de ....\"\nhttps://t.co/6sG3lC9Ofw",
  "Ayer se presento el #PlanUrgenciasyEmergencias de la Comunidad de Madrid 2016-2019 \na los dispositivos implicados\n\nhttps://t.co/igKqpGCChi",
  "La sexta extinción está en marcha y amenaza con llevarse por delante a algunos de los mamíferos más emblemáticos https://t.co/D0InHnHDaK",
  "Man called 999, wanted us to give him a lift to the hospital for an appointment for 3week old injury! Verbally abused us when we declined. https://t.co/Zlhog1sLC1",
  "Argentina ya tiene su primer perro clonado por encargo https://t.co/0R3Mly8VkW vía @el_pais",
  "Cosas que pueden pasar si no eres Técnico en Emergencias, y otras estafas en la profesión... https://t.co/mLNewf8xFT vía @Emergencias112",
  "🔔Así reaccionan en Alemania ante servicios de emergencias. ¿Tú actuarías igual? ¡Hazlo! ¡Ayudarás a salvar vidas! https://t.co/NmbR8ZRu4Y",
  "https://t.co/PHYXavZGKq",
  "Director of Operations, Paul Woodrow, talks about choosing the right NHS service and only calling us in a genuine emergency. https://t.co/8SDZILG5y9",
  "RACE Scale\nIdentificando pacientes candidatos a tratamiento endovascular\nhttps://t.co/kohmz8Uk1D https://t.co/6BiSKsLyoz",
  "Super busy start to tonight's shift! @OFFICIALWMAS are VERY busy today. Emergencies only please! 🚑💨 #ChooseWell https://t.co/A2gZeFClvB",
  "⚠️ Málaga nos necesita. DIFUNDE con RT. ¡Vamos! #trombaMLG https://t.co/MpqcL9VWYg",
  "#Sabiesque @semgencat ha renovat la flota d'helicòpters medicalitzats: més ràpids i potents i podran volar de nit🚁 \nhttps://t.co/qYVOva7Fdj https://t.co/1cC24azw6C",
  "A pneumonic to live by! https://t.co/LuSAvJoY8m",
  "Ever wonder who restocks the #ambulance ? Here's a #timelapse of some of the work @OFFICIALWMAS ambulance fleet assistants (AFAs) do. https://t.co/5jdfZOBD7Z",
  "El #SEM disposa de 4 helicòpters medicalitzats, ubicats estratègicament a 4 punts del territori català: Girona,Lleida,Tarragona i Barcelona https://t.co/ZkD8xcLZqS",
  "The final pieces of the puzzle - engines &amp; landing gears #A350-1000. #A350FF scheduled tomorrow, 10.30 local time (weather permitting) https://t.co/xjDPrQobyk",
  "Qué nos gusta...👀 Esta actitud no ayuda. Entorpeces a servicios de emergencia y, sobre todo, no es agradable para las víctimas o familiares. https://t.co/P5bTcj4utl",
  "@AirCrashMayday uppppssssssss........😲😲😲😲😲",
  "Haz un buen uso, no un abuso de las ambulancias \nhttps://t.co/LVtTpLyk2g",
  "@guardiacivil muchas gracias!",
  "@capitalistaista pedallllllllllll😅😅😅👣👣👣👣",
  "Sneak a peek at our @Airbus #A350 D-AIXA. #HappyFriday https://t.co/TYhRqJzfIH",
  "@capitalistaista 😅😅😅😅",
  "Se suspenden todas las actividades deportivas, festivas o culturales prevista para la tarde de hoy en municipio.(5/11/2016) #FMA #tormenta",
  "this is my dream and no better than fairing to make it happen. think about this project #carenado #ATR #fsx #P3D https://t.co/8CyUEfbFrs",
  "#Wanted \n¿Has visto a este hombre?\nSe llama Steven Carruthers\nSe le busca en #ReinoUnido por pederastia y podría estar en #España\n📞062\n📞091 https://t.co/Ia4IHUOzr7",
  "¿#SabíasQue no facilitar el paso a un vehículo en urgencias 🚒 🚑 🚓 es una infracción grave con multa de 200€? https://t.co/yOBvvL4ubj",
  "@LuisCalabor @audia3azul @BomberosBizkaia @BomberosEuskadi @112_SOSDeiak @elcorreo_com sabeis el estado de el??",
  "@guardiacivil no vale la imposición económica ni una multa ante estos actos. Felicidades por vuestro trabajo.",
  "@CnPive @Emerg_Vs_Urgenc @guardiacivil le falto decirle que iba a un miting de #podemos ....",
  "Tesla lanza un techo solar... pero no lo parece https://t.co/ZxCj8kKk2J",
  "#Emergencias El @SAMUR_PC de Mejico https://t.co/ICr9mLofa9",
  "Tesla + SolarCity future: solar roofs + batteries + electric cars https://t.co/os26v4W62m",
  "#Emergencias La Rotonda... la Rotonda... que me cago aqui mismo @micamarayyo con @BomberosMad https://t.co/C6QSb9HNoh",
  "Un millón de firmas para liberar al “oso polar más triste” https://t.co/G02fDtDS6T vía @el_pais",
  "Learn 3 ways #BYOD can help improve #patientcare. #medtech #digitalhealth https://t.co/xstMbV6j62 https://t.co/CjP8noMS88",
  "SNL: Tom Hanks &amp; Alec Baldwin in Sully Parody. Hilarious! https://t.co/nuYo82D3o7 vía @YouTube",
  "La Dirección General de Seguridad y Emergencias del Gobierno de Canarias declara #AlertaLluvias en #CANARIAS  https://t.co/TCaKPxZstw",
  "¿Reconoces alguna cara?\nSon peligrosos fugitivos de la justicia británica y podrían estar en #España\nSi puedes colaborar ☎️062\n#Wanted https://t.co/wp8Pe3L5kz",
  "Vídeo: así viaja un Tesla sin conductor por la ciudad (y este sí es 100% autónomo)\n\nhttps://t.co/oUz14qm33N",
  "Hola #metge del #CAP les #ambulàncies @semgencat no som #TAXIS! #Truqui quan sigui realment necessari #STOP al #Mal ús del #serveispúblics 😡",
  "Thai postpones #A350 Melbourne service: 30/Oct -&gt; 1/Dec.\n\nMeantime Bangkok-Singapore 2 daily + Chiang Mai &amp; Dubai 1 daily.\nvia @Airlineroute https://t.co/06zuyc9rSH",
  "Y el agua donde esta🌧🌧🌧 https://t.co/QP5iyXBB5l",
  "Florida paramedics, firefighters to receive body armor https://t.co/p3tYUtMDvB https://t.co/TH3B4O9Fmo",
  "Este perro una vez tuvo un amigo que le adoptó\nLe apartó de su mundo sin él decidirlo y le creo otro nuevo, una familia\nAhora se ha cansado https://t.co/ZYNP0eAcbe",
  "Rwanda is launching a drone delivery program which the country says will save lives: https://t.co/SEGg8oolRS https://t.co/8lz0qTwnXE",
  "#LoMásLeído Obama pide que Estados Unidos se prepare para una gran tormenta solar https://t.co/zAWG4UEARQ",
  "https://t.co/Q0O5j9I6uR (preparar a la nación ante fenómenos espaciales extraordinarios )",
  "Anoche, un varón resultó herido de carácter menos grave tras atropello en La Laguna #TENERIFE\nhttps://t.co/yLxIXQpFWR",
  "Air Disasters: The Invisible Plane (Season 3 Episode 8) por @adisasters - https://t.co/pFarODInYV vía @dailymotion_es",
  "https://t.co/fpCTVvizYp",
  "Alerta amb això!!! Un conductor d’ambulancia, a judici per la caiguda d'un pacient en una frenada.  https://t.co/NqoPbyra9h vía @LaGacetaSA",
  "@CoTemCat El RD del transport sanitari del 2012. Categoría C. Integrants de vehicles SVA. https://t.co/1sjMGudbx1",
  "Salvamar Acrux ha evacuado a pasajera con ataque cardíaco, del crucero Harmony of the Seas, en las proximidades del puerto de #Palma. https://t.co/xZYHM77hXP",
  "Molt orgullosos del #Tècnic @semgencat q mostra com la professió evoluciona i millora dia a dia! #EmergenciesTV3 #TES #TTS #TEM https://t.co/Ui9D67Yuzt",
  "Ferrovial gestionará el transporte sanitario de urgencia de la Comunidad de Madrid - https://t.co/5FgJeW7HKd @ferrovial_es",
  "If stewardesses were sincere! https://t.co/0wW6cyLeKu",
  "This is how to make your own Nutella https://t.co/uDreIQB4k7",
  "'Troleada' de envío masivo de pizzas a Ferraz tras el Comité del PSOE https://t.co/w1zaFmdJ5j En @verne",
  "#DíaMundialdelCorazón\n¿Sabes cuáles son los síntomas del #infarto y qué hacer?\n\nAnte la duda🔜☎️ 112\n\nCompártelo, puedes salvar una vida #RT https://t.co/sDf2da3jXR",
  "Watch how @Disney's robot car can drive up walls: https://t.co/1Mty9W53Lp https://t.co/YIETwoz2TQ",
  "This @google robot can do the dishes https://t.co/FrP9vOmqDl https://t.co/AAqOQDLZVa",
  "Today is the day! Make sure you tune in to @BBCOne tonight at 9pm to watch #BBCAmbulance and join us as we tweet live throughout! https://t.co/3TYISRyOuT",
  "PHOTO Yeti Airlines Flight #YT893 overruns the runway on landing at Bhairawa Airport, Nepal. (pics: Hemant Sagar KC Facebook). https://t.co/p6TrInrhaV",
  "La grúa más temida por los que aparcan incorrectamente: se lleva tu coche en 59 segundos (vídeo)\n\nhttps://t.co/eEGWwvM8fC",
  "@policia muchas felicidades por cuidar tambien de los animales. Animo",
  "When every second matters, who can you count on? Go behind the scenes of the @airzermatt team in ‘The Horn’. https://t.co/NIYB2hCOhG",
  "¿Conoces al 💀 que tiró cebos envenenados para perros en Fasnia #Tenerife?\nColabora\n📞062\nhttps://t.co/kjuTUad4v0 https://t.co/K1NiUg5GWq",
  "En situacions límit, fan l'impossible per tu.\n#EmergènciesTV3, estrena, a les 22.30.\nhttps://t.co/6qqXIfvljv https://t.co/55NRnWbsMI",
  "Buenos días que hay que 👉🚑!! #felizdomingo",
  "https://t.co/5GMI7XxEwD",
  "#Emergencias WOV... Ambulancias Santa Sofia con Prioritarios Azules https://t.co/msIVn0ezVN",
  "¿Avisas de los controles policiales con luces o #apps?\nIgual viendo este vídeo hasta el final te lo replanteas\nhttps://t.co/bqDSo2Pb7r",
  "Algo realmente impresionante está pasando en el cielo. #sinfiltros #onlyiphone #ComparteTuAtardecer https://t.co/r9kQ6w2raR",
  "El poder de destrucción de una bomba como la que ha testado Corea del Norte https://t.co/N2wgDNNQ6a vía @el_pais",
  "[Communiqué] Délicate opération de secours de 110 personnes bloquées dans les télécabines du «Panoramic Mont Blanc» https://t.co/f0QKEaLwgc",
  "Como se puede ver los compañeros de #Tráfico de #Ourense tienen #AfanRecaudatorio\n\nRecaudan sudor, riesgo, esfuerzo https://t.co/aH8OqQrIgj",
  "¡Cuidado! Cargar la batería al 100% puede acabar con su móvil. En @BuenaVidaEP https://t.co/wfXnxNVDEr",
  "Fran, guardia civil de Tráfico, salva la vida a un ciclista italiano en #Tenerife\n#Grande👏👏\nhttps://t.co/WYrlsqpFM5 https://t.co/ym1lLhYaa1",
  "José Manuel Soria renuncia a su candidatura en el Banco Mundial\n\nhttps://t.co/iT0zuUlu0m",
  "Cuatro de las seis especies de grandes #simios ya están al borde de la extinción. Por @manuelansede https://t.co/na8DWQ0PeW",
  "First look at #Child #SIMBODIES #manikin #airway, lungs, voice speaker and fully flexible. #simulation #education https://t.co/0u43siy03Y",
  "DJI Osmo Mobile is a 3-Axis Handheld Stabilizer for Your Phone Camera https://t.co/3S7rmK30ie",
  "Remember this Story?? Video: 17y/o Invented VetiGel, Stops Bleeding Instantly https://t.co/v25Dh9i9B1 #EMS https://t.co/CMK62igRYk",
  "¡Bienvenidos a la Costa del Sol! #Malaga X is now available in our shop:\nhttps://t.co/fKvasvcx90\n#FSX #FSXSE #P3D https://t.co/8NKdsOYiag",
  "La inminente erupción del Katla, el volcán más grande de Islandia\nhttps://t.co/wrMHhXQvmy",
  "We're working on foot with @stjohnambulance carrying all the equipment we need on our backs #NottingHillCarnival https://t.co/kfhyOxXas2",
  "En España.....Grúa? Tractor? Transporte especial? Vehículo de limpieza?.....Y tb servicios de emergencia. Razonable? https://t.co/2o5XZIjbEE",
  "Eye safety is important on every EMS response https://t.co/22eIOf6Kpy https://t.co/69ZokEsrFH",
  "#InternationalDogDay Vive le canis lupus familiaris \"gendarmix\" ! #AuPoil\nhttps://t.co/Cs6T8zWHGz",
  "#ConUnTuitPuedo ayudar a concienciar contra el maltrato y el abandono de animales...y tu también\n#YoSiPuedoContarlo \nhttps://t.co/BXy2K7PLfl",
  "VIDEO 737 Air Maroc has difficulty on takeoff – Stalls after rotation https://t.co/2oD41HEFw1",
  "Lawmakers demand information on EpiPen price increase https://t.co/PFXc2lw39O https://t.co/kSSjDqzX4q",
  "Hace 4 años mataron a #LoboMarley \nTú puedes colaborar en la conservacion del #loboiberico\n#SEPRONA📞062 https://t.co/JfB5IoCmYy",
  "El último viaje de 'Thiago' en @LineasArmas https://t.co/DMZgyAStrm vía @la_opinion https://t.co/iS3pIm19FH",
  "NHC watching 2 systems over Atlantic that have potential for tropical cyclone formation. https://t.co/tW4KeGdBFb https://t.co/xYh9fsw4cD",
  "Portugal, Inglaterra, Francia y...España . #Emergencia. Europeizar es necesario. Normalizar devenga en seguridad. https://t.co/XqydfKafSX",
  "90% chance of tropical cyclone development over next 5 days in far eastern Atlantic Ocean. https://t.co/tW4KeGdBFb https://t.co/qdMmUjqqES",
  "2nd prototype of the Swiss built helicopter SKYe SH09 at Mollis airport https://t.co/z92lkrASGK Kecko CC-BY #Avgeek https://t.co/G387kyq0oT",
  "Video: Paramedic trades ambulance for Ferrari in race with pro driver https://t.co/7G9Vcd3gac https://t.co/3T1x6x50Ju",
  "A partir de mañana otra entrada de una masa cálida con calima en altura. Subida de tª y vientos del E en medianías. https://t.co/cbWEANn4u5",
  "Un instante, una pizca, una miaja de tiempo No son excusas\nNUNCA dejes solos a tu hijo o animal dentro del coche https://t.co/INHtjY995q",
  "Delivery for Binter Canarias, ATR 72-600, EC-MMM, from Toulouse  https://t.co/xZUA02W3e4 - @NikPhillips666",
  "Glass-bottomed walkways becoming familiar sight at Chinese scenic spots as Hunan's Zhangjiajie installs its 3rd one https://t.co/04Yn6Cn0K7",
  "Una depuradora desarrollada en la Universidad de Gante convierte la orina en agua. Solo usa energía solar https://t.co/6oBTvAMMeD",
  "Increíble despedida a golpe de sirena de los trabajadores del SAMUR a un compañero que se jubila. Es emocionante!!!\nhttps://t.co/6WgcH8zahq",
  "SEASON 17 of #AirCrashInvestigation #Mayday will feature 10x60 minute episodes! https://t.co/uSFhdyQ1HD",
  "This is the tallest #ambulance I've seen: 6 patients. Part of #disaster response in North of Holland. @EMSWorldNews https://t.co/ogMURgnyz2",
  "Tenemos el primer vehículo de gas natural comprimido. Una alternativa + económica y sostenible. \n#GComprometidos https://t.co/7AmnUsmfde",
  "ÚLTIMA HORA: Francia: Dos personas armadas toman rehenes en una Iglesia de Normandía https://t.co/kPLfooYNW5 https://t.co/oXCcTSpUUZ",
  "Obligada lectura [claves para la supervivencia]: 👏👏👍👍\n¿Qué hacer en caso de ataque terrorista? https://t.co/38aGQAIzFs vía @jldecastellvi",
  "If you care about the future of EMS, you must read this report from @NAEMT_ https://t.co/wDjDuvPcEE https://t.co/1mU694TuuK",
  "One of our Endorsed programmes still has spaces for their Paramedic Science BSc, starting September @oxford_brookes  https://t.co/K70EbL1tYx",
  "https://t.co/F1YU2Iebq5",
  "VIDEO Hand pushback Sunday at Rome Fiumicino airport (Italy) https://t.co/DFOFSdJY08 https://t.co/U9Kqoj3BXU",
  "AEMET se suma al minuto de silencio por las víctimas del atentado de #Niza https://t.co/LIAxo79krv",
  "Nuestro corazón está con los allegados de las víctimas de Niza\n#DEP\nEntre todos venceremos al terror \n#PrayForNice https://t.co/b6L2fjrr98",
  "https://t.co/LXBQW2m7Rd",
  "https://t.co/kYB6KVChm4",
  "Very excited driving our newest edition to the rapid response fleet, looking after the people of #Brent &amp; #Harrow https://t.co/HuyuosBoWj",
  "@policia Felicidades policía por vuestro trabajo",
  "#Detenido un 👹👺💀 por maltratar a 19 🐶 y 7 🐏 a los que daba de beber agua de origen fecal\nhttps://t.co/SbvvA9izqT https://t.co/7464zAupA1",
  "@Golfcharlie232 me! Earlier Fs 3!",
  "#evolucióSEM. Ara,ordinador embarcat a l'ambulància amb navegador específic per a emergències cerca ruta més ràpida https://t.co/3UyeTDVwht",
  "https://t.co/uWF4elt38K",
  "¡CUIDADO!\nNo dejes que tu perro se cueza y muera 🐶🆘\nCon el calor los coches se convierten en hornos en pocos minutos https://t.co/FoQgzMTJmW",
  "cc @CPG_radio @carlosmascotero @GrupoMascoteros @Chelo_Lozano_ @jldecastellvi https://t.co/5UdszqrKKC",
  "Gran actuación de estos agentes!!!\nEs necesario concienciar de que los animales no solo son regalos de Navidad.\nhttps://t.co/4Cm0YmnUHV",
  "Los pilotos de Vueling trabajarán días libres para recuperar la normalidad: Los pilotos cederán varios de sus... https://t.co/6hYoH8SzWz",
  "Check out our new paint process. This technology delivers a #3D view of an aircraft's paint scheme. #bizav https://t.co/YACgvPxpUJ",
  "Tú puedes ser nuestros ojos y oídos. Juntos podemos ponerle freno al terrorismo. Colabora: https://t.co/11IWzufKed https://t.co/6VbsbsK2sr",
  "@guardiacivil hay que dar mucho palo para que algunos aprendan",
  "#SEPRONA #Badajoz investiga a una persona por envenenar un águila imperial\nColabora\n📧seprona@guardiacivil.org\n☎️062 https://t.co/810TSDSnLt",
  "Pilot error blamed for Taiwan's 2015 TransAsia plane crash: final report https://t.co/ZiM5wqvqGj https://t.co/iyKR7Tax63",
  "ReTweet if you're watching Sharks vs. Dolphins: Face Off tonight at 10/9c! #SharkWeek https://t.co/q9Bp7M8qnQ",
  "El vuelo LA705 de LATAM es rodeado por la Policía al aterrizar en el aeropuerto de Madrid https://t.co/b91Vd8eOoq https://t.co/EY8Hwj2bp7",
  "Mecaer Aviation Group #MAG and #INAER achieved 🇺🇸 #FAA STC for #H145 medical interior https://t.co/ifu3b5jW2J #meds https://t.co/LDONO6vIRy",
  "#BREAKING The ARJ21, China’s first self-developed jetliner, lands in Shanghai, completing its maiden flight https://t.co/2zUG6Qyy2e",
  "T-2 Days - Busy bees in Mirabel getting ready for the big day #CSeries #FlySWISS https://t.co/NiyLHcwRCb",
  "Right wing of @SingaporeAir B777-300ER plane erupted in flames after it lands at Changi Airport. via @aDiLahLovatics https://t.co/NGV07fQjaj",
  "@El_Neyra  😂😂😂😂😂",
  "#ALERTA #Desaparecido el 19/06/2016 en #Granadilla de Abona #Tenerife. \nTiene 85 años. Visto en la Cruz de Tea. https://t.co/qNPePkLGT5",
  "En Canarias continuarán hoy las temperaturas altas (intrusión masa de aire africana) https://t.co/R8lFXX7nbt",
  "En #SanJuan2016 el 1-1-2 registró 167 incidentes por hogueras en #CANARIAS (47 en Las Palmas+120 en S/C de Tenerife) https://t.co/91liSjYSar",
  "#BREAKING: 98 dead, 800 injured in worst extreme weather since 1966 in #Yancheng City, E China's #Jiangsu https://t.co/GZvZzvVT1w",
  "“La Patrulla Águila recibiendo al avión @solarimpulse a su llegada a Sevilla” https://t.co/s7M5PYYNFM",
  "Amanece! https://t.co/mbGLa608IJ",
  "#BREAKING DPRK claims successful launch of medium and long-range strategic ballistic missile Hwasong-10 (KCNA) https://t.co/KtvTXhpFbp",
  "Un paso más cerca de poder hablar con nuestras mascotas: este chaleco nos permite comunicarnos con nuestro perro\nhttps://t.co/aKKk9RjlxF",
  "@europapress tu vas a Venezuela también....",
  "Agredir al personal sanitario no sólo es una salvajada, también se considera #atentado ➡ cárcel\n#CuidaAlQueTeCuida https://t.co/s6KA6EVt82",
  "Y tú, ¿ya has disfrutado de la experiencia Canaryfly? 😃\n #ahorapuedeselegir 👇 https://t.co/dSFn1oHDzt",
  "https://t.co/YStYGSuJbe",
  "Congrats 🇺🇸 #California @LAPD aviation for 60th Anniversary  https://t.co/EOvLjEYpzm @LAPDHQ #avgeek #history https://t.co/xbqxyhe9Lq",
  "Un animal no puede denunciar, sé tú su voz #Noalmaltratoanimal Colabora #062 https://t.co/j2aGyRdTuK",
  "https://t.co/lBxSBvCeyf",
  "ALERT https://t.co/1jjhY4y8Qk EgyptAir Flight 804 cockpit voice recorder found, pulled from Mediterranean Sea, Egyptian investigators sa…",
  "Si quieres poner a prueba tus conocimientos,tenemos disponible un nuevo caso clínico de SVB https://t.co/EQL1QEeTXH https://t.co/IUeiB5daAk",
  "Un joven saltaba sobre las crías y otro grababa la escena, difundida por Whatsapp. El fiscal pide 2,5 años de cárcel https://t.co/Pj1FszMMyp",
  "Rolling....🏥.......🚑 https://t.co/8D534x7Hfc",
  "Can you take on #noordinarychallenge? See our latest vacancies and join the team https://t.co/gRHoil5igF https://t.co/ghyyJ9xXZV",
  "¡Vuelta a casa! Esperamos que no, pero si topas con un accidente: lo primero: proteger, luego avisar y socorrer #PAS https://t.co/1A3Jqiu7yD",
  "#NoDroneZone A new look in neighborhoods just outside of @BostonLogan, as new signs have sprung up around #Boston https://t.co/8OZRO0LyGH",
  "#CuidaAlQueTeCuida\nAgredir al personal sanitario no solo es aberrante, sino también un delito de atentado ➡ cárcel https://t.co/1Nl2B1zX21",
  "\"Se ha posado sobre el Atlántico. Sobre todo el Atlántico\" #IndependenceDayES ¡1 de julio en cines! https://t.co/14r8KYSVSw",
  "Ten cuidado con este calor si llevas a tu perro con bozal. Elige uno que le deje respirar y jadear para refrescarse https://t.co/ZEz1z5jP1K",
  "Young #avgeeks welcoming a @KoreanAir_KE Cargo 747 at @Schiphol. https://t.co/zgjzNcJnae © michel van bokhoven https://t.co/aSUgvXhIeo",
  "Una aerolínea regala un avión de pasajeros YAK-40  https://t.co/SlQV4B8kOp https://t.co/XCZT9FyKJw",
  "Sabes que hace calor fuera cuando sales y hace calor...\n#FelizMartes https://t.co/NOdGjuw38T",
  "Update: 11 killed, 36 wounded in #Istanbul car bombing attack (Reuters pic) https://t.co/Grj7Pc1fzd",
  "#DonaMédula ➡ \"no duele\"\nEste hastag seguramente no sea trending topic, ¿o sí?\nVenga, da RT y a ver dónde llegamos https://t.co/1PHzB5x79t",
  "https://t.co/c540zMFpZX",
  "Varón herido en un atropello por tranvía en Príncipes de España, S/C #TENERIFE. #SUC traslada al Hospital tras asistencia en centro de salud",
  ".@AirbusHC advances #CleanSky 2 high-speed efficient rotorcraft demonstrator https://t.co/Ow2SXDMsbu @cleansky_ju https://t.co/Pg3WulKcod",
  "Thinking about volunteering with us? Find out about opportunities now https://t.co/mQ5yLzUUrP #VolunteersWeek https://t.co/Rk5j5SyvPF",
  "Avion de @vueling se daña por un tractor en #Manchester. Foto credit: AirLive. https://t.co/rF60TWZtUc",
  "Más fotos del incidente de ayer de @vueling en #Manchester https://t.co/wxiLWD99s9",
  "https://t.co/OVsIABRN44",
  "After 3 days. new answers and new questions about the fate of EgyptAir 804 https://t.co/dSy21ozPTy https://t.co/TMZ0bfhM9x",
  "Specific section #MS804 https://t.co/CXTjK7js0h",
  "Are you ready for the all-new 2017 #FordRaptor?\nhttps://t.co/xq3rnuEbpH",
  "We are only 9️⃣ followers away from 2️⃣0️⃣0️⃣0️⃣‼️\n#Brent #Ambulance #EmergencyServices #999 https://t.co/Bu6dk4ZW4v",
  "Airbus regrets to confirm the loss of an Egyptair A320, flight #MS804. Statement #1: https://t.co/M2bCgegqH5 1/2",
  "Flightradar24 data for #MS804, including granular data from last 30 min of received signals. https://t.co/CyUasT76cV https://t.co/nrtLyHMBie",
  "#Xylitol in your sugarless gum may kill your dog: #FDA https://t.co/QSca6iXiKP https://t.co/vwY9vnLRgQ",
  "Here's today's #crewieselfie, I'm working with student paramedic Ally who's brought snacks for us! https://t.co/dObA9pWqas",
  "¡ Felicidades a la @guardiacivil ! 172 años al servicio de 🇪🇸. Compartimos este #CumpleañosGC 🎂 😉 https://t.co/xzp7DflF7L",
  "¿Conduces con #lluvia ?\nEvita los charcos...no sólo por el #aquaplaning, los #peatones ya salieron de casa duchados https://t.co/M6AeLSd172",
  "Our off duty ambulance crews took up your challenge @StJohnNZ #RunningManChallenge https://t.co/Ynq7agV3VS https://t.co/d6BuEqRhev",
  "Ready to go! https://t.co/tYbtgcx1Js",
  "https://t.co/YI3KHI4pCT",
  "EMERGENCY Singapore Airlines #SQ16 interrupted takeoff to avoid collision with Korean A330 https://t.co/O7eZ3TOypF https://t.co/uZZLgGGruA",
  "@MiguelA_Reyes donde te metiste? Te hacia allí",
  "City of Kawartha Lakes Paramedics train on the McGRATH MAC #EMS Video Laryngoscope. \nhttps://t.co/dIKB7OV9sQ https://t.co/TtVLC0nDgI",
  "Taxiing to the gate shortly after landing @Schiphol.. #avgeek #avpix https://t.co/6fRXgoIzt4",
  "This is NOT helping move our profession forward @EMSWorldNews @AMPAdocs @NAEMT_ @NAEMSP @NAEMSEpgh https://t.co/9UDIoO3Yq6",
  "Why intranasal naloxone is a safe for anyone to administer https://t.co/NtRcszDjFO #Narcan https://t.co/np8B0S8nyM… https://t.co/DhcXu7hHQq",
  "The #Dragon cargo craft has arrived at @Space_Station! Watch its installation at 9:45am ET: https://t.co/JGUSa5THDm https://t.co/t9XQtIFY67",
  "ÚLTIMA HORA: Siria: Bombardean un barrio de Alepo con armas químicas https://t.co/XBUSuLkDJm https://t.co/vJ5RxesCjM",
  "Estar atento a sirenas y prioritarios\n➕\nCeder paso a vehículos de #emergencia\n➖➖➖➖➖➖➖➖➖➖➖➖➖➖\nSalvar vidas\n👏👏🚑🚑\n#TGIF https://t.co/6xCIbi0PYH",
  "Scottish Highlands in Gazelle helicopter @atlashelis @castleairltd @JohnBoyega @ExcelCharterLtd got to love that sky https://t.co/jqZEeqBKtp",
  "‘Modern day slavery’ Emirates and Flydubai pilots reveal exhausting labor conditions to RT https://t.co/MhT50o7eTm https://t.co/lEpE9pNqoA",
  "FlyDubai crash points up go-around issues https://t.co/czEVNyywO0 https://t.co/4xN9Sz9ps3",
  "Don't forget to watch the 4th episode of #traumadoctors C5 9pm tomorrow with us @NHSBartsHealth &amp; @Ldn_Ambulance https://t.co/XAALakIZrz",
  "Cajas negras del Flydubai revelan conflicto y pánico entre pilotos antes de la caída fatal https://t.co/Da95Yjg1WD https://t.co/bm14sF2G47",
  "AA120 from New York to Paris https://t.co/i2jH8sJoYN",
  "Un gesto sencillo que #SalvaVIdas - ante accidente, carril central LIBRE para emergencias #Tráfico https://t.co/5jJYKR9orO",
  "New #photocontest finalists are online! See them all and vote here: https://t.co/PiYFETFnK6 #helicopter #avgeek https://t.co/nYxTLC1sJ5",
  "La 'química' del odio yihadista explicada en un GIF viral https://t.co/5ukkmqWnHl https://t.co/j0dobmvVdD",
  "Uber for emergency response: Let's get real https://t.co/1A2CC69ZhA https://t.co/9sOy0XXvRG",
  "#OnThisDay in 2015, Germanwings Flight 9525 is deliberately flown into the French Alps https://t.co/eLEm2laPo8",
  "RT .@voz_populi \"No Dejes que la Verdad te estropee un Buen Titular\" #PeriodismoDeCalidad #LlamadaALaTranquilidad https://t.co/5phXZkBVei",
  "En el Día Mundial del Sueño explicamos si es mejor dormir una hora o ir de empalmada https://t.co/lCPpbOsSdQ https://t.co/evHChc2SNm",
  "Hoy hemos escrito una nueva página en nuestra historia ¡Bienvenido a la familia #Boeing787! ✈ https://t.co/Z7JkKBrJDl",
  ".@FordSpain #VivaLaAventura\nhttps://t.co/ppnnZoJD3l",
  "A big thank you to everybody involved in #UnifiedResponse , far to many people to mention but thank you to you all. https://t.co/H6QgJQhlLP",
  "¡Peatón!   |||||🚶  Antes de cruzar un paso de cebra ✋ espera a que los coches se detengan. No te la juegues... #112 https://t.co/eFttus3eWB",
  "Hoy se instala control #Radar móvil en:\n- Avda Anaga\n- Crta Gral San Andrés\n- Avda Marítima\n- C/ Panamá (TF-5)",
  "EpiPen Adrenaline Auto-Injector for emergency allergy treatment.\nhttps://t.co/14pftSjrP8 https://t.co/bvvs4dw8r0",
  "Tras un #terremoto puede haber réplicas de menor magnitud que pueden causar nuevos daños\nAléjate de cornisas y muros\nhttps://t.co/vdw6hUvxh4",
  "Sentido en la provincia de #Málaga un #terremoto de magnitud 5.1 con epicentro en #Alborán sur. Sin daños https://t.co/EAzO1KO6fj",
  "'Furia de titanes': Científicos reabren debate entre los amantes de los perros y los gatos https://t.co/8yxx8Kjwyz https://t.co/s6NtaqQ7gh",
  "Videoanimación de las precipitaciones previstas para jueves y viernes en #Canarias #FMAcanarias https://t.co/y7qF5XaBWn",
  "Los cazadores mutilaban a sus perros para ahorrarse 40 euros y los veterinarios lo tapaban https://t.co/wg2Tr4m6lA Hay 32 detenidos",
  "IN STOCK SOON - Penthrox is a rapid onset, non-narcotic, inhaled analgesic that may be self-administered by patients https://t.co/NEVThTDqug",
  "Looking for an exciting new career with the UK's busiest ambulance service? Look no further: https://t.co/6tkp0xVdFI #noordinarychallenge",
  "A snippet from my late shift at Kingsbury Paramedic Unit last month. 🚑🚑🚑 quite a lot of hairy incidents (code reds) https://t.co/PgS09BBFdH",
  "Paramedic Richard was joined by @VICEUK for a shift with @LDNairamb https://t.co/eeSLkZT8UZ Read more #nhsheroes",
  "Good Morning!  First Shift of the day. https://t.co/E13Fr2Oeno",
  "Londoners are sharing the love: One of our @LAS_CycleTeam paramedics was given a free coffee #buyitlikebeckham https://t.co/6FoKWJreJz",
  "@europapress ha ha ha ha ay pablito se te pasa la canción...",
  "@guardiacivil justicia para esta lacra",
  "- Mariano, vienes por lo de la investidura?\n-Pues, agarrame está que la tengo bien dura. #PropuestaReyMVT https://t.co/mkAdBhaUnG",
  "Penthrox is a new emergency pain relief inhaler set to be rolled out across the NHS https://t.co/lFecxuNNpB",
  "¡Hola! Canarias 🇪🇸 La @Space_Station será visible [simple💥vista] a las 19:43❕@MeteoRTVC @112canarias @diariodeavisos https://t.co/sj3MhOog9g",
  "Estar alerta ante sirenas y prioritarios\n➕\nCeder paso a vehículos en #emergencia\n➖➖➖➖➖➖➖➖➖➖➖➖➖➖\nRegalar vida\n👏👏👏🚑🚑🚑\nhttps://t.co/XsW2rqNlcG",
  "This 'Snow Dragon' can melt 60 tons of snow/hour, and is helping Washington, D.C. dig out &gt;&gt; https://t.co/oEBqy5o85W https://t.co/wRERDnXKyS",
  "#Alerta\nYa está apareciendo la procesionaria del pino🌲\nSi tu perro lame una tendrá graves heridas y puede morir https://t.co/K2P1WjxxHo",
  "El Grupo Wanda amplia sus intereses empresariales en Madrid https://t.co/1zRFzLEB0v",
  "Paramedics go to work to save lives. No paramedic should go to work to be attacked. #ZeroTolerance https://t.co/sISsRafTDX",
  "¿Te ha despertado el #terremoto? si ya no puedes dormirte echa un vistazo  aprende y #DifundePrevención https://t.co/5LOQ2pJhY5",
  "No lo dudes, si nos necesitas, llama 091... ¡¡Iremos como un raaaayo!! https://t.co/w6H9ILaZYx",
  "A reminder to remember your 4-legged family members during this storm. Give them warm shelter #blizzard2016 https://t.co/l9KbB2JUN7",
  "Un fiscal de #Ourense pide 3 años de cárcel para dos \"  \" por matar a tiros a cuatro perros https://t.co/NSq5NNS0L4",
  "¿Tiene miedo a volar? Aviones permitirán salvar a los pasajeros en caso de accidente VIDEO: https://t.co/hafncmKNSn https://t.co/dLUumgvlUy",
  "Hurricane #Alex advisory 6 issued. #Alex weakens slightly as it moves toward the azores https://t.co/VqHn0uj6EM",
  "Watch 100 drones set a world record as they dance to the musical stylings of Beethoven &gt;&gt; https://t.co/YsBqitfHoJ https://t.co/GHKhDUaMZv",
  "#Alex is the first January #hurricane to form since 1938 and the first to occur in this month since Alice of 1955. https://t.co/qk6puLIVg2",
  "Imagery of #Alex in the eastern Atlantic. Storm info @ https://t.co/cSGOfrM0lG More images @ https://t.co/1eEjUE3Rxu https://t.co/j9Hsrn54gr",
  "1/2👏🏻👏🏻👏🏻 enhorabuena a #SUMMA Y @CruzRojaMadrid por el trabajo realizado hoy en un parto domiciliario https://t.co/yBHBPW1IvZ",
  "A non-tropical low SW of the Azores has a 50% formation chance over the next 2 days. More: https://t.co/CYh0ifH2bE https://t.co/FiRpc4n33e",
  "A non-tropical low well east of Bermuda has a 40% formation chance within 5 days. Details: https://t.co/CYh0ifH2bE https://t.co/5r3YkFUGMF",
  "NHC has issued a special tropical weather outlook for the non-tropical low SW of Bermuda. https://t.co/CYh0ifH2bE https://t.co/MDE9BnOT6k",
  "Empezando el dia!!! Muchas felicidad@s! https://t.co/d5wWCWiW3y",
  "NEWS #MH370 search to end in June 2016 https://t.co/vBzGX831hV https://t.co/OyXoG34PpR",
  "This mum and her sick baby had a FOUR HOUR wait for an ambulance https://t.co/QWJGH1gEDv https://t.co/YT3sLPKZ7i",
  "Feliz 2016!!! Desde #Tenerife https://t.co/HqKjRkV4xb",
  "La @PCParis vous présente ses meilleurs voeux! https://t.co/jXuc9tMeCY",
  "#ACLaguna. En la San Silvestre lagunera velando por la seguridad de más de 3000 corredores. Feliz 2016 https://t.co/IJJHVJvBNn",
  "\"Cuando la vida viaja en ambulancia\" anecdotario del día a día de Técnicos de Emergencias Sanitarias en Navarra https://t.co/g2tCWvuXYw",
  "https://t.co/vJhF6Jjksy - Puppy Found Abandoned Miles From Anything https://t.co/026dVy9pbU vía @po_st",
  "¡¡Que ya somos #2M!! y queremos celebrarlo contigo. Tuitea hoy con este hashtag ¡Los 5 tuits por la seguridad más ocurrentes tendrán premio!",
  "VIDEO: Un paciente se cae de la ambulancia en pleno traslado al hospital https://t.co/KELPyvyoAC https://t.co/y8rF25ahA3",
  "The quicker we spot, diagnose &amp; treat someone with a stroke, the better their outcome.\nHelp us help you.\n#999advent https://t.co/otDZjlivvO",
  "See Wuzhen, the amazing water town where #WIC 2015 will be held from Dec. 16-18 https://t.co/diTXcXufEu https://t.co/lINgCp42O6",
  "Todo nuestro apoyo y nuestro pésame a la familia y a los compañeros del @policia fallecido en el ataque #Kabul. DEP https://t.co/PV5qSggpt9",
  "RCP a perrito intoxicado x humo, grandes profesionales :-) @jsanchezmartos @ccifuentes @pablobusca @CarlosNovilloPi https://t.co/7zVSI1PIbP",
  "Buenos días Patrona!!. Hoy no me vigiles a mi... Tú ya lo sabes... #FelizDia #Aviadores https://t.co/jtYO4VlZHc",
  "MT @KiaPeruOficial: Disfruta del feroz diseño de nuestro #Kia #GT4Stinger 😃 RT si te encanta este #KiaConcept https://t.co/yz0FhPZFNh",
  "Let's fly! #PiperCub #J3 #avgeek #aviation #taildragger https://t.co/gYCha2oPLF",
  "Take in the sights of the Bell 407GXP’s demo tour at the Mt. Everest Base Camp. Watch here: https://t.co/BD2EYq7Bkc https://t.co/y02rVzyiMM",
  "ÚLTIMA HORA: #Rusia proveerá a la ONU evidencias del suministro del crudo del EI a Turquía https://t.co/OwKEiJ4Ynb https://t.co/ji4B7aCXCA",
  "https://t.co/LreIdmYqrL",
  "#Rajoy le pega una colleja a su hijo en directo en la radio. Vea por qué #Vídeo https://t.co/xBCOTFb4lB https://t.co/Bxz5jPG8nA",
  "@MediaMarkt_es Tenéis fecha de la nueva campaña de financiación al 0% ?? Muchas gracias",
  "#nosinmichaleco Sr.Político cómo podemos defender a los ciudadanos sin protección?Chalecos ya para policías y perros https://t.co/wPOY0nV50p",
  "[#AppelàTémoins] La #PJ cherche à identifier le 3ème auteur d'un des attentats du 13/11 #StadeDeFrance #ParisAttacks https://t.co/TZxieSUlyY",
  "Éstos son  los 5 grupos terroristas más sanguinarios del mundo &gt;&gt;  https://t.co/71l5qoVxqD\nFuente: @IndicedePaz https://t.co/wKR6tq4Prw",
  "Hoy toca actividad formativa con #ume y #cruzroja https://t.co/MSrVglzjAq",
  "@UMEgob la UIEN Canarias nos explica sus capacidades sanitarias y sus equipos USAR https://t.co/fwmXknK5jH",
  "Putin explica el rol de EE.UU. en el auge del Estado Islámico (Subtitulado) https://t.co/4fyKqPX4K5 vía @YouTube",
  "#Emergencias La difusion de Imagenes de Controles u Operativos Policiales NO Ayuda a la Tranquilidad.#SeamosSensatos https://t.co/F9j1nQLGEy",
  "https://t.co/Flh3qWcQfa",
  "Francia alerta a España: Salah Abdeslam podría estar viajando en un Citröen Xsara https://t.co/acCRDIMkT6 https://t.co/MyIpXlcfAC",
  "Hollande: \"el portaviones charles de gaulle permitirá multiplicar por tres nuestra capacidad de atacar\" https://t.co/lpkBbuvKpF",
  "https://t.co/7Vfl8DAnB6",
  "#RAID @PNationale DIESEL ha sido asesinado por islamistas.Él dio su vida defendiendo nuestros derechos y libertades https://t.co/CGielT6Fqv",
  "Les chiens d'assaut et de recherche d'explosifs: indispensables dans les missions des opérateurs du #RAID https://t.co/vb5lGjnwjO",
  "#ParisAttacks latest:Three suspects reportedly killed in Paris' #SaintDenis police raid https://t.co/5UuFrmrHNn",
  "MORE: Report - truck w/ explosives, disguised to look like ambulance, found outside stadium https://t.co/bRGLXoF185 https://t.co/QGILUvOJJy",
  "https://t.co/8kduemnXoV",
  "Oficial: Atentado terrorista en pleno vuelo es la causa de la tragedia del avión ruso en Egipto. https://t.co/6JcUSgxQUc",
  "[AppelàTémoin] La #PJ recherche 1 individu susceptible d'être impliqué ds les attentats du 13/11/2015 #ParisAttacks https://t.co/Gpr4MY1I53",
  "Conoce el Nivel de Alerta Antiterrorista (NAA) en España consultando siempre https://t.co/Yg4ftrtWt9 #STOPbulos https://t.co/K0Kt1b7QIv",
  "Nuestro agradecimiento a @mundomueble   que durante 3 años nos ha cedido local para equipo telecomunicaciones y CMC https://t.co/MzoQJcX3vq",
  "Dubai Ambulance Wish you A Safe Day ,,, https://t.co/iIMIdyR4gK",
  "#TGV heeft eerder stil gestaan door dreiging bomaanslag. Dit nu situatie bij #Strasbourg. Doden en gewonden. https://t.co/l8e3fWbPL2",
  "DEVELOPING: No passengers on board, not terror related, local media report https://t.co/awvap1Cl4U #Eckwersheim https://t.co/HimPu9bPjD",
  "Latest photos of @CroixRouge's response to #ParisAttacks. See more here: https://t.co/i5NiTNUJuF https://t.co/rPY0WKcTvm",
  "#Terror at #Gatwick: French in airport 'had TWO guns, held after sprinting away, throwing one into a rubbish bin' https://t.co/3dw1RBYJ7A",
  "Man arrested at Gatwick Airport after approaching check-in desk with two guns https://t.co/Ievr8apwW1",
  "#ULTIMAHORA Descarrila un TGV cerca de Estrasburgo. No se tiene constancia de atentado https://t.co/XdT1ljaZCz https://t.co/LbcUouvdRY",
  "RT @iamundin: Mucho ánimo a los compañeros voluntarios de @CroixRouge en París. Duro trabajo por delante. https://t.co/ftT4ed0bZ3 #CruzRoja",
  "Toda nuestra solidaridad con Francia y los franceses y nuestra absoluta condena a los ataques ocurridos esta noche en París",
  "Rue Faidherbe, les militaires se déploient. En face du café la belle époque, où une fusillade a eu lieu @lepoint https://t.co/T84WRsRQwf",
  "DETAILS: Japanese meteorological agency issues tsunami warning after 7.0 quake https://t.co/G9ScEqCyJZ https://t.co/uxopLTFFgJ",
  "#AMPLIAMOS Al menos 18 muertos por cinco ataques simultáneos en París https://t.co/QaATdvWV4w",
  "Explosiones y tiroteo: Viernes sangriento en Paris deja al menos 18 muertos https://t.co/snBpjyiAjc https://t.co/er5Cb1zKak",
  "ESTRENANDO V.I.R.\n¿Veis útil este vehículo como V.I.R? \n¿Qué os parece el vehículo elegido?\n\nhttps://t.co/qLoLK8sRvO https://t.co/MqyhEkrvcw",
  "High #flightdelay for Venice - weather; Istanbul S. Gökçen - capacity https://t.co/inRN5LGWuM",
  "https://t.co/mLr55jf0Xl",
  "Un cubata y una ambulancia #reflexion https://t.co/7hrbacVfFB",
  "Et maintenant le making of du vol de formation @jetmandubai et @emirates ! https://t.co/l6XMnWMvRE https://t.co/FvUYbsWccv",
  "Ya tenemos una sentencia que crea precedente. https://t.co/YIqeRDPjn8",
  "#prehospital assessment is crucial with #trauma #patients ,carry out this simple test! #FOAMed #paramedic #ambulance https://t.co/27Ev3SxnHz",
  "Shake it off, we need to fight for Jakku. #StarWarsBattlefront https://t.co/EgoaLvzF26 https://t.co/fBtqjagd8P",
  "Comac C919 roll-out #Comac #avgeek #aviation https://t.co/3XklLW8ysX",
  "Good morning! Fog causing significant #flightdelay London Manchester Paris Amsterdam Frankfurt Berlin https://t.co/YYVTBUprtS",
  "#Kogalymavia considera falso el video publicado en Internet de la supuesta caída del #Airbus321 https://t.co/sb0PIYYUh0",
  "Nuestras condolencias para los familiares y compañeros de los soldados del #802Escuadron\nVade et tu fac si militer https://t.co/27oJZYIw0B",
  "RT. El 2º Premio de \"NO es mi Puto Trabajo\" ha caido en #Tenerife cc @tranviatenerife https://t.co/mXmxhk2EzF",
  "Todavía no sabes quién es y qué hace el CICR? Mira este vídeo: https://t.co/ibEHxLMW2p",
  "Europa da la espalda a la tauromaquia tras cortar el grifo a las subvenciones  agrarias a los toros: 130 millones € https://t.co/ACnvwpyV61",
  "Muchas vecces quien menos tiene es quien más da... http://t.co/kjJFlXft7T",
  "@europapress imposible ver vuestras noticias con la publicidad.",
  "The Plane Awakens: ANA Star Wars 787-9 http://t.co/mnHLXv4XVx #planes http://t.co/4x6KGnrWHY",
  "El #starwarstrailer es una buena excusa para recordar lo que decía el Lord Sith\n\"Nunca  se lo quites\" https://t.co/GhDBfi6vkw",
  "Feliz día a todos los controladores! En cada vuelo cuidamos de ti y volamos contigo #ATCday \nhttps://t.co/RwPqysDdTz https://t.co/XfqfLuhLLs",
  "Many thanks to all the controllers keeping us safe - today is International Air Traffic Controllers Day",
  "China's first #HEMS-configured @AirbusHC #H135 will be on display at @ChinaHelico: http://t.co/Ixi7KdaDpI http://t.co/BWJ0nBn7uH",
  "From spitting to scratching to sex abuse: 600 ambulance crew attacked in the West Midlands http://t.co/2CfhCGFpNk http://t.co/m1VF6Fo8if",
  "@CruzRojaProvTfe  felicidades y bienvenidos!",
  "Últimas horas de la madrugada dando cobertura al #RallyIslaTenerife #safetyfirst http://t.co/AaCcovtKkq",
  "The Camel lifting cushion is a state of the art air powered cushion designed to sit up &amp; lift a fallen person http://t.co/DiaBiPOzfn",
  "Tarde de relax en #Tenerife en el #PuertoLaCruz http://t.co/UCTxTsRNBd",
  "Lighten your load with the King Air 250’s composite scimitar propellers and winglets. http://t.co/ySAff8av8t",
  "Tom Hanks protagoniza la \"altamente entretenida\" #PuenteEspías de Steven Spielberg. En cines el 4 de diciembre.\nhttps://t.co/Ok9PQF7bMN",
  "Apoyando y colaborando con @CruzRojaProvTfe en el #DIABANDERITA @LaLagunaTF http://t.co/VGEUVQK6JF",
  "Remember LIONEL When calling an Emergency Service...\nhttps://t.co/rb78ZGYTNZ http://t.co/f89tGokxPr",
  "«إسعاف دبي»:\n 75 مركبة و800 مسعف لتأمين ولخدمة المحتفلين بعيد الفطر السعيد.\n#اسعاف_دبي http://t.co/P6t3OChnAJ",
  "https://t.co/ABok5DF2BS",
  "#SAMURmeeting15 Espero que el #Simulacro #CuatroVientos Sabado 3 NO suponga una Sobrecarga llamadas al .@112cmadrid https://t.co/LjuAoSUOEt",
  "Celox works on all bleeding wounds; from minor cuts, severe wounds, punctures &amp; lacerations  https://t.co/K13YjLYfms http://t.co/1GP1yicLNt",
  "It only takes a few minutes to get leathers on http://t.co/iGM9DgnBlT",
  "Cada vez que das paso a una ambulancia en emergencia ayudas a salvar una vida casi sin esfuerzo\n🚑🚑🚑\nApártate y ayuda http://t.co/5RFRY9Zm4g",
  "Bon dia! #FeliçDijous http://t.co/UUmtZhEk14",
  "@112canarias como es q una fiesta popular es grabada por cámaras del GES sin indicar q estamos siendo grabados en las Eras?Y sin GES present",
  "Preparando el envío desde nuestro almacen de dos unidades de salud a #Grecia #CrisisRefugiados http://t.co/wKPDuO36kG http://t.co/ngwNgvY1lX",
  "Good morning Europe and welcome to another busy day in the skies...\n#Friday http://t.co/9H6mdOR06M",
  "Tengan todos un buen viernes!",
  "¡Ya está en Gran Canaria nuestro nuevo ATR 72-600! Gracias, @JuanAntRico, por las imágenes. ¡Feliz sábado! http://t.co/h4ogmTvsCg",
  "Does this sickly polar bear signal impending tragedy in the Arctic? &gt;&gt; http://t.co/M7CZV6Qw61 http://t.co/HfvvaGdbvQ",
  "En unos minutos se presenta el festival 'click and roll' que se celebra este viernes con @RAYCASTELLANO http://t.co/shcg1l9BeP",
  "\"Aircraft Made in the U.S.A.\"! Tom Enders in front of the tail section of the 1st US-made A321 for JetBlue Airways. http://t.co/FhDzsIvcNR",
  "@retireddogs112 Soy GAIA,  tengo 2 añitos,  fui adoptada cuando era una cachorrita,  pero ahora me devuelven... http://t.co/emvebm77QY",
  "Today we honor lives lost on 9/11. We'll #neverforget. http://t.co/1CZkDFbUFp",
  "@laPalmaesBonita luego del trabajo bien hecho volvemos a casa con @BinterCanarias http://t.co/ta8C2JKR1R",
  "Compañeros del #ErieCyC (Comunicaciones y Coordinación) en #LaPalma en la carrera nocturna @FullMoonTrail http://t.co/zCO4OjsTPi",
  "Ultima activación de la embarcación LS Medusa de Cruz roja con convenio con @salvamentogob. Buen trabajo compañeros http://t.co/MlMCVQQgPh",
  "#NationalDogDay ora happyness! ! http://t.co/5meAKGmchT",
  "Hoy hace un año perdimos a Emilio, Marcos Antonio y José rescatando a un montañero en #León\nNuestro recuerdo eterno http://t.co/MdU2cCrb8W",
  "@retireddogs112 ¿Nos ayudas con un RT a difundir a nuestros peludos para que encuentren un hogar? Gracias http://t.co/9fGiq1w3w5",
  "Hace 7 años este sitio estaba plagado de dolor y tragedia. Justicia para @AVJK5022   Siempre en nuestra mente... http://t.co/sK6mCCkssZ",
  "Breaking News: Indonesian airliner with 54 people on board reported missing http://t.co/XQhZlyMDVQ http://t.co/cMZxfYTAiT",
  "DETALLES: El avión desaparecido #TGN267 opera la ruta Sentani-Oksibil http://t.co/EXxPPOz44D https://t.co/GT25csiQFK",
  "Our first aircraft begins its transformation into the Kiwi Air livery #avgeek 1/5 http://t.co/Um61jyuoYH",
  "Último día de montaña y de vuelta a la normalite http://t.co/qlWJlsGdSj",
  "@AirlineReporter I guest nasa 737~200",
  "Un diputado de Podemos, orgulloso de asaltar TVE Extremadura en pleno telediario http://t.co/DtYuP8kzbQ",
  "Great to see @EyeOfJackieChan in #Kathmandu helping #RedCross to keep #NepalQuake in the spotlight http://t.co/WanTtbb31C",
  "07/07 06:57 #AEMET actualiza #avisos por temp. max en Canarias. Activos hoy. Nivel máx naranja +info http://t.co/akykayTC5G",
  "\"Uf, he tirado de la palanca equivocada\": Revelan la causa del siniestro del avión en #Taiwán http://t.co/3N3Lj17mE7 http://t.co/GY4euQZH1o",
  "http://t.co/2Kmd77SRVC",
  "@ActualidadRT a la p... calle!",
  "Demuestra que estás en forma!Apúntate a nuestro Trail Solidario! 5 de julio en #Tegueste +INFO:http://t.co/67d5FMrk1Y http://t.co/yyRo2HU8cY",
  "El próximo 5 de julio, apúntate a nuestro Trail Solidario en #Tegueste / 5,4 km urbano ó 14 km en montaña...",
  "ACTUALIZACIÓN http://t.co/G3UZz8GiHZ Túnez confirma que los fallecidos se elevan a 28. Hay 36 personas heridas http://t.co/r6xdoRMK0Y",
  "ÚLTIMA HORA: #Hollande pone alerta de máxima seguridad en la región francesa donde decapitaron a un empresario http://t.co/8zBHTKwpo1",
  "Vídeo http://t.co/SnJ4hIS2Tf Imágenes de la actuación de los servicios de emergencia en la playa del hotel de Túnez http://t.co/4iH5gvYxZS",
  "ACTUALIZACIÓN: Asciende a 36 la cifra de muertos tras el atentado de Túnez, según Ministerio de Salud http://t.co/tppuAOmNNZ",
  "@libertaddigital votais cambio, y tenéis cambio...",
  "ÚLTIMA HORA: Se registra en Fiji un terremoto de 6.5  http://t.co/Yo4G7MKLrV",
  "Con nieve, lluvia,... ellos siempre están ahí, haya luz,  o no. Personas con el corazón muy grande: ¡VOLUNTARIOS/As! http://t.co/uu7NPmX1tS",
  "Manuela Carmena, sobre sus polémicos concejales: \"Son mis compañeros perfectos\" http://t.co/UqV9seYXaR http://t.co/gReDu0UnCj",
  "Cachorros y perros jubilados en adopción @policia @guardiacivil @heroesde4patas 👏👏👏 http://t.co/oXmKxrcldn",
  "Francia prohíbe a los supermercados tirar alimentos http://t.co/UL8GT2dayi Se desechan 20 kilos por persona y año http://t.co/T1chUnvIAY",
  "@nadii_rojas @maximafm_radio  desconecting People...",
  "@EmergenciasCRE @CruzRojaEsp @NewEarthquake mucho ánimo a los compañeros que están allí.",
  "Persecución POLICIA y GUARDIA CIVIL furgoneta por la A-49. #Huelva #Sevilla https://t.co/9KIFcDRcRt Grandes @policia @guardiacivil",
  "Thanks much indeed to all - very thoughtful of you! https://t.co/BRw5BNGWEY",
  "@flightradar24 #CASA423 probably lost of power at 1700ft. Low power at lower alttitude. ..RIP",
  "Playback + speed and altitude graph for flight #CASA423\nhttp://t.co/Klmn43uHHZ http://t.co/5GO40TE3v3",
  "@policia felicidades por el trabajo que realiza is día a día por el ciudadano.",
  "Who says there’s no lady pilot? Cheers for a brand new week!  #girlspower #maswingsmates http://t.co/tNuvK9Q7Gt",
  "Disfrutándo de dia de sol y playa http://t.co/EKmjXveXzh",
  "#MontBlanc Deux alpinistes secourus par le #PGHM après 3 jours dans un abri à plus de 4200 m http://t.co/ZcddGs5Vbo http://t.co/CQQgHYDkAN",
  "#SécuritéRoutière Vous partez pr le pont du #1erMai ? Sachez franchir le \"P-A-S\" en cas d'accident... et bonne route! http://t.co/HshEdZryeo",
  "Cargando la #ERU de saneamiento masivo para su envío al #TerremotoNepal http://t.co/OoCKVuC4h3",
  "Samia's suffered many injuries in her missions during #SyriaCrisis. But she continues to help. #ourprinciplesinaction http://t.co/1PQzJSfQFP",
  "May the 4th be with you! Happy #StarWarsDay to all our followers! ;) #avgeeks #ATR72 #MayThe4thBeWithYou http://t.co/lkmMSu51FK",
  "Colaboremos con los afectados por el terremoto en #Nepal\nHace falta ayuda a corto, medio y largo plazo\n@CruzRojaEsp \nhttps://t.co/rZqjNv5teT",
  "http://t.co/8WALznivbm",
  "Tegueste a tope con calor y brisa agradable http://t.co/keHJ95kNo4",
  "Empezando la mañana en Tegueste http://t.co/PufCX9vo6h",
  ".@AirbusHC new #EC145  version (aka EC145e) for utility duties receives @EASA certification\nhttp://t.co/xoFL2nO7Bm http://t.co/ln5Ra9hnJW",
  "Court-courrier : Hop ! @airfrance, l'arme absolue contre la concurrence ? &gt;&gt; http://t.co/h8lvJUp3bO cc @hopinfos http://t.co/lc1uCIACd3",
  "Congrats to #AirGreenland, 50 years ago they accepted this S-61, and its still in operation today. http://t.co/oVLMZ6NYKW",
  "http://t.co/WVHwZ2ARbX",
  "Falcon 900LX Air2Air - Behind the Scenes  STUNNING VIDEO: https://t.co/X3gsqh91Q8\n#bizav #avgeek http://t.co/dHO7TXzrHc",
  "Más de 800 corredores participarán en la segunda edición de @SCextreme2015 #SantaCruz\nhttp://t.co/OlkqcWbpj8 http://t.co/KynYHVII8T",
  "Se llama Aster y es un campeón buscando droga. Lleva  innumerables incautaciones en 7 años que lleva con nosotros. http://t.co/Te7iZzFV75",
  "Hoy se instala control #Radar móvil en:\n- Autovía San Andrés\n- Avda José Martí\n- Viario Bco. Santos\n- Avda Asuncionistas",
  "http://t.co/hX7ZGWZ7WZ",
  "ECMO ofrece una segunda oportunidad al paciente que no reacciona a la reanimación convencional. @SAMUR_PC @Porsche http://t.co/ACqe2BilxZ",
  ".@SAMUR_PC presenta un proyecto para mejorar la supervivencia del paciente en caso de parada cardiaca:la técnica ECMO http://t.co/nKKwauUvd1",
  "Protégete. Pero si algo falla...Nuestro #Voluntariado estará dispuesto para ayudarte en donde estés, por tierra y mar http://t.co/Ywq29J49H4",
  "En el coche los👣 en el salpicadero = ERROR, si salta el airbag te dejará graves lesiones. #Cuídate #SemanaSanta2015 http://t.co/DxncGLm2WX",
  "Procesion del silencio de La Laguna. De momento sin incidencias. http://t.co/SFF5mxyCV5",
  "¿Sigues estos pasos para incorporarte bien en autovías o autopistas? Observa Señaliza Acelera Ejecuta Pues haz RT http://t.co/7XsceHQxMA",
  "\"...on 4U 9525. If our fears are confirmed, this is a dark day for Lufthansa. We hope to find survivors.“ Carsten Spohr 2/2",
  "Fiscalia pide prisión para un hombre que ató a su perro para que se ahogara al subir la marea http://t.co/P8mr7aCyW2 http://t.co/5JIi4tBOoo",
  "Aparecen varios zorros ahorcados en Los Yébenes #Toledo\nColabora contra esta burrada\nLlama 062\nhttp://t.co/Py90KeOE0d http://t.co/WM1lHlnxC6",
  "@libertaddigital Muchas lecciones pero nada aprendido...",
  "@guardiacivil muchas felicidades por vuestro trabajo",
  "Sustituyen los ATS de la unidad móvil social por Técnicos de Emergencias Sanitarias #TES \n#Tenerife \nhttp://t.co/Mtvc2ifvvX",
  "Felicito a estos policías qu salvan a un perro maltratado cruelmente, detienen al autor y pagan la operación\n@policia http://t.co/sSZuYAorvc",
  "Actualización. Un muerto en un tiroteo en un debate sobre islam en Dinamarca http://t.co/mgt3lErFOU http://t.co/cIvq9lKIK3",
  "Empezando la noche con nadia y mica en @CruzRojaProvTfe @Carnaval_Tfe http://t.co/lkJj6RUyu2",
  "http://t.co/Dok98vsKqA",
  "http://t.co/SqnvuLIbTQ",
  "Fiesta del motor en #Güimar @CruzRojaProvTfe @greisytrejo http://t.co/kArfuOKHTu",
  "@el_pais @claudiperez Quien les manda prometer lo que no pueden resolver,  ahora le hecharan la culpa al resto. Ellos nunca se equivocan.",
  "Probando diferentes opciones que ofrece @OpenDataKit en Cooperación Internacional. Reciclaje ERU. @EmergenciasCRE http://t.co/GGnnmH1bT4",
  "Empezamos un nuevo reciclaje ERU en Tenerife com el voluntariado de emergencias internacionales canario http://t.co/8TI6FotyVC",
  "NO se ha decretado la suspensión de las clases para mañana 24/11",
  "@Rub_dc @angel_rivera8"
 ]
}