{
 "user": 3248274101,
 "tweets": [
  "Three hidden switches in the Boeing 737 cockpit: Chemtrail, Turbulence Generator and Copilot Eject #avgeek #chemtrails #pilotlife https://t.co/r1ILultjaq",
  "\"C’était long, ça a mit du temps\" 🤯\n\n\"A part\" le nouveau clip de Chaman &amp; Sully vient de sortir sur leur chaîne YouTube, allez leur donner la cefor 🖤 \n\nhttps://t.co/9sZpCRxHrc",
  "Bonjour @AudiFrance , après mon accident avec une A1 j'ai eu votre logo imprégné sur l'avant bras. Comment on s'arrange pour que je sois payé pour le placement de produit que je vais faire pendant 1 mois ? https://t.co/scivppfB4T",
  "HELLO KANYE !\nWE DO LES MÊMES DEPUIS 20 YEARS!\nWE CAN DO PARTENARIAT!\nCORDIALEMENT,\nQUECHUA https://t.co/yCihMs0ksV",
  "Y'all my cousin sent me this video and I'm crying 😂😭 https://t.co/LHxC2RSIpp",
  "- Suce ma kèkèt, j'ai une grande bite\n- pardon ??? \n- 6 McNugget et une grande frite... https://t.co/EXSWMqrJ2E",
  "my sister finally drank after 9 months of being pregnant and this is what happens😭😂😭 I am crying https://t.co/JvY62dJBLn",
  "J’AI LES LARMES 😭😭 https://t.co/ShUtH82XAI",
  "Donc là, un hacker pro-palestinien vient d'éclater Youtube et de pirater :\n\n- Katy Perry\n- Drake\n- Damso\n- Kaaris\n- Vald\n- Chief Keef\n- Lacrim\n- Shakira\n- tout en supprimant Despacito (5 milliards de vues).\n\nLégendaire. 😭 https://t.co/XaEssFvU7Y",
  "ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON ROUGE PIÉTON https://t.co/7NdONwuADI",
  "Evelyn Delia elle m'a chauffé 🔥\nJe deviens officiellement caster de Météo France Esport ☀️⛈️⛅️ https://t.co/PybDs85YXw",
  "when you wake up from a deep sleep at 3:47 AM https://t.co/8phPM4leCF",
  "Marshalling 101 #avgeek #pilotlife #marshaller https://t.co/CLTai7eOP7",
  "Why am I crying in the club right now? https://t.co/rFojLCPHfs",
  "Nelick - Océan 2077 https://t.co/hqiKa7muB4",
  "Officer: “Sir, how high are you?”\n\nHim: “No officer, it’s hi how are you” https://t.co/5sxH1EHl8b",
  "BREAKING Chinese space station Tiangong-1 expected to re-enter in the next few hours https://t.co/mmTu0EYAz3",
  "Successful deployment of all 10 @IridiumComm NEXT satellites to low-Earth orbit confirmed.",
  "Liftoff! https://t.co/gtC39uBC7z https://t.co/Aa0MnGkprH",
  "From my Mom: every time I use irony, I lose a friend",
  "LE MERCH EST LÀ !\nDes potes lancent leur marque et je collabore avec eux pour vous proposer une première collection de merchandising de qualité.\nTous les modèles sur https://t.co/MBrpOyZ1RA !\nJe touche une commission sur chaque modèle vendu, un bon moyen de soutenir le projet ! https://t.co/oVJ4aAJMpw",
  "🤫 https://t.co/FdxHGwDuVv",
  "pq t’aimes twitter ? https://t.co/p7sT9FuPWu",
  "Quand t’envois ton pote dans une base ennemi à l’aide du lance-roquettes https://t.co/QCeNGDJRnH",
  "Pas de soucis pour apponter avec un Rafale sur un porte-avions dans un épais brouillard. Même si ce n'est pas un sport de masse !\nNo worries to land with a Rafale on an aircraft carrier in thick fog. Even if it's not a mass sport ! https://t.co/h2lI1ZniLi",
  "im telling yall mexican kids are a different type of breed https://t.co/7I2R0aI3W6",
  "Tu commandes un truc en Chine, il passe par environ 237 sociétés différentes, voyage en train en vélo en charrette, il traverse un continent entier sans encombre pour que ça finisse par merder à 3 m de chez toi parce que le livreur @Chronopost se fait pas chier à sonner.",
  "When hookah is life no matter what species you are 🐬🌬 https://t.co/Pd7lAHgPwG",
  "Remembering Stephen Hawking, a renowned physicist and ambassador of science. His theories unlocked a universe of possibilities that we &amp; the world are exploring. May you keep flying like superman in microgravity, as you said to astronauts on @Space_Station in 2014 https://t.co/FeR4fd2zZ5",
  "Je trouvais ça bizarre que mon petit frère de 14 ans ait débloqué autant de tenues sur Fortnite, mon père a donc épluché ses comptes et ... https://t.co/yLza9Ni8vP",
  "Me supporting my friends https://t.co/pkKUTr52Ie",
  "I need a friend like this 😭 https://t.co/iYqH1Vnl1b",
  "Quand t'es en soirée mais que tu ne comprends plus ce qu'il se passe https://t.co/HnfzCDJz7y",
  "eux ils croient que la mort c’est une légende ou bien ? https://t.co/I5ObOGFjn8",
  "vs saviez que quand il dit « une bite sur l’épaule » il parle de l’enceinte beats, genre il a une enceinte sur l’épaule, il a pas réussi a se faire comprendre mdddr https://t.co/HWx8JurHD3",
  "mdr wsh sa tete on dirait elle a été faite sur Géogebra ca m'fume https://t.co/0dhzlsYtZl",
  "Pendant ce temps à Strasbourg https://t.co/joFmIF7PgV",
  "Ptn niels s’est mit au snowboard https://t.co/YYLpYHlfC2",
  "ouah jss moort « oh boule de neige » https://t.co/LqfZSuC7NG",
  "Chaque fois dans un film quand y a une scène avec des gens qui dansent en arrière plan genre en boîte où dans un concert j'suis mal à l'aise car j'peux pas arrêter de penser que pendant le tournage y avait pas de musique",
  "Flying into darkness https://t.co/YBYkCNTU4D",
  "juste une soirée normale en prépa https://t.co/4AtkuYOANF",
  "putain je suis moooooorte jregarde mes videos de suicideboys c pas jentend qqn chanter on dirait mickey putin ça fait 20min je rigole https://t.co/vPQzf2HO89",
  "Demain, dès l’aube, à l’heure où blanchit le ter-ter,\nJe partirai. Sens-tu cette odeur de graillon?\nElle embaume le ciel, le béton et la Terre\nDu plus doux parfum : salade, tomate, oignon. https://t.co/WjHffX4REW",
  "Mais mdrrr regardez ce que ma nièce de 7 ans a répondu 😭😭 un esclave 😭😭 https://t.co/SkCpAWw9fM",
  "https://t.co/KfzBOorSpe",
  "Bac blanc de physique, on est passé aux antiseches de niveau 2 https://t.co/yqBE5eAdm3",
  "J'ai jamais vu un mec avec autant de patience et de sang-froid. C'est incroyable comme conversation. https://t.co/mI37ohIj7a",
  "i love twitter so much 😂 #FalconHeavy https://t.co/Ua5VkiPSh1",
  "Live view of Starman https://t.co/gvSlztlE6l",
  "View from SpaceX Launch Control. Apparently, there is a car in orbit around Earth. https://t.co/QljN2VnL1O",
  "Pari tenu ! 🚀 https://t.co/pbfo99N0b8",
  "Falcon Heavy side cores have landed at SpaceX’s Landing Zones 1 and 2. https://t.co/oMBqizqnpI",
  "Flight profile #FalconHeavy #SpaceX https://t.co/LlfWXqUaLP",
  "All systems remain go for today’s test flight of Falcon Heavy. Weather is 90% favorable for today’s two-and-a-half hour launch window, which opens at 1:30 p.m. EST, or 18:30 UTC. https://t.co/oYrZZQzzbo",
  "Falcon Heavy remains go for launch at 1:30pm on Tuesday",
  "Mario Kart sur smartphone ? Au lieu de dire « t’as snap? » ça va lâcher des giga « viens je te prends en 150cc la mtn on va voir qui est qui »",
  "#TweetLikeThe2000s les vrais pirates de l’époque https://t.co/RDNsCz5274",
  "\"Feuille Morte\" le premier projet du fréro Chaman est disponible partout en streaming : https://t.co/Y1AfqAMypj 🍁\n\nFais nous savoir si tu valides 👁 https://t.co/P8Wop1tqjc",
  "Liftoff! https://t.co/ItZOmXBagL",
  "j'suis mort c'est plus de l'équitation c'est du catch 😭 https://t.co/EvGxl687vt",
  "Aiming for first flight of Falcon Heavy on Feb 6 from Apollo launchpad 39A at Cape Kennedy. Easy viewing from the public causeway.",
  "The rumor that I’m secretly creating a zombie apocalypse to generate demand for flamethrowers is completely false",
  "https://t.co/4bYWqb2wQN",
  "2018: We are transferring our consciousness to cloned human bodies. Death is a thing of the past. Science has allowed humans to become immortal. https://t.co/Fa6daerwZh",
  "C comme ça qu’on s’intègre au sein d’une classe https://t.co/PDzcZRznAq",
  "Falcon Heavy hold-down firing this morning was good. Generated quite a thunderhead of steam. Launching in a week or so. https://t.co/npaqatbNir",
  "J’suis en larme, c’est les plus gros gamin de l’histoire meme les spectateurs étaient mort de rire 😭 https://t.co/YFr7lMzL6y",
  "Meilleure vidéo de tout les temps j'veux rien savoir ! https://t.co/fnYE01IkEQ",
  "quand tu vois \"Justifiez votre réponse à l'aide de vos connaissances.\" https://t.co/deOoefcO7s",
  "Morale de cette gueule de bois : les sauces peuvent sauver. https://t.co/GEx4sHfJTE",
  "Les gravillons, un plaisir https://t.co/Kaw2LKxWiG",
  "Falcon Heavy goes vertical https://t.co/uG1k0WISv1",
  "Comme promis \"le disque d'or on le fera fondre...\" 📀🔥\n\nEntre la tournée, les clips et tout ce qui s'en est suivit, \"Enfants Terribles\" a eu ce qu'il méritait 🙏🏼\n\nGrrracias, bonne année et force à tous dans vos vies 💪🏽🖤 https://t.co/9r7pLj9Cre",
  "With more than 5 million pounds of thrust at liftoff—equal to approximately eighteen 747 aircraft at full power—Falcon Heavy will be the most powerful operational rocket in the world by a factor of two. https://t.co/NneqPRPr46 https://t.co/oswCUreG6i",
  "Jsui en laaaarme c le meilleur prank ka jamai exister https://t.co/VxYcWYvGOp",
  "If you liked tonight’s launch, you will really like Falcon Heavy next month: 3 rocket cores &amp; 3X thrust. 2 cores return to base doing synchronized aerobatics. 3rd lands on droneship.",
  "J'espère c'est une xbox https://t.co/wAOOkDMdhb",
  "Nuclear alien UFO from North Korea https://t.co/GUIHpKkkp5",
  "- On leur dit quoi aux chômeurs fainéants Riri ?\n- What ?\n- Work work work work work work\n- Omg so funny Emmanouel https://t.co/THbKptql9Y",
  "La vie de moi c’est une dinguerie, j’avais les mains moites tout le long j’étais à fond dedans sa mère mdr https://t.co/luZ4dTlKRA",
  "Falcon Heavy at the Cape https://t.co/hizfDVsU7X",
  "ah oui c vrai https://t.co/p1iWSvFqv6",
  "Très heureux de vous annoncer la date de sortie de mon premier EP \"Affection\" !\n\nRendez-vous le 10 Décembre !\n\nKCIV ❤ https://t.co/y0Kp9HXbDG",
  "This lady found a “lost cat” outside, took it Into her house and bathed it. When really it’s a mountain lion. LMAOO https://t.co/SI7y39rDrw",
  "Énorme le concert, merci les gars ! 🕊 @Columbine2k16 https://t.co/XgzD6zwNJj",
  "@Columbine2k16 merci pour le concert les gars c'était du sale ❤ https://t.co/q12J9w4JgW",
  "Expectation VS. Reality https://t.co/glUDS6sMUM",
  "RT + Follow pour gagner le casque Windows Mixed Reality d'Acer dédicacé par notre stylo et notre front #AcerWindows https://t.co/T2bYvWUSF6",
  "lui jsuis il étais fort pour justifier ses absences au lycée https://t.co/YLhRC9ofv9",
  "faut pas chercher medhi à 14h https://t.co/YMoPVPxkl8",
  "MDRRRRR jurez on dirait pas il dit ferme ta gueule 😭 https://t.co/oqdQfUGoDG",
  "💚 NOUVEAU CLIP : \"Pierre, Feuille, Papier, Ciseaux\" 💚\n Celle la c'est pour vous l'équipe 🌘 https://t.co/0rKqSLX2YR",
  "mdr il est tombé comme les ouistitis dans le jeu SOS OUISTITI https://t.co/3Map7j0qzb",
  "US Navy apologies after a pilot drew a penis in North Washington’s sky https://t.co/0vWRZmOOJK",
  "\"Interdiction d'assaisonner les oiseaux\" https://t.co/UnQm7Vn6il",
  "quand t'as enfin la moyenne https://t.co/LMbRkfz7O0",
  "c une Ferrari 458 https://t.co/WzVOFRP1Vl",
  "c bien cque j'pensais m'dame, la soupape arrière est morte, y'a aussi le joint d'culasse à changer ça va coûter bonbon jvous ldit https://t.co/ea3xhX7zG9",
  "-Allo ?!\n-*ЯЯZZZZGGЯЯZZZZ*\n-Heu?.. ça va!?\n-Oui oui niquel y'a rien tinquiète t'es parano ou quoi ? https://t.co/RqOBYco21S",
  "Quand je réalise que j’ai toujours pas fait mes devoirs https://t.co/xxXE6jv45o",
  "My friend, who has been in a coma for 3 months and presumed dead, texted me this https://t.co/NHAJG6w9qp",
  "hate de me faire piétiner par les touristes https://t.co/5jp6sS3xqq",
  "🌆 https://t.co/XkXY5Hk5C1",
  "Un train ne peut pas être en retard si on l'annule... https://t.co/lSsGGY7wcY",
  "Faut faire exorciser ta dernière photo cousine https://t.co/GywiVg8RaI",
  "- olly ramène-moi une clope stp\n- olly fais ci , olly fais ça, j'en ai ras la croquette wallah https://t.co/H13LKtH9pk",
  "les terminales S c’est l’élite de la nation en attendant tu trouves ça dans leur livre d’SVT https://t.co/kBLfPKmXVI",
  "quand t'ouvres le four pour voir si la pizza est prête. https://t.co/kSfCVpP6Pz",
  "quand la poule elle va sortir un brassard et dire : \"contrôle de papier si’l vous plaît\" tu va bégayer fort https://t.co/K8lv3EIK1q",
  "Et dire que je m’étais plantée sur APB. https://t.co/JbL6ZoXt4R",
  "À vendre : Tigre du Bengale bilingue https://t.co/RRiqfKNxx8",
  "On écoute le monsieur ! https://t.co/7ReTkeKSkP",
  "un vieux a fraudé le train il a dit\" j'ai Alzheimer j'me rappel pas de mon prénom\"il m'a regardé et fait un clin d'œil ptdrr c'est lmeilleur",
  "- avez vous une idée de la valeur de la Joconde ?\n- 25€ ?\n- bienvenue chez Micromania https://t.co/zUxd7LEkDQ",
  "Long road to reusabity of Falcon 9 primary boost stage…When upper stage &amp; fairing also reusable, costs will drop by a factor &gt;100. https://t.co/WyTAQ3T9EP",
  "-Wsh renoi tu vien dkel cité? \n-Je suis confus il y a méprise, mon père est ambassadeur du Gabon à Paris https://t.co/D6u3FgXfca",
  "My teacher left the room during a test so we all started sharing answers. Then I look up and she was staring right at me 😳👩🏽‍🏫😩 https://t.co/yPMpgazbMv",
  "BFR is capable of transporting satellites to orbit, crew and cargo to the @Space_Station and completing missions to the Moon and Mars. https://t.co/p9staho4VZ",
  "NASA &amp; Roscosmos believe it takes the best of the international community &amp; private industry to explore deep space: https://t.co/V7cnSjFNgD https://t.co/dua0D66Kg7",
  "Bubble tea company needs a better translator. https://t.co/b1qNAHVJy2",
  "https://t.co/az4vazwtj9",
  "MERCI https://t.co/axdLnxuG7j",
  "Les contrôleurs quand ils montent dans le bon bus ou presque personne a validé https://t.co/2yysDpmUom",
  "@NicolasStr_ Puis une saisie de frappe avec un peu moins que 2s de latence aha",
  "@NicolasStr_ J’ai l’impression qu’ils nous ont balancé une version pas du tout optimisée niveau autonomie/perf. Côté graphisme la ils ont bossé mdr",
  "Eh bah IOS 11 niveau changement on est servi",
  "trop chiant quand ta pote se transforme en train....  https://t.co/173JEeU50l",
  "\"Pray for Florida\"\n\nFlorida: https://t.co/RiUBfFVpIR",
  "C'est chaud Strasbourg https://t.co/y8EVr0jwwH",
  "Très drôle cette hôtesse https://t.co/GJk8mP7Y8V",
  "LMFAOOOFKFJDJKFBDND SSOMEOBEDY PLEASE HELP ME  https://t.co/0TCHFTQuiX",
  "Un frère parti trop tôt https://t.co/xd3B4npSXX",
  "Bon, bah ça va pas du tout…\n#Quotidien https://t.co/ED2m0v83iQ",
  "Quand t'as d'autres priorités dans la vie que d'aider ton pote qui s'embrouille 😂😂 https://t.co/UHdpcIwoNZ",
  "this is what we live for https://t.co/UPp1ba0nEn",
  "Tell Cersei, it was me https://t.co/9ONV9len0o",
  "ceux de la cpe &gt;&gt;&gt;&gt;&gt;&gt;&gt; https://t.co/G82woEUQBK",
  "🛩 https://t.co/MBUQeW53hp",
  "Les kids de cette génération ne connaîtront jamais l'intensité de cette crise cardiaque https://t.co/h4yM7gkQUy",
  "- wAllah poto jrigolais quand jdisais ta mère le sac à main \n- spa grave tkt https://t.co/sBXvkt1XU2",
  "[NOUVELLE VIDÉO]\nC'est pas si impossible que ça..!\nRT pour diffuser ça fait toujours plaisir.\n\nhttps://t.co/8xuWLCO97L",
  "EDTZ https://t.co/iLd4vcW3PG",
  "LFST https://t.co/ygGKfZ07b4",
  "EDTF https://t.co/d5S880Ioyl",
  "les sacs des 6ème c'est de pire en pire https://t.co/tY8T4S4FMJ",
  "Demain : LFST - Konstanz —&gt; Konstanz - Freiburg —&gt; freiburg Strasbourg 🛩",
  "I SHED A TEAR 😢 https://t.co/rH8eSRYkqv",
  "JSS morte guettez le commentaire sur une recette de pâte à pizza https://t.co/vHIftHI8n4",
  "So impressive and almost unreal! What a work! #BlaineFire https://t.co/mZuyJWCmNW",
  "Cette mouette qui fait un tonneau pour éviter un drone est la chose la plus stylée que vous verrez aujourd'hui https://t.co/9CRmlEAmKp",
  "-je relance\n-je suis\n-felix tu fais quoi ?\n-je pioche\n-felix c du poker la..tu peux pas\n-ah ok  \n-donc ?\n-contre uno\n-sors dla table https://t.co/QSxX3yWe3w",
  "Le meilleur ralenti 😂 https://t.co/lfC6iu5nj7",
  "Kestu raconte c'est les billes que personne voulait https://t.co/wIYimdIg2V",
  "c'est pas hier on s'est fait voler nos vélos et ce matin https://t.co/t6dpgxYU2Z",
  "Pierre , feuille , papier , ciseaux  , et je tombe du radeau ...🕊 @Columbine2k16  ❤ https://t.co/DegMit1Vnp",
  "Bon, Neymar da Silva Santos Junior, il faut qu'on parle. https://t.co/Kh8lHVQPnp",
  "J'abandonne. C'est beaucoup trop pour moi. https://t.co/d3fvOcIRSg",
  "🍀 NOUVEAU SON : \"PIERRE, FEUILLE, PAPIER, CISEAUX\" 🍀https://t.co/OVnn4d0j0m C'est pour vous l'équipe ♥ https://t.co/O299mRRe3O",
  "y'a eu un problème technique au concert de PNL, sans vocodeur ils sont é-cla-tés c'est bon je chiaaaaale ptdrrredebf https://t.co/goLDswlOpE",
  "8) quand je vais voir la conseillère d'orientation https://t.co/otKmPh8FDA",
  "[NOUVELLE VIDÉO]\nQuelques astuces pour hacker Youtube un peu chaque jour !\n\nhttps://t.co/cCwLuP8dCD\n\nRT en masse pour répandre le hack !",
  "Flying at 38,000 ft into the night, connecting the Canaries to Italy #avgeek #aviation #pilotsview #pilotlife https://t.co/vIUNVr6Y6y https://t.co/0xRvH1B98W",
  "-Le seigneur des tenebres me demande\n-Felix descend!\n-N'interfere pas dans le rituel humain Le Prince de l'ombre s'occupera de toi plus tard https://t.co/Ly10ilPGRT",
  "@RebeuDeter Les bandits reconnaîtront https://t.co/fSg1ak68R3",
  "-il doit encore penser a sa collègue Sylvie là\n-mdr eske si jtelecharg 1 film illégalement en Guadeloupe ca fait dmoi un pirate des caraibes https://t.co/4nhFTgptEI",
  "j'ai vu mon chat allongé par terre, et j'ai passé 1h à faire ça https://t.co/M8BxpWYlkc",
  "Le headshot qu'Alexia s'est mangé il était magnifique",
  "Cherish every moment #RIPChester https://t.co/63ujRJyEin",
  "Linkin Park était mon groupe préféré, ca fait déjà un vide, c'est fou. C'était un grand chanteur, il va me manquer. https://t.co/OrOjhGaxqM",
  "Cette collaboration de Linkin Park et Jay-Z restera à jamais dans l'histoire, une tuerie !!! 😭🔥 #RIPChester https://t.co/2zIl9pjLXs",
  "Take me down to the river bend\nTake me down to the fighting end\nWash the poison from off my skin\nShow me how to be whole again\n  Linkin Park",
  "Chester Bennington, le chanteur de Linkin Park, est mort.\nJ'avais adoré Hybrid Theory.\nEncore un sacré morceau d'adolescence qui s'en va... https://t.co/Unw6aQBsRW",
  "Comment ça le chanteur de Linkin Park est mort 😭",
  "@incestycide Tu as intérêt à venir, au pire on ouvre un Tipeee",
  "Float in space w/ new @Google Street View of @Space_Station! See where crew exercise, conduct @ISS_Research + more: https://t.co/gJycxkdHcX https://t.co/VqesnouCYs",
  "ptdr j'me rappelle pas de cette partie dans Spiderman https://t.co/4IS45SkpBd",
  "ME PRENDS PAS EN PHOTO JE TE DIS !!!! 🐐 https://t.co/RuW4iO772D",
  "rip petit oiseau parti trop tot https://t.co/bgvy9x1785",
  "Sur l’ISS, toujours aucune nouvelle de l’astronaute qui était “parti faire un tour” https://t.co/aZrt0FW5wD https://t.co/Xcs73EAtZU",
  "Conseil du jour: ne pas éternuer pendant un panoramique. https://t.co/4Y3tHS7k5f",
  "https://t.co/s78iSJvohn",
  "Wsh je ramène ces notes chez moi mon daron il m'achète un dragon https://t.co/8OG4vDAQoI",
  "https://t.co/lMh9dto2hO 🎱",
  "On risque pas d'avoir un accident, y a Bernard qui vient de mettre du scotch 👌 https://t.co/skbYaNW8cK",
  "Vous voyez de l'abus moi j'vois du génie https://t.co/tAtzRvbyR9",
  "\"Aujourdhui jai décidé de ne pas composer sur l'un des deux sujets proposés\"\n\n0\n\nCopie suivante https://t.co/xpFNR4qDNb",
  "Ptdrr c'est la voix de Google traduction jsuis mort https://t.co/vV5EwncMeb",
  "j'hésite encore... https://t.co/rneHA1iAEb",
  "Tu mens 📱🖥 @Simon_Puech  | https://t.co/PPQGQDuBu7 |",
  "Juin 2017, les gens de Facebook découvrent Nils et l'appareil photo. https://t.co/HBnfZiBEcw",
  "quand je demande \"pas trop court\" à mon coiffeur https://t.co/YD696uBWDq",
  "NEWS SpaceX will launch US Air Force secret X-37B spaceplane in August https://t.co/06R20sPmTC https://t.co/QDIbFrWX41",
  "@CyrilZuber Attention on est chaud",
  "Sortie moto avec le judo club Vendenheim cc @MaximeDieng9",
  "C'est @arnaud_mrcier qui va être content de revoir Désiré...",
  "Fin juin je récupère le studio pour les vacances 🏙",
  "quand tu pars niquer des mères https://t.co/hCZEIJ84Oq",
  "@terracid Garde les adresses quand même et quand t'auras trouvé on ira jeter des oeufs sur chaque appart qui t'a refusé",
  "Quand t'as mis toute ta thune dans ton équipement et qu'il te reste 700€ pour ta moto https://t.co/Tsz6NIo35c",
  "⚠️URGENT⚠️ \nJe cherche quelqu'un qui pourra s'en occuper tous les jours car je n'ai plus le temps (je prend un appart), il a 1 an et demi. https://t.co/mIjmcZzflx",
  "🎶 https://t.co/MzO0jECDTL",
  "La météo en Alsace c'est comme les sujets du BAC, tu sais jamais ce qui va tomber.",
  "63min après son élection, le Président de la République vit son premier grand moment de solitude... https://t.co/1L1EmTwsIS",
  "Meilleure vidéo de l'année https://t.co/MtLT6Nkggp",
  "Ça fait du bien de revoir de vieux amis",
  "Goal | https://t.co/rNzBQwevco |",
  "Merci les voisins bruyants mdrr",
  "Toujours en mouvement https://t.co/IaZLDdOBog",
  "me at 3 am vs me the next morning https://t.co/TtQCvpnl0r",
  "@GiuntaManon Tellement bon dans leur discipline qu'ils arrivent à faire des économies de temps de travail",
  "@GiuntaManon Et ca se dit bon 👏🏻👏🏻",
  "Désolé @dupontaignan, c'était vraiment trop tentant.\n#LeGrandDebat #PibPib https://t.co/jRVidUDl1u",
  "Chaud le 1er avril à Stras https://t.co/5TiZKzDoHt",
  "L'astronaute Thomas Pesquet convoqué au commissariat après avoir photographié la rade de Toulon https://t.co/kTiyV9Dcyn https://t.co/24lJNk51Bk",
  "Ptdrrrr mon école ils ont trouvé la solution pour que les élèves justifient  leurs absences https://t.co/3Zyd7u4UNX",
  "on dirait kalash criminel https://t.co/Qp0hiGfhA0",
  "Ce genre de crash 👏🏻 https://t.co/HpLY0MYmtT",
  "Ce genre de danger publique qui manque de te rentrer dedans et quand tu t'énerve ils te sortent au calme \"mais je vous avez vu hein\"👏🏻",
  "Quand ton père t'écoutes raconter des mensonges alors que l'école l'a déjà appelé https://t.co/rQCERoXnDD",
  "A strasbourg y a toujours quelque chose qui me surprend https://t.co/HdoCI9YeIl",
  "EMERGENCY Regional Express #ZL768 Saab 340 propeller shears off in mid-flight https://t.co/iuN4R82gqN (pic: Grahame Hutchison) https://t.co/qcdSuCC5Tu",
  "Se poser en terrasse le vendredi aprèm ca devient une habitude 🍻",
  "👨‍👦 https://t.co/abEbINnz0d",
  "Mon père qui m'a remis les papiers de ma moto ça m'a fait quelque chose",
  "Des souvenirs comme aujourd'hui, ça s'effacera jamais",
  "Dans mon esprit un champs de ruines, mes souvenirs s'effacent peu à peu comme mes amis.                                Gracias - Columbine",
  "Tu fais la moitié du travail, je fais l'autre moitié, et on met en commun ? https://t.co/6aHUBNG5rY",
  "Il a voulu faire une bonne action mais... https://t.co/lAbosQLoXV",
  "On the roofs of Strasbourg https://t.co/eOUMTHfcUw",
  "À FiFa : Eva &gt;&gt;&gt; Alexia &gt;&gt;&gt; Mathieu mdrr",
  "#Falcon8X wins over the world. Now debuting at #MEBAAShow2016 https://t.co/Z8dRgRqhaT",
  "Arrêtez vos montages j'suis au sol 😂 https://t.co/t2P2zqJzgZ",
  "Ronaldo sa Bugatti plaqué 67 je dis ca je dis rien https://t.co/0mev6qBrJD",
  "I hate when guys do this shit and this is what happens when u do!!!!! https://t.co/yEma1oMs47",
  "Demain j'ai mes 3 dernières heures de circu 🙌🏻",
  "quand tu dois faire un rapport https://t.co/WTEsZnNsOx",
  "Rtsi ta entendu ta darone dir \"salu A tous C monsieurPropreX9 mdr\" avan dla voir fair un 360 sur el meme en aspergeant la fenêtre avec ceci https://t.co/gDHrGYGia1",
  "3 infiltrations réussies chez Mathieu mdrr",
  "j'suis mort kaaris il est chiant https://t.co/SYdjTuKrE6",
  "Speak not because it is safe, but because it is right.",
  "@vavouuuuuu du tricot",
  "Grâce à Eva je me mets enfin à FIFA mdrr",
  "Maxime qui a une photo de Eva tt petite en bannière c clairement le truc le + cute",
  "Want to learn to fly? Here's how we can help you get started: https://t.co/ti4mgwj5xa https://t.co/nGxvi1unKf",
  "Demain indien avec option repas en \"famille\" le soir",
  "Lundi c'est aprèm entre abandonnés 🙌🏻",
  "Bonne semaine en perspective",
  "quand tu prends conscience en lisant le sujet que le talent ne suffira pas https://t.co/DCZw4nLZM2",
  "jsuis explosé on dirait des sorts dans Harry Potter https://t.co/BjixpCwGnd",
  "La veille du bac blanc toute ta classe elle est en panique , t'en as ils redécouvrent des textes",
  "Pour jouer à des jeux sur messenger dans les groupes de classes il y a du monde mais quand tu poses une question il y a plus personne",
  "Petit conseil pour vos examens 😂 https://t.co/qR5tTThvfq",
  "-Tu veux quoi Corine?\n-Fais moi un tatouage chaud et branché\n-N'en dis pas plus https://t.co/UbXSEHb3Oh",
  "Mdrrr j'suis ko ça va gratter des nouveaux testaments au JU pour les revendre sur leboncoin ahahaha https://t.co/VS3x55Ylaf",
  "Y a une fille qui est venue en crocs rose au lycee pcq elle cest pas bien réveillée la pauvre 😂😂",
  "Puis avec vos routes du nord la, faut une cross pour pas se gamèle sur les Départementales, ma Vanvan elle a vu flou",
  "Déjà après 1h je suis sur la réserve, genre tu sens que c'est pas bon, mais fallait que je tombe en panne dans un vieux bled",
  "Les 3h de balade dans toute la pampa autour de Wissembourg , c'était un gros périple",
  "Ok y'a des nouveaux trams sauvages a #strasbourg https://t.co/aLPmvPgBzQ",
  "ptdrrrrr son rire on dirait une 205 qui veut pas démarré https://t.co/6FSq6m8MPU",
  "Quand tu synchronises une photo sale sur la télé de ta sœur https://t.co/LazedydLex",
  "THIS IS THE FUNNIEST THING TO HAPPEN YET IN 2017 https://t.co/oiS2KaFBu2",
  "Je suis explosé.\nhttps://t.co/2iwrf42i8E",
  "Sunset at 38,000ft #avgeek #aviation #pilotsview #pilotlife https://t.co/QvbP2oOhOr",
  "@GiuntaManon toi tu abuses , ton \" qq mots\" il est aussi approximatif que ton cours mdrr",
  "@GiuntaManon si on peut appeler ça un cours vu ta prise de notes assidue 🙄",
  "Expliquer les maths à Manon c'est une putain de dinguerie",
  "La Ligne Verte c'est un chef d'œuvre",
  "La SNCF ils sont capables de te faire attendre pour un retard de 20min par -5 sur le quai , la torture c'est pas abolie normalement ?",
  "Elortep ~ @Lonepsi https://t.co/W78Z5sQbiH",
  "On dirai pas i vont lâchez un gros freestyl ?\n- oe oe c voldy et mes sheguey https://t.co/M17xf5zQy3",
  "-oh Harry mais qu'est ce que ca peut bien etre?\n-chépa un scooter fisdepute https://t.co/v3Trd9um4a",
  "Les samedis soir c'est une routine dont je ne me lasse pas",
  "Vous pensez être un pro de la tricherie? Vous vous trompez. https://t.co/PuMLsTaRHq",
  "@arnaud_mrcier sombre histoire...",
  "On a découvert la sombre vérité sur le passé de Désiré... @arnaud_mrcier",
  "C'est des génies ces gens https://t.co/ceep2CCVg2",
  "Cyril coach professionnel 🥋",
  "https://t.co/3MbBC1LsMS",
  "cérémoni de fermeture du groupe L'Empire Du Sale apré le bloquage de lotre bollos de mark zukergberg 😇 https://t.co/ewNWLCZ7fs",
  "Le \"jsuis pas bourré jsuis juste bien là \" il est légendaire",
  "Cette extinction de voix 🎉",
  "4h30 de sommeil , j'étais pas prêt",
  "Lourd lourd lourd",
  "@GiuntaManon ça tente de devenir populaire sur Twi mtn mdrr",
  "@GiuntaManon la blague mdrrr",
  "« À quoi penses-tu quand je ne suis pas là ? »\n\nhttps://t.co/cKmhqWKsJk https://t.co/NjmU2gld1T",
  "@vavouuuuuu je crois pas nan , pro sniper je te rappelle 😎",
  "Demain go stand de tir 😏",
  "J'ai porté un gilet fluorescent pour entrer partout gratuitement https://t.co/wWgOd6qRJI https://t.co/iheivCooCg",
  "Devinez c'est qui le loss qui a ramené des cadeaux devant les enfants alors que le père Noël est censé passer demain matin ?",
  "La XboxOne qui met bien 🎉",
  "@incestycide plutôt sympathique",
  "Mdr quand la petite Chloé de 8 ans se mettra à parler latin à l'enver en tournant sa tête à 360 faudra pas pleurer https://t.co/8Ssmzq8XKE",
  "Le plan a échoué https://t.co/y5ycXmq61h",
  "We got kicked out of a @Delta airplane because I spoke Arabic to my mom on the phone and with my friend slim... WTFFFFFFFF please spread https://t.co/P5dQCE0qos",
  "Rejouer à Halo &gt;&gt;&gt;",
  "Ce genre de cadeau 😍 @vavouuuuuu @prynt https://t.co/ekKbcos6S1",
  "Miss Alsace elle est belle comme une flammenkuech qui sort du four #MissFrance",
  "I did it , WE DID IT 🎉",
  "@incestycide chut dis rien je suis observé 👀",
  "@incestycide 😏",
  "@AirMix7 rho tu es pas drôle",
  "@AirMix7 je te raconterai ca demain soir au regroupement aha",
  "@AirMix7 Merci ! Au fait les fiches c'était tranquille mais pour l'évitement j'ai pas trop la confiance",
  "Demain 5h de révisions et j'enchaîne avec l'examen plateau",
  "Kali Linux &gt;&gt;&gt;&gt;&gt;",
  "9/10 pr ce magnifique coup de boule à la Zidane https://t.co/1MBPGwQWj6",
  "We spy with our little eyes a Parajumpers backpack and waterfalls - we smell adventure! \nhttps://t.co/gA8d7YwC7q https://t.co/q0WPLrztT8",
  "ptdrrrr eh je pleure c'est le meilleur https://t.co/REXxjJOEGV",
  "Examen plateau moto prévu le 9/12 🎉",
  "Juste énorme @Les_Parasites 👏🏻https://t.co/qKo5IqMPXN",
  "Ptdrrrr il est trop loin celui qui a fait ça https://t.co/nJScLNtwrf",
  "@solennstr je vais te balaye",
  "max c'est vraiment un gars bizarre mais ca va il est gentil",
  "https://t.co/4Plol1ag8B",
  "Entre Verdun et le bus je sais pas dans lequel on a passé le plus de temps",
  "Les 5h de sommeil , elles piquent",
  "-­donc en calcul mental vs êtes plus rapide qu’une machine?\n-exact\n-­3658 x 645 ?\n-­47\n-­c faux\n-­oué mais c rapide https://t.co/pSskFlUaSk",
  "Le bain à sauvé mes mains et mes pieds , je t'en suis reconnaissant  @vavouuuuuu 🙏🏻",
  "Mes mains elles étaient brûlées par le froid , elles viraient au jaune/noir , on aurait dit j'avais la lèpre mdrr",
  "6h que mon équipement il sèche , et c'est pas gagné mdr",
  "Séance de perfectionnement sous la pluie , je le sent pas",
  "@vavouuuuuu des contacts oui mdr",
  "Je sais pas comment elle a fait ... @vavouuuuuu https://t.co/1yF7NVzQ3X",
  "Déjà 1570Km en conduite accompagnée 🎉",
  "À l'arrêt observatoire à #strasbourg \nJe sais même pas comment il/elle a fait pour se retrouver comme ça https://t.co/F7viVSvyK0",
  "11) ce circuit dans mario kart; old but gold. https://t.co/fDb1SXe0a4",
  "Twitter c'est cruel mdr https://t.co/OZxOw7Pu48",
  "- il a le regard qui tue...\n- https://t.co/w1fPIepLCr",
  "@vavouuuuuu gamine.",
  "@vavouuuuuu ça me remplira pas le ventre 😂",
  "@vavouuuuuu c'est pas toi qui vas tenter de trouver à manger dans Hag avec 3€ en poche mdrr",
  "@vavouuuuuu casse toi 😂",
  "Eva je lui offre une pizza et elle arrive à repartir avec mon portefeuille au complet , je suis pas dans le mal pour demain mdrr",
  "Wallah c'est bien il a sauvé le mouton et tout. Mais regarder  le mouton comment il tombe  chui KO 😂 https://t.co/uwp19TKkD2",
  "Plateau lent validé ✅🏍",
  "-Qui c'est le plus gros fdp du monde entier ?\n- \n#TheWalkingDead https://t.co/jf9CLZaiKH",
  "@sans_bld @vavouuuuuu chut j'avais la pression mdrr",
  "@MaximeDieng9 ptdrrrrrrr chaud 😂",
  "@sans_bld seul point négatif , son daron voulait me mettre la misère mdrr",
  "@sans_bld je suis allé au cours d'essai avec elle 😊",
  "5h de plateau moto ✅",
  "Le Krav il m'a mit mal",
  "8- mn ex la grosse pute https://t.co/2LzzxtDp01",
  "Mon porte clés Yamaha il claque trop , merci @vavouuuuuu 😊",
  "\"Camp d'entraînement pour témoins de Jéhovah\" https://t.co/dpnGFArb61",
  "Ils forcent un peu ces derniers temps la cts aussi https://t.co/O7kHghIRLy",
  "Oui c'est 150€ d'amende ça  https://t.co/RO8jin6Z7V",
  "Jour J | https://t.co/4ImD0scLLc",
  "@AirMix7 ah nan c'est juste le temps que le dossier parte en préfecture et revienne et aussi parce qu'ils n'avaient pas de place avant aha",
  "@AirMix7 si tu es sage je te laisserai t'amuser avec 😏",
  "@AirMix7 techniquement c'est faisable si les exams il y'en a pendant cette période sinon va encore falloir attendre 😓",
  "@AirMix7 je le fais vite fait bien fait pendant les 2semaines de vac' et on en parle plus 😂",
  "@MaximeDieng9 pwahahaha avoir la moto mais pas le permis .. C'est con ça 😂😂",
  "@AirMix7 c'est frustrant à mort mais bon le permis c'est une formalité 😂",
  "@AirMix7 le petit bémol c'est qu'elle va dormir un petit mois au garage,  je passe le permis que dans 2semaines 😓",
  "@MaximeDieng9 tu te feras un plaisir de venir avec au judo cette semaine 😉",
  "@AirMix7 et elle fait pas un bruit de merde 😏",
  "@AirMix7 avoue on dirait pas une 125cc 😏",
  "@AirMix7 yep  Yamaha MT-125 , 125cc",
  "Ma nouvelle bête 🔥 🎉 https://t.co/uBNC2qPxQQ",
  "Cette aprèm je vais essayer une MT-125 👏🏻",
  "Comment effacer le code d'un Iphone 6S volé sans le connaitre !!! https://t.co/pWv5ctj6RG",
  "Ton appli' arrive aujourd'hui sur Iphone... Ça va être à vous de rouler les riders ! ✌️#libertyrider #iphone #GoRiderGo ! https://t.co/xTtYWrRGai",
  "Rien à dire 🔥                                https://t.co/7LAudAkwTD",
  "Je viens de trouver LA moto et L'OFFRE DU SIÈCLE 💕",
  "LITTLE WHITE DUDE WAS WAITIN HIS WHOLE LIFE FOR THIS  https://t.co/2xVpUa1plh",
  "Var: Un avion de tourisme en difficulté atterrit sur l’autoroute https://t.co/9KAm49nQej https://t.co/257T4NWvLK",
  "Moto et scooters: Le port des gants sera obligatoire à partir du 20 novembre https://t.co/OzwrkTK2BS https://t.co/ITxwwceRmM",
  "Tout est dit. https://t.co/nZ0PRyOW1o",
  "J'suis mort https://t.co/3CqvcMRaUb",
  "@laink je l'ai goûtée seulement maintenant par terre dans mon salon et je suis pas bien elle est super bonne je suis en transe",
  "Ce matin quand j'ai demandé une tome de Savoie au fromager et qu'il m'a répondu \"bien fruitée ?\" https://t.co/rQvA78j2OU",
  "Photo prise en haut de la Tour Eiffel avec un angle à 360°, c'est magnifique ! https://t.co/vrW6lEFXtj",
  "Parcourir le globe et que mes peu d'équipiers soient là",
  "wesh écoutez juste, c'est quoi cette génération???? https://t.co/2BIr0HPiUB",
  "Promis Mathieu , début novembre je débarque à Wiss 🏍",
  "De la frappe IOS 10",
  "À ajouter ✅ : https://t.co/U6NvCMJMNT",
  "Ça donne un truc comme ça 🎤 https://t.co/JM0IIIYrBQ",
  "Patrick qui m'apprend que je vais commencer sur ce truc mdrr https://t.co/pcNjZoom0R",
  "Un super cadeau 👌🏻 https://t.co/s7ntM0Bcto",
  "@maire_justine je crois en avril , histoire de profiter avant la Bac de Français",
  "@maire_justine mais tellement , en tout cas je sais que je l'aime déjà cette prof 👌🏻",
  "@fabre_justine t'inquiète mdr",
  "1er cours d'anglais et j'apprends qu'on part en Irlande",
  "L'auto école qui m'a appelé pour me dire que mon père a prit rdv pour mon permis moto 🤔",
  "\"Tu connais pas mon histoire\" https://t.co/AgTdGuVfHP",
  "Kléber ça a géchan, mtn badge pour contrôler entrée et sortie, 4 militaires postiche devant le lycée, l'année à venir, socoman ?",
  "Première fois de ma vie que je vois ça https://t.co/auIgKvAA3d",
  "LE tube de l'été pour ceux qui partent pas en vacances! https://t.co/ZCzDFt2EdS",
  "Entretien d'embauche chez SNCF:\n-Désolé je suis en retard!\n-Vous êtes embauché https://t.co/SJpq1AvjRY",
  "Danielle sous le choc https://t.co/66DH2nUpnE",
  "Les gens torchés qui t'appellent au milieu de la nuit 🙄",
  "Imagine tu demande le code wi-fi à Kaaris https://t.co/ri7GjnSBMP",
  "Ta réaction quand tu brûle accidentellement ton chat dans le four\n(cc @laink) https://t.co/JtAad8qylX",
  "C'est moi ou c'est ultra génant ? https://t.co/NjOR6155D1",
  "@laink à utiliser en toute circonstance https://t.co/7YPF9j2B8T",
  "2006:Je parie que dans 10ans on aura guéri le cancer, on habitera sur la lune &amp; il yaura la paix dans le monde\n2016: https://t.co/ATvUlmb5Tu",
  "eh mais #PokemonGO c super bien fait, g mangé 1Super Bonbon de mn pokémon jcrois jvais évolué jme sens tt bizzar mdr https://t.co/CPKABRt0oR",
  "Triste image dans le sport. Juste parce que c'est un israélien  ... 👎🏽 #JO2016 #deçu https://t.co/MVN3DP2YB3",
  "Je pense on va instaurer les sorties du samedi soir obligatoires",
  "grv genant les gars qui se sont incruste avec nous",
  "Merci d'avoir réveillé tout l'immeuble mdrr @arnaud_mrcier @fraunhoferoscar",
  "À la suite de ce tweet, Jul arrêta sa carrière pour le bien de tous #JulVsEminem https://t.co/E1kRDEhuhj",
  "Ce genre de bonne soirée https://t.co/m1MpdN5PAZ",
  "franchement j'ai passé une trop trop bonne soirée",
  "@ilonaguiot @solennstr et pas qu'un peu",
  "@solennstr alcoolo mdrr",
  "@MaximeDieng9 MDR GROS BOUFFON",
  "Grand amour entre @solennstr et sa desperados https://t.co/I63jhQdTv1",
  "#Bloqués se termine ce soir merci aux 716 714 abonnés à notre chaîne pour votre soutien !!! #JohnnyDepp #Mamybelle \nhttps://t.co/2lwDqY3vGk",
  "Quand ton pote s'enerve, et que t'es un shaolin ! (cc @Orel_san) https://t.co/wApU0bIsGD",
  "La Duke 👌🏻 https://t.co/9hi2kJhB6x",
  "La MT-125 elle est juste parfaite",
  "https://t.co/44JmI5bnxE 💿",
  "https://t.co/q4tIcSdaIl",
  "Alors là niveau com https://t.co/mWtApioKcb",
  "-nous aussi on sortait pour les capturer tous\n-ah bon ? T'étais dans quelle équipe ?\n-la  G E S T A P O\n-putain papy",
  "Strasbourg les nuits d'été 🌞🍻 https://t.co/n68BIRP6de",
  "Un plaisir , une passion , un rêve https://t.co/m00iZoHmT4",
  "Vu que Twitter voulait pas mettre de son , bah go FB :                            https://t.co/FE1ht7RpUI",
  "@MaximeDieng9 @adeline_rv @gwenherve",
  "Aircrew 🛩 https://t.co/TI8NNJbMTX",
  "@adeline_rv fallait régler le micro aussi 🙄",
  "@MaximeDieng9 @adeline_rv mais du tout 😏",
  "@gwenherve @adeline_rv bah alors , on a eu peur ? 😏",
  "entre la vie et la mort dans les mains de Maxime https://t.co/aTQaeHiygk",
  "On avait le temps parfait pour voler https://t.co/Htga2nt8dY",
  "nous sommes vivante",
  "imagine on fé un déssin animé pour pervertir la jeunesse sur tf1 mamene\n© Dylan Eurlings https://t.co/BlVx6vxIxc",
  "j'suis mort vraiment https://t.co/1VxolHkN59",
  "Vol réservé pour le 20 🛩",
  "⛅️ https://t.co/slwEtz5fic",
  "🌤 https://t.co/JIMIMaWhB3",
  "J'avais rien à faire pendant le vol du coup photos ...",
  "Le quad dans la montagne avec ce genre de vue , un bonheur https://t.co/k9Ae1tNypx",
  "les hommes mentent mais pas les chiffres #FRAPOR https://t.co/CqV7nSmaX2",
  "J'espère vous auraient honte d'avoir gagner en trichant",
  "Ca y est les portugais de mon hôtel font la fête",
  "Nan mais ca va l'anti-jeu la",
  "Ronaldo en 25min il était 10x à terre et 3x à l'infirmerie, on dirait qu'il essaye de sécher un test de maths",
  "Ils sont partout dans les rues 👀🇵🇹",
  "Lourd le thème de @Halo version bass : https://t.co/99Bes7KZhE",
  "5,30e le maxi best of à Porto , je crois on nous escroque à Stras 👀",
  "P'tite photo à travers le hublot https://t.co/4p8B3J1t5U",
  "Anecdote : en descendant de l'avion un Stewart me sort avec son plus bel accent \" bon chanss pour dimanchee \"",
  "Sur les écrans de l'aéroport de Porto y'a tous les buts de Griezmann qui passent en boucle , je crois ils flippent les portugais mdrr",
  "D-17h10 🛫 | A-19h05 hl 🛬",
  "Les nouveaux trams de Strasbourg arriveront fin 2016 (et ils sont loin d’être dégueulasses)☼\nhttps://t.co/i4tsNYd5J2 https://t.co/5ixMXENmz3",
  "De la bonne Trap comme j'aime : https://t.co/yPgWYvIL8U",
  "L'empereur Antoine Grizmann 1er, qui vainquit les allemands lors de la Bataille du Vélodrome en 2016 https://t.co/afKeUHnzvw",
  "JSUIS MORTE PTDR N'IMPORTE QUOI #FRAALL https://t.co/oCIdsXOuHE",
  "J'hésite entre me cacher ou faire la fête si on gagne dimanche , c'est pas que je serai en territoire ennemi...",
  "Demain je m'envole pour le Portugal 🛫",
  "Les brumathois ils étaient trop chauds 🇫🇷🙌🏻 https://t.co/gWGBuZRkZr",
  "La meilleure des soirées match 🍾",
  "Tu pe nous rendre Zebi mamene @JesusOfficiel  ?",
  "On lui a mi un bon kil de pilon gras pour qu'il ai de koi roulé en enfer  #RipZebi https://t.co/SDtmivbihx",
  "Il aura fait du sale toute sa vie, c lui ki roulé lé plus bo pilon\nc'été le meilleur chat de tou le web #RipZebi https://t.co/UX3kBoWCud",
  "Zebi est mouru se matin tomber par la fenetre du 4 ieme etage, ce bon vieu chat poura plu sendormir sur le pilon  #RipZebi 😢",
  "Conduire 200km en écoutant du jazz 🙌🏻",
  "Antoine Griezmann devient l'actuel meilleur buteur de l'#EURO2016 avec 4 buts ! 🇫🇷 https://t.co/6rWA03cR6g",
  "- 20min ---&gt; 2:0 tranquille",
  "Toute ma vie ce vine il me fera rire 😂😂 https://t.co/6XbejOuJ2c",
  "Size of planets in the sky if they were the same distance as the moon https://t.co/bf2VLdi7kn",
  "Twitter vs Facebook mdrrrr https://t.co/u5Imw4l4xA",
  "6km de course ✅",
  "Quand ton groupe d'amis bourrés rencontre un autre groupe d'amis bourrés 😂 https://t.co/DdLKtecbzs",
  "-Chef l'armée civile approche !\n-Vous inquiétez pas les mecs.\n-???\n-EXPELLIARMUS ! https://t.co/zzRlwA4PUh",
  "Quand j'espionne 👀                  https://t.co/DwPrmT8VYT",
  "OUAIS LES KEH KEH KEH https://t.co/94dBMSJoH7",
  "Dis moi Jamy, elles veulent quoi les filles dans mon lycée ? https://t.co/cj6MfqlyFq",
  "Il avait la flemme de ressusciter mais là avec le tag #MichaelJacksonComeBackPlz en TT c'est bon vous l'avez motivé il va revenir, bien joué",
  "iPhone 6S ✅",
  "@PfendClaire @adeline_rv parce que Claire ---&gt; victime",
  "@PfendClaire @adeline_rv gamine là mdr",
  "@PfendClaire @adeline_rv oe moi non plus j'en pouvais plus de toi hier soir mdrr",
  "@PfendClaire @adeline_rv quand tu pleurais mais en fait tu rigolais mais en réalité tu pleurais mais c'était de rire ... La comédie 🙄",
  "@PfendClaire t'a pas retrouvé la salade dans ton sac ?",
  "@adeline_rv @PfendClaire AH OK.",
  "@adeline_rv @PfendClaire J'ai toujours des idées tqt",
  "@PfendClaire @adeline_rv Oe oe on réglera ca prochaine fois",
  "@PfendClaire @adeline_rv en vrai je sais pas qui a été le plus saoulant entre toi et moi mdrr",
  "@adeline_rv une deuxième @PfendClaire",
  "@PfendClaire oe oe on verra ça",
  "livraison de Mcflurry tmtc",
  "jm'absente 2min pr ramasser la salade partt dans la cuisine, jreviens, jvois les chaussettes de claire dans une bouteille de coca ...",
  "24h de bonheur",
  "@PfendClaire rêve bien pour ton Starbuck 🙄",
  "@PfendClaire @FussKevan @nathan_ball4 @melheintz #Clairedansleruisseau",
  "@FussKevan @nathan_ball4 @MaximeDieng9  https://t.co/Yuaa5hzUk5",
  "3:36 bataille civile",
  "comme jsuis trop chou jleur fais des pancakes",
  "claire frappée à coup de salade verte",
  "@PfendClaire @adeline_rv un niglon sauvage",
  "Ma frappe c'est la barre qui l'arrête, penalty je transpire devant le gardien https://t.co/9WjovTm32a",
  "Demain : Venden ---&gt; Strasbourg ---&gt; Wissembourg ---&gt; Riedseltz 🚉",
  "@fabre_justine J'avoue merci Justine ☺️",
  "PTDRRRR ELLES ONT CRU LE BREVET C'ÉTAIT L'ENTRÉE EN MÉDECINE #Brevet2015 http://t.co/rxkzczShfQ",
  "Vous êtes sympathoches les allemands mais beurre + rillette c'est pas possible. Même Melisandre elle le ferait pas",
  "Passage de grade ✅",
  "si tu ma cité au bac c la mention très très sale direct mamène",
  "Avouez Munchhausen c'est beau https://t.co/xUUS8xH7dN",
  "https://t.co/lVLJsrNaUq",
  "Le canoë m'a tué",
  "Moi ce soir devant Belgique - Italie https://t.co/IVDaPCUUpm",
  "Demain Munchhausen 🔥",
  "Profondément déçu",
  "Comme d'hab il cherchait ses habits dans le four mdr",
  "Grosse soirée",
  "Quand le but de Payet est meilleur que le tien \n\nhttps://t.co/b71NTJHQKZ",
  "Lourd le match",
  "Une bonne odeur de vacances",
  "zbeub zbeub https://t.co/7qZGuZLWOs",
  "@PfendClaire @adeline_rv je vais pas assumer mdrr",
  "@PfendClaire @adeline_rv chaque fois que tu vas me revoir tu vas imaginer la scène mdrr",
  "@PfendClaire prochaine fois on fera un tour chez \" Ikea \" 🙄",
  "Chers terminales, vous avez été parfaits. MERCI #promo98",
  "La police, l'armée et la BAC à Kléber, tout ça pour de la farine et des œufs 😅 (enfin des fumigènes aussi)",
  "Les imprévus c'est parfait",
  "J'vais à l'arrêt ade elle me fait \"Claire j'ai des billets de train pour aller à stras t'es chaude\" j'aime les imprévus",
  "journée improvisée",
  "On n'a manger domac 👅",
  "Craquage place St Étienne Strasbourg 🔥 https://t.co/cvOZthm9TZ",
  "La france est au courant que j'encule le rap https://t.co/L1sNoFXjxC",
  "Moi à l'oral de français https://t.co/SlztUi1KRz",
  "fin du lycée au USA VS fin du lycée en FRANCE http://t.co/US35Mj7FKP",
  "https://t.co/UiobouVIw3",
  "Despera quoi? https://t.co/McyPg9S3bi",
  "A strasbourg les tram on dirait des attractions aquatique https://t.co/N1stuwJHSE",
  "@revelmartin76 dis adieu à piscine , foot et soirées pour Juin ça va plutôt être tisane et Motus mdr",
  "@revelmartin76 askip ça simule sur le terrain et ça finit quand même à l'hosto mdrr",
  "Comment j'ai le seum...",
  "Passage en première S , check",
  "La météo après le bac https://t.co/nd4TjR1u3d",
  "75 c'est la Champion's League\n92 c'est la Champion's League\n93 c'est la Champion's League\n91 c'est Aquaboulevard https://t.co/9kNRVxYon8",
  "@adeline_rv @LaSchalber nan du lait",
  "Maxime ou la personne la + en retard",
  "- Tu veux venir a la maison?\n- Y a les inondations c'est chaud...\n- Mes parents sont pas là\n- https://t.co/bDhxcZt1NK",
  "-­dc en calcul mental vs êtes plus rapide qu’une machine?\n-exact\n-­3658 x 645 ?\n-­47\n-­c fo\n-­oué mais c rapide https://t.co/IFBZA4puu3",
  "Quand tu bois de l'eau un lendemain de soirée https://t.co/Z6Mqrz3Ja0",
  "@adeline_rv ca dépend , avant ou après que je paie ?",
  "Frappuccino caramel , le porte monnaie va pas aimer",
  "Hippie Sabotage 🌴",
  "En scred chui doux comme une loutre du sud",
  "Quand ta meuf te présente enfin son daron et il te sert la main https://t.co/GKIfgg4UCM",
  "max depuis ce matin il me dis qu'il a une surprise mais il me dis pas ce que c'est 🙄",
  "jsuis l'option réveil de Maxime mdddr",
  "quand ta meuf te regarde comme ça... t'as tout gagné https://t.co/AzuHg6QjgR",
  "C'était trop cool le nl avec eux ☺",
  "Le NL 🔥",
  "paries de Starbucks💛",
  "Quand la prof te dit d'arrêter alors que ta rien fais, tu la regarde comme ça pendant 4h https://t.co/GSLnPed4d0",
  "-Damien tu n'iras pas voir ce \"Gras dure\" en concert avec tes \"kheys\"\n-Mais papa j'suis un membre du Sheguey Squad http://t.co/OKv5EzZ5Nt",
  "- pk ta les yeu rouge fiston\n- G fumé dla bonne beuh papa\n- dis la vérité, Tu pleure encore pck t'es roux fdp https://t.co/05xsYCmwkh",
  "Faut avoir un mental solide pr avoir ce genre de pote  https://t.co/lqHyEYlVZC",
  "https://t.co/RQoBqytPNq",
  "les granités violette 💜",
  "@MaximeDieng9 😏🤘🏻🎉",
  "@adeline_rv prochaine fois c'est à Strasbourg 🤘🏻",
  "Lourd ce week-end",
  "@MaximeDieng9 🖕🏼🖕🏼🖕🏼",
  "Oui oui https://t.co/wCsk74Zkjl",
  "@gwenherve je prend quand même un kit de survie au cas où",
  "Samedi je vais faire un remake de \" j'irai dormir chez vous \" et \"rendez vous en terre inconnue \"",
  "Demain je m'exile au fin fond de l'Alsace",
  "VIDEO - Les questions vraiment difficiles du Code de la route 2016\nhttps://t.co/DFM6e4nPPn",
  "1er heure de conduite elle voulait m'apprendre à démarrer sur un parking on a fini sur l'autoroute",
  "PTDRRRRRRRRRR 😂😂😂😂😂😂 https://t.co/QpELXX6ark",
  "@adeline_rv faudra attendre le 20/07 🛩",
  "Maxime il réalise qd mm mon rêve",
  "\"On pourrait avoir de l'eau s'il vous plaît ?\" - \"Oui. Vous la voulez comment ?\" - \"Avec un atome d'oxygène et deux d'hydrogène, connard",
  "Au lycée qd tu cherche ton pote dans la cour, qu'il repond pas au tel et que t tout seul on dirait il tmanque un rein",
  "Le lit qu'il nous faut après une grosse soirée https://t.co/AhFFxCKmMI",
  "Ma soeur s'est achetée un lapin , un lapin sérieux",
  "@MaximeDieng9 🔥",
  "@fabre_justine 🙄",
  "Hâte d'être le 14",
  "NOOOON CARL CE N'EST PAS DE LA SALADE http://t.co/GaiqOolntp",
  "Faut des aptitudes pour assurer ta sécu sinon des Lannister pourraient t’casser l’cul d’manière assidue",
  "certaine nuits les conversations sont meilleurs que d'autres",
  "@adeline_rv je te jure tu as osé , je me serai pas vengé sans raisons quand même",
  "ninja glacial dans le sang @ Strasbourg, France https://t.co/QKnHJhCIwH",
  "@adeline_rv ta phrase a un double sens assez moyen hein , précise que c'était à cause de ton agression à mains mouillées",
  "time to eat @ Francky's https://t.co/dGoSODAaLW",
  "vivement le 20 juillet",
  "Alleallealleoo BVB uhrensööönen",
  "c'est drôle d'observer les gens et de les voir sourire à la réception d'un sms",
  "c chiant qd tu crois que t'as une complicité de ouf avec qlqun et au final tu te rends compte que la pers elle a la même avec tt le monde",
  "stras sous la pluie c'est insupportable",
  "@adeline_rv il vient de loin en plus",
  "@MaximeDieng9 t'a pas intérêt à le louper",
  "@adeline_rv je vais aller confectionner un Ade palmier junior t'inquiète",
  "@adeline_rv j'avoue faut du respect pour les morts 🙏🏻",
  "@MaximeDieng9 parle pas comme ça d'ade le palmier stp",
  "@adeline_rv j'avais plus de place dans ma valise , du coup je l'ai mit en pension mais il a claqué...",
  "@MaximeDieng9 tu peux t'en vouloir qu'à toi même :/",
  "@adeline_rv il a pas survécu quand j'étais à Munich ...",
  "#ripadelepalmier",
  "#ripadelepalmier 🙏🏻",
  "J'suis mort mais vraiment https://t.co/cLMrHCxZda",
  "\"ade le palmier\"",
  "@adeline_rv jamais",
  "@adeline_rv faible",
  "@MaximeDieng9 tu peux t'en prendre qu'à toi même",
  "@adeline_rv c'est toi tu as prit la confiance , mon accoudoir c'était plus mon accoudoir",
  "@adeline_rv tout ça pour quoi ? Écouteurs , paquets de chips , coca",
  "C'est à la limite avec Maxime on se battait dans l'avion",
  "Trop lourd la journée",
  "Maxime qui prévoit un projet de fouu",
  "On c'est fait un trop bon pote dans l'avion dommage on est pas dans le même hôtel on avait prévu de faire des soirées au bord de mer le soir",
  "Stras city https://t.co/v49nxGTkm5",
  "@Walter_Emmaa lundi j'en connais qui vont se faire enchaîner",
  "@Walter_Emmaa c'était pas beau à voir apparemment 😂",
  "@Walter_Emmaa gros black-out",
  "#OnEstEn2016Mais je me souviens pas du passage entre 2015 et 2016",
  "Une rame d'essai d'un TGV déraille près de Strasbourg, au moins 5 morts https://t.co/J2lPzK7JEV https://t.co/lftDRnXbLG",
  "https://t.co/W2VzTP5jtG",
  "Accident TGV Eckwersheim ... https://t.co/Qa9xGSjlqh",
  "Un bon gros bordel... https://t.co/52Bu4IlZoJ",
  "@SNCF vous arrivez à dormir la nuit?  70 centimes les toilettes!!??",
  "Mesdames et messieurs je vous présente Arthur #BrevetMaths http://t.co/YmdETm73jE",
  "@littletigerblog mdr j'avais mais je m'en suis recrée un ^^",
  "@ZazaaDugny Elsa me suit ! omg :o",
  "@fabre_justine yep j'en ai recrée un ^^"
 ]
}