{
 "user": 3293982336,
 "tweets": [
  "Three hidden switches in the Boeing 737 cockpit: Chemtrail, Turbulence Generator and Copilot Eject #avgeek #chemtrails #pilotlife https://t.co/r1ILultjaq",
  "@jacksfilms https://t.co/6AL6FmfB6o",
  "@Cessna what happened to the jta",
  "@mashable @CaptainSparklez  ur wish has finally been granted",
  "@MKBHD Giveaway?",
  "Alright, if this gets 2000 RTs, I'll post a whole blooper reel on Twitter when the final video goes live.",
  "@CaseyNeistat @blacktapnyc Didn't u just have a video about SUGA",
  "Garmin made a great smartwatch for people who hate wearing a smartwatch https://t.co/ddaFmJhm81 https://t.co/tmHr7ISFOm",
  "@the_candourist Sadly no what airport are u at though",
  "An Inspiring Pilot Born Without Arms Is A Motivational Speaker | https://t.co/BJ3629CgkG https://t.co/TJp2ge98Rw via #avgeek #aviation",
  "@mashable 16",
  "Audi’s 815-horsepower e-tron concept is a video game car come to life https://t.co/bX0ksLcPF3 https://t.co/VFRjuXtPzR",
  "@jacksfilms #YIAYchat I would ask ur parents if you where a mistake or ask if they realized u where a mistake once u started ur \"job\"",
  "Welcome to the future of planes ✈️ https://t.co/Xu60JgcDKG",
  "You're going to want to grab a seat on Gulf Air's new 787 business class: https://t.co/TIrsb2TXCg https://t.co/yVzelhp5YG",
  "@MKBHD #AskMKBHD can u talk to us about ur pupper and snake",
  "@reneritchie @tldtoday That price y",
  "YouTuber makes a very sharp knife using only a roll of aluminum foil https://t.co/yeOx1z3Dp7 https://t.co/8hUwtxuuGd",
  "Mmmmmmmmmmmmmorning https://t.co/0iGL7MU0GL",
  "@jacksfilms And Peter too",
  "@tldtoday #askTLD can u compare iPhone x, pixel 2, and Samsung Galaxy s9 and the RED",
  "The PAL-V Liberty claims to be the first commercially available flying car https://t.co/DYWvs70XzW https://t.co/hyT3NQ5dqJ",
  "TSA jacked my water bottle, but missed my Razor knife.  Good work guys 👊 #thirsty",
  "@CaseyNeistat Beautiful 👌",
  "@BingingWBabish I thought that was an art installation for a second",
  "@ijustine Racist much",
  "The following companies have cut ties with the NRA over the last 24 hours. \n\n- Enterprise\n- Wyndham\n- Metlife\n- Hertz\n- Best Western\n- First National Bank\n- Alamo \n- National \n- Symantec\n- Chubb\n- SIRVA\n\n #BoycottNRA\n\nThe list is growing!! RETWEET to show support!!",
  "@toddstarnes Like u @toddstarnes",
  "@MKBHD #AskMKBHD  will u do any big collabs with other tech youtubers",
  "Imagine being such a garbage person that you take time out of your day to mock the children who survived a school shooting because you don't agree with their opinions. https://t.co/cmOPjB0uAr",
  "@RomanAtwood I had that happen to me couple days ago take some ibuprofen helps alot",
  "@CaseyNeistat She's so tall now",
  "@tldtoday @austinnotduncan When u can't shoot front facing selfies with an iPhone switch",
  "Give yourself a little peace of mind when eating out https://t.co/iqxJlgW69A",
  "@the_candourist Like a sketch of the plane flying over u and Louis under Neath on a globe",
  "#TouchdownDownUnder",
  "@UnboxTherapy @UnboxTherapy  I am a student pilot and need an appl device to fly can I have it plzzzzzz",
  "RT my NEXT tweet for a bunch of shoutouts 😁",
  "@oneplus No Razer phone is but k",
  "Retweet if you like free deliveries. We’re giving away 1,000 for every #Grammys win by any @AtlanticRecords artist. That’s Bruno, that’s Cardi, that’s Sheeran and Uzi. Send some good vibes their way and we’ll all take home some Postmates.",
  "NEW TECHQUICKIE: With all the planes in the sky at once, what kinds of technology are used to prevent mid-air collisions? https://t.co/at1icCtZNI https://t.co/y1oaLZNFhR",
  "The single-engine turboprop of the future is coming to life today. Learn more: https://t.co/83CEsZMBxL",
  "@JuniorMints @ijustine",
  "@engadget @engadget 2011 was 7 years ago plz update ur shit ur last ten posts were 2011",
  "This futuristic IKEA kitchen table will make cooking a lot easier https://t.co/kdv6sgmFcv",
  "@DJIGlobal Rip not leaking it",
  "@ijustine @JustinTse @Nadeshot The new secret mavic air or a camera",
  "Lost dog found in NW Lincoln near the Highlands! Help me find her home! #LNK https://t.co/A6wykkBNS3",
  "125k retweets.  Provided date works with s3 shooting schedule, I will get ordained and perform ceremony.  I get to read an esteemed love letter of my choosing, and after the cake is officially cut, I get the very first piece. #allthecakes https://t.co/rSku8qD7uT",
  "What would it take to get @DavidKHarbour to be the Officiant at my wedding in September?!",
  "@whatsinside I just watched, great movie",
  "Let this machine do the plant work for you https://t.co/U07nguECwq",
  "Winner winner waffle dinner! RT this for a chance to win some sweet prizes. #LogiTreats #CES2018 https://t.co/N3kR2uDUKz",
  "Congrats on getting through the week! Now let us reward you with some prizes. 😎 Simply RT this for the chance to win. #LogiTreats #CES2018 #FridayFeeling #logitreats https://t.co/hnrLqzpcq4",
  "@theMrMobile Can u review those Bose a20s",
  "@ZacksJerryRig @LinusTech And the Razer products disappear",
  "@JuniorMints @ijustine",
  "Piper, the beloved wildlife patrol border collie at #CherryCapitalAirport in Michigan, has died after a battle with cancer. https://t.co/s4E4dlP3Mm #airportk9 #aviation https://t.co/p5y9IF75Xr",
  "WAITING ON THE AFTER SHOCK LIKE 😱\n\n#earthquake https://t.co/6a7jhdf2Oa",
  "Amazed at how many people reported to Twitter immediately after feeling the quake. Still the first thing I did too 😂 #earthquake",
  "Bay Area Twitter after the #Earthquake: https://t.co/tq6BbbKfQM",
  "@engadget U mean this year",
  "@SuperSaf Pixel",
  "@MKBHD @austinnotduncan @MKBHD are u gonna talk about ur Guinness world records",
  "@kustoo @austinnotduncan @tldtoday @UrAvgConsumer @MKBHD @kustoo  no sound in ur new vid",
  "@whatsinside Are they on the Nike website",
  "#HappyHeroDays! 12 prizes, 12 days. \n\nDAY 11: @Nvidia GeForce GTX 1060. RT to enter to win the sweepstakes! \n\n📜 https://t.co/TlBppne8dV https://t.co/KHc4FDkQU4",
  "@RosannaPansino your so short but have so much enthusiasm thank you for taking a pic with me😀 https://t.co/VYPovgMTN4",
  "Was at the movie theaters on Saturday in mountain view most comfortable recliners in the world😎😎😎😎 https://t.co/X52XRnHlcJ"
 ]
}