{
 "user": 3317276501,
 "tweets": [
  "#chemtrails I asked my weatherman for the forecast. Not Bryan Norcross, and no I didn't ask Bill Kamal because he's in PRISON, for trying to play with an unsupervised boy who apparently needed a squirt gun &amp; condoms (for water balloons, I'm sure) Have a seat, Bill... Have a SEAT. https://t.co/9F4ANpayem",
  "@bcameron7 Will there be any haze from Nano-Particulate Aerosol Spray Clouds which is being spewed from planes that \"don't exist\",  although I've seen them, over Miami, for the sake of GeoEngineering and reflecting sunlight and making breathing difficult, in the next week in South Florida?",
  "@beckysphone1981 Verification is not \"verification of the person being who they claim to be\"...ttwitter has stated that verification (the checkmark) reflectts  ttwitteers approval of the account-holder's viewpoint. For TTrTruTrue.fffucking keyboard....",
  "\"WALLLLKKKKINNNGGG!!! FOR CHRISSAKKESSS!!! WAALLLLLLLKKKKKINNNGGGG!!!!\"-George Carlin, on a magazine called \"walking.\" #GeorgeCarlin #walkingmagazine https://t.co/9AOUKOcDQX",
  "We just pulled the last two bottles from the @SalVulcano fans Bingo-coma Vodka drop... 16 months ago! #ThatsAlottaVodka #Thanks https://t.co/YeDhyhqjJi",
  "https://t.co/NMlVv2omAK",
  "@whitecotton  https://t.co/U8kHl3elrQ",
  "@beckysphone1981 #StrengthBeyondStrength yup. Even when you are hung over. I'm gonna prank call you after I get some sleep. A mini coma. Fuck you and your College dream. Fact is, Becky is stronger than all.",
  "My article in the @newsobserver: The myth that prescriptions caused the #opioidcrisis. https://t.co/Dmc67Eztop #opioidcrisis",
  "@JimSimulacrum You're welcome",
  "This makes me so damn angry. https://t.co/sSfkgHyBVx",
  "I’m often asked why am I so concerned about the exaggeration of so-called drug epidemics. Well, here’s another reason for my concern. The fleecing of those in need of our help by Addiction Inc. https://t.co/MUtxLGwzuI",
  "@JimSimulacrum Let's open that safe of yours now. Where are your keys?",
  "Articles like this just prove that the @US_FDA &amp; @SGottliebFDA could care less about safety and are both simply the muscle for #BigPharma ! We know #KratomSavesLives , yet they have time and money to go after #kratom ! #KeepKratomLegal #IAmKratom ! https://t.co/ApYkpNMKIG",
  "shows added in AR, CO, AL, TX, TN, WY, LA, FL with jerks like @jtstandup @HEELSHXC @BubbsHarris @Pogueatronic  and more! See me this winter and/ or regret it! https://t.co/Jp0yrvT8xo",
  "My ex gf thinks all women lose their looks by a certain age , like after 30. Nope. Not Shireen. https://t.co/aQwIVCEP4i",
  "@hdfatty .I'd agree, but this coming from someone who threatened his Judge, right? Heheh. You need your own podcast.",
  "I have decided to part ways with Jeordie White as a member of Marilyn Manson. He will be replaced for the upcoming tour. I wish him well.",
  "@marilynmanson For anyone confused: https://t.co/YpK87RYMSZ",
  "@MishkaShubaly Keepin' it real.",
  "@MishkaShubaly *BACKSLIDE.*",
  "@MishkaShubaly Did you \"backside?\" Well, whatever the case, I'm now on the same page.It's hard to be alluring with herniated lumbar disks and a sexy limp.",
  "@metalinjection The only shocking or interesting thing about his stage shows now are the injuries that occur. I loved the video of him puking on stage in 2013. Coke dripping down into a stomach will do that.",
  "No Agenda Episode 969 - \"Sock Puppet Media\" https://t.co/yme4ycY5tB https://t.co/SofQqrKtAU",
  "@TheMetalDen Sorry for your loss.",
  "@DougStanhope @gregchaille  My apologies for any grief over what my buddy was entrusted to give you at the merch booth-He honestly wasn't certain what the answer to your question was at the time &amp; we didn't consider your rapid departure back home/TSA issues.",
  "@MfnH @TheGeneralMH @DemmelitionMH @nuclearblastusa I'm too old for this shit...Y'all have fun (If you pester them enough in advance. they take requests...ssshhhhhhh.)",
  "@DonShappelle @adamcurry I printed out \"Industrial Society And The Future\" so I can read it in the dark with no electricity here in Miami. (FC)",
  "The iPhone X proves the Unabomber was right - Chicago Tribune\n\nCc: @adamcurry  https://t.co/PTAO4ccN1l",
  "@LaineDoss @MiamiNewTimes My Drug Dealer.",
  "@ABC How about discussing GeoEngineering? Look up \"David Keith\" on youtube if you want to see a guy admitting to the Program.",
  "@StormDenise @NBCNews Too soon to know for sure right now. But I'd bet JAX will get hit hard. Not as bad as Miami though.",
  "@THErealDVORAK Wanna see a Smoking Hot Swiss Model playing with her pet cockroach? Youtube Channel ASMR Gina Carla.",
  "@SunSentinel Geek Stink Breath &amp; Walking Contradiction were their last good songs. Rehab Rejects still sniffin' glue. Blowing off steam w/Methamphetamine",
  "@TheMetalDen @marilynmanson You 2 are making it personal? Oh boy. What happened? If you've Slandered or Defamed Warner or his buddies, he's no stranger to a Courtroom.",
  "@MiamiBeachNews @JohnAlemanMB I LIKE TURTLES.",
  "@MishkaShubaly I just wanna see rioters setting Banks on fire. What did Sinead O'Connor say on SNL?",
  "We're live now at https://t.co/EQfJZjZqpf with No Agenda episode 957 #@pocketnoagenda https://t.co/vOByevVOQ0 https://t.co/Kcz7QXeN2O",
  "@rocketmetalden Keep that in mind, as well as Tool's song about child sexual abuse, and Tool's OBSESSION with some very dark occult stuff.",
  "@rocketmetalden It may seem like it isn't relevant, but based on the lyrics, Tool seemed to be saying \"Good riddance\" to a supposed friend.",
  "@rocketmetalden Are you aware that Tool performed their song \"Eulogy\" for the 1st time in 15 years on the day of Cornell's funeral?",
  "@JoJoLovesBobo @KimKell28462455 @rocketmetalden I will call the office that did the Toxicolgy &amp; Autopsy &amp; ask sime questions \"to disprove the crazy tinfoil hat conspiracy theorists\"...",
  "@JoJoLovesBobo @KimKell28462455 @rocketmetalden If the people writing this fake Narrative said he was on amphetamines then they could've made an AutoErotic Asphyxiation story believable.",
  "@KimKell28462455 @rocketmetalden @JoJoLovesBobo I've never seen Butalbital which was not combined with either Aspirin or Acetaminophen in the tablet or capsule. That was a Red Flag to me.",
  "@CNN Is it just me or does this protest seem staged? 350M Americans and only a handful show up to stir pot,and national guard shows up?????!",
  "This would be a good day for #KillerTermites to flood the hashtag #WhiteNationalist with inter-racial erotica, gay or otherwise.",
  "@theashleygraham I'm being told you have a Spouse. Good for him! I'll leave u alone now. Have a good night.",
  "@theashleygraham Lastly,go ahead&amp; laugh at this, thats cool,  After you're done laughing, find out who I am. You can spin this lots of ways.",
  "@theashleygraham If I'm krazy to ask you out &amp;expect any response, I dont care, You need2see how we would look IRL beside eachother.",
  "@theashleygraham Simply allow me to share pictures and describe myself and I will answer anything. Talk it over with your Mgmt. If it is",
  "@theashleygraham I will help u get a new level of publicity, just for you and I to be seen together-Thin guy who bics his head and is 36,",
  "@theashleygraham Id be HONORED 2 go to SouthBeach with you and just  outshine all the hardbody gym-rat regulars on Miami beach. Leta go!",
  "@theashleygraham If you dont have a Boyfriend, consider my absurd sounding proposal.I want to know your story &amp;share mine. U R perfection.",
  "@theashleygraham I'll Submit any personal information &amp; all the photos you want to see of me. Provide a place to send my info 4 u to look at",
  "@theashleygraham #4Express my earnest respect for your sense of dignity.I havent looked into your life at all, Im in Miami.Lets go2fhe beach",
  "@theashleygraham I am offering to go on a date with you. I have no idea what your preferences are in men, My name is  Jim and I wanted to",
  "@theashleygraham ....that the most unlikely can get a chance to be recognized and even stand out. You dont need ptotoshop to be VERY PRETTY.",
  "@theashleygraham You are gorgeous! For contrast,I am 6'3\",Thin,180lbs(at most) and I want to meet you. I shave my head &amp; can pull it off.",
  "@IncoherentTweet @adamcurry Water on the right. Miami Street on the left. NO FISH LIVE CAM\nhttps://t.co/zjsy8r2o30",
  "@THErealDVORAK @adamcurry It is CGI. Made by NASA. I say that because I don't see the ubiquitous homeless people who are disillusioned about staying in Shelters.",
  "@ufcgym I have had crack cocaine and opiate dealers for years that were more polite and less deceptive than the snakes you employ in Miami.",
  "@adamcurry @THErealDVORAK It isn't a myth, fish are really swimming in the streets of Miami.  Stop calling everything a hoax. #ITM https://t.co/rMguQy9nTf",
  "@ShireenSandoval @lmartinez7 @decodrive @ShireenSandoval  is still lovely...I remembered how hawt I thought she was back in the 20th Century. Time has been kind to her.",
  "Racist Sheriff Joe Arpaio is now a convicted criminal https://t.co/hwsPFOmP4c https://t.co/eUlSO7E1Tg",
  "@DougStanhope Is MIA on the Itinerary? I have exactly what you'd like. Liquid form too. I can refrain from being like a giddy fan. I can make MIA 24/7.",
  "Uncle Don: \"North Korea is The longest running failure in the history of American espionage.\" https://t.co/5nUGhIk2kg",
  "@CassandraRules @antoniosabatojr Doug Stanhope for Congress. Fuck the Alt Nazis. -Why did TwitterGive me this as A Push Notification? If you work for a Zionist, BLOCK ME.",
  "Is someone fucking with me or did John McCain really just cancel all of his remaining tour dates?",
  "@DougStanhope What?!? I have tickets to his Fort Lauderdale appearance at The Culture Room. I was gonna take some girl I met on POF! She's a huge fan.",
  "@wsvn Muderer.",
  "@PabstTheater @DougStanhope I'll sell you a Kidney. 36 Years Old, 5 years without any alcohol. I'm broke. I can go to you unless you want to go to South Florida.",
  "@dkzaken @jordanowen42 My last show there was Soundgarden/NIN. New live NIN is boring as Trent's NA Meetings. Best festival there was Ozzfest '98. On 3 Blotters.",
  "Everyone my age: STOP HAVING KIDS. Arrrrgh https://t.co/OoLiBovfRJ",
  "@MishkaShubaly Woah, woah, woah....WOAH....Why so specific? Should read \" Everyone: STOP HAVING KIDS.\" I know you're a good writer but keep it succinct.",
  "@adamcurry @JohnLegere The Twitter Account for @Walgreens was very concerned when 1 of their Pharmacies mixed different pills than what I was Rx'd in a huge vial.",
  "I must say @johnlegere has DM'd me several times and taken a personal interest in the data issue, or at least his twitter account has.",
  "@dkzaken @jordanowen42 Definitely not the looks of the \"Coral Sky\" Ampitheater. Been to that venue since 95. I saw Metallica play the Fairgrounds behind it in '96.",
  "We're live now at https://t.co/EQfJZjZqpf with No Agenda episode 945 #@pocketnoagenda @t... https://t.co/3cU4vNr4iD https://t.co/LYj6FSC42l",
  "@DaveMustaine Act of God.",
  "Not again https://t.co/J7G4WXrkVH",
  "I wish I could say that learning audiobook narration was the first time I've been sweaty, frustrated and alone while sitting in my closet.",
  "We're live now at https://t.co/EQfJZjZqpf with No Agenda episode 942 #@pocketnoagenda @t... https://t.co/r4DLH64bCq https://t.co/LGn1a6jpk8",
  "@TulsiGabbard #tulsi2020",
  "@adamcurry Did you try Kratom yet? Try it. Kratom needs anyone with a voice to defend its legality.",
  "I can confirm from early test results: \"Cannabis May Help Treat Tourette Syndrome\" https://t.co/p3fBSVtOwi",
  "We're live now at https://t.co/EQfJZjZqpf with No Agenda episode 939 #@pocketnoagenda @t... https://t.co/oSRSyxIzWW https://t.co/80JkxnwmoQ",
  "@adamcurry @THErealDVORAK If #iPhone5 cases existed when I made cocaine disappear, that would've been very handy.Only Androids R 4 hiding baggies in the Battery slot.",
  "No Agenda Episode 935 - \"Phallocentric Age\" https://t.co/jqRyuq5COW https://t.co/BmkEQhCTXl",
  "@IncoherentTweet Manson actually showed me that vid on his phone. No lie.",
  "@MishkaShubaly I believe you. Sir. President Dead is clueless and he's caught in a Head-Lock-Police-State. Getting high on violence, baby...",
  "@KnowYourLeaker WOW! Tricks of the Trade! 33! Good Girl!",
  "@MishkaShubaly Marilyn Manson already did it last year(Say10 promo video). Is he upset that he isn't getting all the Negative Press?",
  "@MfnH OOOOOOOLLLLLLD MAAAAAAANNNN!",
  "@TheGeneralMH @MfnH We aren't being told something. The story makes no sense based on reported details. And I've been suicidal. I'm not trolling. I'm upset.",
  "@FoxNews @MaliaMZimmerman The No Agenda Show was my source of this information.",
  "@MetalHammer @mushroomhead @Loudwire  is going to publish a list of 10 Rock band bus accidents.",
  "@guardian It's not a recent rumor that there were Irish indentured servitudes-But even if the story had zero truth to it: \"Fake News\"=Censorship.",
  "@CBSNews See B. S.",
  "No Agenda Episode 929 - \"Sologamy\" https://t.co/Ilo80J0ZNI https://t.co/LEKQtHSWjX",
  "@jeffsessions Do Not Ban or Criminalize #Kratom (Mitragyna Speciosa). It is a HARMLESS tool for getting Addicts off of Heroin/Opiates.",
  "@duncantrussell @DougStanhope @brendonwalsh @GoshCarter @PhilanthropyGal @kurtmetzger @varnado @eventbrite The CIA loves to make new sources of fun. People still.believe Hofmann created LSD. NORAD tracks Santa every Christmas.",
  "@DougStanhope @brendonwalsh @duncantrussell @GoshCarter @PhilanthropyGal @kurtmetzger @varnado @eventbrite MDMA will become legal the same day the DEA finally bans #Kratom Federally. A safe Solution for the Opioid Epidemic is being demonized.",
  "@JimSimulacrum @GinaCarlaSwiss Don't take it the wrong way.",
  "FL SB424 &amp; HB183 died in committee.   Florida is officially safe! https://t.co/hizElBtv1P",
  "NEW PODCAST: Neil Rogers Show (January 5, 2004) https://t.co/Qs4700JK9b",
  "Ep208 Stanhope podcast: Viceland host and author Kliph Nesteroff (the comedians) https://t.co/aNQb1fPPvH https://t.co/uKMHTkQrBR",
  "Prof Ted FTW! https://t.co/5nlWiMbXO3",
  "#WOEIH\n\nhttps://t.co/bcZ7QhbAlF https://t.co/YjGPseJaKW",
  "My new presentation, \"Fake-Ass Christians,\" will take place on June 24, 2017 at Ruba Club in Philadelphia, PA. https://t.co/52pDij5VMB",
  "Where are the keys to the safe? https://t.co/tTUMMH9PKl",
  "@TheGeneralMH Here's a suggestion for you since you can do a good Cover of any Artist or song: A Metal version of \"Dust In The Wind\".",
  "@adamcurry Thanks for the book recomendation! https://t.co/d4k90hooxV",
  "#killertermites RT if you want @hdfatty to do the audiobook for @jzenman's \"Greyhound Diaries.\" @gregchaille @DougStanhope",
  "The CIA is listening in from the TV? The voices in my head were right this whole time and now they know I hate that shit show Criminal Minds",
  "I CAN'T HEAR MY CAR ALARM BECAUSE I HAVE MY HEADPHONES ON MASTURBATING TO ANTHONY ROBBINS UNLIMITED POWER! #FuckingNeighbor",
  "Fuck healthcare, It's easier and cheaper to just die.",
  "It's that simple folks! https://t.co/vYFJ3WLVt8",
  "@adamcurry Reinstate the Jihad on John Oliver!\n😁\n@noagendaquotes \n#noagenda 877 https://t.co/qb0VrQE1qf",
  "John Oliver accuses US ISP's of potential \"fuckery' re: Net Neutrality. But conveniently forgets HBO Owners Time Warner (Spectrum) https://t.co/go8QRxNk2k",
  "@DrugLawReformer That's why industrial hemp will be prohibited until the end of time.",
  "@DrugLawReformer We need to also reform what is deemed to be addiction \"treatment\" Rehabs are just Country Club Prisons.",
  "We're live now at https://t.co/EQfJZjZqpf with No Agenda episode 927 #@pocketnoagenda @t... https://t.co/bIIO8LJIVs https://t.co/ZvhpRDICvg",
  "No Agenda Episode 927 - \"Meme Fumes\" https://t.co/BkccUmJxZo https://t.co/kot8ksNxMX",
  "@andersoncooper Ask for tomorro's newspaper. I've met 100 Schizophrenic people, conservatively. And that was completely inaccurate. https://t.co/7TAa3j3X7c",
  "@THErealDVORAK @adamcurry @andersoncooper",
  "@THErealDVORAK @adamcurry Why does she have the voice of a Long Island Woman? Kill Wolf Blitzer, Anderson\n...your mother doesn't love you...",
  "@THErealDVORAK @adamcurry Do you have yesterday's newspaper? Shut up! Shut up!",
  "@THErealDVORAK  @adamcurry Just heard the 2012 Anderson Cooper \"crazy voices\" piece. Almost drove off the road LOL. (You have a IFB!)",
  "@TonyOrtega94 Youtube Channel Josh Reeves. The O.T.O. had sex with the C.I.A. and had a baby called Scientology.",
  "@SunSentinel Keep Kratom Legal. It is harmless.",
  "No Agenda Episode 925 - \"Barry's Choice\" https://t.co/rBGKBPHYyq https://t.co/DfPdFuLzvb",
  "@ademers @adamcurry Mac and cheese.",
  "Politicizing tech. https://t.co/S3tL721SuO",
  "@adamcurry Thank you. I'm new to Periscope and I saw that and thought...\"wait, what?...why?...meaning what? Huh?\"",
  "@MishkaShubaly Kratom is Sugar Free. (and you may want to read about how it can regulate blood glucose) Mitragyna Speciosa. Read about it.",
  "I'm quitting sugar. \n\nSo if you want to fight, just \ntalk to me\nlook at me\nor do anything.\n\nThanks, fuckface.",
  "@MishkaShubaly And stay away from aspartame but you knew that years ago.",
  "@MishkaShubaly I was told that cigarettes are addictive not just because of nicotine but because of combustible sugar.",
  "If I was in this game for money and fame, I would just blindly support Trump, Israel, and flash the 666 &amp; make all caps vids about WW3. https://t.co/fClcJ3G7cH",
  "@adamcurry @THErealDVORAK Regarding people who need a 12 Step Group just to cope with Climate Change: Let's send every SJW away to Rehab.",
  "@gregchaille @DougStanhope If it's gonna cost you anyway, pay a repairman before the rent a cop https://t.co/NCFNPO7Vey",
  "@SaltTheGraves @gregchaille @DougStanhope Woah. I though only Homer Simpson drove with a boot on his car.",
  "@gregchaille @DougStanhope The Double-Boots(2 wheels) are even cooler. Plus they put a huge sticker on your window that will never come off.",
  "@ScottStapp Thank you for not being a sellout and rejecting the money to sell your Publishing to a beer company. Tool would do it for $3.50.",
  "@hdfatty @WellsFargo You people are evil. Here's an example of why.",
  "My bank charged me $12.99 for ID Theft Protection on an account that had 71 cents in it. I guess being overdrawn IS a deterrent to ID theft. https://t.co/RqGU21iKII",
  "@MishkaShubaly You're too creative and intelligent. I'm not ass kissing. It doesn't require a big  IQ. You should've tried out for American Idol though.",
  "Meth-addicted python awaits resettlement after rehab stint... https://t.co/bGAYhAvM5Y",
  "@5eyespodcast Ever her what Jan Irvin dug up on McKenna? (\"With a mouth like yours wehave a place 4 u in the Agency. Deep background...\")",
  "@MfnH Hello, Cleveland!",
  "I don’t care how long I’ve been sober, I still like my music to sound like it’s gonna fail a piss test",
  "@MishkaShubaly FYI Clonazepam &amp; Lorazepam will NOT show up on instant stick tests for benzodiazepines. For the guys and gals on Probation.",
  "@Random_Shrapnel https://t.co/9r2sPKo2Jc",
  "@fecky_box @DougStanhope You DON'T want to be released! #JuryNullification",
  "@Cernovich @periscopeco DEEP STATE=Both sides if the Aisle. We can't vote our way out of the SYSTEM by using the SYSTEM'S Voting method...",
  "@DougStanhope @NabrDaveBisbee https://t.co/uGnAXFjQ5F",
  "@arizonalizards @DougStanhope @NabrDaveBisbee I've accidentally drank my own piss twice. It is so much easier than you may think.",
  "Another toenail just fell off. I swear, living in my body is like living in an old abandoned abattoir.",
  "Enjoyed my ice cream cone after a 13 mile run too much, like I was masturbating in public. \n\nJust look away, folks, look away till I'm done.",
  "@MishkaShubaly Imagine the reaction to masturbating while running in public, while eating an ice cream cone with the other hand.",
  "@pattymo https://t.co/VP6TbVS5wp",
  "AA founder Bill W on the benefits of LSD. He went underground with it after backlash from … https://t.co/o4QVo9yg72 https://t.co/Z7jGsexVy9",
  "@MfnH I'm happy to see that Slanderous has made it onto recent setlists. Please consider playing it on 12/03/15 in Fort Lauderdale. Thanks!",
  "@wsvn I AM HAPPY, VERY HAPPY THAT I WAS DEAD WRONG. However, right now, it looks like the legality of Kratom is in big trouble.State&amp; FED.",
  "@MishkaShubaly \"Pearl Jam\" is simply old Seattle Slang for Semen. They can't stop laughing at their fans each night before they go onstage.",
  "Mixed blessing: the only reason I’m not losing my health insurance is because I make so little money, I qualify for Medicaid :/",
  "@MiamiBeachPD @MiamiDadeCounty @MiamiBeachNews @MiamiPD @CityofMiami If It is stuck upright for more than 4 HOURS, call a Dr. IMMEDIATELY.",
  "@TheOnion Bring Back ONN News videos in 2017. Or tell Rachel Cole that I love her.",
  "@CatSkillRaps @StephenKing You got a problem with drug users? We keep the dying economy propped up (Black Market profit). We contribute.",
  "@DinaRoberts @KJ_Jeller It bothers me that you're being impatient-Let Trump do horrible things in office first. It is a certainty.",
  "@GhostPanther Everybody is blowimg their load too soon with insults. Can you at least wait for Trump to bomb people &amp; cause mass suffering?",
  "@NoradSanta @GtoPmd Where were you on September 11th?",
  "@JimSimulacrum I have your keys...The spare set.",
  "By the end of this election season, I will have successfully alienated everyone who just wanted to read my writing/ listen to my songs",
  "@FreeRadioRevolu This article/Essay is worth your time and attention. I'm betting you'll appreciate it. \n\nhttps://t.co/t6eBXgnByN",
  "@FreeRadioRevolu I'm gonna send you an article, months old, reading it now, again. You might appreciate it.",
  "@TheGeneralMH I've done that a few times before, your An Evening With...show was just as as loud, chaotic, dangerous, and exhilirating.",
  "@MiamiPD If it is stuck in the up position for more than 4 hours, please contact a Medical Professional.",
  "Or was this already discussed in great detail on the newest Podcast I didn't listen to yet?",
  "Just finished @DougStanhope special on @SeesoTV (thru Chromecast). We made the credits! #OneJob https://t.co/umYo2Rt1hE",
  "@gregchaille @DougStanhope What's the situation with the \"Shelved\" Popov Special? Is it going to be released later on? If not, why not?",
  "@Loudwire @slipknot Fucking pinched sciatic nerves....I know that feeling.",
  "Man On Verge Of Self-Realization Instead Turns To God https://t.co/LkuIL540yJ https://t.co/cF8GOOxoyW",
  "@gregchaille @DougStanhope @hdfatty @bingobingaman @arizonalizards  I've had my dick covered in blood. Left me speechless. Uhhhhhhhhhh...",
  "Photos: An Evening with @MfnH https://t.co/xjog6lWsgU @stephaniecabral https://t.co/pDOOjL1tKT",
  "Red flags missed via @staradvertiser https://t.co/6ognmltVOo stop all court ordered to AA meetings in 2016. SAY NO TO AA DUI COURT Ordering.",
  "@wsvn This State is so backwards, watch it get voted down a second time.",
  "@whenindoubtdo @jordanowen42 The new logo is pink bacon.",
  "@DemmelitionMH Thanks for even just coming down to South Florida, let alone playing the EXACT set I wanted to hear! SSSLAAAANNDERROUSSSS!!!",
  "@TheGeneralMH  Yes you are doing VIPs! Suggestion:You need to advertise that more. I wouldn't have known if not for your Youtube Tour Diary.",
  "@TheGeneralMH Are you doing VIP for all shows? Bought 2 tix but gotta go alone on 12/03/15. Gotta hang out with someone before the show...",
  "@MfnH I'm happy to see that Slanderous has made it onto recent setlists. Please consider playing it on 12/03/15 in Fort Lauderdale. Thanks!",
  "@humbandofficial Why am I seeing you guys doing sets that don't include The Pod? Insanity. Be seeing you guys in Fort Lauderdale.",
  "@Loudwire @slipknot I bought Iowa the day it came out. At the Best Buy on Pines Blvd. and Hiatus Road. I remember random stuff very well.",
  "@TheGeneralMH Please include Slanderous &amp; Crashing Around You in the 12/03 Ft Lauderdale set. Yes, I have major entitlement issues. #jukebox",
  "I sense that I'm being followed.",
  "@MfnH Thank you for including a South Florida show. We miss out on so many concert tours down here. The Culture Room is so damn small.",
  "@MfnH The Culture Room is incredibly small. It doesn't even have barricades in front of the stage. Holy Fuck. See you there.",
  "@DougStanhope I'm gonna order you some Phenibut. I'd love to hear your review of it. Research it a little, I think you'll enjoy it.",
  "@DougStanhope Sorry to chime in late, but the Fuck scene in Terminator was vital to the plot."
 ]
}