{
 "user": 780078739996676096,
 "tweets": [
  "Took this last year. I get mesmerised https://t.co/CC2UOpwU9X",
  "#Chemtrails hashtag is the chemtrail https://t.co/eCk5pud4w4",
  "Niagara Falls completely frozen over, 1911. https://t.co/sM7EuX1flc",
  ".@CarolineLucas says there must be a change in how people coming to the UK are treated, not just within the system, but also within the culture #bbcqt https://t.co/Afu44frp8R",
  "#carolinelucas educates me on society/ laws/ system. U have to earn over £18,000 to have ur married partner come to the uk who are outside the eu",
  "Australian accents are hot",
  "\"landlords into boarder guards\" That was powerful",
  "#BBCQT My fav @CarolineLucas is on 🙌 #GreenParty",
  "#goatman #landanafilm All we do is smile 😁 https://t.co/WvlDIDBjHD",
  "The gate the crew got locked in by last time. The Fox 🦊 can be a lil intimidating https://t.co/nXt2Ya25M7",
  "#landanafilm #goatman #greenlanes Out filming today, Good times, Good people. Check our Instagram for the video 👍 https://t.co/uwhQ17fhLH",
  "Today marks 25 years since my beloved son was murdered. I want to say Thank You to EVERYONE that has supported my family and I in our fight for justice.  God Bless you all. https://t.co/yHQ6T5RtCo",
  "Stephen Lawrence 🙏",
  "Fresh Apple Juice ☀️ https://t.co/vDqks9NaAs",
  "The company u keep is the crowd u bring. Loners beware when choosing that friend to visit society with",
  "“Right now there is a process going on at the UN with 122 other countries to introduce a Weapons Ban Treaty and the UK could not even be bothered to turn up.” \n\n@CarolineLucas accuses the UK of not investing in long term peace building. #Peston https://t.co/LRMkeSjUec",
  "Don't deport #Windrush Generation migrants, who've lived and worked here all their lives - pls sign and RT the petition: https://t.co/scQRerZurV via @38_degrees",
  ". @islingtongztte @IslingtonTrib @samgelder @emifinch\nThis is what we're contending with today on Fonthill Road, our busiest shopping day. Despite repeatedly asking City North/Telford for no more Saturday Road closures as to ease pressure on Small businesses they still do it 1/2 https://t.co/QghJN35xpt",
  "The System soap aka the news",
  "So pleased our string helped an adult get through #radiotherapy treatment today. She was comforted by knowing a radiographer was holding the other side and giving it reassuring little tugs. \nIt just shows that we all need to feel safe and connected, no matter what age.💛🎗\n\n#nhs https://t.co/ASYs2W2zYi",
  "@KateGleeson1 @LNativeartist wouldn't be a Friday night at Finsbury Park without sirens and a helicopter 😛",
  "#Tommyhillfiger #adaptivecollection 🙌",
  "😏 This is side eye to me",
  "Appeal: Did you know missing east London teenager Suzanne Lawrence, last seen in #Highbury in 1979? https://t.co/cpfn8FrJ0v",
  "Out filming in #greenlanes today we got locked in a parkland and had to jump a fence to the Canal and then up Anti climb paint to reach the street. Next time we're take a photo. Mission #goatman",
  "I've decided to leave the Politics and Youth work to those getting paid for it. I'm still me just not on the social platform",
  "@mark_aofficial It's so bad",
  "😀 https://t.co/5frHbEOHVY",
  "Tottenham High Road just shut down my impromptu march against rising violence. The despair and anger has reached breaking point. This mother lost her son to a shooting and even with a £20,000 reward no one is talking. https://t.co/22qwyWRBPE",
  "#KissMeFirst is good 👍",
  "You would be #aprilfools to not take notice #landanafilm",
  "The actors are back the myth is returning \n#landanafilm #goatman #goatsmilk #finsburypark #crouchend #StephenKing #April https://t.co/u5sHh9YphT",
  "#Gaiaandchill",
  "@N4StroudGreen April fools!!! That's a good one 👏",
  "@KateGleeson1 Omg I do this 🙈 A savage bit my cats leg and she had to go vet! Cost about £100 too! I got a super soaker 🔫",
  "@OneTinyTweet One of my favourites 👍",
  "@ArtDecoWalkabt @KateGleeson1 Lol!",
  "Rest in Power, Linda Brown. Earlier this week Linda Brown died aged 76. Here she is walking to school in 1954, when she defeated state-sponsored racism in Brown vs Board Supreme Court case that was the beginning of the end of segregation in the US. Thank you for your courage. https://t.co/9QYaePNyVo",
  "Real Talk. Support to #MuslimWomenDay https://t.co/AWWHmp43wv",
  "Still questions about how much income @haringeycouncil raises from large events in Finsbury Park and how much it exceeds the amount needs to maintain the #park. And has the council spent a six figure sum on a large red #tractor? Little info provided by Peter Mitchell in replying. https://t.co/HnPSAmegd6",
  "Check out @Geminibrown91 He has a good Youtube channel. He's on point 👌",
  "@HayleyPlomer1 I like this",
  "The mystery of the circling helicopter 👀.....",
  "@mark_aofficial 😂 Wait til summer",
  "More of the wonderful new banners co-designed with local residents &amp; Artist @MoragMyerscough have gone up on #FonthillRoadLondon. A big thanks to Morag Myerscough, the residents of #FinsburyPark, @IslingtonBC &amp; the Economic Development Team @ashaikhn7 for brightening our street https://t.co/DhfxUJzPI3",
  "👍 The saviour illusion is strong in these projects https://t.co/01atLdK1TW",
  "Good news If they let the community use it. @Hornsey_T_Hall Never reply to emails and if you enquire in person won't communicate with you other than saying \"all enquiries are to be done online\" 👏🤷🏻‍♀️ https://t.co/jbsWeippA5",
  "She has now been found! https://t.co/25BVyNbBQq",
  "This set was contagious 🙌    \n@BlackFishCo \nhttps://t.co/21lnFtmbmy via @youtube",
  "2 years ago today, I released this little track called “London City”, which was taken from the “Reckless Caution” album. Dunno where the time has gone... it certainly flies 🎼 https://t.co/x5dzYjH6WS",
  "@KateGleeson1 Haha lol The Neighbourhood is great 😄",
  "@KateGleeson1 @HayleyPlomer1 Thanks, She'll appreciate it 🙌",
  "@markbland When we've felt or been powerless is usually a big one. We hold on to it until we can make sense of it/ find a way to overcome it",
  "@KateGleeson1 So cool! 🐧 ☀️",
  "Big Day for one of my oldest friends, She has Stemcell treatment today. Here's a poem She's wrote \nChance https://t.co/gZPSEv7Q18 via @HayleyPlomer1",
  "Always try and walk with a good mood and a friendly smile so when people need your help you look approachable. This girl might need it https://t.co/kXNnpVTtIP",
  "#BeingBlacker 💯",
  "@ArtDecoWalkabt @KateGleeson1 You should come along for our protest/ movement when it happens 👍",
  "@KateGleeson1 @ArtDecoWalkabt 😂 ah I'm stuck at work, this really made me laugh! 👍😝",
  "@KateGleeson1 @ArtDecoWalkabt trust me, sharing whats going on helps keep everyone sane",
  "@ArtDecoWalkabt @KateGleeson1 I am indeed especially as back in the day people from outside the area would encourage their dogs to hunt the cats round here, Robberies was happening and still is happening/women are being stalked and helicopters swarm 24/7 in the summer for no reason other then chemtrail",
  "@ArtDecoWalkabt @KateGleeson1 Not too sure, Don't think the station but something definitely happened... The positive, I love how we seem to have started a mini online group here lol",
  "@KateGleeson1 That was crazy",
  "@kingeskimo 👍",
  "#Nottingham 🙏 We dnt have to be divided to talk about why different victims are attacked. Lets talk. Why was it ok for this girl to be killed? Like so many kids and adults in the Uk by their peers/ younger citizens. https://t.co/RAjwDqr8Yd",
  "@KateGleeson1 Ah stress is a major problem. When u finally remove yourself from your stressful environment and situations you realise how bad it was. The city can be a major culprit. Todays been weird all around x",
  "@KateGleeson1 Thats a stressful friday 😕 The positive is at least you now have a diagnosis to work with, that should help with the anxiety you must get at times",
  "Islington Council unveiled a plaque in memory of Finsbury Park terror victim Makram Ali this afternoon. @SadiqKhan told his family: \"You represent the best of humanity\" https://t.co/nXUREer9JX",
  "@KateGleeson1 Yes, we should! And we will 🙌",
  "@KateGleeson1 👍👏 Thanks, seriously we're helping make a much needed change ☺️. More info soon",
  "@KateGleeson1 Antihistamine season! https://t.co/cgJcSR0D94",
  "@KateGleeson1 @id8_creative 😂",
  "Lan-Dan-ah Landana 😉",
  "Here he is acting in #goatman #landanafilm https://t.co/6ApbRhhekg",
  "And then they efd it up so severely it's constantly filled with jams (pre current construction) Now with the works it's simply a nightmare. Are these things done just to piss people off and keep them disorientated by anger? Yes, I think so https://t.co/WhV7uey4kv",
  "Whats going on in #FinsburyPark any events or protests I should know about? An area that communicates is a community 👍",
  "Check out Sugar and water. The ingredients that can help you save a Bee's life 🐝 #bees #bumblebee",
  "Also in the \"no harm intended\" form. Stop calling women darling, sweetheart, hunny. Keeping women in a non threatening child like obedient state 👎 https://t.co/sjL2B4CF2O",
  "#SheBelievesCup2018 👀",
  "Mildred is 83 and has Alzheimer’s. She went missing from Finsbury Park last night. Please share to help find her. https://t.co/bBQT8pid4M",
  "The snow acts as Light",
  "Albert Einstein rarely accepted honorary doctorates but he did so for Lincoln University, a small historically black college in Pennsylvania in 1946. He also gave a lecture before a small group of students who are seen with him in the photo. https://t.co/bxpnNdIjNl",
  "1st of March so we March",
  "Here’s a short “Meet the Artist” episode which I filmed around my old area of Finsbury Park in London. You can watch the full episode by clicking on this link https://t.co/ybchms3Cqy.\n\nHope you all have a watch &amp; enjoy 🎬🎼🎧 https://t.co/FakV33zc8h",
  "No one could have predicted that the US would win curling gold, right? Actually, the Simpsons did in a February 14, 2010 episode. They beat Sweden, who the US happened to beat to win gold today (H/T @dansnierson) https://t.co/0gkhycQ3xF",
  "@abbydeveney @islingtongztte Yea major failings 👍",
  "@abbydeveney @islingtongztte Allow people to be terrorised and powerless and then be overly thankful when they do step in for the price of giving them total power and control with no complaint. &lt; seems to be the plan",
  "This is the same thing that happens when the council claim all the money goes on new homes, always leaving out how much profit is made and how it ends up in private pockets. https://t.co/X5NgR1dhwg",
  "Police concern grows for Winston Haynes, 74, missing from Finsbury Park\nhttps://t.co/hBpGwDa5WU",
  "Having a chat with @tony_mortimer 🎬 https://t.co/Cd3SuDuAg9",
  "Islington has such a rich LGBT history. Many of the landmarks are hidden in plain sight https://t.co/6EEK8j4gMt",
  "#picturehouse do £7.50 tickets all day on Monday. Winning",
  "Current and former residents of the Love Lane Estate #Tottenham should take part in this research project looking at experiences of being #displaced, or facing being moved away, and its impact on their quality of #life. Contact Adam Elliott Cooper on Adam.elliott-cooper@kcl.ac.uk https://t.co/GVqASBE4z8",
  "Spring is coming...",
  "https://t.co/JDeBTqm533",
  "@forbiddenlondon @mark_aofficial @FinsburyParkLdn 🙌",
  "@mark_aofficial @LNativeartist @FinsburyParkLdn We enjoyed watching it! Cool insight!",
  "Here’s a “Meet the Artist” episode which I recently filmed with @LNativeartist, in my old area of @FinsburyParkLdn. You can watch the full episode at https://t.co/tJLGPysNro. Hope you all have a watch &amp; enjoy 🎬🎧🎼 https://t.co/1DOzycmOeL",
  "\"Life is a solo trip with lots of visitors\" 👌",
  "The Public Consciousness is like real estate",
  "Looking forward to Mark Antony performing @BylineFest 24-27Aug limited early discounts https://t.co/4qkvhDNujd https://t.co/YWYTzkwoHZ",
  "@mark_aofficial @FinsburyParkLdn 🙌🙌",
  "Here’s a “Meet the Artist” episode which I recently filmed with @LNativeartist, in my old area of @FinsburyParkLdn. You can watch the full episode at https://t.co/ybchms3Cqy. Hope you all have a watch &amp; enjoy 🎬🎧🎼 https://t.co/iIY7H9hJOK",
  "Here’s a “Meet the Artist” episode which @shoreditchradio DJ @mark_aofficial filmed with @LNativeartist, in his old area of the Kings Crescent Estate in Hackney. You can watch the full episode at https://t.co/tGky4mWsNO. Have a watch &amp; enjoy 🎬🎧🎼 https://t.co/vnPNQ9bKma",
  "Here’s a “Meet the Artist” episode which @mark_aofficial filmed with @LNativeartist, in his old area of @finsburyparkldn. Watch the full episode at https://t.co/AaiWRQvOH2. Enjoy 😎😀😁 https://t.co/7vKoFYGiA2",
  "If you see a #GuideDog on a escalator please wait patiently behind. Under no circumstance should you try to push through! I’m trained to hold my ground to keep dad &amp; myself safe. Great job by @TfL staff who was with us 👍 @guidedogs @GuidedogsLondon @transportforall #LondonBridge https://t.co/zny8J6zisI",
  "@maphi_official This is good 👍",
  "Kendrick Lamar, SZA - All The Stars https://t.co/IKQwix2WRm via @YouTube\nWow",
  "Mother cat walks through flames 5 times to save kittens from building fire in Brooklyn, NY. https://t.co/T6skBmEIGW",
  "#BlackPantherMovie and #TheShapeofWater are on my cinema list",
  "Lol https://t.co/a8M4ynFwLo",
  "John Mahoney lived down the street from my parents in suburban Chicago. I ran into him more times than I can count...I can’t begin to describe how kind he was in a 280 character tweet. A wonderful man has passed away at 77 which seems far too young in this case. https://t.co/QThy1VHLXT",
  "🙏 https://t.co/ng6e9YlCQx",
  "These stickers maybe used by criminals to highlight vulnerable premises. If seen on letterboxes, intercom systems, always remove. #BeSafe https://t.co/McoUTYcVQw",
  "My debut album \"Reckless Caution\" is available NOW on all digital outlets including I-Tunes, Spotify, Amazon &amp; via my website at https://t.co/JNTh5El79t. Thanks for the support. *PLEASE RETWEET* 🎼🎧👍🏽 https://t.co/ub1IzAUv57",
  "Gangs and the Government go hand in hand. More funding needs to go to those who don't wana be in Gangs who are being robbed by peers and victimised. Most young people live in a state of terror sub consciously because a number of their peers would harm them. Invest more in them!",
  "Did you know that virtually no one has been given permission to build wind turbines in England since 2015? Learn more &gt;&gt;  https://t.co/X69KTkvZQe https://t.co/DXOW27jnYE",
  "@NimkoAli *I know some do*",
  "@NimkoAli I agree. I'm half Polish and part of my family have jewish roots so thats part of my culture but I do think worldwide we should get to add more facts to history and people other than Jewish were also killed. By saying so I'm not taking away from Jewish people but some do I know",
  "The next members meeting of @FinsParkFriends takes place on (eve) Tuesday 27th March. We will be discussing safety in the park. Community representatives and park users are encouraged to participate so we can put together a programme of improvements. Further details near the date https://t.co/R2U8teoWEc",
  "She sounds like Normality\nIn Conversation: Erykah Badu https://t.co/UE2XTXU5HQ via @vulture",
  "Lets change the system. It's true that If schools finish at 3/3.30 why do stereotypical jobs finish at 5? Especially for the stereotypical office job. Companies should allow staff to work from home. It would also help to reduce rush hour crowds",
  "I think the England womens football team should have a female manager, There's enough ex players and Females trained for the role #Lionesses",
  "@Hornsey_T_Hall Hi,  I've sent an email twice in regards to enquiries I have, I've also personally visited and was told to email... The problem is I never get a reply? Should I direct message on here? Thanks",
  "And another one. Womens March through #Finsburypark needed 💯 https://t.co/napCZOXQEW",
  "Brave 31-yr-old woman stood up against #ForcedHijab w/19 month old child has reportedly been arrested. She is still missing. #WhiteWednesdays persian hashtag #دختر_خیابان_انقلاب_کجاست was retweeted 19K times. We ask international community to join us #Where_Is_She #IranProtests https://t.co/ljUXASiChD",
  "Everything in the world could be fixed but then people would stop getting paid",
  "It really depends on the future career, is it bleak (nurse pay/ hours/ unfair stress)  or paved with gold...",
  "A student in poverty is not the same as a non student in poverty",
  "Valente*",
  "Watching #thebigquestions unfortunately Joseph Valentine has a popular opinion amongst my peers. How many people do you know that judge others for working for a company and not themselves? Altho by working they are doing so for themselves...There's a massive unequal stigma",
  "Has #slaveryinlibya stopped? Because we hear nothing on it",
  "American voices can never 💯 represent me as I'm not American, thats why I encourage these open talks amongst my own peers  to find our own voices",
  "I think it's 💯 a mental thing as all things start in the mind and it's a mentality and it is also ignorance as it's a refusal to see past your own world and perspective. The problem is people who like being racists escape by having these terms used as excuses. They play https://t.co/AMZPuwXrPP",
  "My new book, England Fever, will be an oral history of West Indians in Britain. If you have stories (of parents, grandparents) I'd love to hear from you - your words will be woven into the tapestry of this great migration and Caribbean adventure https://t.co/DyFMPiCHto https://t.co/CYqsmqsqMu",
  "@islingtongztte \"Job of the day\" 👍 I like it",
  "Ali speaks from one perspective he doesn't consider those who were multi cultural or mixed or those who wanted and believed in supporting their already changing world/ society. Those voices are only heard through art because they don't serve the powers agenda, Ali included https://t.co/XQ2qImKPrr",
  "Muhammad Ali - Racial Integration https://t.co/984nLImg6C via @YouTube",
  "Man wanted over sexual assault of Finsbury Park woman as she walked home from nightclub https://t.co/WRRrIP4kHv",
  "@lt_9021 @WarriorGoddessX @sammywoodhouse1 @SophiaSmith222 The question is what offends you? Because your the one who still hasn't researched into statistics (because your here to promote your own prejudices) and wanted to use racial groups being demonised as an argument. Thats the problem. U don't separate criminals from race. U brand",
  "@lt_9021 @WarriorGoddessX @JaneyGodley You disregarded that everyone is different and is to be respected and have ended up speaking for her with the assumption she likes to be a victim. Thats really low. You don't get to say that. You are an NF and she doesn't like your agenda so you act like she's weak but she's not",
  "@WarriorGoddessX @lt_9021 @JaneyGodley The NF's know how to work their manipulation. Well done @WarriorGoddessX  for staying clear sighted and being able to take all this mental trickery and these attacks 🙌",
  "@lt_9021 @WarriorGoddessX @sammywoodhouse1 @SophiaSmith222 I don't know everything thats going on in this post but I do know that victims attacking eachother isn't a good thing and will end up making everyone feel disturbed and upset",
  "@lt_9021 @WarriorGoddessX @sammywoodhouse1 @SophiaSmith222 ^ 👍 There's no wrong or right, If a victim feels that way they are to be respected. There need to be more voices heard so there aren't these problems. We aren't crabs in a bucket we're people. I'm not a victim but know people who are.",
  "Hornsey Town Hall development to deliver £22million profit for FEC... but zero affordable housing #shameful\nhttps://t.co/cJfzz9ZggL https://t.co/NLoBoSOY5s",
  "@lt_9021 @WarriorGoddessX @sammywoodhouse1 @SophiaSmith222 Tell me the percentage on white men who rape and kill... only your find that alot harder as they've escaped due to their race and how the world is set up.. peadophile politicians... slavery &lt;&lt; the amount of rapes and killings are too much to even make a statistic on",
  "@lt_9021 @WarriorGoddessX @sammywoodhouse1 @SophiaSmith222 This is one report. I'm not defending these men but you have to understand about statistics and how they're made, when you know all that you see the manipulative flaws in the system. Branding racial groups is not what the world needs and is an act of racism",
  "@WarriorGoddessX @lt_9021 @sammywoodhouse1 @SophiaSmith222 Your more than welcome 🙌",
  "@WarriorGoddessX @lt_9021 @sammywoodhouse1 @SophiaSmith222 ^ Lisa is a nightmare and sounds like an NF. How does something thats ment to be about support turn into such a war? How has @WarriorGoddessX  been attacked so much on her page? Questioned and told how to act This is NOT how you treat people this is bigger than career aspirations",
  "Thinking about animal welfare  training. So I know what to do when I see them mentally troubled or injured in the street. What do you do seeing one walking alone down a busy high road? It's good to feel concern.  #landanapets #landanafriends",
  "I think #piersmorgan wants to be the prime minister but can't decide which party to join. Probaly Ukip or Tory?",
  "#questiontime #DawnButler did well #piersmorgan is such an asshole 🖕",
  "https://t.co/jkJfOjaXWC #Cancer #Uncertain",
  "#CarolineLucas #GreenParty 🙌 https://t.co/ChJFezybQf",
  "🙌 https://t.co/Suorq0umB0",
  "@crouchendmum1 I agree with you. As the most pushed Man in politics you would think he would speak out about Knife crime when it happens but it seems ppl think it's too much of a messy subject? It's awful. If you speak out about MP's u also get character assassins 🤷🏻‍♀️",
  "#Atypical New #Netflix binge",
  "Looking for something to inspire you in 2018? Follow our Medium &gt;&gt;&gt; https://t.co/508AWBvMKl https://t.co/xXBAI8QuTU",
  "@jimmybalito #TheVoiceUK The guy who sang #concrete by #TomOdell so well I googled it 🙌",
  "#TheVoiceUK That guy who just sang Concrete by #TomOdell was so good I googled the song 🤷🏻‍♀️🍿",
  "#TheVoiceUK #JHud #JHud",
  "Any #hiatalhernia advice? I've been on anti acids for 6 years and feel too sick when I don't take them... Is it possible to fix without surgery? I need real life experience if u can 💪 Really wana stop taking the pills need an alternative that works. Can the valve be fixed?",
  "@HayleyPlomer1 My bad that was a Hellie",
  "@HayleyPlomer1 A funny new programme/ up and coming show, check it out",
  "#Enterprice 😄👍",
  "\"Misogyny in its worst form and the ultimate breach in humanity\" https://t.co/iSxsut1c2p",
  "For Stroud Greeners (e.g. @QuernmoreRoad @HarringayCat etc) who use Harringay Station please keep an eye out for this missing girl believed to be in the area. https://t.co/mVPpNlZut2",
  "Please sign &amp; RT this petition for better lighting in #FinsburyPark after dark. It being so close to the busiest station outsude of zone1 &amp;with so many events there it should be better lit. #StroudGreen https://t.co/kiJDtzljHp",
  "@WarriorGoddessX 😂😂 ahh It was so bad! Good luck with the Insomnia, I hate when that happens 😒",
  "@Reberoodle 😂🙈 Needless to say We're all waking up tired this morning 😩 Have a good day lol",
  "@JayKel8186 I dnt think any of us are getting sleep tonight",
  "@KateGleeson1 Lol This is crazy",
  "Still going strong https://t.co/VY2KhrMT5H",
  "All I can hear in bed. Feels like this bird is gona land on my street wtf is it doing ffs 😠 #hellies #helicopter #FinsburyPark  Same flight pattern it does everyday but this time at night 3.31am https://t.co/j9xtPLvuz1",
  "3.19am wtf is up with this #Hellie #Helicopter I don't understand why it's flying over houses and not just the park. Its the same route it does everyday at around 4pm (still a mystery why) But why is it doing it now! Been going on about 20 minutes #FinsburyPark https://t.co/39Rd4CtQfx",
  "@MPSStroudGreen Lol, well then I would be open to hearing more 👍",
  "I have a Twin brother so I've always seen both sides the pro's and cons of our environment  and it's not right. Just like those who have a brother or Mothers with Sons and aunts with nephews, we see the threats and we worry. I worry everyday how my nephew will be treated ❤️ https://t.co/YVjFLioQDJ",
  "A subject we speak about in different ways but to say it boldly in plain terms. Men and Women need to stop thinking it's ok to attack a Man just because he's a man. Society act like male fighting is acceptable but it's not",
  "Yes but is it just being able to spy and profile people? We're all entitled to our privacy. Someone thought I was stealing my own car a couple of years ago. Why? I don't know... just a nosey person jealous of my car victimising me and starring me out in an accusing way https://t.co/xcoz3APw4U",
  "@MPSStroudGreen Yes if it involves funding for community projects as alot of crime is committed by people not from Stroud Green. If we socialise more we can be a stronger community and think of solutions together",
  "@N4StroudGreen @SG_Labour It's all so confusing I think we need video broadcasts on youtube explaining and updating so more people know whats going on and what it all meens. Lets make the open Voice bigger in a language voters understand",
  "#Riverdale 🍿 #Netflix binge",
  "Hmm a picture of Graffiti when speaking about the murder is annoying. #FinsburyPark has always been known for it's Graff look at #TheParklandWalk #abandonedrailway Ppl take photos of the Graff but it's used as a picture linked to the bad state of affairs of the park.. 😐👎 https://t.co/U9zrNEeG4J",
  "@HayleyPlomer1 Lol... Yea... lol are u playing with me? 🙈",
  "@islingtongztte We often feel alone, angry and powerless experiencing these things but we aren't. Lets increase strength in our communities and open places like twitter for support. Good article",
  "@HayleyPlomer1 It's the name of the film and a theme throughout lol",
  "@islingtongztte Terrible 👎",
  "Islington this week 30 years ago: A council report found hate crime victims were ‘not reporting racist attacks because they fear police’ https://t.co/coTofawHKb",
  "@Stroudgreenguy @N4StroudGreen @StapletonAntic cool, Pub sounds like a good location so it's open for everyone interested 👍",
  "@Jacky_Rogue Lol",
  "#staceydooleyintheusa Tense",
  "@Stroudgreenguy @N4StroudGreen @StapletonAntic Yea, I'm around tomorrow 👍",
  "@Stroudgreenguy @N4StroudGreen @StapletonAntic I'll buy 5 👍",
  "@NimkoAli Thanks, I voted for you. You bring light to things and even in this response you help educate me on the issues 👍 #Nimkoali",
  "PLEASE RT Far &amp; Wide!!! Local #SophieSmith suffers depression &amp; anxiety. Been #Missing since Boxing Day &amp; needs to be found 🙏❤️ #NewYearsEve https://t.co/vCdFXHv4Ix",
  "@HowStuffWorks #F16 pilot or Plane engineer",
  "#JudiDench Passion for Tree's 🙌",
  "@mark_aofficial @RedRoomOnly 😔 All we can do is spread positivity x",
  "Uk hip hop heads would try and dazzle u into their \"Greatness\" by knowing more of this info but I would always question how they were so ok with it when I wasn't.... memory lane",
  "I'm the old skool generation when u researched these things via reading ur peers would laugh at u and most of the info was written so biast or negatively u would be depressed. No support\nThe Charonion ...NOT CARVED but was ALIVE https://t.co/AUhd5rcNLW via @YouTube",
  "I have no idea what he means about eternity and 0's but that's because my mind hasn't stumbled across that yet, when it does I'll probably research things about that and know it's my truth because it makes sense, until then I'll gladly let it fly over my head",
  "Came across this video. This guy shares my enthusiasm \nEgyptian statue was actually alive once *(Excerpt from mudfossil univers... https://t.co/bDa94btJjM via @YouTube",
  "@N4StroudGreen @Finsburyparkt @FinsParkFriends Thanks for the Info. I personally feel more can be done. Concerts in the Park is big business and the fact is this girls life could've been saved with something as simple as CCTV. I know people who have been raped there and I myself have been stalked throughout life there",
  "*signed* 🙄",
  "I've signea this with the suggestion that the wireless and other concert profits should go into this for our shared community @N4StroudGreen @Finsburyparkt @FinsParkFriends https://t.co/Y2dZLzG0XL",
  "Arrest made in Iuliana Tudos murder. Good progress from the police investigation but nighttime safety concerns about the park must also be addressed by police and local authorities. https://t.co/HHK9rKHBu5",
  "#TulseHill 🙏 #knifecrime",
  "Walking through the Park had a sadness today. Half the Park has police tape and patrols still searching for evidence. Felt right to let her be remembered in the New Year. Also all the others who have lost their lives here over the years, just not by murder. 🙏 #FinsburyPark https://t.co/KG5R8NRhWm",
  "#Blueisthewarmestcolor #Blueisthewarmestcolour is so good you wake up the next day feeling slightly haunted",
  "My friend. Battling stage 4 cancer again. Give her a follow. The internet is for connecting #anxiety #cancer #chatroom https://t.co/amS7up3dfo",
  "#secretsofgreatbritishcastles #netflix The presenter really reminds me of #stefansalvatore #TVD",
  "#netflixreviews #thebutterflyeffect is sick",
  "#BlueIsTheWarmestColor Fuckin long but really good, True story vibe 8-9/10 👍",
  "#belowhermouth 0.5/10 👎",
  "Don't worry guys the 1st of January is only a Calendar New Year. A warm up. You still have until March for the Real New Year. When life comes back to the tree's and you start to feel different. #2018 #NewYear",
  "@SyIviaPIIath Maybe u can.. Not a whole Life but different angles, tasters on perspectives u can.. almost like moving to a different part of the world/ wearing that mood for the day/ year w/e. I've learned u can build on moods 👍",
  "CCTV showed Iuliana Tudos on the periphery of Finsbury Park at 8.20pm on Christmas Eve. They want to hear from anyone who might have seen her\n https://t.co/Wyv4KI8ykn",
  "A fundraiser set up to pay for the funeral of Finsbury Park murder victim Iuliana Tudos has raised almost £10,000 in just hours https://t.co/Wyv4KI8ykn",
  "Good example. Now make it the same for those wanting to attack others with knives. Not those protecting themselves but those attacking. Thats the \"game\" having to prove it's self defence even when it's obvious https://t.co/Xw4BwP4xJz",
  "Time to help eachother. Especially the youth targeted by the youth https://t.co/2Ind5yHlXB",
  "Iuliana Tudos: Police confirm woman found murdered in Finsbury Park is missing 22-year-old\nhttps://t.co/j93SGCEm3w",
  "The reason u cant walk down the street with protection is because of the selfishness of gangs. Take a look around 👀 listen to ur radio 📻 It's disgusting",
  "Guys that love starring at women feeling its their right and girls who are bitchy giving bad vibes all equal stress and why some people seek quieter routes unfortunately thats where stalkers also dwell. Everyone is responsible. Be the change",
  "Now this poor girl has lost her life, all because she was a female walking through her area",
  "A young womans body has been found in Finsbury Park. Murdered. Ppl are shocked but some are the same people who when I ask to come out at night with me or early morning cant be botherd and let me down even tho the only reason I ask is because it isn't safe. Females get targeted.",
  "BREAKING: Finsbury Park murder investigation under way as woman in her 20s found dead after ‘Christmas Eve attack’ https://t.co/ffZMzNmI0D",
  "Please share: Police fear for missing Finsbury Park woman Iuliana Tudos after she fails to turn up to celebrate Christmas with friends https://t.co/NnDJeBVPCx",
  "That’s it from me for this year - am taking a festive break from Twitter to concentrate on family &amp; friends. Thank you for all your support over yet another deeply troubling year. Some big challenges ahead of us in 2018, but if we work together we *will* achieve change. 💪",
  "Moped smash and grab robbery gang from Islington, Camden and Hackney will be sentenced today https://t.co/KbDGgkhQzr",
  "Give thanks for your Family, Friends, Health and all the peaceful strangers you come across",
  "The #FA big bank take little bank. Corrupt federation",
  "Today I publish my independent review into the treatment of, and outcomes for, BAME individuals in our CJS. Link: https://t.co/F6T5V1KGtf https://t.co/DB3Ew8qneS",
  "@AppleSupport Thanks, the problem is I've already contacted them and was then passed on to a \"Genius Bar\" appointment where I received no help and no solutions, this was my last option by tweeting. I would like some apps to be paid for by apple to be reinstalled for example Compressor",
  "Deer or Goats 🤫 https://t.co/9mkx0cf24C",
  "@AppleSupport  One key selling point with Apple is the \"Support\" This seems to be a massive placebo as when you actually need a solution and fix to problems which involve actual knowledge there is none... only youtube tutorials made by others left for the wolves by \"Support'",
  "@AppleSupport  One key selling point with Apple is the \"Support\" This seems to be a massive placebo as when you actually need a solution and fix to problems which involve actual knowledge there is none... only youtube tutorials made by others left for the wolves by \"Support'",
  "@AppleSupport  All your latest high range expensive display MacBook pro's and iMac's etc have these apps on them and yet when the consumer experiences these known glitches due to High Sierra which is the operator on new models they're told it's not Apple's problem apparently?",
  "@AppleSupport  High Sierra has major glitches with final cut and logic pro but according to your staff this has nothing to do with apple.. Yet these are all heavily promoted on all your sites and according to the app store are part of Apple's \"Pro apps\"",
  "@AppleSupport  After talking to online support I was booked an appointment at the \"Genius bar\" in covent garden. The problem is your staff don't have much knowledge on solving problems. A waste of my time. I'm now on youtube learning encoding because your staff can't",
  "The manual the manual, but the manual wont tell u about damages and glitches 😐 hence the forum of shared experiences and help. #thoughtsoftheday",
  "Haha 👏 https://t.co/EuKCe09uAf",
  "I love forum reading 📖 It's a shame this guy \"Gabe\" is on a cunt vibe when this persons asking a real question 🖕 #fuckoffgabe https://t.co/xlUlS0rYHL",
  "Youtube tutorials don't get enough recognition. I'm currently repairing my drone by watching so many as guidance \n#youtubetutorial #phantom3  #worldconnect https://t.co/qHvvej3bHn",
  "https://t.co/A9nn3DfMoU And the Cancer is back\n#Secondarycancer",
  "#TVD Kol is vengeful in 3x19 Damon stakes him with normal wood from a bat so they can escape.. buying time... They go to a Motel.. without Jeremy's new dog... Kol probaly killed the dog at Jeremy's home while hunting them down",
  "#TVD After thoughts- Damon feeds from blood bags or humans but doesn't kill them (unless he feels like it) Stefan actually kills the animals...",
  "Watching something on #malerape on #iplayer 😔",
  "Ranch-hands race to free 500 thoroughbred horses amid California wildfires https://t.co/m7iYJWdL91",
  "At a discount! Don't stress eachother stress the system! https://t.co/J9sqjZdXd9",
  "If u see me in the same clothes it's because I have clothes x2 or x3. Not that it matters.",
  "Real Life statistics. Madness and Terrifying. Living on the run being told ur suddenly different and this Life u built is no longer yours. You have to leave it behind. That sounds like War and a refugee's story...",
  "Another friends friend was on the deportation list even tho he's over 50... can u Imagine that... again went schools here etc but because of something when u were a baby not being signed or w/e ur suddenly hunted down being told u have to leave... where do u go? This is home!",
  "My friends brother was deported and that was a madness considering he went school here etc like everyone but wasn't born here so 👋 it happens like that. These changing small print details https://t.co/Ey4Bm8GNfk",
  "Life on death row I feel for all the victims. Shawn ford's Mum too, It's such a web, The jurors etc 🙁 this is really intense to watch",
  "@HayleyPlomer1 If ur in secondary school in year 10/11 I think it would be suitable? Watch it and say",
  "@HayleyPlomer1 *lost*",
  "@HayleyPlomer1 The documentary should yes. It would be a good Idea considering so many young ppl live in a forced violent society. Many have lose friends to knife crime so deal with the repocussions of murder with no help. It might help them, u would have to watch it to know",
  "@HayleyPlomer1 Yea It's a documentary type thing. Watch it on bbc3 freeview",
  "#Hailmakers 😂",
  "America have a death penalty as the worst consequence but for me life in prison without parole is...  Life And Death Row should be shown in schools 👍",
  "The game of Identity. The Identity Game",
  "We only hear stereotypical characters in the equations. what about the kill or be killed elements. I guess the thing is all the talk creates a ripple effect of bravado where u could act like a police officer when ur not (mind ur business) but thats part of the equation",
  "It's not just about being a Political Allie, It's about in the streets too. Have someones back cos too many bad minds cluster together creating a toxic storm we all try to steer clear from (good sense) but kids are killin kids and the structure of society can't help",
  "Balance. Nimco Ali and Caroline Lucas speak my language. I like David Lammy too. Alot of my friends knew his name growing up https://t.co/zVKoaH0gc5",
  "#20feetfromstardom 👍",
  "Racism and prejudice micro aggressions and disrespect/ dehumanisation is as bad as physical attacks cos it's still energy and it eats at the soul/\nMentality and vitality",
  "#endFGM campaigner @NimkoAli tells @ragehomaar that \"I had an invasive form of FGM...a lot of people talk about celebrating, but for me it wasn’t. It was just something that happened.\" Find out more on  #OnAssignment Tues 5th Dec @ITV 23:15 https://t.co/6wJpERPaZf",
  "PC Wayne Marques ran to the scene when he heard screams at London Bridge. He confronted the terrorists, armed only with a baton, and was seriously injured in the process. He is highly commended for his bravery that night. https://t.co/6cXCdsfevW",
  "The females before that were treated alot worse. Touching a woman was nothing. Expected. U were more likely to be hit defending yourself from a stranger cos the social vibe of acceptance was so disgusting. Alot of older women looked out for my generation ✊️✊🏾",
  "#timwestwood and #steflondon insta video he looks so creepy. The old skool sexual harassment vibe guys covered up as the persona of a friendly sociable guy who just likes the ladies 😐 always tryna get a hug or stroking the arm. The things we had to deal with",
  "EastEnders star @lisahammondwhop: \"Everyone assumes I went through Anna Scher Theatre. I didn’t! I had no intention of being an actor. I wanted to be a lawyer\" https://t.co/edL1FEd5If",
  "Love this one #pascalcampion https://t.co/yT7LfdGWKM",
  "I can see Love in this one #pascalcampion https://t.co/RtXJ8FkRfL",
  "@FinsParkFriends  I think we as the local community should have our own event in the park paid for by the council. Altho it's not stopping the problem of our park being disrespected and destroyed it can be a day for us all to feel like we matter",
  "@FinsParkFriends  I think we as the local community should have our own event in the park paid for by the council. Altho it's not stopping the problem of our park being disrespected and destroyed it can be a day for us all to feel like we matter",
  "Islington Carnival on Highbury Fields, 1983 (picture: Islington Local History Centre) https://t.co/mYCchaKFyx",
  "😂 https://t.co/c7s1ltxvhU",
  "On this day in 1939 The first party of nearly 200 Kinder transport children arrived into Liverpool Street station.  In the following nine months almost 10,000 unaccompanied children travelled to England to escape war and persecution. #dubsnow #chooselove https://t.co/YZx44qTezy",
  "Look after animals this winter. They have fur but it's cold and they get sick too. They can also have arthritis #CatsOfTwitter #pets #RSPC2017 https://t.co/yo0Yy0C1xI",
  "Can the police seriously not catch this killer? Give me the resources I promise I would catch them #CatKiller https://t.co/OU6mQgAkVv",
  "Lovely School crossing Man gave me this in Highbury. Had a talk about the cold weather and our warm hats. Sweet Man 👍 #Highbury  #stthomasmorechurch https://t.co/Q6aXC6Tmkf",
  "Home office increasingly appears to be operating within a moral and legal vacuum. It’s illegal to use homelessness as an excuse to remove an EU citizen. https://t.co/e1rPe9T19T",
  "If ur under 25 alot of opportunities are out there for u. Learn a trade and get it free cos trust that will get u £££ but over 25 and u gotta pay 💰💰💰 to learn the same thing. The truth is for alot of older generations opportunities were low and depression was called laziness",
  "\"Death Of A Teddy Bear\" on #Wattpad https://t.co/CPhpmXBhSp\nChapter 6 BBQ",
  "Facing being homeless with a pet like a cat and it's even worse because they cant usually stay so they go to a pet shelter or rehoused? I'm 💯 a socialist",
  "This is a crisis and an epidemic - @LabourSJ is right. We need to go after the gangsters and the kingpins running knives and drugs across the country, preying on our young people and feeding this toxic culture of violence https://t.co/FjfDZ1Arv0",
  "Vikingsss #vikingsseason5",
  "Last Royal Wedding cost the taxpayer £20-30 million for security alone. A few months back 71 infants and old ladies were incinerated in their own homes because the council couldn't afford an extra £5,000 for fireproof cladding. Forgive my lack of enthusiasm for the #royalwedding",
  "What a world. Is anyone helping bring justice to whats happening in Libya? Those people need more than freedom, alot of compensation and mental support. Is the law gona give them justice? Is that legal? Who knows anymore but they need help",
  "You don't matter more than money, this made up system.",
  "Depression doesn't meen a thing when bills need paying",
  "Dear Corbyn lot feel free to call me Tory scum and keep showing how classy you are. Like you did during the election this led to me getting death and rape threats. You have no moral high ground and for the record I am not and was not a Tory when I stood.",
  "A moped crook so brazen that he wields a knife on a POLICE OFFICER https://t.co/nunAJhXPcB",
  "There's 2 sides to a pavement. I don't understand where ppl think u should walk when they walk side by side with a companion. I analyse why and also question myself for being bothered. So I make songs about it. #steez",
  "Miguel - Sky Walker in the 1Xtra Live Lounge https://t.co/02P7VpaAdB via @YouTube",
  "I've been slowing my roll tryna give the opportunity to involve all the people in the New community who don't help me... What have I learned? Show no mercy",
  "@Stroudgreenguy @ParklandWalk I see my series inspired you but I also see you haven't retweeted anything supporting and promoting it? It's actually \"The crouch end monster\" and a local Library is helping to promote it with myself. If you wana help too great. Glad u were inspired 👍",
  "@Stroudgreenguy @ParklandWalk I see my series inspired you but I also see you haven't retweeted anything supporting and promoting it? It's actually \"The crouch end monster\" and a local Library is helping to promote it with myself. If you wana help too great. Glad u were inspired 👍",
  "Come and join us this Friday 1st December for the Finsbury Park Christmas Light Switch-on! There'll be music, face painting, mince pies, carols, and a guest appearance from a famous Nicholas...\n3.30pm-5.00pm, Outside The London Fashion Centre, 89 Fonthill Rd. N4 3JH #FinsburyPark https://t.co/bp0CZXA49t",
  "#CountingDeadWomen",
  "A very Happy Birthday to the Queen of Rock and Roll - @LoveTinaTurner! Sending all our love from everyone at TINA  🎂 https://t.co/SHNulKihWu",
  "Did you know that someone who was convicted for shop-lifting as a teenager cannot get a job as a security guard or a football steward a decade later? Our criminal records regime actually holding back rehabilitation &amp; offenders integrating back into society https://t.co/vVH0hFnUqH",
  "Well said https://t.co/HKZAosqP81",
  "The Justice/ Injustice guessing game #londoncrime",
  "I'm gona guess 2/3 years https://t.co/Svaeb9IY8x",
  "IDGAF https://t.co/oD84iZRpnF",
  "My generation in #FinsburyPark also have no voice https://t.co/XQmYcCIcg9",
  "Watching #BBC4 about the #vietnamwar. Wow",
  "Black friday. A bribe to support Racist Roots. Well fuck that 👎 Would it be so hard to have a sale under a new name..... How can we support a world system that treats People this way..? Is it because The History is only now being heard and seen? For me, Yes. The power of the net",
  "Fox in Finsbury Park garden #fox #finsburypark #urbanfox https://t.co/r6b3P5xDH1",
  "Had my phone swiped from my hand by one of the idiots on a moped near #finsburypark last night, whilst using bloody google maps. Just don't get it out ppl😪 Expensive lesson learnt.",
  "@oliviaclarrk Sorry you had to experience that",
  "Woman on the #VictoriaLine at #FinsburyPark You called a man out for leaning on me and ignoring me because of my size and sex. I'm immune to it but you reminded me that I shouldn't be. I lost you in the crowd, but THANK YOU #actsofkindness #London #casualsexism @MetroUK",
  "ALL stations should have barriers @TfL https://t.co/usboI6Djc8",
  "How about \"Life for a Knife\" you even carry a knife to harm others you get Life! Why wait until someone is attacked? We all know most go free as cases are dropped. @metpoliceuk  @SadiqKhan  #lifeforaknife #knifecrime",
  "Dog saves woman during attempted street robbery.\n\nNot all heroes wear capes, some have paws and sharp teeth. What a good doggo! https://t.co/Y1lCEMED4i",
  "March on Violence. Protect each other. Life sentences for these attacks @metpoliceuk @SadiqKhan https://t.co/fU5Ql6X8rs",
  "@ArtDecoWalkabt Thanks, Hopefully they're be ok 🙏",
  "Armed Police/ Ambulance #FinsburyPark https://t.co/pB8vmYN3rB",
  "When ppl say \"There's an Art to looking this good\" They're not lying",
  "Nice to see @jeremycorbyn  👏 https://t.co/bu48ssbuVr",
  "These phone and laptop thieves on peds and running into cafe's etc need to serve 25 plus years when caught. I don't wana see a report on how they got 3-7 years like it's a success. It sets no example",
  "You can go to prison for selling cocaine longer than if you stab someone unprovoked in attacking mode. Better yet you can go to Prison for physically defending yourself meenwhile actual murderers get arrested go to court and then have charges dropped or get off 👏",
  "@metpoliceuk #Finsburyparkrapist  If I rape this man in revenge how much prison time would I get? 10 Years doesn't set much of an example to other rapists and attackers 👎",
  "Speed Limits 👍 https://t.co/Z1KIgZLZCv",
  "10 years thats it https://t.co/7V1d0NxMHg",
  "Protect the youth from the attacking youth. We're all vulnerable to those who hide behind loopholes and terrorise/ kill without real punishment 👎",
  "I'm gona promote protests/ stands/ solidarity more in 2018. Lets all do it. Stop crime, hate and disrespect in our communities. #Respect #FinsburyPark",
  "Selectivity can be a plague or a blessing",
  "@lindasgrant @N4StroudGreen @SG_Labour Sorry about your experience. Our Area certainly needs more lights. Dangerous at night",
  "#Egypt 🙏",
  "Everyday this guy makes sexual remarks even tho I've warned him not to #FinsburyPark #Stroudgreen https://t.co/0LdYcD6K6D",
  "#channel5 #metoothedebate  👀",
  "My thoughts exactly https://t.co/9seygcvKPZ",
  "I appreciate the break down aka translation https://t.co/dHhT73AmMZ",
  "Further more Meek getting Safari jumped makes me think maybe he should be in prison. On that day I bet ppl advised safarai \"what goes around comes around\" just stay on your path",
  "If Drake contributed in stressing meek to have him in this situation him suddenly saying \"free meek\" shouldn't be so applauded. He constantly jumps on bandwagons and stirs pots in ppls lives.",
  "#ProsecuteMorgan https://t.co/MretlygRs1",
  "\"Water is alive. Water has memory. Water knows how you treat it, water knows you\" Wabinoquay Otsoquaykwhan, Anishinabe Nation.  #cdnpoli #StopKM #StopLine3 #NoKXL #NoDAPL #WaterIsLife https://t.co/bHVbamWSLP",
  "Attempted stabbing they're saying  #FinsburyPark https://t.co/1LrhXnELb9",
  "Another great evening in #Camden \nLoads of chilli &amp; rice &amp; lots of winter gloves, hats &amp; warm clothes for everyone.\n#SolidarityNotCharity https://t.co/P8BtTpw1BI",
  "Location scouting yesterday",
  "@tonydoak \"Decent people protecting their society\" are called Vigilantes. Being a vigilante comes with alot of problems its like a full time job. Are u going to get the phone back? Is that crossing the line of a decent stranger... Vigilantes are also always wanted by police.. It's alot",
  "We need some real life Marvel vigilante's in the world https://t.co/XbbOZ4IrTQ",
  "Let's see:\n\nAverage house price in London:\n1996: £79,000\n2016: £488,908 (518% increase)\n\nLondoner's average wage:\n1999: £22,487\n2016: £36,302 (47% increase)\n\nAverage deposit today: £96,000\n\nPrice of meal deal: £3\n260 days X 3 = £780\nYears to save for deposit by not eating: 123 https://t.co/S3b3T7xZ9d",
  "The Politics behind the politics. Don't listen to instagram leaders or endorsed rappers. Research the voices u rarely hear and the partys constantly blocked out https://t.co/ERBPxopEO0",
  "The youth should be encouraged to think more about their own minds and actions. Are you a socialist or Capitalist and why? There is no wrong, only clarity on who you're becoming. Instead... \"Vote Corbyn\"",
  "I'm not a Corbyn hater but I hate the mass brainwashing. Labour is a major player who want total control just like the Conservative's 👎",
  "Everyone has a voice but not everyone is heard. Sometimes purposely https://t.co/ceoBpb16lx",
  "The Street blogs is poisen #Instagram",
  "Soon to be out the slumber.",
  "#Perspective",
  "Options give me more stress than one option",
  "It is easy to be a hater. Go for the difficult task: be a lover",
  "As if 2017 wasn't crazy &amp; terrifying enough, the octopuses are mobilising. https://t.co/2vfN3uTQFn",
  "Jean Grae doesn't get her props. 10 plus years ago she was doing what ppl get props for now #Jeangrae",
  "The ways Jeans are made and sub intentions belonging to deeper roots hmm",
  "#FatsDomino “The Birth of Rock &amp; Roll” A Breakthrough Music Legend whose impact will last forever #RockAndRoll https://t.co/xgSM9z90Vg",
  "Saw a beautiful young fox who had been knocked over today. Sad. 2018 see what we can do",
  "*ground floor*",
  "Blood types are slept on 💤",
  "The book 'The power of now' really helped me, I strongly recommend it  #eckharttolle",
  "I think the effects of pollution are real. We are the planet and we feel it so the planet does too. There's a lot happening right now",
  "Is it global warming or is it the effects of Nibiru? Is trump planning on owning rockets and selling tickets to mars? Who knows 👀",
  "I liked a @YouTube video https://t.co/J3gdetw980 Landana Film-GOAT MAN",
  "I liked a @YouTube video https://t.co/mKpTCOzTcj Episode 2. What lurks in the Night",
  "Oxygen is essence. Essential. Bad posture is pretty much a medical condition. It decreases your breathing ability",
  "Yaeji - Drink I'm Sippin On (Official Music Video) https://t.co/GeopxZtHZi via @YouTube\n#Yaeji",
  "Yup, let's make jokes about the horror of rape. Women and girls suffering so totes funny. What a dick-head. https://t.co/WxO8o8nAGp",
  "https://t.co/RH7TBE6Bm3 via @youtube",
  "I love this, we're seeing a revolution in energy generation happen before our eyes. It's a good time to be green. https://t.co/uDxtOFMoI5",
  "Mcdonalds have a really good employment ad. It's a shame many who eat Mcdonalds also like to abuse their staff ...",
  "This guy whelan has got 18 years for 6 attacks! Bad attacks... why doesn't he have life? Why is the System such a joke",
  "This is why I hate Labour. Brighton is in great hands, the greens are labour allies, but labour want the many not the few 🖕 https://t.co/rPXcfslklF",
  "#Uber can improve passenger safety practices, get licence, protect jobs. @TfL right to get tough - no need for Uber workers to pay price.",
  "A killer Cop loose on the streets, being paid and given the right to do it again. What is legal vs illegal cos the lines are blurred af https://t.co/ZcJBKLZy3T",
  "Thinking of Joshua Bwalya who would've been 17 today  🌹🌎🙏❤️",
  "We need to figure this shit out. I wana hear some raps about terrorism and how it effects us https://t.co/t66TLiMK1y",
  "TONIGHT! ALL NEW #AncientAliens ep \"THE ALIEN DISKS\" only on #History! Please share, retweet, tell your friends &amp; aliens thx! @AncientAliens https://t.co/1kkY1XKYht",
  "The attacker targeted two lone women and raped them in Finsbury Park. Police want information on this man https://t.co/FDjEXaWmR8",
  "Sick theory\nThe Night King Planned Everything In Season 7 Episode 6! He Is A Greense... https://t.co/SfAXeB1SoD via @YouTube",
  "Short not sweet! https://t.co/ZyGWptJik3 via @wordpressdotcom",
  "This is crazy https://t.co/z7EDnOVyaC",
  "https://t.co/SswJfWlIC3 this is worth a watch. My friends web series eps 2!!!",
  "Episode 2. What lurks in the Night #goatman #landanafilm #finsburypark #crouchend\n https://t.co/5lpech07Fs via @YouTube",
  "Episode 2. What lurks in the Night: https://t.co/mKpTCOzTcj via @YouTube",
  "Sleep Paralysis https://t.co/TfSi2fWI91 via @wordpressdotcom #sleepparalysis",
  "Sometimes tuna tastes and smells how u think a dolphin would, and u think did a dolphin get caught in the net? Its so real",
  "What do u call a person with a camera an opinion and an audience? Media",
  "We're allowing acid throwers and thieves to call themselves gang life and terrorise our communities 👎",
  "If were in a reality of 4 sides why do we judge based on 2?",
  "An art building is empty yet u need to fundraise in order to rent the building to show art 🙃",
  "Finsbury Park terror attack victims still in hospital two months on https://t.co/9ZyMbqpalK",
  "Watching #cockneyrejects on #londonlive it's entertaining",
  "Back to creating for the minds of the world #landanafilm #crouchend #goatman https://t.co/WnVJd66qpv",
  "How 5 ancient cultures explained solar eclipses. https://t.co/xS0KgU8v5x https://t.co/ooVYezzqv3",
  "Nimco Ali https://t.co/ztUQBkVwLd via @YouTube",
  "Standing in Hornsey and Wood Green as the only person of colour I literally was dehumanised by the Labour Party and so called Lefties.",
  "#GameOfThronesLeak Good episode",
  "U can vote for who ever u like but the fact young people lookin for guidance were just told Corbyn is the saviour was ridiculous",
  "Confederate statues should've been taken down decades ago",
  "The Actual Voices Of Black Slaves Recorded Now Revealed https://t.co/dNlkwmjhC0 via @YouTube",
  "The internet use to be cyber space now it's just an extension of reality",
  "Tyrion used wild fire at blackwater but is offended by daenerys using dragons fire 🙄 #GameOfThrones",
  "\"High crane drifter\" That was enjoyable #fraisercrane",
  "Police release CCTV after late-night stabbing near Old Street https://t.co/SyK1OJ1I4H",
  "If an aggressive person says ur lucky ur a girl (🙄) I always think they need to be locked up cos theres no free pass on attackin males",
  "hmm. If u do sell something illegal does that make it ok for another to steal it from u? A thief is a thief. That market is very complex",
  "Now this could be a post where u should tell. When kids throw fireworks at passers by including other peers!! That is NOT snitching https://t.co/FgLBGYsGwm",
  "This is snitching lol. If ur unhappy tell the police but as long as ur happy don't? mate lol https://t.co/KiLwM0e386",
  "#BookLoversDay #shayyoungblood \n#soulkiss \n Soul Kiss was a good book",
  "If u know who killed Joshua in Barking tell!...Help reverse the social damage thats been inflicted on our generation #knifecrime #JBsworld",
  "If u know anything tell....Help reverse the social damage thats been inflicted on our generation #knifecrime https://t.co/f9owvJQ5Do",
  "Not every jogger but when I rant it's cos of these ones 👀 https://t.co/TDsDoIgmMX",
  "What lurks in the 8th House 👀",
  "The legal cannabis business is just as harmful if it's always promoted to smoke #CannabisConvention",
  "Past the life where u have to serve the devil within in order to beat the devil others show. Smoke n Mirrors",
  "If ppl stopped entertaining disrespect and fake social behaviour,society would change, it's never too late to be the change",
  "#JoshuasWorld❤️ https://t.co/VFnF13wL91",
  "#JoshuasWorld❤️ https://t.co/VFnF13wL91",
  "Why would u want him to have ur fluids or if its spit ur dna? Who the fuck are u and why do u wana be linked? Soooo weird",
  "Just seen an insta trash post on some weak man makin another drink his piss. Ppl that do this seem to channel their own experiences",
  "#JBsworld 🙏❤️❤️❤️",
  "Love this @HayleyPlomer1 https://t.co/voh9OTG4WJ",
  "GOAT MAN https://t.co/mUY4ROJqgA via @YouTube @TheMalickBojang @Landanafilm",
  "@HayleyPlomer1\nMandy Harvey: Deaf Singer Earns Simon's Golden Buzzer With Original Song... https://t.co/mNjvCX0RCX via @YouTube",
  "How many ppl now do u think would buy these dead trophy animals.. where's the conscious?  \nquavohuncho's video https://t.co/wS4wO5xuOQ",
  "Thestreetblogs the spawn of worldstar, helping the destruction of society one video at a time",
  "Meenwhile the next lesbian walks down the street and gets jumped or raped or insulted for what? She aint no rapper/ trapper or dapper just 🌈",
  "It's a crazy game. Some girls holla @ guys they'll take their girl and its all good for THEM",
  "Meenwhile many lesbians think the world is ok because they've never experienced the kinda hate those str8 \"lesbians\" have recieved",
  "Straight women have been called lesbians for years because they dress different or stand up to sexism/ dont respond to advances",
  "Just because ur gay that doesn't meen u know anything about transgenders",
  "#ThursdayThoughts \nhttps://t.co/ICqQeIpRw8",
  "#f16 #lnative Coming soon https://t.co/lrh5S527iY",
  "Do you know this man? He's wanted by transport police over a rush-hour sexual assault at Finsbury Park https://t.co/QzFQPzzhX7",
  "This is so true https://t.co/SCbRCdpI0H",
  "#JusticeForRash",
  "I remember this on dj279. Truth\nSmiler - Destroy &amp; Rebuild https://t.co/u9P2jpfFPv via @YouTube",
  "currently picking back up my history studies on proof that centaurs existed #centaur #SundayFunday",
  "The grove hmm https://t.co/tTXBqWqGzm",
  "Chickens are probaly the most de-life-ised animals there are. Always on a menu, its cray",
  "Who ever created the mass meat eating market knew what they were doing",
  "#ThursdayThoughts \nhttps://t.co/ICqQeIpRw8",
  "This is proper 👌 https://t.co/h6YMxQCWbs",
  "Korean Dog Meat festival, what the fuck, this is evil 👀🗣@korea eat plants 🌱 leave animals alone #koreandogfestival",
  "2000 people have donated to my Crowdfunder. Could anyone give just a bit more to help reach target? We're so close!  https://t.co/S4KySgQ9vz",
  "I bet foxes are scared of thunder and lightening too",
  "https://t.co/RGM6uRL793 via @youtube I'm a home dj sharing my fav songs",
  "Reading about the Nagasaki atomic bombing and came across this https://t.co/d2HXnB1sFm",
  "Why are these things never for adults? The generations of no opportunities, do they just accept the cards they were dealt and deal with it? https://t.co/XaOgta3gUW",
  "In this talkative world u gotta tell ur whole life story in order to have a \"valid\" reason to be heard, it's wild out there",
  "Literally crazy how people hide behind \"I'm an addict\" that whole phrase was made by help groups not as an excuse or free pass for BS",
  "4th house scorpio ish",
  "#f16 #lnative Coming soon https://t.co/lrh5S527iY",
  "Thanks for all the kind comments after #BBCQT. As ever I had a few lively discussions with Jacob Rees-Mogg... https://t.co/PMJTwS8NP6",
  "#polishpride restored by #PolishFirstLady 👍🇵🇱",
  "I can't have #PolishPride when I hear Politicians using terms like \"negro mentality\" 😠 Wtf is wrong with him",
  "I'm still smh that Labour put up a candidate to go against Caroline Lucas when she's such a good leader AND the only Green party MP",
  "Passport forms are so long and confusing to look at",
  "This is the homelessness page 😳 https://t.co/TiqxpuTvuu",
  "Imagine ur homeless... if u click \"yes\" u have somewhere to stay ur allowed to register to get ur own home... if u click no u get this msg.. https://t.co/84jtAhr6SH",
  "Elitism and Elitists 🙄 u will find it everywhere, school playground, Tv, Activists, Music, Clubs etc",
  "#Wimbledon",
  "Moon views in the garden are the best #home #earlynight #CancerSeason https://t.co/yGNje6NVRM",
  "#Byanca ⚽️",
  "#JusticeForGrenfell",
  "What is this? 🤐 &lt; I don't think so https://t.co/ebG6jM3ax6",
  "So we've been in a Stuarts renaissance #stuarts #shoreditch https://t.co/C10wUe1pfB",
  "London’s first virtual reality arcade set to turn Holloway into Hollywood https://t.co/jVVOn8qA5w",
  "Some tree's die in summer... https://t.co/2wg7ORwqpK",
  "Nearly fell asleep without setting my alarm.. https://t.co/gQmMj79Gir",
  "My childhood friend whose had a terrifying last 8/9 months battling stage 4 lymphoma and has recently got the all clear 🙏 check her out https://t.co/HGvL5hu4IP",
  "Flying vampire on my doorstep https://t.co/LUOZjufbut",
  "These birds are very sensitive https://t.co/mN19L9lD95",
  "#SecureYourScooter for real, too many steal like it's cool",
  "🚨 👀 📞 https://t.co/QdDizrGSvZ",
  "#justiceforgrenfell",
  "What is this mess? \nhttps://t.co/z7G2SnNLQy via @youtube",
  "Sign language should be mandatory in schools",
  "\"Thestreetblogs\" is a poisonous page 🙅🏻",
  "U would think Motorbikes have a different speed limit",
  "\"We pushed people away from him until he was safely taken by police\" – imam on aftermath of #FinsburyPark attack https://t.co/MkGqwqAB89 https://t.co/jaP0Wo0ppC",
  "She told me about the growing level of fear she and many had being dressed as they are. Today I am hoping her and so many know we love them",
  "This Somali woman was one of the last people I spoke to outside of Finsbury Park station on Election Day. I promised her that love will win https://t.co/Fu468HtFH9",
  "And for those people (racists) who hate multiculturalism, I'm happy to tell you that in Finsbury Park it's our way of life and it works",
  "Terrorism is Terrorism",
  "This is happening at night 😩 https://t.co/AL5QQXG9HF",
  "Hellies in the sky all night tonight",
  "Our thoughts are with the family and friends of Khadija Saye, a hugely talented young artist who will be greatly missed. https://t.co/D7yd8k5c2b",
  "My brother tried to apply to be a fire fighter years ago but because of all the government cuts there were no jobs",
  "This is the worst thing I've ever seen, so heartbreaking",
  "#JusticeForGrenfell https://t.co/ZNahL7fR2l",
  "#JusticeForGrenfell",
  "#GrenfellTowerFire\n This is so traumatic, those people deserved more, their lives were worth more, the pets too, That building was not safe",
  "I'm a Capricorn Mars I just keep on going",
  "I owe the NHS so much. It saved my mum's life when she had cancer and saved me when #FGM almost killed me. The idea of Hunt is just too much",
  "Budget stabiliser why not lol\n https://t.co/g2HkzWl1KD via @youtube",
  "https://t.co/kaGLn5SecU via @youtube",
  "@LNativeartist @StephenKing @islingtongztte @northfour_ @HarringayCat @crouchendfest @FinsburyParkLdn THE GOAT MAN",
  "Follow @Landana_Film for more posts. The only true story about the legends of #FinsburyPark #CrouchEnd #highgate Brought to LIFE",
  "Everyone check this out!  @StephenKing \n@islingtongztte @northfour_  \n@HarringayCat  @TheMalickBojang @crouchendfest @FinsburyParkLdn https://t.co/r3TEdJSz5t",
  "Yes I'm a green party supporter but tomorrow i'll be voting for @NimkoAli check her out",
  "@NimkoAli Will be getting my vote tomorrow ✊️",
  "Nimco Ali did well on the news 👍",
  "#Versailles has gone crazy, louie is having serious heroin withdrawal, this is intense",
  "When I was younger I would literally give the free meal, but now I wont, too many opportunists with no ambition but to eat a free meal 😏",
  "Many of my friends growing up say they're not \"cockney\" they're \"common\" It would be good to see some history about this. #londonculture",
  "Reasons to #VoteGreen in Haringey: 1. The Tories won’t win here, so voting Green won’t let the Tories in. https://t.co/FJNxDpxcFG",
  "So many feel comfortable with labelling criminals as \"eastern european\"  but never know what an \"Eastern European\" looks like I'm 1/2 polish",
  "Just one of many ghost experiences i've had. This is my bedroom curtain. The energy isn't bad so i'm cool, can always burn sage https://t.co/pi81fkBzhk",
  "'I'm sick all the time': August Alsina on liver disease battle https://t.co/FFk5UWF5uG",
  "Woke up to a cat paw hitting my face at 3.45 am",
  "Some of the most invisible people in society are those with a disability https://t.co/xd1WY9piKL",
  "On your bike, who's manifesto comes out top? @TheGreenParty of course! https://t.co/KGClzP2pM8",
  "“Why is Britain the second biggest arms dealer in the world?” Caroline Lucas asks Amber Rudd #BBCDebate https://t.co/kMkff7n6vD",
  "@TfL We should have barriers by the tracks at all stations to prevent accidental falls and suicide attemps #chooselife #TfL #tube #suicide",
  "#TipOfTheDay #logicpro If your recordings have latency take off the effects on the master and then try again 👌 re add after",
  "#fpk #FinsburyPark #mypark Beautiful day before the rain. Big space for flying. Feelin good, if u see me feel free to hang out #Landanafilm https://t.co/ax0DhSpBQp",
  "Yesss I successfully flew the Drone! 💪 https://t.co/Y2ECoYwlec",
  "#damonsmith &lt;&lt; having asperges doesn't make that ok, he's a terrorist! #terrorist Thank god it didn't detonate. Monitor for life",
  "If your music system is recording out of time it's called Latency #FactOfTheDay #musicproduction",
  "This is why the BP garage in Finsbury Park was taped off last night https://t.co/B73tVGZb9x",
  "Manchester 🙏",
  "Toto - Africa Ft. Xzibit https://t.co/c0B2VzvHxr via @YouTube",
  "I want hear some #Detroit music. It's not all about the citys with money, rebuild and support the old ones. Hear them",
  "Is welsh the original English language? Thoughts before a google research night #History #Cymru",
  "Just Breathe https://t.co/FXJ7u2f2EX via @wordpressdotcom",
  "The 'C' Word https://t.co/blmkHHlNPO via @wordpressdotcom",
  "Many Short Men are fine but are still labelled with \"Short Man syndrome\"  I see alot of \"Tall man syndrome\" which is arrogance but hey",
  "Hooded thugs who shot teen and left him in coma jailed for life https://t.co/iTmpMyxh7W\n13 n a half years minimum? It's not enough",
  "Yonasda Lonewolf at The Breakfast Club - Discusses National Indigenous P... https://t.co/iXpNF9YEoz via @YouTube",
  "Great article in @londonist about London's lost #VictorianBuildings https://t.co/ir62c7EGpJ",
  "If ur bored save the fox. London wildlife in the city, give kids and teenagers the chance to care and protect for their environment https://t.co/F3YcEqSARI",
  "#foxhunting #banfoxhunting #keeptheban #youth https://t.co/TyGlBkHGab",
  "@hernameisbanks  Love her music. First heard \"Begging for thread\" on  @cworiginals",
  "Stay live https://t.co/630fCrDhjF",
  "Most killers start with Animals... I don't think my Life is worth more than another",
  "Demonise the Fox then try and Legalise fox hunting. Never mind weed sellers lets get tight on Animal cruelty",
  "Took this in '09 of my Friend. Yes we're really from the Area #FinsburyPark #Hornsey #crouchend #stroudgreen https://t.co/WdFemNbgdm",
  "Not one weed seller promotes eating it, using it as a herb. Smoking is not healthy then again neither is Pollution",
  "Are we gona keep lying to the Youth like smoking weed is totally harmless?Just like everyday alcohol is also harmless? Both are not harmless",
  "Your greatest enemy is not yourself. You are your greatest friend. Your enemy is anyone who tries to make you think otherwise.",
  "Well this is scary. This guy is crazy... He also seems like he thinks \"European\" meens \"White\" or \"Caucasian\"  say NO to #Islamaphobia https://t.co/juYX9labkN",
  "“We have to pull together as a community to stop knife crime\" https://t.co/T1mvYYQV1c",
  "\"To be an artist is to believe in life.\" - Henry Moore #bobolondon #islington #camdenpassage #henrymoore #quoteoftheday #hairdresserlondon https://t.co/Lh4cai9HeP",
  "Meek Mill \"Left Hollywood\" (WSHH Exclusive - Official Audio) https://t.co/vV9lkth88K via @YouTube\nLove it",
  "gym.empire's photo https://t.co/4hUxVlVw9T\n👍",
  "Jennifer Hudson performs \"Remember Me\" (LIVE London Palladium) https://t.co/hKmNnSsljB via @YouTube\nLove J Hud",
  "https://t.co/TMtCKyGZSw",
  "https://t.co/6p96IKdUxW",
  "Transport police want to speak to this man over a sexual assault at Highbury and Islington station https://t.co/vX6FsWT9UZ https://t.co/1PWZYITIZZ",
  "Don't get too lost in supporting charities only to still be a cunt to other people... unless they become charity of course 👀",
  "#urbanfox If one is injured or is suffering the @RSPCA_official have the solution",
  "Notice how over the years fox's are out here? They're homeless. If we fed them maybe they would'nt attack pets and babies",
  "Fox in my neighbours has such severe mange he's lost alot of his fur. Skinny. Will probly die of an infection ☹️. I'm gona try help  😕 https://t.co/ySOm09iTCr",
  "This is everything that you've been waiting for. #AncientAliens https://t.co/eyTbAwuQWu",
  "Law and Order SVU 14×18 Legitimate Rape Promo and Synopsis https://t.co/Glj3tB3Bll via @YouTube\nThis episode was stressful to watch",
  "A scorpio can never take an L. The females will be the girl u always dreamed about but she has a closet full of skeletons. Find them its 👋",
  "Capricorns have a stern exterior but tender hearts. Also a bit materialistic/ make power plays",
  "Aries like compassion, fun and not being told no or given rules... altho they themselves are allowed to make rules. Bit bossy. Energetic",
  "Team virgo want it all. Don't make us feel boring and don't let us get away with the slob life. Cook us dinner, don't stress us, talk to us",
  "stepnicely5's video https://t.co/BpT5y8WPNx",
  "Memory Lane - Law &amp; Order SVU https://t.co/LASTDETBLi via @YouTube\nsomething about this episode",
  "France and America are very similar. The segregation and Politics. They have history/ strong ties",
  "ancientaliens2017's photo https://t.co/PZ6LQlZVPT",
  "If your over 25 and hype with no social conscience then u probaly irritate most ppl but ur so hype ppl save their energy instead of tellin u",
  "Just because https://t.co/LopqSuTHWI",
  "https://t.co/qVxIldvAQk via @youtube\nUk Hip Hop 👀",
  "I remember growing up when green lanes was popular Turkish mafia town and some would harass me and my friends tryna make us prostitutes 😑",
  "transformationfeed's photo https://t.co/scuoWkOUgb 👍",
  "Check out \"Monsters\" by Silver Screen Riot - https://t.co/65vlAsj7De",
  "If u knew the amount of politics that came with having the name Khan u wouldn't choose it for yourself. Then again maybe u would...",
  "Sing ur blues\nAmber Mark - Lose My Cool https://t.co/8YTE1MxtXA via @YouTube",
  "I like her\nYaeji - Feel It Out (Official Video) https://t.co/0cymdRh6Mr via @YouTube",
  "Filmed social experiments are like being at work.  Did u pass the test.. 🙄 no i didn't let me live 🤘",
  "coolest_kid_on_the_block's photo https://t.co/zgTCIBHU3x 😂",
  "Murder motive is a mystery https://t.co/jkMTM5gmhT",
  "And now i'll google it before falling str8 to sleep #exhausted",
  "There's a theory that what you wished for before birth will not be given to you/ you can't quite grab it. I don't remember the reason y... 😒",
  "This is the kind of disgusting stuff girls/ women do 😏 female violence very unspoken smileyasiangirl_'s photo https://t.co/oOy80WNUeO",
  "Organ harvesting on African Americans is crazy. Worth researching. An untold world...",
  "Womens Champions league football tomorrow 👍",
  "mothecomedian's video https://t.co/GiYkrl11jo 😆",
  "Say nothing it's \"acceptance\" say something blunt and ur a bitch who might get her head buss for \"being rude\" but hey 🤷🏻‍♀️",
  "The law of Respect and personal space is broken everyday a woman walks down the street and certain boys/ men feel to stare or stalk",
  "crypmind's photo https://t.co/A6Iu6kcN3S",
  "The Sun was blazing today https://t.co/zSr4nZaEXp",
  "Thinkin of the twins in Finsbury Park, the brother killed, the sister in intensive care. Twins shouldn't  have to lose eachother #twinlove",
  "What an inspiration  #JHUD\nJennifer Hudson performs 'Remember Me' | The Voice UK 2017 https://t.co/uJT0MoWAcC via @YouTube",
  "#tvdforever",
  "#Citynights https://t.co/SHVni0txAR",
  "6 million things to do, choose 1",
  "White supremacists always claiming \"Europe\"  \"European\" needs to stop meaning a white skin colour",
  "I liked this scene\n https://t.co/5FRwtT4D2f",
  "My kind of film \nhttps://t.co/Vb9xWnS0YT",
  "What a nice way to end a meal lol https://t.co/g0qYWGc4wG",
  "If you borrow someone's things you must give them back without power games/ manipulation. Yes this is a code",
  "I've been up i've been down just a push up off the ground",
  "Everybody flys but not everybody Teleports ✋",
  "Touching Polish Christmas advert captures people's hearts https://t.co/6crJyQvdBK",
  "yusalife's photo https://t.co/c8Vv0bwTCu\n😊",
  "\"I see colour\" \"i don't see colour\"  That's such a complex answer so unless you ask for the whole answer don't judge the words",
  "It takes two to be telepathic one sided will just fry your brain",
  "Walking home in winter ❄️ https://t.co/9PH2pWFilc",
  "Architecture. The rivers run deep",
  "Darkside Dungeon, i think i can see Blunden, wrapping me in papers made of serial daters, this is that flowing art you can put on stages",
  "Not on scene but can be seen..",
  "https://t.co/lYaanokqBu",
  "What's happening? An electrical storm.",
  "https://t.co/RH7TBE6Bm3 via @youtube",
  "Listen to Help I'm Alive by Metric on #AppleMusic.  My jam https://t.co/Hejpsa7Uoq",
  "Watching Boy George's 1970s save me from suburbia 👍",
  "What's happening? An electrical storm."
 ]
}