{
 "user": 955695109,
 "tweets": [
  "Three hidden switches in the Boeing 737 cockpit: Chemtrail, Turbulence Generator and Copilot Eject #avgeek #chemtrails #pilotlife https://t.co/r1ILultjaq",
  "@TLRailUK Cool! Thankyou :)",
  "@TLRailUK is first class de-classified at the back of the train between Luton and London St Pancras?",
  "If you're being taken abroad against your will for;\n\n▪Forced Marriage\n▪Sexploitation\n▪FGM\n▪Child Abuse\n▪Abduction\n▪Honour Based Violence\n▪Human Trafficking\n\n🥄 HIDE A METAL SPOON IN YOUR UNDERWEAR 🥄\n\nMetal detector will alert airport security who will secure your safety! https://t.co/pV6yZFRFsF",
  "@TLRailUK Ben at Luton Airport parkway station today was extremely helpful and very cheery! :)",
  "Next month, I want to visit somewhere other than Scotland or Ireland.... Maybe somewhere in Europe perhaps?",
  "@pauls_trips Oh wow, as cabin crew myself, it would be a pleasure to see you on one of my flights soon!",
  "#askpaul @pauls_trips could you ever see yourself becoming cabin crew?",
  "It's 12pm and I feel like I should be going to bed already.. this is actually good! Need to be up at 4am tomorrow to fly to Valencia 🇪🇸!",
  "Leeds Bradford airport owner takes half share in Luton\n\nhttps://t.co/BjMk2bhOqL",
  "A Virgin America A320 flying into the sunset at LAX. Goodbye Redwood! https://t.co/JQ0IBHbHAX",
  "@splatzuk @TLRailUK You're just not right in the head!! How dis-respectful! 😠😠😠",
  "In case you missed it earlier...\n\nThe 2018 FA Cup final between Chelsea and Manchester United will kick off at 17:15 BST on 19 May.  \n\nWatch it on @BBCOne! \n\nMore 👉 https://t.co/M4dOFpwr8i https://t.co/5Ff0qB3aI1",
  "@Universalshits @CutPics @Kayleig15478051",
  "@TUIUKcares @steppyhen_ The fact of the matter is, if all of the seat selection was free for every airline.. Then those couples who want to sit together or the guy who prefers to sit at the front or at the window seat will complain that they've been moved for a family of three. It's the truth! Sorry.",
  "@simply_aviation It's a good idea. But the metal detectors do random slections. Case closed.",
  "Save the date - 1st May in Budapest!\n#WIZZ A321 will make a low flyover in the city centre!\nWatch it live on our FB channel! https://t.co/dhsf343XS2",
  "@wizzair What time will it flyover?",
  "I think I actually want to go longhaul! Today's flight to Paphos and back to Luton was really enjoyable, I can't go to Vienna now at the end of the week 😂😂",
  "Norwegian now fly from Luton to Paphos! My new canister capers 😂😂✈️ @Fly_Norwegian https://t.co/Qb7qQx7ScS",
  "@Kayleig15478051 No worries, I've been through it before.",
  "@Kayleig15478051 These things take time, you'll wake up one day and you'll feel much better.",
  "New rule: If you safely land an aircraft (really of any size) after the catastrophic failure of one of its engines caused an explosive decompression and major structural damage, thus saving those in your care, you get to be called a hero. Otherwise, respectfully, STFU.",
  "@SouthwestAir From pilots and cabin crew around the world, were all colleagues! 💪💪✈️✈️✋",
  "@Kayleig15478051 Haha! Just an eye I have 😂😂😂",
  "Touch of plane spotting in 🇦🇹 Vienna and 🇬🇧 Luton! https://t.co/H1hIytjVIF",
  "@MattDaviesHD Fantastic transformation Matt!!",
  "@Kayleig15478051 💪💪💪✋",
  "Such a fantastic feeling walking passed a @wizzair aircraft ready to pushback for Bucharest to get a wave from the flight deck! Safe flying from @easyJet! #cabincrew ✈️😂",
  "All in a good day's work! A trip to 🇪🇸Malaga and back to Luton 🇬🇧! https://t.co/SGi1BBpSAH",
  "My strong condolences to the crew and passengers onboard the @SouthwestAir @BoeingAirplanes flight #1380 !",
  "Throwback to when I found a US Airways canister! @AmericanAir https://t.co/WoynMIWTzT",
  "My next block of flying includes Zurich, Lyon, Vienna, Belfast and Malaga ✈️ 🇨🇭🇫🇷🇦🇹🇬🇧🇪🇸",
  "@easyJet @gammaproduction The engines are wind milling in the wind. This causes a loud clicking noise, which is caused by the actual fan blades themselves moving as they spin round. Hope this helps! :)",
  "Two days off and then a hectic two weeks of busy flying. \n\nDidn't manage day off payment last night, it was a full on day yesterday! \n\nA taster of summer 😲🏖️",
  "Flying on ✈️ G-EZOI &amp; ✈️ G-EZWI to Malaga 🇪🇸 and Belfast 🇬🇧 tomorrow. \n\nAircraft swap half way through the day and a very late finish! #ihatelates",
  "Today proved difficulty landing into Luton. Low lying clouds meant overcast at 100ft and visibility of 200 metres! 😮\n\nTo add the icing to the cake, the ILS system wasnt coping very well with the demand... 🙄\n\nNearly ended up in Gatwick! 😰",
  "Hey Twitter, want to help a college kid out and get him upgraded to First Class on the final Virgin America flight ever? 1182 retweets and I think I have a deal! #avgeek https://t.co/h8IQyZN9HK",
  "@Twitter, please, for GOD SAKES! Add an edit button! 😭😭😭",
  "🏖️ Tomorrow takes me to Alicante! Close to the film set of Benidorm 🏖️\n✈️ My \"baby bus\" for my two sector day is OE-LQB ✈️\n\nLast time I saw this airceaft, was in November as G-EZFC!\n\n#crewlife \n#easyjet \n#Airbus \n#avgeek",
  "CHECK THIS OUT!\nAirport goers in Fort Lauderdale, FL got a scare on Tuesday when they saw this, a confirmed EF-0 tornado! You can see debris flying and a large van rocking right below the window. #Tornado #FortLauderdaleairport https://t.co/H3zDXsfOhc",
  "ZRH LYS today on this chariot! ✈️✈️✈️🧡 https://t.co/uz8oxYEupM",
  "From the orange team! I would to personally congratulate @jet2tweets on their huge success!! Keep it strong guys 💪✈️✈️❤️",
  "@NetworkRailMAN Will you also be getting rid of the stupid payment on entry?",
  "Please RT to say 'thank you' to the NHS staff keeping us safe while we sleep. https://t.co/SAiKScscLm",
  "@Kayleig15478051 @VirginAtlantic I'll need to wait until payday! 🤣🤣🤣",
  "@ThatJetsetGirl I never get called of standby! Just another excuse to sit on my arse all day 😂😂😂",
  "@VirginAtlantic please stop tempting me like this! My wallet is screaming!! 🤣🤣🤣 https://t.co/xajTHO0oBg",
  "@pauls_trips @YouTube A proper review of Norwegian!! :) Can't wait to watch it :)",
  "MISSING: We are growing increasingly concerned for the welfare of missing 15-year-old Paige McDonagh last seen in Wood End, Coventry, last month.\nWe are keen to establish the whereabouts of Paige, from Essex, who is considered vulnerable to ensure she is safe &amp; well. Call 101. https://t.co/w19RGdTBGJ",
  "@VirginAtlantic I hope I fly on this beauty in November! ✈️✈️✈️ https://t.co/Of9blzsaYr",
  "@Virgin_TrainsEC We could go right back into the good old days and send a letter out to every, single, address in the whole of the world... The power of social media!",
  "THIS IS CUTE! ♥️ A #CRJ900 under the wing of an @Airbus #A380. 📷 https://t.co/ljQq4HcikI 🇩🇪 @lufthansaNews @lufthansa @staralliance @BBD_Aircraft @Lufthansa_DE #superjumbo @AirbusPRESS https://t.co/mpgx5Buu36",
  "Anyone want to hire an A380 for a day? 😂😂😂 https://t.co/0KzRq7weg4",
  "@arrivatheshires Oh I see! Hmm, I've seen lots of drivers holding it, thankyou anyway",
  "@arrivatheshires Don't bus drivers have to keep both hands on the steering wheel when going down the guided busway? Feeling sea sick 🤮",
  "Today we would have been celebrating the 50th anniversary of @Monarch at Luton. Sadly it was not to be. Thinking of all our former colleagues for today's #ThrowbackThursday https://t.co/kfZFRAQmSI",
  "LS158 from Pafos to Glasgow - Diverting to Manchester - Reason unknown #ls158 https://t.co/fVnqGd9iiG",
  "The reliability and unmatched efficiency of the world’s most modern airliner in numbers 📈. #A350 https://t.co/wKTMwwpgph",
  "😍😍😍😍 https://t.co/hcg2MzDaLu",
  "@pauls_trips @instagram I can't find your SC or Insta?",
  "Sea-Tac doing a pretty impressive LAX impression. https://t.co/3S3f8eMDDC",
  "@Kayleig15478051 Without blowing my own trumpet, they're much better, however, we all have to start somewhere 💪 thankyou :)",
  "@Kayleig15478051 That's how I got into easyJet :)",
  "@Kayleig15478051 Even if you don't make it, you'll know where you went wrong!!",
  "@MCRMetrolink hi guys, I've just tried looking for any engineering works today on your website but it's very hard to find out, are a the lines running today?",
  "DUCK RUNNING DOWN A HALL. LISTEN TO THOSE LIL WEBBERS. https://t.co/yccNgZijQw",
  "holiday or jail? don't be a disruptive passenger - watch our new animation https://t.co/vEtuMA9GU6",
  "@VirginTrains Oh man :( thankyou for your help",
  "@VirginTrains Also, I meant can I get another ticket, :(",
  "@VirginTrains It's my own fault, I forgot the buses were on Sunday service in Luton and they're running late",
  "@VirginTrains hello, I'm going to miss the 16:09 train from eus to man. I'm in advance ticket, can I get another triangle? I'm really desperate",
  "\"Is Theresa May coming?\" - Passer-by interrupts @faisalislam during his Sky News live broadcast on @theresa_may's tour of the UK https://t.co/rMAqJT354J",
  "My nephew didn’t want to go school today, so he’s sat next to the radiator for a good 20 minutes. Walks past me and whispers ‘watch this’. Goes straight to his mum and says ‘think my head’s really warm I’m not feeling well’ , she feels his head and sends him straight to bed 😭😂",
  "@jumbo747pilot The views and a wall to lean on for sleeping! :)",
  "@SQRLTV Sorry to ruin the fun Paul! Bitter cold temperatures are set for Easter",
  "@Ryanair Evening guys, what's happened to FR7493 please? https://t.co/O0QSIvymHS",
  "@nxcare hello guys, I'm travelling from Stansted airport to Luton on Tuesday monring on the 1am service. My flight lands at 22:15, allowing time for delays, if I don't want to wait three hours for my coach, can I get an earlier service or amend my booking?",
  "QF10 has left London's Heathrow Airport on its way non-stop to Australia ✈️ https://t.co/8tBZ78kSzc",
  "@FirstinGlasgow Hello guys, I want to get a daysaver ticket which covers GLA airport and the city centre, is this possible?",
  "After 17 hour maiden flight, @Qantas #QF9 just landed at @HeathrowAirport https://t.co/6jgc4tO4FR https://t.co/QG2tQf5LKH",
  "For just a few moments more,the world’s 5 longest flights are in the air at the same time. \n\n#QR921\n#QF9\n#EK449\n#UA101\n#UA37 \n\nhttps://t.co/4VsNEW2K1C\n\nQR921 and UA101 about to land. https://t.co/ulFqFqzrRf",
  "Woke up super early just to watch #QFA9 landing at Heathrow! https://t.co/UhjgdkIVGM",
  "A momentous occasion on the flight deck of #QF9\n\n#QantasDreamliner https://t.co/dRTh79ZxUb",
  "I added a video to a @YouTube playlist https://t.co/w21UyrWU5t FULL POWER GO AROUND!!! Aeroflot 77W Go Around | Aborted Landing |",
  "@BBCGlasgow BEST STILL GAME EVER!",
  "@Kayleig15478051 @British_Airways Amazing! If you need any tips, give us a shout!",
  "@simply_aviation @VirginAtlantic 😍😍😍😍😍",
  "After 2h38min @British_Airways A380 XLEC is back at @HeathrowAirport with a tech issue. Another Joh’burg flight to go tech. She had already cleared Tours https://t.co/3Xi3uHPSDP",
  "From 08AUG18, @Iberia will fly its new flagship, the #A350, to @JFKairport!\n\nBefore starting to fly to New York on a daily basis, the #IBA350 will fly between @aena Madrid airport and @HeathrowAirport for crew training.\n\nFirst aircraft is MSN219.\n\nVia @PABLOGGPRIEGUE https://t.co/yvawnFdHZq",
  "Massive thanks to Chris from @harrogatebus for helping us get home safe despite being out of service and every other bus in Leeds being cancelled! #hero #36 #britainsbestbusdriver #2863 https://t.co/kvl09qj7SZ",
  "@TPEassist @soph_ahern Why are you guys all ways shit with banter??! STOP IT!",
  "@VirginAtlantic D'oh! Thank you for your help :)",
  "@VirginAtlantic hello guys, would I be able to pay a fee to save a booking before I book it a couple weeks later?",
  "@Ryanair Hello, I want to change my flight from GLA-STN on the 26th March from the 20:00 departure to the 17:40 departure. However, the website won't allow me? I have already booked the flights and there isn't any extra charges?",
  "@Kayleig15478051 Good luck!!",
  "It’s finally happening: Captain Ingo Meyerdierks and his crew are flying the first @Airbus A380 to @MUC_Airport today. \"Munich\" is scheduled to land on the north runway at 12:00 with flight number LH380. It is the first of five A380s to be stationed at MUC. #A380MUC https://t.co/2dJoIdYSl6",
  "@holliebarlow_ Now I can see the mistake! 🙊",
  "@holliebarlow_ I thought me booking a return flight a day too late was a huge mistake 😂😂",
  "@VirginAtlantic Not yet, still in the planning stages :) I  will have a look at insurance, and visas, speaking of which, is there any holiday superstores in London I could visit? 😁",
  "@VirginAtlantic Hey guys! On payday, i'll be booking a trip of a lifetime to the Big Apple! I'm new to US immigration rules and travel insurance etc, do you have like a checklist or list of items which need completing before I travel? ✈️✈️✈️✈️",
  "Wanted to charge my battery pack whilst I was I eating dinner, but needed my keycard https://t.co/TsHqihGxTu",
  "@airlivenet Posting this picture is cruelty! You should be ashamed of your self!!!",
  "Huh? 🤔 https://t.co/24oxr7Yk6J",
  "@santanderukhelp Sorry, I forgot to mention, I don't bank with you guys. I'd have to open a new account",
  "@santanderuk Hi guys, I'm looking at opening a savings account. Do you have a calculator I can use to work out how long it'll take to reach my target please?",
  "@pilotcharlotte At Luton we have to find our crew, no tables allocated 😂 it also doesn't help when you don't have a picture and you're the first one at the table",
  "What happened with all #A350-800 ordered?\n\n•31 cancelled: AWAS, Bangkok, CIT, Kingfisher, Alitalia, Tunisair\n•76 converted to -900: ILFC, Libyan, Yemenia, Asiana, AerCap, Aeroflot, Afriqiyah, American\n•20 converted to -900/1000: Qatar \n•6 converted to A330-800: Hawaiian https://t.co/kFNBkDY4l1",
  "Yesterday was the 25th anniversary of the @Airbus A321 maiden flight - im happy to fly one of @_austrian A321 from Vienna today 👍🏼 All the bests for the new chapter #Neo https://t.co/gqOYvU0GTw",
  "A380 @Qantas OQD is outside the @emirates paintshop in Dubai, being the first A380 in the fleet to receive the latest livery. https://t.co/OfB7IXuDiQ",
  "On #MothersDay, Senior First Officer Adelle Roberts @VirginAtlantic tells us how she balances her job as an airline pilot and being a mother to her young son Edward. https://t.co/Z32oUhS4vx",
  "In the event of a second EU referendum in 2018 following another High Court challenge, how would you vote? \n\nPlease retweet after casting your vote for a wider reach. \n\nThank you.",
  "@Spotify please!!! https://t.co/vupopDt9Gh",
  "@pauls_trips @realtimetrains I use a normal GPS tracker and then convert it to csv in the app and then to gpx online",
  "@holliebarlow_ I was walking home from work, been up since 3am and it's now 3pm, waiting for a car to clear and I don't realise it's stopped and the driver has a go at me for making him wait!",
  "Good morning Twitter .. Happy international woman’s day, 🙋‍♀️I’m going to do a giveaway of a signed shirt if you just retweet or like and I’ll pick a winner this evening, have a good day. ☺️",
  "@Se_Railway @creativekitty Also, the javelin trains hit speeds up to 186mph. Tiny ice cubes turn into bricks at those speeds",
  "@Se_Railway @creativekitty Ice blocks kicked up from the rails can smash windows on passing trains. It happens a lot on high-speed lines with speeds up to 125mph. Metal and sub-zero temperatures don't work either.",
  "We were delighted to welcome England and Manchester United legend Rio Ferdinand on board his flight from London Stansted to Faro last week 🛫 😁  #WeGotMerked https://t.co/8F6S6TUphu",
  "Me: Winston, are you getting off at...\n\nWinston: don’t say it \n\nMe: \n\nWinston: \n\nMe: Barking \n\nWinston: https://t.co/M6Eoz8jla3",
  "@BenVaughan242 Bain of my life.",
  "@O2 good evening guys, I've got minor, very minor scratches on my phone screen. Is there a charge to remove them?",
  "@BombardierR_UK have just rolled out their last ever electrostar units. Yet we have to still travel in these rust buckets on an extremely busy commuter line? @TfLRail @LDNOverground https://t.co/DBQuaqD9kL",
  "I want to be Ariel. With #PeakyBlinder trousers. https://t.co/5LQcKbs9da",
  "@nationalexpress I bought a ticket from easybus online and I have the ticket on my phone, does it have to be printed off? It because I don't have access to a printer",
  "Please help us get #ThankYouNHS trending today for all the NHS staff who have:\n\n* Slept overnight in hospital\n* Worked double (or even triple) shifts\n* Walked for hours to get to work\n* So much more\n\nAnd all so they can care for our loved ones https://t.co/Z44Ny4QaQ5",
  "@TLRailUK Good evening, are the trains running between St Pancras and Luton please?",
  "@nationalrailenq",
  "@VirginTrains hi guys, I've seen the 18:15 srvc from Manchester Piccadilly to Euston has been cancelled, I was booked on this service. What do I need to do now?",
  "Its called work ethic and dedication Gerry. I walked 7miles and stepped over 5 fallen grannies to make sure I got to work in time to respond to greetin faced punters like you.  https://t.co/9iVzxzUbTT",
  "@VirginTrains good evening, I'm travelling on the 18:16 from Manchester to London tomorrow. Would I be able to get an earlier train or do I need to get the booked train?",
  "Urgent help needed. Mum with sick twins on m62 near j22 needs fluids. Please retweet and help if you see her car Black Kia 4x4 which says twins on board on the back in the 3rd lane registration ending FWM. @AeroFX @CarlDrennan007 @dive470 #HighwaysEngland https://t.co/nOewCeWxu9",
  "#thankyouNHS",
  "Evening guys! Take some time to read this tweet. The coach drivers today have been more than professional! Slipping and sliding my way from Luton to Manchester, it's a amazing feeling knowing there are dedicated drivers wanting to get everyone home safe! #uksnow @nationalexpress",
  "@nationalexpress hello, if I was to miss my connection at Milton Keynes, do I contact customer services to get on the next available coach?",
  "Weather advisory updated 20.30 on 26th February https://t.co/qrz2xbjW8e https://t.co/JcV8smU9cZ",
  "@Ryanair Oh no! I have a cabin crew attestation but that's it. I won't be travelling tonight then",
  "@Ryanair hi guys. I've forgotten my passport, is there any other Id I can use? If not, I can't travel",
  "Someone needs to add a Google pay option to go to a public toilet! #busting @greateranglia @nationalrailenq",
  "Fraudsters use fake celeb profiles to trick you into paying for non-existent products or tickets. Some even have a blue tick if the real celeb isn’t on Twitter. Trusted accounts will never contact you out of the blue for financial info. #TakeFive to think before replying. https://t.co/OBvl0tGWOL",
  "A child has been let loose on the Piccadilly Line with stickers and I think this should happen to every tube map. https://t.co/YCJaY6YGBb",
  "@flybe Wonderful! Thankyou ✈️👍",
  "@flybe Okay thankyou, I'm coming down from Luton but going via London on coach and train because its cheaper, I've booked my train so I arrive well in advance on the booked departure time",
  "@flybe Afternoon, I'm flying with you guys tomorrow from SEN to DUB and I've seen the weather is forecast to be pretty bad. If i ended up missing my flight, what would I need to do?",
  "Pilot and wife talking by text as he was landing https://t.co/ByZRnTWVks",
  "@BenVaughan242 Same! Double AMS for me 👌👌",
  "Think it’s gonna be a nice day\n@HeathrowAirport @VirginAtlantic https://t.co/eIEfshQdRk",
  "@nxcare Hi, I've followed the link and managed to amend my booking, thankyou for your help!",
  "Hi guys, I've just booked a service for Monday and just looked at the weather  forecasts, would I be able to book onto a  earlier service please? @nationalexpress",
  "Meet the crew behind the 60-mile-wide heart that @VirginAtlantic drew in the sky for Valentine’s Day ❤️️ : https://t.co/i8x4PcHxgY https://t.co/Wwxos1Ncdc",
  "Vaping is weird like, you walk past a bunch of hard asses outside a bar and they all smell like fucking strawberry muffins.",
  "@Sotar_rua @easyJet If I haven't been a passenger, I wouldn't of discovered the sheer attraction to the aviation industry",
  "@easyJet Haha! Squeezing bags in the overhead locker or tagging bags till I drop, certainly looking forward to it! 💪💪",
  "As cabin crew, we don't get to see what happens on the frontline in the airport terminal. Which is why as part of LTN base customer week at @easyJet, will be shadowing the staff at bag drop to get an overview of what it's like! ✈️😀",
  "Safely delivered to the paintshop at EMA from Malta. End of lease for IK. Odd looking with no seats. https://t.co/JO9nvnAHN9",
  "@peter532 @JonnyPilot I always try to click the seatbelts or wack em' over the head with the oxygen masks 😂😂",
  "Does anyone know what the metallic whining noise is on 737-800s? I notice it more outside on the ground, is it the APU or air outlet? @BoeingAirplanes #boeing #avgeek",
  "Premier League leaders Manchester City have been knocked out of the FA Cup after losing 1-0 to League One side Wigan Athletic at the DW Stadium",
  "@JonnyPilot As cabin crew, it annoys me when everyone stands up as soon as the belts go off! At least wait until the door is opened 🙄🙄",
  "Please ensure your seats are in the upright position with your tray table stowed. We’re 15 minutes away from landing on @ITV with our newest crew members @antonycotton and @YayItsBrandee in tonight’s @dancingonice! https://t.co/9GKnZWrJJA",
  "As per @qatarairways, MSN88 (A7-ANA) has been contractually delivered to the airline.\n\nAlready visible with final registration on @flightradar24.\n\nDelivery flight of the 1st Customer A350-1000 will happen on 20FEB18.\n\nEIS on 24FEB18 as QR15 to @HeathrowAirport! https://t.co/nCKon7LWb9",
  "The newest addition to our @Airbus #A350 family is almost here. Who's excited to see the first A350-1000 with Qsuite onboard? #FirstIn1000 #QatarA350 https://t.co/RhgidSlfNT",
  "@AlaskaAir @planemadblog Virgin America 😥😥😥",
  "The roses are dead\nThe card's in the bin\nValentine's is over\nWhen does MONOPOLY begin?",
  "#LoveIsInTheAirbus 😘 https://t.co/s5aiu0iusS",
  "@BBCNWT Makes me feel sick just watching this video!",
  "@NatWest_Help No problem, I ended the call after I knew who it was calling. Happy to help :)",
  "@NatWest_Help I do indeed",
  "@NatWest_Help Good evening guys, I just got a call from this number apparently from NatWest asking about my rewards account. This number looks suspicious, is it legit? https://t.co/99xavxNQkN",
  "@VirginTrains NUTELLA https://t.co/hoio0qTgX6",
  "Train ticket from Luton to Southend airport normally cost £34. I've managed to pay just £16 travelling by coach and train 💪👌",
  "We have a stowaway and he don’t care !! #avgeek #boeing 777 https://t.co/gNAWsHxmJC",
  "@VirginAtlantic congrats on #sleepingbeauty guys! Bringing a strong and beautiful aircraft back to the fleet! 💪💪💪 I'm certainly sleeping beauty rn 😂😂😂",
  "Current weather in Keflavik BIKF 111200Z 27039G51KT 0200 R28/0500D SHSN BLSN BKN003 OVC019 M03/M04 Q0971 and the weather is expecting to get worse with winds gusting over 70kts. A typical Icelandic winter with rows of low pressure lining up 🌬✈️ #windy #grayandgloomy #weather",
  "@gmptraffic They probably went to the hotel to stay warm ☕☕☕",
  "I added a video to a @YouTube playlist https://t.co/5TGM2C3tdW Delta Airbus A350 Flight Detroit to Seoul | Awesome Sound!",
  "@ConnieTalbot607 Just use a contactless card 👍👍",
  "@VirginTrains @louisebolotin Haha! As crew, we have to report ice on the wings and report the type to the captain. I'm sure the guys at @VirginAtlantic can help :)",
  "As the #WinterOlympics2018 have begun and set to be the coldest yet, we want you to #MakeTrainStationsColder ❄️\n\nWe'll start with our top three -\nBrrrrmingham Winternational\nManchester Piccachilly \nShiverpool Lime Street. https://t.co/9HBR6r83Qn",
  "@VirginTrains @louisebolotin Rime is a type of ice. It's when the ice is thick and a milky texture, I learnt it as cabin crew",
  "@WestMidRailway No problem :)",
  "@WestMidRailway I've reported it to the guards on my connecting train as she is on the same train. They're going to keep an eye on her but I'm just concerned about her behaviour, as it may upset other passengers",
  "@BTP can I report a passenger please? I've sent a text to 61016 https://t.co/k0hsFrgVzp",
  "It's fine, the guard is sorting kt. DM",
  "@WestMidRailway can I report a passenger to the guard on the 13:55 Bedford to Bletchley through here please? Could do with the police meeting the train",
  "There's a women on my train wearing PJ's, swearing out loud, drinking wine and whisky at 2pm and throwing food to people on the train including me. I thought Luton was bad! #welcometobedford",
  "@Clinnick1 @HitachiRailEU This could be a much cheaper option than electrifying the route from Bedford to Sheffield.",
  "Good job to the driver on 1W36 arriving into Bedford at 13:35, keeping us informed over the tannoy, keep it up :)  @TLRailUK",
  "@PlaneLogger Hi guys, I made a mistake with my sightings report. I put I saw two KLM aircraft at Luton airport instead of Amsterdam airport, can you correct this for me please?",
  "@easyJet Hello guys :) When does the summer schedule get released please?",
  "@manairport @easyJet The NEO's tend to do the longer routes as they're more fuel efficient. The NEO operating out of Luton normay flies to Tel Aviv",
  "A goal in the first minute and an own goal! WHAT'S HAPPENING! https://t.co/BA8lAiVA5X",
  "My view from airport standby two weeks ago... #Airbus #planes #aviation #maintenance #Luton #avgeek https://t.co/33hCH2dqcz",
  "@Ryanair Oh, I haven't booked it yet, I'll be flying from Luton to Dublin on the 1st Feb on the first flight of the day",
  "Good afternoon @Ryanair, I'm booking a flight to Dublin soon, I was wondering when check-in and when the gate closes please?",
  "@jumbo747pilot When engines are windmilling, aren't they meant to be clicking",
  "New 2nd place #groundspeed record for the A340-600 of 703kts by Virgin Atlantic. https://t.co/ZPi3XKBO7c",
  "😍😍😍😍 https://t.co/8aqQ8UokVC",
  "@arrivatheshires Non of the options above have worked. Tried calling customer services, they said use the online alfie thing, tried using alfie, they said call customer services and the automated message did not help.",
  "@arrivatheshires How do I refund tickets that I've bought on the app? The app didn't confirm to me that the purchase was successful and now I've bought three of the same ticket",
  "The damaged Pegasus Airlines Boeing 737-800 (TC-CPF, msn 40879) #PC8622 was declared a hull loss and will not fly again. This decision was made considering a lack of suitable repair facilities at Trabzon Airport. https://t.co/JEiGyFyg8K https://t.co/qcMrk9EiKu",
  "It's heart warming to see the giant whale gain a whole new lease of life! And hopefully.... BA release a new cabin configuration and market for the bird! https://t.co/IxeD0phava",
  "Can't wait to fly on the A320-CEO again! By far, my favourite Airbus configuration 👍👍 (not… https://t.co/Sfhf9sMP8X",
  "@TLRailUK Fantastic! I'll certainly be getting good use out of it!",
  "@TLRailUK Oh cool! So even on the buses and tube?",
  "@TLRailUK Hi guys, I received my smartcard today, can you put a Luton to St Pancras rtn with a zones 1-6 travelcard on it and use it like an oyster card?",
  "@rycly Your scaring me!  On standby from 3am tomorrow 😫😫😫",
  "When you're on airport standby and you're view out of the window is this... 👌👌 #Airbus #avgeek https://t.co/LIhyAI8nFF",
  "@lufthansa's 9th @Airbus A350-900 (D-AIXI) will be the first #LHA350 to wear the new livery set to be unveiled in early February (via @Aerostatpilot). @lufthansaNews @staralliance @Frenchpainter @THOFBOSS @CAlloing https://t.co/fCb3oeIKxw",
  "Evening @policescotland I’m currently building a snowman on the M74. Can you advise if I’ve enough time to finish it? https://t.co/CxZ08Y0Sb1",
  "@arrivatheshires hi guys, I've been using the ticket app quite a lot today but it's crashed on me twice today! I feel sorry for the drivers time I keep wasting.",
  "@LDNLutonAirport @transportgovuk When will the redevelopments be finished?",
  "Norwegian Dreamliner hurtles from New York to London in just 5 hours and 13 minutes https://t.co/iboRGqAfoE",
  "We are pleased to announce an order for 36 @Airbus A380s worth US$ 16 billion. This order takes our total A380 commitment to 178 aircraft, underscoring our confidence in the A380 programme. https://t.co/0izOeXDano https://t.co/z4ZlBYFS15",
  "@airbus @emirates congratulations on the new A380 order! It certainly provides a string future for the blue whale 🐳 ✈ 👌",
  "Following the Italian theme! \n\nOff to Pisa today onboard the baby bus @Airbus #A319! \n\nLooking at a bumpy ride as well!",
  "Please share this video. It breaks my heart to see my daughter making her own video like this 😢 daddy loves you so much princess 😘 https://t.co/VFLPwhI70O",
  "Had a great flight back from Glasgow on @easyJet yesterday where we celebrated a passengers 12th birthday!! #greatflight #celebrate #ejtraveller #Easyjet https://t.co/MWDw3JtcrR",
  "Back in the jumpseat today, after KEF yesterday, it's off to the Romantic, Italian destination of Rome today!\n\nFasten your seatbelts and arm those doors! @Airbus #crewlife",
  "First A330-200 is out of the paint shop. Daydream Believer looking fly 😎\n\nVia @EGCCInsider https://t.co/5LnINvo8Cv",
  "@arrivatheshires What!! I could've travelled for free today??!",
  "@MattDaviesHD I'm 6ft tall exactly and weigh 60kgs",
  "Hey @easyJet, how's your day so far? Have a good one! 😘 #KissAGingerDay https://t.co/OKPtrPVPkX",
  "@Ryanair But what I have brought one bag and one bag only?",
  "@Ryanair with your new baggage allowance, if I was to bring one wheelie bag, under non-priorty, would it be put in the aircraft hold?",
  "@arrivatheshires Cheaper than the train! Thankyou :)",
  "@arrivatheshires Hello, how much is a return to London Victoria from Luton please?",
  "@cpaulthorn I was there today! Onboard EZDW!",
  "Opening frozen airplane door 😲\nThe audio is hilarious 😂 https://t.co/4YyEVkioMA",
  "Extremely guilty of going and checking when someone was last active on facebook messenger to make sure they're not ignoring me",
  "@TLRailUK @EMTrains  https://t.co/6APwWSFrVQ",
  "Crunched some numbers before the May 2018 TT Change! Peak time services from Luton going solely to @TLRailUK creates roughly an extra 5,850 seats per week! I think this is a good move from @EMTrains! **This is based from what I could find online!**",
  "Off to the thriving metropolis of Naples today! With winds gusting to 45kts at Luton, it's going to be a bumpy ride.... @LDNLutonAirport #cabincrew",
  "It's officially the hottest day of the year so far ;-)",
  "Man of the match has to be @JesseLingard absolutely..!",
  "@geofftech I started the map challenge in December, can I bring it in to 2018, or would that be cheating? 😟",
  "@abiwitts I've done it from Orlando to Manchester! UK NYE celebrations taking off from US and celebrating US NYE on Landing into Manchester",
  "Almost time to say farewell to a year dominated by sexual assault allegations by kissing a bunch of strangers",
  "In the USA Apple are in trouble as it seems allegedly they made some old versions run slow to force people to either buy a new phone or a new battery . All hell breaking loose here .Law suits etc ....enjoy your iPhone's people",
  "y’all. my momma was trynna send my sister an animoji and this is what happened. i died 😂😂😂😂😂😂 https://t.co/PR4KJk9YsO",
  "A very iced &amp; frozen ⛄️\n#United Airlines https://t.co/4Qir9Pl7nf",
  "@ConnieTalbot607 Merry Christmas Connie! I personally think you should make your own Christmas songs 😍😍",
  "@VirginTrains Left Euston at 17:17 to Manchester and the staff are amazing!! We haven't even got 30 minutes into the trip 😀😀😀",
  "@arrivatheshires what time is the next 12 from Crawley Green Road/ dovehouse hill?",
  "#CaptainClaus could be flying you this Christmas - keep an eye out for him onboard! 🎅✈️🎁 https://t.co/HrfVTyupDN",
  "I liked a @YouTube video https://t.co/8Jcx513w5Y easyJet A320 - Glasgow to London Stansted",
  "@geofftech For the underground map challenge, if I enter a station from outside and go through the ticket barriers, can I tick it off on the map?",
  "@arrivatheshires Thankyou :)",
  "@arrivatheshires Hello, can a daysaver bought in Luton be used in the 757 service between Luton airport and Luton Town?",
  "@EMTrains Amazing thankyou! Had a bit of a panic when I got on the train and saw London Thameslink 😉",
  "@EMTrains is this ticket valid on the 16:29 St Pancras to Nottingham service? https://t.co/WoU6uJjwnY",
  "This little squirrel was so tame in #CentralPark that I was within a foot and it didn’t even budge. The a dog cane along and off it scarpered across the frozen lake. #brave #NYC #traveltips #iPhone7Plus #pilotguides https://t.co/HkVtUi94OG",
  "@HighwaysEMIDS Oh right, no worries! My coach driver didn't give much information out 👍",
  "@HighwaysEMIDS I can't tell the junctions but it's between MK and Luton",
  "@HighwaysEMIDS what's happened on the M1?",
  "@nationalexpress what's happening with the 20:35 777 from MK to Stansted? Going down back roads and not the M1?",
  "@Traffic_M1 has something happened on the M1 near Milton Keynes?",
  "@nationalexpress I'm on it now, left Manchester approx 40 minutes ago, I have a connection to make in MK, if I was to miss it, what would I do?",
  "@nationalexpress hi guys, getting worried about the 590 to London, it should be at Manchester now and the tracker says it's still in Glasgow! https://t.co/HCTofXRJbA",
  "@rycly @mmsBA I fly as cabin crew for the first time tomorrow to the city of Love! Happy flying :)",
  "LIVE: @VirginAtlantic Airbus A340-600 G-VNAP 'Sleeping Beauty' appears to have received a kiss from her Prince. Stored at Tarbes/Lourdes since 24th February 2015 (!) she's en-route Manila for maintenance prior return to service. Track: https://t.co/mU1radyIDr https://t.co/FIjtdyYayJ",
  "The Trident cockpit, truly 'classic' @grahamsturgeon @DaveWallsworth Navigation displays have improved somewhat! https://t.co/r1Q2gnahjP",
  "Male who had been released from prison 6 days prior came to Euston in tears asking for assistance from officers. After assistance from officers and @VirginTrains, he called to let us know he had a home and a job interview👮💯 #keepingyousafe #Euston",
  "Our ‘Santa Specials’ commence this coming weekend! 33109 &amp; 45108 are hauling the Main Services (with Steam), 110/122 DMU operating between Burrs and Heywood.\nEvent Info: https://t.co/lDIF06Wth2",
  "The @Airbus A350-1000 has just gained certification to enter commercial service. We're so excited to welcome it to our fleet in 2019! 😍 #avgeek https://t.co/HS2BzMlvEU",
  "@lindadock @MCRMetrolink The purpose of shatter proof windows is to make the glass break up into large parts, not a million bits. It doesn't mean the window cannot be smashed.",
  "@PhilVeal1 @MCRMetrolink @pmholling You go sort the problem then big balls!",
  "Just got out of a ten hour studio writing session and saw my birthday messages. Thank you soo much for your beautiful birthday wishes. Love you all so much ❤️",
  "@ConnieTalbot607 It's your birthday today!?!? HAPPYY BIRTHDAY CONNIE! 👌👌😁",
  "#keeptheguard #notodoo https://t.co/Iq7c655dLA",
  "@NatWest_Help I'm so naive! I done this with the bus today. I've just moved to Luton so I'm a bit boggled. I'll try again tomorrow, thank-you",
  "@NatWest_Help It was in the centre opposite the mall. I tried visiting yesterday around 3pm and again today around 2pm",
  "@NatWest_Help hey guys, is your Luton branch closed completely? I went to put money in and couldn't get in. :(",
  "Moving to Luton tomorrow! The first step into my new career with #easyJet as #cabincrew ✈✈",
  "@MattDaviesHD Wish all the best for you!! #twitchcommunity",
  "My wife accused me of having an affair with a girl from Llanfairpwllgwyngyllgogerychwyrndrobwllllantysiliogogogoch.\nHow could she say that?",
  "\"An order for 430 aircraft is remarkable, but it’s particularly gratifying to all of us at Airbus when it comes from a group of airline professionals who know our products as well as the folks at Indigo Partners do.\" John Leahy #DAS17 https://t.co/AdRusZglGx",
  "Lol! When a women tries to get on the bus with an out of date pass. Yes, all drivers have seen finger trick! And yes, you will again!",
  ".@greateranglia train drivers in #Southend have won a national award for their \"cheerful, humorous announcements,\" like this one... https://t.co/9fqRfbm0Rm",
  "GIVEAWAY- As you’ve all been so welcoming I have something in return. I have a mysterious prize awaiting its owner, could that be you? Just like and RT this post and you’ll be automatically entered. Good luck! (T&amp;C below) ^CH",
  "@jumbo747pilot This time next week I'll be trying it out! 😁",
  "@GNRailUK thoughts go out to the staff affected by tonight's incident! Ignore those haters who don't have a heart!",
  "A @Virgin_TrainsEC HST awaits it's next trip to the North and beyond at London Kings Cross last night https://t.co/QaoB3jKGB6",
  "@LouiseTaylor94 @VirginAtlantic Flying is like a drug. You do it once,  and you want to stay in the skies forever! #cabincrew",
  "My dad left his RAF beret on the train from London Liverpool Street to Cambridge this evening. Please let me know if found. @greateranglia",
  "WINNER: Tweet of the weekend. 😂👏 https://t.co/hum2Ad3bB4",
  "13065 Crab with last night's Red Rose Diner at Rawtenstall Station and it was nice to finally meet @elrchairman ☺ @eastlancsrly @ELRPSociety @finediningtrain https://t.co/tz3yR5fFJa",
  "@holliebarlow_ Go to Costa. It's safer.",
  "I finally stopped for a closer look at @easyJet ‘s A320 NEO (New Engine Option?) and a fine looking thing it is too. #avgeek https://t.co/g72beaD40i",
  "We're all scared of something! @JJJordynjones revealed her worst fear: https://t.co/hluuOQHVdc https://t.co/c2vC5L09YV",
  "Help the police by sharing this picture please, \nThese 2 think it's ok to nick #PoppyAppeal boxes, this time from a Liverpool pub \nhttps://t.co/SJamaBu0ee https://t.co/i6SxDthfc5",
  "@greateranglia I hope it's toilet trained!",
  "#FeelGoodFriday - Swans on the line are no problem for one of our drivers working the Stansted to London service, who kindly gave this fearless one a free ride back to the lake! #BetterthenanUber https://t.co/VM0IMEf2Z9",
  "@BobKnightley @DanielD43053758 @mattenigmamusic @TfLRail Safe for one person either adequate training but not for 500 people all hurling out if the train at once.",
  "@BobKnightley @DanielD43053758 @mattenigmamusic @TfLRail The rails are actually electrified weather it's overheads or not. Oh and, electricity jumps.",
  "Getting a broken train on the move can be hard. But a bottle of water isn't going to fix things when the trains don't have WC's! @TfLRail",
  "@mattenigmamusic @TfLRail Which means, MORE PEOPLE LIKE YOU COMPLAINING! #Twitter280Characters",
  "@mattenigmamusic @TfLRail That's the tube. Not a railway line with four tracks of high speed trains. If you switched the power off, it would delay other trains!",
  "@GarySCrawford66 @Se_Railway What if it was one of your family members taken ill? Then would you be fucking complaining?",
  "@northernassist Do you know how long it will be for the rest of your fleet to be refurbished?",
  "\"What's your name?\"\n\n\"Dave Fucking Smith\"\n\n\"Do you suffer from Tourette's, Dave?\"\n\n\"No, but the Vicar at my Christening did.\"",
  "@Clinnick1 Does this finally mean it's all over?!",
  "I've redesigned my blog/webpage. New name. https://t.co/T6smcvQiAE Will include far more in this soon. Hope you like it! @British_Airways",
  "@virginmedia It's okay, my Dad has said the same, will give that a go, thank-you for your help!",
  "@virginmedia Yes he is. I tried to call that number but it wouldn't let me through",
  "@virginmedia I was asked to call 789, go to the customer service team and then give a password",
  "@virginmedia He already has. Does this mean I need to go in store to fix it?",
  "@virginmedia My dad contacted your staff and said to call 789 but I can't even call it! I get a message saying my service is suspended",
  "@virginmedia still don't have any mobile services :(",
  "@virginmedia Everyone is saying their mobile services are fixed? But mine isn't. Any ideas?",
  "Here is a @united 747 #QueenOfTheSkies at Honolulu HNL in the 1970s. Aloha #UA747Farewell. Hawai‘i will miss you! https://t.co/Usvuut15GC",
  "Our fully leid @United 747. This is the final final final farewell 😔 #UA747Farewell #zsh747 https://t.co/xu4Oq3Jqor https://t.co/56R8vUJwuW",
  "@SQRLTV @SCSsoftware Best airline ever! 😂",
  "@virginmedia Everyone is saying their mobile services are fixed? But mine isn't, Any ideas?",
  "CAPITAL LETTERS\n\nThe difference between helping your Uncle Jack off a horse and helping your uncle jack off a horse.",
  "Hopefully people will understand what the staff are going through right now! No one could've stopped it. @VirginTrains @LondonMidland",
  "Still can't send texts/calls or use mobile Internet! @virginmedia",
  "@virginmedia I sent a text which costs £1.50 which needs paying. Because I couldbt find out how, my services have been suspended",
  "@virginmedia hey guys, I need to pay for a text at £1.50, all of my services have been stopped, how do I pay it?",
  "My weather app on my phone says there is a storm. Fucking sounds like it with the fireworks!",
  "Trump's Twitter account was deactivated for 11 minutes.  For 11 minutes America declared its independence from Russia.",
  "Really privileged to have hauled the world famous Orient Express through the Channel Tunnel today en route to London St Pancras https://t.co/qzu2GOHRjb",
  "Check out our spooky costume! Happy Hallowings! #Halloween 👻🦇🎃 https://t.co/NvUYEDCnQw",
  "Halloween 2017 presents us with another mindless and selfish attack on innocent people! #PrayForNYC",
  "#WIN £300 flight vouchers! To win Retweet and Follow our page to enter, entries close in 1 hour! Go! https://t.co/DACh10WLrA",
  "@mighty_claw I can understand what's been said. Have a nice day!",
  "@mighty_claw @northernassist Nope. Northern answered your question. You have to think, that Northern will be dealing with all of the delays, so it takes time to reply.",
  "@mighty_claw @northernassist Just so you know, you don't make any sense?",
  "1977 v 2017 https://t.co/Uw8RJ0bUZY",
  "@Humdiha @WesleyTaylor2 @EmilyThornberry @VirginTrains Virgin trains were allowing passengers to travel on the East coast and ferry from East to West at reasonable stations.",
  "@FirstManchester Wow! Look at the app, I am at Stopes road, Marefield Road, waiting for a 524 to Bury!",
  "@FirstManchester the app said the bus would be here in 2 mins, 6 mins ago! https://t.co/oU5fAqW8SK",
  "I liked a @YouTube video https://t.co/Xo5A1hg9Bh MUST WATCH! Choir Sings Pachelbel Canon Medley",
  "I liked a @YouTube video https://t.co/1QCwyeO1qW Funny! Orchestra plays Microsoft Windows™ - the waltz",
  "@FirstManchester vehicle 69168 leaking windows. Are any of your vehicles waterproof? https://t.co/3BKZkkXwyD",
  "@MCRMetrolink It dm now guys, a very friendly member if staff helped me out :)",
  "@MCRMetrolink I have to pay with an old pound coin and a new one, I am 10p short without using the old coin?",
  "@danleyness @R1BenBriggs @GWRHelp Like every train in Britain?",
  "I liked a @YouTube video https://t.co/fxdnueFqX6 Cravens DMU 51485 &amp; 56121 test run to Heywood 20th October 2017",
  "I liked a @YouTube video https://t.co/5yr6prRXgw Phoenix Nights Series 1 Episode 4 720p HD",
  "5,000 till a Milly 💕💕🙌🏼 rt if you've watched for a follow ;)) https://t.co/XgTEiegYga #JJALLINEED https://t.co/fXioRkLGPp",
  "I liked a @YouTube video https://t.co/doe4gSNWiq Hitachi Depot - New Intercity Trains",
  "Pidgeon getting the better of this Pisshead https://t.co/4gJhCOMgCG",
  "I liked a @YouTube video https://t.co/9Xws5lOKE6 East Lancs Railway Autumn Steam Gala - 14th October 2017",
  "Bizarre satellite picture for Western Europe. #Ophelia currently a category 3 hurricane. Image c/o the excellent @livingearthapp https://t.co/G1FTR9JjUk",
  "I liked a @YouTube video https://t.co/WgvWAWBd9n Rumours - Connie Talbot",
  "We visited Tonbridge yard today to see how our jet-blaster trains work to keep @Se_Railway and @SouthernRailUK running reliably over #Autumn https://t.co/zr8cAvlT6Z",
  "I liked a @YouTube video https://t.co/ZxuqhpwaVD Carry on Behind (1975)",
  "@virginmedia Will do, thank-you :)",
  "@virginmedia I'll give you guys an update tonight",
  "@virginmedia I'll ask my dad to do it tonight, I don't have the login details",
  "@virginmedia Just looked and there isn't any problems for internet :(",
  "@virginmedia hey guys, is the Internet around Bolton/Little Lever affected? It keeps dropping and the speed is atrocious!",
  "I still laugh even though I don't know why belynz is laughing.. 😨\n\n@MattDaviesHD  https://t.co/yKrYXTykbo",
  "@VirginTrains @LondonMidland huge respect for the work you do guys! Don't let horrible people ruin the work you do! :)",
  "@FirstManchester It's alright. I'll get a taxi 🚕",
  "@FirstManchester Manchester",
  "@FirstManchester Cheers",
  "@FirstManchester where is the 98 to Manchester? Stood at Tennyson avenue, Radcliffe? It's vanished off the app",
  "@VirginAtlantic Loving this month's boarding music! Sadly, I can only listen to it on Spotify and not on-board one of your flights :D",
  "Capturing company cruising 2,000ft above on the way to Antalya. #upintheair #company #easyjet #airbus320 #sharklet https://t.co/nYdeAYLW4T",
  "😍😍😍 https://t.co/aU9xqnpwS2",
  "A timelapse of the storm that hit #Italy a few weeks ago. Keep watching until the end of the video... Every cloud has a silver lining! https://t.co/xJF1Y8CCKY",
  "First parts of #AF66 engine recovered from Greenland. https://t.co/eCJN1bxbgc",
  "@virginmedia It looks like you don't have any in stock, cheers guys",
  "When you don't know what to say but you really want to talk to someone.",
  "@FirstManchester is the volvo electric demo out in Manchester today?",
  "@virginmedia hey guys, is the Oneplus 3t available for Virgin mobile?",
  "@MartinSLewis Easyjet recruitment for Monarch staff. Would you be able to share for me please https://t.co/opNFfYuiTN",
  "We are already talking to Virgin Atlantic, Thomson, Wizz Air, West Atlantic, Flybe and BA Cityflyer about redeployment of #Monarch pilots.",
  "Virgin Atlantic has set up a special page for Monarch pilots to fly their fleet of Airbus and Boeing aircraft: https://t.co/FcU6AUgZbb",
  "Monarch pilots who are interested in Flybe, apply to recruitment@flybe.com subject line to state 'MONARCH', and cc Paula.belcher@flybe.com",
  "We would advise you to call our helpline on +441753330330 for further assistance",
  "You can now pay for your Etihad ticket in instalments https://t.co/bQuZ68KqaV #cabincrew #etihad #flightattendant #aviation #travel https://t.co/y8Y6J27Fjq",
  "Darker nights are drawing in. Give the impression someone is at home when you are out. Use a timer to turn lights on.#AlarmLocksLights https://t.co/ch6ZvLGNbB",
  "The CAA has started enforcement action against Ryanair for persistently misleading passengers:  Read more here: https://t.co/JF7p4LWgnp",
  "@FirstManchester the driver on vhcl 69527 route 582 Bolton to Leigh. A very happy and kind driver! :D :D",
  "Trespassing on the Railway is illegal and extremely dangerous. \n\nStay off the tracks!\n\n#RealityCheck @RailSafetyWeek https://t.co/WwYoCf3Lkv",
  "@hardworker1997 https://t.co/FGRDAxYG3y",
  "Want to join our fabulous cabin crew team? Here's some hints &amp; tips! ✈👠 https://t.co/tYm5DKApVP",
  "@Jay__lea No worries. Must have seen a similar wagon",
  "@FirstManchester some of us don't have a choice!",
  "Really think a doggie NHS would be a great idea vets bills are sooo expensive n dogs deserve free health care more than some humans 🤷🏻‍♀️",
  "@Jay__lea Did you pass through Little Lever, Bolton today around Lunchtime?",
  "@castingstones79 @TPEassist Your very welcome ;)",
  "@TPEassist @castingstones79 You do that son.",
  "@baebriee @itsjesslyon Get real. No one can force you to watch the safety demonstrations",
  "@elrdiesel The official elr page has just said 56006 isn't available",
  "Toys R Us going bankrupt is sad as fuck. This generation replaced Hot Wheels &amp; Legos with Ipads &amp; laptops. Smh.",
  "#HurricaneMaria has now become a category four hurricane with winds of 130mph. The eye is expected to pass near Dominica soon. Nick https://t.co/GAbUro6pam",
  "@nationalrailenq So overhead wire problems, an Ill member of staff now this?? #nightmare hope the orange army are on it! 💪💪",
  "@VirginTrains Hope the staff member is ok! Keep fighting guys! :)",
  "Just finished reading about the fuel systems on the A380! Complicated but bloody impressive! @Airbus @DaveWallsworth #A380 #airbus ✈",
  "50049 &amp; 50007 race through Ashchurch this evening. I put my camera &amp; knowledge to the test! @RAIL @Clinnick1 @chris_railway @MrTimDunn https://t.co/SiKB4CoCHU",
  "Do u love this look? https://t.co/2FvZspLYvk",
  "@FirstManchester One turned up about 5 minutes ago. Is there delays on the route?",
  "@FirstManchester when's the next bus at Stopes Rd/Masefield rd. 524 to Bury?",
  "@FirstManchester Which B10BLE is on the 524 please? ie: 62231, 62233, 60405, 62236?",
  "@VirginTrains Everyone has their opinions, but I hope everyone's views are put forward",
  "@VirginTrains It's too bland! If you copied the azuma livery exactly, it would look Allright",
  "@VirginTrains not liking the new livery guys. #boring",
  "@holliebarlow_ If they don't, they probably like your taste in music",
  "BREAKING: The world's problems will not be solved by arguing with strangers on Twitter. We'll update you when we have more on this story.",
  "Busy clearing up after #StormAileen, a clear up that consists of picking up a wheelie bin and looking for our gazebo #britishproblems",
  "#StormAileen Some of my garden furniture actually did fall over overnight, but I'm not posting a picture of it, because IT'S NOT FUNNY.",
  "@SW_Help Would first prize be a annual season ticket from Waterloo to Southampton, first class?",
  "@HighwaysEngland is the m62 closed between Leeds and Manchester?",
  "@nymr Sad times! Glad me and my friends saw her today!",
  "One to tune in for tonight..... https://t.co/mAYkshKwDu",
  "Check out this video of #TampaBay! #HurricaneIrma winds pushing the water out. When they shift it'll surge back in! https://t.co/axfpyCwTeM",
  "😮 #HurricaneIrma https://t.co/QUlG4yMk6J",
  "@NatWest_Help Wonderful, thankyou for your help, sorry being confusing :)",
  "@NatWest_Help Yes he has :)",
  "@NatWest_Help He is yes, and he also has a UK account",
  "@NatWest_Help I need my dad to send some money through the app. He only has his phone and the link you gave doesn't work, because it says download the app",
  "@NatWest_Help Oh. Ithas to be done via the app. I've just tried using your website from my phone. It doesn't work",
  "@NatWest_Help can my parents send money from France to me in the UK?",
  "Two parrots seek shelter at the edge of a 22nd-floor window at Dadeland Marriott in Kendall #HurricaneIrma https://t.co/xLEiDeiNHl https://t.co/eRxicdzRSW",
  "India Aviation ministry bars unruly passengers from flying for 3 months to up to 2 years https://t.co/YrEk3znJN7",
  "We drive on the left in the UK. THE LEFT. Not the middle. Or the right. It is not rocket science. It’s really not. https://t.co/fRKN1idfcS",
  "@arrivanorthwest fantastic driver on 510 13:10 Bolton to Bury! Slowing down for a horse n rider and giving a wide berth. #driveroftheyear",
  "I am in disbelief right now... This is Long Island, Bahamas and the ocean water is missing!!! That's as far as they see #HurricaneIrma wtf https://t.co/AhPAonjO6s",
  "Busy busy!! Black pudding throwing event and ale /beers event. Have your tickets ready! @eastlancsrly @BuryCouncil",
  "999 at 10am about a goose on the loose near Stanley Grove, Longsight\n\nWe thought about sending the Flying Squad... https://t.co/HXxBhzN1ni",
  "Well, with a little help from Amy Pond, aka @karengillan here is my latest blog. The A380 fuel system.. #BASMART https://t.co/hxnma14DCr",
  "@FirstManchester Thankyou :)",
  "@FirstManchester @mygetmethere @derbynick10 524, the vehicle no. Was 69142",
  "@mygetmethere @derbynick10 @FirstManchester My driver was the same!! The bus drivers have no idea what a getmethere is!!",
  "Off to Madrid with @easyJet again! https://t.co/sC6PiLZZIs",
  "VS85 'Pretty Woman' heading off to Sin City🎰💰🃏 https://t.co/CC02UlXpFF",
  "LIVE: Houston George Bush (IAH) webcam is back online after #HurricaneHarvey outage. Cam, ATC &amp; tracking links: \nhttps://t.co/pVp0uUqXvy https://t.co/5lsMJQqtax",
  "Sint Maarten / SXM airport after Hurricane Irma #Irma #IrmaHurricane #SXM #StMaarten https://t.co/QYIa4uZG7X",
  "@railcamlive @BTP Point taken",
  "@railcamlive @BTP discuss, should he be stood on the wall? https://t.co/540X74qjHy",
  "What ants are small?\nInfants.\n\nWhat ants are big?\nElephants.\n\nWhat ants are bigger?\nGiants.",
  "The Bolton-Manchester line is back open tomorrow am after Moses Gate bridge was damaged. MG station will be closed till later in the week https://t.co/GEsbQgq9UT",
  "UPDATE: Due to flooding between #WiganWallgate and #Southport all lines are blocked. https://t.co/tHkzx5dRIP",
  "Some uncertainties in #HurricaneIRMA's future track, but all those in the northern Caribbean &amp; Florida should monitor forecasts/warnings. MT https://t.co/jhiYqAG3LM",
  "⚠️MOSES GATE TRAVEL UPDATE: Thanks to a carefully executed repair programme, the line is due to fully reopen on Wednesday 6 September. ⚠️ https://t.co/vOel0acurP",
  "@MCRMetrolink the ride between Radcliffe and Bury is shocking! I know the trams bounce but bloody hell..",
  "@SW_Help The whole idea of this tweet has just gone to pot. Ha!",
  "Amen. https://t.co/6W5exa4LVr",
  "@mygetmethere @travelred First the trams and now this..... TFGM SORT IT OUT",
  "The full view of Old Oak Common #ooc111 https://t.co/Or6nOvkZ8Y",
  "Keeping up with #DeadlineDay on your 📱?\n\nPls don't check your phone for updates whilst driving,you'll end up with more points than Arsenal.. https://t.co/u2NshjH26D",
  "Stunning footage of the Azuma train making its Scottish debut: https://t.co/2qZTbZxSlW https://t.co/JEiDyYcl7K",
  "What a stunning #TeamChinook photo of a pair over the North Sea. Taken by @nchlsegan of the @RoyalAirForce. https://t.co/RPp9bZaE8d",
  "800021-800026 (not in order) outside @HitachiRailEU Newton Aycliffe on 31/8/17. First 800s in traffic next month. @JamesGarthwaite pic. https://t.co/iY5QfZqZqk",
  "BREAKING: Arsenal have had a £45m bid accepted for Chinese sensation Fu-Kin No-Wan.",
  "A planning application was submitted today to  Rossendale Council to expand station facilities, @eastlancsrly @ELRPSociety https://t.co/chCItQfyjk",
  "@elrchairman @eastlancsrly @ELRPSociety The mocks look amazing!! I hope it gets accepted :)",
  "@hardworker1997 https://t.co/G4g5EmBSv0",
  "Bolton to Manchester line to fully reopen on Wednesday 6 Sept \nhttps://t.co/mwtyLObQD2\n@northernassist \n@boltoncouncil \n@DavidCrausby https://t.co/3yGJ6W7oRo",
  "@holliebarlow_ Sorry to disturb you, are you on tinder?",
  "I liked a @YouTube video https://t.co/ALfOeG4wJh Arosa Line - Climbing the Swiss Alps - Train Simulator 2017",
  "@ScotRail Which service has broken down?",
  "@easyJet @ITV Noo! :( I'll have to keep an eye out for the young pilots when I start in November, thankyou :)",
  "@easyJet @ITV Was it on last night?",
  "Some great waypoint names into #Denver today. A fat mute dog, and some fishy goings on. 😉#navigation #senseofhumour https://t.co/ssJKlqNka4",
  "You know you're an #avgeek when you love the smell of avgas!! 😍✈",
  "Did you know that @British_Airways 747s can provide customers who have a condition that needs it, oxygen for their entire flight. #PaxEx https://t.co/UbISxF7ZHw",
  "@easyJet I see what you did there!",
  "Czech Prague off your list ✅ Go capture a different side of Prague from £39.99 📸  T&amp;Cs apply. Book now https://t.co/VNU1xQlYLZ #WhyNot? #AD https://t.co/GYniswkiJN",
  "Japan's national broadcaster: the government has warned people in northern Japan to take precautions against a possible North Korea missile",
  "😍😍😍 https://t.co/t704QJotCb",
  "I added a video to a @YouTube playlist https://t.co/nkmrYuM2eL Cabin Crew Q&amp;A | Tasha Parker",
  "This image and the forecast of what is still to fall.... This is surreal. #HoustonFlood #Harvey https://t.co/zK9WojsMAH",
  "This is flooded runway at Houston Hobby Airport #HurricaneHarvey https://t.co/VmiQBUa2Wo https://t.co/fg8SpwXmpj",
  "@FirstManchester Okay, the driver does look stressed, thanks for your help",
  "@FirstManchester I'm on it now, what was the delay?",
  "@FirstManchester where's the 474 Ramsbottom to Bury?? Been waiting for 20 minutes.",
  "@J1M80_M3D @TPEassist Hmm.",
  "@J1M80_M3D @TPEassist So you don't need a ticket to travel then?",
  "@J1M80_M3D @TPEassist Train fares are so incredibly expensive because people fare dodge costing us tax payers millions every year!",
  "@J1M80_M3D @TPEassist And you can stop fare dodging?",
  "@TPEassist @J1M80_M3D Speak to the department of transport, James. Maybe you can ask them for more trains and funding.",
  "@northernassist Because commuters have nothing else better to do than share their anger over social media",
  "@OfficialTfGM Waiting a whole hour for the 524 at Bolton is a disgrace. Your staff keep saying it'll be here in 5! Yeah right.",
  "Don't know which is worse? The fucking buses or the trains! #Bolton @FirstManchester @OfficialTfGM",
  "Like this tweet for a follow | RT for a dm 🙊💕",
  "Dim light bulbs or bright light bulbs?\n\nWatts the difference?",
  "@FirstManchester Making the passengers unfold the wheelchair ramp is UNACCEPTABLE",
  "@smurph1212 @TPEassist @TPExpressTrains So you need to have a better look at the website.  You have obviously booked on a website other than tpx. Thetrainline. com perhaps?",
  "@smurph1212 @TPEassist So you had the opportunity to book a seat, but you didn't?",
  "@TPEassist @smurph1212 If train companies sold the amount of tickets to the amount of seats on the train, you wouldn't be travelling.",
  "Cat Fact: From a stand still a domestic cat can jump 5 times the length of its body.\nSuch power, such grace. #Awesome https://t.co/RrXibdJzAc",
  "I phoned the child abuse hotline.\n\nA kid answered, called me a cunt and told me to fuck off !!!",
  "Just had the results back from Brucie's autopsy. He died of a seizure.\n\nNice to seizure, to seizure nice.",
  "@jennyvelo @TPEassist Get some manners! Not nice standing on a full train and some cunt decides they're bringing their bike on. If you don't like, get a car!",
  "@FirstManchester By the way, where is 62233 please?",
  "@FirstManchester Thankyou :)",
  "@FirstManchester Hello, do you know if vehicle 62231 or 62233 is out today?",
  "@TPExpressTrains are any of your refurbished class 185s due at Stalybridge soon?",
  "@FirstManchester Thankyou for your help",
  "@FirstManchester is vehicle 60405 on the 524 today please?",
  "I added a video to a @YouTube playlist https://t.co/zONeU03roC Scandinavian Buzzsaw!!! Awesome HD A320 Takeoff From Frankfurt Germany",
  "@megabusuk So would the prices online be the same for on the day?",
  "@megabusuk How much would a return from Shudehill to Leeds be tomorrow for one adult pay on the day?",
  "What it's like to\n\nfly thru a #SolarEclipse.\n\n🌕🌖🌗🌘🌑🌒🌓🌔\n\n#SolarEclipse2017 #MondayMotivation\nhttps://t.co/mD8i5phr3d",
  "1st two GWR HST power cars go off-lease on August 31. 43021/132 are destined for ScotRail. 6 Mk 3s also to go off-lease.",
  "I liked a @YouTube video https://t.co/AsrX4WdQza Safety Messages | EASYJET A319 | ENGLISH",
  "Me all over! 😞😞 https://t.co/cNFg7mFPaZ",
  "@SW_Help It's Exeter. Not Exter",
  "What do you call a cow with a twitch? \n\nBeef Jerky",
  "@flylifeDanni Will be doing YouTube videos again?",
  "@NATS Athens",
  "Accommodation searching or providing references and getting dates exact.. What could be worse? 😢😔",
  "I liked a @YouTube video https://t.co/9ohWH4YU45 LMS 46115 Roars out in style on the Dalesman 15/8/17.",
  "I liked a @YouTube video https://t.co/dDEHDFDm83 Flying Scotsman &amp; The Helicopters - The Inaugural Run - 2016",
  "Watch our trainee pilots take off tonight ✈️ With the first episode of easyJet: #InsideTheCockpit, 9pm on @ITV https://t.co/S1B3Y1rjpL",
  "UPDATE: Here's the derailed freight train causing all lines to be blocked to our services between #Ely and #Peterborough. https://t.co/LfQt6HcaIO",
  "The #ely derailed liner. 11 wagons off the road I hear. Driver safe. No injuries. Line shut UFN. https://t.co/IABgmPOCG6",
  "@StevenKiberton Virgin Media?",
  "@NetworkRailMAN What time does upper crust open tomorrow morning please?",
  "One from Tenerife South the other day, @easyJet's second @Airbus A320NEO is photographed taxiing to the runway for takeoff back home to LTN https://t.co/XA2Z6c6kh8",
  "@Millmaaan @TPEassist WHY DIDNT YOU SAY!!!!",
  "@Millmaaan @TPEassist Then get off your arse and ask for a brew WHEN THE TROLLEY GUY IS RIGHT NEXT TO YOU!",
  "@TPEassist @Millmaaan Feel the burn!!!!!",
  "@eastlancsrly Happy 90th Birthday to the \"Crab\"! https://t.co/KVfXvKZPgo",
  "WHEN YOU GO TO THE AIRPORT FOR THE FIRST TIME😁 https://t.co/aP4Ibd7l4b",
  "@jumbo747pilot @BT77W @AirbusintheUK @BoeingUK You're correct in size comparison:\nB788=B763\nB789=A332\nB787-10=A333=B772=A359\nB77W=A350-1000=B777-8",
  "Like the #screentalk screens you're trialling on trains @Virgin_TrainsEC : useful info from @TfL @BBCNews @bbcweather\nKeep them, please! 👍 https://t.co/ximqYtTCM0",
  "@northernassist PLS HELP! I want to find a girl who was on the 19:46 pic-Bolton. She was wearing a red cardigan and white blouse. Pls RT!",
  "@northernassist 150144 is giving a rough ride. The engine/transmission sounds like it's grinding on full power",
  "@MCRMetrolink TELL US THE GOD DAMN INCIDENT",
  "@mygetmethere Why has my account been blocked?",
  "Whoever abandoned their Vehcile in a live lane on the A666 Bolton\n\nWe have your car as it has no ins no vel no mot\n\nRing us to claim it back https://t.co/DLpF5hXgLl",
  "Don't forget to watch 'Tornado - the 100mph Steam Engine' on BBC Four tomorrow night at 8pm to see some of our steam crew in action https://t.co/6acFl26HNi",
  "@GMPBuryWest road work lights stuck on red on Watling Street/Bury New road. Traffic is backing up",
  "@mygetmethere 587",
  "@mygetmethere why is my account blocked?",
  "@nationalrailenq I'll have to settle with that then being as it's cheaper than an anytime day. #BRINGBACKBR",
  "@nationalrailenq Damn! It's for a new job I'm starting, it's my first one. I think I'll just have to buy anytime day returns, the most expensive option!",
  "@nationalrailenq Bolton to Carnforth",
  "@nationalrailenq If I wanted to get a 3 month season ticket, would I pay for it up front or can I break it into instalments?",
  "I added a video to a @YouTube playlist https://t.co/pyGCXk3OlM 48151 Jacobite July-2006 (Noise)",
  "I liked a @YouTube video https://t.co/pyGCXk3OlM 48151 Jacobite July-2006 (Noise)",
  "I have, I believe, the cheapest Annual Season Ticket in the U.K. This gives a 1/3 off train &amp; tube fares. Extends as far as Stafford! https://t.co/dm9S8oITjY",
  "@manairport I'm interested!",
  "Happy I rode the Glasgow Subway. It is super cute.",
  "\"My grandad always wanted to do a backflip in a swimming pool...\" https://t.co/0nCpd1e3PP",
  "@VirginAtlantic Hahaha! F&amp;&amp;&amp;&amp;&amp;g brilliant!! Not the only one who has read the article 😂😂😂",
  "Even the Queen prefers #ABBA (Anyone But BA)\nhttps://t.co/wNe09z2mnC",
  "@TheWorldOfFunny @hardworker1997",
  "@FirstManchester No worries, thankyou for checking :)",
  "@FirstManchester It's that particular vehicle I want to see, if it's not in service it's cool",
  "@FirstManchester Afternoon, could you advise me where vehicle 62233 is please?",
  "🔎 We are investigating reports of video and chat not loading across the site. ^RSS",
  "The plane has now been circling for more than three hours https://t.co/o3ka9tth07",
  "easyJet have received their Air Operators Certificate to operate aircraft on the Austrian register. https://t.co/OKgh4tn9PZ",
  "https://t.co/yJDOcjNMg9",
  "Witness the Rolls-Royce Ghost police car. With a twin-turbo V12 and 603bhp it’s fast enough to catch almost anything https://t.co/cpOc7cQEQe https://t.co/O8R01kgcSa",
  "If you haven't seen the brilliantly funny new @British_Airways Safety Video, made with @comicrelief check here.\nhttps://t.co/qGzn1At3Hd",
  "Emotions are running 38,000ft high! We're adding warnings before our weepiest films to prep you in advance. 😭 https://t.co/G8Brq9e6mW https://t.co/1xWfjW6Ckh",
  "Struggling to stay awake in Sin City? Check out cabin crew Andrea's coffee recommendations! https://t.co/eJLYTIfEW8",
  "@easyJet Venice!!",
  "@VirginTrains Runcorn!!",
  "@easyJet Newcastle!",
  "The number 14233221 describes itself; it has one four, two threes, three twos, and two ones.",
  "😲\n\nThe force of that mudslide in China https://t.co/cjZeHSk3Ip",
  "@railcamlive https://t.co/5fSktP2j4x",
  "@arrivatheshires Afternoon, how much would a return cost on the A service from Luton station to the airport please?",
  "@CalSleeper It's not even a Public service, it's a private charter!",
  "Not so often you see an all diesel line up outside Baron St Depot. 1st July. @ELRPSociety @elrdiesel @eastlancsrly https://t.co/3WRALdpL1F",
  "Songwriting https://t.co/vQnjwTgWGe",
  "Fab book benches in the arndale! @macinnes_neil @ILoveMCR @ManCityCouncil https://t.co/bfn8hHSbko",
  "I liked a @YouTube video https://t.co/dwW4DH5mzw Dramatic Rescue of The Torbay Express, 4464 (60019) Bittern. 19th Aug. 2012",
  "I liked a @YouTube video https://t.co/tW8wml3Jur 35028 Clan Line 50th anniversary run of 'The Bournemouth Belle' - Winchfield -",
  "Warning issued as spike in incidents where kids are playing on the tracks. This behaviour is lethal #RealityCheck https://t.co/HFGk0rTHYZ https://t.co/IpP8o32KwR",
  "Off for a cab ride on @GBRailfreight 73968 on @CalSleeper 2143 Aberdeen-Euston as far as Edinburgh. Feature to appear in upcoming @RAIL. https://t.co/zItX6DldLq",
  "My dog is named Minton \nToday he ate a shuttlecock.. \n\nBad Minton!",
  "@CalSleeper No problem! Thankyou",
  "@CalSleeper what's happening with 1M16 at Preston?",
  "135 &amp; friends this afternoon. https://t.co/oCdBANs4Y5",
  "@DeliverooHelp How much longer do I need to wait to start in Bury?",
  "I liked a @YouTube video https://t.co/l1Wobsg7td Difficult Haul (ETS2 ProMods 2.20 Beta)",
  "@Virgin_TrainsEC @VirginTrains The shoutout was great and made him blush. The Prosecco and upgrade was TOTALLY unexpected! CHEERS! 🍾💜 https://t.co/oZNAkfmLv8",
  "@MCRMetrolink I used your trams for a week to get to college, they were late with no reason why! I paid £10 to go between two stops over four days!!!",
  "@MCRMetrolink Will the increased fares prevent communication failures?? Don't fancy walking five miles every day!",
  "@DeliverooHelp I have sent you a DM :)",
  "@Deliveroo how long does the document check take for new riders?",
  "A busy Burrs station this morning over 50 walkers waiting to board the train. The TTI will be busy! @eastlancsrly @ELRPSociety https://t.co/pWJvOxTSPn",
  "Be careful in the Friday rush hour human. It's rough out there. \n\n#Cats #Catsoftwitter #Meow #CatsofInstagram https://t.co/xD5iVTpTWb",
  "If you're here for the yodeling lesson, please form an orderly orderly orderly orderly queue.",
  "#northernrail staff giving out free water, much appreciated. https://t.co/2CNzqCy5oJ",
  "@Rossobus can you tell the driver on vehicle 302 route 467 to turn off the heating please?",
  "Coming from a traveling ticket inspector's point of view... If you're on the train today at the @eastlancsrly, Drink lots of water!",
  "Coming from a traveling ticket inspector's point of view... If you're on the train today at the @eastlancsrly, Drink lots of water!",
  "@MCRMetrolink can you turn the volume up on the tannoy at Radcliffe please?",
  "Win a pair of Nu Bass One headphones. https://t.co/7WDJpciio9",
  "@proflyofficial YOU HAVE NO IDEA HOW MUCH I'VE BEEN WANTING SOMETHING LIKE THIS!!! 😨😨😨",
  "#FLYBAFROMMAN https://t.co/Fma4d0zWXU",
  "Girls from my 13yo's school who lived in #GrenfellTower lost everything and still turned up for GCSEs next day in night clothes",
  "@CalSleeper Why's the sleeper being held at Watford!?",
  "@CalSleeper What's happened to the 21:16 Euston to Inverness?",
  "Swap BA for VA and get £50 off your booking! You’ve got 72 hours. Find out how here https://t.co/QwoNvnavPq (T&amp;Cs apply) https://t.co/QhG9jpASvj",
  "@MCRMetrolink I'm travelling to Bury, I've been waiting for 17 minutes",
  "@MCRMetrolink why am I waiting more than 15 minutes for a team at Radcliffe?",
  "One  a bit different from last year @eastlancsrly @ELRPSociety @elrchairman https://t.co/QUejz0dmv2",
  "Theresa May met with the Queen today to ask permission to form a government #GE2017 #GeneralElection #TheresaMay #Conservatives https://t.co/c5ixZiDBe2",
  "watch this with sound on😍 https://t.co/Gq1r5IctdI",
  "@VirginTrains Ah right. Thank-you!",
  "@VirginTrains why are the trains late into Watford Junction?",
  "I liked a @YouTube video https://t.co/k5hmmoun8H A Golden Duchess - 46233 Powers Through Loughborough Mainline - Peak Forester",
  "Tony Walsh is on our tram back to Bury &amp; read This is The Place after #OneLoveManchester - what an amazing night &amp; atmosphere 💛 https://t.co/lwz2aJrQNK",
  "@GMPBuryNorth traffic lights from Bolton St onto peel way and jubilee way are stuck on green",
  "Technically almost every mirror you buy at a store is in used condition.",
  "@CharEastaff @easyJet Welcome to the team! &lt;3",
  "Ariana Grande, Justin Bieber, Coldplay, Pharrell Williams &amp; Take That to perform at concert for Manchester attack victims on Sunday 4 June",
  "@TPExpressTrains Can I use a Northern family &amp; friends day ticket on your service between Man Picc and Stalybridge?",
  "@FirstManchester are buses been diverted in Bury town centre? Seen the 471 go past the town hall and not passing the railway?",
  "@ManUtd won't want to win tonight because of the trophy. They want to win for Manchester! 👌💗",
  "INFO: If you do spot anything suspicious whilst travelling with us or at a station please contact the @BTP using their text service. https://t.co/9m3go6d1gd",
  "@MCRMetrolink I know. But how do I get to Manchester from Queens Road? The 135 is terminating at Queens Road",
  "@MCRMetrolink How can we get to Manchester from Bury when the 135 is terminating at Queens Road?",
  "@FirstManchester what's the best way to get into Manchester at the moment from Bury?",
  "An emergency number is available for those who are concerned about loved ones or anyone who may have been in the area - 0161 856 9400",
  "#Manchester - There are over 60 children without guardians at #HolidayInn if you're missing or can't get hold of loved ones call 01618369600",
  "Loved ones are desperate to hear from these people who were at the Arena last night. Please share.\nhttps://t.co/2dKIUimxte",
  "🙏🏾♥️ https://t.co/eXCjE4zyi4",
  "@DaveWallsworth @Airbus 10hrs 30mins",
  "Last night I bought an alcoholic ginger beer.\n\nHe wasn't happy about it.",
  "@FirstManchester so no apology for the service not turning up then. I got a lift to work THANKFULLY.",
  "@FirstManchester why hasn't the 08;31 and 08;46 524 from Settle Street not turned up!?",
  "@FirstManchester if you have a rough idea it's OK, thankyou for looking",
  "@FirstManchester no problem! Cheers",
  "@FirstManchester where is vehicle 60405 please?",
  "@DeezerHelp Hello, I can't play music on the Android app",
  "@Deezer your appends updating on Android :(",
  "@planemadblog @Airbus will they still be getting A320 NEO's?",
  "I liked a @YouTube video https://t.co/bGps3HqJ2P 9600 &amp; 9466 - Double Headed Panniers - The East Midlands Rambler 2017",
  "Male rings police to complain he's been wrongly ejected from Burger King for smoking spice. Turns out he's wanted on a recall to prison!",
  "@FirstManchester Stopes Road/settle Street heading to Bury",
  "@FirstManchester why does the 524 never have any live information on the app?",
  "Halal meat.\n\nHow geordies greet friends in Newcastle.",
  "@VirginAtlantic one of the reasons why I love Virgin Atlantic! 😍",
  "Latest ELR visitor is Witherslack Hall👍👍👍 https://t.co/SzAeOeTh0v",
  "I liked a @YouTube video https://t.co/ecx2iJqHi3 Internal: secret cabin crew code training video",
  "I liked a @YouTube video https://t.co/TiuiHYbROd The Great Britain X - 45699, 34052 &amp; 46100 - Day 7 &amp; 8",
  "I got an e-mail saying \n\n'At Google Earth we can read maps backwards!'\n\nI thought, \"That's just spam!\"",
  "I liked a @YouTube video https://t.co/0iAacD7Mno West Somerset Railway - Spring Steam Gala 2017",
  "@FirstManchester thankyou, it's something which someone needs to crack down on",
  "@FirstManchester it's the 524, vehicle 69165",
  "@FirstManchester I find it annoying when the bus drivers have to drive slow. Seems silly but it's frustrating when you need to be places...",
  "@FirstManchester I thought it's against the rules for a passenger to be talking to the driver whilst the bus is moving?",
  "@ManUtd Not working! No forward players,,,,",
  "We've opened in Dubai the #Lamborghini worldwide largest showroom! https://t.co/eVGzZKzDiB https://t.co/vbT1NGKgfD",
  "😍😍😍 https://t.co/qRz8d6cDaD",
  "I got a new job with the Samaritans last week.\n\nI tried to phone in sick this morning but the fuckers talked me out of it!",
  "I liked a @YouTube video https://t.co/UiNB3DgeiS Four Trains, Four Generations Near York 23/04/2017",
  "How To Fold A Shirt 👌💯✔️ https://t.co/yrALmLwA6n",
  "An #A400M #WingFriday for @mmsBA, with some interesting 'runways' to land on in the background! https://t.co/QjoHJmomH4",
  "I can't get the sticker off... https://t.co/6t6fOBxQJC",
  "Airplane! Tonight on Film4 at 7.20pm ✈️😃 https://t.co/Jvk65mynlk",
  "https://t.co/jtwX6qvjmS",
  "If you ever Google 'Gary Oldman' for fuck sake don't forget the 'r'",
  "@TPE185143 Don't worry, I know it's not exactly Disney world :)",
  "@TPE185143 Attempting to save money... :p",
  "@TPE185143 @northernassist oh man! I haven't decided what to do, over the weekend. So just deciding where to go :)",
  "@TPE185143 @northernassist haha! Certainly thinking about it 😁",
  "@northernassist Fantastic, thankyou! :)",
  "@northernassist How much would an off peak return be from Trafford Park to Sankey please?",
  "Retweet to vote for @MarcusRashford as #MUFC's Man of the Match against Chelsea. https://t.co/pBUakS11vN",
  "@VirginTrains oh man! Waiting for my friend, hope it's not too bad :(",
  "@CalSleeper oh crap! Thankyou",
  "@VirginTrains is there delays at Euston? Everything's getting delayed",
  "@CalSleeper why is the GLC/EDN sleeper still in Euston??",
  "I liked a @YouTube video https://t.co/gCUYxG2LWv Mr.bean - Episode 9 FULL EPISODE \"Do It Yourself, Mr.bean\"",
  "BAE! 😍 https://t.co/FFiVX0lMqY",
  "@DaveWallsworth @British_Airways 164",
  "New Manchester tour bus will visit United - but not City https://t.co/yMCQTWxSBr",
  "@TPExpressTrains Can I use a GM Rover on your trains between 16:30 and 18:00 Monday to Friday?",
  "Retweet to cast your vote for Zlatan Ibrahimovic in our Man of the Match poll. #MUFC https://t.co/9jJRTXBEpY",
  "Stunning view of the heel of the boot (Italy) Mediterranean routing last night to Dubai https://t.co/TtLBoRFNNy",
  "I liked a @YouTube video from @isjhardman https://t.co/dF2PHcMQ3K ELR Crab 13065: A Firemans Eye View",
  "@mygetmethere Trialled my card today. It's absolutely amazing! No problems what so ever :) I hope trains can get involved as well! :D",
  "For Duck sakes!! Kudos to @SW_Trains https://t.co/ZtIgjODJG9",
  "@mygetmethere wow! I can't wait to use it tomorrow! Thankyou for your assistance :)",
  "@mygetmethere Ah right! So, on the bus, do you ask for the ticket you want, show your card, then scan the machine once you've paid?",
  "@mygetmethere to use the card on the tram, do I pay on my phone then use the scanners at the tram stations?",
  "@FirstManchester why is the m-tickets so slow to load?",
  "@SystemOneTravel Can I use the getmethere bus travelcard on the 100 Manchester to Warrington, full trip?",
  "@ManUtd This game is shocking!!",
  "@Microsoft Hey guys, why has onenote deleted all of my notes!!:( I know I'm out of storage but a warning would've been nice!!!",
  "I liked a @YouTube video https://t.co/na4rbqVrhT 46100 'Royal Scot' Tackles The North Yorkshire Moors Railway - 2017",
  "@hightowerarch cool! Only a fiver for a dayrider",
  "@hightowerarch heaton Park tram thing. It's a Gala malarkey, cheese ranging as usual",
  "Keep your potatoes wrapped in tin foil and in a cupboard, these are a welcome consolation if your house burns down.",
  "That ball flew right over Joe Hart's head and shoulders.",
  "Brexit to be followed by Departugal. Italeave. Czechout. Finish. Slovlong. Latervia. Byegium. \n\nUntil the EU reaches a state of Germlonely.",
  "@FirstManchester number 8 :)",
  "@FirstManchester ok, the bus I'm on right now, the floor is really sticky, it's vehicle 33733",
  "@FirstManchester How often do your buses get fully cleaned? Floor mopped etc",
  "@VirginTrains oh man! Its not on national rails website",
  "@VirginTrains to Manchester Piccadilly, the 20:11 service",
  "@VirginTrains why are the trains delayed at Crewe?",
  "@vatsimctp where can I find the non-booking routes for CTP?",
  "@vatsimctp Hey guys, I cancelled my flight yesterday of commitments, but I'm able to do it now, my plan was DAL540 EDDM-KJFK TOT 11:45",
  "I liked a @YouTube video https://t.co/tyGTOQlzlp 46115 'Scots Guardsman' Powers Up Battlefield Bank + 45699 On The Cathedrals Express",
  "@LondonMidland is 1L76 Ex-Liverpool terminating at Crewe?",
  "TODAY ONLY! Win return flights for two to Gibraltar - RT to enter! https://t.co/GXOT8UeJ1w https://t.co/8pLOf6Kuuv",
  "#TelAviv #CityHall tonight in sympathy with the people of #London and the #UK #SayNOToTerror https://t.co/HIsazR9k5k",
  "So proud to work in NHS - just heard the description of nurses and doctors 'running to the bridge' from St Thomas' #nhs #Westminster #london",
  "Thoughts and prayers to all those in London today #PrayForLondon  #Westminster #LondonAttacks #London #LondonStrong UK Parliament https://t.co/e06O8hsFMs",
  "listen to the British Anthem tonight to show your love for those who lost their lives today! #London",
  "@DaveWallsworth @British_Airways 58.7 tonnes fuel and ZFW 270 tonnes",
  "@virginmedia seems fine this morning, I was streaming music for an hour and there weren't any problems",
  "@virginmedia Is the Internet in postcode area BL3 having problems? It keeps dropping",
  "@MattDaviesHD probably easier to control the real thing!",
  "The car owner who stopped on Zebra Crossing, hopefully will never do it again..👍👍 https://t.co/HA31dV0zf4",
  "I liked a @YouTube video https://t.co/vexccRJbYJ Oxford to Marylebone.",
  "@MattDaviesHD textbook error right there! Not the only one to do that :p",
  "@AKL_Airport why couldn't the staff use a tranquilliser!!! You're staff are a danger to all living life!!!",
  "Respect to the Manchester City fans who are doing a sponsored silence for Comic Relief.",
  "I liked a @YouTube video https://t.co/VjrhPxer3v Copilot POV Take Off Boeing 787-9 from Chengdu HD",
  "@manairport All theme parks in two weeks and a meal at the Hard Rock hotel 🏩",
  "@manairport five times to be exact! Haha 😂",
  "@manairport Orlando",
  "A duck was about to cross the road, when a chicken came running &amp; said..\n\n\"No don't do it!, you'll never hear the bloody end of it!\"",
  "@FirstManchester How much is an adult single 524 Bury to Stopes Road, Little Lever?",
  "@MCRMetrolink Thankyou, it just says delays at Bury, for future, put in the reason for the delay :)",
  "@MCRMetrolink what's happening at Bury?? No information at all....",
  "Just bought some Viagra tea bags.\n\nThey don't improve your sex life, but they stop your biscuits going soft.",
  "Show support for our female pilot initiative this #InternationalWomensDay - tweet the female pilot emoji &amp; #FlyingHigh! 👩🏼‍✈️👩🏻‍✈️👩🏽‍✈️👩🏿‍✈️ https://t.co/fQ4ImJPpsL",
  "@scouser_andy @grahamsturgeon @easyJet WRONG! Not easyJet, it'll be a separate company for the baggage. Get your facts right!!!",
  "@JJJordynjones what's your snapchat??",
  "I liked a @YouTube video https://t.co/OP6yS5gfA0 Stone Cold - Demi Lovato - Connie Talbot Cover",
  "I liked a @YouTube video https://t.co/PPjASJfMzc Love Yourself Justin Bieber - Connie talbot Cover",
  "@MattDaviesHD come on guys, the air crash investigation was for fun and not for hatred.",
  "I liked a @YouTube video https://t.co/selJuc8HVi The Two Ronnies - Colditz",
  "Northern franchise doc states  37s end on Cumbrian 5/1/19, first Pacers returned are 5x2-car 144 on 15/9/18. Last Pacers gone 12/10/19.",
  "@FirstManchester it's a college service I get, just wondering if the traffic was bad. Thankyou",
  "I liked a @YouTube video from @dar1992 https://t.co/0yW1gjwgdL Airline S2 E4",
  "@FirstManchester Is the 524 affected by Moses Gate roadworks??",
  "I liked a @YouTube video from @dar1992 https://t.co/Vxr5czJys1 Airline S2 E2",
  "Read how I landed my first cabin crew job! https://t.co/jZJJEtNFQh\n#easyjet #cabin #crew #job #avgeek",
  "@MattDaviesHD away from Manchester. All I'm saying",
  "@MidlandMetro can I use my train ticket to Wolverhampton from the hawthorns? All trains have been cancelled",
  "@VirginTrains I can see that, if I find a train can I travel on any service even with arestriction? I need to get home",
  "@VirginTrains oh no :( I had to travel today due to a job assessment day",
  "@VirginTrains hello, I'm travelling on the 18:53 Birm international to Warrington, can I get an earlier train due to delays?",
  "Happy birthday @Airbus #A320! Wishing many more flights :)",
  "I liked a @YouTube video https://t.co/3M1KohazZO Great Announcement on CrossCountry Class 170638 into Birmingham New Street",
  "@VirginTrains thankyou so much!! :D",
  "@VirginTrains hello, I have social anxiety and need to get my train platform at Euston, which platform for 20:28 to Picc?",
  "@JJJordynjones what's that in UK time?",
  "@FirstManchester Little Lever, 08:30",
  "@FirstManchester aprch roadworks and the driver beeps at the car in front, go through red and trfc comes opposite direction 69135 524 to Bry",
  "@FirstManchester seeing bus drivers go through red lights is bad enough without seeing them encouraging it.....",
  "@TLRailUK ok, sill question. Thanks",
  "@TLRailUK Can I use an advance ticket on an earlier train than booked?",
  "How Embarrasing! @MCRMetrolink https://t.co/48lpdcwZKn",
  "Really starting to come together now. #737MAX \n\n📡 https://t.co/CYThsvF2wQ https://t.co/8kpvjMUCaJ",
  "Retweet to cast your Man of the Match vote for @HenrikhMkh. #MUFC https://t.co/mXKsoi0ISf",
  "@proflyofficial Cheers! Happy flying :)",
  "@proflyofficial Hey, I haven't got an activation link for my account - flightsim320",
  "I liked a @YouTube video https://t.co/zjzTmMq7W6 MYSTERIOUS OBJECTS on AIRBUS A320 explained by \"CAPTAIN\" Joe",
  "I liked a @YouTube video https://t.co/ApQ06M1w3K Mail By Rail - The Travelling Post Office Compilation",
  "I liked a @YouTube video https://t.co/eDnL3FhcRa Open All Hours - s04e03 - The Housekeeper Caper",
  "I liked a @YouTube video https://t.co/ERFo67sqmi Connie Talbot - Let It Go",
  "We have a Recruitment Day on 18th February @ Manchester Airport. Find out more information on how to register https://t.co/QLTIJq6Ixi",
  "If a vampire gets AIDS from one of its victims, is it considered an STD or food poisoning?",
  "NOTE: @cfpsnews Class 40 attendance at the Spring Gala is TBC, with 40135/345 at Derby. 40106 to run if the other two do not return in time.",
  "Breaking news..\n\nDonald Trump has announced that he’s going to ban the sale of pre-shredded cheese.\n\nHe wants to make America grate again!",
  "I persuaded a woman not to jump off a bridge earlier.\n\nThe bloke selling bungee jumps was fuming!",
  "The time for \"Keep Calm and Carry On\" is over. 2017 is going to be the year this WW2 poster is the one to live by, both here and in the US https://t.co/n4b1UrwFLD",
  "The march has started and protesters are heading towards Deansgate https://t.co/6lAvellP6v",
  "I liked a @YouTube video https://t.co/cadzlrNLzk Writings on the wall - Sam Smith - Connie Talbot cover",
  "@ConnieTalbot607 You're my most favorite person ever! Keep up the good work!",
  "I liked a @YouTube video https://t.co/LOOR9yI6DL Ed Sheeran - Castle On The Hill - Connie Talbot",
  "I liked a @YouTube video https://t.co/DoGDlM5Ybu 48151 slogs up Camberley bank 19/06/11",
  "@VirginTrains it's for a job as well....",
  "@MidlandMetro Hello, how long does it take to get from Wolverhampton to The Hawthorns?",
  "@VirginTrains this is bad! I can't take this! I might as well cancel the day and waste money",
  "@VirginTrains In that case, I'm on the 06:39 WBQ to WVH, can I stay on this to BHM?",
  "@VirginTrains I need to amend an online booking! It's for an assessment day, I need to change it from Birmingham International to New Street",
  "Met the Mayor of Rochdale Cllr Ray Dutton travelling up to Rawtenstall with a BBC film crew @eastlancsrly @ELRPSociety https://t.co/KXLS6YCb6r",
  "Study tip:       \n\n• stand up\n• Stretch\n• Take a walk\n• Go to the airport\n• Get on a plane\n• Never return",
  "Attending the ELR Trust Board meeting hearing about exciting developments at Castleton @eastlancsrly @ELRPSociety https://t.co/OINZet0WZp",
  "#Onthisday in 1970, the 1st #Boeing 747 flight took off from NY to London. Operated by #PanAm, the 747 was twice the size of the 707 #avgeek https://t.co/HivabmDGFj",
  "I liked a @YouTube video https://t.co/ECzwyyJJHf Sia - Big Girls Cry - Connie Talbot cover",
  "I liked a @YouTube video https://t.co/FZYrG1QSIL Wiz Khalifa ft Charlie Puth - See You Again - Connie Talbot cover",
  "I liked a @YouTube video https://t.co/1TnUZ2YKP6 Hozier - Take Me To Church - Connie Talbot cover",
  "It's tough when you really like a girl who already has a boyfriend! :(",
  "I liked a @YouTube video https://t.co/RJ7A9DYlBa Whitney Houston - I Have Nothing - Connie Talbot cover",
  "I liked a @YouTube video https://t.co/y2tL6yNfTi Beyonce - Listen - Connie Talbot cover",
  "I liked a @YouTube video https://t.co/WOf5FWQg5R Beyonce - Halo - Connie Talbot cover",
  "Epic and funny \"twitter battle\" among @BoeingAirplanes @Airbus and @AntonovCompany 😂\n\nWell done to all of you! 😉 https://t.co/l1iu2wDYnI",
  "My way of flirting is looking at the person I’m attracted to and hoping they’re braver than I am.",
  "I liked a @YouTube video from @kristian7037 https://t.co/sN1bwAns0d Carrog to Llangollen - A Driver's Eye View",
  "I liked a @YouTube video https://t.co/2ZBfcGGlIh Amy Macdonald - Dream On",
  "I liked a @YouTube video https://t.co/RiuUm2B0QT UK Dash Cams - Poor Drivers, Road Rage + Crash Compilation #45",
  "I liked a @YouTube video https://t.co/kNKVeba9Fq Ed Sheeran - Shape Of You [Official Lyric Video]",
  "@TPExpressTrains It's Chris!! https://t.co/OVIumsWuM6",
  "Why are there never any good side effects? \n\nJust once I'd like to see a prescription bottle say \"Warning, may cause extreme sexiness\"",
  "@TPExpressTrains conductor on 1K21 1539 Hull to Picc. Providing top-quality entertainment onboard!!! Had me in stitches out of Leeds!",
  "@CrossCountryUK hello, is 1V54 Dundee to Plymouth a HST set?",
  "@elrdiesel Why is the DMU day, only one day instead of two?",
  "I added a video to a @YouTube playlist https://t.co/EgtWNMPIAZ (HD) Ex-LMS Hughes 13065 Crab - East Lancashire Railway Ski Jump",
  "I added a video to a @YouTube playlist https://t.co/1MVS77p8va (HD) 34092 \"City of Wells\" East Lancashire Railway Ski Jump",
  "I added a video to a @YouTube playlist https://t.co/2rDtdUhGdg (HD) Ex-LMS Black Five 45407 - East Lancashire Railway Ski Jump",
  "45407 \"Lancashire Fusilier\" Tackling the ski jump! @eastlancsrly https://t.co/2rDtdUhGdg",
  "@FirstManchester Sorry for the late reply, it was the 14:40 service from Bolton",
  "@FirstManchester drvr on vhcl 62236 route 507. Had rota sheet over speedometer, didn't feel like he was doing 30mph",
  "Preliminary ASN data show 2016 to be one of the safest years in aviation history https://t.co/VxTBsFBBWq https://t.co/MOZ0vdXfqg",
  "Someone find David Attenborough. Wrap him in bubble wrap. Put him somewhere safe until 2016 is over. #2016SodOff",
  "@beveried VS Getting some more 744's? The more, the merrier!",
  "@SQRLTV @ProModsETS2 Best of luck pro mods guys!",
  "@RobertMayerRBLX @VirginAtlantic  speak to the uncomfortable women on-board the flight, not #delta or #virgin",
  "Tonight's takeoff data for Nelly to Hong Kong. BA31 G-XLEL #A380 @British_Airways https://t.co/cNZuxmBoNz",
  "@DaveWallsworth @British_Airways Look at those V Speeds! Do the pax have luggage full of feathers??",
  "I liked a @YouTube video https://t.co/CuSgcAbMFt OMSI Volvo B10BLE Test - Sound Mod ZF Ecomat",
  "Andy Murray in 2016:\n\nDad 👶\nRome Masters 🏆\nQueen’s 🏆\nWimbledon 🏆\nGB Flag Bearer 🇬🇧\nOlympic Gold 🏅\nChina 🏆\nShanghai 🏆\nWorld No.1️⃣\n#SPOTY 🏆 https://t.co/iTDUcy0Xd0",
  "Fancy winning a pair of @virginatlantic flights? RT this post for 3 clues on how you can solve our #VAxmasriddle https://t.co/1WVPxfeSCr",
  "I liked a @YouTube video from @richiewwelfc https://t.co/RUYwAF8dn2 East Lancashire Railway Santa Specials Sunday 11th December 2016",
  "DIVE DEVIL?! \nhttps://t.co/PHf6kGekSd",
  "I could never work in the Jobcentre.\n\nImagine if you got fired! \n\nYou'd still have to show up the next day...",
  "Crikey mate, is that a Virgin outside? @VirginAtlantic that is!;) Miss Behavin' on tow at @SydneyAirport to gate 24. https://t.co/wMbNwumlnD",
  "Someone must have been in such a rush for the train,they forgot there shoes! ;-) @northernassist https://t.co/pcYHN4quK0",
  "Hello Everyone! Back again for another #TakeoverTuesday Just a reminder that we still have spaces on this weekends Santa Specials! Book now! https://t.co/tLopgo98Px",
  "I liked a @YouTube video https://t.co/JXo1t6vxJu Open All Hours - s01e05 - Well Catered Funeral",
  "From 11 December, you will be able to claim delay repay if your train is delayed by 15 minutes or more https://t.co/7yRnWihsn2 #DelayRepay15",
  "@eastlancsrly Fantastic guys! Happy to say, I was there! :)",
  "@FirstManchester vhcl 69186. Panel lose across rear seats, needs urgent attention",
  "I liked a @YouTube video https://t.co/vUhDpUybIb Northwest Dashcam - October 2016",
  "@VirginAtlantic @VirginHolidays #RedIsTheNewBlack",
  "Midnight. Two bottles of beks and a moritz. Life is good in #Barcelona, just how I like it.",
  "@FirstManchester How much is a single fare from Radcliffe tram station to Little Lever coronation square on the 524?",
  "@Jakebusby @northernassist where can I find this??",
  "I liked a @YouTube video https://t.co/oPOTOkastA Beyoncé - Daddy Lessons - Connie Talbot",
  "I liked a @YouTube video https://t.co/2j1o7kkgEG Dancing On My Own - Calum Scott - Connie Talbot",
  "I liked a @YouTube video https://t.co/z7kpkXzMsk Open All Hours Series 2 Ep 2 The Reluctant Traveller 1981",
  "@FirstManchester why is the 524 diverted??",
  "I've entered the @sqrlTV contest to win a Squirrel Z170 gaming PC from @cclcomputers &amp; @asus_roguk. Why don't you!? https://t.co/iBu6dpmBQa",
  "Welcome to Manchester. Where people don't wear shoes on buses...",
  "@MCRMetrolink why don't your ticket machines accept notes??",
  "@MattDaviesHD Look forward to some new content! :)",
  "Help us to convert another Wheelchair Coach and make the railway more accessible for everyone, vote now! https://t.co/2D4Oqwov4x https://t.co/GUZv8Sra26",
  "Well done America! Trump will bring down the States, and take us with him! #USA #Election",
  "From @VirginAtlantic's West End Girl to @VirginTrains Penny the Pendolino along the West Coast! Now that's an #onbrand return home!;) https://t.co/M86uuJpaP5",
  "34092 \"City of Wells\" Going over the Ski Jump! @eastlancsrly https://t.co/1MVS77p8va",
  "I liked a @YouTube video https://t.co/VWlRlIfyVj EMERGENCY ! TRAINS V WEATHER HD 2015",
  "@eastlancsrly https://t.co/xsGAdDTr6C",
  "13065 The Crab tackling the Ski Jump today https://t.co/EgtWNMy7cp",
  "Standard Four, back in September tackling the Ski Jump! @eastlancsrly https://t.co/laC8AyIXYv",
  "I added a video to a @YouTube playlist https://t.co/laC8AyIXYv (HD) Standard Four \"80080\" - East Lancashire Railway Ski Jump",
  "@MattDaviesHD Keep up the fantastic work Matt!",
  "A new study has just revealed the number one cause for divorce is....\n\nMarriage!",
  "My girlfriend is like an iPhone 7. \n\nI wish I had an iPhone 7",
  "Some vines will never get old... https://t.co/PxLc6HZYdN",
  "This is hilarious 😭 https://t.co/0tXGXNMOA0",
  "54 years later and the Class is still active. Not as much I'd like, but still... https://t.co/3VCBJPMryF",
  "@PenellaMellor @FirstManchester she probably did, just letting everyone know about it.",
  "Sam Allardyce has reportedly been sacked as England Manager the only manager in football history to be sacked with a 100% winning record.",
  "If it's your birthday this week, take heart in knowing you were the result of a Xmas party shag on the photocopier.",
  "@TPEassist @FrankhamLAD well it's the worst joke ever! Especially in the 21st century",
  "We don’t pronounce the “k” in knowledge until we acknowledge it.",
  "If oil is made from decomposed dinosaurs, and plastic is made from oil, then are plastic dinosaurs made from real dinosaurs?",
  "40106 starts up ready for duty. https://t.co/J4slwKHEoS",
  "Perfume commercials are so odd because they have to advertise a smell without using smells.",
  "@FirstManchester what was the incident?",
  "#VTLOST We've had it reported that a passenger onboard has already lost their AirPods 😉 #AppleEvent https://t.co/lfGJAkTOV9",
  "I'd like a pair of these but in navy blue😀 https://t.co/kwOIDY8f4z",
  "I've entered the @asus_roguk contest to win a GL502 gaming laptop! Click here to enter: https://t.co/ARsKUizl2X",
  "@MattDaviesHD Love the new Twitch overlay Matt! :D",
  "@VirginTrains Thankyou! the 09:40 from Preston to Glasgow was cancelled yesterday sadly.",
  "@VirginTrains It is yes",
  "@VirginTrains Hey guys, where can I find a compensation form?",
  "@VirginTrains Can your drivers sign voyagers and pendolinos?",
  "What's a horrible ice-breaker? \n\nThe Titanic.",
  "I just ate a frozen apple. \n\nHardcore.",
  "My wife accused me of having OCD..\n\nI soon put her in her place.",
  "Check out this clip from Squirrel's broadcast #twitchclips @SQRLTV https://t.co/z6QTB4HKCI",
  "Check out this clip from Squirrel's broadcast #twitchclips @SQRLTV https://t.co/HQMJ5G9CEu",
  "@Chopper20087 Will they be in the Diesel gala in September?",
  "@flyingtigersVA Streaming over on twitch with Virgin Atlantic virtual! https://t.co/8iq2YGF8pH",
  "@cfpsnews You have just made me a very happy ticket inspector! :D",
  "Jurgen Klopp has promised to take Liverpool back to 'The Glory Days' next season.\n\nJust as soon as he can get the Delorean up to 88mph.",
  "@northernassist @IamSeanElliott I'd love to see you operating a train that DOESNT work because it's in maintanance.",
  "@eastlancsrly Hello, which steam loco is out today please?",
  "@ConnieTalbot607 Which part of the UK are you from? You have a really strong accent!",
  "@eastlancsrly Which locomotive is running today?",
  "The #Northern #SocialMedia team are #NowHiring - Find out more and #apply for this #vacancy via our #careers website https://t.co/ldutLlb2L0",
  "@Class68003lover @eastlancsrly Today?? hahaha! You mist be Joking!!!",
  "I got a length of 143 in https://t.co/ts2hrTf7ps! Can you beat that? #slitherio",
  "@VirginAtlantic Congrats on ordering a 12 #Airbus #A350 aircraft!!",
  "Here is what @Ryanair community manager posted on Twitter yesterday, during semi final... before to get fired! https://t.co/MwkkuH5s7o",
  "French ATC: 13 strikes in 14 weeks. Germany: 7 goals in 5 games. Who's the better striker? #FRAGER  #RyanairEuros https://t.co/SNd4dypejK",
  "@northernassist Manchester Victoria",
  "@northernassist do you sell platform tickets?",
  "QAVS - Certificate, congratulations to all our volunteers on this historic day @eastlancsrly @BuryTimes https://t.co/cGvk9KkTLW",
  "@eastlancsrly Which locomotive is out today??",
  "We're back with #RyanairWinWednesday &amp; a pair of Ryanair Shades to giveaway. Simply RT &amp; follow us to enter https://t.co/4WmhdhzZUF",
  "@billbo8777 I already know that because I work on the railways. The way you put it made it look like you didn't know that already.",
  "@billbo8777 @GWRHelp So the train jumped off the tracks did It??....",
  "@GWRHelp If anyone is slagging off GWR for no trains. Be thankful that it was a NON-PASSENGER train derailment",
  "ALERT https://t.co/1jjhY4y8Qk EgyptAir Flight 804 cockpit voice recorder found, pulled from Mediterranean Sea, Egyptian investigators sa…",
  "@CrossCountryUK Credit to the guard on 1M46 14:57 BHM-MAN. Who has found seats for all of the standing pax on a busy srvc!! Cool guy!!",
  "amazing photo from yesterday https://t.co/d3CTwRju5Q",
  "My wife accused me of having an affair with a girl from Llanfairpwllgwyngyllgogerychwyrndrobwllllantysiliogogogoch.\n\nHow could she say that?",
  "@AnderHerrera @ManUtd Don't speak to soon. Jose Mourinho will be back to square one...",
  "@ManUtd Van Gaal needs time! Jurgen Klopp is in the same position as Van Gaal! #keepvangaal",
  "@sahrahIsDead Because Bury College doesn't allow swearing",
  "@sahrahIsDead I'm fucking jealous. Spotify in college....",
  "@FirstManchester \"heavy patronage\" Love it!!",
  "Well, what this @JetBlue ’s flight to Tampa is trying to tell us? #SexyAirline https://t.co/gyWumEQr6V",
  "Bored of the cold weather? Well temps look to be on rise at the end of next week 18°C poss 20°C on Friday in the SE https://t.co/OxnjJXq7px",
  "Amsterdam Schiphol Rwy 09/27 back in use after months of resurfacing. Livestream on Cam 2: https://t.co/In67kX1KdI https://t.co/zarMIyLUBw",
  "@ALXArchie400 Haha!",
  "I'm forever alone. So there's that...",
  "@ALXArchie400 Slick!",
  "Asda boss introduces 'quiet hour' to help autistic and disabled shoppers https://t.co/vvJfFhL0QO",
  "The guy who invented predictive text passed away yesterday...\n\nHis funfair will be next Monkey.",
  "Fleet goals. https://t.co/6hKVJfjtZT",
  "@NRE_Southern so will you provide me with a limousine from Chichester to london. Your service is a joke @Southern_Trains",
  "It's #NationalCoffeeWeek! Espresso on the way to work, or espresso martini by the pool? ☕🍸 https://t.co/tkFHiwYxOc",
  "@MattDaviesHD Will this be on a video for YT or streamed?",
  "@TPEassist @northernrailorg @StokeLad999 or why not get over yourselves...",
  "@FirstManchester I still haven't received my VIP ticket...",
  "@MattDaviesHD Aye no worries, I'm too addicted to your streams",
  "@MattDaviesHD Twitch awaits you.. :)",
  "@FirstManchester when do we receive our tickets? #vantagevip",
  "@StagecoachGM Ok, thankyou :)",
  "@StagecoachGM what's the traffic like on the 540 service?",
  "@FirstManchester Is vehicle no. 36279 on a service today please?",
  "PHOTO Belgian and French flags colors together tonight at Paris CDG terminal one (pic: Arnaud Gaulupeau) https://t.co/8izNqVAEWy",
  "Why would you want to take a picture of someone that's collapsed?.... https://t.co/XQ64N013ng",
  "Emergency telephone number for concerned relatives... #Brussels \n\n/ @CivMilAir https://t.co/tJ6EtSoshs",
  "@northernrailorg @Southern_Trains who's better. North or South?",
  "@northernrailorg cheers thankyou!",
  "@northernrailorg which unit is on the 17:34 service MCV to BBN please?",
  "Why do people talk on the phone really loud on the train!",
  "@MattDaviesHD Will you be flying the QW757 Matt?",
  "Why do people feel the need to tag Richard Branson on tweets when complaining about Virgin Atlantic...?",
  "My friend has swallowed some Lego. \n\nThe doctor's aren't too worried, but he's shitting bricks.",
  "I can't stand lying down.",
  "I've just written a book about basements.\n\nMy publisher reckons it could be a best cellar!",
  "@VirginAtlantic Awesome! Thankyou",
  "@VirginAtlantic Can you send me the music play list for your boarding music please?",
  "NEWS Second SpaceShipTwo spaceplane unveiled (pic: Mark Greenberg) https://t.co/KgJNxWEkzu https://t.co/03EUy2OQuY",
  "@oDIVINEWRAITHo @TwitchSupport D'oh. Could've made it clearer",
  "@oDIVINEWRAITHo @TwitchSupport So how do I get rid of the annoying notification?!",
  "@TwitchSupport Please get rid of the two-factor authentication!! I refuse to install an app on my phone! #nothappy",
  "@arrivanorthwest Sad times! Thankyou for your help :)",
  "@arrivanorthwest Could you tell me if vehicle No. 2565 is out in service today please?",
  "Approach to runway 27R .@HeathrowAirport .@visitlondon #approach #london #landing #avgeek #fly #pilot https://t.co/0spnqfDW8D",
  "@northernrailorg Why is the 18;03 Victoria to Clitheroe delayed?",
  "@FirstManchester Attractive brunet girl boarded 524 at Radcliffe Met around 5ish to Bolton. Guy with glasses, black jumper/shirt, jacket",
  "Our booking system is now live! We open on March 4th and you can make a booking from March 11th!!\n\nhttps://t.co/NFyBcxgiCP",
  "Congratulations @eastlancsrly Trackside - great news!   https://t.co/qh42oJo8QU",
  "Please #Retweet the news!\n#MillerandCarter #Glasgow opening soon! https://t.co/e5Vxj74YXm",
  "Take me here... https://t.co/YRQUC47xtb",
  "@northernrailorg Awesome! Thankyou",
  "@northernrailorg Does this mean the 30mph speed limit from Moses Gate to Kearsley and vice versa will be upgraded?",
  "PHOTO New York JFK Airport #blizzard2016 (pic: @domdyer70) https://t.co/0DMFlJPFeq https://t.co/f5IKn4QvcV",
  "The world's largest @Airbus A380 fleet in numbers. Retweet to win an A380 goodie bag #BIAS2016 #infographic https://t.co/51pYrWCy6H",
  "@MattDaviesHD Hey Matt, success on the #Simcast ! Are you flying on Heathrow overload tonight?",
  "\"Ladies and gentlemen, we're just waiting at Slade lane jn for a passing train. We'll be moving shortly'\"",
  "@FlySWISS Do you have details on when the first public flight is for your new B77W please?",
  "tonight 8pm @Channel4 don't miss my new show Tricks of the Restaurant Trade",
  "@Ryanair WOW!! Legroom!!!",
  "@MattDaviesHD https://t.co/HsFQ33MzN9",
  "ALERT MahanAir A310 front gear collapsed at IST, no injuries reported. https://t.co/d5dE7LZVdw",
  "A year ago today, @qatarairways took delivery of the 1st @Airbus #A350, A7-ALA. https://t.co/zcmN9ZCIHN https://t.co/BxfAk9pFfy",
  "@emirates why did EK220 on The 17th land backing Orlando?",
  "We don't meet people by accident. They are meant to cross our path for a reason.",
  "@EtihadAirways a",
  "#ClaphamRailCrash\n#RIPThe35\n\nThe South Western Division will not forget. https://t.co/q87fhLwcvH",
  "It's a wet start for #Santa but he arrived safely at #Manchester #airport Visit him in his grotto HERE 12-4 #HoHoHo https://t.co/QK59Vk9Skt",
  "@crosscountryuk which train has broken down?",
  "I haven't heard this in ages!!! ♫ https://t.co/IxyAsbpukX",
  "This song though!... ♫ https://t.co/j4rrXLGeD4",
  "@SQRLTV Noo! I hope all is well Paul!",
  "Flooded railway near #Shap in Cumbria @VirginTrains @nationalrailenq @networkrail #StormDesmond https://t.co/E4uj1yjwmr",
  "Bit of pre production before we kick off our tour tomorrow😀😀😀 https://t.co/xajCqtcpMA",
  "@MayneCoaches The excursion today to #Llandudno was Brilliant! Thankyou Ahmed :) https://t.co/JbCN6FdGdP",
  "Current max wind gusts #StormBarney This should clear through just after midnight. https://t.co/3phMMx2DEQ",
  "BREAKING: Storm Barney has brought down the Fort Shopping Centre sign. (Images: @andrew_buck) https://t.co/mbx1sduaGC",
  "@FirstManchester vehicle 66846 has a leak in the window on the offsde, third forward from the back https://t.co/k0YaXnRhUf",
  "Haircut 💇 💇😊 https://t.co/0C8MO6BP1P",
  "@FirstManchester I'm going to Piccadilly gardens but it's taken 1hr 20mins to get from Bury",
  "@FirstManchester This is silly! Put a divert in! https://t.co/RwZj1d2vni",
  "@FirstManchester No.135 stuck in traffic in Manchester. Divert please!",
  "https://t.co/4tdViSua0U",
  "New Glasses! 👓👓 https://t.co/b3FS4R7Qn4",
  "things on my mind right now:\n\n1. you\n2. you\n3. you\n4. you\n5. you\n6. you\n7. you\n8. you\n9. you and you",
  "LIVE Strike: Lufthansa flights cancelled at Frankfurt https://t.co/QpaqIUcvjD",
  "#NowPlaying https://t.co/OIvUPAR3jp",
  "https://t.co/6ybgRWArA8",
  "ALERT 36 confirmed dead in cargo crash, only known survivor is infant in critical condition https://t.co/8ZqGrTkhCy https://t.co/Hg9LKBt5cj",
  "\"Adele has that kind of music that makes you miss that person you made eye contact with on public transportation 7 years ago...\"",
  "I love Wednesday's! #Wednesday #jacket #McKenzie #college https://t.co/U3IK99Myiw",
  "This song though... ♫ https://t.co/ggxe8TNi6w",
  "\"On the other side of a street I knew, Stood a girl that looked like you, I guess that's déjà vu\"",
  "#NowPlaying https://t.co/6xJ2xuxXR8",
  "https://t.co/fUaXf1aajy",
  "#NowPlaying https://t.co/iikSasVEBV",
  "This same day delivery service is far too useful.",
  "Flying @AmericanAir and feelin the blue lights on this @BoeingAirplanes 737. Can you install these in my office? https://t.co/Mycx2SL1ep",
  "@MayneCoaches @WarringtonYFC Do you have any pictures?",
  "I should spend more time on here!",
  "Not even ten at night and I feel like I should be in bed...",
  "Oh lovely. https://t.co/WAfuhzGfUC",
  "PHOTO Close up of the burn out engine of Dynamic 767 N251MY at Fort Lauderdale yesterday  https://t.co/BOt5rK021z - @NewsHazbail",
  "@MattDaviesHD Are you flying on CTP Today?",
  "@BVARTCC Aye, thanks! :)",
  ".@Robsmith399 We told you that we’d look out for you if you tweeted us your callsign! Have a great flight https://t.co/z01ibIktkJ",
  "@BVARTCC @vatsimctp KLM785",
  "Our 787 Dreamliner's first flight\nhttps://t.co/Z8uahfc6VJ",
  "@SQRLTV Hey Paul! You'll love this!! https://t.co/Ei3R8LkAoo",
  "@FirstManchester Aright. Thankyou!",
  "@FirstManchester Does the X35 run on Saturday's?",
  "⚠ MAJOR DISRUPTION ⚠\nAverage length of delay into city: 28 minutes.\nAverage length of delay out of city: 51 minutes.\nWe're really sorry!",
  "NEW: Due to flooding between #Leeds and #Huddersfield some lines are blocked. Services may be delayed or revised",
  "NEW: Due to lightning having damaged equipment between #BradfordInterchange and #Halifax trains have to run at reduced speed.",
  "ALERT 10 bodies, black boxes recovered from small plane crash in Indonesia - @DailyStarLeb  http://t.co/XxZIszIXHJ",
  "@VirginTrains Rugby Central doesn't exist 😆",
  "Right. I pointed the iPhone and the iPad at each other and took a picture on each. Now I'm in a virtual vortex of Moore's Law. Or something.",
  "Liverpool sack manager Brendan Rodgers with immediate effect.\n\nFull story: http://t.co/YpUTUBopVQ #LFC http://t.co/g8lKSEXdO4",
  "Huge sinkhole opens up in St Albans street http://t.co/McYvO45mQ2 http://t.co/6a1UkUyrUB",
  "Shepherd's Pie is not a pie made out of shepherds. Please RT to raise awareness. Thank you.",
  "@FirstManchester that's ok :) thankyou very much",
  "@FirstManchester thankyou! Do you know why it's on the 582 please?",
  "@FirstManchester which route bus no. 67405 is on today please?",
  "Evacuating Warwick Parkway! Fire and Rescue here @LondonMidland http://t.co/sfOGzQhIHF",
  "When your on the bus and been filmed by people on the street....",
  "Thank you @BoeingAirplanes for these gorgeous 777 triplets. 150 #Emirates777 deliveries &amp; only 196 more to go! http://t.co/LpjWdQRkJQ",
  "Seen a fault on board? Tweet us the number on the sticker in your carriage and we’ll get it fixed ASAP! http://t.co/rDf0Da7rLj",
  "@MENnewsdesk @FlightEmergency It happens ALL THE TIME!! Pointless news article. Idiots.",
  "Meet our Bury team at Bury Interchange 10-1 Wed 26th Aug. Come and have a chat and give your views on Bury's local services",
  "@EMTrains wonderful, thankyou. Much appreciated!",
  "@EMTrains afternoon, would you be able to tell me where unit 158 889 is please?",
  "@FirstManchester Thankyou! Would you be able to confirm the fleet no. of which bus is on it please?",
  "@FirstManchester Is the 13:20 &amp; 13:50 srvc's 22 Stockport to Bolton operated by First?",
  "A pre-cast concrete frame is currently being installed at the Bolton interchange site to support the structure http://t.co/EA42NTRQD0",
  "Storm brewing at Manchester Airport - EGCC 101150Z 20009KT 9999 SCT031TCU 20/17 Q1013 NOSIG",
  "@ArrivaTW Morning, can I use the West Midlands day ranger between Crewe and Shrewsbury direct?",
  "BREAKING Report of a WW2 Spitfire aircraft crash landed at Biggin Hill airfield. Unknown if any injuries (@Kent_999s)",
  "@davenorton156 @Ryanair Ryanair have a long-term deal with Boeing to buy the latest 737's",
  "@VirginTrains It's not a similar incident to what happened yesterday at Leyland is it?",
  "Funnel cloud spotted over Portland, Dorset on Monday... http://t.co/7jC8MGOuXb http://t.co/13Gg1VSKi3",
  "@The_AvGeek Yo Yo Yo http://t.co/nHmSC77xXd",
  "Bit of Tpe action! http://t.co/2U0rE9bYL4",
  "@TPEassist Thankyou, I will ask next time I'm there",
  "@TPEassist Ah ok then, would I be able to get one from Manchester Airport?",
  "@TPExpressTrains Hello, would I be able to get a tpe ticket wallet from Piccadilly station?",
  "@EMTrains Ah ok, thankyou for finding out :)",
  "@EMTrains Would you be able to tell me where unit 158 889 is please?",
  "@MattDaviesHD I love using Projectfly!!! http://t.co/1ZMZz9mybX",
  "@sqrlTV @MattDaviesHD He must be \"Nuts\" to try it!",
  "Asked @sambranson: \"What is worn under your kilt?\" Nothing. Everything is in working order!\" http://t.co/pV4oP4sO9Q http://t.co/pO1ImpZvnP",
  "@StagecoachGM Thankyou! :)",
  "@StagecoachGM Afternoon, would you be able to tell which route Bus 18110 is on please?",
  "@VirginTrains Ah ok, thankyou!",
  "@VirginTrains Is this because of the earlier disruption?",
  "@VirginTrains Why hasn't the 13:43 Srvc Euston to Glasgow not left yet?",
  "1000 Hours  https://t.co/hwso6EKDHD",
  "@northernrailorg It's for tomorrow please",
  "@northernrailorg Hello, is 2F53 13:03 WGN to LIV a Northern electrics service please?",
  "@VirginTrains Your welcome 😊",
  "@VirginTrains It was the end towards Coach B",
  "@VirginTrains I got off at Preston however there was a crew swap, I can give you the train Headcode?",
  "@VirginTrains hey guys, 390148 coach C has a wheelflat. Very noticeable",
  "@VirginTrains if it helps to recognise me, the train number was 390136",
  "@VirginTrains To the girl who was standing at Carlisle getting the 12:02 srvc to Glasgow, sorry if I was staring at you from plat 4! Rob",
  "Awesome storm ⚡ Got some great shots. More tomorrow http://t.co/0Nh78tCSWe",
  "Welcome to our fleet @Boeing 787-9! It will fly between #London and #Delhi from 25th October http://t.co/6LzUnHSeZ4 http://t.co/Wa9Mj7Qqtu",
  "I hate social anxiety.",
  "\"This is a passenger information test announcent. 1 2 3 4 5 6 7 8 9 10 End of test\".",
  "@TPExpressTrains hey guys, srvc 1S71 15:00 MIA to LOC is displaying Glasgow on the front. Confusing some people",
  "@Boeing What's the difference between a 777-200LR And 777-200ER?",
  "@TPEassist Roughly between 09:00 and 09:30",
  "@TPEassist If I was to travel from Bolton to Manchester airport tomorrow, is it quicker to change at Piccadilly?",
  "@FGW @megablst I thought the windows was the air conditioning? You know, open the door windows.",
  "@MattDaviesHD Ignore it! All resolved now :)",
  "@MattDaviesHD Awesome, see you there!",
  "@MattDaviesHD Hey Matt,which day is it you're going to TAS? I'd really love to meet you! Rob.",
  "@MattDaviesHD Excuse my language here but what a prick!",
  "@northernrailorg I was travelling from Manchester Airport to Manchester Piccadilly. Also I'd like to complain about a member of staff",
  "@northernrailorg can you explain why a Greater Manchester day ranger isn't valid on your Northern electrics services\"",
  "Fair play to @ThomsonHolidays for sending relief flights to #Tunisia! Keep up the great work guys!!!",
  "@Clinnick1 Leg Room!",
  "@MattDaviesHD Thanks Matt!",
  "@MattDaviesHD I've forgotten my password (Virtualpilot320) I use the forgototten password method but I receive no email to reset it?",
  "@MattDaviesHD Hey Matt, I need some major help on projectfly! I think it may be broken :(",
  "@JenLouisePhotog @manchesterfire @TowerFMOfficial I can see the fire from Little lever, Bolton",
  "@crosscountryuk I''ve had train planning experience so that' why I asked there, thankyou very much! :)",
  "@crosscountryuk My question is, On Sat 16th JUN, is the 07:45 1V48 YRK to PNZ A Intercity 125 HST Service or voyager service?",
  "@crosscountryuk Good morning, I have a question for the train planning department, can you forward it to them please?",
  "Episode one of #britainsbusiestairport airs tomorrow night at 9:00pm on @ITV ! Find out more: http://t.co/tjIKTDssT2 http://t.co/2Fmdr12Nib",
  "I'd make great Ryanair cabin crew. I'm the only one on the plane who hasn't drunk lager yet, for free anyway. @Ryanair",
  "@Airbus @Delta Is their first A330?",
  "@BelynzHD Hey Matt, it's EZY34TP With at Flight level 130 ;) Will you be streaming tonight by any chance?",
  "@BelynzHD Hey Matt, are you streaming today? Doesn't matter if your not",
  "@BelynzHD Hey Matt, will you be streaming tonight please?",
  "@notarchieagain @StagecoachGM Ahh! Thanks Archie",
  "@StagecoachGM That's brilliant! Thankyou :)",
  "@StagecoachGM Ok, no worries. Do you which route 19331 is on please?",
  "@StagecoachGM Good evening, is 16797 Middleton depot out in public service today? Thanks.",
  "@TPExpressTrains Will we be able to see the difference between at Transpennine Vlass 156 and a Northern Class 156?",
  "@BelynzHD CHECK YOUR FLIGHT!",
  "@BelynzHD Morning Matt! Will you be streaming today by any chance?",
  "@British_Airways That's absolutely fine Stephen! It was only about Air traffic control callsign's. :)",
  "Any British Airway's pilots type rated on Embraer 170/190 aircraft? I have a burning question. @British_Airways",
  "@British_Airways R.I.P. Olly Cat! http://t.co/pDHb84sROE #bmibaby #MAN #Manairport #Britishairways",
  "Day off today. Said no one ever. #college",
  "@sqrlTV  https://t.co/DPtMmB4xFf",
  "@sqrlTV  https://t.co/ZcC90YVxqr",
  "@VTPreston pls RT. Preston Comic Con is back 01/08/15 at the Guild Hall.  Grab your tickets before its too late! http://t.co/J1Y9xOVQAd",
  "@sqrlTV Hi Paul, enjoyed today's GTA V Stream, tomorrow, please can you stream GTA Half the day and the rest some cities skylines please?",
  "@sqrlTV Paul! Everyone is waiting for over on Twitch!",
  "@sqrlTV Mr Doyle, when are you streaming? It has been too long since the last one!",
  "I'm recruiting for a Business Travel Consultant on http://t.co/S8sDVFJALv - http://t.co/sTHXOxq8eT",
  "UPDATED NEW LOCATIONS- ARE YOU EX MILITARY OR FROM A LAW ENFORCEMENT BACKGROUND? UK SELF EMPLOYED COURT ENFORCEMENT …https://t.co/A5GzqEbnOI",
  "CERTIFICATED SALARIED  Enforcement Agents required for a new contract in Manchester/North Yorkshire/Hull/Ipswich/Nor…https://t.co/A5GzqDTMq8",
  "According to media Amsterdam Airport is closed because of power outage but Flightradar24 still track landings. http://t.co/YiQn2us0Ja",
  "Solar Eclipse picture from Air Berlin flight AB1234 http://t.co/c2vNVaWc5x\n(via @airliners_net) http://t.co/jS7mIfCeMq",
  "Seriously, if you really are unemployed, good luck to you. It's not funny in reality.",
  "Welcoming @Virgin_TrainsEC to the #VirginFamily, @richardbranson-style http://t.co/bIzqAbVUqr http://t.co/c10a8TysUQ",
  "COMPETITION: RT this photo of our newly-branded loco for chance to #win tickets! #VirginFamily http://t.co/kk15dbaHIx http://t.co/gyT1BMMGBA",
  "@DaSquirrelsNuts which airline are you flying with and where from when you go to Sweden? Sorry for last tweet",
  "@DaSquirrelsNuts which airline are you flying with and which airport?",
  "@Yelloway Hello Yelloway, I'm a bus and coach enthusiast and I was wondering if you have a copy of a fleetlist please? Thanks.",
  "@DaSquirrelsNuts I'll do a Squirrel logo for the subscription notification!",
  "Love the cute cat hole punch @northernrailpr http://t.co/P4x5meDrng",
  "@DaSquirrelsNuts #fsx #yearofthesquirrel http://t.co/YU7txw44y9",
  "@DaSquirrelsNuts #FSX #yearofthesquirrel http://t.co/keX5ruKqBi",
  "@DaSquirrelsNuts Start the stream Paul! #yearofthesquirrel",
  "@Possy92 @northernrailorg @VTPreston I wonder how much all the tickets cost all together?",
  "@DaSquirrelsNuts Squirrel! When are you streaming tonight? and early request for some FSX not played it in a while! #yearofthesquirrel",
  "@vryanair I have created a report about a fuel shortage on RYR93SL on the cause of it. I'm RYR4171 By the way. PM me for details",
  "@ArrivaTW conductor on 10:07 from aber to Cardiff is really pleasant and fab customer care. Would be great if more staff was like her :)",
  "ALERT Emirates Airlines suspends flights to Baghdad after a shooting incident involving a passenger plane - @Reuters http://t.co/Nx8rFqsuME",
  "@DaSquirrelsNuts Amazing stuff Paul!",
  "The support in my stream right now is a truly humbling experience &lt;3 #YearOfTheSquirrel",
  "Hey Paul! #yearofthesquirrel !",
  "Flying solo: American man gets an entire plane (almost) to himself http://t.co/HlTkCJwSSI http://t.co/Sv8oR2rWbd",
  "@dlhva Hey guys, I need to speak to someone about correcting my landings please? \n\nDLH1327-Rob",
  "@MCRMetrolink why was the tram smoking when it arrived at Radclifde at 09:27 to Bury?",
  "@eagdvm @SkyNewsBreak @SkyNews because she should get her facts right before broadcasting to the world.",
  "IT'S A BOEING 747 YOU STUPID COW @SkyNewsBreak @SkyNews #VS43",
  "Congratulations to the pilots who landed a Boeing 747-400 at Gatwick which shortly after takeoff had a massive landing gear issue.#VS43",
  "@networkrailPR @Reece158ct Until you hear about Kings Cross!",
  "Free WiFi on our 17:41 #Leeds - #Skipton service! #NorthernRailWiFi - Tell us what you think wifi@northernrail.org",
  "A #traindeer, Santa post boxes, Christmas jumpers &amp; elves… it’s a very @Virgin Christmas http://t.co/5tDR1xtd0c http://t.co/MrSkc1P2hL",
  "Flybe flight makes emergency landing after engine fire\nhttp://t.co/fV5cIdV47p http://t.co/j7UIW4I5qW",
  "@northernrailorg Afternoon, is the new December timetable starting tomorrow?",
  "YORK CAM\n17:28 - Balfour Beatty 20142 &amp; 20189 route learner - 0Z21 Seaton Snook Jn to York Engineers Yard @balfourbeatty #yorkcam",
  "This is the \"weather bomb\" set to batter Britain with 80mph winds, high waves and some snow http://t.co/1sKt6KiiOS http://t.co/xumPXzwD1s",
  "Ask our Customer Services Manager, Billy Vickers, your questions in a live Q&amp;A on Monday 15th at 12.30pm! Join us then! #AskFTPE",
  "@MCRMetrolink when will the next tram arrive at Bury?",
  "@cain_jonathan @northernrailorg @DavidCrausby WELL FIND 1000BILLION POUNDS THEN!",
  "@TPExpressTrains Car Journey from Bolton to Bracknell, Reading upto Gainsborough and back to Bolton.",
  "@MCRMetrolink what a piss up! EVERY WEDNESDAY there is a major delay!",
  "The ECMWF bringing quite a storm to the UK next week. #OneToWatch http://t.co/V9NjkG6ZQq",
  "@TPEassist Ah right ok, I do hope the services are brought back.",
  "@TPEassist hey Guys, one for train planning sector. When will the xx:08 and xx:33 services of Bolton be back please?",
  "@CorkerDavid college sorry",
  "@MCRMetrolink why do staff check tickets on the Manchester side but not the Bury side at Radcliffe?",
  "@TPExpressTrains That's brilliant news! In the Next year, is there any plans to add in more FTPE Trains?",
  "@TPExpressTrains #AskFTPE Good Evening! As the new timetable comes in, will services by Northern Rail and FTPE Be improved?",
  "@TPExpressTrains #AskFTPE Good evening! With the new timetable, will services at Bolton be improved either by Nothern or FTPE?",
  "Why can't this railway be like France. If there is a trespasser on the track. RUN THE FUCKER OVER!",
  "@TPEassist I'm busy tomorrow but I'll keep me hopes up!",
  "@TPEassist That's brilliant! Thanks",
  "@TPExpressTrains Afternoon, are there any known service changes at Bolton tomorrow please?",
  "Can you help identify this man? We want to talk to him about an incident. More info here http://t.co/P9AAMRyGAW http://t.co/vXgs12NCoQ",
  "@TPExpressTrains Good luck!",
  "Tomorrow we'll be running a special train in an attempt to set a record non-stop time from Glasgow to Manc. More info http://t.co/L178k2O9D1",
  "@InterCity82 Will, do a video on how to install DCC Sound to a locomotive!",
  "@VTManPicc No, nevermind I'm sorted",
  "@VirginTrains Evening, are there diverts via Bescot stadium for trains North? #Dudleyport signal failure",
  "@VTManPicc are services been diverted?",
  "@northernrailorg thankyou :)",
  "@northernrailorg Thankyou, I'm just wondering because we was going slower than normal",
  "@northernrailorg departing out of Bolton on the 10:03 Rochdale &amp; the line speed is 40mph to 60mph from plat. 3",
  "@northernrailorg Is there a temporary speed restriction south of Bolton?",
  "1/2 Hello, can you give credits to the driver on 18:49 off Oxford rd on Saturday. He is a nice person who I had a great chat with.",
  "@Elwick70 to easy by the looks of it",
  "@VirginTrains Will Crewe be open for Saturday? I'm not looking for a quick reply. Thanks",
  "Direct Rail Services 47813 Cab Ride between Lowestoft &amp; Norwich http://t.co/kjuHQJtgMM",
  ".@mwamurphy @networkrail: A similar perspective just after it reopened. It took just less than 6 months to complete. http://t.co/DYVADhpba3",
  "Here's how the plans look. The pink line is a new stretch of track proposed. http://t.co/3iHPMO62Qx",
  "@TrackAccess Good Evening. Do you have a Route learning video from Bolton to Manchester area please?",
  "@TPExpressTrains can you explain why the 16:30 Man Airport to Barrow &amp; Blackpool was a three car today?",
  "@crosscountryuk Loved the first class experience today! I shall be hoping to travel in first class with you again :)",
  "@LondonMidland this train was a long way from home today, found herself on the #Birmingham to #Liverpool runs today http://t.co/a61fMtPH",
  "@archieecampbell what are you going to do?",
  "After passing the 1 million mark for passengers who have ridden her, Penny The Pendolino will be renamed as Penny The Slut. \n\n#BitOfAGoer",
  "Episode 5 | The Railway: First Great Western | Channel 5 http://t.co/FdI5vljf7n\n\nBrilliant Program RS",
  "@VTStaffordstn why is the 21:02 XC Delayed?",
  "@RailDisruptions ah Cheers Db",
  "@RailDisruptions Their appears to be delays around 15 - 20 minutes on the dawlish area",
  "YES! Get to take the Class 97 on a stock move",
  "Nice way to start June :) http://t.co/ughKLaW6XU",
  "@RailDisruptions Cheers TK",
  "@RailDisruptions Just asking if their is any delays",
  "@RailDisruptions Bolton and Class 156 Sprinter Refurb",
  "@RailDisruptions May I have an update for Dawlish please",
  "Bored!! Oh well best plan something for the weekend to keep me entertained!!",
  "@networkrail Hello, Rob Smith here asking if you know which direction or where the freight train that caught fire was going please?",
  "@nationalrailenq @networkrail Ah, thankyou very much my freind.",
  "@nationalrailenq Is their anyone else I can contact please?",
  "@nationalrailenq Where was it heading please",
  "I just discovered GODS OF ROCK on @spreaker http://t.co/g0VGuo1d2p",
  "@networkrail Hello, I'm at Preston and their seems to be regular delays so whats happening please?",
  "@VTPreston Overnighter for Freight trains is a go!!",
  "@EMTrains Hello, are Class 222 Meridians Running the Nottingham to Liverpool Lime Street tomorrow please?",
  "@BritishRailTV when was this?",
  "What is everyone doing over Easter?",
  "@TPEassist Hello, Train enthusiast just asking, would it be possible to do the whole Transpennine network in one whole day?",
  "off to Bolton station now, but first Mc Donalds breakfast :3",
  "@TPExpressTrains Hello guys, I'm a Train enthusiast and love your Class 170 Turbostars. I'm asking if you have a list for them. Thanks",
  "@VirginTrains Hey Guys, is 5P06 Running tomorrow Lonsight - Preston?",
  "@railcamlive I saw that stationed at Warrington Bq",
  "@railcamlive is that heading North?",
  "@InterCity82 you need to tell us how that works",
  "@InterCity82 http://t.co/eMvLk3V\n\none of your fav locomotives in France",
  "@RailUKForums make sure to get pictures lol",
  "@InterCity82 you need the Javelin...",
  "@InterCity82 Please oh god please can you do the 225 set after the 37!!!!!!",
  "@InterCity82 wheres the vids I love!!!",
  "@railcamlive hello, Virgin trains will soon be sooming past the wcml in about 30 mins time",
  "@railcamlive hows the WCML? Just seen a class 66 with an engineers train i Believe",
  "@InterCity82 I get that alot \n\n,@Youngtrainenthusiasts",
  "Watching WCML Cam http://t.co/v34tJqF3 via @livestream"
 ]
}