{
 "user": 967497479259414528,
 "tweets": [
  "@Randy_0302 Right there with you. Those monsters must be stopped. I pray for the parents.",
  "@DoraGezwitscher Zionisten sind weder mit dem Volk Israels noch mit dem Judentum gleichzusetzen. Nicht zu letzt gibt es auch antizionistische rabbies.\nAntizionismus bedeutet nicht Antisemitismus!",
  "@B75434425 Watching the stream. What a party. \"Nobel\" moment = goosebumps. #maga 🇺🇲🦅💥🇩🇪",
  "@Thomas1774Paine This man is melting right in front of our eyes. Someone should really turn up the heat...",
  "Kim Jong-Un visit to South Korea is the first time a North Korean leader has crossed the border since the 1950 Korean War\n\nPresident Trump is amazing! Hes achieving a level of diplomatic progress once thought unimaginable\n\nSo proud I voted for @realDonaldTrump! #QAnon #NorthKorea https://t.co/NnFKORw16s",
  "First attempt at joining the fight for #TheGreatAwakening \n#qanon #trusttheplan #HRC @realDonaldTrump @POTUS #ReleaseTheTexts #MOAB #MOABIncoming \nhttps://t.co/0tsnIjWISu",
  "#ReleaseTheTexts #qanon #FBICorruption https://t.co/kDYk76TmRd",
  "@texasnick310 @charliewalsh9 @RitosoPita I trust the plan. Praying for every American life that is fighting against these monsters.",
  "Yes, please, pretty please! https://t.co/fJvah8BhV9",
  "New post GSR interviews BIX WEIR - April 26, 2018 Nugget has been published on SGT Report - https://t.co/QvzrT5NLw0 https://t.co/Rca3KgAjlD",
  "@texasnick310 @RitosoPita Sure you can. Didn't mean it like that. MSM uses the word to discredit and ridicule those who ask questions. Solar radiation management is the scientific term in the process of geoengineering. Those are official terms that can't be disputed. Stay safe brother.",
  "#NobelPrizeforTrump #NobelPeacePrize for @realDonaldTrump https://t.co/43UyFZ7dmU",
  "@texasnick310 @RitosoPita dont say #chemtrails . Its #SMR #SolarRadiationManagement and #geoengineering",
  "#QAnon\n@FraHofm https://t.co/YO6WSnFajk",
  "@LadyKnightFury @MELANIATRUMP good lord. @FLOTUS is just absurdly beautiful. It's like staring at the sun ...",
  "@BigFish3000 @RitosoPita Man. It look cold and windy out there. feel for all the good folks. @realDonaldTrump is gonna be worth the wait 💯👌",
  "@AMike4761 @Fibsie1234 wouldn't trust a word out of this child murdering woman's mouth.\nAlso:\nhttps://t.co/R0sDTXTYeC",
  "@AlexAloha67 @chuckwoolery Odd how the cartoon car has more blood on it than an actual truck that's been used in a similar fashion... https://t.co/yiIZx7CuPF",
  "It's been @realDonaldTrump 's plan all along. There are #patriots in the #FBI and they will bring the evidence to the forefront, so that they can finally lock #HRC and the rest of the swamp up.\nHe freaking called it! #genious #TrustThePlan #Qanon #WWG1WGA https://t.co/iNCDjPNVJ8",
  "@clif_high do you know that donkey? 😂 https://t.co/9obhgwageH",
  "@Fibsie1234 @NoNameCulture But its always disturbing/disappointing to see who's a part of it.",
  "@NoKingButJesus @Fibsie1234 #thesepeoplearestupid\n#thesepeoplearesick",
  "@NoNameCulture @Fibsie1234 Its a big ol' club. And you ain't in it!",
  "@Hartes_Geld 😂😂😂😂",
  "@Kranzschwinger https://t.co/s05GMCU42d",
  "Media Silent as #AllisonMack ’s Arrest Exposes Child Trafficking For Billionaire-Backed Sex Slave Ring https://t.co/POeV99b589 https://t.co/FNQOIAbwTz",
  "@slave2debt oh dear. the horrors that are yet to come... #pedovores #qanon #trouth",
  "@DrDavidBerger Nice",
  "#QAnon\nGermany!\nEs werden immer mehr! Leute macht mit?\nhttps://t.co/frEApXTUfR\n@FraHofm \n@BackGaia \n@Towers_Go \n@ThomasRaue \n@Qanon_Germany \n@qanongermany \n@Ina56611 \n@Synelly \n@AchimScholz1 \n@1schlobohm \n@Venum84839107 \n@Spiritrotk https://t.co/NRYaR2mYPe",
  "@antischool_ftw @NancyPelosi this woman ... 😂😂😂",
  "@DemolitionRanch I think you need a new gun https://t.co/pY9k8Dn9rI #donttellmere",
  "@realDonaldTrump  https://t.co/t0qMaM3fy9",
  "Interesting choice of dress for Kate.\nRemember Rosemary's Baby?\nAbout a child conceived in satanic cult ritual.\nAre the elites sending a signal here?\nThere are no coincidences.\n\n#moonchild #QAnon #TheGreatAwakening #Q\n#PedoGateNews #PrinceLouis #WWG1WGA @POTUS @realDonaldTrump https://t.co/2ArwRAojTP",
  "@JackPosobiec Well then you might not wanna look when worse stuff comes out about all the folks in that picture. #GreatAwakening #ReleaseTheTexts #TrustThePlan",
  "@Thomas1774Paine Can you actually retire from treason? 🤔\n#MAGA #DrainingTheSwamp",
  "Not only is @realDonaldTrump #greatespresidentever but the greatest smack talker in the world 😂😂. It just goes to show that it was all a distraction while the #Qanon team was working in the background. #TrustThePlan #irannext #WWG1WGA #ReleaseTheTexts https://t.co/ICr6BBydAM",
  "@JohnBrennan It's President Trump for you, Mr. #greatestpresidentever #trusttheplan #WWG1WGA  #QAnon #DrainTheDeepStateSwamp",
  "@CNNPolitics Kim Jong Un is a tyrant. Talk of peace in Korea doesn't change that? Really?! There is peace and you push hate! #FakeNewsMedia #Qanon #DrainTheDeepState #NorthandSouthKorea https://t.co/QeteCygHXp",
  "Anons are here to take our country back!\n@realDonaldTrump\n@seanhannity\n@SaraCarterDC\n@PressSec\n@DonaldJTrumpJr\n@kanyewest\n@jerome_corsi\n@therealroseanne\n#WWG1WGA\n#TheGreatAwakening\n#QAnon\n#ReleaseTheTexts\n#MAGA\n#TheCalmBeforeTheStorm\n#DrainTheSwamp\n#GoodTRUMPsEvil\n#Noredactions https://t.co/E7D7XV3N7z",
  "I am COMPLETELY DISGUSTED w DOJ/FBI still being run by Obama and Hillary - WE ARE RUNNING OUT OF PATIENCE TRUSTING @jeffsessions  REDACTED 46 pages today from Strzok-Page WORSE than a JOKE, a NATiONAL SEC Crisis as COUP D'ÉTAT continues @realDonaldTrump #Qanon8chan FIRE EVERYBODY",
  "@DoraGezwitscher 🤦‍♂️srsly? wenn es hier nicht um menschenleben ginge könnte man sagen, dass es langsam lächerlich wird.",
  "@deutsch365 @focusonline #bestpresidentever #TrustThePlan #irannext",
  "@Thomas1774Paine But he said that the forces weren't Russians! I think those forces were traveling under false flag and were deepstate plants.",
  "@KyleKashuv @RealSaavedra Damn @georgesoros funded Terror.",
  "@Lukewearechange Pompeo's purpose is Iran.\n#TrustThePlan\nNK done.\nIran is next.",
  "NEW STRZOK-PAGE TEXTS\n\nTakeaways:\n\n👉Stressed their plans would derail\n👉Communicated via G-Mail\n👉4AM intel drops\n👉Coordinated leaks to #FakeNews\n👉Possible THREAT to #RodRosenstein👈\n\n@realDonaldTrump #MAGA #QAnon #Outnumbered #TheFive #Hannity #IngrahamAngle #ObamaGate #OIG https://t.co/68QLYL640t",
  "@CryptoKong Nope. It was created by a team of programmers lead by Allan Greenspan. The man who digitized the world of finance in the first place.",
  "It’s a rainbow in a geoengineering trail (aluminum hydroxide is quite reflective) and the ignorant are thinking it’s beautiful. Call this a “chembow”.\n\nPoor souls.\n\n#StopGeoengineering https://t.co/yh0p9IutSy",
  "Strzok and Page,\nSitting in a tree,\nT - E - X - T - I - N - G!\nFirst comes love,\nThen comes treason,\nThen comes prison and\nWE KNOW THE REASON! \n\n#ReleaseTheTexts https://t.co/KRnJPSLdr4",
  "@Kurisu1987 @realDonaldTrump You know not what you speak of... https://t.co/aXsfkjfKkS",
  "@realDonaldTrump Great job. #maga #trusttheplan\nJust one year. Peace in Korea.\nIran is next.\nNo more clowns.",
  "How do you feel about the #Trump presidency? #resist #maga #tcot #p2",
  "@Heinrich_Krug @focusonline Ich finde es abstoßend, dass mehr darüber berichtet wird, jemand ein Video hochgeladen und die Polizei kritisiert hat, als über die Tatsache, dass jemand eine Frau und ihre Tochter ermordet hat. Es ist schon schlimm dass Enthauptungen in Saudi-Arabien passieren.",
  "Text Messages Released To Congress,Toxic,Order 187 Discussed - Episode 1554b: https://t.co/kektLIC4hM via @YouTube",
  "Anyone ever play #CallofDuty ? https://t.co/nP8RVP7S5z",
  "@B754344255 Its damn Call of Duty. No wonder they got Spacey to act in that game. #deepstatepuppet",
  "@B754344255 Where is Cap. 🇺🇸 when you need him?",
  "@Heinrich_Krug Woran ging Rom zu Grunde #Rente https://t.co/luLA5EYZft",
  "@KyleKashuv Jeezzz 🤦‍♂️what does she mean by \"...even if it was real...\" ? What a warped sense of reality. Bet the #redpill will be a bitter one for her.",
  "@jennajameson And this is how it starts 😊 welcome to the team 🙏🇺🇸💥🦅\nhttps://t.co/iayTSTnCAF",
  "@TruthFactoryCat Boom 🙀 https://t.co/w8lEK08IwB",
  "@sharkygcom @FLOTUS #WhiteHat",
  "@B754344255 The No.1 currency to fund terrorism, drug trade and human trafficking is the good old (dying) US Dollar.",
  "@B754344255 1200 what? USD, Satoshis or actual BTC (the latter is unlikely)? Greenspan led the creation of BTC for a reason. The dept based fiat system is dying #bondcrisis #everythingbubble What is the death of USD? #petroRMB #goldbacked",
  "@cjdotma @dekdarion @walkingwater70 heard about the Saudi prince but not Potus. then again I've heard Potus surviving about seven attempts on his life... Not hard to imagine. War behind the scenes. I pray for his safety.",
  "@dougmillsnyt @realDonaldTrump @realDonaldTrump to the chinese kid: \"Stop devaluing your country's currency! \" \nJust kidding of curse 😂It's good to see kid at WH without being harmed. #maga",
  "@realDonaldTrump #bestpresidentever Peace with NK after just one year. https://t.co/xyfzpMtfGo",
  "Reading the lyrics and wondering what he did in fact by with that ultimate sacrifice... #QAnon #Pedogate https://t.co/Ckd06YZOlU",
  "@KyleKashuv I feel for your loss 😂Have an excellent day!",
  "@Fibsie1234 Boom! Now we're talking. Capone hat man wegen Steuerhinterziehung drangekriegt. Ist mir egal (fast #Pedovores ) west halb diese Leute aus dem Amt verschwinden. Hauptsache keine Macht mehr und ab in den Knast.",
  "😂😂😂😂😂 https://t.co/amCmJjffGe",
  "Fire up them octothorpes.\n\n#releasethetexts https://t.co/x5kOMyqByZ",
  "@WhiteHouse @POTUS #MAGA https://t.co/eTRVU2p62D",
  "@DoraGezwitscher Selbstjustiz ist absolut dumm. Wie man an diesem Beispiel sieht, kann es viel zu leicht vorkommen, dass der ausübende gar nicht alle Fakten kennt.",
  "@qanongermany Hat da jemand den Clip von? Oder ist der bewusst nicht online?",
  "@MeganLeazes @briantylercohen Can one be alt-right without being racist? Should you be able to express freely who you love (unless children)?",
  "@DestroyIllusion #expanse is about mankind having grown colonized the solar system in Form of Mars and the asteroid belt.",
  "@DestroyIllusion #alienist deals with the themes of #childprostitution /#pedophilia and #Pedovores",
  "@DestroyIllusion Even freaking angrybirds movie deals with the theme one group of people stealing another group's eggs (children) with the intention of eating said eggs (again... CHILDREN). They are being saved by a giant bald eagle 🦅🇺🇲💥 #symbolism",
  "@Thomas1774Paine What's with the bunny ears? @alexpodesta much?",
  "@KyleKashuv @thesarahdtaylor @theblaze The guy has srsly lost it. Someone like that should not be around kid nor teach them anything. The NSA should take a good look at that guy's hard drive...",
  "Giuliani: Mueller won't find a 'stitch of evidence' that Trump colluded with Russians. \"The case should be over.\"  Absolutely; glad you are on board for .@realDonaldTrump\n End this Charade &amp; Stop wasting tax payers money or we want refunds 😂https://t.co/YVq3bEKTG7",
  "@Fibsie1234 @Venum84839107 @littlewisehen Ernsthaft. Keine sympathie für sowas. Bin gespannt wen es alles treffen wird, wenn auch in Deutschland die Wahrheit ans Licht kommt.",
  "@Fibsie1234 Wer ist denn nicht auf dem Bild zu sehen? #Flotus #Qanon... Would be so cool.",
  "@JohnnyTSollitto @RitosoPita @WOL3303 @realDonaldTrump oh god. 😱",
  "Srsly. what the heck? #MKUltra treatmen? https://t.co/SvWfLx6Z0n",
  "Americans hate when the official narrative is tampered with. Truth is messy. https://t.co/laNq3cPzTl",
  "This is not about race, we are told.\nWhite people aren’t excluded, we are told.\nFarmers aren’t targeted, we are told.\nThe “progressives” are non-racial, we are told.\n\nThen they sing “Kill the Boer, kill the farmer”. https://t.co/Z4DQS5nfQ6",
  "@TruthFactoryCat @PSA_Sitch You mean @Lauren_Southern 😅",
  "@Fibsie1234 @FraHofm @BackGaia @Towers_Go Oder einen Schäferhund wie ihn ihr \"Vater\" früher hatte...",
  "Infolge der jahrelangen Gehirnwäsche haben die Menschen die Fähigkeit des selbstständigen Denkens verloren und glauben ,sie wären frei und unabhängig https://t.co/GoNrJdllbb",
  "@B754344255 @kanyewest @realDonaldTrump Going right into the collection. 😂🙏 priceless #maga #AmericaFirst and then the rest of the world wide #deepstate",
  "Polnische Journalistin klärt auf, DEUTSCHLAND hat eine Neurose❗️:\n-Deutschland rettet den Euro\n-Deutschland rettet Griechenland \n-Jetzt rettet Deutschland die Flüchtlinge, dazu noch die Demokratie in Polen\n-Vielleicht hat #Merkel @cducsubt eine Neurose...\n\n@Mundaufmachen\n#AfD https://t.co/Qb1PHbJ9Dc",
  "@OpinionatedEuro #ThesePeopleAreStupid #thesepeoplearesick",
  "@trumpism_45 That's the reason why @realDonaldTrump said in inauguration speach #americafirst . In the US is where it starts. and then it's gonna spread across the world. #DrainTheDeepState #draintheswamp",
  "@kanyewest Man! Just wow. Love it ! 🙏Peace",
  "I know a leftist who is gonna have an aneurysm... all of them 😂 https://t.co/KpKOMmE0KU",
  "#QAnon\n#BillClinton\nhttps://t.co/P8F15V17iT\n@FraHofm \n@BackGaia https://t.co/zoKEYzamiv",
  "Thank you Kanye, very cool! https://t.co/vRIC87M21X",
  "https://t.co/VoHeoeoDBn\n\nLegacy media won't admit that there is no evidence of a chemical weapons attack in Syria. They are labelling anyone against their narrative a \"conspiracy theorist.\" Who cares about the OPCW when CNN can test for chemical weapons by sniffing a backpack? 😹",
  "@kanyewest Don't mix 🍕 with 🏓",
  "Yet all Americans heard Macron say today was:\nBla Bla Bla New World Order..\nBla Bla Bla New World Order...\nBla Bla Bla New World Order...\nBla Bla Bla New World Order...\nBla Bla Bla New World Order...\n#QAnon #Outnumbered https://t.co/UqOahjh7Qf",
  "As CIA Director, John Brennan Colluded With Russian Spies in Moscow to Set Up Trump &amp; Ensure Hillary Presidency https://t.co/Q9K6HmxY7A",
  "Ein Mann aus Nigeria drohte Polizisten mit einer #Messerattacke. Ein Arzt attestiert ihm Haft- und Flugunfähigkeit. Zur Abschiebung wird er mit seiner Familie nach Frankfurt gebracht. Nach zwei Tagen tauchen sie wieder in #Karlsruhe auf. 🧐\nhttps://t.co/1AgistNoZg",
  "Trump planted the seed today with Macron.\n\nThe beginning of the end for the EU.",
  "@B754344255 He's just the messenger of TPTB. @realDonaldTrump will not give them an inch.",
  "New post Marina Abramovic Confronted About Spirit Cooking. #PIZZAGATE has been published on SGT Report - https://t.co/uKwpMMWoox https://t.co/Z2953b1aeR",
  "@not_pc_person @ashtonbirdie @IncMonocle @Lauren_Southern @RoamingMil about the readhead https://t.co/rOBazBQ8of",
  "@not_pc_person @ashtonbirdie @IncMonocle @Lauren_Southern and also american 🇺🇸🦅💥 lauren is canadian, isn't she",
  "@ashtonbirdie @IncMonocle @Lauren_Southern is gonna be so mad if she finds out you are passing off pics of her as your own... #justkidding",
  "Damn 😎 https://t.co/UgSXtGvmHu",
  "Allison Mack wasn't part of a sex cult.\n\nThe media is playing with language again.\n\nAllison Mack is charged with 2 counts of... \n\nsay it with me...\n\nCHILD TRAFFICKING!!!!\n\n#TuesdayThoughts",
  "#ClintonCrimeFamily #redCrossisaSCAM #ChildTrafficking #Haiti #TheRainMakers wake up @realDonaldTrump @rushlimbaugh #DeepDenial @POTUS #Qanon https://t.co/cViyKtTQ6C",
  "@V_of_Europe @qanongermany 🤦‍♂️... Still sad about her fate. No woman should suffer abuse like that.",
  "@antischool_ftw Best known for her role in #smallville\nA show in the #dcuniverse\nWhere also a character exists by the name of\nblack CANARY\n#irony",
  "Mind 💥😲 https://t.co/cXAk7RXD1z",
  "@B75434425 Pompeo is for Iran\n#trusttheplan\n#MAGA\n#QAnon",
  "@netflix new show #alienist deals with the themes of #childprostitution / #Pedophiles and #canibalism / #PEDOVORES alongside ritualistic murders one a religious schedule / #seasonofsacrifise... Wonder where I've heard of this before 🤔 https://t.co/pb4mWLgvgu",
  "A former Mexican state governor was extradited to the United States from Italy on Friday and charged with racketeering, drug smuggling, money laundering and bank fraud https://t.co/8ukIybpbkZ https://t.co/IGC6BFT9xE",
  "Three missing students are dead after criminals in Mexico beat them to death and dissolved their bodies in acid😱\n\nComing soon to a liberal McMansion near you as a gardener\n\nJust a matter of time when this news is local ... https://t.co/fyKLy3JZnU",
  "@DoraGezwitscher Es erinnert mich an einen Kommentar meine Mathelehrerin, wenn jemand an die Tafel zitiert wurde und versagt: Armes Deutschland 🤦‍♂️",
  "#Boom No more Clowns #qanon https://t.co/uOKSupBSFT",
  "@Fibsie1234 @nacktepoesie @Vyacheslav777_ Well shit. Jetzt frage ich mich ob \"Onkel Wolf\" doch noch in Antarctica hockt und sich das bunte Treiben hier aus sicherer Ferne anschaut.",
  "\"...because you'd be in jail.\" @realDonaldTrump #bestpresidentever #boom #qanon https://t.co/nqKrAgLzQl",
  "#QAnon https://t.co/Em2NVV0MKQ",
  "@Vyacheslav777_ Man, this would be so cool if it turned out to be true/proven",
  "Kanye West: ‘The Thought Police Want to Suppress Freedom of Thought’ https://t.co/5eAjW19l2s",
  "When did expressing support for a sitting US President become a newsworthy event? #TuesdayThoughts https://t.co/vNi0jYubz4",
  "Es ist eine schande...\n#shame #SpiritCooking #Pedovore https://t.co/Mz4yVQ6ksX",
  "@ZDFnrw @bundeskunsthall What is spirit cooking?\nWith a sharp\nknife cut deeply into the\nmiddle finger of your\nleft hand\neat the pain.\n#notart\n#evil\n#Pedovore",
  "Trump is very successful showing military strength , and with Mike Pompeo as Secretary of State, few details will be overlooked. With Obama, it was a different story #MAGA https://t.co/Sj8cGjCvzJ",
  "“I’d rather be grabbed by the pussy than have one as President”. Trump protects your right to bear arms, your Supreme Court &amp; your country #MAGA  https://t.co/2S3CJ31hgb",
  "https://t.co/p3n8rystiz",
  "Das amerikanische Rote Kreuz gab ein Viertel der #Haiti-Erdbeben-Spenden für interne Zwecke aus - fast 125 Millionen US-Dollar. Ein ehrgeiziger Plan zum Bau von Wohnungen führte zu nur sechs festen Häusern!\nDa haben sich Einige eine goldene Nase verdient!\nhttps://t.co/nIPu1Ei7tI",
  "Soon...\n#Qanon #MAGA #WeThePeople #WeThePeopleDemandJustice #DrainTheSwamp #WeKnow #FalseFlag #TheGreatAwakening https://t.co/g2Qt9oYrdj",
  "#Syria #SyriaStrikes #SyriaChemicalAttack #war #Syriawar #Ghouta #France #Damascus #news #UAS https://t.co/ybTT6ueqy9",
  "https://t.co/ipnQpnx3Zt As posted by #QAnon \nWonder what it means.\nWar, out in the open?\n#MOABIncoming this week?\n#patriots rise?\n#WWG1WGA \n#TrustThePlan \n@realDonaldTrump stay safe.\n#Peace",
  "@Lauren_Southern @BrittPettibone You guys are so gay... by which I mean I envy your friendship and would be proud to call either of you two a friend myself. Have a great day. #backhanded #compliment",
  "@Feindpresse @Fibsie1234 Die Kinder sind dann ja im besten Alter für eine Gehirnwäsche aller #mkultra\nWobei ich kaum glaube dass der eine Junge Prinzessin spielt 😂",
  "@clif_high #webbot #btc sure likes those 8s :) https://t.co/EG5PKo3hl2",
  "Und genau das ist die Wahrheit vor der zu viele die Augen verschließen. Wir müssen den Handel mit menschlichem leben und insbesondere Kindern stoppen! https://t.co/1tVNBnq8KC",
  "@BriFlatts @DestroyIllusion @clif_high It's a good thing that the woowoo crowd doesn't agree on everything. Otherwise it would be far to susceptible for disinformation.",
  "@DestroyIllusion Rising support from celebrities. Language fulfilled. #webbothit",
  "@B75434425 So I guess Christmas came early. Oh boy. Guess Santa has quite the naughty list this year...\n#NoDealsForTraitorsObamaClinton #Qanon #TheGreatAwakening",
  "4.22.2018\nJohn Kerry under invstgtn.\nState Dept under invstgtn.\nClinton Foundation under invstgtn.\nRosenstein under invstgtn. (not yet publicly announced)\nHillary, Comey, McCabe, Lynch, Strzok, Page all referred for criminal invstgtn. \nFBI is broken.\nCIA is criminal, broken.",
  "@twfreedom50 @ZoellickJudy @We_R_an0nym0us @realDonaldTrump right on 😎",
  "new Q post https://t.co/iayTSTnCAF #QAnon #GreatAwakening",
  "New post BOMBSHELL: ON CAMERA, Doctor Confirms \"CHEMTRAIL LUNG\" is a Huge, Growing Problem - SHARE THIS VIDEO NOW! has been published on SGT Report - https://t.co/Xp2pUU2YlM https://t.co/VmgTXRF88o",
  "@scrowder Don't listen to the canadian! Socialism is great. Works just fine over here in Germany...right?! ...oh... well...never mind",
  "@OpinionatedEuro I'd actually like to see @scrowder have that discussion just to see how people expose themselves for having a very small mindset.",
  "Pink-Floyd-Legende: Weißhelme sind Fake - sie machen Propaganda für Islamisten und Terroristen https://t.co/FBbDo15XhI via @China_Welt_News",
  "New post EX CHIEF ADVISER FOR THE UN’S CHILD LABOUR PROGRAM ARRESTED FOR... PEDOPHILIA has been published on SGT Report - https://t.co/B4t6J4P3PE https://t.co/4u8GFKltuC",
  "I liked a @YouTube video https://t.co/TqyWTT7kLs The Truth About Syria Part 2- This Doesn't Add Up",
  "Boom https://t.co/0T5KghaYj8",
  "@OpinionatedEuro read your page description. had me in tears. \"shittty @Lauren_Southern \" Hilarious xD\nLove both your work. Keep it up and have a great day.",
  "https://t.co/Mt8mOqcbkn",
  "Das ist eine gute Frage! #Pizzagate #Haiti #Oxfamscandal #Menschenhandel #Kindesmissbrauch\nWelche Eltern machen sowas? Ich kenne keine, aber ich kenne Eltern die nicht wahrhaben wollen, dass dies alles real ist! #RefugeesWelcome Klatscher z.B. Oder die #Gruene oder #linke, etc... https://t.co/kAuE9AUngC",
  "@DestroyIllusion During world War ll the nazi's moved their entired arms production underground utilizing slave labor. A fact that is conveniently overlooked when it comes to the topic of #holocaust\nMillions died in the camps, millions died underground.",
  "Working with a wonderful 3D artist depicting black triangles  parked in deep underground hangars for a project.\n Man, I'm getting some neat ideas from this for my book from this.\n#secretspaceprogram #destroyingtheillusion #thegreatawakening https://t.co/ViArrXCMuW",
  "A new week and new drops await.\n#QAnon\n#DrainTheSwamp\n#DestroyIngTheIllusion\n#FullDisclosure https://t.co/YA6QsmElvz",
  "@DestroyIllusion Ey yo Milana! Run!!\nBut then again it makes me smile wondering why her husband is not in the picture... #POTUS #DrainTheSwamp",
  "Zwei junge Frauen wollten am Donnerstag Abend vom Amtssitz unser Bundeskanzlerin Angela #Merkel zum Berliner Hauptbahnhof laufen. Auf ihrem Weg wurden sie von drei jungen Männern aus Afghanistan bedrängt und sexuell belästigt. 🤕#Bundeskanzleramt #Metoo\nhttps://t.co/bJOdaSKo2g",
  "Twitter suspends right-wing commentator Mark Dice for saying transsexualism is a mental illness https://t.co/eL50Tw4n8g",
  "We know! Everyone knows! Except our MSM. https://t.co/O0jiH7AEK1",
  "Threatening people at their homes and businesses, vandalizing their homes and terrorizing their families, including young children, will not persuade anyone to disarm.",
  "Newly revealed government statistics hidden from public dismantle liberal gun control narrative https://t.co/O6CfDkkiC5",
  "@KyleKashuv I'd say this qualifys as brass balls. #bossmove stay safe. #2A #TheGreatAwakening",
  "This is bigger than people realize. This is how @realDonaldTrump and the Q-Team will legally introduce all the evidence they have already collected. This is how the #DeepState will go down. #maga and the rest of the world. #WWG1WGA https://t.co/iMDkSjdUTE",
  "I mean you can't make this stuff up... https://t.co/LJdyG3Nfvz",
  "@jerome_corsi As I said to @LionelMedia I'll reiterate here. #QAnon is american in origin but embraced world wide. #WeThePeople of earth have had enough. #WWG1WGA\nNo more #Pedovor!",
  "The point is \"Great Awakening\" is spreading to millions across America #Qanon8chan #GreatAwakening and will spread Worldwide, as forces of NWO darkness are defeated with light. Red-pilled readers UNITE. WWG1WGA. Photos of readers w book posted at https://t.co/ouVlpMsvmL",
  "@LutzUrbanczyk Deswegen halte ich @AliceWeidelAfD  auch für die letzte Person die sich für ein öffentliches Amt bewerben sollte.",
  "@LutzUrbanczyk Ich kann mit @AfD nichts anfangen. Aber ich stimme zu, dass Merkel aus dem Amt enthoben werden muss. Es ist aber gleichzeitig unser aller Verantwortung, dass nicht die nächste #DeepState - marionette ihren platz einnimmt.",
  "@SGTreport Good God. That picture of #rockefeller looks terrifying. Pure nightmare fuel. #Pedovores",
  "Another artist exposing sex trafficking among elite pedophiles dies suspicious death. \n\n#QAnon #Pizzagate #Pedogate https://t.co/G9PgqAR6VC",
  "@EllaaaCruzzz The term \"orgy Island\" is way to tame and benevolent in my opinion.\nThere is anything but \"adult consenting folks having intercourse\" going on. #QAnon #PedoGate #Pedovores",
  "Here each child appears to be sitting on a bucket.\nThis is Jeffry Epstein's Orgy Island internal surveillance cameras. https://t.co/Rm2bE2MMU8",
  "For those who ask me what the buckets R for.\nI am sorry I don't want to write it down but I put this pic here.\nListen to Gabriel &amp; Alisia they picture exactly the same scene and I knew this but what hurts me is in Epstein's Island the children are sitting on their own buckets. https://t.co/k2wX6gsoIx",
  "Avicii, dead at 28, was making his directorial debut in a film exposing #HumanTrafficking. The body counts are too high to continue to dismiss these highly suspicious deaths as natural causes, accidents, or suicides. #GreatAwakening #Qanon #WWG1WGA https://t.co/VIwkvbmJkf",
  "@AlexLondonUK @qanongermany Shiiiid thats cold. I'd prefer more of a Han-Solo type treatment #frozencarbonite",
  "SAVE THE BOER!\n\nIdentity Evropa members rallied at the South African embassy in D.C. to protest the slaughter of White farmers – an atrocity ignored by the country's majority government.\n\nThis is the future White South Africans face in Nelson Mandela's \"rainbow nation.\" https://t.co/mBMrENhFlh",
  "Attn anons!\nGet ready for incoming #QAnon &amp; #GEOTUS drops!\n\n2018 is gonna be GLORIOUS!\n\n==&gt; It's follow-back Sunday today.\n==&gt; Hit FOLLOW and I'll follow you back.\nAs I am probably shadow banned (again), following each other is the best way to keep in touch.\n\nTY @realDonaldTrump https://t.co/zjlqW3JxSQ",
  "What a trip watching people like @kanyewest, @RealJamesWoods, and @therealroseanne help wake America up.",
  "Es geht weder um #Religion noch um Herkunft oder #Hautfarbe! Es geht einzig, Gut gegen Böse! Dieser #Hass wird gezielt geschürt! Und das manipulierte #Volk rennt blind hinein und die üblen Gesellen dieser Zeit lachen sich kaputt über die Dummheit auf diesem Planeten! #EU muss weg https://t.co/nm4R8DxA3r",
  "@Belle4DJT @DreamwalkerWC @realDonaldTrump @WorldTruthTV Paul died in a car accident because the car got out of control. Almost like someone else took control of the car... #Vault7",
  "@DoraGezwitscher https://t.co/xqfo8fzKR7 stay safe everyone",
  "In jedem Land, in ganz #Europa werden die Stimmen lauter! Die kaputte #EU mit all ihren Losern an Bord muss verschwinden, den #Euro mitnehmen und die #Menschen müssen der #Politik zeigen, dass sie unerwünscht ist! @ARD_Presse @ZDF @BILD @welt ihr könntet da wunderbar mithelfen! https://t.co/RTAqhIHAiE",
  "@DoraGezwitscher Geht das jetzt hier schon los wie in England? Dann sollten wir uns schon mal auf Säure attacken einstellen. Was für ein Alptraum.\nUnd zu allem Übel wird die Bevölkerung gespalten in links und rechts, streitet über Quatsch wie Rassismus und die Regierung macht was sie will.",
  "Weitere #Messerattacke in #Hamburg: Ein 21-Jähriger wurde schwer verletzt, seine 20-Jährige Begleiterin wurde geschlagen. Der zunächst festgenommene Mann scheint nicht der Täter zu sein. Die Polizei sucht nach einem jungen dunkelhäutigen Mann (1,95cm). 😳\nhttps://t.co/hRo8sI36Ot https://t.co/NY0WZqQ46V",
  "Ich wiederhole mich, aber #Deutschland #wachauf! Ihr #RefugeesWelcome Klatscher an erster Stelle! Ihr wollt Gutes tun? Dann erkennt die #Wahrheit und den wahren Feind! Denn dieser sitzt in unserem Fall in #Berlin und verbreitet sich durch alle kleinen Ämter im Land wie die #Pest! https://t.co/HguNuVUsWu",
  "Wieder eine #Messerattacke in #Hamburg: Eine 26-jährige wird schwer verletzt in der Simon-von-Utrecht-Straße gefunden. Trotz einem Zusammenbruch kann sie wiederbelebt werden. Nach einer Notoperation ist sie aktuell nicht ansprechbar. 😨\nhttps://t.co/EbfVv5fX1Z",
  "@LionelMedia just watched your latest recording of your live stream.\nAre you aware of the fact that the #Qanon phenomenon may be #american in origin but is being embraced globally. Mankind wants the trouth. #WWG1WGA",
  "Sex cult leader Keith Raniere has a series of Preschools around the country and Mexico... #pedogate #sexcult #allisonmack #nxivm Secret mission: A child https://t.co/GusNhbpMiL via @TimesUnion",
  "Anyone Need A Timeline Of Corruption...Here You Go! @realDonaldTrump Time For Justice! \n#SayWhen \n#GreatAwakening \n#DarknessToLight \n#ClintonCrimeFamily \n@father_mayhem https://t.co/8FPRYzN3z3",
  "Just go away. Just go away. Just go away. Just go away. Just go away. Just go away. Just go away. Just go away. Just go away. Just go away. Just go away. Just go away. Just go away. Just go away. Just go away. Just go away. Just go away. Just go away. https://t.co/JGlSttMYUJ",
  "@DoraGezwitscher Es ist einfach nur traurig. 😢 Keine Gewalt gegen Frauen. Viele warten darauf dass sich was ändert. #metoo",
  "Tödliche #Messerattacke in #Berlin: Ahmed T. (39) tötete seine Ex-Frau vor den Augen seiner Kinder. Vorher war er bereits 30 mal in Polizeigewahrsam und drohte seiner Frau immer wieder mit Gewalt. 😢 #metoo\nQuelle: https://t.co/l1ChhOhK9G https://t.co/eibJ2oodz2",
  "\"It's Not Left Vs Right, It's the State Vs You, While We Fight Each Other Politicians &amp; Corporations Are Making a Fortune $$$, Just Follow the Money\"",
  "Well damn... As blunt as it gets... Great job by @Lukewearechange and @WeAreChangeNYC https://t.co/1crWcwCXHI",
  "\"Prosecutors say they have e-mails from Mack pledging her “full and complete life” to Raniere and offering to “cement” the vow with her own collateral — including a contract promising him any children she ever has...\"\nhttps://t.co/33HRrTM36w",
  "@aufklaerer2017 Wie früher nach der Schule...",
  "I added a video to a @YouTube playlist https://t.co/Zxb4yl9GKp Top 5 Common Foods That Cause Disease - Ocean Robbins Food Revolution",
  "Srsly. What is going on? https://t.co/nawYL7v4Ut",
  "Someone made this meme a year ago &amp; I posted it on my Instagram then! @Fulcrum__News 🍕\n\n#Pizzagate #Pedogate #QAnon #GreatAwakening #WWG1WGA https://t.co/QzV0U5dofq",
  "#QAlert 4/17/18 \n\n@BillClinton Pssssssst ...Bill. Everyone is talking,\n\n@POTUS #MAGA #QAnon #BOOM #WWG1WGA #GreatAwakening https://t.co/ukyaISq924",
  "lord have mercy. the witch is coming to germany... https://t.co/SUExEy2bOl",
  "This is not a conspiracy anymore...\nThis is sick. RETWEET Please.\n#Pedowood #Obama\n#SaveTheChildren @POTUS @allisonmack\n#QAnon #Q #ShineTheLight #GreatAwakening #Prince #EarthDay2018 #RIPPrince\n@qanongermany @realDonaldTrump #DSDS #stuttgartgehtab https://t.co/DWgcatR0vm",
  "@LadyKnightFury @FLOTUS @MELANIATRUMP Talk about a strong woman. #amongdemons",
  "Breaking: heavy gunfire in #Saudi king palace #Riyadh via @GhanemAlmasarir  https://t.co/Ci2rczkS6P Ghanem holds a treasure trove of secret #Saudi official documents @simeonkerr",
  "@kanyewest @antischool_ftw Future proves past",
  "@Synelly @littlewisehen @otreborrm @loriotfehlt Wir dürfen uns aber nicht nur auf trump verlassen. 💪🇩🇪🇺🇲💥🦅",
  "@therealMetzgerM @CNN @ARD_Presse @ZDF @BILD Wer hat nach dem Krieg die Presselizenzen vergeben?\nWen haben sich mit #operationpaperclip ins Boot geholt?\nNach wie vor gleichgeschaltet.",
  "@DestroyIllusion I do believe that direktly asked trump for help when they met at trump tower... Right before his handler... I mean management got a hold of him again.\nWest's Profil pic is a beheaded king or... #monarch\nStrings cut?",
  "Es wäre schön, wenn dies auch bald in #Deutschland passieren würde! @BILD dir deine eigene Meinung und hör auf, blind, dem @heutejournal Kleber zu glauben! Es geschieht etwas in der @welt, also #focus auf die #Wahrheit und sich mal selbst im #spiegel betrachten! #Merkelmussweg https://t.co/8WQRVS1CFa",
  "This ultra weird stuff is most probably “conspiracy theory” craziness. But, just for giggles, it would make an interesting documentary. https://t.co/iA8AVgelzp",
  "@qanongermany have you seen @DestroyIllusion?\nGreat #QAnon analyses",
  "@Heinrich_Krug Nenn es nicht Lügenpresse. Der Begriff ist zu politisch konnotiert. It's just #FakeNews",
  "@therealMetzgerM Nicht jeder wird die geistige Stärke haben sich mit dem Thema auseinander zu setzen. Die Details werden alles andere als leicht zu verkraften sein. #HRCVideo #Qanon\nIch hoffe dass die Wahrheit ans Licht kommt. Dann heißt es auch endlich bye bye Merkel 😂",
  "Das Einzige was der #DeepState kann, ist alles töten was im Weg steht! Aber damit ist nun Schluss! Nehmt einmal die #RedPill und es gibt kein zurück mehr! Die Scheinwelt in der wir leben bricht zusammen und die #Augen werden geöffnet! #Kindesmissbrauch wird gedeckelt #Pizzagate https://t.co/zsS2UbPFDT",
  "@rogercaviness @DreamwalkerWC @RealJamesWoods No coincidence\n7/10 plain crashes are no accidents\n#FutureProvesPast \n#QAnon",
  "US govt counterterrorism center accidentally releases ‘remote mind control’ documents - report https://t.co/GgMrkGFbcW",
  "The last photo that alleged human trafficker and sex cult leader Allison Mack tweeted is of the Spirit Cooker, and Podesta friend, Marina Abramovic. https://t.co/05BkmCECxT",
  "@ashtonbirdie I hope you carry. Stay safe.",
  "This week confirmed:\n#pizzagate real\nHRC video exists\nNK will throw pelosi under bus\nMcCabe going to jail\nComey book sucks\nObama wins Benedict Arnold award\nSyria gas attack fake\nStill no evidence of Russian collusion\nFB spy\n2 scoops\n2 genders\n2 terms\nTrump still your president",
  "@antischool_ftw oh wow. failed to read the headline first and thought, man, thats a messed up looking wedding picture.\n#qanon",
  "Boom https://t.co/HjTlCBcMXF",
  "@realDonaldTrump How are people not seeing this. This man has been in office for one freaking year and reunites a seemingly irreconcilable country. #MAGA #maketheworldgreatagain #greatespresidentever #trusttheplan",
  "@CivMilAir The deal has been made long time ago.\nNK is safe.\nIran is next.\nTrust the plan.\n#Qanon",
  "@Fibsie1234 @FraHofm #spiritcooking #achduscheiße When she comes we'll be like, no ms Abramovic. Go a way. We germanz dont want to eat that baby...",
  "Ethereum smart-contracts have been officially deployed: https://t.co/EtwK0XJrz2 … — We’ve now moved from test-network to the Ethereum main-network! @BitPopulous",
  "strive for universal consciousness not segregated consciousness",
  "@TruthFactoryCat It broke me mentally when Tommy Robinson told in an interview with @StefanMolyneux the story of an 11 year old girl enduring unspeakable things. We must put am end to #pedophilia and #pedovoria",
  "@DestroyIllusion @X22Report Dave is the man. Really glad to see you find your footing in the trouth community. Great interview.",
  "Fun talk w/ @X22Report, even though our Skype was cut halfway through!\n\nhttps://t.co/YLufrIRm8l",
  "Dear @ashtonbirdie and @PrisonPlanet .Recently watched an interview between you two and while I get where you are coming from I don't think calling someone a horrible person is part of the solution. @DestroyIllusion has got the right idea https://t.co/RUVEixfYam #maga",
  "@DestroyIllusion the guy actually said he wanted to quit the music industry. guess they didn' let him.",
  "@Fibsie1234 time for honest money @SatoshiLite the world needs a new currency. fiat is about to go.",
  "@Fibsie1234 Since this is a global phenomenon, I wonder if certain members of our #Bundestag enjoy some #walnutsauce ...",
  "BleachBit, cloths, and hammers won't save you now Hillary. \n\nEXCLUSIVE: Hillary’s Deleted Emails Have Been Found, Court Orders Them RELEASED: https://t.co/x0QJ7aeEhX",
  "@clif_high Big old clam cook-off?",
  "@B75434425 Diplomacy over military  saberrattling. Then again I'm somewhat confident in the theory that @PutinRF_Eng  and @realDonaldTrump are working together to get of the deepstate in their respective countries. #maketheworldgreatagain",
  "Memo to Mueller and his deep-state thugs trying to tear down and destroy our duly elected President, Donald J. Trump: It's Giuliani time. https://t.co/Ppc9hcoWHc",
  "#QAnon\nwe are looking for Putin's pen. He was more likely in this machine today. From France to New York!\nhttps://t.co/DHyu5NgSIx https://t.co/et5rB2a4xA",
  "And it goes to note, the govt. itself has stated that any photovoltaic patents over 20% efficiency and general energy creation patents over 70-80% undergoes automatic classification review.\n\nWe could have completely changed society decades ago...",
  "@realDonaldTrump @GenFlynn will be redeemed in time. @Comey will know about justice. #FutureProvesPast #trusttheplan #TheGreatAwakening",
  "@hickok45 Great discussion. Would you shoot the breeze with @MrColionNoir ?\nWill you do a video on the Maxim 9? You, it takes Glock magazines ;D",
  "Let's go up to 30k feet and look; \n\nPelosi - selling U.S. secrets to DPRK to enrich herself (Net worth as of '15 $100,000,000\n\nDebbie Wasserman-Schultz (under direction of HRC) - hiring PK ISI for intel gathering/blackmail OP and recommending them to other House Dems.",
  "BREAKING: Comey memos just released. Details unfolding NOW on #hannity tune in!",
  "@2021_free @realDonaldTrump These are not good people. Have you considered looking at their wrongdoings? Trump was in ihr right to fire comey",
  "@2021_free @realDonaldTrump Well I like the guy. #mypresident",
  "Time to pay attention!!! https://t.co/zp4DhUJqaU",
  "https://t.co/s5yuVsDkNU",
  "@ashtonbirdie I bet you'll be a great mum. Anytime soon?",
  "Hardened bones, hardened teeth, fused skull, fused joints, 18 extreme differences from Homo Sapien genus...does this look like a \"human\" fetus to you? https://t.co/bYzSldwEPa",
  "Death of McMaster’s father \"suspicious\" https://t.co/G6Pou9iokN",
  "in case you haven't figured it out, they are trying to blame Q for the plane FF in order to prevent drops / awakening... \n\n\"Response is coming.\" \n\n#qanon",
  "🚨 Hillary Rodham Clinton has been officially referred for investigation for violating federal law 52 USC 30121 &amp; 52 USC 30101.",
  "No coincidences??\n\nhttps://t.co/cBNgrbJN78",
  "Hi I’m Jessica. Suffering from blood cancer. Today is My Birthday. But no one wished me yet. I am smiling. But sad in my heart. 😥\n\nCan I get some best wishes?\n#BirthdayGirl https://t.co/Gqb4tOA4Gc",
  "Miami Herald sues for court records involving Clinton associate Jeffrey Epstein’s alleged CHILD SEX RING https://t.co/izvoVdEYzz",
  "@iRiskFiat @guillle77 @DestroyIllusion @NASA @NASA_TESS I always reserve the right to be wrong.",
  "Liberals are boycotting Starbucks because two black men were arrested. They would be better served boycotting the Democrat Party who has put and kept us in poverty, failed schools, drug and gang infested neighborhoods, and encouraged us to kill our babies at Planned Parenthood😡",
  "BREAKING: CNN Interviews FBI Whistleblower; Refuses to Air Segment When Decorated Agent Hammers Andrew McCabe https://t.co/9uRkx4u8j3",
  "Brilliant https://t.co/f9K63qe3XL",
  "@guillle77 @DestroyIllusion @NASA @NASA_TESS Who was Victor Schauberger? What was he working on?\nFuture proves past",
  "Sleeper Cells Activated, Bad Booms Incoming, Threat Real – Episode 1548 https://t.co/goe6vYE90q",
  "@guillle77 @DestroyIllusion @NASA @NASA_TESS Lol. Harry Potter. But I guess any sufficiently advanced technology is in fact indistinguishable from magic #SSP #RedPill #TheGreatAwakening",
  "@NASA @NASA_TESS #WeThePeople DEMAND #SecretSpaceProgram Disclosure - NASA is a smokescreen to hide the real technologies available in classified military programs - antigravity, free energy AND MORE",
  "@kanyewest #freeenergy",
  "@B754344255 Best president ever. Bless Trump. Bless the Q team.\nCan't wait for the credits.",
  "@TruthFactoryCat @PrisonPlanet Notice how the two little girls wear Disney shirts. Also Dora the Explorer can be seen.\nProduct placement.",
  "@B75434425 Trust the plan.",
  "Pat Sajak Dunks On College Kids In Single Tweet https://t.co/Uu3tOkQ0rz",
  "https://t.co/dPl83QoU23",
  "It's official, IT'S HAPPENING!! https://t.co/iCpMNnkcmn",
  "@SGTreport We had somewhat of a \"Boom\" in germany today. 1500 police officers performed a nation wide raid on a human trafficking ring.\nhttps://t.co/uJhgfCzz2E",
  "New post (The #Booms keep Coming! #NewQ #QAnon) has been published on SGT Report - https://t.co/WkP7GJDeAW https://t.co/2fKSAI0TJy",
  "@SilvermanClara @TheRealMrSazonn @FBI @LizCrokin No it isn't. Blockchain has the power to free us from evil bankers.\n\nAll it is is a way to embed text into the block chain. It's not porn it's a text url link to porn. Easy to clean up.",
  "@B754344255 That tongue flick after the underage sex question...",
  "So Trump ends 68 year Korean War in less than two years, \nUNDER BUDGET,\nAHEAD OF SCHEDULE. \n\n If you voted for Trump, pat yourself on the back, your vote is making the world a better place!!!                 \n\n⭐️🇺🇸⭐️🇺🇸😃🇺🇸⭐️🇺🇸⭐️ https://t.co/uTaw90TBW0",
  "https://t.co/cNFYd5EmRt",
  "Perhaps someone can tell me why launching missile attacks on a nation 4500 km or 2800 miles away from the UK is in the interests of national security when that nation poses no threat to the UK? #douma #syria #assad",
  "@NoNameCulture Yes!\nhttps://t.co/jbKE2TMRCG",
  "@NoNameCulture yup....\nhttps://t.co/pqigp1gftU",
  "@NoNameCulture Wunderbar. That's great news 🇺🇲🇩🇪💥🦅",
  "THIS MORNING IN GERMANY:\n\nHUMAN TRAFFICKING ARRESTS IN GERMANY\nBIGGEST POLICE FORCE EVER DEPLOYED - over 1000 german police men and women arrested MANY TRAFFICKERS\n\nIS IT HAPPENING?",
  "https://t.co/Ud2fuqzQdp",
  "@realDonaldTrump JAMES COMEY IS A TRAITOR AND IS GUILTY OF SEDITION - HISTORY WILL SHOW!",
  "@realDonaldTrump Best President ever 👍",
  "Slippery James Comey, the worst FBI Director in history, was not fired because of the phony Russia investigation where, by the way, there was NO COLLUSION (except by the Dems)!",
  "https://t.co/DADrKyeQHt",
  "As your next Congressman, I will work with our @POTUS @realDonaldTrump to #DraintheSwamp and fight for YOU.\n\n#MAGA! 🇺🇸 https://t.co/ZCnV01I1B8",
  "***RETWEET***\n\nGEETA FROM HUSH SUPPER CLUB HAS LINKS TO THE PODESTAS AND ABROMIVIC. \n\n#FRAZZLEDRIP \n#PIZZAGATE https://t.co/n0jDa105OA",
  "What is that, when someone is doing something - they accuse you to take the spotlight off them.... Barry, you are so corrupt, you best be careful who you accuse of anything #SupportOurPresident #MAGA #KAG2020 #AmericaFirst #PurpleIsCovfefe https://t.co/9MATAA0G69",
  "General Flynn was illegally targeted &amp; taken down by rogue Obama FBI.\n\nAndrew McCabe said...\n\"F#@K Flynn &amp; then we\n F#@K Trump\"\n\nSorry (Not Sorry) Andy...\nLooks like you're getting F#@Ked now the IG Report released.\n\nAfter McCabe is indicted, will we see @GenFlynn pardoned? https://t.co/HHYdo8vpBx",
  "#North &amp; #South #Korea to announce official end to war\n\n#Qanon #GreatAwakening @POTUS #IranNext https://t.co/6U9lH5t42h",
  "There was no chemical attack. https://t.co/D8GWtUBkaK",
  "Machete Attack Every 90 Minutes in ‘Gun-Free’ Britain. https://t.co/KVw8cICutk https://t.co/x4B94eY2WD",
  "SHOCK VIDEO: OBAMA FROM KENYA? #AntiSchool: https://t.co/TWSZKQ4RG8 via @YouTube",
  "#MAGA @Justin_Formed #Qanon #Q #memebers #MemeWar17 https://t.co/SpgB7N5lvc",
  "@DestroyIllusion According to Dr. Grundy, author of #theplantparadox ,94 percent of humans are born with antibodies to the lectin in peanuts.",
  "Apr 16 Dr Jerome Corsi Decodes Latest QANON Posts: https://t.co/LHaJEcul8u via @YouTube",
  "It’s amazing how the swamp creatures come out and try to take down Trump!! \n\n🧟‍♀️🧟‍♂️🧟‍♀️🧟‍♂️🧟‍♂️🧟‍♀️🧟‍♂️🧟‍♀️🧟‍♂️ https://t.co/VPDyjTUEjC",
  "\"I FEEL LIKE DAVID HOGG\"\n\n#DavidHogg #Qanon #2A #2ndamendment #NRA @nratv @NRA https://t.co/Z2BNozb3mL",
  "Trump Nominates First Black Woman to Serve at Brigadier General Rank: \"If confirmed, Marine Corps Colonel Lorna M. Mahlock will be the first black woman to attain one of the highest military positions in the world.\" https://t.co/kXCfwpTcMa",
  "Isn’t it funny how people in politics think they still live in a time before social media. — A time when we had no way to discover their lies.\n\n#DeepState \n\n.@CIA 👁 (Those who know don’t say, and those who say don’t know)🤫 https://t.co/lwwavtgOzY",
  "@jennymoonstone1 have you heard about the details of the #HRCVideo?\n@SGTreport did a great report on the subject. Details are unspeakable though.\nhttps://t.co/YoHzIZXYFT",
  "WARNING! This Will Deeply Disturb You: THE TERRIBLE TRUTH ABOUT WALNUT SAUCE… #PedoGate #Pedovore\nhttps://t.co/YdXBCmNVVW https://t.co/7HkThNFO2b",
  "Podesta brothers, red shoes &amp; walnut sauce = #Pedovores\n\nWARNING! This Will Deeply Disturb You: THE TERRIBLE TRUTH ABOUT WALNUT SAUCE…\nhttps://t.co/YdXBCmNVVW https://t.co/aNR9jOBwRI",
  "https://t.co/OykQdqOQY5\n@LizCrokin @DestroyIllusion @SGTreport We are being prepared mentally. Though reality is far worse than any Movie #HRCvideo #HRCRawVideo #Pedogate #PEDOVORES",
  "@StephenMilIer Got me good :) God bless @StephenMilIer @POTUS  @realDonaldTrump #maga",
  "@thesiriusreport The 4d chess theories are quite entertaining and I would love them to be true. That being said, I thank you for your rational observations and bringing the topic back down to reality.",
  "#US won't have any one-on-one talks with #Syria's Assad - Envoy to #UN\n\nMnuchin will announce Russia sanctions tomorrow to address chemical equipment used by Assad. \n\nI could type these all day, but it proves this 4d chess theory is not panning out.",
  "Pro-Gun Rights Speaker Not Allowed At Parkland High School https://t.co/fswF61P3Ek",
  "Hey ANTIFA! \n\nWhy wear the masks? If you are so proud to stand for your beliefs why hide? \n\nOnly a coward has to wear a mask in public\n\nAre you afraid you might be seen for who you really are: radical, unhappy, narcissistic losers with no purpose, drive, or meaning in your life?",
  "@LizCrokin Even the description of the has me in tears. That being said I hope that we get to see the highest quality of images possible, so we get irrefutable proof of what monsters these people are.",
  "@LizCrokin Don’t you worry don’t you worry child.\n\n#SaveTheChildren https://t.co/quNlmFeSdY",
  "@thesiriusreport Can't wait to hear your thoughts on the current events next time you are on @theroguemoney",
  "Remember this photo of a kid laying next to her ‘dead’ parents who were ‘killed’ by Assad and this photo went viral and got thousands of retweets and had people crying all over Twitter? https://t.co/VLjuodDtZT",
  "Even the description of the #HRCVideo #HRCtape has me in tears.\nThis must end!\nhttps://t.co/B1ZrEgK0L6",
  "@Tactical_review Go and fight the demons that rule your country!\n\nhttps://t.co/B1ZrEgK0L6",
  "@SGTreport This seems to be a tame depiction of what it mus be like... #HRCVideo #NYPD #pedovore non of them will be able to walk down the street.\nhttps://t.co/1qn7wCJyVv",
  "@realDonaldTrump Hi book is ridiculous. Don't worry about it. Just more deepstate propaganda.",
  "Here is why PAUL RYAN resigned: PHOtO w SOCCER MOUFAZ outed #Qanon8chan as Al-Qaeda operative in McCain, Hillary, Obama plan to CREATE &amp; ARM ISIS sold to Congress as \"Moderate\" Syrian Rebels in 2013 will be outed as @realDonaldTrump shows HILLARY TREASON created ISIS in SYRIA https://t.co/VHC9n6TrNN",
  "New post (Report: Twitter CEO Jack Dorsey Personally Chooses Accounts to Be Banned) has been published on SGT Report - https://t.co/QBzFHiTjwD https://t.co/4wqb4z0fUp",
  "See? https://t.co/v44xKE9S3z",
  "“I’m proud to be politically incorrect”! Georgia sheriff who puts up America’s most politically incorrect sign..we are armed citizens and we fight back!  https://t.co/qqOQB7fk6D",
  "elite pedophile ring survivor Fiona Barnett confirms through her abuse drawings that it's all true..we ARE up against evil..PRAY for the children..PRAY for those on the front lines fighting these monsters..PRAY for @POTUS..the Cabal IS on it's last legs..can't come soon enough! https://t.co/rl5uTagvRP",
  "US seems to want to find out how far they can go before #Russia responds. \n\nStaggering @realDonaldTrump hasn't spotted the coincidence given his announcement on planning to leave #Syria \n\n#US rather like #UK is over #Skripal plays the \"we know but have no evidence card\"\n\n#Douma",
  "@RiotAil @mommytolucius @ColtonLHaynes @realDonaldTrump I wonder which other building in NYC had a fire in an office. what was the outcome of that fire? Wasn't it well constructed as well? #WT7",
  "@thebradfordfile @realDonaldTrump The line is called the new silk road. America is gonna participate and profit from it. Trump already made the deal on his trip to China. He's a brilliant business man. #maga",
  "https://t.co/h7goPva2Ao\n\nWe have been talking about a new wave of staged chemical attacks for weeks. Note again rather like  #Skripal how in this case #Assad and #Russia are held immediately held accountable. Evidence would not be produced that quickly. This nonsense has to stop.",
  "*NOW IT IS HAPPENING*\n\nDOJ CRIES UNCLE, WILL ALLOW NON-DEEP STATERS FULL ACCESS TO CARTER PAGE FISA APPLICATION\n\nIF VERSION DIFFERENT FROM THAT GIVEN TO NUNES...\n\nINDICTMENTS OF LYNCH, COMEY, BRENNAN, CLAPPER GUARANTEED\n\nTheStormIsHere\nStormLandfall\n\nhttps://t.co/qd6eTdPMVb",
  "Something to think about 🤔 https://t.co/LnHePt2SzM",
  "@realDonaldTrump Praying for you every day. #QAnon #deathofthedeepstate",
  "MY GOD.. it is being claimed these images are of CANNIBALISM.. \"Guys, I have a heavy heart from all this. The connection has been made. WARNING: What comes is… is pure evil. You will not be able to unknow, or unsee. I can’t stress this enough.\" https://t.co/8sI7BThVGj",
  "🚨QAnon BIG DROP..Q links to a picture on Rachel Chandler's Instagram which was deleted after Q posted it..we appear to have an image of surveillance cameras on Jeffrey Epstein's Lolita Island..look carefully at Channel 10..IT LOOKS LIKE A ROOM FULL OF CHILDREN! #QAnon #PEDOGATE https://t.co/v67iR6Tv8u",
  "A young woman wants to live her life and make her own decisions.\nBut the Ruler of #Dubai is crushing her rights and hopes. He jailed and tortured his daughter. #HelpLatifa\n\nTo   every   Woman   in   the   world\nP L E A S E      S H A R E      T H I S\n\nhttps://t.co/TrMFYiTjrX",
  "@DLoesch Hi, I've watched excerpts of the townhall meeting you've attended and I must say that you have the patience of a Saint. You have my utmost respect. Stay strong and safe. Sincerely, some random german guy. :)",
  "You see this horseshit?\n\nThey are trying to normalize the SPRAY OF TOXIC PARTICULATES OVER YOUR HEAD, a.k.a. Geoengineering, a.k.a. \"chem-trails\".\n\nLook up. Speak out.\n\n#StopGeoengineering #DestroyingTheIllusion #QAnon \n\nhttps://t.co/41RNK4btHk",
  "MSM has upgraded me from conspiracy theorist to crackpot conspiracy theorist!👇🏼\n\nI'm humbled.\n\nOver the 🎯! They're scared. #QAnon #TheStorm🌪 https://t.co/0J6SpF2zje",
  "Dropping this meme on every prominent and/or political figure's feed that I see tweet about #MLK50 https://t.co/GTHzm4Ww2K",
  "Analysis of Q: He (they) appear legitimate, with good intentions. Hope they know the Shadow Government will try to take their site over. They seem to be protecting their cryptology. Good.",
  "Q put @Pontifex and the Vatican on blast..but worth noting..THE POPE HAS A BOSS..the Black Pope..now Arturo Sosa..Superior General of the Jesuits..in fact..even the Rothschilds are agents of the Jesuits..Sosa is at the top of the Masonic Pyramid..and there will be NO DEALS #QAnon https://t.co/q3SNeOreeN",
  "\"Peter-Hans Kolvenbach, who was the Black Pope in 2001, ordered the attack on the World Trade Center and the Pentagon on 9/11, with the advice and consent of his General Staff. All the participants involved below that came from that order.\" #911Truth https://t.co/Sf3IUu8lQj",
  "Epstein-Island  @Apple Maps vs @Google Maps\n\n#LolitaExpress #EpsteinIsland #PedoIsland @KevinSpacey @HillaryClinton @BillClinton @christuckerreal \n\n@LizCrokin @TheHoneybee_ @tracybeanz @POTUS @FedupWithSwamp @antischool_ftw @DestroyIllusion @therealroseanne https://t.co/LRgDzFwUkM",
  "For 5 yrs Obama told us we could not stop ISIS, couldn't even contain them.\nTrump wiped out ISIS in 9 mos.\nO deliberately let ISIS grow to help push Islam into Europe.\nHe let 1000s be raped, mutilated, or murdered for his politics.\nHe let ISIS establish a State.\nThat's a traitor.",
  "@DestroyIllusion https://t.co/bDBA0forDy\nThe video is a bit older but illustrates what Q is talking about.",
  "@LisaMei62 @ARRESTPODESTA The video is a bit older but illustrates what Q says\nhttps://t.co/bDBA0forDy",
  "@clif_high this guy is remote viewing Antarctica. Finds energy healing device.\nhttps://t.co/0iPD2jJDk4\nWonder what @Courtnoski things about the legitimacy of the session.",
  "https://t.co/ruYQKpp5Rj\n\nPlease note our question number 7 in our list of additional questions,\n\nand then this\n\nPorton Down Lab Unable to Prove Novichok Used to Poison Skripal Was From Russia\n\nAlso note \n\nThere is no antidote to the nerve agent, so how did Yulia Skripal recover?",
  "My wife and I have been diagnosed with,\"Chronic Fatigue Syndrome,\" at the same time. No explanation of how we got it. We live off the grid. Attacks seem to be coming from every side, electronic, physical, attempts to block book sales, block my website, block videos. Exhausted.",
  "Possible #FalseFlag in the works \n\nThey better not DARE blame this on a “conspiracy theorist” \n\nhttps://t.co/RUixcpTPJ0",
  "Do you support gun reform and the March for our Lives Movement?",
  "Female isn't an ideology you dipshit. https://t.co/LeNpVgfw0c",
  "Information emerges that John Brennan coordinated with James Comey to illegally spy on at least 260 Americans. Comey leaked classified information. Brennan fabricated information calling it intelligence. Book 'em.",
  "How do you rate @realDonaldTrump 's performance as @potus?\n\nLet him know by voting and retweeting below 🙂\n#MAGA #TheResistance #Trump",
  "39% of my nominations, including Diplomats to foreign lands, have not been confirmed due to Democrat obstruction and delay. At this rate, it would take more than 7 years before I am allowed to have these great people start working. Never happened before. Disgraceful!",
  "Congratulations, Rosanne! Your show is great, and kept me laughing the whole time. And thanks for making fun of the political craziness this country is mired in. ❤️@therealroseanne @ABCNetwork #Roseanne https://t.co/AgLK7agqWm",
  "Alleged sex-cult leader used ‘Smallville’ stars to recruit women https://t.co/CZbHFP5gpj",
  "Dear David Hogg,\n\nBULLYING companies into pulling ads causes THEM to LOSE money.\n\nYou aren’t just victimizing @IngrahamAngle.\n\nBut it doesn’t stop there.\n\nThose companies lose even MORE money, when people who THINK DIFFERENTLY THAN YOU boycott.\n\n👉🏻YOU are bad for the economy. https://t.co/sH84HA3nJ3",
  "Hoping for this after my two friends and leaders meet next month.\n\n#Peace #Love #NotWar #Diplomacy https://t.co/NEZijYzoLi",
  "⚠️RETWEET⚠️ if you agree Laura Ingraham should have morally, ethically, spiritually, physically, positively, absolutely, undeniably NOT have apologized to @davidhogg111 for her coments. He is a puppet of the left and milking the limelight far all its worth. #MAGA #NeverSettle https://t.co/IFjpxjNwAG",
  "David Hogg heard his classmates were being shot up and immediately grabbed his camera and bike and raced to film the carnage and interview.\n\nI've seen this movie before...\n\n#2AShallNotBeInfringed\n#MAGA\n#MarchForOurLives \n#NightCrawler https://t.co/PdhZmHiA9m",
  "Wow. Q team comm devices under attack. Read-only board /greatawakening/ now locked/terminated. Attack source overseas. Code Monkey locked out. They are getting desperate. New board will be up in 1-2 (days?). #QAnon https://t.co/mye99isACR",
  "Hey want to some Pics of @realDonaldTrump going through Richfield OH today? I was there with my sign kinda corny but dam it made me feel good! I wanted him to know there is support everywhere! @FedupWithSwamp @intheMatrixxx https://t.co/LjmwF6NoMT",
  "@TruthFactoryCat I'm mortally allergic to cats but I'd pet you any time. Love yah. Keep up the great work and don't get banned or suicided. Give my best to Confederacy cat.",
  "@LionelMedia Ok @johnpodesta. Now you can be my babysitter...",
  "@DestroyIllusion I think they are running out of add investors. Am amused every time I see a commercial for the Facebook app... #GreatAwakening #legacymedia #dead",
  "#NYY #MAGA #HRCVideo #ReleaseTheVideo @realDonaldTrump https://t.co/T69qgQAXbN",
  "@LionelMedia Those Glases remind me of Jimmy Saville...",
  "#ReconnectJulian https://t.co/5Y4ZxjJGyP",
  "@DestroyIllusion Every day I hear about people coming down with the flu.\n\nCDC; Center for desease \"control\".\nLanguage is key.\nEvery wonder how they control it?\n\nKeep up the fight.",
  "PLEASE RETWEET:\n\nIn the midst of all Russia collusion illusion a HERO has emerged! \n\nThey tried to shut him down with no luck! \n\nThank you @DevinNunes WE THE PEOPLE very much appreciate your tenacity and vigilance to uncover the TRUTH!! \n\n#Patriot https://t.co/WPtgTVsIr8",
  "@PGHowie2 calling out @JoeBiden live.  RT THE F*ck out of this video! https://t.co/xajPF5XEgG via @youtube #PizzaGate https://t.co/6CmolkEdLx",
  "THE SECOND AMENDMENT WILL NEVER BE REPEALED! As much as Democrats would like to see this happen, and despite the words yesterday of former Supreme Court Justice Stevens, NO WAY. We need more Republicans in 2018 and must ALWAYS hold the Supreme Court!",
  "Lisa H Barsoomian. Investigate who she is.",
  "Friends, please sign BOTH petitions:\n\nRemove the unconstitutional 9000 Senior Executive Services (SES) members . \nhttps://t.co/GaLPMClGBR\n\nEliminate the Senior Executive Service, a group of 8,156 appointed bureaucrats that are unaccountable and highly paid\nhttps://t.co/5GR8t7gy2e",
  "@LukeGromen The US will never resort to war with China and Russia, unless they wish to face inevitable annihilation. Watch what happens with regards to tariffs on trade. US will come off very much worse if they persist with this course of action.",
  "@realDonaldTrump Donald Trump vs Joe Biden\nhttps://t.co/JxZzLIFMH5",
  "@realDonaldTrump Best president ever. ❤️💥🦅🇺🇲🙏",
  "Crazy Joe Biden is trying to act like a tough guy. Actually, he is weak, both mentally and physically, and yet he threatens me, for the second time, with physical assault. He doesn’t know me, but he would go down fast and hard, crying all the way. Don’t threaten people Joe!",
  "Goodbye WH counselor Dowd, hello WH counselor DiGenova. DiGenova is outstanding. Time for Mueller to go. It is investigation time for the FBI - finally.",
  "Deep State and Shadow Government are now popular terms in the news media. That is, now that is is safe. Where were they when some of us, coming from the inside, were exposing it at great personal risk beginning in 2012?",
  "For those who posted messages questioning why I am still alive: First, get off your couch, get some guts and make the sacrifice few of us have made. Second, I have a public assassination threat on my life and have almost been killed twice. Get a life.",
  "Washington's dirty little secrets are coming out due to, finally, courageous reporting. McConnell became rich-off the Chinese government. New information emerges-Joe Biden also got rich off Chinese contracts, by hiding them in his son's company. Sleaze knows no political party.",
  "@occulturalism Flynn knows https://t.co/huqCT9vDJ3",
  "@RoadtoRoota Congratulations 👍",
  "Projection.\nRussia&gt;D/HRC\nTwitter Bots&gt;GOOG operated (not Russia)/Narrative &amp; Political SLANT\nBIDEN / CHINA.\nBIG DEVELOPMENT.\nTRAITORS EVERYWHERE.\nAMERICA FOR SALE.",
  "@mccaffreyr3 It's not Mister Putin. It's President Putin ☝️",
  "NEW VID on the Resurrected channel (make sure you resubscribe!!)\n\nThe MAGIC of 3.6.9 - Vortex Mathematics &amp; Sacred Geometry (Free Energy Physics) \n\nWatch of DTube - https://t.co/0c2NIQWKoi\n\n#ReleaseTheTechnology #FreeEnergy #DestroyingTheIllusion\n\nhttps://t.co/sWtOta3lVU",
  "This amazing patriot @GenFlynn  is being smeared because he stands on principle! He would not and will not  perpetuate the previous administration's (Obama) narrative!!! \n\nPlease RETWEET to show your support! \n\n#EXONERATEFLYNNNOW  \n#ISTANDWITHGENFLYNN ALWAYS 💯 https://t.co/gvIUVXftOt",
  "\"we do want to inform you that we are well aware in the intelligence community of their activities.. we're talking about 20 or 30 trips that Bill and Hillary did take on the Lolita Express to engage in sexual activities with minors\" - @StevePieczenik #PEDOGATE #LockHerUp @POTUS https://t.co/4z8sTgMhPs",
  "When \"video of\" was typed into FaceBook's search engine yesterday, this came up!👇🏼🍕#QAnon #Pedogate #Pizzagate #TheStorm #GreatAwakening https://t.co/40nn0e8ipH",
  "@B754344255 Is the DUMB funded by Clowns/Deepstate? How could North Korea afford a facility like that?",
  "@DestroyIllusion Don't forget Schaubergers #electrogravitics",
  "@DestroyIllusion @Newsweek Or was he? Oo",
  "Why do I continually see people say that retweets do not equate to endorsements. If it doesn't what is their motivation to retweet it?",
  "Lurking on 8ch?\nKeep this in mind...\n\nThe [FAKE] Q has a bolded tripcode.\nThe [REAL] Q has a non-bolded tripcode.\n\nDon't be fooled.\nStay safe out there anons\n\n#Qanon https://t.co/kXUg1ny8D9",
  "@Walkerthemenace @my2gr8girls @Twisted_Texan @usuallyspacing @bipolarbarbara @Jerzygryl @Breaking911 It's not stupid. It's necessary.\nWho was Victor Schauberger?\nWhat was operation paperclip?\nWhat did Wernher von Braun tell his assistant Carol Rosin?\nWhat are people talking about when they say \"black budget Projekts\"? \nWhat is the SSP?\n#realDonaldTrump #trouth #Qanon",
  "Winner tonight: NRA",
  "James Woods Burned David Hogg So Badly That Hogg’s Pic Came Off of Twitter https://t.co/r5fF6nAygL",
  "WORST President Ever-#Obama! IN HIS FINAL YEAR IN OFFICE OBAMA Spent Stunning $36.2 MILLION On Lawsuits To Hide Federal Records From Public https://t.co/hNpnQUOjIb via @100percFEDUP",
  "#QAnon\nThis helicopter crash just reeks of assassination. Soft landing into the water, pilot escaped uninjured, all 5 passenger die. \nWaiting for the names of the passengers. I'd bet good money they are tied to something important.\nhttps://t.co/RUTDVk3uh3",
  "@Lauren_Southern according to this guy, the queen is a direct descendant of the prophet Mohammed. No wonder she wouldn't let you into the country\nhttps://t.co/OQ1gDM8lSk",
  "@antischool_ftw Don't you mean \"safespace force\"?\nAll kidding aside I agree wholehardedly",
  "@B754344255 1 of 4?",
  "@DestroyIllusion My man 😎🇺🇲",
  "@B754344255 Who was the target?",
  "@B754344255 Stay safe 🙏",
  "https://t.co/DlPucOClfu https://t.co/rQfGadgl3w",
  "My book https://t.co/pVCompw9uz KILLING THE DEEP STATE: THE FIGHT TO SAVE PRESIDENT TRUMP is NOW #6 on Amazon - RETWEET THIS to me at @jerome_corsi for a chance to win an AUTOGRAPHED free BOOK today TUESDAY, MARCH 13 - First Day of Sales in BOOKSTORES NATIONWIDE @realDonaldTrump https://t.co/87QUA8Elho",
  "@iamstevenico @BitPopulous Keep your head UP, Try not to let them distract you. The True Guidance is from within I know sometimes it is difficult, we all have struggles, the difference is the times we stand up and show through our actions. LOVE ALL THANK YOU FOR MAKING A STAND",
  "@iamstevenico @BitPopulous Degussa is top notch. Good German quality :D go PPT",
  "Epic fail @VICE when it comes to unbiased reporting. Did you forget how to journalism? :P https://t.co/W1GXnWRFob",
  "@johncardillo @DreamwalkerWC You Americans need to protect that #2A 🙏🇺🇲 best wishes 🇩🇪",
  "#QAnon #8chan just CRASHED! I was lurking in research.....anyone else having problems??? Let me know! #GreatAwakening",
  "Former CIA Officer Exposes Clinton Charity Fraud As Biggest Scandal In US History https://t.co/iDQ3M3CnvV",
  "@rosemurray @DestroyIllusion @LionelMedia @NemoV8 @antischool_ftw Don't condone torture myself, but people might consider it after waking up to certain facts #Pedogate",
  "What is absolutely ridiculous is the assertion that #Russia would use Russian produced nerve gas to attempt to kill #Skripal when they could have do so in a myriad of other ways. What the hell happened to critical thinking!",
  "Acting #NASA Admin stepping down?\n\nMaybe he found out NASA is really a joke, a front to provide smokescreen cover for more advanced secret space programs. \n\n#SecretSpaceProgram #Disclosure #ReleaseTheTechnology\n\nhttps://t.co/he9PW5VBtE",
  "ROBERT MUELLER'S CONSPIRACY\nhttps://t.co/XJ2U3AKnan",
  "How Rex Tillerson saved Qatar https://t.co/PZQV9svyPW https://t.co/7ke25ibYfh",
  "@JB__Cali @DestroyIllusion Yes. Those skills might come in handy once the #ReleaseTheHillaryVideo is out",
  "@JB__Cali @DestroyIllusion Oh good lord",
  "@DestroyIllusion But who is Gina?",
  "Mueller’s New Key Russia Witness Against Trump Is Undercover FBI Asset; Previously Worked with CIA https://t.co/Jddt8UYxSI",
  "@DestroyIllusion Moving Pawns. #4dchess",
  "Three very damning photos. https://t.co/L1SRWQgDlW",
  ".@Disney is GUILTY in this. #Jaffar made an entire career out of scaring children. Will he be held accountable for all the child porn he \"acted\" in? I was 11. It was in my own bedroom at my father's house. #HivitesGetLit #ByePhoenicia #TheGreatAwakening #WeThePeople #QAnon @POTUS https://t.co/Z79u1VCZxJ",
  "@Snootch85 @realDonaldTrump Not in my book, buddy. 😊",
  "@realDonaldTrump On the way to the becoming the greatest president ever and the bravest leader of a nation in history. Dismantling the #DeepState brick by brick. #DrainTheSwamp #promisesmade #promiseskept #saveandsecure",
  "@GordonDow1 @JaeDoolity @braxtonryn @realDonaldTrump Yes. Because spy vs spy assassinations are always really obvious... 🤦‍♂️",
  "Mike Pompeo, Director of the CIA, will become our new Secretary of State. He will do a fantastic job! Thank you to Rex Tillerson for his service! Gina Haspel will become the new Director of the CIA, and the first woman so chosen. Congratulations to all!",
  "@OfficeOfMike @realDonaldTrump All Americans... And some Germans 🇺🇲🇩🇪",
  "Dear Bob Mueller,\n\nThe House found no evidence of collusion, it's time to shut down your witch hunt as well and let @realDonaldTrump focus full time on Making America Great Again!\n\nSincerely, \n\nAll Americans",
  "@realDonaldTrump Finally this false accusation can be put to rest. Time to move on. #releasethevideo #Qanon #kenyancitizenship",
  "THE HOUSE INTELLIGENCE COMMITTEE HAS, AFTER A 14 MONTH LONG IN-DEPTH INVESTIGATION, FOUND NO EVIDENCE OF COLLUSION OR COORDINATION BETWEEN THE TRUMP CAMPAIGN AND RUSSIA TO INFLUENCE THE 2016 PRESIDENTIAL ELECTION.",
  "@johnpodesta  https://t.co/0aL3NPeK51",
  "@DestroyIllusion Reading. Learning.",
  "https://t.co/iIssdG6pNe",
  "@Thomas1774Paine I wonder how Clappers german is. #paperclip #mockingbird remnant of #thirdreich",
  "Grooming? Child-rape? Murder? This is the UK mate! Celebrate cultural enrichment! And don't have wrong think about diversity or end up like @Martin_Sellner and @BrittPettibone\n#ukstandswithgroominggangs\n#jailthoughtcriminals\n\nhttps://t.co/w9Kt8lODJR",
  "Twitter apparently doesn't like this article by True Pundit discussing the LV shooting... 🤔 #qanon #TheStorm Tweets linking the article are getting rejected @Thomas1774Paine https://t.co/WK9XZRnOUG",
  "The amount of evidence that has been ignored is disturbing and downright disgusting https://t.co/c7koGkpDMU",
  "@realDonaldTrump My Man 🙏 stay safe. Pray for you every day",
  "CIA agents flood into Democrats as candidates for 2018 mid term elections https://t.co/oWw2tYqag5",
  "Another message from @Lauren_Southern . She's being held in Calais, asked about her relationship to @BrittPettibone and a recent speech she gave for @vbjongeren the youth movement of @vlbelang . Now her phone has been taken away. No word on when she will be released.",
  "Dear @AmberRuddHR, please release @Lauren_Southern. Thanks",
  "Canadian YouTuber and Activist Lauren Southern Denied Entry and Detained in the UK  https://t.co/La11hLQsjY",
  "Several Internet hosts are claiming the \"Shadow Government\" is in contact with aliens/giants or \"reptilians\" who plan to abduct people in the, \"end.\" They begin with legitimate facts, then weave in these deceptions. PsyOps. And, it is not Biblical. Avoid them like the plague.",
  "@LizCrokin As a German, I feel sorry and ashamed that you Americans have to deal with the remnants of the third Reich and nazi infestation in both our countries.",
  "-Project Mockingbird\n-Operation Paperclip \n-Project Monarch\n\nEveryone needs to research these topics! #QAnon #GreatAwakening https://t.co/Pp7VOzvTib",
  "@DestroyIllusion @WashTimes Admiral James Lyons\nAdmiral J. Lyons\nA. Lyons\nAlliance",
  "@LizCrokin Well Katy is neck deep into worshiping Lucifer. No wonder she dislikes women who devoted their lives to Jesus Christ.\nBless you, Liz. Stay safe.",
  "Shadow Government penetration of elected government - Again.\nWake up, \"Democrats,\" and realize the party is not the same as it was with JFK. It is now the SG/Deep State darling, will very dark tentacles that reach into shocking aberrant behavior. https://t.co/QLzEiy01yE",
  "Trump slams \"globalists,\" maybe gainsayers have been wrong.... https://t.co/sdzCnNXdOG",
  "@realDonaldTrump Save your country and bring peace to the world. God bless you, Sir.",
  "Ack! Immediacy data biting my ass! Readers will note a couple of areas in report where TMs mentioned have already appeared in media. These are left in specifically as the larger sets also discussed are manifesting.  Report out thurs. 3amigos friday! @tonevays head explodes Mon!",
  "@antischool_ftw Allegedly there is a video of HRC, Uma and a small child. I can't wait to see that video. I dread that the monet I'm gonna watch that video. Very bitter red pill. Demonic reality. Weakness of the deepstate.",
  "@patte_clark @antischool_ftw Srsly 🙈 kudos on finding that out.",
  "@antischool_ftw 3 spaces to 2nd boom = letter C\n6 spaces to 3rd boom = letter F\n9 spaces to 4th = letter I\nClinton Foundation International",
  "@WinningQBigly @antischool_ftw Oh good God. Is this an actual frame of the videos from the Weener laptop? Goosebumps of horror. Vomit inducing nightmare.",
  "Dude, young people and threats of death aren't things you should be Tweeting about after the young and attractive female staffer was found dead in your Congressional office ... in a still unsolved case -- You may want to adjust your future Tweets. https://t.co/NSQTJRlDJT",
  "@RoadtoRoota Thank you for opening up people's eyes. Thank you for all the valuable information out there. Thank you for getting me into Ag, Veri and PPT. You change people's lives. 🙏\nTake care.",
  "Is there a Shadow Government? You bet there is.",
  "@Kevin_Shipp Watched your latest presentation. Very inspiring. @theroguemoney would be great for an interview and spreading your information.\nBless you. Stay safe.",
  "@DestroyIllusion So we have to master our emotions before we can end Soros?",
  "@DestroyIllusion I hope it's gonna be a prep walk.",
  "@Winegeek442 @realDonaldTrump https://t.co/dkq51iuSRU",
  "@realDonaldTrump Keep Americans armed. Stay save. Praying for you every day. Godspeed Sir.",
  "@theroguemoney CJ, do you know Ex Cia officer @Kevin_Shipp? Someone you guys should strongly consider for an interview. #Constitution",
  "@MichelleFields Who's on the invite list for your next party? Harvey Weinstein? Jeffrey Epstein? Roman Polanski? Kevin Spacey? Will Marina Abramovic cook?",
  "@LdeRothschild @LizCrokin Ok bye. #QAnon #FlyRothsFly #trouth",
  "U mad bro?\n\n#CensorshipMachine #GoogleGestapo #destroyingtheillusion #Qanon8chan #qanon https://t.co/ArA7KS51JC",
  "@DestroyIllusion Hi man. Love what you are doing. Best wishes from Germany. Want my free energy device and floaty triangle thingy now! Take care:)",
  "\"Put a look on ya face like ya smell some piss\"\n\n#destroyingtheillusion #ExposeTheDeepState https://t.co/QysntCqj7a"
 ]
}