{
 "user": 2511028347,
 "tweets": [
  "🤭😳 https://t.co/saivcNRTO7",
  "Holy Toledo!!\n\nDid ya'll see what Kanye just tweeted??\n\nNEXT STOP: PEDOS IN \nHOLLYWOOD/ WASHINGTON\n\nGOOD IS ON Y/ SIDE MR PRESIDENT!!!\n\nOooooooooo yeah!!!! This is gonna get real good, real fast!!! Get em Trump!!\n#qanon #War #TheStormIsHere #AprilShowers #maga @realDonaldTrump",
  "#AvengersInfinintyWar  #ReleaseTheTexts #NoRedactions #TheGreatAwakening #TheStormIsUponUs #CloserNation #MAGA #QArmy #QAnon #PatriotsUnited https://t.co/QUCUzAlbZx",
  "@BossyCowgurl84 #releasethetexts #Unredacted 👍👍",
  "President @realDonaldTrump holds a rally in Washington Township, Michigan. https://t.co/tuUtkkPQLv https://t.co/Bu19Lqw5kK",
  "@JeffreyPlunket4 Lol. Hello. No I'm sorry I don't know your aunt but yes we do have the best cheesesteaks 👍",
  "Nobody is better in front of a crowd than President Trump. Great to see true Americans, who love their country and what it stands for, cheer on a true American president, who loves his country . \"Michigan\" -",
  "They shouldn’t be. They used me when I was a teenager for camera time, and played a large part in my eventual understanding that they are nothing but emotional extortionists. I would suggest they stand down before I detail what they did. https://t.co/fpSukZYCue",
  "Media Silent as Allison Mack’s Arrest Exposes Child Trafficking For Billionaire-Backed Sex Slave Ring! \n#Pizzagate\nhttps://t.co/0vutX2IaOh",
  "Secret Service has just informed me that Senator Jon Tester’s statements on Admiral Jackson are not true. There were no such findings. A horrible thing that we in D.C. must live with, just like phony Russian Collusion. Tester should lose race in Montana. Very dishonest and sick!",
  "Following all 🇺🇸🇺🇸❤️❤️#MAGA https://t.co/A0WL2jdmUQ",
  "THIS WAS REVENGE\n\n#RonnyJackson ruined Dem's goal of #Impeach45 via #25thAmendment by giving @realDonaldTrump a clean bill of health\n\nSo what did Dems do?\n\n👉They LIED and tried to ruin Jackson's career/character\n\n😠#JonTesterShouldResign😠\n\n#MAGA #QAnon #Hannity #SaturdayMorning https://t.co/i94Vnw7Yxu",
  "Look forward to being in the Great State of Michigan tonight. Major business expansion and jobs pouring into your State. Auto companies expanding at record pace. Big crowd tonight, will be live on T.V.",
  "They'll stop at nothing 🤔 https://t.co/Brchv5noey",
  "Yes, for heavens sake 👍 https://t.co/Xd4g1yWNCc",
  "Obama DOJ's attempts to influence probes exposed... https://t.co/qaoQ8sje2U",
  "@Fuctupmind @RandalBrister 🤣🤣🤣",
  "Denzel Washington switches to #Trump shocks Hollywood speaks out against #Obamas policies (🕵)\n\n\" WE NEED MORE AND MORE JOBS UNEMPLOYMENT IS WAY UP HERE \n\n#TRUMPS HIRED MORE EMPLOYEES, MORE PEOPLE THAN ANYONE I KNOW IN THE WORLD \n#DenzelWashington \n\nRISING TIDE LIFTS ALL BOATS ✔ https://t.co/8TcaTzmTBD",
  "Following all! #MAGA https://t.co/kDGPkfozdQ",
  "Followed all 🇺🇸🇺🇸🇺🇸 choo choo #MAGA #TrumpTrainUSA https://t.co/nEFlNuDmh5",
  "🇺🇸🚂❤️It's Follow Back Friday! ❤️🚂🇺🇸\n\nThese Trains Only Work If We:\n\n✅Follow &amp; Follow Back! \n✅Retweet Each Car So Others Can Join!\n\nPlease see comments for the entire Train (Thread) \n\n💥👊💥These Riders Follow Back!\n\n#NeverForget\n#WWG1WGA https://t.co/urvQSfO7Pm",
  "He must be charged with treason https://t.co/5qXdTp3s6i",
  "#boycotycnn https://t.co/Tu0swgkseQ",
  "Would you vote for Donald J. Trump in 2020?  🇺🇸🇺🇸🇺🇸\n\nVote and RETWEET Please.",
  "If @realDonaldTrump were covered fairly by the media, he would win all 50 states in a landslide, and the left knows it",
  "Thank God!!!🙏🙏🙏🇺🇸🇺🇸🇺🇸 https://t.co/3nIt33eVoS",
  "General Flynn sacrificed himself to free our country &amp; the world from the evils of the deep state cabal. Soon, all we see that. He will go down in history as a hero and a patriot of the highest order. \n#Qano\n#GreatAwakening\n#GreatAwakeningWorldwide \n#WWG1WGA https://t.co/4bRm1DA5Rt",
  "Trump is skipping the #FakeNewsProm (white house correspondents dinner) to have a rally with the AMERICAN people \n\nTrump, who just secured peace on the Korean peninsula, would rather be with the American People, and speak to them instead of the swamp on a historical day\n\n💥👊",
  "We already knew this. Now all we need is for Congress to #ReleaseTheTexts #Unredacted. https://t.co/1O8E17TNxD",
  "If you love Trump retweet this. Then go follow some people who have already retweeted this. We can start a big follow train to connect ourselves with more Trump loving individuals!",
  "Anyone want to help set these idiots straight lol \n\nhttps://t.co/E0ErUXf3Z9\n\n#MAGA #QArmy #WWG1WGA",
  "Riddle me this: \nWhat does Hillary Clinton, John Legend and Haiti all have in common?\n\n(Oh we know, we have everything we need._\n\n@realDonaldTrump \n@seanhannity \n@RealAlexJones \n@TuckerCarlson \n\nWWG1WGA https://t.co/QwgLLHAuxQ",
  "#QAnon #HopeForHaiti definitely not from ClintonGlobal https://t.co/0QWBWWW2lx",
  "Progressive Thinking:\n1 Kanye is mental.\n2 Joy Reid was hacked.\n3 Walls don't work.\n4 We need safe spaces.\n5 Conservatives are dumb.\n6 Free speech is debatable.\n7 Hillary won.\n8 We define victims.\n9 Diamond &amp; Silk are a danger.\n10 MAGA hats are racist.",
  "@LisaMei62 @Deantheplumber1 #releasethetexts #unredacted \n\nAmericans have had enough!🇺🇸",
  "In the midst of this Kanye wave, @RichardGrenell, a qualified candidate who just so happens to be a gay Republican, has been confirmed as ambassador to Germany. Narratives are collapsing in real-time.",
  "#unitedwestand#MAGA  We are all American people https://t.co/XxErvFkTFy",
  "BREAKING: AG Sessions has called for the end of the Mueller Investigation. He also stated that he will NOT be appointing a special counsel for the \"Deep State\" related crimes because he already has the outside prosecutor appointed.",
  "BREAKING:  Poll shows Americans side with Trump over Mueller probe proving we are not stupid; it’s a witch hunt &amp; a waste of $. Move on, Mr. Mueller.  There was no Russian collusion. You just want to convict someone to redeem yourself.  #ResignMueller\nhttps://t.co/IHBU70rsZx",
  "#JohnLegend said that \"Trump has caused so much harm to people of color...\"\n\nCare to illuminate us on that John?  In what ways has Trump harmed black people?\n\nLet's start with your TOP 3.",
  "Can someone please tell @johnlegend that I openly challenge him to a debate regarding his stance that Trump’s policies have harmed people of color but Obama’s policies didn’t? \nHe has me blocked since his unstable wife attacked me, but I’d love to publicly debate him. https://t.co/jtrbf7JATu",
  "That's just funny 🤣🤣 https://t.co/zrobLSfl6U",
  "Indictments coming soon. If Sessions DOJ does not comply, rest assured he is the swamp or is being blackmailed into silence.\n\nThe outcome of the criminal referrals will tell the American people everything they need to know about who is really in control at the DOJ. https://t.co/6h3JmdZrGz",
  "Watch \"BAD ACTOR\" #Comey act \"SHOCKED\" \nwhen McCabe is called out as a LIAR\n🐍#SNAKE #SpecialReport #FBI\n#MAGA #DOJ #QAnon .@BretBaier \n.@realDonaldTrump https://t.co/TrVs2IPyC3",
  "Comey somehow think he is reflective of American values and not President Trump? He has a messiah complex, totally delusional. He also thinks he’s above the law, walks on water. #SpecialReport",
  "@hzahaley Wow, really? So sad 😢 wtf is wrong with people 😡",
  "I watched it too and no meltdown. Sorry #fakenews https://t.co/TVkGXXcWWu",
  "Brad Renfro, Corey Haim, Jonathan Brandis and River Phoenix. Just four of Hollywood's victims. According to 'An Open Secret' 80% of all sexual abuse in Hollywood is committed against boys. This is a REDPILL even the awoken find hard to swallow, but it is TRUTH. @POTUS @LizCrokin https://t.co/0137RycsVj",
  "It's only a matter of time before Hillary can officially add dragon energy to the list of reasons why she lost \n\n😂😂😂",
  "Comey, McCabe, Page, Strzok, Hillary, Obama, Holder, Lynch, Debbie Wasserman, Donna Brazile.....\n\nThe only thing true about Trump collusion story is collusion by the very people charged to investigate it and those who made the claims in the first place.",
  "Kanye is singlehandedly exposing the hatred and bias of celebrities by simply voicing his own opinions \n\ncelebs complain Trump is the problem...\n\n while thought policing and smearing those who choose to speak an opinion different than their own. \n\n🙄🤷‍♀️",
  "From the board - Game Plan!! #FireUpTheMemes #MOABIncoming!! Remember Q has said we are to be the calm before, during &amp; after the storm and should prepare messages of reassurance!! #QAnon #CalmInTheStorm #GreatAwakening #AprilShowers  #MakeItRainMemes @realDonaldTrump https://t.co/BWMOJ3ChPw",
  ".@kanyewest MAGA! 😂 https://t.co/QkS2oWfc68",
  "It’s easy for Social Media co execs to numbly suppress the GOOD Americans’ voices from their San Fran mansions w delivered child sex slaves to rape on another drug binge. #BigMoneyLittleHeart #FullBankEmptySoul #Lost",
  "Just because the media writes it doesn’t make it true!\n#StandWithPruitt https://t.co/QJFfExbNkz",
  "IF YOU SUPPORT PATRIOT &amp; HERO GENERAL FLYNN, PLEASE RETWEET 🇺🇸!\n\n@foxandfriends please share @GenFlynn's Defense Fund info on your show Fri morning for #AllInForGenFlynnFriday!\n\n@ainsleyearhardt\n@kilmeade\n@SteveDoocy \n@seanhannity \n@IngrahamAngle \n\nhttps://t.co/2b61Mt21Dq",
  "John Legend tried to play the identity politics game with Kanye's FREE THOUGHT process, and was shut down\n\nWe will not submit to fear and intimidation\n\nVictor &gt; Victim\n\n#QAnon #ThursdayThoughts https://t.co/TBz2fSjhiX",
  "Breaking: the 18,731 remaining #JFKFiles were released today in keeping with Trump's \"direction\" to do so https://t.co/WxU6E5TTJB\n\nDaddy Bush, anything you'd like to say before millions begin reading these documents? LOL. #QAnon #TheGreatAwakening https://t.co/5dEunDy8Am",
  "#FreeThinking @kanyewest https://t.co/SQgapUHbeD",
  "@mflynnJR @kanyewest Honestly, shame on JL. Truly despicable 😡",
  "#ThursdayThoughts\n\nNot firing Witchhunter Mueller is just more proof that @POTUS hasn't done anything wrong!!\n\nBut President Trump is correct, this is a NATIONAL DISGRACE &amp; colossal waste of resources! But we're used to that after 8 years of Obamas!!\n\nhttps://t.co/RQsOt6tnin",
  "Instead of focusing on which political party you’re gonna vote for, focus on voting out those politicians who aren’t doing their jobs. We need action now!",
  "To all those in Montana....\n\n@GenFlynn and I will soon be campaigning (in Montana) for former combat vet @TroyDowningMT \n\nLet’s get him through the primary so he can take down @jontester #BlueToRed @realDonaldTrump https://t.co/RfbShDPRDM",
  "This is how they are shipped and the cover-up is \"Modern Art\"\nChildren in boxes. Drugged and gaged.\n#ChildSexTrafficking #PedoGateNews #Pedovore #QAnon #FRAZZLEDRIP \n#SaveTheChildren #HumanTrafficking #GreatAwakening #WeThePeople #Haití #ClintonFoundation #JeffKoons #RedNation https://t.co/jpru47Ixqd",
  "@TT45Pac @FLOTUS @MELANIATRUMP Happy birthday @FLOTUS. You're amazing ❤️",
  "You know I am constantly shocked anyone would vote Democrat. They openly seek to destroy America.  They aren't even faking it any more.",
  "Can someone explain to me why most of #BlackTwitter is angry w/ @kanyewest for not hating Trump? Why does he have to fall in line w/ the rest of the black community’s beliefs just bc he too is black? #Kanye is more than just the color of his skin. We all are. #KanyeTruthBomb",
  "@TT45Pac Follow me 😁",
  "Kanye is by no means perfect. But he is standing for what he believes in and is trying to change the future for many kids who are currently on a path to poverty. He is doing this all despite extreme negative attention. So yes, I admire his actions and his braveness.",
  "#DemocratsDontOwnBlacks #DemocratPlantation \nThe fact that these are trending gives me hope. This is the #Democrats worst nightmare. The #GREATAWAKENING is here. #StayWoke \n#KanyeWest #FreedomOfSpeech https://t.co/cPotCIp2Gb",
  "Report it. Call ChildLine 1-800-932-0313 or visit https://t.co/XfnsOGrQA1.",
  "#TruthWillPrevail",
  "What happens to the special counsel?\nRudy met w/ Mueller today.\nCoincidence?\nConnect.\nPublic announcement.\nEnd of POTUS investigation?\nContinue w/ other investigations?\nStage set?\nSupport growing?\nStrategic?\nPlanned?\nWe have it all.\nWelcome to the WH.\n\n#qanon",
  "James @Comey is the biggest fraud to ever come out of the @FBI #CNNTownHall",
  "Kanye Tweeted @realDonaldTrump support &amp; lost 9M Followers, showing just 17M just 20 min ago\n\nUsers asked how this can happen &amp; @kanyewest's account just now jumped back to 27.9M Followers\n\nTwitter Anti-Trump Algorithm hit the wrong account, made censorship obvious\n\n#QAnon #MAGA",
  "Everybody's all warm and friendly today in the District. Feels nice knowing your Rothschild problem is finally being dealt with, right?\nWhy is our world not beautiful and abundant YET?\n- The Red Shields\n- TRILLIONS going to military-industrial/space complex\n- Soros/MediaMatters",
  "MAGA! https://t.co/jFf5ONASlv",
  "Kanye West is causing a liberal SHITSTORM on Twitter for backing our President &amp; I LOVE IT!!!!!!!!\n\nI hope that what we are witnessing is the beginning of a cultural tipping point that reawakens the consciousness of the brain-dead masses.\n\nGood for you, Kanye!\n\n#MAGA",
  "Obama was in office for eight years and nothing in Chicago changed.",
  "The ‘Big Switch’ is a BIG lie. Democrats and Republicans never switched sides. Democrats have always been the party of enslaving and oppressing black people!",
  "For those following #QAnon I recommend this research site: https://t.co/D0YEsRSx8k WHERE WE GO ONE WE GO ALL @realDonaldTrump #QAnon",
  "Kanye West came out of the MAGA closet, Kim Kardashian makes sense, and Chance the rapper says blacks don't have to be committed to Democrats 💥👊🔥 #MAGA\n\nAnd just like that, Paper bags are suddenly all out of stock at Walmart",
  "OMG! Another big star who is smart to understand the very simple concept of FREE THINKING. \nThank you @chancetherapper for this tweet. \n\nEveryone please RT to show the world that blacks are NOT a monolith. https://t.co/lPENMTsQjo",
  "Black people don’t have to be democrats.",
  "Reminder 👉Please vote in your primary 🇺🇸\nVote in November 🇺🇸\n#VoteRed2018 \n#RedWaveRising2018 https://t.co/0ORpXGRLbo",
  "RT for MAGA.\n\nRT for freedom.\n\nRT for @kanyewest. \n\nBe free.\nBe MAGA. https://t.co/aJ3ku6AT6b",
  ".@FLOTUS did a spectacular job hosting the President of France @EmmanuelMacron and his wife Brigitte. Every detail was done to perfection. The State Dining Room never looked more beautiful, and Washington is abuzz over what an incredible job Melania did.",
  "Democrats are obstructing good (hopefully great) people wanting to give up a big portion of their life to work for our Government, hence, the American People. They are “slow walking” all of my nominations - hundreds of people. At this rate it would take 9 years for all approvals!",
  "@kanyewest We're at a major turning point in history. The #GreatAwakening. \n\"Who are the true fascists?\"\n\"Who are the real racists?\"\nWhere We Go One, We Go All.\n#MAGA \n#WWGOWGA \n#Qanon https://t.co/uSktjgGucs",
  "New post Allison Mack Sex Trafficking Case: She's Out on $5 MILLION BAIL BOND, Facing 15 Years To Life in Prison has been published on SGT Report - https://t.co/FAZ3dJamp3 https://t.co/0bRMjclJf6",
  "we got love https://t.co/Edk0WGscp6",
  "CLINT EASTWOOD BLACKBALLED from Hollywood for Saying US President in not Racist… DO YOU STILL HAVE HIS BACK? https://t.co/DK0jRuFmVu https://t.co/38qyrPqG0h",
  "How many liberal heads just exploded? \nHe knows how to play the game. \nSmart https://t.co/rqFVPiHD7z",
  "The fact that leftists are publicly shaming Kanye as someone with mental health issues is beyond disturbing. People have the right to disagree with you. This isn't a communist country (no matter how much the left wants it to be)",
  "@kanyewest Way to go 👍 just be yourself. ❤️",
  "Thank you Kanye, very cool! https://t.co/vRIC87M21X",
  "You don't have to agree with trump but the mob can't make me not love him. We are both dragon energy. He is my brother. I love everyone. I don't agree with everything anyone does. That's what makes us individuals. And we have the right to independent thought.",
  "To the media trying to demonize my husband let me just say this... your commentary on Kanye being erratic &amp; his tweets being disturbing is actually scary. So quick to label him as having mental health issues for just being himself when he has always been expressive is not fair",
  "EVEN KIM CALLING OUT THE LIBERAL MEDIA! WOW! WHAT A DAY! #WednesdayWisdom https://t.co/Zry9ASb5wy",
  "NEXT GRAND JURIES: FBI Brass Flip on McCabe &amp; ComeyTestify Against Fired FBI Chiefs, Set Stage for Grand Juries  https://t.co/Fa4DkpetfJ Once-loyal cabal of FBI brass &amp; leaders been testifying against their former bosses, DOJ sources confirm @realDonaldTrump #QAnon",
  "🤣🤣 https://t.co/eLAeHiJztk",
  "@RealCandaceO They don't care, it was just a cover ploy😏",
  "Wow. Mick Mulvaney told a bunch of bankers today that he and members of Congress are corrupt. https://t.co/5majnlBi8a https://t.co/doiZyKOmWZ",
  "#These People Are EVIL! Q posts re. evil &amp; who they worship &amp; statistics below! #QAnon #PedoGate #MissingChildren #GreatAwakening @POTUS @TheJusticeDept @WillieWholeSlew https://t.co/oaTnR1Scz0",
  "Dr. Jill Biden\nMarried to @JoeBiden 30yrs\nBoard Member \nSave The Children\n\nNow we understand  (#NXIVM &amp; #HRC) \"women\" play a HUGE role in Trafficking Kids/Organs.\n\n@FBI Do your jobs and investigate #PedoJoe&amp;Jill\n\n#obamagate\n#pizzagate\n#pedogate\n#maga\n#qanon\n#ItEndsNow https://t.co/HKUZGnKZ0I",
  "Donald Trump donated million of dollars &amp; a building rent free on Wall Street to the Rainbow Push Coalition to help minority youths &amp; make a statement for minorities in business in New York. Then at 70yrs old apparently became racist😂 https://t.co/aflHtCMetz #MAGA🇺🇸",
  "It is time to expose the cast ....\n@POTUS\n@DOJ \n@FBI \n@AGJeffBSessions \n#Strzok \n#Page \n#ReleaseTheMessages  \n#TheRainMaker\n#ObamaGate https://t.co/TUj66E4ClI",
  "As Bill Clinton begins his new book tour this month, I want EVERYONE to know ......Bill Clinton, 42nd President of the US,   IS A RAPIST.",
  "Tick Tock Treasonous Traitors..Its #GITMO Time! \n\n🚨BREAKING: Key FBI Brass Flip On McCabe &amp; Comey; High-level Officals Testify Against Fired FBI Chiefs, Set Stage For Grand Juries  https://t.co/s9CJ1EkjXd",
  "Melania‘s hat versus Michelle’s hat ... \nis like Class versus Trash https://t.co/OTaUPIwWUn",
  "https://t.co/UV9IWg08b0\n\nThis is one evil lady!",
  "We are very concerned over reports from 2024 about suspected collusion between Kanye West and the Russians. We will investigate until we get to the bottom of it.",
  "@HillaryClinton https://t.co/J12AZKjy5K",
  "If you have the feeling everyone hates you, maybe you should be honest with yourself for once and you will understand why. They're coming for you, you sick disgusting excuse for a woman 🤢💯 @HillaryClinton #Pizzagate #pedovore #satanicritualabuse #Traitors #lockthemup #MAGA",
  "@CBSNews @CBSThisMorning Shove",
  "@CBSNews @CBSThisMorning We want to hear the truth not the b.s. Your trying to solve in our faces. What about #Pizzagate #Pedogate #HRCcult #Podestamolesta and the rest of the treasonous lying people like Obama and McCain?🤔🤔🤔🤔🤔🤔 time to get real MSM",
  "In Telford, UK Social Services lawmakers were caught kidnapping children from state-entrusted care and selling them to pedophile networks - https://t.co/Z9WdtngsaR",
  "\"If Iran threatens us in any way, they will pay a price like few countries have ever paid.\" — @realDonaldTrump https://t.co/y9zsLARRcp",
  "Imma let Black Lives Matter finish but... the Thought Police have the highest records of brutality against blacks of all time!!! https://t.co/xOouI3aqdi",
  "Ok, seriously? Just saw this over on @LizCrokin's feed...\nA🍕emoji in a US DOD tweet showing a US Air Force (special forces?) free fall/jump?? GOOD!  Let's take out the #Pizzagate bad guys and rendition them to #Gitmo for their just reward. https://t.co/qoBsma9wd8",
  "Two weeks after President Trump was sworn in, his DHS released this human trafficking PSA. It opens with a pizza shop &amp; the announcer says the signs for human trafficking are everywhere!\n\nThis is them acknowledging Pizzagate IS REAL! 🍕\n\n#QAnon #Pedogate\nhttps://t.co/8IfIKetKX3",
  "As soon as @kanyewest starts defecting from the leftist mob the media pulls these bs “crazy” and “insane” labels on him \n\nHe is advocating for diversity of thought, new ideas, discussion, and disagreement \n\nThe left hates those things as they represent a threat \n\nGo YEEZY Go",
  "“To America’s absolutely incredible @FLOTUS @MELANIATRUMP, thank you for making this an evening we’ll always cherish &amp; remember,” toasted @POTUS @realDonaldTrump that honored US &amp; France’s centuries-long friendship! Retweet Your A+ to Melania’s Inaugural @WhiteHouse State Dinner! https://t.co/c77siJ6qNw",
  "Our justice system is corrupt. It is impossible to understand how Flynn was indicted and McCade not.  I wonder what Martha Stewart must be thinking.",
  "Macron flashes more 32nd degree Deep State illuminanti signs at White House balcony.\nNotice how Trump jerks his hand down as he notices him do it.\n#DrainTheDeepState  https://t.co/mgd2atw9wb https://t.co/65zMMgvWqN",
  "Not only does Trump have to deal with the deranged media &amp; the corrupt swamp here in the States, but he has to clean up Obama’s international failures as well\n\nObama worsened the situations in both Iran and North Korea...\nTrump is fixing it\n\nSomebody give Trump a raise\n#MAGA #KAG",
  "Man admits to molesting 4 year old - is given NO jail time!\n\nLet the judge know how you feel #PedoGateNews https://t.co/DfFnszvl8o",
  "It’s sad that a murderous dictator like Kim Jong Un is more willing to sit down and negotiate with our president than democrats are.\n\nThe arrogance and hatred of the left has kept them from doing what’s best for American citizens.\n\nIt’s time to vote them out.\n#MAGA #AmericaFirst",
  "Some gun owners are starting to DESTROY their YETI coolers.\n\nI get the outrage, but some of these coolers cost $500 dollars &amp; you already paid for them.\n\nWhy not flood eBay with them for SUPER cheap? That will undermine YETI’s new cooler sales &amp; cost them serious money.",
  "Melania Trump has style, grace and authentic love for America. The fashion world hates her for it.\n\nThey are controlled by political correctness. Too bad for their miserable existence.\n\nAmerica Loves Melania. https://t.co/Z0mbx7hlGg",
  "I see a pattern developing...\n\nHow many of these mass shooters lately have gone on attacks AFTER being investigated by the FBI?\n\nEither the FBI is that incredibly incompetent or it is part of a plan to manipulate the public into disarming themselves.\n\nBoth scenarios are alarming.",
  "@TheRealMrSazonn @LizCrokin @DestroyIllusion @therealroseanne @realDonaldTrump She's one sick bitch 😡",
  "🚨#BREAKING 🚨\n\n#DOJ will turn over 1000's of NEW #FBI texts b/w #PeterStrzok and #LisaPage\n\nWill these include the texts where #FBI agents THREATENED TO HARM @realDonaldTrump?\n\n👉What REALLY happened in #LasVegasShooting?\n👉ASSASSINATION attempt??\n\n#MAGA #QAnon #Tucker #Hannity https://t.co/BXSUmyLH4a",
  "459 days &amp; 7 hours that would change the world 4ever. \n459 days &amp; 7 hours of a nightmare if the shrew won.\n459 days &amp; 7 hours that we would be in the dark about the deep state.\n459 days &amp; 7 hours that our country rejected the status quo\n459 days &amp; 7 hrs that Trump has been Pres. https://t.co/020yYKHwCM",
  "How odd that they would mention \"pizzaria owners\" between \"past presidents\" and \"heads of state\". It just seems so out of place. Right?\n\nhttps://t.co/8vv4Q3au8N",
  "It’s pretty sad when Kim Jong-un finally admits it’s time to negotiate with @realDonaldTrump but somehow the Democrats can’t.\n\nIf you are a registered Democrat, I encourage you to switch to being an independent or the Republican Party. The Democrats only want you for your vote.",
  "Obama hates self-sufficiency, so he never advised young ppl to work, earn, and save to get ahead - things that make America great. He told them to cry foul until others gave them whatever they wanted, as he did in his life.\nSo that's what Antifa, CAIR, BLM, NFL, &amp; millennials do.",
  "What a joke 🤣🤣 https://t.co/7AlpJIfvhR",
  "This is one smart and honest girl. \n\nCandace Owens:  “Blacks are ideological slaves and pawns to the Democratic Party.” https://t.co/PSUeE3hF14",
  "#QAnon 👇 https://t.co/BZKU1nPAxV",
  "This call for unity is imperative to our future success!\n\nIT’S TIME TO UNITE AND FIGHT FOR OUR FREEDOM.\nTOGETHER, we are STRONG.\nAPART, we are weak.\nPATRIOTS HAVE NO SKIN COLOR.\n~Q\n\n#QAnon #TheStorm  #TheGreatAwakening #WeThePeople #WWG1WGA #USA #KAG #AmericaFirst #GreatAwakening https://t.co/BEI00Yms9g",
  ".@JimRenacci has worked so hard on Tax Reductions, Illegal Immigration, the Border and Crime. I need Jim very badly to help our agenda and to keep MAKING AMERICA GREAT AGAIN! He will be a fantastic Senator for the Great State of Ohio, and has my full endorsement!",
  "Do you rent your precious home, apartment, or island out to complete strangers? No? Never? Then why would a privacy conscious billionaire. Branson claims he didn't know the NXIVM sex cult ladies. You know who Branson does know, a lil bit? \n\nTrust #QAnon this week especially. https://t.co/gQLgbRYRIu",
  "14 states have record-low joblessness with @POTUS @realDonaldTrump after Obama’s recession left millions of US without #JOBS! With US at 4.1%, HI is 2.1%, CO 2.6%, ME 2.7%, ID &amp; WI 2.9%, ND 3.2%, TN 3.3%, AR 3.6%, AL 3.7%, TX 3.9%, KY 4%, CA &amp; OR 4.1% &amp; MS 4.5%! RT Your Friends! https://t.co/fhfYkayAFT",
  "First there was Trump Derangement Syndrome ... and now there is a new strain: Melania Trump Derangement Syndrome\n\n@DeneenBorelli calls out the \"high-minded\" liberals who disrespect and mock the First Lady\n\n👉 Thank you @deneenborelli WELL SAID! \n\n https://t.co/l2YSBI32lD",
  "BUCKLE UP! The DOJ will unveil more text b/t Strzok &amp; Page tonight or by Wed. Both defrocked FBI executives were demoted aft hundreds text were released b/t the duo, making fun of @POTUS &amp; making negative remarks about GOP voters, GET UR 🍿READY, THIS COULD GET INTERESTING https://t.co/wB44SU4sVv",
  "Trump is red pilling Americans one completed promise at a time. Come on liberals, what have you got to lose? Take the red pill and enjoy the #MAGA 🚂 ride! https://t.co/VU8bXtt7G1",
  "Bombshell: FEC Records Indicate Hillary Campaign Illegally Laundered $84 Million https://t.co/SyDIDr8rfI",
  "I HAVE A FEELING\n\n#KanyeWest won't be the only rapper making headlines here shortly...\n\nIsn't that right #JayZ? 🤨\n\n⏲️#AllisonMackIsNamingNames⏲️\n\n@realDonaldTrump #MAGA #QAnon #GreatAwakening\n#Outnumbered #TheFive #Tucker #Hannity #IngrahamAngle\n#TuesdayThoughts #AllisonMack https://t.co/Dhg51GAnyQ",
  "OH LOOK 👀! It’s James Comey’s Book Tour Bus! 😂🤣 Retweet! https://t.co/S5vmxajmjY",
  "While everyone is talking about Russia and Stormy I'm still paying way too much for health insurance.\n\nInsurance I can't afford to use because of how much it would cost me out of pocket. \n\n#TuesdayThoughts",
  "💥BOOM💥\n\n@realDonaldTrump on #Iran restarting their nuclear program:\n\n\"It won't be so easy for them to restart. They're not going to be restarting anything. They restart it they're going to have BIG PROBLEMS.\"\n\n👉Ask #NorthKorea if he's telling the truth\n\nhttps://t.co/k0x8szZrIH",
  "Trump didn’t invite Democrats or members of the media to the dinner tonight with #Macron\nDo you know why? \nThey don’t deserve to be there.\n\nCommon sense says that you don’t invite people who openly hate you to dinner.\n\nNever apologize for being real.\n\n#TuesdayThought",
  "@LisaMei62 @FLOTUS She's so elegant and is making a very awesome first lady ❤️ @FLOTUS",
  "#TuesdayThoughts\n\n#YouAreWinningWhen @POTUS &amp; @FLOTUS represent the United States of America.\n\nAfter Barry &amp; Michelle, it's so nice to have a family we can be PROUD of when welcoming the Macrons!! 🇺🇸\n\n#FranceUSA\n#MAGA https://t.co/kvf6mNmrRz",
  "They can't allow any deviance from the narrative. The reality is:\n- Kanye isn't the only black man in America who supports Trump\n- Pizzagate is real; the rich elite fly around the world raping kids - the Rothys aren't like you and me. Really nothing in common.\n- America is waking",
  "This diagram makes it real easy to figure out who is your President. \n--This has been a public service announcement brought to you my people that did not skip civics class. https://t.co/P1colEuBIA",
  "#QAnon hashtag had 60 MILLION exposures yesterday!\n\nKeep pushing #QAnon  followers!\nWe're making it rain.\n#WWG1WGA \n#GreatAwakening \n#MAGA \n\n@realDonaldTrump https://t.co/2PGAlk5LCE",
  "Yesterday's #QAnon drops (23 Apr).\n\nDISCLAIMER: These are my initial interpretations of the drops &amp; aren't intended to discount other poss theories. I highly encourage you to do your own research. You will learn a lot. Future news will prove past drops. \n\nhttps://t.co/YsFT7oZdjc",
  "@LizCrokin The more I learned about this dude - Avicii - the more he sounds like a abuse/MK Ultra type victim turned whistleblower. Too many occultists and “handlers” in his life for him to just be a DJ who stumbled upon a #PedoGate conspiracy. \n#Pizzagate #PedoGateIsReal #QAnon",
  "The #Resistance Leader, Hillary Clinton, considered Robert Byrd (KKK Member) a MENTOR\n\nWhere is the outrage?\n\nEven Liberal https://t.co/dLvogOgDXW verifies this story\n\nhttps://t.co/7rf9i4k0ek\n\n#QAnon https://t.co/601RQrKgui",
  "Never forget that Q posted one day Obama will use that he is not a US citizen for his defense.",
  "#QAnon #JFKTRUTH  #DrainTheSwamp #ObamaGate #hillaryforprison2018 #DeepState #MAGA #DemocratsHateAmerica #PedoGate #Pedovore #911Truth #FolllowTheWhiteRabbit #ThesePeopleAreSick #WhereWeGoOneWeGoAll #FOLLOWTHEMONEY #patriot 🇺🇸🇺🇸🇺🇸 https://t.co/YIjXwMtKMa",
  "Red Cross money crates?\n\n@POTUS #RedCrossFraud #MAGA #KAG https://t.co/I2WFqTufje",
  "Goodlatte, #Gowdy say they struck deal with #DOJ for Hillary #Clinton probe documents related to the #FBI's investigation into Hillary Clinton's private email server.\n\n https://t.co/z1jzqwnSXB #FoxNews",
  "This Cooler Co. Is Cooler.\n\nPelican Coolers @pelicancoolers \n🇺🇸SUPPORTS THE #NRA #2A &amp; The Constitution🇺🇸\n\nShow that other overpriced pandering @YETICoolers what you think.\n👉Support &amp; Buy Pelican Coolers.\nYeti, you have no idea what you’ve done. You’re Done.\n#AnthemTT45 https://t.co/0KDQoZgU4J",
  "PATRIOTS HAVE NO SKIN COLOR\n\nQ\n\n#QAnon https://t.co/8KyjgpauO6",
  "I really don't understand how Americans put up with Democrat B.S...\n\nIf our kids pulled this obstructionist crap on us, we'd smack them across the back of the head, tell them to grow up or get the hell out.\n\nLets do the right thing &amp; Vote them out of office. Enough is Enough!",
  "This is why Hillary Clinton could not be allowed to win. \n\n#RedCross \n@POTUS #QAnon #QAnonPosts #GreatAwakening #ItsHappening #MAGA #QAnonPatriots #Qanon8chan #8Chan #Anonymous https://t.co/MQFxyRF1kw",
  "@RealCandaceO @drawandstrike @seanhannity 👇 https://t.co/ufyVSEiEbq",
  "ANOTHER reason I could NEVER be a Lib:\n\nThe lady on the left still blames \"old white men\" for society problems. Libs CELEBRATE.\n\nThe lady on the right says people are responsible for their own lives. Libs EXPLODE!\n\nRETWEET if you support @RealCandaceO!\n\n#MondayMotivation #MAGA https://t.co/ncXdRoHxoA",
  "'A new government controlled by you, the American people,\" -Trump in YouTube video #QAnon just linked to! It's Happening! Biblical-level change of power structure. WATCH THE VIDEO. TRUST THE PLAN. https://t.co/bX8phKhTWr @realDonaldTrump lays it all out, thank God! https://t.co/3LBNxasEt4",
  "10. Here's the video Q shared. If you haven't listened to it, LISTEN CAREFULLY. Share it w/everyone so they'll understand that EVERYTHING Q has been sharing is what our @POTUS promised in this speech &amp; has been doing since Inauguration Day w/our military. \nhttps://t.co/NxcLrO8ayp",
  "Kanye West has triggered the left so hard it’s incredible!\n\nThis country needs more people who aren’t afraid to speak out. \n\nIt’s too bad so many people are afraid to speak their opinion because the left will attack your career, your family, &amp; your entire existence.",
  "The answer is no.  My father didnt lie. Neither did Pence.  W everything going on during the transition, isnt possible that it was a miscommunication btw 2 people that couldve been resolved w/o all the media hoopla?\n\nStop trying to create a story @CNN  https://t.co/76fe0mAVrV",
  "URGENT ACTION ALERT - Mike Pompeo Senate Vote Expected TODAY!\n\nThe left is doing everything they can to prevent Mike Pompeo from becoming Secretary of State &amp; he now needs your help telling the US Senate to confirm him.\n\nClick below to email your Senator!\n\nhttps://t.co/mqJm5NJLbJ",
  "More #QAnon on #RedCross #HRC &amp; #Haiti \n\nWe #QAnon's are NOT GOING TO BE QUIET about this. \n\nOrgan harvesting\nStealing donations\nWatered down medications\nHuman (KIDS!!) trafficking\n\nCAN ONLY STOP WHEN WE STOP CLOSING OUR EYES TO THESE HORRORS!\n#GreatAwakening \n\n@realDonaldTrump https://t.co/HFxFxagEYv",
  "6. Red Cross is Clown Op &amp; key to human trafficking as they are able to travel unhindered. Donations used to pay for smuggled kids, organs, drugs, weapons, missile tech, nuke materials, etc. Human trafficking EO will allow seizing of their assets. Haiti &amp; CF news coming soon? https://t.co/8MriCne0a6",
  "When Donald Trump won the presidency,  liberals lost their minds \n\nIn 2018, Roseanne, Kanye, Kaya Jones, and James Woods are redpilling the masses\n\nYou see, Trump was not just the rare political anomaly...\n\nHe was just the beginning of the great awakening.\n\n#RedWaveRising2018",
  "THE DEMOCRATS CHOOSE HISTRIONIC POLITICAL GRANDSTANDING OVER AMERICA.Pompeo was confirmed as the CIA DIRECTOR by a vote of 66-32.Pompeo graduated first in his class from West Point.He received a Juris Doctor from Harvard.\n\nTHE DEMS HAVE SOLD AMERICA OUT! https://t.co/vOXVkeibuG",
  "The game has changed, the stakes are higher\n\nWe are no longer in a battle of Right vs Left, Rep vs Dem\n\nThis is a choice between Good or Evil, Right or Wrong, Freedom or Oppression\n\nWe're fighting for the very existence of our nation\n\nWhat side r u on?\n\n#MAGA https://t.co/e4liiDB2zL",
  "Waffle House shooter Travis Reinking hasn't been found. Last year he was arrested trying to jump the White House fence in an attempt to \"Kill Donald Trump.\" He was released by the FBI &amp; his gun was given back to him.\n\nDo you see what's happening here?\n\n#Parkland #LasVegas\n\n#QAnon",
  ".@seanhannity CALLS OUT FAKE NEWS FOR THEIR SALACIOUS \"STORIES\"!\n\nSO HERE THEY COME WITH A SMEAR CAMPAIGN!! \n\nRETWEET IF YOU: \n\n#ISTANDWITHHANNITY https://t.co/IsQiXChiQw",
  "Leave Marina Abramovic ALONE!\n\nThis is completely NORMAL!\n\nWholesome art ❤️ \n\n#pizzagate https://t.co/uPhkoh3bk5",
  "Dear Fore Fathers,\n\nDo not measure us on our weaknesses\n\nObama\nHillary\nMueller\nComey\nBill Clinton\nMcCabe\nMad Maxine\nPelosi\nSchumer\nBiden\nTed Lieu\nRyan\nMcCain\nMcConnell\n\nRather how we overcome our failures, rise up to Make America Great Again!\n\nWe elected Trump, you may rest easy.",
  "Is everybody a conspiracy theorist that has came to these conclusions, or are you just in denial because of how horrendous the truth may be?\n\n#Pizzagate #Pizzagateisreal #pedogate #mkultra https://t.co/zLwQBSaJgA",
  "American Patriot @GenFlynn did not lie to Pence (or anyone else in the admin) about his perfectly legal and appropriate conversations w Russian AMB Kislyak in Dec 2016.  \n\nWhy would a highly decorated military intel officer lie about something legal? \n\nBeen a MSM lie from day 1",
  "https://t.co/i98rmzJMYd\n\nPowerful video 😢💔",
  "Ted Gunderson was an FBI Special Agent and Head of the Los Angeles FBI.. post-FBI he was a Pedogate investigator.. #pedogate @TheJusticeDept https://t.co/Qdv2hPl49z",
  "Dear Tom Arnold:\n\nCongratulations on your first relevant moment in 25 years! When you judge a black woman based on her political beliefs--you're not edgy. You're simply exposed.\n\nR A C I S T  P R I C K .\n\nPound sand hypocrite,\n~ MAGA nation",
  "Hillary #Clinton\nNOT Gone,  NOT Forgotten \nThe HRC Tweet Guarantee:\n1. A flood of negative comments.\n2. Some heartfelt gratitude that she lost.\n3. Little defense from her troops.\nAnd confirmation she is America's MOST HATED WOMAN\n\n#POTUS\n\nWatch the video: https://t.co/ixZHXYUHxg",
  "@RandPaul \n\"A House Divided Against Itself, CANNOT Stand -AbeLincoln\n\nStop Enabling The #DemocratObstructionist Agenda! \n\n🙏 Please VoteUnited \nw/Republicans For MikePompeo🇺🇸  \nHe Is TheMostQualifiedPerson To Be Our #SecretaryOfState\n\n#AmericaFirst\n#MAGA 🇺🇸\n#StandWithTrump🗽 https://t.co/fE10goqn1M",
  "Kanye West is threatening to red pill black people and the establishment is terrified.\n\nEveryone retweet this and send it to @kanyewest \n\nhttps://t.co/R2VFTGIKMu",
  "When I zero in on a celeb hysterically trashing Trump, I usually can connect them to pedophilia, spirit cooking or trafficking in minutes.🍕",
  "...why did I check 8ch?! So much \"real work\" to do. 1 Tweet:\n\nOk. Sit down. I'm going to make this worth it. Either epic con on patriots being played out, or #Qanon just legitimately linked #obama to #pizzagate via #Alefantis and relationships with sex cult operators 😯and #NXIVM https://t.co/fBvPxYIPe6",
  "😡😡😡RAND PAUL @RandPaul it’s time for you to assist our President. Vote to confirm Mike Pompeo as Secretary of State!  All GOP get behind him.  We are sick of partisan politics. US Security is more important. \n\nNo SUPPORT is no longer ACCEPTABLE🤬🤬 RT RT https://t.co/1hgPoNnRG2",
  "Julian Assange has been gagged and isolated from visitors and communications after heightened pressure. This is on top of his six years without access to sunlight and arbitrary detention in violation of two UN rulings. Account now run by his campaign. https://t.co/cbM33Ng42C https://t.co/LLeERI5knj",
  "If You Are Glad Donald J. Trump Our President And You Support Him. \n\nRETWEET PLEASE\n\n#Trump2020",
  "Advise I gave my children as they grew up: Be very careful what you wish for because you just might get it!  Guess HC’s parents failed to give her that advise. 😂 😂 🤦‍♂️ https://t.co/uZrPOJ0cq8",
  "Alan Dershowitz/Jeffery Epstein Child sex scandal \nListen: \nhttps://t.co/EmFRlEQTfr\n#PedoEmpire #Pedogate #Pizzagate #CSA #Childsextrafficking #HumanTrafficking \n#AlanDershowitz #JefferyEpstein #EpsteinIsland #carisjames #QAnon #QResearch",
  "SATANIST SCHOLAR ANON #4: \"Satanists know they will reincarnate in same families &amp; have for centuries.  Rothschild's carry on, Rockefellers carry on, bloodlines carry on.The power elite are power elite once again as cycle darkens from generation to generation\" @POTUS #Qanon",
  "BOOM‼️ A Rapper went off on Singer R.Kelly for being a Pedophile and running a Human Trafficking Ring. The interviewer told him to stop talking about it🤔  *Explicit Language https://t.co/X9kJyOxYjr",
  "😂😂😂😂😂😂😂😂😂\nBASKET OF INDICTABLES... https://t.co/LzkjAZSIg1",
  "Take the pledge.\n\nPledge that in this year’s midterm elections, you will NOT stay home, and that you will vote.\n\nEvery race matters.\n\nWe cannot allow the Democrats to take over.\n\nLet’s fight for our @POTUS, and the #MAGA agenda, in all 50 states!\n\nRetweet if you agree. 😊 https://t.co/7ekVZZJ9i6",
  "🇺🇸PA Primary May 15🇺🇸\n\nOur president is bringing jobs to PA. Thank him &amp; vote RED to support him as he works to help all of PA. The Dems have nothing to offer but will repeal the tax cuts and tax you more. Say NO 2 more taxes; VOTE RED\n\n#RedWaveRising\n@ScottPresler\n@SebGorka https://t.co/DqDVc4eBft",
  "#QArmy\n\nI have 3 hours to Follow Back. Like/RT/Comment &amp; I'll grab as many of you as I can. #IJoinedTwitter to spread TRUTH about the #DeepState, the lying @DNC &amp; corrupt FBI!\n\nFollow all Commenters: #GrowTheNetwork #SundayMorning #MAGA #Trump\n\nSTAY TOGETHER\nSTAY STRONG\n\n#QAnon",
  "Comey may be a couple sandwiches short of a picnic. To prove Clinton innocent, he comes out &amp; proves her guilt. Now he comes out to prove Trumps guilt &amp; proves he's innocent. Spends a year writing a book that's ALL about Trump &amp; says Trump is hung up on him.\n\nPoor confused Jimmy. https://t.co/qlCBtOU79k",
  "So Mike Pompeo, someone who was first in his class at Yale &amp; West Point, as well as the Director of the CIA, makes a trip to North Korea, sets up a successful meeting in order to end a 68 year war, &amp; Democrats are calling him unfit to be our Secretary of State?\n\nColor me shocked.",
  "Fifteen Things To Know About Trump's \"Pakistani Mystery Man\" Imran Awan | Zero Hedge https://t.co/uve9kO1B7R This is a MAJOR DNC SCANDAL/CRISIS ready to break w DISCOVERY in DNC filed LAWSUIT @realDonaldTrump #QAnon",
  "Someone made this meme a year ago &amp; I posted it on my Instagram then! @Fulcrum__News 🍕\n\n#Pizzagate #Pedogate #QAnon #GreatAwakening #WWG1WGA https://t.co/QzV0U5dofq",
  "LET ME REPHRASE\n\nHe's polling at 50% and has people lining up for MILES to see him\n\nImagine if he DIDN'T HAVE 15 months of #FakeNews attacks, Dem/Repub obstruction, a subversive #DeepState and sham investigations\n\n👉This is why they FEAR @realDonaldTrump 👈\n\n#MAGA #QAnon #Hannity https://t.co/mLGj5bHH8i",
  "@AnneHartsog @pr0udsnowflake @inittowinit007 @_America_First @PamB60 @TrumpTrainMRA4 @tbailey5477 @HrrEerren @Jillibean557 @MEL2AUSA @_SierraWhiskee @buzzman888 @Kimbraov1  https://t.co/86dZamD9ca",
  "Tell us again, was Pizzagate fake news? Not even remotely.\n\nBiggest scandal of all time. https://t.co/cbGiTrVNEu",
  "Democratic Parents: Take 10 minutes today and watch every single clip of Joe Biden touching strangers. You cannot do it. Why?\n\nIt's sickening.\n\nJOE BIDEN WILL NEVER BE PRESIDENT.\n\nAnd I wouldn't let him in the same room as my children.\n\nMoment by @RAMRANTS\nhttps://t.co/8KBSztWqAL",
  "Retweet if you're a Republican and you don't hate gay people. Let's shock the Democrats with our numbers.",
  "When the picture of Obama and Maggie came out...\n\nThis happened. 👇🏻\n\nWhy is ANYONE aiding in covering this sickness up so bad? 🤬\n\n#Qanon @POTUS #MAGA #8chan https://t.co/i0ljWTEIt0",
  "Apparently the #DeepState tried to NUKE Q / QAnon last night...all for a LARP, something Fake? 🤔\n\n#QAnon #Q #ShineTheLight #GreatAwakening #Prince #EarthDay2018 #RIPPrince https://t.co/NCXYaPbJyT",
  "Looks like @Jack is up to his usual tricks. Our friend @FedupWithSwamp has been locked out of his account for 7 days. You can find him on Gab for now: https://t.co/7AQk86tF1K https://t.co/5t5W7NqOLt",
  "Mack, like the other dummies in a cult, is being held without bail. Obvious flight risk; she has money, friends with money, and their cult has substantial contacts in Mexico. They're all going down. Enjoy it.",
  "-actor allison mack arrested for involvement in sex trafficking for NXIVM cult\n\n-backpage dot com taken down by feds\n\nHollywood doesnt say a single word for the victims of abuse\n\nThe Hollywood metoo movement was simply a fraud to protect their image from Harvey Weinstein 🤔🙄",
  "Q just identified Barack Obama as a child rapist.. it's getting real.. #Pedogate #QAnon",
  "So Trump told the DNC to bring it on with this stupid civil lawsuit.  He tweeted about a VERY AGGRESSIVE discovery phase. This is gonna be good. https://t.co/6tocDIsoDF",
  "@RealJamesWoods Not a theory. Sorry ☹️",
  "Hollywood Actress Allison Mack was arrested for her role as #2 in the sex trafficking &amp; grooming cult NXIVM\n\nNXIVM also donated 30k to Hillary Clinton's campaign in 2007, per this @NYPost article for 10 years ago\n\nThese people are EVIL\n\n#PedoGate\n\n#QAnon\n\nhttps://t.co/dyRdGg7hoR",
  "BOOM!!!!!!!!! You will all be so proud of #POTUS &amp; the REAL NEWS media who have been over the #PizzaGate target for so long. It's much BIGGER than you think. And it's ALL coming out. @LizCrokin @CraigRSawyer \n“Wendy” Nixon Digs. WE GOT YOUR NUMBER, #BHO\nhttps://t.co/BjNwrcIzl4",
  "They traffic kids in shipping containers to Long Beach Port! They're packed like sardines w no food or water &amp; filled w feces &amp; piss! #QAnon https://t.co/vlRWXcMAKE",
  "🚨Q is dropping BOMBS regarding PEDOGATE.. Allison Mack was \"warning shot\" from @POTUS.. Q indicates this will \"snowball\".. that girl repeatedly pictured with Obama.. well her mother is friends with JAMES ALEFANTIS.. \"You can't imagine the size of this. Planned for later\" #QAnon https://t.co/o4NSI3c4J6",
  "Bill Clinton thinks the NY Times colluded with Trump to defeat Hillary.\n\nSeriously? The NY Times has done nothing but smear Trump.\n\nWE, the American Citizens, are why Hillary lost. And WE will continue to make sure the left never has control over the future of America again.",
  "A message from Kim Jong Un: “North Korea will stop nuclear tests and launches of intercontinental ballistic missiles.”\nAlso will “Shut down a nuclear test site in the country’s Northern Side to prove the vow to suspend nuclear tests.” Progress being made for all!",
  "THAT FACE YOU MAKE\n\nWhen Allison Mack is naming names\n\nAnd you're one of those names...😨\n\n⏲️Feeling ok today AS?⏲️\n\n@realDonaldTrump #Trump #MAGA #QAnon #Outnumbered #TheFive #Tucker #Hannity #IngrahamAngle #WWG1WGA #WeThePeople #AdamSchiff #LockHimUp Wendy Wasserman Shultz https://t.co/SPlrqD3Rsv",
  "@hzahaley I can see it.",
  "What does #Q have to say about Mueller?\n\n@POTUS #QAnon #MAGA #TrumpCard #WWG1WGA #GreatAwakening #MuellerInvestigation https://t.co/kjPizwQWdi",
  "Happy Thursday Patriots! @realDonaldTrump @POTUS\nI 💯 #trusttheplan. Serving at your pleasure! ❤️🇺🇸❤️🇺🇸❤️\n#TheRainMakers\n#QAnon\n#WWG1WGA https://t.co/wWfybC3y4g",
  "Retweet if you think the DNC and Clinton campaign should turn over all of their emails, texts and phone logs in a counter response to their federal lawsuit against the Trump campaign.       https://t.co/H7LmoXJCxA",
  "Dear @TheDemocrats:\n\nAmerica is thrilled with your lawsuit claiming the Russian conspiracy Team Hillary manufactured is Trump's fault. That's hilarious.\n\nWe look forward to the discovery phase. Perhaps then--the infamous DNC server can be examined.\n\nThanks traitors,\nThe People",
  "IT'S CALLED \"DISCOVERY\"\n\nIt looks like we're going to see Hillary's 🍕vids after all\n\n👉LEGALLY\n\nCompliments of the #DemocratParty\n\nThanks DUMMIES 👌\n\n😆#ThesePeopleAreSTUPID😆\n\n@realDonaldTrump #Trump #MAGA #QAnon #TheFive #Tucker #Hannity #IngrahamAngle Wendy Wasserman Schultz https://t.co/xD2YAt57W5",
  "Timestamps are important.\n\nCoincidence? \n\n#qanon https://t.co/mqSHNlwNe5",
  "Sky event? #QAnon #AprilShowers #GreatAwakening #HumanTrafficking @realDonaldTrump https://t.co/oCczIjG50Z",
  "That awkward moment when Kim Jong Un is more willing to negotiate with President Trump than the Democrats are ..... \n\nLet that sink in.",
  "North Korea has agreed to suspend all Nuclear Tests and close up a major test site. This is very good news for North Korea and the World - big progress! Look forward to our Summit.",
  "#BREAKING: huge win for President @realDonaldTrump he’s going to make history: North Korean leader Kim Jong Un will suspend mid range and intercontinental ballistic rocket testing and shut down nuclear sites! Denuclearization has begun! https://t.co/Xrhkl3Jb4O",
  "DNC server\nDebbie Wasserman Schultz Server\nImran Awan\nHRC emails\n\nBOOM\n     BOOM\n         BOOM\n              BOOM https://t.co/ZFycOe774k",
  "Trump on his way to undoing the catastrophe of Clinton and Obama nuclear appeasement on the Korean Peninsula... https://t.co/HPYcxZo8iQ",
  "Most of you already know this, but a sitting President cannot be indicted.  What we are witnessing is the taxpayers being robbed of millions.  Democrats are forcing us to foot the bill to make their case to the voters that Trump needs to be impeached to gain back power. PERIOD!",
  "3. Grab the popcorn...the TRUMP card is coming. When I read this I immediately visualized &amp; could hear @realDonaldTrump saying \"Because you'd be in jail...\" (during one of their debates)! https://t.co/eQ1UEqDt29",
  "🔴⚪️🔵PENNSYLVANIA PRIMARY, MAY 15🔴⚪️🔵 \n\nPA you put us into the White House in November 2016, &amp; now we are asking you to help our President continue to MAGA by electing Republicans to Congress.  Please vote RED and help @POTUS to continue to work for you.\n\n@ScottPresler‍ https://t.co/AzfXtFTQvZ",
  "Almost too good to be true. 😎\nIn discovery, the #DNC has to explain why its server wasn't interrogated by the FBI.\n#Crowdstrike exposed.\n#Giuliani has Assange testify about where the data came from.\n#Assange says it was given to him by Seth Rich.\nBOOM.\nhttps://t.co/16vRPuxHvJ",
  "Smallville Actress Allison Mack Arrested For Involvement of Sex Cult trafficking humans tied to the Clintons! #QAnon\nhttps://t.co/aSNEkniVFm",
  "Attention #Trump Supporters! - Today is #FollowBackFriday.  If You Follow Me and You Are a Trump Supporter, I Will Follow You Back. Working Together, We Can Help Push The Trump Agenda Forward &amp; Make America Great.  #MAGA #IStandWithTrump",
  "Can you believe that despite 93% bad stories from the Fake News Media (should be getting good stories), today we had just about our highest Poll Numbers, including those on Election Day? The American public is wise to the phony an dishonest press. Make America Great Again!",
  "So Comey's gonna flip on #DeepState cause he's afraid #DeepState is gonna flip on him through McCabe. Meanwhile idiot Team Hillary attacks narcisist Comey backing him into a corner so he flips on them cause, well, he ain't goin down alone!\n\nExactly as predicted.",
  "Re_Read crumbs!  This is a good one I came across today!! #QAnon #YouHaveMoreThanYouKnow #AprilShowers @realDonaldTrump https://t.co/ExMpWeTrq7",
  "Rudy Giuliani: “I’m joining @POTUS @realDonaldTrump’s legal team to help end Mueller’s probe. I’m doing it because we can negotiate an end to this for the good of the country and because I have high regard for the president &amp; Mueller.” Retweet if you love Rudy on the #TrumpTrain! https://t.co/5iDBJzmCab",
  "Nancy Pelosi just revealed STATE SECRETS, Classified information that the House Intelligence Committee has traveled inside of North Korea on National Television.\nCarefully Listen and Watch her Reactions- someone whistles as if to say \"you screwed up\".\n#QAnon #GreatAwakening #NOKO https://t.co/PpvNXnY2Bx",
  "Hey Congress!  @POTUS has the right to choose his own Secretary of State. You are shameful and totally despicable.  Yes, we walked into the voting booth and voted for DJT and for you who were up for reelection.  We expect you to vote for Mike Pompeo and do it now!  #DoItNow #KAG! https://t.co/2cdNie6b4f",
  "John Podesta rapes kids.\n\"Oh, are you saying you believe... [insert false claim here]\"\nNo, we're saying John Podesta rapes kids.\n\"Are you saying... [insert ad hominem character attack here]\"\nNo. Just saying John Podesta rapes kids; Hillary's campaign chairman rapes children. Fact",
  "The DNC does realize that discovery goes both ways in this civil lawsuit don't they?\n\n We will get their servers we will find out who killed Seth Rich we will dig in to the Awan brothers.\n\nIt will come out that Podesta email password was PASSWORD. \n\nGo ahead sue Trump.",
  "DON'T FORGET👇🏻\n\n🔴 Remember \n⚪ Everyone\n🔵 Deployed\n\nThey pick up a weapon &amp; stand a post so you don't have to.\n\nWear your 🔴RED🔴 today in honor &amp; support of our troops.\n\n@USArmy\n@USNavy \n@USMC \n@USAIRFORCE1976\n@uscoastguard\n@NationalGuard\n#RedFriday \n#IStandWithGenFlynn https://t.co/rqQorhPtFw",
  "The more I learn about child trafficking, Luciferian globalists, deep-state subversives, organ harvesting, spirit cooking, Soros, the DNC, Rancid Hollywood, Satanic cults, etc, the more I understand why God told Noah to build a boat. 💨💦🌊🌧🌪 https://t.co/MhogjCeoie",
  "Nancy Pelosi is going absolutely crazy about the big Tax Cuts given to the American People by the Republicans...got not one Democrat Vote! Here’s a choice. They want to end them and raise your taxes substantially. Republicans are working on making them permanent and more cuts!",
  "The anon who created these cards is immensely talented! https://t.co/crHATJRJj1",
  "We need to learn from Hungary‼️ 🇺🇸🇺🇸🇺🇸🇺🇸 https://t.co/l2evcIyhUu",
  "So General Michael Flynn’s life can be totally destroyed while Shadey James Comey can Leak and Lie and make lots of money from a third rate book (that should never have been written). Is that really the way life in America is supposed to work? I don’t think so!",
  "Gen. Flynn knows Hillary Clinton was involved in the rape, torture &amp; trafficking of kids! \n\nHe took a bullet for the higher good of our country!\n\nHe will go down as one of the biggest heroes in world history, period!\n\n Flynn took the bullet that was the shot heard around the 🌏",
  "Rudy Giuliani knows about the contents that were found on Anthony Weiner's laptop that tie Hillary Clinton to child sex trafficking!👇\n\nWhen asked about the second FBI investigation into her e-mails he said: \"You're darn right I heard about it!\"\n\nIt's huge POTUS hired him! #QAnon https://t.co/FUZl7TyE3H",
  "Follow the pen.\n\n#qanon https://t.co/GJxWK2hpHe",
  "Do not forget abt this interview..\n\n“They found State Dept emails. They found alot of other really damning criminal information, including money laundering, including the fact that Hillary went to this sex island with convicted pedophile Jeffrey Epstein” https://t.co/cx865ImCkx",
  "Dear Jeff Sessions:\n\nI am hopeful you agree. Those we entrust with our privacy, security and safety, should be held to the highest standard.\n\nStart with these liars and leakers: Comey. McCabe. Brennan. Strzok. Page.\n\n🇺🇸 MAGA \n#ObamaGate",
  "EARLIER Today Trump Supporters lined the streets to welcome President Trump to Key West, Florida. (view from the president's motorcade) https://t.co/OUeYkER24Y",
  "🙏🙏🙏 https://t.co/QRx2vzodnf",
  "How is it that Andrew #McCabe can lie under oath three times to federal investigators and not be prosecuted while Mike Flynn is awaiting  sentencing for the exact same thing. If Andrew McCabe Isn't indicted, AG Session should be fired. This double standard pisses me off.",
  "👍🇺🇸🇺🇸🇺🇸 https://t.co/NY7A0xHYwZ",
  "DON'T BE SIDETRACKED!! #Rosenstein saying Trump isn't a target is a FALSE FLAG!! \n\nLiterally anybody who has anything to do with Trump is having their lives turned inside out and bankrupted trying to get someone to flip on our President.  \n\nTHE COUP IS REAL!!",
  "Omfg, what is he smoking? Lmfao 😂 idiot https://t.co/C8NDDvUcXT",
  "McCabe once said \"F#ck Flynn and then we F#ck Trump.\"\n\nWell, McCabe....Who's F#cked now? 👇👇👇\n\n\"Justice Dept Submits Criminal Referral for Andrew McCabe\"\n\n#MAGA \n#McCabe https://t.co/AYFVn2TnCd",
  "When our country allows illegal immigration to go unpunished, we are blatantly disrespecting those who came into our country legally.\n\nLegal immigrants:\n-obeyed the law\n-worked hard\n-properly went through the process\n\nNo more sanctuary for illegal criminals.\nBuild the wall.\n#MAGA",
  "Rod Rosenstein (trying desperately to save his job) JUST TOLD @realDonaldTrump that Trump IS NOT TARGET of MUELLER INVESTIGATION or of MICHAEL COHEN RAID https://t.co/RjbEw2hBct... https://t.co/JfI8zbNI5k",
  "James Comey just threw Andrew McCabe “under the bus.” Inspector General’s Report on McCabe is a disaster for both of them! Getting a little (lot) of their own medicine?",
  "He was a workaholic 35 years ago -- and he's a workaholic now -- except he is working for free for the American people.\n\nNot one of the other 16 candidates standing on that stage would've accomplished what Trump has in first year.  \n\nNot one. https://t.co/mqbOGgESGV",
  "https://t.co/dBwRZbOOak",
  "🌪️DID WE JUST WIPE OUT AN \nUNDERGROUND NUKE LAB  \na la 🇰🇵#NORTHKOREA ?\n\n🇮🇷#IRAN #QAnon #RodsfromGOD\n🇺🇸#MAGA #ThursdsayThoughts\n\nhttps://t.co/4RMhBpynBK",
  "In America, no one is above the law. Lying under oath is a crime. This referral is the right move. https://t.co/UI9zW7RgVW",
  "A case can be made that Brennan flew to Moscow to get the Dossier direct from FSB, gave it to Fusion GPS, who hired Steele to put his name on it &amp; peddle it, and who distributed it to literally everyone else.\nhttps://t.co/b1K7Uqf0bG",
  "Trump has given the FBI 1.4 MILLION pages of documents to prove that he didn’t collude with Russia and they have found NOTHING!!\n\nIf you still think Trump colluded with Russia, you have mental issues.",
  "The very man who Obama once said “will not be President” is showing him exactly how it’s supposed to be done.\n\nYou’re welcome, even to those who will never appreciate it. \n\n#MyPresident 🇺🇸",
  "In an article for In Touch Weekly, Anna Quintana praised Stormy Daniels &amp; called her a “hero” after she pledged to donate $130,000 to Planned Parenthood.\n\nA porn star is a hero for supporting baby killers.... That pretty much sums up the “progressive” culture, doesn’t it?",
  "BREAKING: The Justice Office of the Inspector General has sent a criminal referral regarding Andrew McCabe to the US attorney office in DC - CNN",
  "Thank you @LizCrokin! See below everyone. Put on your Armor! @POTUS #MAGA #Qanon #WWG1WGA https://t.co/z9CoA2a9z9",
  "\"If lies were music, Jim Comey would be Beethoven.  When you lie to Congress, it's a crime.  When you leak information that's classified, it's a crime.\" https://t.co/rqpQHHlQTL",
  "Sessions To-Dos:\n1. Indict Lisa Page.\n2. Raid Clinton Fdn.\n3. Indict Peter Strzok.\n4. Interrogate Comey.\n5. Examine DNC server.\n6. Indict Hillary Clinton.\n7. Indict Andrew McCabe.\n8. Indict Podesta brothers.\n9. Interrogate Wasserman.\n10. Interrogate Loretta Lynch.\nJUST A START...",
  "Today is an occult holiday where the elites conduct human sacrifices with children!\n\nPlease pray for God to expose this evil in Jesus' name! https://t.co/EG59i5qAz6",
  "Bill Cooper's Final Warning.. from one of the last speeches Bill ever made.. #Cabal #QAnon https://t.co/b4SLLiNJEO",
  "BREAKING: Users on Reddit have officially released a sketch of the suspect they think is responsible for death of Seth Rich.\n\nWho could this possibly be? Anyone have any ideas? https://t.co/2woRzjZOtu",
  "Oh boy 😳 this is not good https://t.co/yWOYFbCOLA",
  "@ItsAngryBob It's about damn time 👍🍿🍿🍿",
  "Attorney General Jeff Sessions is investigating up to $6 billion in legal settlement money that the #Obama administration steered toward progressive causes and allies in left-wing advocacy groups. #Q #QAnon #MAGA #TheGreatAwakening  https://t.co/JfCTM5gzkE",
  "NEW #Q POST APRIL 19\n#ID 1179\nWhy are D’s aggressively attacking Pruitt?\nWhy is the MSM aggressively attacking Pruitt?\nhttps://t.co/i5IZzP7yv2\nAre you awake?\nQ\n#QAnon #TheStorm #TheGreatAwakening #Qanon #Q #WWG1WGA #WeHaveItAll #ItsHappening #AprilShowers #Resist #MAGA https://t.co/lONOYA74WM",
  "Was interesting to see that Rod Rosenstein's sister works at the CDC in Atlanta (Bacterial diseases and surveillance initiatives.) Also where CDC Doctor Timothy Cunningham went missing and found dead. \n#TheGreatAwakening\n#QAnon #8chan #Patriots",
  "@LizCrokin If I recall correctly, didn't Q say something about 5.5 a few weeks ago?😁",
  "Lithuanian Claims Pedophile Ring in Extradition! RT so @realDonaldTrump sees this, she needs help! #QAnon #Pizzagate\nhttps://t.co/tVxQvnofPZ",
  "Buzzfeed:\n\n- Published the fake Russia pee dossier.\n- Claims that if any videos of politicians leak, they're fake.\n- Wrote today that the sex trafficking epidemic is a myth.\n\nThis is Operation Mockingbird in full effect - they're DESPERATE!🍕\n#QAnon #Pizzagate #Pedogate #TheStorm",
  "BOOM\n\nhttps://t.co/HKQZJBHGVV",
  "Trump supporters must not got lazy or comfortable in 2018. Everyone of us must get out and vote for MAGA candidates\n\nMake no mistake, if the democrats win the midterms, take back the majority, they will push for the impeachment of Trump.\n\nIt’s up to us, no one else.",
  "Let's all pray this is true! \n\nJeffrey Epstein is at the center of a global elite pedophile network!🍕\n\n#QAnon #Pizzagate #Pedogate #TheStorm https://t.co/07fBUrZgJE",
  "Today's @entylawyer blind says convicted sex offender Jeffrey Epstein \"recently got served with a search warrant\". He infamously took a plane called \"Lolita Express\" to a private island he owned that allegedly featured lots of child abuse by high profile people. https://t.co/VtW9Zkvnht",
  "Retweet this if you voted for Trump. \n\nThis witch hunt against @realDonaldTrump must end now.\n\nThe DOJ has lied. They are investigating him and that investigation has nothing to do with Russia or election interference. \n\nThe deep state is trying to remove him from office!",
  "PIZZAGATE, BIGGEST SCANDAL EVER!!! | FULCRUM Special Report https://t.co/4MXikw5BNo #BitChute #RealNews #QAnon please Retweet, prior tweet to this video had to be taken down due to a typo",
  "We have arrived at a most peculiar Crossroads. The closer we get to knowing the truth, the more falsehoods we see disseminated. \nFirst it was the Russian \"pee\" dossier, now it's playmates and pornstars. \nThe media is either strangely alliterative or just plain stupid.",
  "The FBI is not given carte blanche to break laws and destroy lives in order to further a political agenda. @jeffsessions investigate McCabe, Comey, Yates, HRC, Strzok &amp; Page. We the people are tired of the dysfunction in the FBI and DOJ and want answers.  #YouCanDoThis #100% https://t.co/6jqEBGGvII",
  "BUSTED: Playboy Bunny Judge on Cohen Case Colluded with Lawyer for New York Times &amp; CNN to Make Sean Hannity’s Name Public https://t.co/00rgXYWe0y Time to support @seanhannity as Hard-LEFT targets him @realDonaldTrump #Qanon8chan",
  "Spider-Man window washer gets 100 years for taking child porn pics of kids he babysat!\n#QAnon #Pedogate #Pizzagate \nhttps://t.co/zljZ5eOZHG",
  "Clowns/Dp St tyring to take down commercial planes.\n640 lbs of explosives stolen in PA.\nMockingbird media pushing \"fake video\" stories.\nDisinfo twitter accts popping up &amp; clowns all over 8 ch.\n\nThe enemy is a dangerous, wounded animal. On its last gasps. \n\n#Qanon\n#GreatAwakening",
  "Everybody can sense it in DC. The dam has broken. Majority of people see the Clintons are self-serving dire criminals whose occult interests might pose a threat to national security.",
  "@ARRESTPODESTA @POTUS @USMC Yes it's time for the show!🇺🇸 https://t.co/kWTE2lbzPd",
  "Wow! Once Partners in Crime -- now Sworn Enemies!\n\nFirst, James Comey says Andrew McCabe lied; 2 hours later McCabe says Comey isn't telling the truth either\n\nWhich liar will win? How about both lose and go to Jail.\n\n#JamesComeyInterview\n\n#QAnon #MAGA\n\nhttps://t.co/hCEw2CFsQ8",
  "Wow! Here is another #Q proof! Pompeo. Great work Anons! \n\n@POTUS #FutureProvesPast #QAnon #MAGA #TrustKansas #Pompeo #KAG #NoKo #SoKo #GreatAwakenening #WWG1WGA #QAlert https://t.co/817nBf85yj",
  "Addendum: In Q's Jan 31 \"Shot Heard Round the World\" post, he ends with \"LIGHT.\" Coincidentally, yesterday, Q posted \"WRAYs of LIGHT.\"\n#Qanon\n#GreatAwakening https://t.co/SjTiEoMdt5",
  "10). Signs point to a happening tomorrow, but, only time will tell. But, regardless of what does or doesn’t happen tomorrow, it’s clear things are unfolding &amp; that we’re on the verge of a worldwide revolution against the Dp State/Cabal/NWO globalist, pedo, satanists.\nEND.",
  "9). What would specifically be released? Possibly emails b/w Hussein, ES, Kim Jong Un? Q seems to be hinting strongly at that with the private email-NK-Hussein/ES post. \n\n#Qanon\n#GreatAwakening\n#TheRainMakers",
  "8). And, what has been in the news A LOT lately? North Korea. In fact, it was just revealed that Pompeo (Trust Kansas) met w/ Kim Jong Un personally. \n\n#Qanon\n#GreatAwakening\n#TheRainMakers https://t.co/XRmkt0HywS",
  "7). I think this for two reasons. One, because NK-Hussein-ES was the topic Q was discussing when he included the “Shot Heard Around the World.”\n#Qanon\n#GreatAwakening\n#TheRainMakers https://t.co/T1h9MYtweK",
  "6). But, for tomorrow, IF anything does hit, I think it might have to do with something else: Namely, Hussein’s, and/or Google (Eric Schmidt’s), involvement w/ NK.\n\n#Qanon\n#GreatAwakening\n#TheRainMakers",
  "5). I do think one of the HRCvids will be coming, as I noted in yesterday’s thread. I think the Ray Chandler drops by Q was a way from them to “test the stage” for a drop like the HRCvid.\n\n#Qanon\n#GreatAwakening\n#TheRainMakers",
  "4). Putting the two together, many people – myself including - are thinking something big could go down tomorrow, April 19: a major arrest, #HRCVideo, wikileaks release, etc. \n\n#Qanon\n#GreatAwakening\n#TheRainMakers",
  "2). On four occasions, Q used “The Shot Heard Around the World” signature in their posts:\n\n#Qanon\n#GreatAwakening\n#TheRainMakers https://t.co/z4Kj6MTWOs",
  "Quick Thread: Shot Heard Around the World\n\n1). Many of you know that tomorrow, April 19, was the day the first shot was fired in the Revolutionary War. Known as “The Shot Heard Around the World.”\n\n#Qanon\n#GreatAwakening\n#TheRainMakers https://t.co/TYv3eCTBYj",
  "#Anon  #Q #QAnon #QAnon8chan    An Anon put together great HRC and Friends Timeline. Nice work https://t.co/EBBVFBWmx8",
  "🚨MESSAGE TO POTUS, THE ALLIANCE, AND Q.. the process of arresting the Cabal needs to begin THIS year.. enough of us know.. time to clean house #QAnon #QPatriots #WeThePeople #MAGA #GreatAwakening #TheStorm #Pedogate #Luciferians #Cabal #MassArrests #Gitmo #Tribunals @POTUS @USMC https://t.co/uTZB0QQuym",
  "Senator Mitch McConnell (R-KY) Blocks Bill to Protect Mueller\nGiving Trump Greenlight to Fire\n#RHOBH #SDLive #BlackLightning #WednesdayWisdom #QAnon #GreatAwakening #FireMueller\n#DrainTheSwamp #WitchHunt\n#MAGA #MakeAmericaGreatAgain\n#WhiteHouse #FBI\nhttps://t.co/1qaibC4iwI #news",
  "I was a Democrat my entire life. In my defense, I never paid much attention to politics. I don't know how anyone could still support the Democrat party after what they have done to our country the last 10 years.",
  "@ChairmanUtley @Wfw21147 @realDonaldTrump Exactly 👍 this and some of his other qualities is why we voted for him! ❤️💯🇺🇸 #MAGA #Trump2020 #POTUS",
  "FBI Agent, Terry J. Alburn, pleads guilty to leaking nat’l defense info to media in MN. Asking 37-57 mos behind bars.  Not enough. The FBI is a national disgrace.  Leaking on all levels.  They need to clean house!  #FireIndictAllLeakers #DisgarcefulRecord\nhttps://t.co/fEdKcIwXyt",
  "The Bon Ton stores are liquidating now and 20k employees are losing their jobs. I'm one of them 😢💔 https://t.co/HhW4PRVB0L",
  "Hillary had Top Secret documents on PRIVATE devices, putting AMERICA at risk.\n\nHer lawyers at Williams &amp; Connelly, her top assistants, and her IT people all had access! No security clearances!\n\nNONE of them were raided by the FBI. How is that POSSIBLE?\n\nWho's guilty? JIM COMEY! https://t.co/KXkyMIwLds",
  "THESE PEOPLE ARE TERRIFIED\n\n#DeepState KNOWS @realDonaldTrump has VIDEOS of their crimes\n\nSo they're having their #FakeNews flunkies put out propaganda like THIS to do preemptive damage control\n\n⏲️Won't work ⏲️\n\nhttps://t.co/GffTbk33Dg\n#MAGA #QAnon #Tucker #Hannity #ObamaGate",
  "Watch ❗️THIS Video #Parents - #Pmqs #ReadyToBeatMalaria - #Heatwave #Windrush #England #BarbaraBush - IF 🍕gate, #SpiritCooking #Adrenochrome are fake news, WHY is @realDonaldTrump 💕 #QAnon going FULL tilt against #HumanTrafficking &amp; WHY do #CNN #BBC etc NEVER show you?!! 😳 https://t.co/2BsRyvBMUD",
  "Getting lots of messages that my tweets aren’t showing up and we’re being shadowbanned... \n\nPlease retweet or like this tweet for a test.",
  "North and South Korea are set to announce they are ending their war.\n\nThis is something that our past presidents have been trying to do over the past 20 years.\n\nTrump did it in a year.\n\nLet that sink in...",
  "North &amp; South Korean officials are prepared to announce an official end to the 70 year long Korean War this week.\n\nISIS decimated 100% in M.E.\n\nIran's Hamas/Hezbollah chemical weapons sites destroyed.\n\nAl-Queda heroin trade getting obliterated in Afghanistan.\n\n@POTUS Trump #MAGA",
  "JUDGE \"KIMBA WOOD\" WHO RULED AGAINST PRESIDENT TRUMP &amp; MICHAEL COHEN Was Hillary's Choice For AG And A Soros Crony Who Oversaw His Wedding Is A Democrat Activist Judge Which Is The 4th Criminal Branch Of Government...\n\n#DeepStateCorruption \n#TheBrooksBrown https://t.co/7kNRgGcmL2",
  "Dear Jeff Sessions:\n\n#YouMakeMeHappyWhen you begin a press conference with:\n\n\"I would like to announce the indictment of Hillary Rodham Clinton on crimes against humanity. This is the beginning of another important chapter in making America great again.\"\n\nThanks,\nThe People",
  "SOURCES:  US STATE DEPARTMENT, US DEPT OF HUD, US TREASURY DEPT.\n\n@realDonaldTrump #ComeySlimeBall #FireMueller #ImpeachRosenstein #QAnon  #MAGA #KAG #Trump2020 #TrumpTrain #POTUS #DrainTheSwamp #Brexit #2A   #LockHerUp #NRA https://t.co/fcXXOLoRCp",
  "@Anon_decoder @Avenger2Toxic Don't forget Hostel!",
  "Rasmussen just came out at 51% Approval despite the Fake News Media. They were one of the three most accurate on Election Day. Just about the most inaccurate were CNN and ABC News/Washington Post, and they haven’t changed (get new pollsters). Much of the media is a Scam!",
  "YUGE! 💥#Qanon Future PROVES Past! \n\nFirst NK post from 11/1/2017 and Many more followed. LOOK at the NEWS today! \"North and South Korea reportedly set to announce official end to war\" Thank you @POTUS for cutting the CIA ties in NK!\n\n#Qanon #MAGA #WWG1WGA #TheRainMakers #Q #KAG https://t.co/WY4L4DB897",
  "@marklutchman You must be doing something right of the Dems are pissed at you 🤣🤣🤣",
  "You don’t think the FBI is corrupt? Then explain to me how the Mueller investigation went from Russian collusion to Trump’s past sex life?",
  "Omfg of anyone even starts believing this garbage, we're all in trouble 😢 https://t.co/NVGVxtpkr2",
  "Just another #Obama scandal coming to light. Weaponizing the #IRS to target conservatives. \n\n#LockHimUp #SwampRat #DrainTheSwamp #GreatAwakening #MAGA https://t.co/NYdlSMPkp4",
  "John Podesta is a monster.\nWhy was he on CNN today?\nhttps://t.co/4MXikw5BNo",
  "North and South Korea are officially set to end war after 65 years. This wouldn’t have been possible without President Trump.",
  "Only in America is a Hooker in modern times more Trusted than an Attorney, I thought they were Equals",
  "@realDonaldTrump Just lost another retailer to the liquidators. Bon Ton ☹️",
  "Well, there goes another retailer to the liquidators Bon Ton department store will be closing.",
  "#SundayMorning \n\nThese men need our prayers EVERY DAY as they do what's right to protect the United States of America 🇺🇸🙏\n\nPlease join me in a special prayer for God's WISDOM upon them, especially after the events of last week!\n\n@POTUS @VP #Mattis https://t.co/D5kGh4MDdd",
  "That would be the greatest day ever 👍 https://t.co/GeEG3APjQD",
  "They aren’t investigating Russian collusion. They aren’t investigating foreign interference in our elections. \n\nThey are investigating every aspect of @realDonaldTrump’s life in a coordinated effort to take him down! \n\nThis is a witch hunt! \n\nRetweet if you think this must end!!",
  "The doxxing of Sean Hannity is shameful and this partisan witch hunt is completely out of control.\n\nCongress NEEDS to reign this shit in NOW.",
  "@Conservatella @LauraLeeBordas @2018MAGAMidTrmT @mckinneysarah @scbeachlady01 @taffytulip @ElectTrumpAgain @ElectTrumpUSA @kryptkeeper2018 @pamellalala @JackholeZombie @FixitNow5 @DrJaneRuby @Jantxnc @18_26_613 @Dide4He @inscnc @kathieroady Done 👍😁",
  "Read this @ANQNQMQUS - Re Judge #AntoninScalia #JusticeScalia 😳 - #FionaBarnett Says his throat was slit by a 13 year old boy, that he raped violently often. #Pedogate 🍕gate. #BohemianGrove #HumanHuntingParties 😳 #RentBoyRanch - God bless @realDonaldTrump 💕 #QAnon #WWG1WGA 🌷 https://t.co/90VCoo9a9b",
  "@thebradfordfile Let’s start with the Clinton Foundation!\n\n👉🏻 Follow The Money 💰 \n\n#ObamaGate #LockHerUp https://t.co/N3iUVE4Ymt",
  "Identical twins? https://t.co/e2pImOuanC",
  "New post (HE WENT THERE=&gt; Twitter Erupts After James Woods Asks For Photo Evidence Obama Attended Columbia University) has been published on SGT Report - https://t.co/ZMrdbduVTO https://t.co/zINdEtyhTG",
  "What was on Anthony Weiner's laptop? \n\n#ReleaseTheVideo #QAnon https://t.co/5sZaRGphLy",
  "Unconfirmed, but interesting!\n#Trump #MAGA #QAnon #Qanon8chan #DeepState #Hannity #SyriaStrikes #Russia #Assad #bitcoin https://t.co/nlosvSDYYz",
  "Why do we the people need to be silent?Because the Cabal in power do not want their crimes exposed for all the world to see? Because then they are stripped of their power? Their crimes are horrible. But we must be strong and expose them to the light.Darkness cannot exist in light",
  "😡😡This traitorous Son of Satan!! Soro’s dumps 450K into Florida based pac called United for Progress to try to swing the Latino and Puerto Rican vote toward Liberals. \n\n@POTUS something HAS to be done about this fascist!!!! https://t.co/ERdHmxSIsF",
  "Signed 👍 https://t.co/Pnc08Pbb6y",
  "Share widely!!! WTF. #Comey #McCabe #Lynch #Tarmac #Obamagate \r#WWG1WGA \r#QAnon #FakeNews\r#Trump #HRCVideo\r@POTUS @realDonaldTrump #Syria https://t.co/AkYX7E0MdL",
  "Starbucks perfectly represents the urban elite. They put Black Lives Matter signs in their yards while making sure minorities stay out of their neighborhoods",
  "And right on Q! LL was offered a seat on the SC if she'd make the HRC email investigation go away. No coincidence @realDonaldTrump Tweeted about Comey throwing LL \"under the bus\" today; he's setting the stage. Re: \"AS 187\" - will we also learn more about Scalia's untimely death? https://t.co/k7lijkTcHG",
  "If you want to understand everyone’s thoughts and, more importantly, their behaviors leading up to the #2016 election, there is only one factor you need to consider. They all expected #Hillary Clinton would be elected. Their every action was predicated on that one “sure thing.”",
  "This is the woman presiding over the court case involving @realDonaldTrump’s lawyer. \n\nHer name is Kimba Wood. \n\nShe forced lawyer Michael Cohen to disclose the names of his OTHER clients. \n\nShe is a Clinton confidante who was chosen by Hillary to be AG. \n\nThe #DEEPstate is real. https://t.co/bpnPgdsVBU",
  "Let us connect some dots:\nCIA creates companies \nThey collect ALL data on EVERYONE\nCIA uses this data to \nControl people in positions of power.\nAll tied to The Cabal/ Human Trafficking.\nWe Are Moving Against Them.\nTRUST POTUS. \nTRUST Q\nTRUST THE PLAN\nService Before Self\n5:5",
  "Donald Trump is one of the only US Presidents to survive a coup. Liberals can whine like babies, but Trump is here to stay.",
  "Bill Clinton paid Paula Jones $850,000 after he assaulted her. Does anyone remember the FBI raiding his attorney? Neither do I.",
  "Rep Lee Zeldin (R-NY) to Hold Special Order on House Floor Tonight Detailing Case For Second Special Counsel to Investigate Obama's FISA Abuse https://t.co/xRj59evu0G Momentum builds for new SPECIAL PROSECUTOR @realDonaldTrump #Qanon8chan",
  "James Comey sees himself a Lord,\nHe fell on his Hillary sword.\n\nHe wanted to win,\nTrump nailed him again,\nAnd Comey keeps coming for more.\n\n🇺🇸 MAGA #ComeyInterview",
  "The DNC intentions, procedures &amp; evidence on \"Russian Collusion\" have been ENTIRELY hostile, illegal &amp; falsified from the beginning‼️ ALL those who had a hand in this now-apparent silent coup attempt MUST be... https://t.co/qA5LR55hAO",
  "2 Videos. \n\nTarmac. \n\nLynch. \n\nConference call. \n\nCaptured. \n\n[N]o [S]uch [A]gency.\n\nHuma Abedin.\n\n\"INSURANCE\"\n\nNYPD. \n\nThey will try to debunk.\n\nAI. \n\nRussian Bots.\n\nThe footage is very real.\n\nThese people are SICK!\n\n#QAnon",
  "New York’s silent sex trafficking epidemic!\n\n#Pedogate #Pizzagate #QAnon \nhttps://t.co/842ccKZlcG",
  "I believe James Comey...\n- Looks guilty.\n- Acts like royalty.\n- Has no backbone.\n- Believes his idiocy.\n- Is jealous of Trump.\n- Looks up when he lies.\n- Lacks a moral compass.\n- Admires Hillary Clinton.\n- Thinks highly of himself.\n- Is pure like Stormy Daniels.\n#ComeyInterview",
  "Well well well 🤔🤔🤔😡 https://t.co/9qtwlFuW4Q",
  "#Qanon Post 1167 Anon asks, Q SO WE HAVE IRIS SCANNERS FOR PHONES. WHEn do we prick our finger, and drop blood on the home button to confirm our i.d. ?\"\n\n23andMe.\nAnne Wojcicki.\nSpouse?\nWhy is this relevant?\nQ\n\n( see where this is going )@POTUS #MAGA #WWG1WGA #KAG https://t.co/InQgkVPEkF",
  "Appears POTUS just can’t catch a break. https://t.co/4hDtjiW1gW",
  "General Flynn was illegally targeted &amp; taken down by rogue Obama FBI.\n\nAndrew McCabe said...\n\"F#@K Flynn &amp; then we\n F#@K Trump\"\n\nSorry (Not Sorry) Andy...\nLooks like you're getting F#@Ked now the IG Report released.\n\nAfter McCabe is indicted, will we see @GenFlynn pardoned? https://t.co/HHYdo8vpBx",
  "🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸\n\nPatriot is defined as \"a person who vigorously supports their country and is prepared to defend it against enemies or detractors.\"\n\n🔶How would YOU describe a Patriot?🔶\n\nPlease comment below👇and RT.  Let's hear it.\n\n#MAGA #Patriots #MAGASpirit https://t.co/2cfqhr0J0d",
  "🔥🔥JUSTICE IS COMING!🔥🔥\n        💥TRUST TRUMP💥\n  🔥💥TRUST THE PLAN💥🔥\n.@realDonaldTrump  .@POTUS \n#QAnon #TarmacMeeting #KAG https://t.co/l4N1KUgptQ",
  "America: \n\nIf you have to \"pick sides\" in this full contact political tsunami, consider the one that doesn't support illegals casting ballots, celebrities openly cheering for assassination or a 'health care' issue that involves extinguishing life.\n\nBe MAGA.\nIt's that simple.",
  "Comey drafted the Crooked Hillary exoneration long before he talked to her (lied in Congress to Senator G), then based his decisions on her poll numbers. Disgruntled, he, McCabe, and the others, committed many crimes!",
  "https://t.co/S94vqYEoNE.   #MAGA #POTUS",
  "30. So FBI NYFO takes laptop due to class info on laptop &amp; as part of HRC email case. McCabe refused to recuse and HIDES the laptop, until Prince &amp;Guiliani reveal its existence &amp; seizure by FBI forcing Comey's have. McCabe was hiding it unbeknownst to Comey.",
  "In your Opinion is @realDonaldTrump a good @POTUS\n\nVote and retweet to spread poll!! #TheResistance #Trump #Resist #MAGA #Syria #SaturdayMorning \nCurrently following back new followers!!",
  "still think #pizzagate isn't real?? #pedogate is disgusting #PedoWood needs to go #satanism rules our nation https://t.co/uam1QbTACU",
  "#MAGA https://t.co/VWI5kUXHPt",
  "To all the anti Trumpers, this is why we elected him. Kiss my patriotic ass. https://t.co/L6YGEQGbxd",
  "ENCOURAGEMENT FOR PATRIOTS...\n\nTRUST THE PLAN\nIT'S HAPPENING EVEN IF YOU CAN'T SEE IT\n\n@realDonaldTrump \n@POTUS @WhiteHouse \n#ForGodAndCountry\n#KAG2020\n#QAnon \n#releasethevideo #HRCVideo\n#WeThePeople\n#TheStormHasArrived https://t.co/zcke268Dct",
  "Anon ties together Trump's morning tweet that includes \"give us all a break\", hint with #PatriotsDay clues.\nWe may be in for some big happenings this week. \n#TarmacMeeting #TarmacGate #LorettaLynch #QAnon #TheStorm #SpringBreak #GreatAwakening #WeThePeople https://t.co/4GU1zWSbKJ",
  "We do need a \"New World Order\".\n\nWe need a New World Order based in love, truth, sovereignty, and freedom.",
  "18,000 Children in Syria Have Had Their Organs Harvested! #QAnon\nhttps://t.co/94EtBf1waK",
  "Retweet if you're tired of political hacks &amp; criminal scumbags like @Comey using the spotlight of their transgressions to profit.\n\nFired for involvement in FBI corruption &amp; coverups? \n\nNo problem, write a book and make millions.\n\n#FBICorruption #JamesComey #corruption #ComeyBook https://t.co/6soXecQ6eo",
  "#IStandWithPresidentTrump \n#MAGA \n#POTUS \n#Syria \n@realDonaldTrump https://t.co/PBg4LDIRwB",
  "Attorney Client privilege is now a thing of the past. I have many (too many!) lawyers and they are probably wondering when their offices, and even homes, are going to be raided with everything, including their phones and computers, taken. All lawyers are deflated and concerned!",
  "Joy Behar says  Kim Jong Un is backing off of war, and Trump pushing for war. You see how they spun this? Trump has gotten Jong-Un to back off of war and maybe end his nuclear program. Trump did that with tough talk. They're spinning it by crediting Jong-Un with being a good guy",
  "Read carefully - This is what's happening - Trump &amp; Putin - Helping each other clean the swamps out of both Nations while allying to deal with the #Cabal .  An amazing time in History &amp; God has his fingerprints all over it. #MAGA #QAnon #TQFam #8Chan #TheGreatAwakening @POTUS https://t.co/42choAdITK",
  "Amen! Lock them up and throw away the key! https://t.co/WjyI1ozpzq",
  "Everyday the dupes at MSNBC and CNN get up and lie to the American people. They are covering up for baby raping, baby killing, blood drinking Satanists. May they burn in Hell for eternity.",
  "Our @potus is\n\nUnderestimated \nUndeterred\nUndaunted \n\n#WeThePeople believe in #TheGreatAwakeing https://t.co/EHhlMYrWTX",
  "🚨White House Petition🚨\n👉🏼Pardon Dinesh D’Souza \n@DineshDSouza \n       🇺🇸Sign Today!!🇺🇸\nhttps://t.co/n0bgO2zgvw",
  "🔥💥#BrokenNews:💥🔥McCabe’s leak was top obama DOJ official ordered him to shut down FBI investigation of Clinton Crime Foundation right before election. Maybe McCabe isn’t such a bad guy, and certainly not the worst. Offer him immunity to #TipAndTellit https://t.co/2XZw1doKYQ",
  "I watched this the day it was published about a year ago.\n\nHere we are now with 25k sealed indictments and Trump decimating the agents of the Cabal.\n\nTrust the plan!\n#QAnon https://t.co/x9PSlHiseV",
  "🚨🚨👇James Woods asking ANYONE that attended Columbia Univ. with Obama to come forward either to claim they saw him on campus or to show the world an actual picture of him from there.  \n\nWoods has 1.4 M followers and zero responses.\n\nRT, RT, RT and see if the boogeyman arrives. https://t.co/nzgzEmbIm6",
  "Hey, if any of you went to Columbia University and recall Barack Obama as a student there, would you please respond with a tweet and a pic of him at Columbia? Thanks.",
  "Flashback: I confronted Jake Tapper about Jacob Schwartz, Mayor Bill de Blasio's aide, who was arrested for watching INFANT RAPE PORN!!! \n\nWhy is the MSM ignoring ALL the elite pedophile arrests???\n\n#QAnon #Pizzagate #Pedogate #GreatAwakening #MAGA \nhttps://t.co/IXCR5Sy2Ds",
  "the awful truth is that the things that are happening on Epstein Island.. are also happening in Hollywood.. it's that bad.. there's a reason that we now have over 25,000 sealed indictments.. #Pedowood #EpsteinIsland #Luciferians #Cabal #Gitmo #TrustThePlan #QAnon @POTUS @USMC https://t.co/X1l7j2ld0P",
  "Jesus please come now. We literally live in hell!!! My GOD!!! https://t.co/19Gb0vCKAz",
  "Child trafficking rings are running baby factories! #QAnon #Pedogate #Pizzagate\nhttps://t.co/yV4alKsjVs",
  "Before it broke that Jay-Z is involved in spirit cooking, I had covered a story with one of his alleged mistresses. When it got out I was going to do the story, she died a mysterious death at the age of 28! This is right before Beyonce announced her pregnancy at the VMAs...",
  "For people doubting the Hillary video, let me ask you something, \n\nCathy O'Brien wrote a book &amp; gave many speeches about how Hillary Clinton molested her! Her claims have NEVER been challenged! Even if a video didn't exist, why are you ignoring this? #QAnon",
  "For decades, Trump answered he’d ONLY serve as POTUS if he really HAD to. It got bad enough that he sacrificed his his $B life to be attacked 24/7 while defending us &amp; our protective Constitution from the evil ones. Damn those who refuse to see it &amp; foolishly attack him still‼️ https://t.co/5lSmlZaCns",
  "Hollywood aka #Pedowood is full of pedophiles &amp; even #PEDOVORE s.\nDemi Moore is a vile human being\n#Pizzagate #PedoGate #Pedogate https://t.co/uYKbhf8zk7",
  "Anon claims there are real-time child rape galleries on Twitter! 🍕Horrifying if true! #QAnon #Pizzagate #Pedogate #8chan #GreatAwakening https://t.co/H6zR7stU9j",
  "Conspiracy to bring down @realDonaldTrump runs so deep that former President Barack Obama &amp; Hillary Clinton will both face justice https://t.co/DXGc3mStL0 … even if it takes military tribunals to charge Obama &amp; Hillary with TREASON. #Qanon8chan",
  "This is why he got a light sentence! His testimony will take down many others -- bring down the ring! 🍕#QAnon #Pedogate #Pizzagate https://t.co/hNTf7SHrZS",
  "Flashback: McCain Institute's Failure To Use Donations For Anti-Trafficking Purposes Raises Questions! #QAnon 🍕\nhttps://t.co/oeIKupe3cs",
  "Amen 👏 👏 👏 https://t.co/WruiW42EE7",
  "Prayers for all the good guys and gals fighting for America 🙏🇺🇸 https://t.co/aMCQGmnns6",
  "I can’t believe CNN aired this interview.   It covered two of their cardinal sins:                                                                 praising @realDonaldTrump and disparaging @BarackObama  https://t.co/Df0a14Ewyh",
  "Wow. Please RT https://t.co/IGEPrfv9ow",
  "Shall we review last nights attack\n\n- Zero casualties \n- Facilities know to hold or produce chemical weapons destroyed\n- No further action was taken\n- No further action is planned\n\nThis isn't WW3.\n\nCan we calm down and come back to reality now? https://t.co/tftxeHadgp",
  "the Alliance, the US Military and a global coalition backing Trump against the Cabal, have been planning their takedown for over a half a century.. we are in the endgame.. everything is coming to a head.. Trump and Putin are on the same page.. and i still Trust The Plan.. #QAnon",
  "Why is the Deep State obsessed with Syria? Human trafficking!\n\nThey don't want their adrenochrome supply to go dry!\n\n#QAnon #Pizzagate https://t.co/SzqlUu0ZGf",
  "those who are angry about the air strikes do yourselves a favor and turn OFF your tv and take a step back and relax and eat some grapes.\n\ngrapes are good for your health.",
  "Defense Secretary Mattis on strikes in Syria: “Clearly the Assad regime did not get the message last year. This time our allies and we have struck harder. Together we have sent a clear message to Assad and his murderous lieutenants” https://t.co/aP7muGQNaH https://t.co/urNPAnFZ5l",
  "Trust POTUS.\nSparrow Red.\nMissiles only.\nIntel good.\n\n#qanon",
  "@MagniFieri @Avenger2Toxic Prayers 🙏 🙏 🙏",
  "it's actually Red Sparrow.. and yes.. it's a movie that came out recently about a Russian intelligence officer going after a CIA agent.. starting to look like there was a LOT more to what just occured tonight than meets the eye.. we shall see.. #AllianceVsCabal #QAnon https://t.co/pJ7SA6uWWZ",
  "Watch closely: Comey leaking another memo in broad daylight to the man in the blue suit!!!\n#DrainTheDeepState \n https://t.co/zLyIGi0Fw7",
  "@Anon_decoder  https://t.co/SZrnk2hRi0",
  "@MagniFieri Recently awoken Qoldier here. #GrowTheNetwork #WWG1WGA 🇺🇸🇺🇸🇺🇸❤️",
  "@MagniFieri Recently awoken Qoldier here 🙋‍♀️. #GrowTheNetwork #WWG1WGA",
  "#QArmy\n\nThanQ for 50,000 Followers in just 3 Months time\n\nWe truly are a force to reckoned with\n\nThe #DeepState is no match for you, me ... USA, #Qoldier\n\nSTAY STRONG\nSTAY TOGETHER\n\nFOLLOW EACH OTHER\n#GrowTheNetwork\n\n#WWG1WGA\n\n#QAnon #ThanQ https://t.co/II345lOIOG",
  "Backpage facilitated sex trafficking of women &amp; kids in 943 locations, in 97 countries in 7 languages! 👇\n\nDo you understand that President Trump just saved LITERALLY MILLIONS of kids from rape! I can't emphasize enough how BIG LEAUGE this is! 🍕\n\n#QAnon #Pedogate #Pizzagate https://t.co/6cREZHg8hl",
  "#NXIVM human-trafficking sex cult was a HUGE supporter of Hillary Clinton.\n\nFLASHBACK 2007: HILLARY'S $30,000 FANS ARE HER 'CULT' FOLLOWING https://t.co/umzGUE93Yl https://t.co/kaKx4TWgEI",
  "We are bringing back our factories, we are bringing back our jobs, and we are bringing back those four beautiful words: MADE IN THE USA! https://t.co/grABSrYUBX",
  "Breaking News: @realDonaldTrump HAS PARDONED Scooter Libby IMPORTANT -TRUMP COUNTERATTACK HAS BEGUN - Libby is client of Victoria Toensing, wife of DC attorney Joe diGenova - consulting @POTUS legal strategy: MESSAGE to MUELLER = stop POLITICAL prosecutions (Michael Cohen) #Qanon",
  "James Comey is a proven LEAKER &amp; LIAR. Virtually everyone in Washington thought he should be fired for the terrible job he did-until he was, in fact, fired. He leaked CLASSIFIED information, for which he should be prosecuted. He lied to Congress under OATH. He is a weak and.....",
  "JAMES COMEY BOOK\n\nSection 2.4 of FBI's Prepublication Review Manual covers:\n\nPROHIBITED DISCLOSURES \n\nFBI Employees shall not disclose \"information that relates to ... the substantive merits of any ongoing or open investigation or case.\"\n\nJust going to leave that right here ...",
  "....untruthful slime ball who was, as time has proven, a terrible Director of the FBI. His handling of the Crooked Hillary Clinton case, and the events surrounding it, will go down as one of the worst “botch jobs” of history. It was my great honor to fire James Comey!",
  "POLL: Should the United States military be used to conduct a bombing campaign against the state of Syria? Please retweet for the widest possible poll.",
  "@johnpodesta Still waiting for the explanation Skippy! What happened to Ruby, Emerson and Maeve Luzzatto at the Lovettsville farm!? You had some further entertainment with them? What the hell does it mean Skippy?! https://t.co/FnKBGTyw5Q",
  "@RepStevenSmith It's pathetic, really 😏",
  "#Comey is the lead witness in the Russia \"obstruction\" case. \n\nIt's grossly unethical for an investigator to have this sort of relationship with a witness. \n\nIs that in Comey's book? https://t.co/kTim9JYkjd",
  "That's an excellent question! 🤔 https://t.co/9vtLlImMmx",
  "Amen 👏 👏 👏  too much proof to not be true. https://t.co/5fc8NOYvvy",
  "@womensmarch @SafeSpacesDC @melissagira @swopusa @KateDAdamo @supporthosechi @anaorsomething Ummmm I'm pretty sure prostitution is illegal. Perhaps they should check into rehabs, get clean, and find a career earning an honest wage. Just my opinion.",
  "@Breaking911 #QAnon https://t.co/6JdNtGOphh",
  "I'm sorry but that is absolutely enough proof to bring these scumbag child molesting traitors down. 🙏🙏🙏 https://t.co/OROcM1gKSu",
  "@FBI @DEAHQ @StateINL Let's see, 🤔hmmmm, I'm thinking you're missing a few thousand names especially @HillaryClinton @johnpodesta should be on the top of that list. Maybe when y'all have a spare minute you could actually get your heads out of your asses and be true American Patriots #MAGA",
  "Dammit 😡😡😡 I just upgraded to iwatch 3 and I bet dollars to donuts they're getting that info https://t.co/e9YrLAlF7j",
  "America’s greatest treasure is our people – and my Administration HEARS YOUR VOICE and HAS YOUR BACK. We are fighting to give every American a future of dignity, purpose and pride. AMERICAN SPIRIT is back! #TaxCuts https://t.co/oSGZe0irBf",
  "@Breaking911 By the looks of this #NotableResignation worksheet ... he ain't lyin' 😎\nRock On 45 !!! ... #DrainTheSwamp !!! \n#WhereWeGoOneWeGoAll \n#GreatAwakenening \nhttps://t.co/1JPXsxWO3y",
  "This one's for you @megynkelly 🍻\n\nWe haven't forgotten how you covered up Pizzagate &amp; either has God!🍕\n#QAnon #Pizzagate #Pedogate #TheStorm https://t.co/2USRuMrGZA",
  "Senior United Nations official from Canada &amp; Justin Trudeau pal arrested on pedophilia charges!\n#QAnon #Pizzagate 🍕\nhttps://t.co/rOHlNUH5fC",
  "THIS! Open letter to the CLOWNS scouring the boards 24/7/365 on 8ch: \n\nRT THIS AND SPREAD THE WORD\nWe will NOT be Denied!🇺🇸\n\n#QAnon\n#GreatAwakening\n@POTUS\n#MAGA #WWG1WGA #FollowTheWhiteRabbit #Q #RedPill #TheStormHasArrived #DeepState #HRCVideo #Pedogate #WeThePeople #TickTock https://t.co/MN5v3NEVMA",
  "Remember the Twitter WAR with China? or the Twitter WAR with KIM JUN UN?\nNow @POTUS gets a Twitter WAR going with Putin and Syria, scaring the MSM and the public. RESULT? Anon comes to a fantastic conclusion! [See Below]\n\n#MAGA #WWG1WGA #QAnon #KAG #Syriawar https://t.co/NXoQKfdBtU",
  "The #FBI is seeking the public's assistance in identifying members &amp; activities related to the \"Felony Lane Gang,\" a group of organized burglary &amp; identity theft rings originating in South Florida and operating throughout the U.S. https://t.co/QvNYTIiWON https://t.co/fUUJef53H4",
  "\"THE MILITARY HAS TURNED ON THE CABAL.. and that all started way back with Howard Hughes and the data that he acquired.. and from that a binder was created that was a SYSTEMATIC PLAN TO DEFEAT THE CABAL\" - @david_wilcock https://t.co/tnWenLltel #thealliance #endgame https://t.co/7JtROHTdiP",
  "Here is why PAUL RYAN resigned: PHOtO w SOCCER MOUFAZ outed #Qanon8chan as Al-Qaeda operative in McCain, Hillary, Obama plan to CREATE &amp; ARM ISIS sold to Congress as \"Moderate\" Syrian Rebels in 2013 will be outed as @realDonaldTrump shows HILLARY TREASON created ISIS in SYRIA https://t.co/VHC9n6TrNN",
  "Rick Waddell, another national security official, quits the White House https://t.co/PSCQdgBHfZ",
  "#ThursdayThoughts\n\nFor 8 years I watched a man strut around the country more concerned about how COOL he looked to the world than about the welfare of our nation. \n\nToday, I'm blessed to have @POTUS who puts #AmericaFirst &amp; I PROUDY support him 100%!\n\nRT if you do too! #MAGA #KAG https://t.co/B6U1syJbcs",
  "Thread on Q-Team Take Down of Epstein Island/Alan D\n\n1). Not the first to post on this, but, putting the pieces together here &amp; it seems pretty obvious that Q has raided &amp; is destroying Epstein’s Little St. James Island.\n\n#Qanon\n#GreatAwakening",
  "There are claims that Hillary Clinton fileted off the face of a live child in a video.👇🏼\n\nIs this what made NYPD officers sick?\n\n#QAnon 🍕 https://t.co/h0jDTeyljY",
  "Was Jeffrey Epstein's Satanic temple destroyed?\n\nIt sure looks like it! \n\n#QAnon #Pizzagate #Pedogate #GreatAwakening #TheStorm #WWG1WGA https://t.co/ckcoAqOArI",
  "The FBI has become a cesspool of filth and corruption, where a SCHOOL SHOOTER receives less attention than a SLEAZY STRIPPER. \n\nIt's DISGUSTING. \n\nFire the entire 7th floor, Mueller, and Rosenstein—then START OVER. https://t.co/P92ksr9PEn",
  "Retweet to let Democrats know that we will always stand up for Trump and America unapologetically! #MAGA https://t.co/Dan9aLfUkO",
  "🤣🤣🤣🤣🤣 https://t.co/ZnCm2kWzJc",
  "This Should Be a Wake Up Call \n\nWe The People\nCannot let the Deep State \nImpeach Our @POTUS \n\nDon't Ask for a Red Storm \nBe The Red Storm\n\n#VoteRed2018 https://t.co/r4fE1amojZ",
  "Who fricking gives a shit of he screwed women consensually BEFORE he was PRESIDENT. This is a witch hunt because you sick bastards know you're going down, one way or the other, you're going down! #MAGA #DrainTheDeepStateSwamp https://t.co/PzmwW87y25",
  "The sickest of sick f@$ks!🔥🔥🔥🔥 https://t.co/pipKWXPojv",
  "That's not surprising! #DrainTheDeepStateSwamp https://t.co/8dzg45k87i",
  "“Trump just took a giant step towards actual welfare reform” https://t.co/LQlACDDLug",
  "Hillary Clinton refused to return the money she got from Backpage! \n\nHow much has she profited off of sex trafficking and how many kids did she abuse?\n\n#QAnon #Pedogate #Pizzagate #TheStorm #GreatAwakening #WeThePeople \n\nhttps://t.co/YgnBBdeyPJ",
  "@LizCrokin Typical! Can't wait til she burns in hell 👺👺👺🔥🔥🔥",
  "Very thankful for President Xi of China’s kind words on tariffs and automobile barriers...also, his enlightenment on intellectual property and technology transfers. We will make great progress together!",
  "Interesting post from an Anon on 8 Chan regarding Epstein Island.  #Q #QAnon #QAnon8Chan #MAGA #wednesdaythoughts https://t.co/Wwr3gMCys2",
  "Please, pray for swift justice #MAGA https://t.co/ODLW1YDgDv",
  "McCain's foundation has deep ties to Pedogate..in Washington, ISIS is known as \"John McCain's Army\"..Q connected him to this False Flag to try and start WWIII..gotta wonder when his indictment will be UNSEALED? #DeepStateGasAttack #TraitorMcCain #ISISMcCain #ChemicalMcCain #QAnon https://t.co/2QpfyW6poq",
  "This Pic Speaks Volumes, Never Forget Where Zuckerberg’s Loyalty Lies...Flashback...Wikileaks: Emails Show Facebook CEO Zuckerberg Wanted to Meet with Clinton Campaign\n#QAnon \n#Zuckerberg\n#GreatAwakening \n#InternetBillOfRights \n\nhttps://t.co/DMHmzznVqi via @BreitbartNews https://t.co/Nwjh67vLEp",
  "Adults can not enter into contract with minors\nTherefore all FB contracts/agreements with anyone under 18 are null\n&amp; the sharing of their data &amp; all nefarious bullsh*t they do with it according to said contract is illegal\n\nClass Action LawSuit\n\n#qanons\n#qanon",
  "@CBSNews #draintheswamp",
  "https://t.co/jWlixs7pGm",
  "....doing things that nobody thought possible, despite the never ending and corrupt Russia Investigation, which takes tremendous time and focus. No Collusion or Obstruction (other than I fight back), so now they do the Unthinkable, and RAID a lawyers office for information! BAD!",
  "#BobsTrumpTrain\n@ShowboatBob\n@Milbrat71\n@cezhere\n@jackmeo3\n@LiberT4ever\n@cryinglambs\n@ActualValentine\n@balchman\n@kristyne310\n@RuralswtxLady\n@chappy2u2\n@leftareloons\n@crtoloss\n@BillyWhit50\n@AustinTXRob\n@lordsangone\n@wendi_p\n@ptmarigan\n@dugdadrummer\n@coffee_mornin\n@dhmorrow1 https://t.co/nGyPgAJRl2",
  "Here's the push to get ahead of #HRCtape - like clockwork! 😂\n\nQ warned us of the MSM conspiracy push! 5:5\n#Releasethevideo #QAnon #Pedogate https://t.co/97QQWu28K6",
  "@LizCrokin This seems right on target 👍 pathetic 😏",
  "@pRESIDENT_ALIEN @funk_ross @Chairmnoomowmow @Gibbsdithers @CuckToddNBC @ashlandre10 @johnnyonio @Strutstuff1 @MnNewz @bugga1o @LibsNoFun @fistfulofdoom @Carpedonktum @OkieHen @Mauvais_Fille @the_amish_txtr @mom_vet @chirpline2 @woodardjba @TRiUMPh45 @DeadBuffaloBlog @diana_west_ @PGHowie2 @Fla4TrumpMaga @KarlKirchner1 @AIllinoi @mefbama @Sunshin68748888 @Blessamericagod @CJThompson84 @hipoyoyo @SocialClaude @TIMENOUT @takodasaurus @BlissTabitha @Lrihendry @LeahR77 @_CFJ_ @JewhadiTM @catwahler @JessieJaneDuff @Brialalexi @President1Trump @KodeyKC @teacherfortrump @AmyMek @4ReUnitedStates @steph93065 @chris_bonvino @HillaryClinton Jack, one of her many friends... https://t.co/WKz3q1lkyG",
  "@HillaryClinton Probably a good idea to stay away from little girls😡",
  "Parkland Shooting \n@FBI did nothing\n33,000 emails deleted \nFBI did nothing\nUranium One\nFBI did nothing\nHillary\nFBI did nothing \n\nFBI raids attorney's office to compromise attorney client privilege\n\n#SessionResign \n#DrainTheDeepStateSwamp",
  "https://t.co/GwxIVKaN4G",
  "Make no mistake about it, what we are witnessing right before our eyes with the Mueller, FISA, Rosenstein, Comey, Obama, Hillary, Lynch, FBI scandal, is the biggest scandal in history #witchhunt",
  "when past presidents received a jersey from a team..the # on the jersey was traditionally the # of the presidency.. @POTUS received a #17 jersey from the Astros..and AGAIN today..NCAA champs presented @POTUS with a #17.. Q IS THE 17th LETTER IN THE ALPHABET #NoCoincidences #QAnon https://t.co/9ipyENshvg",
  "Perpetrators of sex trafficking have used bad actor websites like Backpage to expand their reach. Pleased to see legislation Congress passed to help authorities crack down on these websites start to take effect. https://t.co/CCqQWUijL7",
  "🚨🚨🚨\nIf you are interested in joining the CLASS ACTION LAWSUIT against Facebook:\n\nA lawsuit has already been filled with Blood Hurst &amp; O'Reardon LLP in San Diego.\n\nTheir phone number is: 619-338-1100\n\nThey are more than happy to help anyone join this suit against Facebook.",
  "\"Here we are talking about Syria. We're talking about a lot of serious things... and I have this witch hunt constantly going on... and it's a disgrace.\" - (The wisest President this country has known)\n#FireSessions #FIREROSENSTEIN\n https://t.co/dS0te7Pc5k",
  "FBI has raided Michael Cohen's offices over the Stormy Daniels fiasco.\n\nYes, that's right. The FBI will sort out which consensual adults slept together ...\n\nBut if you tip them off about a Mass Shooter or 35k deleted emails by #HRC, they don't have time to investigate.\n\n#QAnon",
  "Last night, it was my great honor to host America’s senior defense and military leaders for dinner at the White House. America’s military is the GREATEST fighting force in the history of the world. They all have my pledge of unwavering commitment to our men and women in uniform! https://t.co/BjWKcMX0iL",
  "RETWEET IF YOU SUPPORT PRESIDENT TRUMP - THE GREATEST PRESIDENT IN U.S. HISTORY!!!! #AmericaFirst https://t.co/1TJnT3u78l",
  "\"There exists a shadowy Government with its own Air\rForce, its own Navy, its own fundraising mechanism, and\rthe ability to pursue its own ideas of the national interest,\rfree from all checks and balances, and free from the law\ritself.\"\n~ Senator Daniel Inouye\n#DrainTheDeepState",
  "@Lordozz @TheJusticeDept Jeff Sessions' DOJ is too busy right now raiding Trump's lawyer's house for information about a porn star. The systemic government corruption under the previous administration will have to wait until they are finished with the witch-hunt.",
  "@bseers1984 @TheJusticeDept THEY THINK ...., https://t.co/0rusazpBmu"
 ]
}