{
 "user": 442867228,
 "tweets": [
  "“Deception” might be a bit of a briar patch for you, sir. You might rethink wandering into that area of discussion. https://t.co/ngze79wlzG",
  "#KillingIt @realDonaldTrump https://t.co/Vv6cvL3308",
  "@Sewapalooza @elenochle @jennajameson @therealroseanne @trump_at @DiagonalDoug Did he draw a Q in the air?  not understanding what he did...",
  "Supporter: \"We love you, Trump!\"\n\nPresident @realDonaldTrump: \"I love you, too.\"\n\nCrowd: \"USA! USA! USA! USA! USA!\" #TrumpRally\n\n#AmyLovesTrump\n\nhttps://t.co/EEbEgbFcXg",
  "My son is a Veteran of the United States Army. He went to the #VA in Salt Lake City yesterday. This was the condition of the room he was seen in. Very unprofessional, unsanitary and disrespectful. Please retweet. Maybe @realDonaldTrump will see it. https://t.co/P4CMQeE74t",
  "MSNBC reported the crowd chanted \"Nobel\" when President Trump brought up North Korea tonight. \n\nTwilight zone!",
  "Excellent post by an anon. Expand your thinking...trust the plan. Huge things ARE happening if you open your eyes. https://t.co/LjuKYXVitB",
  "Media Silent as Allison Mack’s Arrest Exposes Child Trafficking For Billionaire-Backed Sex Slave Ring! \n#Pizzagate\nhttps://t.co/0vutX2IaOh",
  "Secret Service has just informed me that Senator Jon Tester’s statements on Admiral Jackson are not true. There were no such findings. A horrible thing that we in D.C. must live with, just like phony Russian Collusion. Tester should lose race in Montana. Very dishonest and sick!",
  "When you look at everything President Trump has accomplished in just 15 months on the job, it really makes you wonder just what all those other presidents were up to",
  "What is going on with this weirdo? https://t.co/gXIR5ApXOx",
  "“[@Alyssa_Milano], with her celebrity pals, want to destroy the NRA so they can finally get some knee bending to happen and de-tooth our natural rights … She’s welcome to come on air with me and tell me why I’m so wrong and why I’m a murderer.”~@DLoesch https://t.co/PTqI07f8Bs",
  "Eisenhower 1952-60\nJFK 1960-63\nJohnson 1963 - 1968\nNixon 1968-74\nFord 1974-76\nCarter 1976-80\nReagan 1980-88\nTraitor Bush 1988-92\nTraitor Clinton 1992-2000\nTraitor Bush II 2000-08\nTraitor Obama 2008-16\nList Presidents &amp; Fake Presidents who failed to end the Korean Conflict. @POTUS",
  "Hollywood pervert ALEC Baldwin has either lost his mind or trying to provide unfunny comic relief to prove his relevancy in show biz. All he has is jokes while @realDonaldTrump is #MAGA #SaturdayMorning https://t.co/eLozUvrKrZ",
  "I’m 11 years older now, but I remember vividly how the @NAACP extorted my pain to further their agenda.\nThey are a disgusting group, which seeks to extort the pain of black people. Manipulating young black girls. \n@NAACP, stand down. https://t.co/fpSukZYCue",
  "Like I said in a previous tweet. Dr. Ronnie Jackson's lynching had nothing to do with thorough vetting. It had everything to do with a WITCHHUNT. If DEMS can't find any dirt, they'll just make sh*t up. https://t.co/CjDB7GBvnx",
  "Look forward to being in the Great State of Michigan tonight. Major business expansion and jobs pouring into your State. Auto companies expanding at record pace. Big crowd tonight, will be live on T.V.",
  "Why is Rachel Maddow defending Tom Brokaw with the 2 sexual assault allegations against him? I thought Rachel Maddow was a liberal feminist who vowed to always side with women who have been sexually assaulted?\n\nShe was quick to side w/ the women against Trump, what happened?",
  "They shouldn’t be. They used me when I was a teenager for camera time, and played a large part in my eventual understanding that they are nothing but emotional extortionists. I would suggest they stand down before I detail what they did. https://t.co/fpSukZYCue",
  "President Trump is topping off a long week of winning with a rally in the great state of Michigan. \n\nRT if you plan on watching!",
  "“Clapper lied about (fraudulent) Dossier leaks to CNN” @foxandfriends FoxNews  He is a lying machine who now works for Fake News CNN.",
  "Obama was able to negotiate bathroom policies \n\nAnd Trump negotiates on the world stage \n\nAnd that's the difference between a community organizer who wanted to change bathroom laws, \n\nAnd A President who got the Korean peninsula to sign a peace treaty \n\n💥👊",
  "The ObamaCare “death panels” were modeled on this political infrastructure. My cousin’s husband was diagnosed with cancer and advised to accept “palliative care.” He was told government health insurance would not “be wasted” trying to save a man his age. https://t.co/PjTq0x0iG7",
  "BREAKING: Russian government informant working for the team hired by the Clintons, to attack Trump, is a Russian informant. More hard evidence that TEAM CLINTON colluded with the Russians. https://t.co/MluHUiBMNu",
  "House Intelligence Committee rules that there was NO COLLUSION between the Trump Campaign and Russia. As I have been saying all along, it is all a big Hoax by the Democrats based on payments and lies. There should never have been a Special Counsel appointed. Witch Hunt!",
  "So, a Russian working for the team hired by the Clintons, to attack Trump, is a Russian spy. This is more hard evidence that TEAM CLINTON colluded with the Russians, not the Trump team. Wake up media hacks. \n\n https://t.co/sYvO74vl8z",
  "@realDonaldTrump How can liberals be mad at President Trump for putting America first? Do they want our country to fail because they hate trump?",
  "It's disturbing to to realize that we know more about the #DNC and #Hillary #Dossier than #Comey, head of the #FBI. He sounded like #Obama. I heard it on the news? Seriously? #ComeyGate.",
  "John Legend told Kanye “so many people who love you feel so betrayed right now because they know the harm that Trump’s policies cause, especially to people of color.”\n\nWhy do liberals never specify WHICH policies cause harm to people of color? 🤔\n\n I’d really like to know.",
  "If Obama won the Nobel Peace Prize for doing literally nothing then @realDonaldTrump should win ten for eradicating ISIS and getting North Korea to denuclearize. Trump has literally saved Western Civilization.",
  "Please do not forget the great help that my good friend, President Xi of China, has given to the United States, particularly at the Border of North Korea. Without him it would have been a much longer, tougher, process!",
  "CNN reported this week that Dr. Ronny Jackson got drunk overseas, loudly banged on colleague's door &amp; was stopped by Secret Service. Today Secret Service says it \"has no such record of any incident; specifically, any incident involving Rear Admiral Ronny Jackson.\" Unbelievable.",
  "Just funny... admit it. https://t.co/7rNaPO4QAI",
  "Rocket 🚀 Man Found Out What Happens when You threaten US w Trump Maddog Mattis n Haley at Helm \nIran Deal Worst of All Obama \"Deals\" along w Hillary Uranium One for Putting National Security at Risk \nExit this Raw Deal Please \n🦅🇺🇸🦅 https://t.co/96CanBb0A8",
  "Trump leading from in front... A welcome change from eight years of bowing and scraping by what’s-his-name. https://t.co/s8DIpVbEgN",
  "This is the puppet master. He is in an absolute panic as his scheme is being exposed. His only hope is lashing out on Twitter &amp; hoping people mistake this for genuine outrage. It’s nothing more than a smokescreen. He knows what he did. Get a lawyer Johnny, and get a good one. https://t.co/GNpqn44EwY",
  "BREAKING: Clapper admitted he leaked the dossier brief to Jake Tapper\n\nWe now know CNN put our entire national security at risk for clickbait\n\nLet that sink in",
  "Pay close attention to the people who don’t clap when you win.",
  "Hello @NobelPrize \n\nThe last President you gave the Peace Prize to didn't achieve peace anywhere.\nToday, North and South Korea ended the Korean War, and Kim Jong Un isn't firing missiles over Japan.\nThe tireless efforts of @realDonaldTrump deserve recognition!\n#InterKoreanSummit https://t.co/CtrbIZPblE",
  "Congratulations to @RichardGrenell for FINALLY being confirmed as AMB to Germany despite HISTORIC obstruction from Senate Dems who continue to waste taxpayer money delaying the confirmation of highly qualified nominees like him.",
  "@realDonaldTrump Thank you for your hard work and leadership @realDonaldTrump!",
  "Is everybody believing what is going on. James Comey can’t define what a leak is. He illegally leaked CLASSIFIED INFORMATION but doesn’t understand what he did or how serious it is. He lied all over the place to cover it up. He’s either very sick or very dumb. Remember sailor!",
  "@TrumpsBlonde @POTUS @WhiteHouse strong message",
  "@ebrownangel25 @realDonaldTrump then who should claim it?",
  "@TalbertSwan @COGICFamily @realDonaldTrump for ?",
  "KOREAN WAR TO END! The United States, and all of its GREAT people, should be very proud of what is now taking place in Korea!",
  ".@kanyewest stand firm, don't bend. You don't need anyone spoon- feeding you a narrative. You can think for yourself. #IndependentThinker https://t.co/wUVMq6nzuw",
  "@intheMatrixxx @POTUS I think part of the moab is north and south korea",
  "Kim Jung Un of North Korea is going to cross the border into South Korea. Do you understand how historic this is? This would never ever have happened under Obama or Bush. What you’re witnessing is a communist nation finally scared by an American President.\n\nThis is unbelievable.",
  "Rob Reiner tweets all kinds of insane stuff...not one white liberal has ever questioned his mental stability like they are questioning Kayne’s. \nThe Democrat Party and their media dopes are racist. A white man can speak his mind but when a black man does it, all hell breaks loose",
  ".@RealCandaceO on Chicago: \"It's a war zone, and @POTUS offered to send the National Guard and the Democrats majorly opposed him.\" #Hannity https://t.co/FdfzY9EPHQ https://t.co/KYYWDynG3y",
  "A Trump supporter was kicked out of bar for wearing a MAGA hat in NYC, said they don't serve people like that in their establishment. A NYC Judge ruled in their favor.\n\nCheck out their google reviews here⬇️\n\nThe Happiest Hour\n\nhttps://t.co/iz5S74Bnlp https://t.co/apsMDnxAAF",
  "🚨 Hillary’s Money Laundering Scheme!\nWhy Is The Media Ignoring The DNC’s New $84 Million Campaign Finance Scandal?\n\n#ClintonCrimes\n#ClintonCorruption\n#LockHerUp\n#BluestarZone\n\n https://t.co/yLyir0vyHW https://t.co/LTQ4L45ME8",
  "Strong Tweet. https://t.co/clr1D3G9YE",
  "Yes. It is. Will be discussing it on the radio show tomorrow. https://t.co/TqAvPFQEcx",
  "YOU GO GIRLS!!  They are live on their Facebook page in front of Congress.. they are slaying it!  Courageous women who stand firm in their beliefs .. LOVE it .. tune in if you can!  @DiamondandSilk @realDonaldTrump https://t.co/F1M2T3coTd",
  "I will never get tired of winning! Thank you President @realDonaldTrump! https://t.co/Ca6LFSnrf5",
  "🔥🔥🔥B R E A K I N G.  Must watch 🔥LIVE🔥Broadcast of North Korea and South Korea Peace  Summit !   Nothing on our MSM About this historic meeting https://t.co/Pwq6c65t0F",
  "Just to be clear - Comey was the Director of the most powerful law enforcement operation on earth and he’s still confused at to who financed the bogus dossier? This is absurd.",
  "Trump signs an Executive Order legalizing weed and it's over for the Democrats.",
  "@TheJordanRachel @realDonaldTrump when you are a perpetual liar, you cant keep your lies straight.",
  "Comey said in Bret Baier interview he had no idea who paid for dossier. Why did he take/use it legitimately without Qs? Then he says he \"doesn't know\" if HRC &amp; DNC funded it (ignoring proof). THEN HE SAYS Republicans funded dossier. Keeps tripping over himself! @realDonaldTrump",
  "BREAKING: With a 534-94 margin, deputies vote ‘no confidence’ in #Broward County Sheriff Scott Israel! \n\n#Parkland #BrowardCowards",
  "Happy Birthday To Our Beautiful, Kindhearted, Warm Intelligent, Classy, @FLOTUS !\nWe’re blessed to have such a gifted lady in Our White House!\n\nGod Bless You❤️    We Love You❤️\n\n#FLOTUS\n#MAGA2018 \n#TheKat https://t.co/JTiYhSKJv7",
  "RT if you think Sarah H Sanders is amazing!🇺🇸🇺🇸 https://t.co/dieiUgQTa1",
  "Knowing which dot my sister was, and watching her suffer for about 2 minutes before he fired a 2nd round of shots at her is disgusting.Even more sickening knowing there was armed cops hiding outside. How does @browardsheriff call for gun reform after his agency didn't go in? https://t.co/mmvQeIITEK",
  "Liberals are sick &amp; disgusting. They took at honorable man like Dr Ronny Jackson, military veteran, whom they’d praised for years &amp; smeared his name because President Trump wanted to promote him &amp; fix the broken healthcare system for our veterans.",
  "@FLOTUS Happy Birthday!",
  "Congratulations Democrats you destroyed another good man. Ron Jackson for the VA.",
  "The Democratic Party is in Complete Shambles as President Trump has Promoted Free-Thinking Amongst Americans\n#ThursdayThoughts\n#TimesToCallForHelp\n#LiberalismIsAMentalDisorder \n#ThinkFree Trump-Kanye #QAnon #GreatAwakening #MAGA #PatriotsHaveNoSkinColor\nhttps://t.co/YuHr48to2s",
  "Read this thread how the Deep State is openly threatening Kanye West!👇🏼Pray for him. \n#QAnon #MKULTRA #SunkenPlace #GetOut #Pizzagate https://t.co/6N85n83l5d",
  "Ever since @Cernovich started talking about the energy shift, my life has improved.\n\nI can feel it. Major energy shift. 2018 is going to be the year when everyone says enough is enough and Conservatives learn how to fight back and speak up.",
  "$84 million. \n\n     EIGHTY FOUR MILLION.\n\nWaiting for Hillary’s lawyers to be raided at home and office and hotel. \n\nAnd then for the Media to cover this 24/7. \n\nhttps://t.co/aAyWqgDCnO",
  "This just on Tucker!\nThe DNC &amp; HRC needs to be investigated &amp; held ACCOUNTABLE for this too!!!\n\n#LockThemAllUp \n#lockherup\n#HillaryForPrison \n#draintheswamp\n#Maga\n#TCOT\n#trumptrain\n#TrumpTrain2020 https://t.co/3a2uMneqwQ",
  "Victim blacks have been so brainwashed to commit to the past, that they are incapable of seeing the future. \nSame black media hosts that are calling Kanye racist, crazy, drug addict—will regret it by 2024. \nThe more Kanye succeeds, the more they will fail. \n@oldmanebro",
  "@realDonaldTrump If the black vote changes by even 5%, the democrat party is out of business",
  "Atomic BOOOOM!\n\nIf this doesn’t trigger a epic tremor in The Force nothing will. https://t.co/vTZPGsqa3h",
  ".@FLOTUS did a spectacular job hosting the President of France @EmmanuelMacron and his wife Brigitte. Every detail was done to perfection. The State Dining Room never looked more beautiful, and Washington is abuzz over what an incredible job Melania did.",
  "Chance the Rapper: 'Black People Don't Have to be Democrats' https://t.co/8wqqXs5fjX #Kanye",
  "PRESIDENT TRUMP = MOCKED &amp; SLANDERED\nDEPLORABLES = MOCKED &amp; SLANDERED\nKANYE = MOCKED &amp; SLANDERED\n\nWELCOME BROTHER .@kanyewest \n#MAGA #USA #FREEDOM #KAG https://t.co/QtkoE6eBzV",
  "Why won’t MSM cover CHILD SEX TRAFFICKING cult arrests? \n\n‘Bottom to top unraveling’ and it includes BIG names in #Hollywood and Politicians! Local and Federal. \n\n@POTUS #PizzaGateIsReal #MAGA #Qanon @LizCrokin #GreatAwakening #Smallville https://t.co/9JBoACqDAs",
  "It’s always incredible to watch a cultural shift happen in real time. I respect those willing to take the lead breaking with convention. That takes guts... though there’s a better word for it. 🏀🏀 https://t.co/01jMdg6ETa",
  "I hired @RealCandaceO 4 mins after meeting her. She told me she was going to lead the ideological black revolution against the democrats and leftists. I knew she could and would do it. \n\n95% of blacks vote for the policies and leaders that harm them \n\nThe exit is happening",
  "So Obama could start the #DACA program UNconstitutionally,  but @realDonaldTrump can't constitutionally end it? \n\n9th circuit is WAY out in left field. \nTime to reel it in.\n\n#9thCir\n#WednesdayWisdom\n#EndDACA \nhttps://t.co/uvEP4sauCl",
  "Okay. #Yeezy was piquing my interest the past few days, but now he’s dazzling me... @kanyewest https://t.co/qvjyWGRyFp",
  "This is no small thing. Don’t think for a second that tweets like this go unnoticed by the liberal gaslighting committee. Libs are sweating over this and they’re praying the free-thinking stops here. https://t.co/iNVp9icr5X",
  "This is a good thread on how the Kanye MAGA movement went down. I believe this was a coordinated attack too. I wouldn't be surprised if President Trump &amp; Ye planned this in Trump Tower in 2016 when they met. They had to wait for the right moment though in The Storm to unleash Ye! https://t.co/NWvTzpUB3m",
  "@LizCrokin I was just laying out the same scenario to my wife.....then boom...17m later I see your tweet....yes...there is a reason for all this...",
  "The speed at which the mainstream media has moved to smear, defame and slander @kanyewest for deviating from “acceptable liberal discourse” should horrify everyone regardless of political affiliation.",
  "Kanye tweeted his support for a BLACK Conservative female over the weekend. \n\nMedia labeled him a “WHITE supremacist.”\n\nKanye tweeted his support for POTUS.\n\nMedia labeled him “mentally ill.”\n\nPrime example of the Democrats playbook.\n\nIf you don’t agree, they falsely slander you.",
  "#AboveTheLaw: Hillary Clinton Aide Caren Turner,  thinks she’s above the law just like @HillaryClinton! Elitist wearing symbolic purple scarf, tells 2 cops off who pulled over her kids. Puts their lives in danger &amp; tells 1 of them, to shut the f**k up!  https://t.co/WDc0dlXIxn",
  "Shock: Admitted MS-13 illegals placed around the country https://t.co/Cvegra736E https://t.co/ed10pn1fy5",
  "WATCH: College Student Confronts @NancyPelosi for Calling Tax Cut Benefits 'Crumbs' https://t.co/edayUlbPI5 https://t.co/NExWFg3Jmu",
  "Congratulations to Republican Debbie Lesko on her big win in the Special Election for Arizona House seat. Debbie will do a Great Job! Press is so silent.",
  "There was something BIG on those files found on Anthony Weiners laptop. The FBI was having a fit. 😂👇🏼😂⚖️🇺🇸 https://t.co/lxb1rwEbjF",
  "Democrats are on the verge of losing African-American votes, and that would be game-over for the party. You can see the panic in their fake news attacks on me. But especially watch how they IGNORE Kanye West's IDEAS in favor of attacking PERSONALITIES. #DeathRattle",
  "Held inside The White House, Pres. Trump &amp; 1st Lady Melania's 1st #StateDinner was sophisticated,intimate &amp; classy!The Washington Natl Opera performed.\nA far cry from the last admin,who partied in tents w/Hollywood weirdos &amp; media creeps,while rappers &amp; rockers entertained them! https://t.co/phLgFLVRko",
  "The White Hats are in control! #QAnon https://t.co/59tUDcjMMq",
  "Here’s the real violation of our presidential election of 2016.  https://t.co/QFKYAsDzAJ",
  "@realDonaldTrump I'm praying for you......",
  "Our @POTUS and stunning @FLOTUS as they wait to great the #Macrons at the white house\n\nMelania is absolutely STUNNING!!!!!\n\n#WhiteHouse \n#trump\n#Melania \n#MAGA https://t.co/QTaA6H8vg7",
  "I’d love to meet Maxine someday and ask her a few questions...🎤 https://t.co/DTdSodmZbt",
  ".@Scaramucci on @POTUS: “I think he’s surprising these European leaders…He can operate in a world of that intellectual elitism, but he also understands the common decency of the American people.” @foxandfriends https://t.co/C7FbludZRE",
  "I’m so sick of hearing the left’s lies and conspiracy theories about Trump’s supposed ties to Russia. Funny they never said anything about Obama’s ties to the Muslim brotherhood.",
  "Since coming out as a Trump supporter I’ve received non stop heckling and statements on how I’ve changed. People listen I haven’t changed I’ve always been about God, Country and Guns but now I have no shame in showing you vs before I had to pretend to be something I wasn’t.",
  "14 years ago today Pat Tillman lost his life in Afghanistan yet the media didn't mention it! Come on patriots, let's do the media's job and honor him. @realDonaldTrump @Lrihendry @JackPosobiec @RealJamesWoods #pjnet #PatTillman #military https://t.co/SPgHcDjUdV",
  "After months of preparations, @POTUS and I are looking forward to hosting our first State Dinner with France! Thank you to everyone who has worked so hard to make this visit a success. 🇺🇸 🇫🇷 https://t.co/j7fKmUhISJ",
  "500 million dollars of tax payer dollars go to slaughtering 800 black babies per a day. \nNot a SINGLE WORD from Black Lives Matter. \n\n.0004% of unarmed blacks shot annually and they want us to burn down our own neighborhoods.\n\nWHO FUNDS BLM?",
  "This guy has done to beautiful London what centuries of invaders failed to do... https://t.co/cD1vRgy5Dn",
  "HAITI: Clinton Foundation Tied to Convicted Child Trafficker Laura Silsby – MEDIA SILENT https://t.co/DBPuo7k5Tl",
  "@VivaLaAmes13 says the satanist.....",
  "@realDonaldTrump I'm praying for you and your family....",
  "THIS IS STUNNING=&gt; Crooked Hillary Praises Efforts to Crackdown on Conservative Online Outlets https://t.co/HMx0lBZMiS",
  "ANOTHER reason I could NEVER be a Lib:\n\nThe lady on the left still blames \"old white men\" for society problems. Libs CELEBRATE.\n\nThe lady on the right says people are responsible for their own lives. Libs EXPLODE!\n\nRETWEET if you support @RealCandaceO!\n\n#MondayMotivation #MAGA https://t.co/ncXdRoHxoA",
  "Instead of #Yeti coolers here is a good choice! They support the #2A Please share this!!! https://t.co/2U3UmGO1D2",
  "I never understood how you could viciously attack a man who gave up a billion dollar business to work for FREE for the American people.\n\nIt’s absolutely disgusting how Trump is treated by the Left.\n\nThank you @realDonaldTrump for your commitment to this country.",
  "Kanye West is threatening to red pill black people and the establishment is terrified.\n\nEveryone retweet this and send it to @kanyewest \n\nhttps://t.co/R2VFTGIKMu",
  "General James Lyons - \"Until you recognize Islam is a Political Movement masquerading as a Religion, you'll never come to grips with it.\"   https://t.co/1jbxNwo5oq #MAGA #KAG #QAnon #TQFam #8Chan #TheGreatAwakening #TheStormIsHere @POTUS #InternetBillOfRights #FreeTheInternet",
  "Did you know that Obama was president during EIGHT school shootings. Why did they wait until Trump was president to protest  banning guns?",
  "Celebrities are getting bolder because they can see the Cabal takedown is happening. #QAnon https://t.co/iEQGWqXWrg",
  "This is James Shaw. He's a hero. His hands are burned from grabbing the barrel of a gun used to kill four people at a Nashville Waffle House. He says he's sorry he couldn't save more people. https://t.co/QXIevQLfM1",
  "Another mentally ill person went on a shooting spree at a waffle house in Nashville Tennessee. 3 dead. Police reporting that he was previously interviewed by the FBI.  Another EPIC fail of the FBI!",
  "I got unverified for stating Chrissy Teigen &amp; John Legend run in circles w rapists (Weinstein), pedophiles (Spacey) &amp; sex traffickers (Charles Wade) - FACTS! Smallville actress Allison Mack was arrested for sex trafficking &amp; NOT ONE CELEBRITY has condemned this! #Pizzagate #QAnon",
  "Interviewer: \"WHICH ACTIONS BY @HillaryClinton DO YOU THINK ARE THE MOST SATANIC?\n\n@SecretaryCarson : \"The willingness to kill babies.\"\n\nSir we salute you.\n\n#Qanon #WeThePeople #GreatAwakening #TheStormIsHere #HRCVideo\n\n@realDonaldTrump @LizCrokin https://t.co/74QaUcWkn4",
  ".@Scaramucci: \"The president doesn't think he's superior to anybody. All the president is trying to do is be a patriotic American and make very smart decisions on behalf of all the American people.\" @JesseBWatters https://t.co/JWMI7V12al",
  "This is so amazing. Comey gets hit with ACTUAL questions and @LauraLoomer gets kicked out for asking them. Then @Comey says, “back to the cards” so he can only take pre-screened questions. https://t.co/tChGQZMjqb",
  "@TrumpsDC @hotfunkytown @POTUS @ArizonaKayte @thebradfordfile @Education4Libs @GrizzleMeister @Boyd_2650 @kwilli1046 @writemombritt @RealWolfensPak @MEL2AUSA he's not a politician",
  "@LadyKnightFury @TrumpsBlonde @FLOTUS @MELANIATRUMP can u imagine....?",
  "One of the strangest parts about confronting #JamesComey was the woman who was directly in my frame.\n\nHer name in Sunsara Taylor. She’s the leader of the Revolutionary Communist Party &amp; Refuse Fascism, which I once infiltrated, so she knows who I am. \n\nWonder why she was there... https://t.co/y4opGmoH3B",
  "@stevenamcqueen @BigGreenEgg can I come ?",
  "https://t.co/TdjLU7sY6L\nHELL EVERYONE IN AMERICA KNOWS DEBBIE W.SCHULTZ IS A CORRUPT DIRTY DEMOCRAT THAT SHOULD BE BEHIND BARS 💯 FAITH FLORIDA TRUMP'S ARMY IS ON THE WAY 🙏🇺🇸💯\n#LOCKHERUP \n#JUSTICENOW \n#VoteRED2018 \n#TrumpsArmy\n#AnnaLovesTrump\n🙏🇺🇸",
  "So funny, the Democrats have sued the Republicans for Winning. Now he R’s counter and force them to turn over a treasure trove of material, including Servers and Emails!",
  "@DestroyIllusion I put an article together , info-smack down https://t.co/N9O7DghduC",
  "RT if you agree illegals should be mass deported to wherever they came from and do not belong in America\n#SaturdayMorning",
  "BREAKING NEWS: The DNC this morning has filed lawsuits for misconduct against Santa Claus, The Easter Bunny, The Tooth Fairy, and Count Chocula. \n\nClaiming that they only support “Good Boys and Girls” and “They never visit our mentor in the woods”",
  "@QanonPosts fugly",
  "....it means lying or making up stories. Sorry, I don’t see Michael doing that despite the horrible Witch Hunt and the dishonest media!",
  "Samuel Whittemore\n\nIf you're 80 years old, take out 3 British soldiers, with your musket and pistols, draw your sword and attack as they overrun your position, and then you're shot in the face, bayoneted repeatedly and left for dead. Then live another 18 years,\n\nYOU ARE A BADASS https://t.co/5BIJjawICw",
  "Obama, Comey &amp; Mueller are EXPOSED AS THE DEEP STATE.\nTheir plot to take down a duly elected President failed.\nMore corruption &amp; collusion by them will be revealed. \nTheir own evil actions will bring them down. https://t.co/LEar9AkkP5",
  "America finally can say they love and voted the best man in for the job of being our President. No more hiding or fear. We won and the more we speak and support him the better for our sanity and the moral of America. We love ❤️ our @POTUS 🇺🇸 #MAGA",
  "Dear liberals stop knocking Trump for tweeting at 3 AM, at least you know he will be awake to answer the call!",
  "Your corruption was not a flesh wound,  but a systemic rot of your entire being. YOU were never going to let you be president, because you are a greedy, lying grifter. You weren’t born a Clinton, but you took to being one like a duck to swamp water. https://t.co/gImguH0yWs",
  "North Korea has agreed to suspend all Nuclear Tests and close up a major test site. This is very good news for North Korea and the World - big progress! Look forward to our Summit.",
  "Let’s see if Trump gets the Nobel Peace Prize for making peace with North Korea, and good relationship with Russia. \n\nMSM will still be talking about whores.",
  "#FlashbackFriday \nWhile Dems were creating fake dossier nonsense,\nthis was the REAL collusion. \nWasserman-Shultz should be in jail!! \n\nEXCLUSIVE: FBI Seized Smashed Hard Drives From Wasserman Schultz IT Aide’s Home\n\n https://t.co/SKh7e4uz7b via @dailycaller https://t.co/5tKHRvT3hj",
  "@IWillRedPillU me neither....wtf",
  "The end of the world starts here... https://t.co/BMUO4ddrBB",
  "Looks like OPEC is at it again. With record amounts of Oil all over the place, including the fully loaded ships at sea, Oil prices are artificially Very High! No good and will not be accepted!",
  "President Trump why doesn't the MSM look in to her Satanic pizza place called Goat Hill Pizza? Are they trafficking kids there? #Pizzagate 🍕 https://t.co/DqlrlqhWtC",
  "@realDonaldTrump I'm praying for you...",
  "So General Michael Flynn’s life can be totally destroyed while Shadey James Comey can Leak and Lie and make lots of money from a third rate book (that should never have been written). Is that really the way life in America is supposed to work? I don’t think so!",
  "Not only do The #Comeymemos NOT implicate @POTUS on anything, but, actually EXONERATE Our President .. \nSo Mr Comey thank you for taking such copious notes &amp; having such a big mouth ‼️ 📝",
  "My thoughts, prayers and condolences are with the families, friends and colleagues of the two @GCSOFlorida deputies (HEROES) who lost their lives in the line of duty today.",
  "I'm not sure if people understand what this means\nThis means the US Government has been Secretly Going inside of North Korea for (insert time here)?\n\"Conspiracy theories\" that NoKo is a CIA Puppet State don't sound so crazy- Did Obama arm them?\nWhy Are We Being Lied To?\n#QAnon",
  "#ComeyMemos James Comey is officially the dumbest fucking person to ever work for the FBI. \n\nHehe, this is awesome watching the deep state flush itself. It's a thing of beauty really.",
  "We prayed for President Trump all night. \n\nPlease pray for our POTUS! He's personally taking down elite pedo rings around the world! #QAnon https://t.co/QJRP09r4Q3",
  "God, we ask for an Anointment &amp; Blessing of @Jim_Jordan to be your Servant as House Speaker of the United State. God, we ask for Wisdom and Grace to be showered on Rep Jordan and if it is your Will, for him to ascend to assist President Trump in leading our Nation back to You.",
  "@LizCrokin trying to piece it together....what's the connection?",
  "Retweet if you think James Comey should be prosecuted.",
  "Boom 💥 https://t.co/5zkvH2HiaD",
  "President Trump has relentlessly been fighting to stop sex trafficking in America.\n\nDemocrats &amp; the media continue to push back on that, claiming it either doesn’t exist or defending people being taken down.\n\nIt’s a safe assumption they’re in on it. In some massive way.",
  "Donald Trump has been tweeting for 9 years, 37,000 tweets. During that time he has made billions, had the #1 show on TV, had it run 14 seasons, then got himself elected President. Tell me again why he shouldn't tweet? Think he really needs tips on how to be successful?",
  "It’s becoming transparently obvious that lying to the FBI is A-okay if you’re affiliated with the Clintons. But if you’re a Republican it’s a serious crime requiring a heavy prosecutorial hand. Justice isn’t blind, it’s only blind to Democrats. \n#McCabe",
  "@KrisParonto @Philmast60 @MichelleObama says the tranny...",
  "@stevenamcqueen says the chef who cheated on her husband",
  "@girl4_trump he/she will get the shit kicked out of him/her",
  "@ROCKONOHIO @AppSame @alozras411 @GrizzleMeister @RuthieRedSox @RealMAGASteve @mikandynothem @carrieksada @John_KissMyBot @gr8tjude Arnold Schwartzenagger fathered a son with the nanny while Governor of CA! Didn’t become public until he was out of office. Nanny must have got big bucks for that secret!",
  "@Comey \nYou were the HEAD of the FBI!\nYou could have written a very interesting book about the FBI that many may have enjoyed reading but instead you chose to write an opinion trash novel bashing our President  and insinuating known lies to be true. SAD😡🤬😡 https://t.co/poWrVTvAIj",
  "As a Talk Show Host, sometimes I report the news straight with no opinion, do news making interviews break news, do investigative reports etc. Other times I give strong opinion, debate others, and moderate debates. It’s all part of being a Talk Show Host. And I am a conservative! https://t.co/iFOow2AZ6b",
  "It is absolutely hilarious that Hillary Clinton ran around on a book tour TELLING US 'What Happened' and now Comey is on a book tour TELLING US about ethical leadership. Who the hell do these people think they are fooling?",
  "@5Strat @POTUS My husband &amp; I said that plane had to be sabataged. We were on our flight home from Hawaii when it happened! This is getting scary.\n\nTrump is taking on satans hordes! so deep it's beyond comprehension! Child trafficking is a HUGE $ maker. \nTrump needs prayer warriors. 🙏🏻🇺🇸",
  "A racist test.\n\nDo you like Barack Obama any better as a white man?\n\nNope me neither, see you're not racist!!\n\n#WednesdayWisdom https://t.co/7iiPajF1x3",
  "While Mike Pompeo was meeting with Kim Jong Un, CNN was busy reporting on a porn star and James Comey.\n\nWe are witnessing what could be one of the greatest foreign policy achievements in US history...\nbut apparently porn stars are more important.\n\nFake News.\n#MAGA #NorthKorea",
  "💥💥💥💥B R E A K I N G 💥💥💥💥\n\nNEWS ALERT: 11 House Republicans call on AG Sessions to investigate @Comey, @HillaryClinton, and other @TheJusticeDept officials.\n\n https://t.co/wvNwXObO2a",
  "@stevenamcqueen \"this is not what I want to be known for\".....she said https://t.co/rkzDhkM6gV",
  "\"this is not what I want to be known for\" she said......this is in Chicago.....MAGA https://t.co/1Y6yerovqI",
  "@stevenamcqueen https://t.co/Xiw1hnBaaI",
  "So this is a bit of a chuckle... https://t.co/Qh3MV5vHny",
  "@realDonaldTrump Here’s real news: The judge who approved Sean Hannity’s name to be released is buddy buddy with George Soros... conflict of interest?",
  "A sketch years later about a nonexistent man. A total con job, playing the Fake News Media for Fools (but they know it)! https://t.co/9Is7mHBFda",
  "@LizCrokin open the indictments now....",
  "@LizCrokin @LizCrokin, it’s much worse than this. Have story I’m trying to get out on what technology they are currently developing that works behind the facial manipulation software. Combined with the digital voice manipulation they have, no one will ever believe what they see.",
  "Deep State in panic mode!\n\nThey know incriminating videos are coming soon -- enjoy the show! 🍿\n\n#QAnon #TheStorm\nhttps://t.co/Hdk3dW2Sl1",
  "This will be the Bush Legacy. This is why you don't see outpourings of Emotions and Well Wishes. America knows exactly who the Bushes are. They're a multi-generational stain on America. #MAGA #KAG #QAnon #TQFam #8Chan #TheGreatAwakening #TheStormIsHere @POTUS https://t.co/MVjWkIKD3h",
  "Slippery James Comey, the worst FBI Director in history, was not fired because of the phony Russia investigation where, by the way, there was NO COLLUSION (except by the Dems)!",
  "@5Strat @POTUS she/is was a witch",
  "Stormy Daniels is an admitted whore, and proud of it, who has sex with 100’s of men on tape and the left media loves her. The left is perverted.  They love other perverts and have the need to make them into victims!",
  "@LizCrokin who's he with?",
  "Stormy Daniels on the view, “I didn’t come forward for publicity, this isn’t what I want to be known for.“ So, being known as a porn star is better?",
  "Rasmussen just came out at 51% Approval despite the Fake News Media. They were one of the three most accurate on Election Day. Just about the most inaccurate were CNN and ABC News/Washington Post, and they haven’t changed (get new pollsters). Much of the media is a Scam!",
  "Hillary Clinton Caught Laundering $84 Million\nDemocratic National Committee Caught  Knowing About Laundering $84 Million\nA Few Hundred Pedophiles Arrested Internationally\nMueller Violates Constitution\n\nMeanwhile Twitter makes a moment about KFC Chicken\n👀\n\nhttps://t.co/1fu3fmgSGi",
  "Yesterday, a spokesman for Special Prosecutor Robert Mueller warned the press that many stories that are printed and/or aired are false.  And that’s true.  During Monday’s news cycle, I counted six direct lies from reporters covering the Sean Hannity - Michael Cohen situation.",
  "Judge Kimba Wood is presiding over trial of @realDonaldTrump’s lawyer. \n\nShe was picked by Bill Clinton to be Attorney General.\n\nNow she has power over the lawyer who works for the man who beat Bill’s wife in the 2016 election. \n\nWHERE’S THE THE RECUSAL?\n\nhttps://t.co/p6lYldIOFa",
  "Thank you to Mueller, the failing AG's office, the worthless FBI, MSN hacks &amp; to the Govt prosecutors who have now gone after Sean Hanniy for NOTHING!\nBECAUSE OF ALL OF YOU, #MAGA supporters are stronger than ever! \nWE are sick of this witch hunt &amp; this BS! \nENOUGH IS ENOUGH! https://t.co/NI3wmdpNIl",
  "📣Breaking News @GStephanopoulos📣\n\n😂No One Cares What You Have To Say - You only have 172 Re-Tweets In 12 hrs😂\n\n📺And Your Ratings Were As Low As #Comey’s Morals📺\n👉I’ll have more RT’s than you in 1 hr than you had in 12 hrs, but who am I? Just a nobody like you.\n#AnthemTT45 https://t.co/8m4XIl8l5e",
  "@girl4_trump @realDonaldTrump a bunch of pedophiles",
  "When #Hillary was under investigation by the #FBI, I don't remember any early morning raids or doors being beaten down to gain access to evidence, do you?In fact, just the opposite. Take your time. Destroy the evidence. We'll interview you, but not under oath. and on and on.",
  "153 Arrested in Global Child-Sex Trafficking Operation Project Mercury\n#QAnon https://t.co/Sz8xcpS5qH #news",
  "Trump haters are dividing the country, not Trump and his supporters. \n\nRT IF YOU AGREE.",
  ".@DiamondandSilk TheDemocrats don't like the fact that they can't control us anymore &amp; they can't keep us on what we call the Democrat plantation. They can't use us anymore ...We're black, we're women &amp; we're conservatives \nYep, upset their Apple Cart \nhttps://t.co/fRzNzlpRl6",
  "So many liberals triggered over Trump considering drug testing food stamp recipients. If you have money for drugs, you have money to eat. There’s just no way around this one. Maybe your children will eat if you stop getting high!",
  "Shocking New FEC Lawsuit says Clinton Campaign and DNC Laundered $84 Million to Avoid Campaign Finance Laws\n#LockThemAllUp #LockHerUp #ClintonCrimeFamily #Supergirl\n#SuperstarShakeup #Lucifer #ClintonFoundation #QAnon #GreatAwakening #ClintonCartel\nhttps://t.co/LtB5nsWpeb #news",
  "What is that, when someone is doing something - they accuse you to take the spotlight off them.... Barry, you are so corrupt, you best be careful who you accuse of anything #SupportOurPresident #MAGA #KAG2020 #AmericaFirst #PurpleIsCovfefe https://t.co/9MATAA0G69",
  "Corrupt Comey- @SebGorka: Fired FBI Director James Comey is a corrupt cop, it’s as simple as that. Now he’s on a book tour making comments about his former boss… it’s un-American. @realDonaldTrump #MAGA #TrumpTrain #DTS #Dobbs https://t.co/wpRAWWQCPm",
  "@chuckwoolery Obama's half brother says that Obama was born in Kenya, so did his grandmother on his father's side.",
  "Hannity starts his show by giving a \"special shout-out\" to \"all of you liberals in the media and all across America, everyone out there that may not usually watch who are tuning in.\" https://t.co/MHQCQNP38I",
  "Dirty Soros-Backed St. Louis Circuit Attorney Withheld Major Evidence in Governor Greitens’ Case – Must Resign Immediately https://t.co/2xLnWiUbh9",
  "RETWEET PLEASE: \n\nSIMPLE FOR ME !! \n\n#ISTANDWITHHANNITY https://t.co/xef3KDrDUx",
  "They aren’t investigating Russian collusion. They aren’t investigating foreign interference in our elections. \n\nThey are investigating every aspect of @realDonaldTrump’s life in a coordinated effort to take him down! \n\nThis is a witch hunt! \n\nRetweet if you think this must end!!",
  "Trump up. 51%. Looks like people are catching on.",
  "Bill Clinton paid Paula Jones $850,000 after he assaulted her. Does anyone remember the FBI raiding his attorney? Neither do I.",
  ".@DiamondandSilk on live discussing James Comey, @MichaelCohen212 and Facebook Censorship.  Join us now.\nhttps://t.co/kZ2NoqcCzI",
  "🙄Big Surprise...\nThe left is going after another @FoxNews personality. This time it’s Sean Hannity. Before that it was Roger Ailes, Bill O’Reilly, Charles Payne, Eric Bolling, Laura Ingraham...\n\n#StandWithHannity #MAGA #Hannity",
  "Absolutely hysterical watching kooky liberal media outlets take cheap shots at Fox for conflicts while shamelessly promoting an ABC interview, by a Clinton acolyte, of the FBI Director who gave Hillary a get-out-of-jail-free card. Yep, that’s a good one. Very funny.",
  "@tatobin2 @chuckwoolery dead",
  "Five years ago, the Boston Marathon was bombed by two Islamist terrorists.   The @FBI had been warned about the two brothers by the Russian government. FBI failed!  Guess who was head of the FBI... Mueller \n\nhttps://t.co/KRUi3frvxv… https://t.co/77P8EijADY",
  "“You don’t need 30 rounds to hunt with”\n\nAgreed, but the Second Amendment wasn’t written in case the deer turned against us.\n\n#2AShallNotBeInfringed https://t.co/Q1miOtiLhm",
  "Hope James Comey doesn’t write a book about me!  Corgis keep up with the news on https://t.co/fqUvO5EEW0. https://t.co/rYAJcJ2LmC",
  "Cory Booker announced that he will vote against Mike Pompeo to become Secretary of State because of Pompeo’s beliefs on gay marriage and homosexuality - beliefs consistent w/ the Christian faith.  I don't agree with Pomepeo on the issue, but THIS IS TOTAL RELIGIOUS DISCRIMNATION!",
  "@Lrihendry as a POTUS supporter....what's the best way for a citizen to fight back? other than my vote and posting opinions and  support on social media....kinda at a loss. looking for guidance.",
  "JIm Comey setting a “moral standard” after his sanctimonious self serving book-selling “interview” w/ Fmr Clinton press sec is like Harvey Weinstein setting standards for monogamy. Spare us!",
  "So @GStephanopoulos when do u ask about the laws Comey broke?  11 minutes left.",
  "So @GStephanopoulos Tell your viewers what evidence you have that there is Trump/Russian collusion. George after all your years working for the Clintons, why should people believe you are fair and balanced and objective on matters involving Clinton?",
  "Omg I’m stunned! @ABC @GStephanopoulos that was the worst interview I have ever watched in my life. #JournalismIsDead",
  "Question for @GStephanopoulos, did @HillaryClinton break the law when she mishandled and destroyed classified, top secret, and classified info? Did HRC obstruct Justice when she deleted 33,000 emails, acid washed hard drive and break up devices? Really George? No crime?",
  "So @GStephanopoulos Clinton’s press secy talking to the FBI head about Hands size, tanning bed, Ties, hookers in Moscow, and he NEVER VERIFIED THE DOSSIER. He never did HIS JOB. He doesn’t know if dossier is true, but it was used in a FISC application. #ComeyDisgrace",
  "Nothing infuriates me more than zero mainstream media reporting on #PedoGate-\n\nIt's very concerning that 350 Pedophiles were arrested as part of ONE FBI Operation &amp; ZERO MSM outlets report it.\nIn fact, there's pedophile arrests daily- tell me which one did the MSM report? Name 1?",
  "Tell me why the Cincinnati FBI arrested over 350 Pedophiles and NONE of the mainstream media would cover this?\nhttps://t.co/DWcKNJqazM\n\nWe covered it. Why won't the mainstream media touch #PedoGate? 350 arrests of Pedophiles is a big deal- why not cover it at all?",
  "I've written stories about the Church of Satan / Satanic Monuments being placed in PUBLIC all across the nation - but yet Christians get attacked for having the Ten Commandments in Public? No sir! This has to change now. Bring God back to America to Save It!",
  "Our beautiful .@FLOTUS will be celebrating her birthday in a few days. I just signed her card &amp; sent her a special message. We love you Melania and are very happy with everything you are doing with .@POTUS to Make America Great Again! Happy Birthday Melania! #FLOTUS #MAGA ❤️ https://t.co/95C4NNUHZy",
  "@RealJamesWoods and this proves what....",
  "There are the few &amp; powerful that decide all things in this country, but WE chose Trump &amp; that wasn’t supposed to happen. \n\nThe effort to remove him &amp; all the moving parts involved in that effort, proves how devastating it is for them &amp; just what a moment this is for us.  #Cohen",
  "Magazine editors turn blind eye to Melania https://t.co/mUUhMZBTmd via @nypost\n\nLet’s show our amazing First Lady the support and respect she has earned from us, Patriots!  She’s doing an amazing job as @FLOTUS @realDonaldTrump @POTUS \n#FirstClass #Dignity #Grace #RoleModel https://t.co/SKYwhMSBwy",
  "Christianity to Liberals is “creepy“ but perversion and pedophilia is perfectly normal! 😳 https://t.co/9MRjAjnUTh",
  "Good Morning Mrs. Melania Trump @FLOTUS\n\nI want to tell you how much support you have. Don’t let the haters &amp; the swamp get you down ever. You &amp; @realDonaldTrump are our strength.\n\n💪EPIC MAGA SHOUTOUT OF BIBLICAL PROPORTIONS TO YOU💪\n 👉Follow @FLOTUS\n#MelaniaTrump \n#AnthemTT45 https://t.co/OKniwapTi5",
  "Good Morning Patriots. Today we focus all of our Prayers, Good WIshes and intentions for President Trump &amp; the @USMC - There are days when fervent Prayer is needed for strength &amp; determination of purpose. Please join us at 8pmEST/7pmCST/6pmMST/5pmPST to pray for 2 min for @POTUS https://t.co/YoR6r35uww",
  "@stevenamcqueen do it",
  "Syrian refugee Abdalaziz Alhamza: \"For me as a Syrian and many Syrians, we lost the trust of the U.S. under [@BarackObama's] administration because all that we got from the [Obama] administration...[were] only speeches and promises.\" @WattersWorld https://t.co/sN5jyp3f9T https://t.co/OVbVkCAwrS",
  "@KatTheHammer1 @ClintonMSix14 @JoyVBehar says the satanist",
  "@stevenamcqueen cubs",
  "How can liberals support Obama when he dropped over 12,000 bombs on Syria &amp; then turn around &amp; bash Trump for launching an air strike?\n\nBecause you can't be a liberal without being a raging hypocrite.",
  "So proud of our great Military which will soon be, after the spending of billions of fully approved dollars, the finest that our Country has ever had. There won’t be anything, or anyone, even close!",
  "@realDonaldTrump I am praying for you....",
  "All you have to do is watch a White House Briefing to see and understand how incredibly stupid our Media really is and what they are interested in. A room full of children. Sarah Huckabee Sanders is Awesome.",
  "If Hillary had won, NONE of us would have known about the illegal activities &amp; abuse of power happening at the highest levels of the justice department &amp; FBI.\nTheir routines would have continued with Crooked Hillary smiling along the way.\nThank god for @realDonaldTrump every day.",
  "DOJ just issued the McCabe report - which is a total disaster. He LIED! LIED! LIED! McCabe was totally controlled by Comey - McCabe is Comey!! No collusion, all made up by this den of thieves and lowlifes!",
  "@Lrihendry @rushlimbaugh stupid",
  "Gutless, spineless, GOP senators are more concerned with taking down Trump than they are with reigning in the tyrannical Bob Mueller. I’m ashamed of what this sad, broken Party has become. It’s a disgrace and an embarrassment.",
  "Have You Ever Been Censored On Twitter? Please Vote Then Retweet.",
  "In a Constitutional Republic we investigate crimes, in search of the people who did it. We DO NOT investigate people, in search of crimes. Liberal police-state tyrants understand the difference, but they don’t care. They want Trump’s scalp no matter what. Sick.",
  "The FBI is trying to overthrow this president.",
  "Trump was never under investigation and never interfered with any FBI probe and did not collude with Russia. But Attorney General Loretta Lynch  pressured comey to cover for Hillary and there was mountains of evidence to bring charges against Hillary but Comey chose not to do so",
  "I hope Michael Cohen shredded all the paper, acid washed the servers, and smashed all the phones with hammers. Oh wait, that was Hillary.",
  "Best Zuckerberg meme by far. https://t.co/ItDIwibMRC",
  "I wonder what would’ve happened if Trump’s attorney took a hammer to his Blackberry and used Bleachbit to wipe his server clean?? Oh wait.",
  "Of course there was Russian collusion. Between Obama, Hillary and Russia!",
  "Aaron Zelby key member of Mueller’s justice dream team against Trump. Selby was Hillary IT guy- Justin Cooper‘s lawyer, was personally to Bill Clinton at the Clinton foundation, Zelby was also one of the two people with access to Hillary‘s private email server. 🤔",
  "Much of the bad blood with Russia is caused by the Fake &amp; Corrupt Russia Investigation, headed up by the all Democrat loyalists, or people that worked for Obama. Mueller is most conflicted of all (except Rosenstein who signed FISA &amp; Comey letter). No Collusion, so they go crazy!",
  "“Trump just took a giant step towards actual welfare reform” https://t.co/LQlACDDLug",
  "Members of the committee questioning Zuckerberg have received $381,000 in contributions from Facebook and many are Facebook stockholders.  This has more conflicts of interest than the Mueller team.",
  "So to get things straight, Mark Zuckerberg testified in front of a committee full of his own donors, while not under oath, which netted nothing except scripted questions while wasting taxpayer money. \n\nThe usual swampy day in Washington 🙈🙄",
  "@Pink_About_it @ClintonMSix14 agreed...so contrived",
  "Attorney–client privilege is dead!",
  "WOW: Video shows @jimmykimmel tricking a woman into looking through a viewer while he snuck behind her and made innapproate sexual advances while she was not looking.\n\nRT to make sure the woman in America don't support this pervert. https://t.co/MYGtV0tXkI",
  "@realDonaldTrump I am praying for you.....",
  "“If FBI raids had been sprung on Hillary Clinton‘s offices.. the ACLU would be on every TV set jumping up and down”! @AlanDersh: #FireMueller https://t.co/V19ZSKSBK0",
  "Two strong and vocal black women, Diamond &amp; Silk, are throttled by Facebook and accused of producing “unsafe” content. Oh, and they happen to be Trump supporters. \nIf they were liberals we’d already be hearing howls of racism.",
  "Who didn’t get raided by the FBI....\n\n-Eric Holder\n-Hillary Clinton\n-Loretta Lynch\n-John Podesta\n-Donna Brazile\n-Debbie Wasserman Schultz \n-Robby Moot\n-David Brock\n-Susan Rice\n-Huma Abedin\n-Anthony Weiner \n-Harvey Weinstein \n-Burns Strider \n\nBut Michael Cohen does....",
  "\"Facebook ALLOWED us to do things they WOULDN'T have allowed someone else to do, because THEY WERE ON OUR SIDE.” - Obama confederate. https://t.co/flqVNNOUKL",
  "@realDonaldTrump I am praying for you......",
  "“The FBI closed the case on Hillary, which was a rigged investigation. They exonerated her even before they ever interviewed her, they never even put her under oath.....” and much more. So true Jesse! @WattersWorld",
  "When a car is sent to the United States from China, there is a Tariff to be paid of 2 1/2%. When a car is sent to China from the United States, there is a Tariff to be paid of 25%. Does that sound like free or fair trade.  No, it sounds like STUPID TRADE -  going on for years!",
  ".@DiamondandSilk: \"If a privately owned bakery has to go against their Christian values to bake a cake, then Mark Zuckerberg is going to have to suck it up buttercup and allow Diamond and Silk to speak our truth.\" https://t.co/LnukaSjwD4",
  "Great credentials😡 https://t.co/sh6GztHYwT",
  "Home Depot has announced that they will be spending $50 million to train veterans to be construction workers, which our country is lacking. Home Depot has done a lot for veterans, including building homes for them. THANK YOU AND GOD BLESS, Home Depot! #MAGA",
  "DOOM CREW INC. SOUNDCHECK O’ DOOM - ROYAL ALBERT HALL in G minor - tBLSt SDMF “GRIMMEST HITS” @Spotify @iTunes @AppleMusic @amazon @BestBuy - @WyldeAudio @DeathWishCoffee https://t.co/C7iwv3GZ7h",
  "People who are gifted enough to speak five languages fluently often have accents. I am grateful to have such an intelligent, gracious, and distinguished First Lady for our nation. https://t.co/6oKQnuj63g",
  "Check out the fact that you can’t get a job at ratings challenged @CNN unless you state that you are totally anti-Trump? Little Jeff Zuker, whose job is in jeopardy, is not having much fun lately. They should clean up and strengthen CNN and get back to honest reporting!",
  "I am right about Amazon costing the United States Post Office massive amounts of money for being their Delivery Boy. Amazon should pay these costs (plus) and not have them bourne by the American Taxpayer. Many billions of dollars. P.O. leaders don’t have a clue (or do they?)!",
  "Only fools, or worse, are saying that our money losing Post Office makes money with Amazon. THEY LOSE A FORTUNE, and this will be changed. Also, our fully tax paying retailers are closing stores all over the country...not a level playing field!",
  "When driving through the hell that Los Angeles has become... https://t.co/7sQBPwWLgj",
  "Democrats: “If we cant get Americans to vote for us, we’ll buy the votes somewhere else...”",
  "DACA is dead because the Democrats didn’t care or act, and now everyone wants to get onto the DACA bandwagon... No longer works. Must build Wall and secure our borders with proper Border legislation. Democrats want No Borders, hence drugs and crime!",
  "Jim Carrey painted a picture of Trump’s sons being slaughtered by an elephant &amp; liberals didn’t care.\n\nLaura Ingraham stated the truth that David Hogg was rejected by 4 colleges &amp; she gets boycotted.... even AFTER an apology.\n\nThe hypocrisy is astounding.",
  "James Woods Calls for National Guard to Stop Caravan of Illegals Headed to U.S. Border.\n\nIf this caravan is not stopped from entering the U.S. it's game-over for keeping illegals out. \n\nIf they aren't stopped, the hordes will be coming.\n\nRetweet = Agree\nhttps://t.co/tk1JbYVmxU",
  "Mexico is doing very little, if not NOTHING, at stopping people from flowing into Mexico through their Southern Border, and then into the U.S. They laugh at our dumb immigration laws. They must stop the big drug and people flows, or I will stop their cash cow, NAFTA. NEED WALL!",
  "Just maybe God’s greatest creation... #dogs https://t.co/sDQOZLDFh4",
  "This is what mind control looks like. https://t.co/WVHFy9qDZ0",
  "This Pisses Me Off! David Hogg Can Attack our #2A Rights! Then When Challenged, #FakeNews Media Puts Him In Some Sort Of \"Snowflake\" Protection Zone. Hogg Fires Back With Explicitives &amp; We Get Screwed, Suspended. Or Shadow Banned.. Unbelievable!",
  "Someone please explain to me what Laura Ingraham said that wasn’t the TRUTH? Exactly. NOTHING. Truth is the new hate speech!",
  "508 days past the election and Hillary continues to insult Americans any time someone hands her the microphone. It's just ironic because that's exactly why we did not want her as our president. She is a terrible person who has NEVER had the best interest of America at heart.",
  "Governor Jerry “Moonbeam” Brown pardoned 5 criminal illegal aliens whose crimes include (1) Kidnapping and Robbery (2) Badly beating wife and threatening a crime with intent to terrorize (3) Dealing drugs. Is this really what the great people of California want? @FoxNews",
  "#GenghisKahn conquered more land than anyone in History. He killed 40 million people in his reign. He did it without one single Assault Rifle. Not one. How can this be possible. Leave my 2 amendment alone. The founding fathers knew what they were doing.",
  "The predominately male WA press corps looked the other way and protected President Kennedy from sexual scandals during his presidency until about 1975 when the public first learned of Kennedy’s serial philandering. Kennedy had sex with dozens of women IN THE WH! #Stormy",
  "RIGGED: Stormy Daniels’ Lawyer Was on Payroll of Joe Biden, Rahm Emanuel; Previously Sued Trump &amp; ‘The Apprentice’ Reality Show https://t.co/bzrcCCcS3H",
  "I’m not alluding to anything... \n\nBut Obama has had no women claim to have had sex with him.\n\nHe has, however, had a man named Larry Sinclair claim to.\n\nThose are just facts.",
  "BREAKING: Newly released screenshots of a Facebook conversation between #StormyDaniels and a friend shows she denied ever  having sex with Donald Trump! \n\n“I NEVER had sex with him.”\n\nhttps://t.co/9TojZ0U46C",
  "Retweet if you're a Trump supporter who couldn't give a flying f**k about Stormy Daniels. #StormyDanielsDay",
  "There’s nothing more American than a protest. But we can respect &amp; value the Right to protest while simultaneously, vigorously disagreeing w/the protestors. Don’t let the media PC police &amp; their liberal pals bully you into submission.\n#Dance (U podcast listeners know what I mean)",
  "Stormy Daniels claims she had a consensual affair with Trump.\n\nWhen will @60Minutes interview Juanita Broaddrick, who alleges Bill Clinton RAPED her.\n\n#StormyDanielsDay",
  "Trump’s Tough Talk On China Works: China’s Premier Pledges Opening Market To Avert Trade War https://t.co/swunonelng",
  "For me, carrying a firearm is an act of love. I love my life, I love my family and friends and I will do whatever takes to protect them. RT if you agree!",
  "HEY 60 MINUTES @andersoncooper  HOW ABOUT HAVING ME ON To  Discuss my Book, “You’d Better Put Some Ice On That”. ....What Bill Clinton said to me after he Raped Me. https://t.co/9vsEz8YdD0",
  "So much for the porn performer on “60 Minutes” who’s story doesn’t stack.  She says she didn’t want money to attack Donald Trump but accepted money.  She doesn’t want money now either.  So why are you on national television with all this garbage?  Does that help your daughter?",
  "So much Fake News. Never been more voluminous or more inaccurate. But through it all, our country is doing great!",
  "The people who are crying Stormy Daniels right now are the same people who attacked, ridiculed and laughed at Monica Lewinsky, Juanita Broaddrick and dozens of other women that Bill Clinton raped.\n\nYou aren’t fooling anyone!",
  "Can anyone point me to the 60 Minutes on Bill Clinton?",
  "Did President Trump just confiscate $1.3 trillion from the omnibus bill to take down the elite pedo Satanists?\n#Pizzagate #Pedogate #QAnon 🍕 https://t.co/5ihkwOkkfv",
  "Our First Lady and Republicans advocate against bullying; Joe Biden encourages bullying... at an anti-assault rally he said he wanted to take President Trump behind the school and beat him up! He’s so dumb! Smh 🤦‍♀️",
  "@jeffreybacic @nelsonariascpt @PressSec @POTUS what are your credentials?",
  "Look. I do not CARE who Donald Trump had consensual sex with ELEVEN years ago. Not sure why anyone cares...?.... Are liberals all of a sudden all virgins?\nThis has a solid NOTHING to do with his presidency.\nWe didn't elect him to be our PASTOR",
  "The Mueller investigation only exists to terrorize the Trump family, his supporters &amp; other close associates of the President. Never in history has the US's intelligence agencies been weaponized for political reasons. \n\nThis is treason.",
  "@stevenamcqueen must be Keto https://t.co/NEQZtYoYdZ",
  "Spent very little time with Andrew McCabe, but he never took notes when he was with me. I don’t believe he made memos except to help his own agenda, probably at a later date. Same with lying James Comey. Can we call them Fake Memos?",
  "Why does the Mueller team have 13 hardened Democrats, some big Crooked Hillary supporters, and Zero Republicans? Another Dem recently added...does anyone think this is fair? And yet, there is NO COLLUSION!",
  "Dear American Republicans and conservatives, how many more PA Lambs are you going to allow to be elected and steal our country from us? What is it going to take for ALL to wake up and vote REPUBLICAN! If you want this country fixed, support Trump! Or you will have no country!",
  "Bottom line McCabe thought Hillary was going to win and he would be absolved of any wrongdoing. #McCabeFired",
  "If you read anything today, read this. The prosecution of Mike Flynn was an abomination of “justice” and the people responsible (WE’RE TALKING ABOUT YOU BOB MUELLER) must be held accountable. https://t.co/N4HvcAtVG3",
  "They thought all of it would just sink to the bottom of the swamp, lost to history forever. Then an odd little thing happened. The coronation of Hillary Clinton was canceled... https://t.co/AWOopveJhO",
  "Andrew McCabe FIRED, a great day for the hard working men and women of the FBI - A great day for Democracy. Sanctimonious James Comey was his boss and made McCabe look like a choirboy. He knew all about the lies and corruption going on at the highest levels of the FBI!",
  "Can anyone point to a piece of information used to spy on the Trump team that did not originate from someone connected to the Democrats or Hillary Clinton? This isn’t a joke, it’s a serious question.",
  "Our thoughts and prayers go out to the families and loved ones of the brave troops lost in the helicopter crash on the Iraq-Syria border yesterday. Their sacrifice in service to our country will never be forgotten.",
  "As predicted, FBI agent Andrew McCabe has just been fired late on a Friday night. That foreshadows big trouble for James Comey, Loretta Lynch and possibly Barack Obama.  President Trump has to be happy tonight.",
  "Mike Flynn was criminally prosecuted despite the FBI (led by Comey and McCabe) acknowledging that he was transparent in his interview. Spare us the crocodile tears for McCabe who should consider himself lucky to only have lost his pension, not his freedom.",
  "Andrew McCabe was part of the FBI leadership team that made some of the most destructive decisions regarding critical CI and law enforcement cases in modern US history. His termination is just the beginning of the justice train coming down the tracks.",
  "@LouDobbs @SebGorka What are we all waiting for? We said we would #DrainTheSwamp - didn't we? \nI, for one, will not rest until we see them in prison!\n#MAGA \n#HillaryForPrison \n#obamascandal https://t.co/YJFLSMpUPG",
  "Dimm Corruption–Joe Biden’s son scored a shady billion-dollar deal with Chinese government just 10 days after Biden’s trip to China. @SebGorka joins #Dobbs on FBN 7p #TrumpTrain #MAGA #AmericaFirst",
  "Gobsmacked. \n@LouDobbs \n@Varneyco \n@FoxBusiness \n@FoxBizAlert https://t.co/MJOvngra7g",
  "OH, LOOK! That sexist President appointed very first female CIA Director, Gina Haspel. Thank you @realDonaldTrump women love you! ❤️🇺🇸 https://t.co/pGqdfQGRDH",
  "#ChardonnayQueen has to go to India to find anybody who will still listen to her complain about being a loser... https://t.co/4a2dofsIYo",
  "I thought @HillaryClinton claimed  she lost because of:\n-Russians\n-Wikileaks \n-Voting booths\n-NRA\n-Electoral College\n-Deplorable People\n\nNow she lost because “white women” were afraid to vote for her? \n\n#WhatHappened?\n#DonaldTrumpHappened! https://t.co/3XMuvvQq2f",
  "I’m embarrassed that the Democrats aren’t embarrassed that they’ve wasted a year of the country’s time on this dopey collusion investigation and they STILL can’t produce a scintilla of evidence that it actually happened. \n#Dopes",
  "Madrid Chapter! 💀 Black Label Society tonight at @SalaLaRiviera with @MonolordSweden.  @ZakkWyldeBLS @BLSBASS @JFabb @SeymourDuncan @WyldeAudio https://t.co/7N92xTYqQG",
  "Why did Hillary lose among white women? Because she believes they’re too stupid to think for themselves. \n\nShe says white women only voted for Trump because their ‘husbands, bosses &amp; sons’ voted for Trump. She thinks they (you) lack conviction and a brain. This is offensive. https://t.co/7uSN4PFbn1",
  "Very strong improvement and strengthening of background checks will be fully backed by White House. Legislation moving forward. Bump Stocks will soon be out. Highly trained expert teachers will be allowed to conceal carry, subject to State Law. Armed guards OK, deterrent!.......",
  "Why Trump will win again. The #Democrats are destroying their own party.  https://t.co/DBmI1zWKOU",
  "'Keep America Great!': Trump reveals re-election slogan as he takes on the media and Oprah at Pennsylvania rally for congressional candidate\nhttps://t.co/3G9wuq95G3",
  "That’s right @RepBost! Thank you for your support in helping put America back to work. It’s about JOBS, JOBS, JOBS for our incredible workers and putting AMERICA FIRST! https://t.co/ChUQEa6rsC",
  "Epic crowd in Moon Township, Pennsylvania tonight. Thank you! Get out on Tuesday and VOTE for Rick @Saccone4PA18. Together, we are MAKING AMERICA GREAT AGAIN! https://t.co/ckbCOsDQ2l",
  "Mitch McConnell says \" It appears that the economy is doing better.\" Really? He just figured that out? He and Ryan really need to reset or be gone.",
  "It was ridiculously easy to make this nation great once more. Just needed to say goodbye to a socialist America-hater and our beautiful nation was able to breathe again.  https://t.co/G2W966vAvD",
  "@chuckwoolery First, He'll be 77 years old, Second, he is planning the addition of a child's day care to the West Wing. Joe Biden, comically, is the Democrats' strongest candidate. I feel queasy.",
  "I was fired today. From Roanoke City Social Services, serving as a damn good social worker. I was fired for having a concealed carry permit. Not the gun, the permit. I was escorted by 3 city police officers bc I am a \"safety risk to the building\"",
  "Mike Flynn was bankrupted and destroyed despite serving the country honorably, while Hillary Clinton still profits handsomely from selling the country to the highest bidder. Disgraceful.",
  "The new Fake News narrative is that there is CHAOS in the White House. Wrong! People will always come &amp; go, and I want strong dialogue before making a final decision. I still have some people that I want to change (always seeking perfection). There is no Chaos, only great Energy!",
  "Snoop Dog - Moving to Canada\nHoping the other anti Trump Celebs will follow!\nIs he really moving because of Trump? 🤔\nOr, because he has a line of exclusive marijuana strains in Canada &amp; a Dispensary in Ontario? \nTime to #celebrate 🚬😂\n#TheRubyRockstar 🎸 https://t.co/Br15xdYmUn",
  "That’s a wig? I thought it was a service animal ... https://t.co/8Q16CrY2q8",
  "This guy’s gross intolerance has likely cost the CMAs, and his artists, a small fortune. Ask the Dixie Chicks how this will end. https://t.co/RZvWMYsxjR",
  "Thanks to Jason Owen I’ll be sure to never watch the CMAs again, and I’ll also be sure to never purchase another song from one of his artists. Nice work toolbox.",
  "If the dossier wasn’t needed because they already had probable cause, then why did they use it? However, if the dossier was needed to reach a probable cause standard, then we’ve got even bigger problems.",
  "Note to ALL other “entertainers.” https://t.co/me3YsytZuG",
  "We’re still banned from running twitter ads for being conservative. There’s no other explanation. This place is a mess.",
  "If the DNC was “hacked” then why won’t the DNC let the FBI come in and investigate the “hack”?  What are they hiding?",
  "Would that this were so. I admire Jeff Sessions. Don’t be fooled by his quiet demeanor. The most vicious poker players can fool you with Southern charm. This man is tough. And smart. And a true patriot.  https://t.co/hJvhuEuXJv",
  "Mr. President, in the worst third world nation, democracy has a fledgling chance when voting integrity is implemented and protected. When will you do whatever is necessary to enforce voter integrity in California? Do we have a Department of Justice or not? #VoterID",
  "Why is A.G. Jeff Sessions asking the Inspector General to investigate potentially massive FISA abuse. Will take forever, has no prosecutorial power and already late with reports on Comey etc. Isn’t the I.G. an Obama guy? Why not use Justice Department lawyers? DISGRACEFUL!",
  "Dear Mr. President, when will you get a Department of Justice with teeth? Voter fraud, criminal “sanctuary” hideouts, mass illegal invasion, the opioid epidemic, gang murders, drug cartels are all rotting the soul of our blessed America. Unleash the dogs of war, sir. It is time.",
  "It’s deeply disturbing watching elected Democrats continue to defend the Obamagate spying operation. It’s crystal clear now that the Dems are the police-state Party. They’re at war with the Bill of Rights and specifically the 4th, 2nd, and 1st Amendments. Disgusting stuff.",
  "“We’ve seen NO EVIDENCE OF COLLUSION....I have seen nothing, the firing of James Comey and all of the aftermath, that suggests that the President has obstructed justice because he’s exercising his power as the President of the U.S. I just don’t see it.”  Judge Ken Starr",
  "-IRS  -Benghazi  -Fast &amp; Furious  -AP Phone Records  -VA  -James Rosen  -GAO  -Obamagate......... https://t.co/hto1EA0F57",
  "Why is it that government, the one entity we all pay for in some way, is the least accountable to all of us? The Broward Sheriff celebrating his “amazing leadership” is another example of government entities playing by a different set of accountability rules than the rest of us.",
  "NOBODY joins the NRA for rental car discounts. 5 million voices will not be silenced by this relentless economic war on liberty-loving American patriots. We were born for this fight &amp; we NEVER forget. Boycotts work both ways. You’re playing the short game. We’re in this forever.",
  "The Sheriff/ Govt failed these kids , The FBI failed .. who’s left to protect you ? Only YOU can keep your family safe💥\n\nRT if you agree ! #2A #NRA #Parkland #FridayMotivation #SaturdayMorning #MorningJoe https://t.co/5JFtzlbuLQ",
  "Broward County Sheriff Scott Israel just admitted on @jaketapper that he knew of reports Deputy didn't enter school at time of CNN town hall @DLoesch",
  "How does preventing NRA members from getting that \n\nsweet sweet 5% Delta discount\n\ndo anything other than mobilize gun owner voters.",
  "News just broke that 3 officers waited outside of the school &amp; hid behind their vehicles during the shooter’s killing spree.\n\nSo let me get this straight.\n\nThe school failed, the FBI failed, the cops failed, the officer on site failed, but the media wants to blame the NRA?",
  "Make no mistake. Liberals are anti-civil liberties advocates. They’re at war with freedom &amp; the Bill of Rights. They want to silence you on campuses &amp; elsewhere, they worship police-state spying, &amp; they are screaming to disarm you. Your freedom is their enemy, &amp; that’s a fact.",
  "“Russians had no compromising information on Donald Trump” @FoxNews  Of course not, because there is none, and never was. This whole Witch Hunt is an illegal disgrace...and Obama did nothing about Russia!",
  "TONIGHT!!! BLACK LABEL MASS O’ DOOM w/The TEMPE,AZ CHAPTER!!! tBLSt SDMF “GRIMMEST HITS” @Spotify @iTunes @AppleMusic @amazon @BestBuy - Vid: @TalenaRose https://t.co/ffakhmYHLh",
  "This is why our positive \nTweets are not showing up\nOn @POTUS feed‼️‼️\nPlease watch!\n@realDonaldTrump \n#MAGA 🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸 by #LandauCellini\nhttps://t.co/fUAYlQv20y",
  "i like..... https://t.co/29BUlH1z67",
  ".@NRA's Wayne LaPierre: \"Never forget these words: To stop a bad guy with a gun it takes a good guy with a gun.\" \n\n👉TRUE \n\nhttps://t.co/JOGQtteBZ9",
  "For those of you who are still interested, the Democrats have totally forgotten about DACA. Not a lot of interest on this subject from them!",
  "@realDonaldTrump The Democrats have NO AGENDA. Their only goal is to create division in America.. sad party!",
  "This never gets old👇🏻#SpecialReport https://t.co/1DtlkNh29P",
  "The #FBI ignored the Tsarnaev Brothers, Omar Mateen, Stephen Paddock, Nikolas Cruz and other threats hiding in plain sight!\n\nAND they colluded with the Obama administration AGAINST President Trump and the American voters..\nWhose side are they on?\n🤷🏻‍♀️",
  "DOOM CREW INC. SOUNDCHECK O’ DOOM - “The Day That Heaven Had Gone Away” GRIMMEST HITS @Spotify @iTunes @AppleMusic @amazon @BestBuy - Vid: @borisbouma https://t.co/YWVejJzl4f",
  "@stevenamcqueen no",
  "Saddened by the loss of Evangelist Billy Graham.  He led an impactful life, touching so many people with his spiritual teachings.  He will be deeply missed.",
  "HUGE: Got in touch with some ex-Obama staffers today... they are almost certain an investigation is coming that will destroy the Democratic Party and expose vast amount corruption in Barry’s administration.",
  "I’m respectful of your time &amp; I don’t ask for help that often,but I need your help now. @Twitter is discriminating against conservative voices &amp; banned me,&amp; many others,from posting ads while wiping out 1000s of followers.Please follow &amp; spread the word.  https://t.co/qwzNw0hDtu",
  "Lemme get this straight; millions of $s in speaking fees &amp; donations to the Clinton Foundation from the Russians isn’t Russian collusion worth investigating but a minuscule amount of PRE-election Facebook ads in swing states is “collusion” worthy of a Special Counsel?\n#Hypocrites",
  "Obama was President up to, and beyond, the 2016 Election. So why didn’t he do something about Russian meddling?",
  "Is it really? Because I’m a former Secret Service agent &amp; a former police officer with an HR 218 permit &amp;, without a FL concealed carry license I had to wait a week to pick up my handgun. Yet, I walked out of the drug store with my Allegra the same day. https://t.co/vHuKlInC2j",
  "Let's say you were an authoritarian &amp; wanted to weaken American democracy. How'd you do it? 1) ban free speech 2) disarm the country 3) undermine families and churches 4) Empower unelected bureaucrats. Trump isn't doing that. The ruling class is #Tucker @FoxNews",
  "Tip of the Day: the media using kids for commentary in the emotional Florida shooting is exploitative and, in a way, cruel. When emotions are running high, think things through.\n\nI’ll deal with this situation tomorrow on https://t.co/fqUvO5EEW0.",
  "Criminals don’t give a damn about gun laws. They never have. They never will. They don’t care about homicide, robbery, or rape laws either. Ignoring this simple fact &amp; lobbying for more gun laws, which only serve as obstacles for the law-abiding, will do nothing to curb violence.",
  "The media mob, of course, is siding with LeBron James and diminishing Laura Ingraham.  Just another example of corruption.  Labeling Americans racist has become a vicious sport that the national press embraces.",
  "It’s kinda dumb for Mueller to be chasing 13 Russian internet trolls when the real election rigging was carried out by Hillary &amp; the DNC",
  "General McMaster forgot to say that the results of the 2016 election were not impacted or changed by the Russians and that the only Collusion was between Russia and Crooked H, the DNC and the Dems. Remember the Dirty Dossier, Uranium, Speeches, Emails and the Podesta Company!",
  "The anti-Laura Ingraham pile on continues and it’s absurd. If LeBron James wants to use his basketball platform for political punditry then he should expect criticism from analysts like Laura. If LeBron has the stronger argument, let it flow. But spare us the indignation, please.",
  "Simple question for the DNC. If you’re so sure that your system was “hacked” by the Russians, then why did you deny both the FBI and Buzzfeed access to your systems?",
  "Now that we know the Trump/Russia collusion nonsense was a hoax, can finally put it to bed and can we address the real Russian collusion between the Hillary team, the DNC, the media, and the Obama administration? It’s time we all knew the truth.",
  "Just like they don’t want to solve the DACA problem, why didn’t the Democrats pass gun control legislation when they had both the House &amp; Senate during the Obama Administration. Because they didn’t want to, and now they just talk!",
  "@stevenamcqueen and?",
  "Every decent person is horrified by what happened yesterday in Parkland. Every thoughtful person knows something horrible is going on in American society. Tragedies like this happen for a reason and it probably doesn't have much to do with guns. #Tucker @FoxNews",
  "@RealJamesWoods yes",
  "The Schumer-Rounds-Collins immigration bill would be a total catastrophe. @DHSgov says it would be “the end of immigration enforcement in America.” It creates a giant amnesty (including for dangerous criminals), doesn’t build the wall, expands chain migration, keeps the visa...",
  "Are you aware that homosexual biological entities are not the most  likely to produce progeny? Being gay, while enjoying many unique charms, isn’t the most adaptive evolutionary strategy for the species. #numbskull https://t.co/QRkRNssfpq",
  "This #KabukiTheatre is getting old😡\n\n#Clinton #obama #Democrats &amp; #media☠ have infiltrated the highest levels of government &amp; fixed elections &amp; engaged in a lawless crime spree to further a #Marxist agenda\n\n@jeffsessions❓\n@realDonaldTrump👑\n#MAGA🇺🇸\n\nhttps://t.co/pNz6lbtbHJ",
  "Good. Everybody’s happy. https://t.co/yVFhTwsQSA",
  "What happened in this Highschool in Florida is EVIL. Liberals are blaming everyone except the shooter. The NRA is not to blame. Donald Trump is not to blame. Law abiding gun owners are not to blame. Nikolas Cruz, the psychopath who did this, is the only one to blame. #guncontrol",
  "#WednesdayWisdom\n\nWell, well - looks like either James Comey or Susan Rice are lying their asses off again! My guess - they're both lying!\n\nI LOVE how the Russia Investigation keeps pointing out the Bias &amp; outright corruption of the Obama Administration.\n\nhttps://t.co/kKyf7eObBL",
  "It’s just gotten so stupid, one becomes speechless.  https://t.co/Yo1PhdfDrG",
  "🙏🏼Heavenly Father,\nOur hearts are heavy. We are weary with grief. Earth is so wicked, violent.. and heartbreaking sometimes. LORD we need You. We’re desperate for You.. Please, comfort all who mourn this terrible shooting as only You can. Heal our community..I ask.\nIJN",
  "He is a great American Olympian, and accidentally stumbled on the flag. Don’t be ridiculous. He is a gold medal American patriot. #BravoShaunWhite https://t.co/jduk9pMHL2",
  "If your first impulse is to viciously attack others and impugn both their character, and their motives, only moments after a tragedy, while simultaneously claiming to be seeking “solutions,” then you’re part of the problem, not the solution.",
  "Is anyone except the occasional story on FOX paying attention to what is going on the Socialist Paradise of Venezuela? Starving children left to die in the streets. It gets worse. Where is the Media?",
  "We are now the number two conservative podcast in the country. Thanks so much for your continued support &amp; encouragement, it means a lot to my wife and me.",
  "“[John Kelly is a target]...  @POTUS is doing well, the economy's picking up, his poll numbers are coming up, and so what happens? They go after the Chief of Staff.\"~.@KatrinaPierson @JudgeJeanine https://t.co/bWwLGaZoSM",
  "@stevenamcqueen https://t.co/lKWUdaCWrH",
  "Peoples lives are being shattered and destroyed by a mere allegation. Some are true and some are false. Some are old and some are new. There is no recovery for someone falsely accused - life and career are gone. Is there no such thing any longer as Due Process?",
  "It has now become obvious that @realDonaldTrump isn’t the perpetrator of #RussiaCollusion —he is the victim of it",
  "The Democrats on the Hill lie so often, and so skillfully, about Trump that they’ve lost all credibility on the Obamagate spying scandal. I don’t trust a word they say anymore. And neither should you.\n https://t.co/0ZUcJTJ0Lx",
  "Thanks for nailing it every time, Ben Garrison. @GrrrGraphics https://t.co/cQ4gScuoDB",
  "Economy is strong, unemployment lowest in half a century, ISIS virtually destroyed, illegal imigration being contained, jobs and manufacturing returning to highest levels in eight years, criminals from Clinton/Obama era being identified. Life is good. #Trump https://t.co/cO4XvmuFGv",
  "Watching liberals foaming at the mouth to defend the police-state spying of the Obama administration is as disgusting as it gets. They used to claim they support civil liberties but it’s now clear that they’re nothing more than police-state boot-lickers.",
  "The more we learn the more we realize it’s the Democrats who have been truly colluding with Russia to corrupt our democracy and interfere in our elections",
  "TONIGHT!!! THE GRIMMEST ODINFORCE ROLLS w/The MILWAUKEE,WI CHAPTER!!! tBLSt SDMF @Spotify @AppleMusic @amazon @BestBuy @iTunes - @WyldeAudio @DeathWishCoffee @guitarcenter @LAWKSTARGuitars @drumcityguitar @zakk_sabbath @GenerationAxe @EMG_PICKUPS @TonePros https://t.co/sEK5ZpzUpK",
  "Time to end the visa lottery. Congress must secure the immigration system and protect Americans. https://t.co/yukxm48x9X",
  "The media are panicking because they’re desperate to cover up their role in the spying scandal. It was timed, strategic, media leaks from swamp rats that allowed the Obama/Hillary machine to spy on the Trump team. Without media complicity, we’d be in a far different place.",
  "Another Clinton scandal that the deranged Clintonistas will explain away by “aww shucks.”  https://t.co/PBY4o7VBHT",
  "NEW FBI TEXTS ARE BOMBSHELLS!",
  "Dear Dems,\nAlthough I’m sure you’ll immediately scoff at this because of my partisan leanings,as a former fed agent familiar w/the gathering of evidence for prosecution,you’re really in a pickle here.The evidence in the Obama admin spying scandal is overwhelming,stop the coverup.",
  "This FISA scandal is bigger than Watergate because Watergate did not compromise the leading law enforcement agency of the US government",
  "After all the celebrations and confetti Justin caught up with the 3 Eagles QBs Nick Foles, Carson Wentz &amp; Nate Sudfeld along with Zach Ertz who scored the winning TD. They were in a room by themselves—praying and thanking God. It was great for him to see that. https://t.co/wDWgg2u01X",
  "I don’t know what @SarahHuckabee ‘s career was before she became @PressSec or how they discovered her, but they couldn’t have found anyone more perfect for this position than her. \n\nRT if you LOVE Sarah too!",
  "I think it's a valid question. If #Democrats are not guided by the #Constitution, then what on earth guides them? It has to be something. Please tell us.",
  "Great jobs numbers and finally, after many years, rising wages- and nobody even talks about them. Only Russia, Russia, Russia, despite the fact that, after a year of looking, there is No Collusion!",
  "He knows he’s in trouble. He panicking. https://t.co/igdK8BZIem",
  "I traveled to Russia. I was mentioned in a Yahoo News article. I’m also a Republican. \nAccording to the police-state Democrats this is enough to have me spied on and to have my constitutional Rights flushed down the toilet bowl. \n#MemoDay",
  "Never forget FBI deputy director Andrew McCabe, the second highest ranking FBI official, said “fuck Flynn and then we fuck Trump” that says it all.",
  "@stevenamcqueen what the heck....",
  "What did Obama know and when did he know it? \n#MemoDay",
  "“The four page memo released Friday reports the disturbing fact about how the FBI and FISA appear to have been used to influence the 2016 election and its aftermath....The FBI failed to inform the FISA court that the Clinton campaign had funded the dossier....the FBI became....",
  "Journalism died a long time ago. But the liberal media’s efforts today to suppress the truth &amp; defend the police-state are beyond disturbing. I absolutely support a free press, period. But that doesn’t make what they’re doing right. They’re a disgrace to the Republic. \n#MemoDay",
  "Comey under oath March 2017: \n\n\"In regards to the President's tweets about him being wiretapped I have no information that supports those tweets as we have looked carefully inside the FBI\"\n\nThis would be called perjury. \n\nComey knew about the wiretapping, and denied it.",
  "Unverified, uncorroborated, salacious dossier targeting @realDonaldTrump paid for by DNC &amp; collected through a bad source, was used to go to a secret court to get a secret warrant to spy on a US citizen for literally no acceptable reason. I have a problem w that. We all should!",
  "You’re a genius. https://t.co/lIdvHAUo4l",
  "Don’t fire #Mueller. Let him just float out there like a turd in the swimming pool. In the meantime let’s get a real special prosecutor to attack #FISAgate and all the Obama henchmen who were in on it.",
  "Obama and the FISA Court https://t.co/2pY9cpfkG1",
  "Not only did the Memo lay bare a systemic pattern of abuse within the FBI &amp; DOJ, it confirmed my worst fear: America’s free &amp; fair elections were being threatened from within. Our own DOJ worked to tip the scales of justice in order to benefit one political candidate. #MemoDay",
  "The most disturbing piece of video you’ll see all day. I already knew Phil Mudd to be a police-state supporter but that he so proudly vocalizes it on a national cable network is beyond troubling. \n#MemoDay https://t.co/mIrPGtcG2h",
  "The fact that Democrats say using the FBI to spy on your political opponents is no big deal means they would unhesitatingly do it again",
  "Watching police-state Democrats foaming at the mouth on TV while declaring people “Russian agents” w/absolutely no evidence is frightening. These are dangerous people. Republics collapse when the presumption of innocence &amp; the necessity of evidence disappear in a fog of innuendo.",
  "@EricHolder bwhahahaha",
  "If the memo incriminated Republicans in a massive spying scandal the media would be both promoting it, and celebrating it. What a bunch of hacks. \n#ReleaseTheMemo",
  "Do you really believe the Democrats, &amp; their media boot-lickers, are losing their minds over the memo because it’s inconsequential? Wake up. \n#ReleaseTheMemo",
  "The Democrats just aren’t calling about DACA. Nancy Pelosi and Chuck Schumer have to get moving fast, or they’ll disappoint you again. We have a great chance to make a deal or, blame the Dems! March 5th is coming up fast.",
  "If the FBI is concerned about “material omissions” in the memo then let’s be sure to declassify the material and include it. Easy fix, let’s stop the nonsense. \n#ReleaseTheMemo",
  "Make no mistake, when this is all said and done, the Obama administration will be remembered only for corruption and for the cloud of scandal they left hanging over the country when they left office. \n#ReleaseTheMemo",
  "Former Schwarzenegger advisor arrested in statewide human trafficking operation https://t.co/4E3akUGSUU  @stevenmcqueen",
  "Thank you for all of the nice compliments and reviews on the State of the Union speech. 45.6 million people watched, the highest number in history. @FoxNews beat every other Network, for the first time ever, with 11.7 million people tuning in. Delivered from the heart!",
  "Chuckles(The Clown)Schumer is delusional. Obama intentionally handed @realDonaldTrump a ball of crap because that is the kind of guy he is. Wanted to make it hard for his successor to succeed to enhance his own legacy. Obama was illegally spying on Trump. https://t.co/tYrLUMwuxQ",
  "Notice when President Trump says he wants the best for \"All Americans\" not one Democrat stood up?\n\nThat's because they care about criminal illegal aliens and foreigners more than American citizens. Sad!\n\n#SOTU #StateofOurUnion",
  "Rolling w/FATHER DARIO &amp; The Gang at REVOLVER - “The Day That Heaven Had Gone Away” GRIMMEST HITS - @BestBuy @iTunes @amazon - @WyldeAudio @DeathWishCoffee @TonePros @EMG_PICKUPS @guitarcenter @LAWKSTARGuitars @drumcityguitar @zakk_sabbath @GenerationAxe https://t.co/lokJNLbHY2",
  "Tonight’s State of the Union was Reagan quality—visionary, personal, with wide ranging reforms",
  "Jimmy Kimmel was trying to belittle victims of Bill Clinton on his show tonight.  It didn’t work. Showing our photo with Mr Trump got you a few laughs, but we got the last laugh, Jimmy. We won.  You lost. https://t.co/dSSjR7UUSE",
  "Did I hear right that Joe Kennedy III is talking about saving children when his party thinks the greatest act of a government is making sure we can kill babies even after 20 weeks in the womb?  Oh my!",
  ".@POTUS: \"As President of the United States, my highest loyalty, my greatest compassion, and my constant concern is for America’s children, America’s struggling workers, and America’s forgotten communities.\" #SOTU",
  "Hey folks, I want you to take a second and look at this picture. \n\nThis is what Democrats were doing when POTUS Trump was talking about taking care of our veterans.\n\nThese people should be ashamed of themselves.\n\n#SOTU #StateofOurUnion https://t.co/lDNZsjf8z5",
  "When a political party is unhappy that America is doing well. \n\nLet that sink in. https://t.co/PrNDADA8Wl",
  "I'm sorry this Kennedy speech is a BIG mistake. It is awful and Sophomoric.",
  "Put him in his little bed. He has a big day coming, attempting to debunk facts for his #DNC bosses. https://t.co/uioHvx9N0o",
  "The #SOTU has exposed the Democrats for what they are. They just booed the parents of a murdered child &amp; they sat on their butts for the portion of the speech about respecting the National Anthem. Unreal.",
  "Nancy Pelosi Comes Unglued After GOP Votes to Release FISA Memo - Shakes, Stutters, Snaps at Chris Cuomo!😹😹🤣🤣 (VIDEO) #ReleaseTheMemo  https://t.co/XXcuL3uKFr",
  "😂😂#ReleaseTheMemo https://t.co/BqF65l4BZU",
  "Because they alienated half of the country, were smug and forgot that the show was about music and not politics. https://t.co/OtNTOMvr8T",
  "Diamond &amp; Silk deliver a message to Jay-Z &amp; all the other snowflakes ❄️ still operating in meltdown mode throwing hissy fits &amp; temper tantrums:\n‘Stop crying 😢 Trump is your President.’\nGoing to be a long 7 years for the liberal loons! https://t.co/Ye8RoSC39p",
  "Let’s be crystal clear. Lying Dems &amp; their media pals are now, hysterically, crediting Obama for the expanding economy. Is this a joke? Obama spent 8 yrs blaming Bush for the economic disaster he caused &amp;,now that Trump is turning it around,we should thank Obama? Are you kidding?",
  "If a Democrat President in 8 years achieved what my father has done in one year, media and the left would be heralding it as “historic, monumental, and unprecedented”",
  "@JKCorden bad form",
  "I never thought I would see the day where leaders like my father are attacked in the media for doing exactly what he said he was going to do! #PromisesMadePromisesKept",
  "After shooting his brother, stabbing his producer, and punching his sister-in-law in an elevator, Jay Z says he doesn’t like President Trump’s tone. #FakeNewsCNN",
  "Jay-Z criticizing President Trump was a great endorsement for him! Too bad that fool doesn't know about the Trump curse, he'll know soon! 🌩",
  "Let that sink in folks. LOWEST BLACK UNEMPLOYMENT RATE EVER RECORDED under @realDonaldTrump. Means more black people can find meaningful work. CNN asking Jay-Z for political commentary is akin to asking Sen Mitch McConnell for commentary on rap music. https://t.co/jAKHW0OfiM",
  "I just bet a friend $100 that Schiff’s (fake try to get ahead of the bad for them narrative) memo “leaks” to the media before we see the real memo. Media will be complicit in helping obviously. #ReleaseTheMemo https://t.co/ML6m52HcoQ",
  "Somebody please inform Jay-Z that because of my policies, Black Unemployment has just been reported to be at the LOWEST RATE EVER RECORDED!",
  "Jay-Z, the man who normalizes sexual assault and gang culture, now has the nerve to call out President Trump, who has created millions of jobs for ALL Americans.\n\nWhat exactly has Jay-Z done for anyone?? I’m waiting....",
  "After they #ReleaseTheMemo you can absolutely count on the Dems embarking on a scorched earth campaign to lie their way through this epic scandal. There’s no lie they won’t tell, no character they won’t assassinate, &amp; no deception they won’t embrace to hide what they did.",
  "Notice how the lying dog Democrats on the Hill have seamlessly moved on to “Obstruction of Justice” now that their filthy, disgusting, lies about “collusion” have blown up in their sad little faces. These people are the worst among us. I’d trust a criminal before them.",
  "DACA has been made increasingly difficult by the fact that Cryin’ Chuck Schumer took such a beating over the shutdown that he is unable to act on immigration!",
  "https://t.co/puoDLz0DQV",
  "Fight for Glenn Doss, a Detroit police officer who was shot in the head twice last night and is in critical condition.\n\nPlease take the time to share this tweet and chip in whatever you can to help his family out.\n\nhttps://t.co/ELEpWx0Kwf",
  "MUELLER TIME: There’s a better chance of Mueller ending up in jail than of @realDonaldTrump being impeached on account of Russia collusion",
  "You can bank on the police-state Hill Democrats doing everything in their power to lie to you about what’s in the memo. The Democrats are about to be exposed as the Party of the police-state, and illicit surveillance. And they know it.",
  "Trump's administration is my administration his agenda my agenda his friends my friends his enemies my enemies",
  "A Handy Liberal Dictionary:\n\nAmericans - Deplorable\nIllegal Immigrants - Dreamers\n$1000 Bonuses - Crumbs\n2% growth under Obama - Progress\n3%-plus growth under Trump - Stagnation\nTaxes - Investments\nFree Market Investments - Greed",
  "Will soon be heading to Davos, Switzerland, to tell the world how great America is and is doing. Our economy is now booming and with all I am doing, will only get better...Our country is finally WINNING again!",
  "Make absolutely no mistake, if legal action is pursued against President Trump for a “collusion” scandal that never happened, while former President Obama skates for a spying scandal that actually did happen, Americans will never trust the “justice” system again. \n#ReleaseTheMemo",
  "Someone may have awakened a sleeping giant... https://t.co/Mx3P3uatzX",
  "JUST IN: Rumors swirling around D.C. that former President Obama formally hired legal counsel.\n\nLooks like Barry is shaking in his boots!",
  "Cryin’ Chuck Schumer fully understands, especially after his humiliating defeat, that if there is no Wall, there is no DACA. We must have safety and security, together with a strong Military, for our great people!",
  "This will shred the very fabric of the Republic. Brown should be held personally legally liable for this mass fraud.  https://t.co/qYBHQeIwH8",
  "Where are the 50,000 important text messages between FBI lovers Lisa Page and Peter Strzok?  Blaming Samsung!",
  "So basically we have been without an Attorney General for the duration of this administration. Meanwhile the Democrats and their henchmen are running rampant - destroying files, emails, texts and other evidence. This is a coup d’etat. Make no mistake.  https://t.co/7NY8EG1a0G",
  "Expect a series of BS leaks from liberal media hacks and Mueller probe insiders in the coming days as they desperately try to distract America from the growing #Obamagate and Democrat/Russia collusion scandal.",
  "When people like Jim Comey start lawyering up, and Rybicki leaves just before being called to testify, you can be assured that it ain’t looking good for the #Obamagate participants. https://t.co/kKOb6kYRZg",
  "Liberal hacks are getting desperate. These lib police-state supporters continue with this absurd “Republicans are undermining the Mueller probe” nonsense.\nBullshit! The Mueller probe entirely undermined itself &amp; needed no assistance. This is the biggest scam in American history.",
  "RETWEET IF YOU AGREE: @realDonaldTrump should read the FISA memo during the SOTU address for all of America to hear! #ReleaseTheMemo",
  "Proof that the media endorses political violence https://t.co/ARX91mYw0f",
  "WOW! We’re currently witnessing the demise of the Democratic Party. Majority of Americans now know they support criminal illegal aliens over law abiding American citizens.\n\nWe must keep our eyes on the prize. Keep fighting for #MAGA and give @realDonaldTrump a super majority!",
  "This simple: https://t.co/AAGE6tSYIx",
  "MASSIVE BL LOVE &amp; THANKS To ALL The BERZERKERS WORLDWIDE!!! tBLSt SDMF @WyldeAudio @DeathWishCoffee @guitarcenter @LAWKSTARGuitars @jimdunlopusa @EMG_PICKUPS @TonePros @FloydRose @AspriReverb @GenerationAxe @zakk_sabbath https://t.co/QVHYV1hd1C",
  "Mister President @realDonaldTrump Please declassify the memo! The American people need to see it.  https://t.co/BftdjFnLq0",
  "@atensnut stupid",
  "Let’s be ABSOLUTELY clear about what happened last night. \n\nPassing the CR requires 60 votes in the Senate to beat filibuster. \n\nThe GOP has 51.\n\nTherefore the Democrats caused the shutdown and have endangered the funding of our military.\n\nAll this to legalize ILLEGAL immigrants. https://t.co/ECdvvhML29",
  "When the #SchumerShutdown commences, start by defunding the sanctuary city criminal hideouts. Then turn off off entitlements to anyone illegally residing in America.  https://t.co/zkVaNwXQC4",
  "The reality is that if the memo were damaging to the republicans the democrats would have leaked it by now. Why the double standard? #releasethememo",
  "Congress #ReleaseTheMemo Call Congress. Pls be polite. 202-224-3121",
  "Mr. President, you made one promise. You said the illegal immigration nightmare of lawbreakers taking American jobs was over. Now man up and keep your promise. #Obama pulled this scam with the stroke of a pen and you can end it the same way. #DumpDACA",
  "Check out @dariolorina with BLS on tour! #sdmf  https://t.co/p0EnyUK59g",
  "During the campaign, I promised to MAKE AMERICA GREAT AGAIN by bringing businesses and jobs back to our country. I am very proud to see companies like Chrysler moving operations from Mexico to Michigan where there are so many great American workers! https://t.co/hz2q9UTfnF",
  "🤨🙄😣\n They put illegals before their own!  Illegals don’t pay their salaries!\nDemocrats Block 2018 Budget, Gain Another Month to Push Amnesty - Breitbart https://t.co/RY6VTRjw34",
  "@FoxNews Everyone please help and retweet. I would like to take Maxine Waters seats at The State Of The Union Address. If they don't want to go this Military Veteran would gladly go. I'd tell the President how much he means to myself, family, Military, and all of his supporters!",
  "Watching media trying to ask the Rear Admiral Jackson (The White House Dr) questions in ways that leaves an opening to attack @realDonaldTrump's health after an amazing report, cognitive &amp; otherwise, is like watching Dumb &amp; Dumber 1:1,000,000 \"So you're saying there's a chance!\"",
  "Democrats that are boycotting @realDonaldTrump's SOTU speech are demonstrating to America that they do not care about the well being of our country. VOTE THEM OUT! #TuesdayThoughts #MAGA",
  "The cruelest of all is the neglect of our citizens who are homeless. We citizens support American homeless and veterans first and foremost. You want to support lawbreakers, #BankFraudBernie, use your own money. https://t.co/XaphabTAZL",
  "I believe #DickDurban made this whole S--t Hole thing up,with #LindseyGraham, to cover their sorry attempt at their S--t Hole #immigration bill, and embarrass #Trump. They knew the press would eat it up. Of course MSM loved it.",
  "REPORT: Dick Durbin Has A History Of Lying About Private White House Meetings \n\nDems being Dems. #LIAR \n🐲🐀🐲🐀🐲🐀🐲🐀🐲🐀🐲🐀🐲\nhttps://t.co/HIJ7QeUxi2",
  "Obama insulted tens of millions of Americans by saying Fox News viewers are “living on a different planet”\n\nPerhaps he’s upset that President Trump is cleaning up the mess he left?",
  "This is how #BillClinton and his horrid criminal cohorts destroyed #Haiti. The ONLY “shithole” part of Haiti was Bill Clinton’s involvement, he and his crooked family. Bill Clinton was Haiti’s devil incarnate. https://t.co/roSffsaEre",
  "Yes you did Barrack Hussein. So don't be talking trash about @FoxNews. You are using Your favorite playbook, Rules for Radicals, by Saul Alinsky, your mentor. Your best Asset, Lying &amp; diverting your True Intentions. #MarxistMuslim https://t.co/r1eFi3uG0z",
  "The biggest Fake News by Democrats?  Hawaii Ballistic Missile Attack.",
  "Barron Trump is a child and should never be attacked like the way he has been. The media should be ashamed of themselves... https://t.co/3K9o3y1U7u",
  "@SaysHummingbird @funder and this cant be stopped?  come on...",
  "Can’t wait to see the dems circle the wagon around this one. https://t.co/HRXAYuIQKP",
  "So disgusting that #BillClinton made that horrible nuclear treaty with North Korea that brought us to this day. You didn’t mention that, #FakeJake https://t.co/lzvHt0UH9g",
  "Haiti got her independence just 30 years after America. If a country can’t feed itself after 200 years what should we call it? A success?",
  "Says the woman who destroyed Haiti by stealing all charity funding she could lay her hands on... https://t.co/2HJM260ZGL",
  "Facts are friendly. Let’s withdraw all aid to these various countries, allocate those needed funds to our homeless American CITIZENS and let the chips fall where they may. Then we will see which countries are shitholes and which are not. Simple.",
  "Today, it was my great honor to proclaim January 15, 2018, as Martin Luther King Jr., Federal Holiday. I encourage all Americans to observe this day with appropriate civic, community, and service activities in honor of Dr. King's life and legacy. https://t.co/samlJsz1Nt",
  "The Clintons used Haiti as their own private (you know what) https://t.co/K2amHNesHm",
  "Reason I canceled my trip to London is that I am not a big fan of the Obama Administration having sold perhaps the best located and finest embassy in London for “peanuts,” only to build a new one in an off location for 1.2 billion dollars. Bad deal. Wanted me to cut ribbon-NO!",
  "Never said anything derogatory about Haitians other than Haiti is, obviously, a very poor and troubled country. Never said “take them out.” Made up by Dems. I have a wonderful relationship with Haitians. Probably should record future meetings - unfortunately, no trust!",
  "Because spouses have a testimonial privilege in criminal cases... #EmailEspionageViolations  https://t.co/QUlFpJWZWg",
  "When in the history of this country did an ex-president meddle in the affairs of a current one as Obama is doing?",
  "Continuing the grand Obama tradition of sealing his secret life. Evidently his birth certificate will be a digital scan as well. No surprise.  https://t.co/Nxo5I1s3E9",
  "BL BERZERKER COALITION O’ DOOM!My Apologies To ALL The CHAPTERS for not being Able To REJOICE in The BL/BETTY CROCKER PIE CRUST TASTE DEVASTATION O’ DOOM &amp; DELIGHT!THANKS for ALL The BL LOVE as my UTERUS REGAINS FULL BL POWAH!MUCH LOVE/BL FAMILY RULES!ZAKKxo https://t.co/OoJ8KMMuog",
  "It just shows everyone how broken and unfair our Court System is when the opposing side in a case (such as DACA) always runs to the 9th Circuit and almost always wins before being reversed by higher courts.",
  "The fact that Sneaky Dianne Feinstein, who has on numerous occasions stated that collusion between Trump/Russia has not been found, would release testimony in such an underhanded and possibly illegal way, totally without authorization, is a disgrace. Must have tough Primary!",
  "BREAKING: 'Anonymous Sources' at CNN saying Fake Jake screamed obscenities at camera crew, threw a coffee cup at the wall, and demanded CNN never make him interview Stephen Miller again, after being DESTROYED in front of his audience of one!\n\n@jaketapper and @CNN are #FakeNews https://t.co/2iDCoDVv0c",
  "Here it is, straight from the mouth of the greatest liar of this century... #Obama #DACA  https://t.co/IyY0jnPXuZ",
  "The closer we get to the truth, the more the democrats panic:\n\n✔️Uranium One\n✔️HRC emails\n✔️Loretta Lynch\n✔️Comey memos\n✔️Clinton Foundation Fraud\n\nThey are being EXPOSED!",
  "Hey TRUMPERS! Don’t go all never Trumper on us! Trump will make the best deal that he is able to. Remember he’s only been in office for a year and look what he’s already done for us! @realDonaldTrump",
  "The NORSE WHITE BLACK LABEL ODIN GRAIL - “Trampled Down Below” GRIMMEST HITS - tBLSt @WyldeAudio @DeathWishCoffee @guitarcenter @LAWKSTARGuitars @drumcityguitar @EMG_PICKUPS @TonePros @FloydRose @GenerationAxe @zakk_sabbath https://t.co/OCDOxk8ztk",
  ".@WorldWideBLS drop another new song on you. Listen to 'Trampled Down Below' here: https://t.co/mLLZVqbEku",
  "Hey @Oprah  #Goldenglobes. Funny I've never heard you mention my name. CAN YOU HEAR ME NOW?Guess not. My rapist was/is your friend, Bill Clinton https://t.co/zBSPnrqRzk",
  "Stephen Miller: “Why don’t you give me 3 minutes to tell your viewers the truth about the Donald Trump I know” \n\nJake Tapper: “Because it’s my show and I don’t want to do that”\n\nThe fake news bias will never end!",
  "It’s amazing to look at the people who didn’t get elected president. When you see their behavior subsequent to their losses, it boggles the mind. You reflect on what catastrophes they might have been. #AlGore #HillaryClinton #JohnMcCain",
  "BIG BL THANKS for Bringing BL/BETTY CROCKER PIE CRUST TASTE DEVASTATION To PUMMELING NEW LEVELS O’ DEVASTATION &amp; BOWEL BLOW OUT DEMOLITION!!! BL FAMILY RULES!!! tBLSt @WyldeAudio @DeathWishCoffee @guitarcenter @drumcityguitar  @zakk_sabbath @LAWKSTARGuitars https://t.co/Sn0ou4BrfF",
  "Many people who bash Trump as a buffoon couldn’t make a million bucks—let alone a BILLION—&amp; couldn’t get elected dogcatcher, let alone POTUS",
  "Strange that whenever @realDonaldTrump is #winning the media is able to find some shiny anti-Trump object to cling to (regardless of credibility) while conveniently forgetting\nTax reform win\nISIS crushed\nDOW 25K\nNASDAQ 7000\nNK agrees to SK talks\nAmazing Jobs Report +250K\nAnd more",
  "@MichaelWolffNYC’s book #FireAndFury is a work of FICTION like Harry Potter. \n\nAnd the author even ADMITS it on page 10 of the book. https://t.co/egfilcYgwr",
  "More and more errors will continue to leak out... that is why I’m not concerned with #FireandFury 😉 #MAGA #fireback #MAGApreneur #MajorityNext 🇺🇸🇺🇸🇺🇸 https://t.co/PVNAq2iDFQ",
  "@BLSBASS lol",
  "BIG BL THANKS To The CHICAGO BULLS for Inviting me to Play OUR NATIONAL ANTHEM!!! ALWAYS a PRIVILEGE &amp; HONOR - tBLSt SDMF @WyldeAudio @DeathWishCoffee @guitarcenter @TonePros @EMG_PICKUPS @FloydRose @AspriReverb @zakk_sabbath - Vid: @TalenaRose https://t.co/IcYunJQpJL",
  "TONIGHT!!! THE GRIMMEST TUPPERWARE FESTIVUS MIRACLE ON EARTH w/CORROSION OF CONFORMITY &amp; EYEHATEGOD Rolls w/The CHICAGO,IL CHAPTER!!! tBLSt @WyldeAudio @DeathWishCoffee @guitarcenter @LAWKSTARGuitars @drumcityguitar @EMG_PICKUPS @TonePros @zakk_sabbath https://t.co/4doZ4PuAYQ",
  "Chicago, IL Chapter! 💀 Black Label Society tonight at the House of Blues with @coccabal and @EyehategodNola!  Photo by @MikeRiffFactory https://t.co/YTGruxeNpd",
  "BIG BL THANKS To The CHICAGO BULLS For Giving me The Opportunity to Play OUR NATIONAL ANTHEM before Tonight’s Game - As The PROUD SON of a WWII VETERAN it is ALWAYS a PRIVILEGE &amp; HONOR To perform it - tBLSt SDMF @WyldeAudio @DeathWishCoffee @zakk_sabbath https://t.co/n9IQqK2uHT",
  "@cycorythm @ZakkWyldeBLS @WyldeAudio @DeathWishCoffee @zakk_sabbath @chicagobulls @NBCSChicago now that's dumb",
  "Human trafficking: As easy as ordering a pizza! \n\nhttps://t.co/1VzCDE7FOH",
  "I use Social Media not because I like to, but because it is the only way to fight a VERY dishonest and unfair “press,” now often referred to as Fake News Media. Phony and non-existent “sources” are being used more often than ever. Many stories &amp; reports a pure fiction!",
  "Say what one will about @Twitter, but without it, the cancer of the Obama/Clinton “Deep State” would never have been revealed. Various #MSM would have continued to perform their roles as lackeys for the #Democrats and the rot and corruption would have continued to fester.",
  "Trump’s New York Times interview was brilliant. \n\nThe President challenged every Democrat lie from RussiaGate to why Crooked Hillary lost the election. \n\n45’s war on FAKE NEWS has liberals fuming because they simply can’t keep up with such stamina and resolve. 👊🏻",
  "If you put all the truly horrible countries of the world in a centrifuge and spun it down, the concentrated residue would be the #UnitedNations. The #UN is a pox on mankind.  https://t.co/HzYD5UG49S",
  "BLACK LABEL ODIN GRAIL CLUB O’ DOOM!!! DENVER,CO CHAPTER - tBLSt SDMF @WyldeAudio  @DeathWishCoffee  @guitarcenter  @drumcityguitar @LAWKSTARGuitars  @AspriReverb  @FloydRose  @GenerationAxe  @zakk_sabbath https://t.co/X3YjUlono0",
  "3 big wins in 2017 you won't hear:\n\nTrump confirmed the most circuit court judges ever in a President's 1st year (all conservatives)\n\nTrump deregulated the economy more than any President in 100 yrs\n\nTrump opened up markets to allow billions of dollars of US goods to be exported",
  "Back home where we learned how to do more than just bake pecan pies. #trapshooting #pull https://t.co/y5Y1rsb35J",
  "In the East, it could be the COLDEST New Year’s Eve on record. Perhaps we could use a little bit of that good old Global Warming that our Country, but not other countries, was going to pay TRILLIONS OF DOLLARS to protect against. Bundle up!",
  "This is like Jack the Ripper lecturing us about the rising crime rate https://t.co/vv9GkFtEL7",
  "THE GRIMMEST SHOW ON EARTH!!! A Show so POWAHFUL - Your GENITALS &amp; LOWER BOWELS Will be JOYOUSLY Tapping out in SUBMISSION!!! Next BL MASS O’ DOOM - SIOUX CITY,IA CHAPTER!!! tBLSt @WyldeAudio @DeathWishCoffee @guitarcenter @LAWKSTARGuitars @drumcityguitar https://t.co/DDuVeLnFz4",
  "“I knew Mahatma Gandhi. Mahatma Gandhi was a friend of mine. You, Sir, are no Mahatma Gandhi...” https://t.co/YuSOzRSt7r",
  "Democrats aren't afraid TRUMP will Fail, they are worried that he will SUCCEED.....\n\nDear Democrats;\nFor 8 years we put up with your choice of POTUS. We complained but accepted it. You don't have the integrity to do the same.\n\n#MAGA\n#IStandWithTrump \nhttps://t.co/mGw3ehYeOP",
  "He is a Muslim. He can deny it, his apologists in the media can refute it, and his enablers can promote a narrative that he is a Christian. It’s a pack of lies. Obama is a Muslim and that is where his allegiance lies. Always has. Always will. https://t.co/jZs1wK851B",
  "#BlackLabelSociety\n#BLS\nPhoto by @JustinReich https://t.co/pm0sfRlMEP",
  "I’m calling bullshit on SpaceX’s excuse. That shit’s a UFO and there’s been others that have been seen that are just like it!!",
  "#FridayFeeling today I was workin in the shop....bummer! But I did crush it today thanks to @dariolorina an #DeathGripTribulations . I need another show! 🤘😎🤘\n #RockNRoll #Music #Guitars #JustDoIt #LasVegas #Vegas #VegasLife https://t.co/8f3lFhAhsr",
  "Trump gets off Air Force One And immediacy holds up a sign 👉That says👉Keep On Tweeting \n\nI Completely Agree👉Trump Needs To Continue Tweeting And Get His Message Out To The American People Without The Fake News Distorting It \n \nDon’t You Agree ? \n\nhttps://t.co/Vn6oxI5d32 https://t.co/mvnuOy1CW5",
  "As I told our troops in Afghanistan, the Armed Forces of the United States are the world’s greatest force for good. It's because of them freedom has a future in Afghanistan, America, and across the wider world. And I assured them: @POTUS Trump HAS THEIR BACK. https://t.co/oGK1Qeu0ox",
  "95% of Americans will pay less or, at worst, the same amount of taxes (mostly far less). The Dems only want to raise your taxes!",
  "Our big and very popular Tax Cut and Reform Bill has taken on an unexpected new source of “love” - that is big companies and corporations showering their workers with bonuses. This is a phenomenon that nobody even thought of, and now it is the rage. Merry Christmas!",
  "I'd be careful mocking an $18/week tax cut for working families. That $18/week could be a swimming lesson, an afternoon at the movies, school supplies, or an every-other-week dinner out for the family. What might seem little to you might feel like a bonus to many others.",
  "BL BOOT CAMP - DAY 3 - tBLSt SDMF @WyldeAudio  @DeathWishCoffee  @guitarcenter  @drumcityguitar @LAWKSTARGuitars  @EMG_PICKUPS  @TonePros @GenerationAxe @FloydRose @zakk_sabbath @dariolorina @BLSBASS @JFabb @AFullerSound https://t.co/F5DbhQRGta",
  "@stevenamcqueen good times....ur the best",
  "Are you kidding? Mueller is the best thing to happen to Trump. He is a chew toy for the Democrats, keeping them blissfully distracted while Trump and we Americans put this country back together.  https://t.co/6hnP9ZHIZX",
  "With the strategy that I announced today, we are declaring that AMERICA is in the game and AMERICA is DETERMINED to WIN!\n\nOUR FOUR PILLARS OF NATIONAL SECURITY STRATEGY: https://t.co/B3POaMVID8",
  "can't wait o see this guy @dariolorina play in a couple weeks  https://t.co/BqLcCkk1mw",
  "If last night’s election proved anything, it proved that we need to put up GREAT Republican candidates to increase the razor thin margins in both the House and Senate.",
  "Thank You @POTUS And @FLOTUS For Bringing 'Merry Christmas' Back To The @WhiteHouse . We're Going To #MakeChristmasGreatAgain . And Above All, Thank You To Put The Nativity Scene #Jesus . Merry Christmas To Everyone . #MerryChristmas #MAGA 🙏🎅🎅🎄🎄🎄🇺🇸⛪️ https://t.co/glSQ0SKe0B",
  "Despite thousands of hours wasted and many millions of dollars spent, the Democrats have been unable to show any collusion with Russia - so now they are moving on to the false accusations and fabricated stories of women who I don’t know and/or have never met. FAKE NEWS!",
  "This person berates the character of @SarahHuckabee on a daily basis.  #ChelseaHandlerHumanUrinal https://t.co/Y07Q0Rmcw6",
  "Remember when Hillary got the debate questions in the debate with Trump and he still kicked her ass? 😂😂😂",
  "No matter which team wins today America will win no matter what. \n\n#Army #Navy #GoNavy #BeatArmy #AmericasGame #MAGA #Winning #Warriors #Goats #Knights #Cadets #Midshipmen #Sailors #Soldiers #USAFisTheRedHeadedStepChild https://t.co/ikW89Uh0AV",
  ".@DaveWeigel @WashingtonPost put out a phony photo of an empty arena hours before I arrived @ the venue, w/ thousands of people outside, on their way in. Real photos now shown as I spoke. Packed house, many people unable to get in. Demand apology &amp; retraction from FAKE NEWS WaPo! https://t.co/XAblFGh1ob",
  "Everyday is like Christmas since @realDonaldTrump became President🇺🇸#MerryChristmas America 🎄🎁🎄🎁🎄🎁🎄🎁🎄 https://t.co/oOn9PQ4SXS",
  "Chelsea Handler, who has had 2 abortions at age 16 and has slept with countless men including TV executives, is calling Sarah Sanders, a married mother of 3, a harlot. \n\nThat’s rich.",
  "#Obama, Like All #Liberals, Take No Personal Responsibility. Obama Blamed Bush for Everything Bad &amp; Now Tries to Take Credit for Trump's Accomplishments. Exactly What Losers Do. https://t.co/KxDcpsNlxF",
  "If the Russia investigation is no longer about collusion what exactly is it about? #Tucker @FoxNews",
  "How does Bob Mueller explain away the fact that his team’s pre-existing, &amp; virulent, anti-Trump biases would get them all thrown off a jury in the case, YET, they’re all permitted to lead the “investigation”?",
  "A vote for Doug Jones is vote for #GeorgeSoros &amp; #ChuckShumer. Alabama does not want convicted #Felons  choosing their next Senator &amp; neither does #America. Say NO to Soros!\n#StandWithRoyMoore\n\n#MAGA🇺🇸 \n#DrainTheSwamp \n#AmericaFirst  https://t.co/SR0xQ7k0pL",
  "For a man who is standing up to the entire #FakeNewsArmada, @RealDonaldTrump has knocked it out of the park so far. https://t.co/8LWreW6CBr",
  "Hey liberals, your fairytale Russia investigation has zero effect on @realDonaldTrump. 10 months in and the only thing you have is Michael Flynn doing his job? Sad!",
  "Your party took 8 years and their signature economic achievement was #CashForClunkers. Sit down and be quiet. #Trump is rolling over you like a Sherman Tank.  @realDonaldTrump https://t.co/enfjqnCvIS",
  "A disgraceful verdict in the Kate Steinle case! No wonder the people of our Country are so angry with Illegal Immigration.",
  "#KateSteinle will leave an enduring legacy. The stunning depravity of her murderer’s acquittal will be a turning point in American history. The lines are drawn. #BuildTheWall",
  "Funny to hear the Democrats talking about the National Debt when President Obama doubled it in only 8 years!",
  "Once again, the left is more offended by Trump retweeting a video of ISIS throwing captives off a building but not the actual video? \n\nThis is exactly why he’ll win again in 2020.",
  "Melania, our great and very hard working First Lady, who truly loves what she is doing, always thought that “if you run, you will win.” She would tell everyone that, “no doubt, he will win.” I also felt I would win (or I would not have run) - and Country is doing great!",
  "Could our long, national nightmare be over? https://t.co/68aGu4Gqfr",
  "If Roy Moore wins it will be the most demoralizing blow for the media since @realDonaldTrump ‘s election—so let’s make it happen",
  "Why the coordinated rush by the Clinton mob to attack me if I’m just some loose cannon. Why worry about it? Why not just move along. It’s because they know what they’re hiding.",
  "Twitter censoring Clinton tied Satanic pedo ring bust in China!👇🏼🍕This story is a big puzzle piece to bring down the Cabal. Please RETWEET!🐇 https://t.co/YPPYrzIdz1",
  ".@FoxNews is MUCH more important in the United States than CNN, but outside of the U.S., CNN International is still a major source of (Fake) news, and they represent our Nation to the WORLD very poorly. The outside world does not see the truth from them!",
  "The Consumer Financial Protection Bureau, or CFPB, has been a total disaster as run by the previous Administrations pick. Financial Institutions have been devastated and unable to properly serve the public. We will bring it back to life!",
  "Even on Thanksgiving the hate-Trump media can’t take a break.  Headline on Politico: “How Donald Trump Ruined Thanksgiving.”  Pathetic.  Stand down for 24 hours.  Yeech.",
  "...LaVar, you could have spent the next 5 to 10 years during Thanksgiving with your son in China, but no NBA contract to support you. But remember LaVar, shoplifting is NOT a little thing. It’s a really big deal, especially in China. Ungrateful fool!",
  "Hillary Clinton bragged about Bill Clinton not using Twitter when he was president from 1993 to 2001.\n\nTwitter was not created till 2006. #Clinton25 https://t.co/hTjaoCSiwR",
  "Monday the truth about Uranium One comes out, I can't wait till all these reporters who have lied to their viewers about how U1 had nothing to do with Hillary. When you see the videos, you will see how corrupt this deal was. Hillary knew, Obama knew and many others knew. ☢️",
  "💥 SOROS had meeting with PELOSI and Resistance Dems this weekend: Planning Next Steps to Oust President Trump! https://t.co/nRqXWt0NM8",
  "“No human being was protected more than Bill Clinton was…and no human being was more harassed and ridiculed and trashed as Bill Clinton’s victims were.”-Juanita Broaddrick(@atensnut)\n#IngrahamAngle https://t.co/YbESBYrQ8W",
  "RETWEET if you think Al Franken should resign immediately for his unacceptable behavior towards women.",
  "Kim Jung-un: I will destroy America, Japan, and South Korea.\n\nTrump: Quiet fatty.\n\nMedia: Oh my god, Trump is way out of line!!",
  "You know the pizza party is over for the Molesta brothers when even CNN is covering their downfall! \n\nhttps://t.co/qEUGWDYlk8",
  "Is this @realDonaldTrump’s greatest tweet ever? https://t.co/0Tg0rWAhni",
  "VETERANS DAY 2O17-As The PROUD SON of a WWII VETERAN-GOD BLESS &amp; THANK YOU To ALL OUR VETERANS for DEFENDING OUR FREEDOM &amp; Allowing us ALL To Have The INCREDIBLY BLESSED LIVES &amp; OPPORTUNITIES WE Have as AMERICANS-tBLSt SDMF https://t.co/rEf6Pmvc6T",
  "Anon says Seth Rich relates to Saudi Arabia. Rich tried to expose child sex trafficking. Saudis were sex trafficking from Vegas. 👇🏼 https://t.co/Khq8ho4zNL",
  "Fish food fake news aside, how refreshing to have a #POTUS who isn’t bowing and scraping his way around the world. #ObamaByeBye",
  "By blocking my reforms, Madigan is ensuring that Illinoisans continue to struggle. https://t.co/HHnmhhMft8",
  "Unemployment is down to 4.1%, lowest in 17 years. 1.5 million new jobs created since I took office. Highest stock Market ever, up $5.4 trill",
  "Know who is most worried about Manafort indictment? It’s Tony Podesta, who also failed to register under FARA and laundered money.",
  "Trump said he will appoint a special prosecutor to investigate Clinton: Mueller! Manafort 👉🏻leads to Podestas 👉🏻leads to Clintons‼️ #4Dchess",
  "#HappyHalloween from the @WhiteHouse! 👻🎃 https://t.co/LtTKT2fDF4",
  "Never seen such Republican ANGER &amp; UNITY as I have concerning the lack of investigation on Clinton made Fake Dossier (now $12,000,000?),....",
  "@stevenamcqueen boo",
  "#SignsYoureABadPresident\n\nPretty much everything Obama did for 8 years, so glad that is over 🙌🏻\n\nWe can finally #MAGA and move on https://t.co/yUBSDokwlN",
  "Just read the nice remarks by President Jimmy Carter about me and how badly I am treated by the press (Fake News). Thank you Mr. President!",
  "Our neighbors in Wisconsin, Indiana, and Missouri have Mike Madigan to thank for their new jobs. https://t.co/Pb43sRW2cL",
  "Please explain how the FBI can stonewall Congress when asked for information on the Dossier and Uranium One deal? Who is in charge here?",
  "https://t.co/By085e82LX",
  "It is not a question of whether the #Clintons “have no shame.” They don’t. The question is when will we stop tolerating their shamelessness?",
  "So @DonaldJTrumpJr takes one meeting and it triggers a 9 month phony investigation \n\nHillary takes $110 million from Russia and no one cares",
  "Here’s a song for you… Another Park Another Sunday by The Doobie Brothers\nhttps://t.co/qgMIPGSGdK",
  "Jeff Flake was going to lose his primary, it wasn't going to be close. He took on Trump &amp; lost. everyone who has taken on Trump has lost.",
  "Bob Corker, who helped President O give us the bad Iran Deal &amp; couldn't get elected dog catcher in Tennessee, is now fighting Tax Cuts....",
  "#LONDON IS FALLING: #UK Capital Now More Dangerous than NYC... More Rape, More Robbery, More Violence #muslimmayor 🤐 https://t.co/jJMooLtrge",
  "Alec Baldwin, who abused his 11 year old daughter, meets with serial sexual predator James Toback and child rapist Roman Polanski. #PedoWood https://t.co/91Y5BedZ48",
  "This is unbelievable!👇🏼We all need to pray &amp; support Corey as he's clearly being targeted for exposing Hollywood pedos! God pls protect him! https://t.co/kUBg9vNdxD",
  "The WYLDE AUDIO APARTMENT PRACTICE AMP Ready to Roll w/The BOSS &amp; The FELLAS!!!AFTERSHOCK FESTIVAL!!!@WyldeAudio @OzzyOsbourne @TonePros https://t.co/ZzKkTqX7Iu",
  "Florida Rep, #Frederica Wilson paid Imran #Awan $138,235 since 2011. Time to Investigate Ties to Pakistan.  https://t.co/Kub4DMdZIE",
  "Arrest comes after tweeting he was “working on a plan” to expose pedophiles - https://t.co/0rxqPK9esp #Infowars #HollywoodIsDead",
  "Meet the probable Democrat Ticket for 2020 election. These liberals just keep getting better and better at picking top talent to lead them. THIS is now the face of the Democrat Party, folks. Haters...\n#MAGA #tcot #SundayMorning #AMJoy https://t.co/bl7Ob33vUk",
  "This video keeps being removed. Share.                                        https://t.co/HwvErvqjfr",
  ".@EricHolder says he's part of the Resistance 🤣🤣. That POS &amp; his corrupt crony @BarackObama have ALWAYS resisted American Values! #Losers https://t.co/bHB52Ie7qd",
  "Subject to the receipt of further information, I will be allowing, as President, the long blocked and classified JFK FILES to be opened.",
  "BREAKING: Obama DOJ Allegedly Threatened FBI Informant To Silence Him On Russian Nuclear Corruption https://t.co/fI3vGt1bMU",
  "#LasVegas shooting was the worst in US history. Key surviving figure is interviewed on a talk show. Where are the investigative journalists?",
  "The most important truth our FOUNDERS understood was: FREEDOM is NOT a gift from Govt. FREEDOM is a GIFT from GOD. 🎥https://t.co/rmAzGt8SuG https://t.co/SrPavwrt2R",
  "BOOM. CLINTON/Russia https://t.co/QUwX0M1kRV",
  "Harvey Weinstein helped pay Bill Clinton's legal bills during Monica era, Washington Post archive reveals https://t.co/fpRY4uv8AJ #FoxNews",
  "Comey drafted letter on @HillaryClinton email investigation before completing interviews, @FBI confirms\n https://t.co/ioL41AWWqn",
  "Trump on Hillary: \"If she says sitting for National Anthem isn't disrespecting our flag... that thinking is why she lost.\n\nSpot on.\n\n#MAGA",
  "Now the cowards at the networks are too ashamed even to broadcast the playing of our National Anthem. #BoycottNFL   https://t.co/2783t3UzGH",
  "Money pouring into Insurance Companies profits, under the guise of ObamaCare, is over. They have made a fortune.\nDems must get smart &amp; deal!",
  "Instead of you hating the police, how about you stop breaking the law.",
  "In honor of the NFL disrespecting our great flag, we're giving American flags away for free. Just cover shipping! https://t.co/b4QpABP4Mc",
  "They did not fire Harvey Weinstein because they found out he was a sexual predator. They fired him because we found out!",
  "Did @alexnazaryan miss the memo? Dennis Hastert is a pedophile. \n\nhttps://t.co/2TyhhTqdQQ",
  "Jimmy Kimmel Asks 18 Year Old Girl To Grope His Crotch https://t.co/xJ4MVLGoDh",
  "Dennis Hastert is a pedophile. https://t.co/qnLKqxentL",
  "So Michelle Obama speaks out against women who voted Trump, but won’t stand up for the women assaulted by Weinstein? More liberal hypocrisy.",
  "To All who are belittling me about my support of Trump. Accusations against him went NOWHERE-Don't you get it-NOWHERE!",
  "Report: FBI Wipes Phones &amp; Laptops of Las Vegas Massacre Eyewitnesses - https://t.co/gIucSP2ggk https://t.co/n3Lb974yB4",
  "The @NFL is trapped in a box of its own making, desperate to find some graceful way out. But there really is none. https://t.co/jPVn165L9U",
  "Hillary would have gained the world by winning, Trump lost it all for a higher cause. https://t.co/7o8otnEgSi",
  "It only took 5 days and Weinstein being removed from power for Hillary to get outraged. I'm shocked! #whathappened\n\nhttps://t.co/NQhee5TNxF",
  "Every superstar male actor - straight or not - has been forced to perform oral sex on the Harvey Weinsteins of Hollywood.",
  "@LaurenSivan why didn't you walk away?",
  "Weird, Hillary has been really quiet about Harvey Weinstein. You would think she would be all Over this. #WhatHappened?",
  "This didn't age well. https://t.co/TGxJWTuYKg",
  "Ever wonder why it feels like @realDonaldTrump has been in office longer than 9 months? Because he's actually getting work done. #MAGA",
  "ALMIGHTY BLACK LABEL!!! STRONGER THAN DEATH/BLESSED SUNDAY TO ALL!!! tBLSt SDMF https://t.co/LbOIg8paWG",
  "To those being silent in the Harvey Weinstein sexual harassments of women, how will you be looked at the next time you are \"outraged?\"",
  "Haven't heard a word from liberals condemning Harvey Weinstein for sexually assaulting dozens of women. They are obviously complicit.",
  "She's a guy https://t.co/bFwcZ1c03R",
  ".@seanhannity \"Liberals why do cities with the strictest gun control laws run by dems have the highest murder rates in the country?\" https://t.co/2DT3xkUsKb",
  "@Cernovich Illuminati sacrifice",
  "Jimmy Kimmel Is Globalist Operative Manipulating The American People https://t.co/S4jOBv6WP7",
  "@Cernovich Illuminati sacrifice",
  "Another Las Vegas victim describes Trump's visit as \"comforting\" \"he isn't what we see on social media\" https://t.co/BjboNWN4R8",
  "POLL: Do you think there is more to the Las Vegas Shooting than we're being told? VOTE &amp; RETWEET!",
  "WOW: Now this is something you wont see on CNN. Las Vegas victim meets Trump &amp; says: \"I will always respect my President, country and flag!\" https://t.co/5bB0j3cRvO",
  "NEW @ZakkWyldeBLS Song “ROOM OF NIGHTMARES” is Out Now, Off The Upcoming Album “GRIMMEST HITS” Go To @iTunes And DOWNLOAD NOW!! GI⚡️FD #SDMF https://t.co/R4bM5fid7o",
  "BREAKING: ANTIFA Receiving Military Training From ISIS https://t.co/DGm8kN7UEU",
  "I've pulled an Abdominal muscle &amp; My Left Hamstring SMASHING My MANROOT To This BL MUTANT MASTERPIECE THEATRE GENITAL JOYRIDE O' DOOM!tBLSt https://t.co/aKbld7eh8q",
  "The @NFL express solidarity with their teammates in the name of SOCIAL JUSTICE. This is who started it. Think about that. \n\n#BoycotttheNFL https://t.co/gUCwdLqHuQ",
  "@stevenamcqueen 😲",
  "@stevenamcqueen Ick",
  "JUST IN: New evidence confirms Obama admin indeed did illegally wiretap members of the Trump campaign. \n\nObama is jealous of Trump success.",
  "I assume the people freaking over a golf ball GIF would be cool with @realDonaldTrump staging a Shakespeare play where Hillary gets stabbed.",
  "@Iamalaxmom Class of 77 Reunion next weekend.....how are you????",
  "The \"deplorables\" came back to haunt Hillary.They expressed their feelings loud and clear. She spent big money but, in the end, had no game!",
  "Mitch McConnell &amp; Paul Ryan don't want us using the term 'Drain The Swamp'\n\nIt'd be a shame if this got 10,000 retweets. \n\n#DrainTheSwamp",
  "A message to my fellow Americans🇺🇸#IrmaHurricane2017\n🎥https://t.co/jyg6AlyAAb\n🎥https://t.co/iPujtHzejr https://t.co/HCQ9kmKc4E",
  "POLL: Best dressed award goes to:",
  "@stevenamcqueen Lol....little itty bitty guy....",
  "Congress now has 6 months to legalize DACA (something the Obama Administration was unable to do). If they can't, I will revisit this issue!",
  "@dariolorina https://t.co/V90uAGEV55",
  "Beautiful service today at St. John's. @potus and I wishing you many blessings on this National Day of Prayer.",
  "Just remember President Trump did not bring division. Division is what brought President Trump!",
  "☀︎ https://t.co/62g4ILbAZB",
  "This is awesome!!! 🇺🇸🇺🇸🇺🇸 https://t.co/DfG9czI3TY",
  "Community organizer to buying $15,000,000 worth of dirt. Neat trick. So the Clintons aren't the only public servants to cash in, it seems. https://t.co/val2Q0EIBf",
  ".@SebGorka is 100% correct just now on @seanhannity ....the unmasking of Americans by the Obama Admin is and SHOULD BE the biggest story...",
  "This #AntifaGoon screamed she didn't want her picture taken while being arrested. Please respect her privacy. Do not retweet 10,000 times. https://t.co/r0dNSGxEEl",
  "Obama pardoned a crack dealer who murdered three people upon release. Media silent. \n\nhttps://t.co/ELmkzXk4DR https://t.co/uzb0MJfbm7",
  "@dariolorina you going to the fight? #TheNotorious #gotowar",
  "@dariolorina Killin it....",
  "Hillary's New Memoir: What Happened? People Hate You, That's What Happened https://t.co/P5Ae8SOCzT",
  "@stevenamcqueen https://t.co/v402P6IZfh",
  ".@FordOConnell: \"What's driving the protesters is Trump derangement syndrome. There is nothing this man can say or do that will pacify them\" https://t.co/95H9cS20WQ",
  "Yes, the man has a plan! \nAfghanistan\n\"In the end, we will win\"\n\"We are not nation building, we are killing terrorists!!\"\n\n#Trump ! https://t.co/T6CBSl3Nk6",
  "Trump movement has 100% condemned white supremacy &amp; political violence. On the other side,\nDemocrats/MSM have embraced violent ANTIFA.",
  "Trump hired Steve Bannon so he could see the swamp from within. Now he is going to unleash hell! \n\nThis is what 4D chess looks like. \n#Maga",
  "Can't wait to see how rat bastard media spins THIS to blame @realDonaldTrump &amp; the lovely patriotic woman!\n#FightSupremacy #BostonBombing https://t.co/HiAozC4jFx",
  "⚠️Our great @POTUS is playing 4-D chess on a 3-D chessboard against people who find playing 2-D chess a challenge.😉👍💪\n\n⚠️We r n good hands!🤲 https://t.co/ZakqAqUXqK",
  "#Women4rump support Juanita Broderick @atensnut and the women raped &amp; abused by Bill Clinton in removing his statue! It is offensive! https://t.co/yIiY6YsSzt",
  "The press won't admit the #Charlottesvile hate rally organizer is an Obama/Occupy guy b/c it ruins their narrative https://t.co/jZFP8VHNEO",
  "@Lrihendry @ChristiChat @realDonaldTrump I did....",
  "@ChristiChat I like your style....#MAGA #WINNING",
  "Lock him up!\nMcAulliffe sabotaged\n#Charlottesville https://t.co/fs5vW2yxKF",
  "Missouri Democratic state senator says she hopes Trump is assassinated // Now THIS is the face of real #Fascism... https://t.co/zD5JvPGTph",
  "President Putin Slams Soros For Driving America Towards Civil War https://t.co/yXzM29273Q",
  "Did you vote for trump ???#ivotedfortrump \nVote and Retweet",
  "With Democrats,MSM &amp; Rinos 👉When lies, Russia hoax and #WitchHunt fail go back to the race card. If that fails, threaten with assassination.",
  "Trump spoke the truth about #Charlottesville riots sadly the fake news MSM has an agenda to promote and it's NOT the truth!",
  "Sad day in USA when U burn a Lincoln statue in chicago it's chicago they shoot 2000 of each other a month &amp; obama is UR godfather #losers https://t.co/tQCSNjjIpl",
  "@realDonaldTrump We are behind you 100%.  May God Bless you. and the United States of America.  Keep fighting for what's right.  #MAGA",
  "@realDonaldTrump If you have to deny the existence of the Alt Left, you are the Alt Left.\n\nBLM\nCAIR\nANTIFA\nMuslim Brotherhood\n\nALL violent Alt Left groups!",
  "Sad to see the history and culture of our great country being ripped apart with the removal of our beautiful statues and monuments. You.....",
  "PARTY OF HATE: At the 1924 Democratic Nat'l Convention in NY the delegates debated a motion to condemn the Ku Klux Klan--the motion failed",
  "Insane liberals want to #impeach President Trump for telling the truth.\n\nSorry Alt Left, speaking facts is not an impeachable offense.",
  "The racial divide we witnessed in #Charolettesville is all thanks to Barrack Obama normalizing BLM and left wing terrorists, not Trump.",
  "The Russia narrative fell apart so now Democrats are back to calling Trump a Nazi &amp; racist? This playbook is getting old.\n\n#Charolettesville",
  ".@BrentBozell: National news media is criticizing the Commander in Chief of the USA more than the man who is saying he's going to bomb USA https://t.co/2LbAACx8ed",
  "If They Kill Trump, They're Coming After All Of Us https://t.co/lCr3tDSvYR",
  ".@POTUS on military being 'locked and loaded': \"What I said is what I mean...Those words are very, very easy to understand.\" https://t.co/ekIcwzjmsX",
  "@Bananasandjoe Whats your age",
  "@Bananasandjoe Intelligent response.",
  "@Bananasandjoe @johnelway so what?",
  "Soros-Funded Media Matters Is Working with Facebook and Twitter to Kill Pro Trump Articles \n\n#WednesdayMotivation \n\n https://t.co/Gh3CiEGFN8 https://t.co/MHM3sqwsFl",
  ".@KatrinaPierson: \"Rahm Emanuel is prioritizing suing the law enforcement agency for asking municipalities to, in fact, enforce the law.\" https://t.co/h4PHJkHbA1",
  "I think Senator Blumenthal should take a nice long vacation in Vietnam, where he lied about his service, so he can at least say he was there",
  "How desperate is the left?  Even when @VP denounces the lie, the left continues with the lie! That desperate!! https://t.co/dKrhUTkAQK",
  "iPhone Supplier Foxconn Announces Second Plant Coming to Michigan in Trump Era. JOBS JOBS JOBS! #MakeAmericaGreatAgain",
  "The Fake News refuses to report the success of the first 6 months: S.C., surging economy &amp; jobs,border &amp; military security,ISIS &amp; MS-13 etc.",
  "RETWEET if you think @CNN should #FireAcosta immediately. He isn't fit to report facts from the White House Briefing Room.",
  "\"Under Trump, gains against #ISIS have dramatically accelerated\"\nhttps://t.co/jNtOTh0moL",
  ".@brunelldonald: Democrats have sold out to Hollywood. Sold out to elites. Sold out to donors. People are out here poor and they are hurting https://t.co/EpaDsXqHHV",
  "HAPPENING TODAY: Mass and memorial service for Ara Parseghian, the legendary former Notre Dame football coach. https://t.co/QxoPYo9vux",
  "Toyota, Mazda to build $1.6 billion plant in US in joint venture   https://t.co/KxA6PhQMuR",
  "@TrumpsBlonde Where did you find this?  I would love to post on other social media?",
  "@TrumpsBlonde Love it....#MAGA ....#Winning",
  "To make it easier to understand: #SinglePayer health insurance is letting a clerk at the #DMV decide whether you get heart surgery or not.",
  "Al Gore: ‘Because of Pope Francis, I Really Could Become a Catholic’ // At the right price, you'd become a pug.  https://t.co/5LrDUkq6iy",
  "Economy is up, unemployment down. Trump wins by larger margin if he ran again today. https://t.co/BI0kZyqfm7",
  "@stevenamcqueen BGE",
  "Consumer confidence is at a 16 year high....and for good reason. Much more regulation \"busting\" to come. Working hard on tax cuts &amp; reform!",
  "Excellent Jobs Numbers just released - and I have only just begun. Many job stifling regulations continue to fall. Movement back to USA!",
  "Since @realDonaldTrump inauguration, over 1 million net new jobs have been created in the American economy! #MAGA",
  "Prosperity is coming back to our shores because we are putting America WORKERS and FAMILIES first. #AmericaFirst🇺🇸 https://t.co/4kTc6Om308",
  "Me: \"Mr. President, are we winning?!\"\n\nTrump:\n\nOrder yours here:https://t.co/CKFvT7QmqL https://t.co/SOs1YYSgG6",
  "Love it or hate, these are the devastating truths about #ObamaCare... https://t.co/NFEmF1GYR0",
  "Pretty sad when AMERICA voted for Trump but Dem elites think they OWN this country so they use Mueller's Russia investigation to smear Trump",
  "Inside sources at @CNN are reporting producers have been instructed to blacklist economic growth reports &amp; distract w/ Russia narrative.",
  "I've never witnessed such hatred for a man who is willing to work for free to make his beloved country a better place. It is pathological.",
  "In Texas they don't dial 9-1-1. Don't mess with Texas. Hope @GovAbbott honors her as crime prevention person of year https://t.co/lKZCu3SBQN",
  "Stephen Miller destroyed Jim Acosta: \"Jim, that is one of the most outrageous, insulting, ignorant and foolish things you've ever said.\" https://t.co/TvlbTQqmLp",
  "List of people now being investigated:\n\nBaker\nComey\nLynch\nAwan\nWasserman-Schultz\nObama\nClinton\nRice\nFusion GPS\n\nAnd the list keeps growing. https://t.co/SlM5OTIGsD",
  "@mileskahn @realDonaldTrump Left the military in 2011. Came out as transgender in 2013.",
  "ABC, NBC, And CBS Pretty Much Bury IT Scandal Engulfing Debbie Wasserman Schultz's Office https://t.co/PjbZ2TGIKb",
  "@stevenamcqueen No.....why would you. Its carb free....",
  "The most significant aspect of yesterday's military standards announcement by @POTUS was its complete exclusion of mainstream media.",
  "Why do all the #Democrats have hammered hard drives, but @CNN and other #FakeNews outlets only care about #Republican rumors? https://t.co/dzcg5QKmoV",
  "The #Democrats are working harder to protect fraudulent voting than than the #Russians are...  https://t.co/8IkhmCaCVY",
  "Dem Rep. Luis Gutierrez Has Now Paid His Wife More Than $400,000 From His Campaign Funds\nhttps://t.co/zfqd9jfQLm",
  "\"The Democrats...have locked down to give us no help whatsoever to fix this ObamaCare that is failing every day.\" - Rep. Chris Collins https://t.co/YKF7nzs9ad",
  "After 1 year of investigation with Zero evidence being found, Chuck Schumer just stated that \"Democrats should blame ourselves,not Russia.\"",
  "The CRIMSON GOLD BUZZSAW ODIN GRAIL-solo for \"Crazy Horse\" ORDER OF THE BLACK-@WyldeAudio @DeathWishCoffee @guitarcenter @EMG_PICKUPS tBLSt https://t.co/F13z6XNcdL",
  "Even after all the DNC did to cheat Bernie Sanders, he told MSNBC that Russia caused divisiveness within the Dem Party last year. Unreal.",
  "@JaneeGerding @KidRock I have them on my table....no big deal.",
  "@seanhannity Duh",
  "@The_Trump_Train Sarah is awesome...",
  "The DNC finished $3.3 million in debt last month. Zero message AND wasting their supporters money. Tell me again, which party is imploding?",
  "'Silent Coup': Limbaugh Says DC Establishment Is 'Trying to Take Out' Trump https://t.co/XEH7j5VOiE",
  "I am asking all citizens to believe in yourselves, believe in your future, and believe, once more, in America. #AmericaFirst🇺🇸 https://t.co/NOnhJyWp4J",
  "I'm crying! https://t.co/0XR4iF33ZB",
  "TREASON? Video surfaces of Hillary admitting she was in contact with foreign leaders interfering in our election! https://t.co/EHHTyC0sEU",
  "Rolling w/The BOSS,The FELLAS,CHICAGO,IL CHAPTER,GENESIS ODIN GRAIL BULLSEYE,YLDE AUDIO WALL O' DOOM!@WyldeAudio -pic:Travis Peavler tBLSt https://t.co/TukTTVurXt",
  "The guy has been president for six months and after thousands of hours of investigative journalism, #MSM comes up with a 20 minute meeting?",
  "MSM bashes Trump for wanting to work with Putin to solve issues, yet praised Obama for getting in bed w/ murderous regimes like Cuba &amp; Iran.",
  "Another Victim of Clinton Arkancide? Man Set to Testify Against Clinton Foundation Found Dead of Apparent Suicide https://t.co/0b5fJZ1i2X",
  "Kid Rock is running making a Senate run in Michigan.. Would you vote for him? Vote &amp; RETWEET!",
  "Michael Caputo: the funny thing is... I was sent in 1994 to #Russia by the Clinton administration to get involved in THEIR elections! https://t.co/ZJaTvREF5h",
  "President Trump’s family has done more for this country in 6 months than any Democrat elected official in the past 8 years. #MAGA",
  "BIG OZZY THANKS To The OSHKOSH,WI CHAPTER for Making it a CRUSHING NIGHT!!!It was a BLAST Rolling w/The BOSS &amp; The FELLAS Once Again!!!tBLSt https://t.co/e1JY2vRSw8",
  "@KidRock. Run Kid Run......!!!",
  "A stunning new report from The Hill ties Dems and Republicans to the same lobbyists who met with Donald Trump Jr. More at 10pm on #Hannity",
  "Victory After Victory In Trump's First 6 Months https://t.co/deEDFwtT5Q",
  "This is sweet. Wait until this poor kid grows up, realizes what you've done, and stuffs both of you dismembered into a freezer in the garage https://t.co/1k3ITApFsF",
  "Imagine the Media's meltdown if Ivanka Trump starts Twerking, Smoking weed and partying with other drunk friends like Malia Obama.",
  "How much longer will media deny that deep state infiltrates culture to serve its agenda? https://t.co/DNH5YDKDqw",
  "@StephenAtHome Bracken Bat Cave, Comal County Texas, world's largest bat emergence, largest concentration of mammals #AmericanGreatness https://t.co/M499yvIUMQ",
  "When in the history of this country did an ex-president meddle in the affairs of a current one as Obama is doing?",
  "@dariolorina @TheWhiskyAGoGo @DustinJackPhoto @SeymourDuncan @jimdunlopusa @marshallamps @LAGguitarsFR @FloydRose @dariolorina wish I could have been...I live in Illinois...logistics bad. Love your music....",
  "Speak of the fake news devil... https://t.co/LL0P3hb3qO",
  "I am thinking about changing the name #FakeNews CNN to #FraudNewsCNN!",
  "The FAKE &amp; FRAUDULENT NEWS MEDIA is working hard to convince Republicans and others I should not use social media - but remember, I won....",
  "FATHERS DARIO/JDESUS &amp; CO. CRUSHED it LAST NIGHT at The WHISKEY!!!A BL FESTIVUS FAMILY GATHERING O' DOOM To Witness The DEMOLITION &amp; POWAH! https://t.co/87rIPjYk2E",
  "My use of social media is not Presidential - it’s MODERN DAY PRESIDENTIAL. Make America Great Again!",
  "@JackPosobiec  https://t.co/491uZMo0qc",
  "This sniper rifle took out ISIS fighter with 2-mile kill shot   https://t.co/Wq1BwNRKkX",
  "If you don't realize Trump is winning, you aren't paying attention.",
  "Democrats don't want peace. They would rather America turn to rubble than for Trump to succeed. We must protest them! #RallyForPeace",
  "RETWEET if you want Trump to start enforcing a law that's been on the books for 100 years: deporting illegals on welfare!",
  "@stevenamcqueen Lol.....",
  "@stevenamcqueen I would say the same for Star Wars.....let it rest.",
  "You would not know it if you watched @NBCNews or @CNN https://t.co/grixuKTN00",
  "@realDonaldTrump Where's @SarahHuckabee  ???  She needs to be front and center at White House press briefings.",
  "@Cernovich He's an ass",
  "@FoxBusiness and the reason is????",
  "@Cernovich @RealAlexJones Yes......",
  "@dariolorina now..... https://t.co/uxVafuOObK",
  "@JackPosobiec @Cernovich consider the source....",
  "Laura Loomer is trying to avoid a civil war NOW. Americans want this political rhetoric to end. She was arrested doing her duty. #FreeLaura",
  "I am being investigated for firing the FBI Director by the man who told me to fire the FBI Director! Witch Hunt",
  "@realDonaldTrump .MAGA",
  "Infowars Nightly News LIVE: MSM Tries To Shift Away From Killers For Bernie - https://t.co/Z8KMRqW71L #infowarsLIVE",
  "Deep State War Begins, Will Trump Be The Next JFK? https://t.co/l2ThC9iE11",
  "Dear fake news: \n\nIt's a social media world. You simply cannot get away with spreading hoaxes anymore.\n\nBe honest or retire, storm's coming!",
  "@jeffdobbs @Acosta @acosta.....what is your deal?????",
  "Make no mistake, what happened in #Alexandria today is the result of what the MSM and liberal celebrities teach. https://t.co/mPpiWaTnbN",
  "45 pound plate juggling strongman fun. Thank you @shenspinecenter @drawh127 @docsal15 for all the help staying strong. https://t.co/k12VWeApSr",
  "Hearing going nowhere.  Sessions not giving Trump-haters anything.  That's what happens when there are NO FACTS to speak about.",
  "I'm calling for @megynkelly to cancel the airing of our interview for misrepresenting my views on Sandy Hook - https://t.co/TfLEPHEYrd",
  "Bombshell exclusive report on the Clinton Foundation coming this week. Not garden variety corruption, it's far worse.",
  "@Cernovich @HillaryClinton how we feeling today? @ChelseaClinton https://t.co/zcg7FdAYqO",
  "Two ILGOP State Sens put forth a balanced budget w/o a tax hike. It can be done. @DanMcConchie on this week's ATC, https://t.co/ym7DX0VNwI",
  "@joncoopertweets So",
  "Did you know that the Obama admin prosecuted more leakers of classified information than every other administration combined since 1945?",
  "@SDMF4LIFE @zakk_sabbath @ZakkWyldeBLS @blasko1313 @JOEYC Ur in for on onslaught of brutality. Just saw them friday in chi town. \\m/",
  "That's right, we need a TRAVEL BAN for certain DANGEROUS countries, not some politically correct term that won't help us protect our people!",
  "Unemployment rate falls to a 16-year low yet democrats claim President Trump is ruining our economy.\n#MakeAmericaGreatAgain https://t.co/bLpZoHS8Hf",
  "Zakk Sabbath Chicago Opening - 6/2/17 https://t.co/XUvbecyeAG via @YouTube",
  "Thanks @thebottomlounge for a hot rockin' good time last night! https://t.co/0nGyzn8Ktp",
  "We like ours extra crispy.\n\n(U.S. Marine Corps video by Cpl. Clarence L. Wimberly) https://t.co/v5MnJvWTAq",
  "@EasterbrookG trying to grab a little attention?",
  "@FoxBusiness Like he matters.....",
  "Melanie cuts Kathy Griffin's head off. https://t.co/U4p0BQ8Hcx",
  "@CNN What are you doing about this?  CNN + Kathy Griffin is ISIS.",
  "@FoxBusiness NOT ACCEPTED.",
  "@jaketapper Just as all liberals are saying.  Who wore it better?  ISIS or Kathy Griffin?",
  "Who wore it better?\nISIS or Kathy Griffin? https://t.co/UkTozhosm3",
  "@kathygriffin you knew what you were doing..... apology NOT accepted. #evil #disgusting #appalling #fireher",
  "@TuckerCarlson @CNN @kathygriffin @TuckerCarlson fire Kathy Griffin",
  "@jaketapper fire Kathy Griffin",
  "@dariolorina found this on my camera photos.  Says it all. https://t.co/7F63N3Wcq7",
  "I could put a paint brush between my ass cheeks &amp; paint an exact replica of this. https://t.co/EBMJhKU7oZ",
  "@stevenamcqueen Ugly",
  "@FoxBusiness #stupid CNN. Go home.",
  "@realDonaldTrump  we've got your back",
  "@SarahHuckabee Thanks for telling it like it is....  #Whitehousepressbriefing",
  "@realjasonkarman  you need to check out Dustin Jack photography",
  "@andersoncooper  no words..... https://t.co/aHBPj18G1w",
  "@debbyloduca Who's pussy did he grab?",
  "@ZakkWyldeBLS  check FB......I posted a bluegrass rendition of Elton John's Rocket Man.....   #awesome #musicanship",
  "@ZakkWyldeBLS Now that's a good look. Love the platform shoes.",
  "@blasko1313 @Spotify \\m/",
  "@blasko1313 @Spotify I'm pretty good with this stuff but can't find your playlist on spotify.  any help ?",
  "@BoneKnightmare stupid.....",
  "@davidmuir your World News blows.....so twisted.",
  "ALMIGHTY BLACK LABEL!!! STRONGER THAN DEATH/BLESSED EASTER SUNDAY TO ALL!!! tBLSt SDMF https://t.co/3YO7vu3A8T",
  "@FoxBusiness @elonmusk @stevenamcqueen  #tech #GameChanger",
  "@stevenamcqueen  https://t.co/z2NEH3Ojrz",
  "@stevenamcqueen @ATT @DIRECTV Make the move....",
  "@stevenamcqueen @ATT @DIRECTV #cable",
  "💀🎸 \"Rituals\" LIVE from @VampdVegas! Full video @ https://t.co/MArUnbusrE. June 30th @TheWhiskyAGoGo tix on sale NOW: https://t.co/VTijsYV34c https://t.co/D56l3AHs2K",
  "\"Man in The Moon\" LIVE from @VampdVegas! https://t.co/i9HExuJPh8 | June 30th @TheWhiskyAGoGo tix on sale NOW: https://t.co/N3axhQwTzH… https://t.co/KI94afY9fE",
  "@FoxBusiness @RandPaul Go to bed",
  "@FoxBusiness @NancyPelosi Asshat",
  "GENERATION AXE!BIG BL THANKS To The TOKYO,JP CHAPTER for Making BOTH Nights AMAZING!!! @WyldeAudio @DeathWishCoffee @guitarcenter @TonePros https://t.co/PtXa4blDWj",
  "Coming soon to the Corps — the world’s most advanced helicopter: the CH-53K King Stallion https://t.co/1lnInTEDPw",
  "@stevenamcqueen Big boo....I did it way back when",
  "@stevenamcqueen Climb it.....  #exhausted",
  "#DeathGripTribulations @VampdVegas 💀 Photos by Dustin Jack. @DustinJackPhoto https://t.co/fH7YRnoZW7",
  "@Jasonoberly @dariolorina @DustinJackPhoto @VampdVegas what a great pic....",
  "Vegas! 💀 HUGE thank you to all for riffin' with us last night!  Photo by Dustin Jack. @dustinjackphoto #DeathGripTribulations https://t.co/sKK1xNEpHf",
  "@dariolorina will there be any videos from last night?  #onfire #rocknroll",
  "@seanhannity That' a big fat YES!",
  "@stevenamcqueen  wait what????  STUPIT. https://t.co/KSDB8Cm090",
  "@oreillyfactor Wow....that professor cant even respond to his own tweet. Asshat.  Carson gave him chances to do so......",
  "@FoxBusiness @stevenamcqueen  not good",
  "Caterpillar to close Aurora, Ill., plant, lay off about 800\nhttps://t.co/kdqRtXzaS8",
  "@DavidMuir wow....getting very disenchanted with reporting..gonna leave ABC",
  "RETWEET if you think sanctuary cities should lose federal funding if they continue to not enforce our immigration laws! #MAGA #AmericaFirst",
  ".@POTUS: \"Everybody really wants the same thing -- we want greatness for this country that we love.\" https://t.co/JNUaMNERqE",
  "@stevenamcqueen #onfire",
  "@DavidMuir more positive, less negative",
  "#Coal miners rejoice as #Trump unwinds #Obama-era rules\nhttps://t.co/bzsRF8J0Sk",
  "Special thanks to @JasonBracelin and the Las Vegas @reviewjournal 💀🎸 https://t.co/jMGSUzb1lK",
  "@stevenamcqueen @fitbit  steps is steps",
  ".@LindseyGrahamSC: \"The hard left [has] taken over the Democratic Party.\" #SundayFutures @MariaBartiromo https://t.co/sVHEbbTWIU",
  "ALMIGHTY BLACK LABEL!!! STRONGER THAN DEATH/BLESSED SUNDAY TO ALL!!! tBLSt SDMF https://t.co/WcRB7Eoqam",
  "@seanhannity @CBSNews  irony at it's finest.....",
  "Countdown 6 days to go!\n@dariolorina @VampdVegas \n#LasVegas #Vegas #VegasLife #VegasBaby #RockNRoll #Music #Guitars #Concert #Rock #JustDoIt https://t.co/N3u51EotfI",
  "My BLS brother @BLSBASS will be joining us on bass @VampdVegas THIS FRIDAY,March 31st! Doors-9pm Photo-Igor Vidyashev #DeathGripTribulations https://t.co/wriPcqiXs4",
  "@CharlesBarkIey ....lol..... https://t.co/mnRWzAHdfV",
  "@DanProft haha.....  jokers...",
  "@FoxBusiness @NYGovCuomo @FoxNewsInsider hahahahaha",
  "Dario Lorina with MOTORHEAD - \"Killed by Death\" (The World is Yours 2011) https://t.co/p5IKOFX8IH via @YouTube",
  "Thank you Louisville, Kentucky- on my way! #MAGA🇺🇸 https://t.co/3QsBsib6kt",
  "#DeathGripTribulations 💀https://t.co/Jp2x9jNi7P @NeonMuseum https://t.co/RWEjXQDd5f",
  "#snowflakes #bullying #goawayalready https://t.co/ya9LT1clR8",
  "When you’re walking your dog but you love puddles… 😭❤️ https://t.co/bXhVJltxuO",
  "@dariolorina @Loudwire no words.......",
  "@stevenamcqueen ick",
  ".@dariolorina, 'Death Grip Tribulations' - Exclusive Video Premiere: https://t.co/wRUFseY8Ep",
  "@ChrisEvans will not be watching your films anytime soon. #MAGA",
  "Official DEATH GRIP TRIBULATIONS Music Video premiering in 2 days! 💀 This THURSDAY on https://t.co/5F9hslOrLs! @Loudwire https://t.co/H2G4CqylUv",
  "@realDonaldTrump we have your back.  Nail down Obama and DeepState.  #guilty  #MAGA",
  "Horrible to watch! https://t.co/xEvYlFpGK2",
  "@stevenamcqueen happy to be here Boilermaker",
  "On 11....1 louder. #rocknroll. @dariolorina https://t.co/SdLgyQb28S",
  "@rfosberg Right on Rob! 💀🎸👍🏻👍🏻",
  "@dariolorina. #gotit #sogood https://t.co/mzM4Tlam1w",
  "Hello Twitter! #myfirstTweet",
  "@stevenamcqueen I'm here"
 ]
}