{
 "user": 806553962824482817,
 "tweets": [
  "@KurtSchlichter @tedlieu Ted hasn’t responded to allegations that he used contemptuous words against POTUS while on reserve duty — a violation of Article 88 of the UCMJ. He denied it months ago.  Then reporters called his office saying they had sources confirming. Ted?",
  "Former Sen. Feinstein staffer hired Fusion GPS and it somehow never came up during Senate investigation. Conflict of interest?? https://t.co/5Mw5Jad7Zz",
  "'Hero' NY Firefighter on Vacation in NC Rescues 3 Girls from Rip Current https://t.co/HBr5mAG2Ag @BreitbartNews #AAG",
  "Co-worker of mine, loud mouth Liberal know it all.. you know the type, detests Trump.\n\nBet I couldn’t get 500 retweets this weekend by tweeting “I AM TRUMP. I MAGA”\n\nLoser makes coffee for the other, for a year.\n\nNext tweet it starts...",
  "The way that the Mainstream Media has treated Kanye West in the last few days should be enough to show every person in America about how they feel about you. It doesn't matter what your race, color, or creed is. If you don't agree with the Democrats, they want you destroyed!",
  "Media Silent as Allison Mack’s Arrest Exposes Child Trafficking For Billionaire-Backed Sex Slave Ring! \n#Pizzagate\nhttps://t.co/0vutX2IaOh",
  "When will the trial date be set for the CONGRESSMEN that are responsible for 17 MILLION taxpayer dollars being spent to silence sexual assault victims\n\n*Im asking for friend that’s working on college essay, any answers please help",
  "I wish my grandfather was alive to see this he fought a war so this day could come for Korea.\nUSMC https://t.co/IihHuRTPBD",
  "Today is a big day for the gay community. Trump's openly gay pick for ambassador to Germany Richard Grenell has finally made it past the Democrat roadblocks in Congress. The Liberal media is hardly mentioning this so few will hear about it... unless we tell them! #MAGA #LGBT",
  "10 Poorest Cities in America - % below poverty level\n\n1. Detroit 32.5%\n2. Buffalo 29.9%\n3. Cincinnati 27.8%\n4. Cleveland 27.0%\n5. Miami 26.9%\n5. St. Louis 26.8%\n7. El Paso 26.4%\n8. Milwaukee 26.2%\n9. Philadelphia 25.1%\n10. Newark 24.2%\n\nNone have had a Republican Mayor since 1989",
  "@FLOTUS Happy birthday to the classiest woman to ever set foot inside the White House! We are proud to call you OUR First Lady!\n#Melania \n#ThursdayThoughts \n#MAGA \n#BowHunt711 https://t.co/Wu6rWspMPK",
  "NO MORE Illegals until every American Veteran is off the Streets.. \n\nFair enough folks? \n\nRetweet if you agree with me.",
  "Home of the free, because of the brave. https://t.co/OViAufi6CA",
  "Kanye and Trump bring that Dragon energy 🐲 https://t.co/GqYAcIqdQs",
  "YETI coolers is cutting ties with the NRA.\n\nTalk about not knowing your customer base! It’s suicide for @YETICoolers.\n\nThat’s fine, let YETI try &amp; get their money from the millennial communists who refuse to pay for jack &amp; expect everything to be given to them.",
  "Kanye West tweets 7 words and leftists rush to smear me as far-right &amp; anti-LGBT. So what terrified them? \nThe truth did. The left is losing control of their blacks. Ready to be awakened? Watch the truth about my journey off the plantation w/ @RubinReport. https://t.co/YviWe4PQk0 https://t.co/GcN35gBoIa",
  "Good to know. I have a lot of options for coolers this summer and @YETICoolers is no longer one of them. https://t.co/wS9hb3utGE",
  "Sleepy Eyes Chuck Todd of Fake News NBC just stated that we have given up so much in our negotiations with North Korea, and they have given up nothing. Wow, we haven’t given up anything &amp; they have agreed to denuclearization (so great for World), site closure, &amp; no more testing!",
  "#ConservativeCensorship #cultLeft #LeftistCensorship\n\n😂 This Should Be Good 🍿🍿🍿\n\n💻Diamond and Silk to Testify Before Judiciary Committee over Facebook Censorship | Breitbart https://t.co/4Tqp3BgLVa",
  "@TheDemocrats We're counter suing you for fun -- and also because you're lame. \"Voters! WikiLeaks took away our right to lie about rigging the primary!\" That's some serious one dimensional chess right there.",
  "BREAKING -- FEDS DROP BOMBSHELL: Comey &amp; Lynch Colluded with Clinton Campaign to Entrap, Wiretap Trump; Illegal Scheme Involved Entire U.S. Intel Community https://t.co/y4cXkGxC0n",
  "🚨White House Petition🚨\n👉🏼Pardon Dinesh D’Souza \n@DineshDSouza \n       🇺🇸Sign Today!!🇺🇸\nhttps://t.co/n0bgO2zgvw",
  "Hillary Clinton was under CRIMINAL INVESTIGATION during her Presidential campaign. Let that sink in for a second. What happened to that investigation?!? I DEMAND TO KNOW. Would they release this while ongoing? Have they indicted anyone?! We need to know these answers. https://t.co/yLZHkFBr6K",
  "BREAKING: Founder &amp; CEO of Sex-Trafficking Site https://t.co/nOgnY9CJsC Worked For FBI; Robert Mueller Honored Convicted Human Trafficker With FBI Award https://t.co/y9VkSzZHOF",
  "@Thomas1774Paine Not one Bengal participated in kneeling last season. I'm sure the Bengals want to keep it that way! Good for them!!",
  "I've got a priceless theory on Michael Cohen, and I'm going to go ahead and tweet it all out.\n\nPay attention, this is a turbulent ride, and make sure you ride w/ me til the end of this chain of tweets.\n\nLets start w/ king douche Chris Matthews overly dramatic 🤣 crybaby nonsense: https://t.co/vVgsGlha0F",
  "And they call me a criminal. https://t.co/cmpIxY3Cc3",
  "FBI: \n\nMentally unstable man reported over 30 times, potential school shooter: No big deal.\n\nHundreds of classified emails on a private server, multiple criminal wrongdoings: No big deal.\n\nTrump Lawyer may have communicated with Stormy Daniels: SEND THE ENTIRE TASK FORCE",
  "Still important: JW discovered evidence showing that Lois Lerner was actively involved in a lengthy cover-up of improper IRS activities, targeting, &amp; abuses. JW further revealed that the IRS scandal included the involvement of Obama's DOJ &amp; the FBI too. \nhttps://t.co/J0UKwpzW8T",
  "https://t.co/3AkNTv29Jr",
  "FLASHBACK: Emerging Connections Between The Muslim Brotherhood+Never Trump-McCain-Evan McMullin-Adam Kinzinger-from 09-28-16\nhttps://t.co/xu6q1Vu4bk",
  "Retweet if you want to Build the Wall!",
  "2. These are the people we need. She is taking a brave stand and speaking her mind BECAUSE SHE CARES. She needs our support- not only because she’s the first person with balls to do a show that has a Trump supporting main character that isn’t looked at like a moron",
  "Amazing read. Hope getting this out can help this young man’s father.  https://t.co/LPO8Ydall7",
  "Or was that footage from inside a dark closet taken earlier from a previous school shooting drill? On a different day? -- SHOCK VIDEO: Was Anti-Gun Poster Boy Who ‘Survived’ School Shooting Actually at Home When Gunman Opened Fire? https://t.co/3Km4dwiId6",
  "BREAKING -- BUSTED: Mueller’s New Star Witness Against Trump Caught Partying at Exclusive Island Resort with Bill Clinton https://t.co/L1SRWQgDlW",
  "Fox News c0ntributor Sara A. Carter reports that former Secretary of State John Kerry’s “possible role,” in the Steele dossier is officially under investigation. We all know where this leads.... straight to Obama.  https://t.co/uvW2sjtpNJ",
  "Oakland Mayor Libby Schaaf must be indicted for obstruction of justice.\n\nShe put American lives at risk.\n#AttorneyGeneralJeffSessions",
  "Unreal chase down open field tackle by this police dog https://t.co/1naLoveFMt",
  "(1) 1985 was a bad year for many of us.\n\nThere were dozens of terrorist attacks in Europe, including some with great significance today.\n\nHere’s a partial refresher.\n\nhttps://t.co/jQ3eCGonCq",
  "Judicial Watch announced it filed a FOIA lawsuit against the State Department for improper “unmasking”, leaking, &amp; other records tied to Obama’s UN Ambassador Samantha Power relating to the ongoing investigation into Russian meddling in the 2016 election. https://t.co/Z2NqyyRtLQ",
  "\"Rumors have floated for months of a new investigation into the Clinton Foundation. Judicial Watch keeps turning up new evidence of Clinton pay-to-play &amp; mishandling classified info. But smelling a rat in Arkansas when it comes to the Clintons is not new.\"\nhttps://t.co/2XvwpPAMcO",
  "This is awesome! https://t.co/6lr3SU5Ucy",
  "EVERYONE, \n\nNeeds to be Tweeting @FoxNews about Shepard Smith LYING about what the Special Counsel and Deputy Attorney General Rod Rosenstein stated. They stated NO Collusion, and he literally just broke in before his show to say it Proves Collusion. HAMMER THEM! This must Stop!",
  "WikiLeaks: Conservative Pope Benedict Was Forced To Resign By ‘Deep State’\n#QAnon https://t.co/2b5D6oiwyC",
  "@dbongino Can't wait for justice to be served!",
  "🚨🚨 MUST WATCH\n\nPlease just watch all these photos of the presidents. \n\nWhat is wrong with Obama?\n\nGreat video @IsraelUSAforevr \n\n https://t.co/jeN2WbCBJa",
  "Presidential portraits of the past are classic &amp; timeless.\n\nObama's portrait is an enormous F#@% OFF to America, painted by an anti-white black supremacist.\n\nObama is a megalomaniac &amp; traitor to USA. His 8 years in the White House were a crime spree.\n#MAGA\nhttps://t.co/hEW1PkQSuq",
  "BOOM! Sen. Tom Cotton Asks FBI Director Wray if Dossier Author Was Employed by Putin-Linked Oligarch - WRAY WON'T ANSWER! (VIDEO) https://t.co/Q3njaQTvN0 WRAY displays himself to be just another Obama/Clinton DEEP STATE HACK @realDonaldTrump @POTUS #QAnon #Qanon8chan",
  "Dear Susan Rice,\nPeople who do things “by the book” don’t email themselves about doing things by the book.",
  "The Steele dossier is absurd. Take 10 minutes &amp; read it yourself. It's online. Ask yourself as you do: who would believe something like this? It's so transparently partisan and unlikely. ....Yet this is the doc the FBI used to justify spying on American citizens. #Tucker @FoxNews",
  "Here is Susan Rice a couple months ago claiming Trump's wiretapping claims are completely FALSE. She even says a FISA warrant would be needed to do something like that..\n\nWhat a LYING sack of trash. https://t.co/UpuGh5b8uM",
  "Special Prosecutor Robert Muelller flew to Moscow and gave the FSB 10 grams of Highly Enriched Uranium (HEU) in 2009 https://t.co/mNdcTa7boQ https://t.co/nPjFSKPHWQ",
  "This will be a big week for Infrastructure. After so stupidly spending $7 trillion in the Middle East, it is now time to start investing in OUR Country!",
  "Uranium One informant says Moscow sent millions of $ to America 4 Bill Clinton’s charitable efforts while HRC initiated a “reset” in US-Russia relations.  We have enough info to send the Clintons away forever.  #IndictNow #WhereIsJeff  #JusticeWillRise \nhttps://t.co/0ORv4pQWK4",
  "\"When a police officer is killed, it's not an agency that loses an officer, it's an entire nation.\" We've lost 5 officers this week.\nR.I.P.\nDeputy Sheriff Micah Flick (CO)\nOfficer David Sherrard (TX)\nOfficer Chase Maddox (GA)\nOfficer Eric Joering (OH)\nOfficer Anthony Morelli (OH)",
  "😆😆😆CAPTION THIS😆😆😆 https://t.co/V7xtVNnLkv",
  "This story is Trending Nationally. We Wrote it 5 FIVE MONTHS Ago -- Long before Congress' FISA Memo. How did We Know All This? That's Why You Read True Pundit. https://t.co/v7onDV0I9I",
  "CONFIRMED: Cash from Obama's $1.7 Billion Ransom Payment to Iran Traced to Terrorist Groups (VIDEO) https://t.co/CRXhjLADZT SURPRISE SURPRISE traitor Obama final payoff to Iranian friends &amp; their terrorist buddies. @realDonaldTrump #QAnon #Qanon8chan",
  "@Imperator_Rex3 Wtf.....",
  "So, just to be clear, we’re all supposed to celebrate Democrat Senator Warner’s delayed “transparency” on his collusion with Russians but we’re also supposed to continue to vilify Don Trump Jr, despite his transparency &amp; the complete lack of evidence of his collusion? Ridiculous.",
  "Make no mistake, the Democrats knowingly put information in their memo that would jeopardize our national security knowing Trump couldn’t release it. And, on cue, they’ll blame Trump for “hiding something.”",
  "The tangled web of the FISA scandal is more complicated than 1st thought\nAssange Revealed Something BIG\nMichael Isikoff secretly worked w the DNC\nHe wrote the Yahoo News article used to obtain the FISA warrant \nThe whole thing was an orchestrated set-up\nhttps://t.co/52l2rnO1Fv",
  ".@NancyPelosi just got hammered in less than a minute!!! Absolutely beautiful for an #ILLEGAL loving, #unAmerican, #UnPatriotic #DemocRat! https://t.co/AtpHGwr8yA",
  "Libs, and their media pals, aren’t covering up the #Obamagate spying scandal to protect Hillary. They’re doing it to protect Obama. Hillary was “smart” enough to implicate Obama in her scheming in order to inoculate her from media calls for transparency. It’s working as planned.",
  "AWAN IT Scandal - EASY TO UNDERSTAND - Q said to Keep Public Interest HIGH on this. Please save and share everywhere.\n\n#QAnon \n#AWANITNews\n#WednesdayWisdom\n#Retweet\n#TheGreatAwakening \n#FolllowTheWhiteRabbit https://t.co/ONQaJfbosi",
  "When Fusion GPS created the Dossier they needed 2-things:\n1️⃣. Fake dirt on Donald Trump\n2️⃣. A way to inject that fake dirt into the bloodstream of the intelligence community \n\n@RepMattGaetz explains why Fusion GPS needed Bruce &amp; Nellie Ohr‼️\nhttps://t.co/ljl0elinat",
  "\"For me ,@realDonaldTrump is Han Solo, Indiana Jones &amp; Jack Ryan all rolled up into one person, he's a swashbuckling #Patriot who puts his A** on the line to help his team.\nHe's going to be an amazing President ~ Harrison Ford ✔\n\n#TrumpEffect ✔ #MAGA 🇺🇸 https://t.co/HLszxWIgIn",
  "How can the federal government ask U.S. citizens to pay back student loans - when illegal aliens are receiving a free education?",
  "Nine shareholders in Uranium One just happened to provide more than $145 million in donations to the Clinton Foundation in the run-up to State Department approval.",
  "FUCKING INDICT SOMEBODY ALREADY.",
  "Wow! -Senator Mark Warner got caught having extensive contact with a lobbyist for a Russian oligarch. Warner did not want a “paper trail” on a “private” meeting (in London) he requested with Steele of fraudulent Dossier fame. All tied into Crooked Hillary.",
  "FBI Informant Was Told Barack Obama was Briefed Twice on Uranium One Scandal - Did Nothing (VIDEO) https://t.co/5z9WIOnH7J FINALLY, Obama/Clinton CORRUPTION, TREASON coming to light. SOLD OUT USA FOR MONEY - URANIUM ONE is MUELLER's DownFALL #QAnon #Qanon8chan @realDonaldTrump",
  "Jumping the Aisle: How I became a Black Republican in the Age of Obama. Retweet to share with your friends https://t.co/XENNF4ghAS",
  "Our founders invoked our Creator four times in the Declaration of Independence. Our currency declares “IN GOD WE TRUST.” And we place our hands on our hearts as we recite the Pledge of Allegiance and proclaim that we are “One Nation Under God.” #NationalPrayerBreakfast https://t.co/zukP40Ezpo",
  "Yes, the Russians ABSOLUTELY interfered in our election. The Russians laundered information through Hillary’s campaign using a foreign spy and the Obama administration used the laundered information to spy on the Trump team? \n#MemoDay",
  "Today's budget deal raises defense spending by more than $160 billion over the next two years. But apparently we don't have money for a wall or effective immigration enforcement. This deal is like blowing the household budget on guns but refusing to put a lock on the front door.",
  "This is damning-&gt; Obama “wants to know everything.” \n#Memo  https://t.co/VtwNrj1NfP",
  "Reminder: JW found evidence showing Obama State Dept under John Kerry sent its own \"dossier\" of classified info on Russia to a Democratic Senator in order to undermine Trump — and we're seeking answers on who authorized the release of this classified info. https://t.co/R7ySXBO8pz",
  "Hi @RepAdamSchiff! Are you going to demand yourself to register as a foreign agent? https://t.co/9KM9gYJSuQ",
  "Reminder: JW found evidence showing Obama State Dept under John Kerry sent its own \"dossier\" of classified info on Russia to a Democratic Senator in order to undermine Trump — and we're seeking answers on who authorized the release of this classified info. https://t.co/R7ySXBO8pz",
  "#ThursdayThoughts\nWhen you live a clean lifestyle, it shows...\n\nBoth of these men are 71... https://t.co/5VTffqdDyj",
  "Yeah what happened to that six billion dollars that's still missing from the Secretary of State's office under Hillary Clinton? You would think that's something the FBI can investigate.",
  "I’m not sure what’s worse, that the FBI didn’t mention that the Hillary campaign paid for the information being used in an affidavit to spy on the Trump team OR,  that they did and it’s that easy for politicians to manipulate the justice system to spy on their opponents.",
  "NEW VIDEO!! Quick PSA to illegal immigrants: @NancyPelosi and @chuckschumer @AdamSchiffCA  are not trying to help you, they are trying to enslave you. #DACA #Dreamers https://t.co/zwOkzxwNJU",
  "Colts Linebacker Killed In DUI Accident By Illegal Alien Wanted For Deportation | Daily Wire https://t.co/3MIjE3xtT1 When will enough Americans being killed by ILLEAGAL IMMIGRANTS be enough? We are a nation of laws, and these laws are put in place to protect AMERICANS #Trumpville",
  "The media knows @RepAdamSchiff is a liar and a fraud. But they play the game with him because they need a congressional face for the false narratives they’re using to cover up the biggest political scandal in American history.",
  "NFL player Edwin Jackson was killed in a car crash by a drunk illegal alien who was wanted for deportation.\n\nEdwin was 26 and had the rest of his life ahead of him.\n\nWhere is BLM? Where is the media? Where is the outrage? \n\nThis is the best kept secret in the news right now.",
  "Globalist DEMS &amp; RINO's have gotten richer &amp; more powerful, while doing nothing for the American people. Trump came around at exactly the right time, calling out their #Subversion being pulled off right under our feet.\n\nNow, we have to vote out all anti-Trump agenda morons. #MAGA https://t.co/iYZySBnUjS",
  "Thanks to the historic TAX CUTS that I signed into law, your paychecks are going way UP, your taxes are going way DOWN, and America is once again OPEN FOR BUSINESS! https://t.co/GISFbDDGXX",
  "💥BREAKING💥@dmmdjm Releases Documents to Jeff Sessions today as he begins (Prosecuting Obama admin) on charges of Drug Trafficking and #CashForClunkers (SCAM) at the rate of $200,000,000 a Month ⤵️ \n@ShannonBream \nhttps://t.co/tNutBSTbHf https://t.co/8XRDdbdWaf",
  "Obama, John Brennan and James Clapper under investigation after Obama Admin, Caught in Gun and Drug Running deal with terrorist organization Hezbollah AKA \"Iran\"\n\n\"Hunting Down Swamp Creatures\"\n#DrainTheSwamp \n\nhttps://t.co/Iq444Ixtsk https://t.co/Nk8g3RbWUX",
  "#FISAgate is not a political issue anymore. This is pure rot in the very gut of our Republic. Obama and his cronies are dancing on the razor’s edge of criminal culpability.  https://t.co/zfcZoigpb0",
  "One day, perhaps soon, the world will know what you did to my family. Your hubris and chronic law breaking helped create Thomas Paine and True Pundit. I have only begun to paint my masterpiece of Redemption. https://t.co/wWwcqzRHlC",
  "As a former U.S. Attorney and federal terrorism prosecutor with considerable FISA experience, I am more than just troubled by the revelations outlined in this memo. \n\nRead my full statement: https://t.co/zkt8QD4kyE https://t.co/IWDmJFx7sh",
  "EXCLUSIVE: White House Fingers John McCain As Media Leak; Believes U.S. Senator Eavesdropped on Trump’s Classified Phone https://t.co/cUwcai2psI",
  "Liberals, &amp; their swamp-rat allies, are desperately hoping that Americans get lost in the complexity of this case. It’s simple-&gt; the Obama administration spied on, &amp; targeted for investigation, the Trump team without any real evidence to do so. \n#MemoDay",
  "Check out the timeline of the FISA warrant and it's renewals: \n\n10/21/16 – Original FISA \"Title I\" App.\n1/19/17 – Renew #1 (90d) day b4 inaug.\n4/19/17 – Renew #2 (90d)\n7/18/17 – Renew #3 (90d)\n\nExpired 10/16/17\n\nh/t thelastrefuge2",
  "People need to be put under oath and asked questions about this. \n\n/end",
  "This action by the Obama administration was an abuse of the constitution and an assault on our cherished Republic. He and his henchmen deprived American citizens of the right to a clean and fair election. There is no greater violation of American ideals short of outright treason.",
  "This aged well. Smart ass losers at reliably idiotic @CNN... https://t.co/65UB8c1tYS",
  "I’m going to state the obvious....my father @GenFlynn is a patriot who decided to help a candidate get elected @POTUS \n\nHe always said the 2016 election was about the “heart and soul” of this country.  \n\n#TruthWillPrevail\n#ReleaseTheDocuments \n#ReleaseTheMemo",
  "EXCLUSIVE: Six U.S Agencies Conspired to Illegally Wiretap Trump; British Intel Used as NSA Front to Spy on Campaign https://t.co/v7onDV0I9I",
  "Law enforcement &amp; intel agencies will remain, as long as this country stays intact. We've got to trust them...We allow them to operate in secrecy bc they tell us they must. In exchange, they must operate w/integrity. They must prove to us that they haven't become a political tool",
  "@ItsAngryBob Why was Chuck Schumer at the White House that night meeting with Obama counsel among others??",
  "Sane Americans: Adam Schiff is a lying fraud desperately scurrying to cover up the biggest political scandal in American history in order to hide the fact that the Obama administration used police state powers to spy on Trump. https://t.co/umr9WxgLfN",
  "We do not need a \"black\" caucus. We just need an American one. What I saw last night were black cowards, too afraid of their Democratic superiors to celebrate a historical triumph for our community.",
  "This is a gutsy tweet by Luntz. Well done, sir.\n\nTo all liberals out there : join us. Remember, it's about #MAGA - once you put your hand up, we accept you 100%, no questions asked. You don't even have to like Trump to join up (but you will in time) 👇 https://t.co/bqKmkLzDvS",
  ".@POTUS: \"Atop the dome of this Capitol stands the Statue of Freedom. She stands tall and dignified among the monuments to our ancestors who fought and lived and died to protect her... This living monument to the American people.\n#StateofOurUnion💪\n#SOTU \n#GodBlessAmerica🦅🇺🇸 https://t.co/qz94XAdItU",
  "Never in my lifetime have I watched a State of the Union and saw members of our Government not stand during our National Anthem. What you saw from the Democrats tonight was unacceptable on all levels. It was in essence UNAmerican \n\n#SOTU",
  "Dear @JoeManchinWV \n\nWe see your excitement for #MAGA &amp; our @POTUS’s agenda for our great nation. \nWe also realize you arent ‘ALLOWED’ to support either under @TheDemocrats #DeepStateCoup. \n\n🇺🇸Retweet &amp; show love if you think @JoeManchinWV should switch parties!🇺🇸 #TrumpTrain https://t.co/AR57Y4Ho7R",
  "Did anyone see Sen. Joe Manchin clapping and wanted to stand but looked at Chucky and the rest and decided to sit back. Folks politics is a very dangerous endeavor, it can make good men become really bad. This is it America, it more of hatred for @realDonaldTrump https://t.co/cp1A362iIA",
  "So let me get this straight.  \n\nOur anti-illegal President, who has zero tolerance for people illegally entering this country, just offered 1.8 million people a pathway to citizenship &amp; the left is still resisting?\n\nIt’s clear that the Democrats don’t want to resolve this issue.",
  "When a United States congressman gets ups and walks out of a State of The Union Speech because of  a spontaneous patriotic demonstration I can’t help but wonder where his heartfelt loyalties lie.",
  "@RealCandaceO You are spot on!!",
  "If Obama had announced that black unemployment was at an all time low, the black caucus would have leapt to their feet and erupted into cheers. \nTheir silence last night proves that they do not hold black interests. \n\nThey are nothing more than slaves to the Democratic Party.",
  "It’s becoming clearer by the day that the Trump team was set up &amp; that the the Obama admin reverse-engineered an investigative case against them. That so many Democrats still defend this abomination of “justice” is horrifying. Democrats are now the anti-civil liberties Party.",
  "THE GREAT AMERICAN COMEBACK!\n\nAmerica now has a President that stands with our vets, stands for our flag, has turned our economy around, and is making AMERICA GREAT AGAIN!",
  "Democrat reaction to Black Unemployment being at a record low \n\n#SOTU https://t.co/TZqpaFYQR0",
  "Democrats: This is the TRUE face of DACA. \n\nMay the Lord Bless the Souls of Nisa Mickens and Kayla Cuevas and give their grieving parents Strength. \n\nShame on all politicians who chose to protect illegals over American children. https://t.co/8TQLtUL7Wk",
  "\"No matter where you have been, or where you come from, this is your time. If you work hard, if you believe in yourself, if you believe in America, then you can dream anything, you can be anything, and together, we can achieve absolutely anything.\" \n.@realDonaldTrump Thank you! https://t.co/lkly9TSyjA",
  "The #SOTU has exposed the Democrats for what they are. They just booed the parents of a murdered child &amp; they sat on their butts for the portion of the speech about respecting the National Anthem. Unreal.",
  "Make no mistake: Democrats didn't brand themselves as anti-Trump tonight. They branded themselves as anti-American. \n\nTruly sickening.",
  "@GayPatriot @benshapiro Wtf is all I can say about his speech... Did he not listen to @realDonaldTrump ? Does he not see what is going on in the USA because of trump? What a joke . Did he not even say some of the exact same things? #dumpthedems",
  "Trump's State of The Union (#SOTU) address speaks about #MS13. Here's the documentary I produced about them and their rival, #18Street. https://t.co/zGCwhQ19iH",
  "@seanhannity @realDonaldTrump Great speech and a great display of which  elected officials don't give a hoot about the people and their families who voted for them..\n#dumpthedems",
  "Democrats can boo their way to Trump's reelection in 2020. #SOTU",
  "PHOTO OF THE NIGHT!\n\n#SOTU https://t.co/bZNTfd5QDu",
  "@thebradfordfile Take their pictures and show the voters back home how much they care about them by sitting on their butts and not applauding for things that both sides should be happy about. These people make me sick and they shouldn't be in office",
  "Democrats will be bringing illegal aliens who will be sitting in seats that in previous years were meant for brave military heroes, law-abiding taxpayers and America’s best and brightest.\n\nMy guess is this will be a HUGE backfire.",
  "@FoxNews @RepGosar I'm actually shocked they already don't do this",
  "Tonight on the House floor, I spoke in favor of this evening's @HouseIntelComm vote to #ReleaseTheMemo. @realDonaldTrump should certify the immediate release of the #FISAAbuseMemo! https://t.co/4vFgxasUfv",
  "Let me explain something to everyone. If IMMEDIATLEY after the vote to release the memo went through &amp; the DNC CEO and the FBI deputy director resigns; that should tell you shady shit was going on. If you don't see that then you're DENSE &amp; possibly.. possibly just plain stupid.",
  "The Democrats insane, hysterical, response to the pending release of the memo should tell you that our suspicions about who they really are, are confirmed. They are nothing more than supporters of an out-of-control police state. The Constitution is just a suggestion to them.",
  "@WayneDupreeShow #lostanotherviewer",
  "Does anyone realize how dumb the attendees at the #Grammys2018 #Grammys were last night. They applauded and praised Hillary Clinton. \n\nThe same woman that cheated Bernie Sanders out of the Democratic nomination. You can't make this up 😂 #RealTalk #WaynesTake",
  "WATCH: After Handing out Bonuses, Home Depot Co-Founder Scorches Dems – ‘You Don’t Have Any Brains’\n\n\"Come on, gimme a break! You gotta use your brains. I mean, Democrats, use your stupid brains! You don’t have any brains”\n https://t.co/4DM70POmQ3",
  "During his State of Union Address, President Trump Will read Excerpts from Juanita Broaddrick's Book:  How I Survived Being Raped by Bill Clinton ... That would level the playing field. #Grammys2018",
  "Jay Z sold crack cocaine to his own people on the streets of New York before he hit it big.\n\nHow many lives did he destroy? How many black lives did he destroy? How many crack babies were born due to his dealings?\n\nThis POS is a special kind of scumbag.",
  "GERMANY: Everyday people rally against the Islamization of their country. \n\n“Respect yourself! Don’t consider yourself a criminal! Don’t consider your people as criminals! Whoever allows himself to be guilt-tripped cannot judge impartially between stranger and his own”. https://t.co/anw4219Uls",
  "This is why we have the internet.\n\n\"People who enter the US are ILLEGAL ALIENS &amp; ILLEGAL ALIENS should NOT be treated the same as American citizens.\"-@SenSchumer \n\n#SchumerShutdown\n#SchumerSellout\nhttps://t.co/IyvmjQOwlo",
  "Wall. https://t.co/TQLbHNmRh0",
  "\"There should be zero tolerance for that kind of bigotry — and if Barack Obama associated with him, if the Black Caucus invited him, I don’t blame them for trying to suppress the truth because that’s a really horrible truth.\" https://t.co/vpDW87Y4Az",
  "BINGO: \n\n\"President Donald Trump carefully distanced himself from his unpopular amnesty proposal late Saturday night, saying that it is intended to show the GOP’s sincerity and the Democrats’ cynicism and obstructionism.\"",
  "The people who do not want to #ReleaseTheMemo are the same people who will likely be ruined by it. Being exposed as a backer of a tyrannical police state simply isn’t a good look. We won’t let this go.",
  "Somebody please inform Jay-Z that because of my policies, Black Unemployment has just been reported to be at the LOWEST RATE EVER RECORDED!",
  "People like Pelosi, so corrupt for so long, never being held accountable. They just don't care. VOTES NO ON TAX CUTS 'Bend over Americans, so we can be rich.' Pelosi’s records show 3 multi-million-dollar homes. 2 in CAL, property tax bill $137,000. no longer deductible for HER. https://t.co/Cv9I6j5Wb0",
  "San Francisco requires poop mops to clean the streets so people can avoid contact with human waste. \n\nLiberal utopias like this are now models of sh*tholes that people go to visit when they can't afford a vacation in Haiti. 🙄😂",
  "Thank you to Brandon Judd of the National Border Patrol Council for his strong statement on @foxandfriends that we very badly NEED THE WALL. Must also end loophole of “catch &amp; release” and clean up the legal and other procedures at the border NOW for Safety &amp; Security reasons.",
  "Hey Nancy Pelosi, did you give the people who work at your husband's winery a bonus? And if so was it breadcrumbs or did you give them a million dollars each? Put your money where your mouth is! #realtalk #waynestake",
  "They're freaking out over Nunes' #FisaAbuseMemo? Ha! \n\nWait until they see what's in Horowitz's final report when he releases it.  \n\nGood luck trying to block THAT. \n\n/end",
  "George Soros Says The Trump Administration Will 'Disappear' By 2020 https://t.co/aZDIjq1Y1T @chicksonright #AAG",
  "LISTEN UP LIBERALS: ~ @POTUS “We know the single best anti-poverty program, is a paycheck”!  #EmbraceCapitalism https://t.co/PhGErVwjge",
  "So Nancy Pelosi says she's going to fill the Balcony with Illegal Immigrants.. How about all of us American's who'd love the opportunity to go to a State of the Union.. \n\nThis is what's wrong with the Criminal Left. They care more about NON US Citizens than Actual Americans.",
  "Judicial Watch announced that DOJ refuses to release the budget of Special Counsel Robert Mueller's out-of-control investigation. Judicial Watch is seeking this information through a FOIA lawsuit — and we believe the American taxpayers deserve answers.\nhttps://t.co/cYAXjRmRRY",
  "“All cleaned up: no indictment, meaning no prosecution, meaning no disclosure of Clinton–Obama emails. It all worked like a charm . . . except the part where Mrs. Clinton wins the presidency and the problem is never spoken of again.” #Oops #ClintonObama https://t.co/4AIhOLeBIE",
  "Journalist CONCEALED Obama – Farrakhan Photo AHEAD of 2008 Election https://t.co/vAz6SMb3vv",
  "Everybody loves a winner.\nvia\n@tomborelli \n\nhttps://t.co/2JrtCTjRtb",
  "By golly! Just like @dbongino said. The whole thing was an internal trap. People must be shaking in their boots right now. https://t.co/TdroZc4fdx",
  "#TrueMAGA 〽️🦅\nWall Street Whistleblower: Clinton Foundation ‘Largest Charitable Fraud in American\nHistory’\n\nFoundation-network of false-front charity “initiatives,” affiliates-largest unprosecuted...\n\n#Haiti \n#ChildTrafficking \n#ClintonCrimeFamily \n\nhttps://t.co/lx3zLd3whY",
  "From @susancrabtree: Pelosi Tries to Extend $137,000 Tax Break for Two of Her Multi-Million-Dollar Homes https://t.co/UxU6hDpw2g",
  "I remember being super excited to receive a $1,000 bonus. \n\nhttps://t.co/HGvKgxaNSG",
  "HEAD OF THE SNAKE: How Obama Made Sure Hillary Was Not Indicted In Email Scandal https://t.co/3bDVNgbOjC",
  "Will soon be heading to Davos, Switzerland, to tell the world how great America is and is doing. Our economy is now booming and with all I am doing, will only get better...Our country is finally WINNING again!",
  "Call it Treason! - Whistleblower Informant confirms existence of Secret Society of high-level FBI officials plotting, subverting @realDonaldTrump campaign and Presidency. @JudicialWatch’s Chris Farrell joins #Dobbs on FBN7p #MAGA #TrumpTrain",
  "💰HILLARY'S EX-PRISON GUARD BROTHER IS A GOLD DIGGER IN HAITI TOO💰\n\n👮If that doesn't work out, he can guard her🗝\n\nHOW DID HILLARY’S Brother, A Former Prison Guard, End Up Sitting On The Board Of A Highly Profitable Gold Mine In Haiti? https://t.co/EHUWJFV3Ne via @100percFEDUP",
  "BREAKING****- Congress Zeroes In On ‘Secret Society’ of FBI, DOJ Prosecutors, Federal Judges, &amp; D.C. Elite “Trying to Take Down Trump” https://t.co/X2v5wKnMQi",
  "The real Dreamers are the ones that come here legally, assimilate &amp; are proud to become Americans.\n\nThe real Dreamers are the 15 million children living in poverty who dream of a hot meal.\n\nThe real Dreamers are the 50,000 homeless veterans who risked their lives for our country.",
  "🚨🚨🚨🚨Clinton–Obama Emails: The Key to Understanding Why Hillary Wasn’t Indicted\n\n💥 It Was Obama’s Call to Exonerate Clinton. Read Why ⬇️⬇️⬇️\n‌\nNew FBI texts highlight a motive to conceal the president’s involvement\n\n#releasethememo\n#secretsociety https://t.co/SeMd8CvKGb",
  "More than 100 UN peacekeepers ran a child sex ring in Haiti https://t.co/k6KBXHNGqO",
  "Make absolutely NO MISTAKE, the swamp rat Democrats know full well that the “collusion” narrative is garbage. They’re now in damage control mode trying to contain the fallout from the coming bombshells about the #ObamaGate spying scandal on the Trump team. They’re panicking.",
  "Oh boy. They've got an informant telling them all about Obama's 'secret society'. Uncharted territory folks! 👇 https://t.co/WzV7ZJJifQ",
  "From 48 hrs ago, we told you they were lawyering up. Where was the rest of the media? More to come. Only scratched the surface. Comey, Strzok lawyered up today. Rybicki quits FBI. These boys can't take the heat. https://t.co/AapvhsgpSe",
  "Assange Keeps Warning Of A.I. Censorship, And It’s Time We Started Listening https://t.co/55BHJYNDv1",
  "@orringerag @thehill They have an informant. They have the texts. Have you noticed the FBI guys resigning. The DOJ guys demoted. The Congress members shocked by the memo. It's all a conspiracy is it? You're a fool. Wake up. It's over.",
  "If anything should happen to me, our crew: know that we're having a fucking ball right now. We're trained for this fight and we'll take it right to their doorsteps. KARMA. Some of the best in the Intel business at work. I think we've proven that. Proud of #TruePundit",
  "Feel free to forward ... We are in communication with the White House and Secret Service on this story -- FBI Official: FBI Agents Threatened Physical Harm to President Trump In Missing FBI Texts &amp; Other “Frightening” Communications https://t.co/2jQxFiKZGo",
  "I have to be honest with you folks, this is getting spooky. Even for career spooks.",
  "I think Secretary Mattis should suspend the flyover before the Super Bowl and withdraw troop involvement in the national anthem process. If standing up for the military is too much for the NFL, then our military should sit this one out https://t.co/wdIOpNsT2w",
  "The Trump-Russia lie will be exposed as a seditious conspiracy and unprecedented crime, but will be dwarfed by the scale of #ObamaGate - I'm now convinced Obama will be indicted and jailed 👇 https://t.co/VxPTAN9PWt",
  "After the government shutdown, Nancy Pelosi took 100 people out for a $100,000 celebration dinner.\n\nTo celebrate what?\n\nThe idea that illegal aliens were more important than American citizens?\n\nThe fact that our military is not getting paid?\n\nWhat a complete joke she is.",
  "\"We're always talking about (DREAMERS) from other countries \n\nI want the children of the United States to have dreams also \" @realDonaldTrump ✔\n\n#AmericaFirst 🇺🇸\n#EndChainMigration ✔\n#StopSanctuaryCities 🚫 https://t.co/ebPnv3JVmC",
  "15. For those who haven't read it, make sure you do. It's one of the most important pieces of investigative journalism in American history. Warning : sit down. Your draw WILL drop and you WILL get very angry:\n\nhttps://t.co/etF9blb0x9",
  "24. In Jan 2016, Obama effectively paid the mullahs $1.7 billion, including a $400 million ransom for the hostages. The cynicism was extraordinary - cash was flown to Iran on pallets, via Europe.\n\nhttps://t.co/meJIYd9MQG",
  "@Cara_TXZEAL @BNumpsay @drawandstrike @almostjingo @Joe_Varner @sportsmom9433 @Madrogran @NHMommy1 @ljcljf @salty_dawg69 @g_e_moxley @jskielb3 @DeplorableMe420 @faithmfm @BluesBrother91 @Matthew____P @HankMullaney2 @imstrawman @banksterslayer @x__JB_x @Known__Unknowns @kevinh07 @Lorraine_Mallon @chiIIum @RadGeekpartduex @Imperator_Rex3 @ThomasWictor @DailyCaller https://t.co/jZHg372tDv",
  "Meadows is absolutely right--Schumer and the Dimms shut down the government of more than 300 million Americans in order to give illegal immigrants amnesty and priority over U.S. citizens #MAGA @realDonaldTrump #TrumpTrain #AmericaFirst https://t.co/cgOKOzuZnO",
  "Anyone else as tired as I am of listening to Senators Schumer and McConnell on tv playing the blame game... meanwhile 👉BOTH👈voted to shut the government down?\n\n*Ps: don’t give me any “procedural” nonsense. If McConnell wanted the government open, he’d go nuclear. \n\n#Swamp",
  "The level of corruption in our government, when exposed, should shake the foundations of world governments and how they operate. https://t.co/PU6R8gRiJi",
  "When Obama shut down the government he made sure we all suffered unnecessarily. Because that’s who Obama is. I applaud the Trump team for minimizing the impact of the #SchumerShutdown despite Democrat obstruction.",
  "Happy Anniversary To Washington’s “Least Untruthful” Witness: Clapper To Avoid Perjury Prosecution In Less Than A Month https://t.co/a8pGIi97K3",
  "💥💥💥FLASHBACK: Hillary Clinton, Chuck Schumer, and Barack Obama on illegal immigration. \n\n🤷‍♂️🤷‍♂️🤷‍♂️By gosh, by golly, they sound just like President Trump. \n\n#schumershutdown \n#DemocraticShutdown\n#daca\n#releasethememo\n\n https://t.co/ijZmNXxPpD",
  "Great to see how hard Republicans are fighting for our Military and Safety at the Border. The Dems just want illegal immigrants to pour into our nation unchecked. If stalemate continues, Republicans should go to 51% (Nuclear Option) and vote on real, long term budget, no C.R.’s!",
  "Between the #SchumerShutdown &amp; the GOP getting ready to #ReleaseTheMemo, the Dems are walking down a dangerous path. They’re about to be exposed as both supporters of the police state, and as supporters of illegal immigration over American citizens, in the same few weeks.",
  "The Trump Administration has terminated more UNNECESSARY Regulation, in just twelve months, than any other Administration has terminated during their full term in office, no matter what the length. The good news is, THERE IS MUCH MORE TO COME!",
  "The Democrat Party just committed mass political suicide in front of the whole world.\n\nNo one cried.",
  "@B75434425 This is why people leak to #wikileaks",
  "Yo, stop blocking this!\n\n@Burghseyeview @WayneDupreeShow @CathyTalk just can't get w Dickie Durbin on #DACA #SchumerShutdown #Shutdown2018\n\nWatch us Mon-Sat 8-9 PM ET #RealTalk #WaynesTake\n\n🎙 https://t.co/c2YTXaheiN\n🎙 https://t.co/VNDohA4X3M\n🎙 https://t.co/KyA9tFViJT https://t.co/DbEbkBPG0G",
  "Today, I led a group of 65 lawmakers in a letter to Chairman Nunes of the House Intelligence Committee urging the release of the FISA Memo to the public. The American people deserve to know the information it contains. #ReleaseTheMemo\nhttps://t.co/zcTr5QOKSQ https://t.co/J6aQT7wXxN",
  "President Trump has had the most successful first year in modern day history, yet over 90% of his coverage in MSM is negative. Despite all that the Trump economy is exploding, breaking a new record daily it seems.\nhttps://t.co/0cKUpm4Tis",
  "VOTE FARM‼️\nThe Real Reason Straight\nFrom The Horses 🐴 Mouth.\nIt’s About A Socialist Voter Pool PERIOD🎯🎯\n#SchumerShutdown  https://t.co/7b2ZA3AeS2",
  "The emails even reveal that Hillary Clinton was warned about “overseas” &amp; other security issues concerning her emails &amp; her personal BlackBerrys – similar to when she admitted to ignoring advice of “security hawks” not to use her unsecure Blackberry. 7/10\nhttps://t.co/NjZS8vPhZx",
  "The Democrats are so eager for a vote they would rather sacrifice 9 million vulnerable American children just to gain 800,000 thousand illegal aliens to turn them into the new slaves for the Democratic Party.  Dems aren't Concerned about Americans; they're Concerned about Votes! https://t.co/mKpilK73WK",
  "If the memo contains even a tenth of what I, and many others, have already reported on regarding the #Obamagate spying scandal, then Obama is going to make Nixon look like Mr. Rogers. \n#ReleaseTheMemo",
  "The new docs also reveal Hillary Clinton’s knowledge of system vulnerabilities; Cooper giving computer security advice; and foreign policy advice from Sidney Blumenthal, who was rejected by the Obama administration for a position at the State Dept. 6/10\nhttps://t.co/NjZS8vPhZx",
  "BREAKING: Judicial Watch released 78 pgs of new Hillary Clinton docs from the State Dept containing emails that include even more classified info and show Clinton had knowledge about the security issues w/ her unsecured non-State(dot)gov email system. 1/10\nhttps://t.co/NjZS8vPhZx",
  "Good luck Dems with the #SchumerShutdown. Let’s hear you explain to Americans why you shut the govt down to hurt American citizens &amp; protect illegal immigrants.",
  "After they #ReleaseTheMemo Obama will only have 2 options:\n\nOPTION 1.  I didn’t know anything about the most important CI investigation in American history, despite being notified about it,or\n\nOPTION 2.  I did know and I approved of using the police state to spy on my opposition.",
  "WOW! This is great in-depth reporting from @EpochTimes – reporting you will never see from the #FakeNews mainstream media. #ReleaseTheMemo https://t.co/xwycUWGYoD",
  "Two great President’s enjoying their burgers &amp; fries! #ThrowbackThursday https://t.co/HW4RCzkqLT",
  "Trump calls it like it is.  One very big reason he is President.",
  "In 1999, Rev. Jesse Jackson praised @realDonaldTrump for his lifetime of helping the African American and minority community. https://t.co/mqgGfndhKQ",
  "Remember the good old days nine short years ago when we were all just Americans?\n\nThat was before the Great Divider was President. He accomplished exactly that he wanted to by dividing us all by race, religion, politics, gender, income, ect. \n\nIt’s sad what America has become....",
  "Nancy Pelosi compared the money we are getting back from the tax cuts to “bread crumbs.”\n\nDo you have any idea what I could do with an extra $1000? \n\nI’ve never been wealthy enough to view a thousand dollars as crumbs.\n\nCompletely insulting.",
  "Retweet if Stephen King, Obama, &amp; Hillary makes you vomit. https://t.co/ktkxbjrX3m",
  "Hey @LindseyGrahamSC REMEMBER THIS====&gt;  Watch: Lindsey Graham - Who Blasted #Trump for 'Shithole' Comment - Called Mexico a 'Hellhole' in 2013 - Breitbart https://t.co/M0racJLmX1 via @BreitbartNews\n\nCan you say #Hypocrite?",
  "Not sure why tapes of Twitter Engineers saying they are “banning a way of talking” is a “right-wing” story, CNN. Also, Twitter corporate put out three statements calling out ‘rouge’ employees and confirming the authenticity of videos. https://t.co/mu2iRZAv5y",
  "Taken Aback by Fake News Anchor Anderson Cooper who was on TV crying about Haiti's earthquake and this alleged #Shithole comment but has yet to shed one tear about the #Shithole that the Clinton Foundation left the good people of Haiti in after the quake. #CryMeARiver https://t.co/Oz8199qrRG",
  "BOMBSHELL: Chairman Nunes Has Seen Clear Evidence of FISA 'Abuse' by FBI and DOJ Officials https://t.co/ffmvlUloOy",
  "Hey Anderson,\nThere are literally thousands of Haitians that have said that Hillary stole from their country &amp; used them as her personal piggy bank.\n\nAnd you support her!\n\nSo save your snivelling, whimpering 'performance' no one is buying it!\n\nAs you sow, baby, so shall you reap. https://t.co/bHJw63ekLT",
  "80 SECONDS YOU HAVE TO SEE‼️ Bill Clinton Explains The Serious Threat Of Illegal Immigration In His 1995 State Of The Union Speech! WATCH THIS‼️\n\nDemocrats Today REFUSE To Tell The Truth About Illegal Immigration! #ExposeTheLeft https://t.co/lKdZu804cr",
  "3 for 3 tonight. The Hill is 3rd outlet to fail to cover our Twitter censorship story AND mislead about what's in my book about @realDonaldTrump #AmericanPravda #ShadowBan https://t.co/D7dtAMXPIh",
  "I don't understand how any hard-working taxpaying American could ever vote Democrat.\n\nAll they wanna do is take your money and give it to someone who doesn't work so they can keep those votes.",
  ".@JoeBiden:\n\n“you cannot go to a 7-Eleven or a Dunkin’ Donuts unless you have a slight Indian accent. I’m not joking.” - 2006 \n\n\"first mainstream African-American who is articulate and bright and clean and a nice-looking guy.” - 2007\n\n “gonna put ya’ll back in chains.” - 2012 https://t.co/XEYh0bs2Sl",
  "💥BREAKING💥 Senate Republicans, Cotton and Perdue, do not remember Trump responding in that manner.  Durbin once again caught in a lie!  Making our president look bad is high on his list, but helping the American people quite low--only the DREAMers.\nhttps://t.co/AV1RSSyZED",
  "Senator Cotton says he doesn't \"recall those comments specifically\" but rather @realDonaldTrump was talking about the imbalance of immigration from low-skilled countries. Take what you will from it.",
  "IN HAITI\n\nHillary stole:\n\n👉$$ from the poor\n👉Medicine from the sick\n👉Food from the hungry\n👉CHILDREN from their parents\n\nYet Libs look the other way to instead call @realDonaldTrump a racist\n\n👉#ThisIsWhyTrumpWon👈\n\n#MAGA #QAnon #TheFive #Tucker #Hannity #MLKDay Mr. President https://t.co/wC2X9tCL9x",
  "Everyone is going nuts over what @realDonaldTrump “said” about Haiti - but why didn’t they go nuts with what the Clintons “did” to Haiti?",
  "A CONCEPT, EXPLAINED: Countries so messed up that most of their citizens are trying to run away officially qualify as “shitholes”",
  "Trump just has the balls to verbalize what all of us think.  \n\nThese truly are shithole countries, but it has nothing to do with the people that live there. It has to do with the crappy governments, rampant corruption, poor economic conditions, and terrible educational systems.",
  "BREAKING: Sr Network Security Engineer Reveals Twitter Ready to Give Trump's Private DMs to DOJ -- WATCH FULL: https://t.co/Pqe70vH8Re https://t.co/aYKmMR61Ep",
  "Why should American citizens have to live in a country where people who sneak in illegally get to vote and determine who runs the government? #Tucker @FoxNews",
  "Leaked Podesta emails confirm @ChelseaClinton diverted over $3.1 million of #HaitianRelief funds via #ClintonFoundation to pay for her extravagant 2010 wedding. Was this money ever returned to Haiti? And if not, then why?… https://t.co/xcEqSjlqaq by #prolifewill via @c0nvey",
  "@TheLastRefuge2 @dbongino -&gt;pt 15/17! #Brennan https://t.co/8ICW6t3ElE\n15 Cut to: 2015 and what do you know, British intelligence is first to report Trump ties to #Russia 😅 knowing what we do now about MI6 and CIA any clear thinking American should at least be suspicious? Gr8 work @almostjingo!",
  "Oprah wants older whites to die. \n\nShe thought we’d forget about this. https://t.co/toYE7DcCCf",
  "What a quote: Huma Abedin backed up copies of her emails with Hillary Clinton to her pervert husband Anthony Weiner's laptop, conflicting with her account under oath to the FBI and in court that she did not preserve the conversations. https://t.co/cMsiCUd9bR",
  "#MadamPresident https://t.co/hRaZdDmumC",
  "If you think what the NFL are doing is bad just take a look at our own politicians during the pledge of allegiance...disgusting! \nTraitors to America and the oath of office that they took.\nTime to drain the swamp...and enforce some #TermLimits\n#Vote2018\n#VoteThemOut\n#MAGA\n#IStand https://t.co/5UriQ6Mq7P",
  "... and, since Clinton Foundation (CF) the likely motive for setting up home-brew server system, some might say you'd need to relook at emails to do competent CF investigation. https://t.co/K1AZy0wG5j",
  "Just remember who's calling @realDonaldTrump mentally ill\n\nPedophiles, sexual assailants, perverts, triggered millennials, pop-culture who worry more about playlists than politics, comedians afraid to make fun of Obama for 8 yrs 👈all voted for a criminal #RealTalk #stablegenius",
  "This is absolutely heartbreaking. Anyone that could torture &amp; animal like this is lowest of humanity. TY 2 the rescuers and caring people who will give this precious dog the love &amp; care he needs &amp; deserves. To followers, please RT and let's make this work of Organiz go viral https://t.co/1sJNvzXlG0",
  "@KyraBussanich @Notlobgavlar @marlowe_jill @JohnJHarwood @GOP Go back to baking... no point being angry about something you know know nothing about.",
  "While the crackheads continue to talk about Wolff’s “book”, a real book was also released this week. The book is titled, “You’d Better Put Some Ice on That: How I Survived Being Raped by Bill Clinton.” It’s written by Juanita Broaddrick. \n\nBUY IT!👇🏻 https://t.co/DnRBUFQjKP",
  "@realDonaldTrump We are bankrupt... stop the bleeding!",
  "If anyone wants to search the #HumaAbedin email batch--I have converted the PDFs into searchable format. Hosted on my personal domain...\nHERE 👉 https://t.co/DacK4veV9X\nThank you @JudicialWatch ✔️\nEnjoy prison, Hillary Clinton ✔️\n🇺🇸 maga https://t.co/JoFfY1iDE4",
  "Can we please award the #Pulitzer to Thomas Wictor for his ground-breaking work on what's actually been going on in the Middle East? This is looking more &amp; more like a genuine popular uprising, backed by GCC infiltrated operatives, using MBS's 'hollowing out' strategy 👇 https://t.co/nagg0Hob9c",
  "The Democrats have been told, and fully understand, that there can be no DACA without the desperately needed WALL at the Southern Border and an END to the horrible Chain Migration &amp; ridiculous Lottery System of Immigration etc. We must protect our Country at all cost!",
  "President Trump provided hundreds of meals on Christmas for members of Secret Service, WH Military Office &amp; the Palm Beach PD. \n\nStraight from his own checkbook. \n\nHas anybody ever heard of a Democrat politician reaching into his own wallet to give anything to anybody?",
  "WOW, @foxandfrlends  “Dossier is bogus. Clinton Campaign, DNC funded Dossier. FBI CANNOT (after all of this time) VERIFY CLAIMS IN DOSSIER OF RUSSIA/TRUMP COLLUSION. FBI TAINTED.” And they used this Crooked Hillary pile of garbage as the basis for going after the Trump Campaign!",
  "I hope everyone is having a great Christmas, then tomorrow it’s back to work in order to Make America Great Again (which is happening faster than anyone anticipated)!",
  "#JournalismIsDead  https://t.co/xZaJD5ADb7",
  "@Imperator_Rex3 Merry Christmas!",
  "Merry Christmas 🎁🎄  https://t.co/0f9Wo3LelP",
  ".@FoxNews-FBI’s Andrew McCabe, “in addition to his wife getting all of this money from M (Clinton Puppet), he was using, allegedly, his FBI Official Email Account to promote her campaign. You obviously cannot do this. These were the people who were investigating Hillary Clinton.”",
  "Hey Libs: if Trump's tax cut is so evil (Armageddon!), then you will all surely do the right thing and donate the tax money you saved back to the federal government. (h/t @dbongino) HERE IS THE DONATION LINK 👉 https://t.co/t5kNSBds1I",
  "@HunterLaura Share this Twitter Moment I created with everyone you know. This happened to Corey because people didn't keep the story moving. He probably still has no idea who Joy Villa really is. Many probably don't. Time to let them know. -VJ\nhttps://t.co/Zs5HlaZhGm",
  "We know what you've been doing on your home PC and phone. @AGSchneiderman",
  "Mr Schumer, in just eight years you guys increased the national debt by almost ten trillion dollars, saddled us with Obamacare, cut our military and knuckled under to any foreign country that frowned at you\nAnd you’ve still got the nerve to criticize?",
  "“Appears There Was Orchestrated Plan Within DOJ, FBI to Prevent Trump From Becoming President”. @Jim_Jordan \n\nSo where’s the indictments? Arrests? Law?? Let’s go @FBI @TheJusticeDept @jeffsessions. Do your job or GET GONE!!  \n#WednesdayWisdom \n\nhttps://t.co/KfsC0lO994",
  "I hear its offensive to say Merry Christmas?\n\nWell.....if it bothers you then Merry Christmas America 🎄and Merry Christmas again  🎅🤶!! \n\n#Trump is #MAGA \n#Resist the #Resistance https://t.co/ToEGk8fmCY",
  "JUST IN: AT&amp;T announces it will \"pay a special $1,000 bonus to more than 200,000 AT&amp;T U.S. employees\" due to tax reform passage and will also increase US capital spending by $1 billion. https://t.co/jn8limUSe7",
  "THANK YOU to all the volunteers across America who laid wreaths for those who dedicated their lives to serving our Nation. We will never forget the sacrifices they made to defend our FREEDOM. #WAA2017 #HonorThem https://t.co/f29QSPrlLM",
  "The lawyer who attacked me with phony charges, Lisa Bloom, now exposed for arranging payments to women. Please read this devastating article on @thehill - https://t.co/FZaqdQiCXO",
  "#Comey exonerated #HRC prior to her ever testifying on #EmailGate\n\nHuma Abedin &amp; Cheryl Mills we're interviewed w-o being sworn in \n\nRichard Strzok who's text msgs have been made public clearly show his intent to obfuscate the law \n\n#TheSystemsRigged ✔\n\n#SessionsDoYourJob ✔ https://t.co/6eA11PAlsy",
  "I, for one, would love to see her testimony.\n\nWhy she is not in jail is still a mistery to me. https://t.co/0KsCimza1D",
  "Alabama Vote Fraud? Doug Jones Supporter Says \"We Came From Different Parts of the Country\" - https://t.co/vU4w3YNWb5 https://t.co/r899spwrWo",
  "BREAKING: JW released new StateDept docs showing HillaryClinton &amp; HumaAbedin were permitted to remove records w/ claim they were “personal” &amp; “unclassified non-record materials” – including Clinton’s calls/schedules which were not to be made public. (1/6)\nhttps://t.co/I0blulNOYP",
  "In 1960, there were approximately 20,000 pages in the Code of Federal Regulations. Today there are over 185,000 pages, as seen in the Roosevelt Room.\n\nToday, we CUT THE RED TAPE! It is time to SET FREE OUR DREAMS and MAKE AMERICA GREAT AGAIN! https://t.co/teAVNzjvcx",
  "BREAKING: Nellie Ohr, Wife of Demoted Justice Official in Trump Dossier Case Who Worked for Fusion GPS, Also Worked for CIA @Cernovich @JackPosobiec https://t.co/CSkQ4CxFmz",
  "My favorite sentence in the article: “The letters argue that proposed changes to the U.S. tax code could give American companies an ADVANTAGE over foreign rivals.” Isn’t that the point? #MAGA 🇺🇸🇺🇸🇺🇸 https://t.co/1f78SGs6Go",
  "Imagine if George W Bush had ordered the FBI to spy on Barack Obama and plant phony evidence that there were tapes of him with hookers in Kenya and FoxNews spent a year claiming it was all true. That’s where we’re at",
  "Bought 563 bitcoin in 2011 for $6.13 each. I will randomly pick 6 people who retweet this and give one to each of you. Merry Christmas. 🎅 #Bitcoin",
  "They paid for a fake dossier that was the basis for the fraudulent FISA warrants the Obama administration used to spy on a Presidential candidate from the opposition party. \nAnd the former director purposefully set out to have a Special Counsel appointed based on that fraud. https://t.co/xyDvMtFLo2",
  "Such an honor to meet these American Heros @WhiteHouse today. #PearlHarborRememberanceDay https://t.co/IvC9JGs9lQ",
  "Donald Trump is the most patriotic person (other than our vets) in United States history, he gave up billions and his beloved reputation to Make America Great Again!",
  "With all the negative crap flying around about pervs and pedos I figured iI would make a positive video.......I call this one...\n\nTHUNDER!\n#UnsealTheDeals https://t.co/Q7Mg2p1H2V",
  "@BengalsDJ @Bengals #WhoDey",
  "@realDonaldTrump #godblessamerica\n#blessourmilitary https://t.co/kBtdrDsUIR",
  "#SaturdayMorning\n 🔻BREAKING🔻\nWalmart Endorses Domestic Terrorist Group Antifa\n#BoycottWalmart #BoycottWalmart  \nhttps://t.co/AuQaprvwhZ via @realDennisLynch",
  "#Alabama the choice could not be clearer, forward with #Trump or backwards with #Obama's candidate.\nhttps://t.co/p5Aja1d5HB",
  "BREAKING: Mueller indicts Obama for his collusion w Russia after stating he'd have \"more flexibility\" after 2012 election &amp; for lies abt Benghazi. Yes, this is \"fake news\" but it's a heckuva lot more important than an indictment on Flynn. But I gotcha thinking, didn't i?",
  "\"At Christmas we are reminded more than ever that the family is the bedrock of American life. And so this Christmas, we ask for God’s blessings for our families and our nation.\" https://t.co/xzymsiGMh5",
  "\"Another 'hush fund'\"   RT Raul Grijalva’s secret deal exposes second ‘hush fund’ on Capitol Hill  - https://t.co/DSKxRLIrWE - @washtimes",
  "Charles McCullough, the respected fmr Intel Comm Inspector General, said public was misled on Crooked Hillary Emails. “Emails endangered National Security.” Why aren’t our deep State authorities looking at this? Rigged &amp; corrupt? @TuckerCarlson @seanhannity",
  "The decorations are up! @WhiteHouse is ready to celebrate! Wishing you a Merry Christmas &amp; joyous holiday season! https://t.co/d6ZuyeFvrw",
  "Fun Fact: Elizabeth \"Pocahontas\" Warren has a $15 million net worth on a $174,000 senator's salary. https://t.co/sL5iqWddOx",
  "#VoiceSaveAdam",
  "Back in D.C., big week for Tax Cuts and many other things of great importance to our Country.  Senate Republicans will hopefully come through for all of us. The Tax Cut Bill is getting better and better. The end result will be great for ALL!",
  "ZERO funding should be provided to cities that protect criminals. Take care of OUR HOMELESS &amp; OUR VETERANS FIRST!\n\nHomeless American Veterans; these words should never be in the same sequence. They should get help first and foremost! \n#GodBless \n#VeteransLivesMatter https://t.co/amMGYCdi7b",
  "Fascinating tweet. The intention was to get us to read the feed, not just the web site +++ 👇 https://t.co/FOVQkzNrgA",
  "Why the coordinated rush by the Clinton mob to attack me if I’m just some loose cannon. Why worry about it? Why not just move along. It’s because they know what they’re hiding.",
  "@realDonaldTrump @realDonaldTrump you crack me up!",
  "#SaturdayMorning\n\nA couple weeks back Michelle said that women who voted against Hillary were basically FOOLS voting against themselves.\n\nNow she says we should \"Vote. Read. Treat each other kindly.\" to help us COPE with @POTUS.\n\nThe Elitism &amp; hypocrisy of the Obamas sickens me! https://t.co/DODPggaWZP",
  "“Antifa is a coalition of hyperviolent activists who are far-left anarchists or communists,” said Matthew Vadum, senior vice president at the Washington-based Capital Research Center. “They could be considered domestic terrorists.” They are cop haters too. https://t.co/jM9fj0xZoT",
  "Liberalmania: Barstool News deleted the video after massive backlash from triggered liberals trying to protect their Obama princess from criticism. Blinded Obama Lovers go nuts! Couldn’t Care less about Malia or what the hell this traitor’s daughter does.  https://t.co/T23E9MPYti",
  "Congress Stopped Working For The American People Decades Ago.  Instead, They Became Puppets For The Special Interest Money They Craved! To protect Themselves they formed A Bond Of Establishment Elites To Control Everything\n\nAmericans Fought Back And Voted For Trump, The Outsider https://t.co/TQ8CBuykZ1",
  "The Plutocrats Are Pursuing Internet Censorship And They’re Barely Even Hiding It\n\n#Censorship #FreeSpeech #Facebook #Twitter #Google #NetNeutrality \n\nhttps://t.co/c5yHUu7kB6",
  "NEW VIDEO.\n\nWe need to talk about Creepy Uncle Joe.\n\nhttps://t.co/LWqMvnlmDR",
  "@tweets1959 @GeorgWebb #bingo",
  "Border Patrol Officer killed at Southern Border, another badly hurt. We will seek out and bring to justice those responsible. We will, and must, build the Wall!",
  "@Thomas1774Paine Sick",
  "(22) All students of Sun Tzu are unpredictable.\n\nIt's why they always win... https://t.co/2TJIPOL45I",
  "ICYMI | MEDICAL CARD: Hours After Sexual Harassment Allegations, Jesse Jackson Announces He Has Parkinson’s https://t.co/NRqEPZJthy",
  "FBI Informant Has Video Of Russian Agents With Briefcases Of Bribe Money In Clinton-Uranium Scandal | Zero Hedge https://t.co/5biQIjf7Uy",
  ".@JudgeJeanine: \"I am tired of the powerful and the Clintons being above the law, the law that each and every one of us must follow.\" https://t.co/dcoqiYjOZb",
  "Monday the truth about Uranium One comes out, I can't wait till all these reporters who have lied to their viewers about how U1 had nothing to do with Hillary. When you see the videos, you will see how corrupt this deal was. Hillary knew, Obama knew and many others knew. ☢️",
  "Barack Obama's Collusion with Russia Caught on Camera! https://t.co/53NhEr53YH",
  "@PoliticalShort Send him back",
  "Democrats were ready to take a hit on retired Bill Clinton in order to take down Roy Moore.\n\nBut then, in came Al Franken...",
  "Not one single Democrat voted to lower your taxes... NOT ONE. Let that sink in for a minute.",
  "One of @NYGovCuomo’s pals was accused of sexual harassment. Cuomo ignored it. https://t.co/lCa7qCaLra",
  "You should be expelled from the US Senate--your sworn duty is to the US Constitution and its citizens. https://t.co/LOxIVfDnjH",
  "In the UK? ACT NOW: UK internet activist @laurilove faces US extradition case in 2 weeks https://t.co/Jv4tFgSihO #NoLove4USGov https://t.co/7Bbi1A17WU",
  "Why should we give another dime to the federal govt? We give them trillions every year (which they piss away) &amp; they act as if “allowing” us to keep a few more bucks is some kind of favor. We don’t owe you squat, not a dollar more. How bout them apples?",
  "@realDonaldTrump After they \"read\" their apologies I can see once again that you truly have outsmarted them...... Can I come work for you??",
  "Oh my, looks like some smoke 💨 appearing. \n\nProcurement Officer at Fed Funded Nuke Facility Indicated on Wire Fraud, Major Fraud, and Money Laundering https://t.co/dYCsRR0Jkm\n*Investigation ongoing.\n\n• Sandia National Laboratories \n• Movers LLC https://t.co/Lrrdj447Tt",
  "Tick tock https://t.co/n79CkMf04V",
  "“Toyota and Mazda announced that they will be opening a new plant in the United States that will create 4,000 jobs.\"  Thank you 🙏🏻 @POTUS!! This is winning in America! 🇺🇸 #MAGA  https://t.co/v3P1C2cQ73",
  "President @realDonaldTrump has treated me with more respect than the establishment and media have ever shown me!\n\nShoutout to @EricTrump and @LaraLeaTrump in this too!\n\n#MAGA 🇺🇸 https://t.co/QB6SowNKI7",
  "💥New Evidence In Hillary’s Uranium One Deal \n\nDemocrats and Hillary Definitely have some explaining to do on Russia Collusion \n\nRecordings Will Show Russian Officials Willing To Bribe The Clinton’s \n\nhttps://t.co/QUGWBcRDN1 https://t.co/7v9G0mxTaW",
  "One Major Party Is Working With The #FBI Using The FAKE #Dossier To Spy On The #Trump Team\n\nIf That Doesn't Warrant A #SpecialCounsel I Don't Know What Does \n\n@Jim_Jordan #Hannity https://t.co/jgdWmzn5iR",
  "Ann Marie Zeller Letter to McCain - Why is the United States of America shipping 47,200,00 kg's of uranium to Russia? 6 MONTHS PRIOR TO SHIPMENT!\n#uraniumone #uranium #russiagate #russia #clinton #tuesday \nhttps://t.co/y2vb4e41az https://t.co/UXWKJ9lUXZ",
  "3 months before Uranium One delivered uranium to Russia, the Nuclear Regulatory Commission contacted John McCain. They informed him that Russia was approved for 32 million kgs. Plus 15 mil kgs more were being reviewed. #uranium #russia #uraniumone #clinton\nhttps://t.co/cTgZJW5XyE https://t.co/bP00oBbAPH",
  "I do solemnly swear that I will support and defend the Constitution of the United States against all enemies, foreign and domestic; that I will bear true faith and allegiance to the same; and that I will obey the orders of the President of the United States...\n⚠️Terrorists https://t.co/Z642W4LIaK",
  "BREAKING: Washington Post Reporter Behind Roy Moore Hit Piece Has Extensive Criminal Record, History Of Writing Fake Checks https://t.co/pkvYnk8Hc5",
  "https://t.co/JVRXj4CQrE\nI believe #China pulled out all the stops right down to an invitation to the Forbidden City... an honor by all accts #POTUS Trump is the only President to be honored this way... The greeting, 👏👏👏 Thank you #China",
  "When wealthy Swedes who voted for 'Multiculturalism' are exposed to the muslim call to prayer in THEIR neighborhood, it doesn't go well. \n\n#Hannity https://t.co/p1D1x5HEx9",
  "Screwed up John Kerry https://t.co/xOUFs7rCqj",
  "One year ago today this still brings a Smile 😊 to my face Never underestimate the Will of The Ppl \nWe have the Power https://t.co/jYA6XbFCxX",
  "Liz Crokin: \"11 Democratic Mayors have been arrested this year for Pedophilia, think about that\" #LizCrokin #Democrats #AmericaFirstMedia #PedoRings",
  "Trust me. If you’re on the outside looking in, watch the 3 C-SPAN networks. You’ll get info from the horses mouth. Not the horses ass. 🤣🤣🤣",
  "My favorite piece of campaign memorabilia from @realdonaldtrump #maga #makeamericagreatagain #usa #america 🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸 https://t.co/X3uJRED08z",
  "@TuckerCarlson !!",
  "@TuckerCarlson BO is behind helping with the book .Get Clintons far away.. distract  from crimes of BO.  She said wait till next year... Michelle and Donna.... I'm calling it now?",
  "#NeverForget https://t.co/izfS3N5Wfb",
  "On behalf of @FLOTUS Melania and I, THANK YOU for an unforgettable afternoon and evening at the Forbidden City in Beijing, President Xi and Madame Peng Liyuan. We are looking forward to rejoining you tomorrow morning! https://t.co/ma0F7SHbVU",
  "Shut up and Have some respect when you come to my Twitter Page. My Tax Dollars pay for your Food Stamps and Section 8 so don’t bite that feed you. I know you miss Obama but you are going to have to work now https://t.co/DDmxbEFZYt",
  "@w_terrence That was priceless!",
  "@RandPaul Get well soon",
  "If this is true, I hope this monster gets run over by a bus. https://t.co/sg8IwdqEdd",
  "Liz talks about President Trump's war on pedophiles in the US. And the pedophiles being exposed in Hollywood.  Who's next? https://t.co/34A2VQoqmc",
  "Hola @chright This is the link &gt; https://t.co/FodgXZFV28 as promised. You can like this tweet.",
  "#TheStorm - the behavior of MSM reporters since the election has been unhinged b/c many have something to hide. This is just the start 👇 https://t.co/IKRh2HSdGN",
  "If the races were reversed, this cowardly attack would have been world news, but as the victim was white there was silence. https://t.co/1gm8fLyQJA",
  "@gatewaypundit @ShelleyBean01  https://t.co/O7S6RkuuRF",
  "@SteveBannen 🇺🇸🇺🇸🇺🇸 https://t.co/UeuX3f0Cas",
  "Those 2 dudes look completely at ease with eachother. https://t.co/7AL8eq8pwr",
  "@realDonaldTrump @PacificCommand @FLOTUS @DonaldJTrumpJr @EricTrump @SebGorka @seanhannity @TheLastRefuge2 Uranium One bombshell!  Here's the direct link. It involves the entire government.\nhttps://t.co/mFdhXKXaug",
  "Russia was bad #44 was flexing for Russia😂😂😂😂 #AMJoy https://t.co/BKeqSqo4Fx",
  "WE WANT ANSWERS &amp; PROSECUTIONS not just investigations\n7 Questions DOJ Must Answer About Uranium One &amp; Clinton Fdn \nhttps://t.co/GFcPzRPZh6",
  "Dear @realDonaldTrump: Remember this Obama whopper? Take a moment, sit back and soak it in...\nHILLARY 👉 RIGGED IT. https://t.co/5VZMla7pSE",
  "Twitter brags that it censored 50% of #DNCLeak tweets during the election although &lt; 2% came from Russian speakers https://t.co/h49dP1i836",
  "I'm truly honored that American Greatness agreed to publish my opinion piece today. Check it out when you get a moment. https://t.co/j4xpcCwy6f",
  "BREAKING: Nightclub BOMBED in SWEDEN. 12th bomb in just 24 days. Mainstream media quiet. RETWEET! https://t.co/XagDmV5ZvV",
  "🔴 637 WikiLeaks emails on the Hillary Victory Fund\n\n405 from DNC https://t.co/fQEZp5cy2a\n\n232 from Podesta https://t.co/z3F55DSFSK",
  "Reminder: Mueller &amp; FBI worked w/ Islamist orgs to purge anti-terror training material deemed offensive to Muslims.\nhttps://t.co/FsfdgdxNcU",
  "I would like just one member of Congress show me where in our Constitution it says we MUST take in immigrants to our Country‼️ https://t.co/zBVNjEXMip",
  "Yet another conspiracy theory is revealed as fact. https://t.co/YNHAOjV0i4",
  "Just spoke to President Macri of Argentina about the five proud and wonderful men killed in the West Side terror attack. God be with them!",
  "The United States will be immediately implementing much tougher Extreme Vetting Procedures. The safety of our citizens comes first!",
  "This tweet has gotten zero retweets on Eddie's page,I think we can show Eddie and his uncle our appreciation for his service and sacrifice👍 https://t.co/qraN0JUijd",
  "@michellemalkin Fool",
  "Our ruling class prefers immigrants to Americans. Who are they more worried about those here illegally or citizens? #Tucker @FoxNews",
  "I am calling for the declassification of FISA applications involving Trump associates → https://t.co/iElJqXK0C4.",
  "So @BarackObama news tomorrow!! Hint; Tick Tock",
  "@SvntySvnPunk @kwilli1046 Why is UK reporting this and not US?",
  "When @realDonaldTrump calls out radical Islamic terrorism, his critics label him a “bigot”. Trump isn’t a bigot. Trump is right. #MAGA https://t.co/M0S1t5IBby",
  "One of the many things I don’t miss about Barack Obama, his lectures on Islamophobia after Islamic terror attacks. So DeBlasio fills in...",
  "@thebradfordfile @SenSchumer Why was he and an attorney  from Perkins Coie meeting with Obama for 5 hours the night of the Benghazi attack?",
  "Obama Campaign Still Paying Fusion GPS Nearly $1 Million in August of 2017 \nPROOF THAT THEY ALL KNEW\nhttps://t.co/elQkwwu8Nr",
  "His name means “Sword of Allah” in Arabic. Just what type of questioning are we giving those entering this country during a time of war?",
  "We must not allow ISIS to return, or enter, our country after defeating them in the Middle East and elsewhere. Enough!",
  "Unrolled Twitter story from @drawandstrike (46 tweets) #UraniumOne #FusionGPS https://t.co/gqWPdl8t2D",
  "#GOP Leadership Blocked Investigation Into ‘Explosive’ #Clinton-Uranium Deal Evidence. #UraniumOne #LockHerUp \n https://t.co/w3f1oOXIkV",
  "@lastpatriotsusa They won't! It's their plan...",
  "Wow @JoyVBehar is this a tag team here? \nAnd you were so offended by Trump’s \n‘Man Talk’ in the locker room. \n#LiberalHypocrisy https://t.co/kOB5rgTRKH",
  "For the first time I’m starting to think #HillaryClinton may finally get indicted for her crimes.  https://t.co/hnzF8cwAOw",
  "Remember how he suddenly supported Hillary, then went dark? Now it makes sense. Bet his supporters r pissed now! https://t.co/FuGRUKmWW4",
  "Smoking gun! Working on the #hillaryclinton email STORY. #podestaemails #wikileaks #maga #trumptrain #donaldtrump https://t.co/kHpuNuB1yP https://t.co/xbXgZpWsIJ",
  "We need to see the FISA warrant applications.\n\nIf Obama officials knowingly presented false information to the Court, this is SERIOUS!",
  "@realDonaldTrump  https://t.co/sNdavy5SmT",
  "Happy #FirstRespondersDay to all of our HEROES out there. We are forever grateful to you for your service, sacrifice and courage 24/7/365! https://t.co/vOcTlyOeyw",
  "The Deep State is working to intimidate me from running. I will not stop until I defeat Maxine Waters. God Bless you all. #OmarNavarro2018🇺🇸",
  "EXCLUSIVE: Obama Appointed Islamic Society Official To Approve Russian Uranium Sale and Gulftainer Port Deal: https://t.co/HBHTmoTFsC",
  "@__0HOUR1_ @SaraCarterDC 1,100 donors to a Guistra's Canadian charity tied to Clinton Foundation remain secret \nhttps://t.co/O7Nqf596tN",
  "From @TuckerCarlson Tuesday show revealing new details from their source \"interviewed extensively by #Mueller\". Podesta Group. Manafort. https://t.co/u0KcaED6KJ",
  "@YosifSt @TheGreatFeather @stilljimbo @Duckman1001 @cchhjh_josette @wwwillstand @BitchyMitchy911 @Vet_Lazarus64 @LindaLmn1003 @spitdabit @Terri101092 @KnucklDraginSam @michaelfdee1322 @jorgenseptember @jsnyder64 @MaggieM86859297 @Stanislaw3737 @SanMateogirl11 @HorseShort @unarosabianca13 @WvTrump @coaltiger211 @Melski1 @DuncanMcFarlan @TommyJihad7 @GenaAltheide1 @UBetterlikeme @JdoaneD @seanmac65 @STSTWO @aporter925 @OpinionOnion7 @TeamTrumpUSA @TonyUnplugged @Sheckyi @americavetsnow @CharlieD2749 @DHecei @GIT_ER_DONE_USA @solentgreenis @wink_nod @alsdowntown @stand4honor @eavesdropann @BrotherVet @Pieter_Gericke @joejohnson043 @porrello_dana @BrianBe51698487 Wow #UraniumOne is related to #bundy. #bundyranch Who knew? BLM is an UnConstitutional organization @realDonaldTrump",
  "🔥2009: Robert Mueller Had Informant Called “CS-1” Who Proved ☢️ Russia Was Working w/Clintons💰&amp; He Did NOTHING🔥\n\n#satchat \nMueller’s Russia https://t.co/d05t05vkhQ",
  "“WHAT HAPPENED”\n\n“How Team Hillary played the press for fools on Russia”\n➡️https://t.co/GqpIidk017\n\nNOW WE KNOW! https://t.co/SgWL1HZmkI",
  "😳😳😳\nA nice neat package with a bow on top. \nWELL DONE ARTICLE.\n😳😳😳 https://t.co/FtjVLELfFU",
  "@tsykes8888 @seanhannity @FoxNews @realDonaldTrump https://t.co/ydTc04aMyB-",
  "Let's show @realDonaldTrump how strong we R with a Trump followback train👉Follow all who RT🚂 https://t.co/CaZu0dmdYG https://t.co/Ndk9JyrQyl",
  "The Coming Russia Bombshells: FUSION Bank Records?",
  "Inconvenient erections apparently... https://t.co/Th3xTvq4l3",
  "That’s another scandal that should be investigated. Many people gave a lot of money to the Clinton Foundation earmarked for Haiti. WTF!!!!!! https://t.co/Jb3g7QUfUZ",
  "The CIA recruited journalists to publish #FakeNews according to the #JFKFiles https://t.co/DsUUeqloQF",
  "Hillary Claims Didn't Know About Dossier - But Tweeted 8 Times On Dossier Before Election https://t.co/x0OTPHdEFR #MAGA    @realDonaldTrump",
  "@TuckerCarlson .. geez.  Another Looney toon @BradSherman ....\nFrom California explains it all!",
  "How many retweets can we get on this?\n\nNow that Uranium One is being investigated &amp; Fusion GPS info is coming out..\n https://t.co/BSb0GqsR9q",
  "@BackThePolice Beautiful!",
  "Everyone is now talking about Hillary Clinton and the Uranium One bribery investigation. I first wrote about Uranium One on October 7, 2016 but NBC/Wash Post moved the Trump 'pussy' tape release forward by three days burying development of the story. https://t.co/NuRIYEQOUx https://t.co/9YACqif3Vf",
  "Do not underestimate the UNITY within the Republican Party!",
  "1) New, big thread. Get ready:\n\nHere is the likely way the prosecution has unfolded between Sessions, RR, &amp; Mulehead.",
  "It is not a question of whether the #Clintons “have no shame.” They don’t. The question is when will we stop tolerating their shamelessness?",
  "The face u make wen u hav ben rite 4years about #Uranium1 &amp;the shit is gettin ready 2hit the fan! @seanhannity thanks4 ur tenacity #Hannity https://t.co/3zzcjJSdAf",
  "@w_terrence Amen!",
  "Trump’s tweets tomorrow morning are going to be https://t.co/0Th8jQS0Bg",
  "\"It's Out There\" Wikileaks Shows Clintons Knew Uranium One Was Major Scandal in 2015 https://t.co/ngnB7iIfwn",
  "Democrats might want to find a different excuse next time they want to wiretap their political opponents, 'Russia' ain't goin as planned...",
  "Important read - great history &amp; perspective @RMConservative nails it. https://t.co/qHZmDWVFWq",
  "Now Al #Gore - \nTwo More Massage Therapists Accuse him of Sexual Assault. Most likely Defense: #ClimateChange \nhttps://t.co/jkY9sPIf4U",
  "JW forced #FBI to admit to new #Clinton #Lynch tarmac docs! Plus we exposed #AwanBrothers #SanctuaryCities &amp; more!🔎 https://t.co/WajwEDW8wY",
  "A K-9 hero received a Purple Heart over the weekend!! Awesome!!\n#K9 #BlueLivesMatter\n https://t.co/JRgCWFy1mz",
  "Doctors baffled as mute man speaks after 8 years of silence, his cure anti-globalism.\n\n#AmericaFirst \n#PresidentTrump\n#SaturdayMotivation https://t.co/lGA4IFetXV",
  "One year ago... https://t.co/w5q8vuVlRF",
  "\"Membah when we sold 20% of our uranium to Russia for $145m, had the FBI cover it up, and then accused Trump of collusion?\"\n\n\"Good times!\"😂🤣 https://t.co/G3GpAu8bjH",
  "Yup, it’s that time again. Divisional AFC North football. #WhoDey #Blessed",
  "Literally, an #Antifa Clown on the Chicago train. (LISTEN) What a sad #Soros pawn. #Nov4ItBegins will fail. #MAGA will continue!! #infowars https://t.co/E0eKImZupT",
  "Fantastic Read👓\n\nIt’s Not Just Hill and Bill💰\n\nThe Obama Administration’s Uranium☢️One Scandal\n\nNational Disgrace🇺🇸\n\nhttps://t.co/3SLt4DqSWf https://t.co/S94Lx2h5wX",
  "Podesta email shows CNN's Brian Fallon knew abt HRC's improper dealings w Rus by April 29, 2015. Then he spent 2.5 yrs accusing it of Trump. https://t.co/T2CccmgmvA",
  "Only a fool believes Americans are enamored with identity politics and social justice more than loving their flag. https://t.co/zpdMLM5MOr",
  "Emails Reveal Bill Clinton Met With Vladimir Putin Just Before Uranium One Deal | Zero Hedge https://t.co/9zXfxcKGrn",
  "George W. Bush didn't open his mouth when Obama took sides against the cops so why give this speech now? --&gt; https://t.co/rtLjFOxfe2",
  "#Sessions needs to drill these vermin full bore. Take no prisoners. Every single one of them.  https://t.co/HkCrnlFi2x",
  "My Special Forces Brothers died in #Niger \n\nHere are my thoughts: https://t.co/nj2PTwz5ex",
  "✔RETWEET✔ if you support Chief of Staff John Kelly for blasting @RepWilson for listening to 'sacred' call between @realDonaldTrump and widow of slain soldier...then RT it again! These vile liberals just keep sinking to new lows\n#MAGA  #ThursdayThoughts \n#InAnAlternateReality https://t.co/JicYiBueYP",
  "https://t.co/byLTuHIlNa\nResign #McCain You're a paid off Soros soldier and a disgrace! Niger was an #Obama Op How bout #Benghazi?!!",
  "Not a word from George W. Bush for 8 years during Obama and now he speaks out against 45. DISGRACEFUL! https://t.co/YygTeumRFB",
  "Where was Frederica Wilson's outrage when Crooked Hillary said the Benghazi Four died because of a YouTube video? Democrats are so fake!😒",
  ".@foxandfriends \"Russia sent millions to Clinton Foundation\"",
  "@AIIAmericanGirI @FoxNews From most divisive POTUS ever. Just sickening!",
  "George W. Bush surfaces to remind us all why we at WAR with  the Republican Establishment (AKA Bush, Romney, McCain ...) to #MAGA",
  "Obama showed how much he loathed military members past and present by parading deserter Bowe Bergdahl around as an American hero. Shameful. https://t.co/ssVzypz2EH",
  "This is why the clown in the red cowboy hat and the rest of the #Democrats have been acting so nuts lately...  https://t.co/3OnzwWG3g6",
  "\"George W. Bush\" Once you realize they're anti-#AmericaFirst Globalist, it makes sense\n#ThursdayThoughts where were you for 8 years❓\n#Trump https://t.co/fC1mK7w7pd",
  "Now THIS is a Russia story the media should be focusing on!\nhttps://t.co/oWDSCaWHbs",
  "\"46% of Americans think the Media is inventing stories about Trump &amp; his Administration.\" @FoxNews   It is actually much worse than this!",
  "BREAKING: Obama DOJ Allegedly Threatened FBI Informant To Silence Him On Russian Nuclear Corruption https://t.co/fI3vGt1bMU",
  "Timeline: The Clintons, the Russians, and Uranium https://t.co/WaG1gfAfWx",
  "Hillary's Clinton Foundation took in 145 MILLION frm 9 different Share holders frm Russian Uranium Co. and did NOT report it.—Podesta✔️ https://t.co/rsp09SPylt",
  "https://t.co/wG4PmqYnub\nOne of America's PATRIOTS  \nTHE BEST OF AMERICA ❤🇺🇸💙🇺🇸\n👏🇺🇸🐶",
  "Ever wonder how powerful George Soros is and how he's controlled all negative press against Trump? Wonder no more.\n\nhttps://t.co/lIfViQmgeU",
  "Do you know my name Joy? ... how about my teammates that were left to die along with me by your messiahs @BarackObama &amp; @HillaryClinton https://t.co/FQpu6yp1Vu",
  "BREAKING: #AmericanPravda, NYT Part 3, Sr. Homepage Editor Reveals Biased Political Agenda at #NYTimes\n\nhttps://t.co/WFbzDQLHFV https://t.co/VMDfYeY6KR",
  "A lot of white noise from #Democrats today. They must be really worried about the revelations regarding the #Obama and Russian uranium deal.",
  "A candidate for President in the 2016 election took millions in bribes from Russia, but that person wasn't Donald Trump.",
  "@TuckerCarlson are you having a Halloween show tonight? Your guests are nuts!. Making me nuts!",
  "Waters’ Campaign Wrote Off Over $10,000 Spent on ‘Hamilton’ Tickets as Fundraising https://t.co/hdEgHRDnaD",
  "😂😂😂😂 I guess there's always time to try something new. https://t.co/YgRdPcqQUD",
  "RT if you want our country back! https://t.co/1TFjAtLX3M",
  "Phil has this right! https://t.co/LbfZZRjUAF",
  "Wow.  just wow.\n\n#HuricaneMaria https://t.co/ysRpqnY8NX",
  "The Weinstein company didn't fire Harvey because they found out he was a sexual predator, they fired him because we found out. https://t.co/Y39NZ0oIe4",
  ".@SenJohnMcCain was ticked off @FoxNews's Peter Ducey asked him a dumb question..it was 'The Question'! GREAT JOB https://t.co/Ixp1lKzWuM",
  "WAR FOOTING ☝️George Soros has pumped $18 billion into Open Society Foundations, making it a philanthropic giant  https://t.co/8L7MFippmN",
  "@POTUS is BOSS &amp; he is your president too  \n#mustwatch this clip\n😂🤣😂🤣🤣\n👉 https://t.co/4CTUW1xzf9",
  "Kinda of creepy that many of the conspiracy theories are actually the truth!",
  "Benghazi ain’t going away!",
  "Now the cowards at the networks are too ashamed even to broadcast the playing of our National Anthem. #BoycottNFL   https://t.co/2783t3UzGH",
  "@TuckerCarlson you are right @EthanBearman  you are wrong. geez. Need Excel spreadsheet of the kneelers community service work",
  "Have you noticed something?\n\nEverything that attacks Trump crumbles:\n✔️NFL\n✔️Media\n✔️Hollywood\n\n#WomenBoycottTwitter",
  "@Words_Posts @ThinBlueLR In today's FU world wish everyone could act like the mom and the owners!",
  "Let’s be clear. Obama signed executive order FORCING you to purchase private insurance. Trump signed one allowing you to choose your plan.",
  "@DonaldJTrumpJr @JimmyKimmelLive is a #Hypocrite",
  "The @POTUS keeps his promises. You criticize the Potus daily. How about standing up to McConnell? Call me when u repeal Obamacare #Loser https://t.co/H2T262MOxc",
  "🚨PSA! Can anyone identify this guy who sucker-punched a defenseless elderly man at the #Panthers game lastnight? #RT #SendTips https://t.co/30ArfxuExS",
  "@correctthemedia That's spot on! Good one",
  "🤔🤔🤔\nThere isn't a doubt now what Hillary Clinton meant here.\n#SethRich is one of MANY Clinton cover-ups.\nhttps://t.co/qF9FLnq5XQ\n#Trump🇺🇸 https://t.co/8nLGZ8fRbO",
  "@polNewsInfinity @ThinBlueLR I don't know why but I dont care about the moon..but I #praytogod for the rest. He gave us @realDonaldTrump and not HRC.",
  "Rand Paul Squashes the Idea that Trump's New Healthcare Order Will Hurt the Poor https://t.co/XUkyhBtYQ9",
  "Almost 400 NFL players have criminal records that range from murder to rape, gun possession, drugs.  No one took a knee against them.",
  "ISIS in Ohio Part One The Terror Attack at Ohio State University https://t.co/znKuigxv6b #HomelandSecurity via @pjmedia_com",
  "Did @BarackObama sent his own daughter to intern for a sexual predator? Why is he silent about Harvey Weinstein now? https://t.co/MXYA3LSl2I",
  "Use the pen to give Congress the same health care that the rest of America has. https://t.co/NeZQcVqByE",
  "Radio: BREAKING: Trump to Allow Insurance Purchases Across State Lines https://t.co/J8vdcTFd1f",
  "Could @nicholasdudich really be James Comey's godson? We'll let you be the judge. https://t.co/v6ucRUuZRN",
  "Geraldo Blasts 'Fake News' Reports About Trump's Visit to Puerto Rico https://t.co/9jO0D3BMvE",
  "So proud of @FEMA, Military, and First Responders! Thank you! https://t.co/kWVMqVelri",
  "Having met with &amp; talked to @POTUS a few times, I know he respects, honors and cares for #LawEnforcement &amp; #1stResponders @realDonaldTrump https://t.co/5Q2IOidesm",
  "@SteveBannen Wow! Throwing this out there this week? BUT.. Wasn't he held for hours in Russia as a senator over his passport? ?? I know I know.....",
  "On behalf of a GRATEFUL NATION, THANK YOU to all of the First Responders (HEROES) who saved countless lives in Las Vegas on Sunday night. https://t.co/ZxuMYWnNHv",
  "3 US Special Forces troops was ambushed and killed in Niger. This is why knelling is Disrespectful https://t.co/X5Hm9UAy1a",
  "@DeliaMacD1 @seanhannity @maddow Then why are you following him?",
  "Wishing death upon a group of concert goers because they might be Trump voters is one of the lowest levels of evil I can think of",
  "#HalfStaff #VegasStrong #LasVegasShooting #PrayingforVegas https://t.co/GvkUciSPEc",
  "The bodies of the victims are not yet cold, still insensitive people like @SenWarren &amp; @HillaryClinton are politicizing the tragedy in LV. https://t.co/kfYpN6SBKe",
  "Reminder: JW uncovered docs showing #FBI &amp; #DOJ collaborated w/ #LoisLerner &amp; #IRS to try to jail Obama's opponents.\nhttps://t.co/aLS5qiPVH0",
  "Did you notice all of the @NFL players running into the gunfire to save people?\nNope?\nNeither did I.\n👮~Only Law Enforcement Officers! https://t.co/4fbGzvRYVB",
  "How to help and find loved ones. Please share #PrayforLasVegas https://t.co/v0xaV3SAIm",
  "If you support our troops 100% - Retweet https://t.co/V6YERT6JyH",
  "BOMBSHELL CLAIM: San Juan Mayor SABOTAGING Relief Efforts to Make Trump Look Bad – Truthfeed https://t.co/zGtkrvdi8K #SundayMorning https://t.co/TxmGkoGkJh",
  "🔁RT If You’re Proud Of Our #Military And If You’re Proud Of Our @POTUS!\n\n#USAF #Army #Navy #Marines #CG #MAGA #TRUMP https://t.co/R03jGR8eOa",
  "Keep up your propaganda bullshit @CNN. I’m sending your clips to my friends in #SanJuan and they are pissed. One asked me to send #MAGA hat😂",
  "@PrisonPlanet @Weneedlasers #noclue",
  "19,000 RESPECTING our National Anthem! #StandForOurAnthem🇺🇸 https://t.co/czutyGaMQV",
  "Lets talk about cabinet members using private jets #TomPrice https://t.co/BhUCP3klOX",
  "Mueller traveled on non-commercial flights as Obama’s FBI Director. Waiting for democrats to demand hearings. https://t.co/XFgsylgxCF",
  "https://t.co/HUd69sZ7xa",
  "Let's do this patriots!⬇\nMurderer\nKneeler\n\n✍Petition to REMOVE Ray Lewis Statue needs 6,000 Sigs\n#ThursdayThoughts \nhttps://t.co/LNZ1uCqvJB",
  "You've got to be shitting me. A former Army Ranger with multiple tours is being made to apologize for not kneeling during the anthem? https://t.co/MmX2nJNIvS",
  "President Trump stands up for America and patriotism.  The NFL calls that \"divisive.\"",
  "@Rommel_102nd @ScottAdamsSays Imagine a world where you attack a president who defends standing up for the National Anthem.",
  "Seriously?  You ungrateful jokers do this overseas?  The NFL is committing suicide over a pointless gesture. https://t.co/eUREfmZRr1",
  "Ray Lewis (the man who killed a black man) is taking a knee to protest blacks being killed.\n\nYou can’t make this stuff up\n\n#TakeTheKnee",
  ".@NFL players who #TakeTheKnee aren't fighting racial injustice, they're only proving that they're a bunch of spoiled pieces of shit.",
  "This is what 8 yrs of Obama gave us\n\nRich, privileged men who now hate our country because of lies that have been fed to them\n\n#TakeTheKnee https://t.co/cJQqWSrKbz",
  "This is how real American Warriors #TakeAKnee for the flag.    Heros don't wear an #NFL jersey. https://t.co/Xu6eTJWAr0",
  "When you disrespect our flag, you don't deserve any respect.",
  "Well played #NASCAR, well played!\n#America https://t.co/fx8WAh2Aa6",
  "Thank you for your service, Captain https://t.co/xddweXOxee",
  "#Bengals50 #TakeAKnee \n#NFL \n#ClassAct \n\nAwesome Bengals for not falling into the trap.   Keeping my 4 season tickets!!  God bless the USA.",
  "Police departments should boycott serving NFL games until they get their act together. That would instantly show them how important cops are",
  "Former Army Ranger Alejandro Villanueva refuses to stay In the locker room with the rest of the Steelers for the National Anthem. https://t.co/8mYymYlMk8",
  "Media mocked @TimTebow for taking knee to pray to God, but they glorify taking knee to disrespect the national anthem! https://t.co/YQ6XyweGwv",
  "@seanhannity RETWEET if you stand with our @POTUS great vid!🇺🇸\n\nRtrd USMC Colonel Jeffrey A Powers letter to the @NFL commish ⬇️https://t.co/59FrBSLGuQ",
  "Russia&amp;apos;s Secret Agent Man Hiding in Plain Sight ... https://t.co/bCyz7RAxux https://t.co/uCxuuxSflL",
  "Entire football team kneels during national anthem\n\nListen punks, people died for your right to be an idiot doesn't mean you have to be one https://t.co/b2CgCo5rv9",
  "#Tucker -  What it looks like when the people in charge of our  country decide to destroy it. #LockThemUp  https://t.co/rxvF32yA6f",
  "To #TakeAKnee during the anthem isn't protesting, it's defiling the graves of millions who have died fighting for us. Have morals people. https://t.co/yZ2ccEFsmZ",
  "#TakeAKnee https://t.co/HOuNLdRAHF",
  "Why don't the NFL players who #TakeAKnee and refuse to stand for our national anthem just leave America since they hate our great country?",
  "Dreamer. https://t.co/TZLwfBYKLY",
  ".@newtgingrich on Obama: \"We have never, ever in American history had as many different scandalous behaviors by a president &amp; his team.\" https://t.co/Zs0Sn3iSAX",
  "Not his wife\nBut lived in the same apt complex 🤔\nAnd he paid for their units 🤔\nAnd they had kids under 8 🤔 https://t.co/aZECgviIUc",
  "https://t.co/nyv9LKO52X",
  "As I said in my explanation, I respect my fellow players right to kneel during the national anthem. https://t.co/7qRA8pwB8G",
  "@RealMattCouch Twitter is trying extra hard to block this tweet. RT for Seth",
  "Shocking the guy who's team investigates the Seth Rich Murder is being censored by Twitter. I need your help America, Retweet my stuff :)",
  "Hold the line. \n\nhttps://t.co/OWHwdz26tT",
  "Things CNN are mad at\n✔️Boobs\n✔️Golf\n\nThings they aren't\n✔️Benghazi\n✔️Antifa\n✔️Clinton emails\n✔️Unmasking\n\nhttps://t.co/WNTQhQvwKu",
  "JW still says Congress's unlawful #Obamacare exemptions (using taxpayer subsidies) should END. Retweet if you agree! https://t.co/511hdrzb9d",
  "I tried putting Hillary Clinton's book through a polygraph and it literally blew up the entire machine.",
  "As California votes to become sanctuary state, residents TRAGICALLY find out what that means https://t.co/f9l00ShSSj https://t.co/BMBsbmf1KU",
  "BREAKING: 21-year-old man arrested in relation to the London Tube attack has been identified as Syrian refugee Yahyah Farroukh - Sky News",
  "Well well... https://t.co/UvmUUbxwWV",
  "#Bengals50 #letsroar https://t.co/M2IezAwWRF",
  "I don't care what side of the isle you sit on regarding the issue, if true, we should all agree that this is disgusting and sub human. https://t.co/eLmOxaVywz",
  "Clinton's corruption is clear: pay-to-play, mishandling classified info, cover-ups - JW wants real investigation.⚖️🔎 https://t.co/BPglEitT2L",
  "Mitch McConnell &amp; Paul Ryan don't want us using the term 'Drain The Swamp'\n\nIt'd be a shame if this got 10,000 retweets. \n\n#DrainTheSwamp",
  "WATCH: More Looting Reported In Florida as Hurricane Irma Slams State https://t.co/ePFWmimGxp",
  "If you aren't enraged and sickened by this, you aren't human... https://t.co/3anXJhpX0C",
  "Can someone explain me what are this lights?? #hurricaneirma #florida #miami https://t.co/Goxy6FExJo",
  "WTF 😳\nThis is Long Island, Bahamas and the ocean water is missing!!! As far as they see 😬#HurricaneIrma #irma \n\nhttps://t.co/Sb4C0Xd0Rl",
  "Comey politicized his position as FBI Director - &amp; President Trump took the right step in cleaning house at the FBI. https://t.co/3Xw6sW0zK8 https://t.co/qYLrz1uon9",
  ".@LouDobbs: To have Paul Ryan beg the @POTUS not to end DACA, shows what a fraud he is as a leader in the House of Representatives. https://t.co/l2sIBkZzY2",
  "60% of people in Barbuda now homeless. Will take years to rebuild.\n\nPuts your own petty problems &amp; \"depression\" in perspective.",
  ".@SenSchumer vs. .@SenSchumer the next time someone says .@realDonaldTrump is racist show them this https://t.co/B6qlcR1Njx",
  "Irma in St Marteen is biggest trending vid on YouTube. Shows massive strength of Irma.  Must see &amp; share:  https://t.co/3H76rsoT1p",
  "Leaked emails reveal how Sony, Obama, Seth Rogen and the CIA Secretly Planned to Force Regime Change in North Korea\nhttps://t.co/NoI4FhKrss",
  "Vicente Fox, former President of Mexico, tweets the true purpose of illegal immigration - to take over America. https://t.co/OhEIyuvHO2",
  "Paul Ryan called DACA \"blatantly unconstitutional\" in 2014. The constitution hasn't changed, so why won't Paul Ryan support President Trump? https://t.co/alYQ61tmkp",
  "=&gt;&gt; @michellemalkin: There is no such thing as a 'deserving DREAMer' https://t.co/2Jhmc6b17O https://t.co/13GvPCZk58",
  ".@TuckerCarlson: When you refuse to control your borders, you're saying that the country doesn't belong to its people but to the whole world https://t.co/zu5pECQuW1",
  "From the mouth of 44, here you go libs, #DACA must end! .@POTUS, it was meant to be TEMPORARY, not a path to citizenship or amnesty #EndDACA https://t.co/HLuFArFGJ1",
  "Police moving cattle to higher ground just outside Dayton, TX with team @contessabrewer @CNBC https://t.co/yRuqvahPOw",
  "@realDonaldTrump Awesome",
  "I am pleased to inform you that I have just granted a full Pardon to 85 year old American patriot Sheriff Joe Arpaio. He kept Arizona safe!",
  "It was the Democrats that started slavery, owned slaves and didn't want slavery to end!   They can remove statues but we will never forget! https://t.co/H2BzpDrnjA",
  "DOJ hides truth &amp; won't release talking points from infamous Clinton-Lynch tarmac meeting held during 2016 campaign.\nhttps://t.co/PYzZycnR3C",
  "President Trump condemned the actions in Charlottesville. President Obama never condemned the violent actions of ANTIFA or BLM!",
  "Chelsea Handler, who likes to call Trump a Nazi, just found out that her grandfather was literally a Nazi soldier. https://t.co/ti70FxYTWa",
  "Must read: It wasn't a hack. It was a DNC insider with a memory stick. Or how a \"conspiracy theory\" became reality. https://t.co/heyzYzLZSZ",
  "Probably a good time for America to unite &amp; realise Donald Trump is not the bad guy here.. Kim Jong Un is the bad guy. #NorthKorea",
  "NEW: Per DOJ, state employees sold driver's licenses to illegal immigrants, allegedly resulting in voter fraud.🗳️⚖️🔎\nhttps://t.co/W0kFiv74Jc",
  "Exposed; @mmfa @georgesoros Plans to impeach @POTUS and silence all conservatives. Must read! https://t.co/gXpwBWHnT4",
  "President Trump is under attack by the same deep state scum that attacked you &amp; me. The good news: He can take them down.\n\nRetweet to do it!",
  "EXCLUSIVE: In March, Comey and McCabe Blocked the Arrest of Imram Awan’s Wife As She Was Fleeing to Pakistan **RT** https://t.co/T5BHPeJDEG",
  "RETWEET if you think President Trump should revoke the special exemption that Pres. Obama granted members of Congress from Obamacare rules.",
  "Sec. Mnuchin schools Rep.s Keith Ellison and Maxine Waters #MAGA @realDonaldTrump #TrumpTrain #AmericaFirst https://t.co/QN1TGVjhi0",
  "Jack Burkman is going to try to frame Seth Rich with the Russian Lawyer to paint the Russian Narrative. Please don't fall for it America",
  "@KimDotcom #TraitorMcCain",
  "49-51. John McCain got his revenge at the expense of the American people today. This was personal for him. Shameful vote. https://t.co/6lXNNtzoh3",
  "@scratch_point @LegInsurrection @jk_rowling Save your $$ don't buy @ak rowling",
  "This tweet is an insult to every American who has put on the uniform to defend this peerless country. What a disgrace. https://t.co/KpRSmpetHy",
  "@RepBarbaraLee #Clueless",
  "We will defend our country, protect our communities and put the safety of the AMERICAN PEOPLE FIRST! Replay: https://t.co/dcZxPKOPZ9 https://t.co/0NGiIhGY18",
  "A sickening display of political homoeroticism https://t.co/J1k86P2aAi",
  "??? @HillaryClinton @DNC https://t.co/Ah4p5wmFrJ",
  "Priebus will go down in history as one of the most important RNC chairs in the 163 year history of the GOP. He changed history.",
  "Investigating: sources say,\"McMaster has been communicating WH internal politics 2 Acting FBI director Andy McCabe.\" More shake-ups?",
  "Leave civilians out of this. I can take the hits, but I would ask that you would put my family in your thoughts and prayers &amp; nothing more.",
  "Multiple Hill staffers confirm last night McCain was heard laughing w Dems and remarked, \"Lets see Donald make america great again now\"",
  "General John Kelly is a remarkable Marine who has served his country his entire life. America and Pres Trump are lucky to have him serve now",
  "Remember when Wasserman-Schultz threatened the chief of the U.S. Capitol Police over a laptop - what was on that laptop? #AwanBrothers https://t.co/X5DRILH03A",
  "Note: https://t.co/hUyxhBGLUC https://t.co/bO7B673ald",
  "WOW! WikiLeaks Email Connects Nancy Pelosi to Wasserman Schultz IT Staffer Imran Awan https://t.co/mZ5TdXY84R",
  "Now this is fun. Docs show Newsweek \"journalist\" @KurtEichenwald uses a fake name \"Andrew McDonald\". Now look at these Amazon book reviews: https://t.co/HtbjBzuDSs",
  ".@realDonaldTrump I want everyone in Congress Drug Tested by the end of this Week! Since We can't get nothing done https://t.co/IHHj6RQmVu",
  "It's very sad that Republicans, even some that were carried over the line on my back, do very little to protect their President.",
  "RT if you agree with @seanhannity, we need to all join forces and fight for the agenda we voted for when we elected @POTUS @realDonaldTrump https://t.co/vR1K7mSsdj",
  "Has Newsweek fired its \"senior writer\" @KurtEichenwald after libel complaint? Bio changed to remove 'Newsweek' https://t.co/jP6ZEcRe1r https://t.co/H2QF26JoIb",
  "NEW: 3,810 JFK assassination documents. 441 never seen before. 3,369 now unredacted https://t.co/P9d8lqMX0F https://t.co/9C2JWrAqT3",
  "ITALY: A new shipment of angry young Africans has arrived and they're demanding money/housing. https://t.co/yovVKZhQlw",
  "Actually not weird! This is how these people operate, which means they are not real journalists https://t.co/Td9m0N2TyC",
  "Newsweek/MSNBC/Vanity Fair's @KurtEichenwald libels me as a child rapist, STD spreader &amp; Putin agent -- after losing @WikiLeaks libel case. https://t.co/KHKeifQFG3",
  "See JW's new video outlining some of the pay-for-play &amp; influence-peddling between StateDept &amp; ClintonFoundation.⚖️🔎\nhttps://t.co/ARsEnMDczM",
  "RED ALERT: The #UkraineDNC bombshells are JUST starting: and I've notified Congress… https://t.co/0mvlZzZOXJ",
  "\"I want to know why you let your police officers down\" — de Blasio gets earful Thursday on his G20 trip after Detective Familia was killed. https://t.co/IK5Kl8gRMM",
  "Millions of dollars flowed into the foundation &amp; personal coffers of Bill &amp; Hillary Clinton from Russia~ @TomFitton  https://t.co/052nwtazk1",
  "JW report on HumaAbedin emails shows more proof of pay-for-play, classified info mishandling, &amp; influence-peddling.🔎\nhttps://t.co/rYOFArKmkO",
  "BREAKING: Feds arrest Muslim doctors in one of largest Medicare fraud schemes in history (video)...\nhttps://t.co/H4O9gcUNI6",
  "Seeing President Trump sit in a Firetruck today was all I needed to make my day. Love him! #MadeInAmericaWeek https://t.co/FK7hSOZ7Vo",
  "NEW. JW Prez @TomFitton: Trump should fire IRS Commish &amp; have DOJ reopen criminal inquiry into Obama IRS abuses.⚖️🔎\nhttps://t.co/r8aE2Kexp6",
  "More Obama officials scrutinized in 'unmasking' probe // So the #RussiaFraud is fizzling and #Dems are cornered...  https://t.co/X82DgceXdD",
  "NEW. Nuclear lab that deals w/ nuclear security mistakenly shipped radioactive material on a commercial plane. Read:\nhttps://t.co/26OuA0XN6Q",
  "How many times do I have to tell you, Hillary Clinton colluded with Russia!\n\nhttps://t.co/Y1ucCrZlM5",
  "Pay-for-Play. Mishandling of classified info. Influence peddling. So a real investigation into Clinton is needed.⚖️🔎\nhttps://t.co/rYOFArsKWe",
  "The Senate Judiciary wants Don Jr. to testify.  Why hasn't it asked Hillary to testify about colluding with Ukraine?",
  "A stunning new report from The Hill ties Dems and Republicans to the same lobbyists who met with Donald Trump Jr. More at 10pm on #Hannity",
  "The way the media is reacting you would think Don JR had a foundation that illegally took millions of dollars in exchange for favors",
  "Why Did Loretta Lynch Grant Trump Jr's Russian Lawyer A Special Visa To Enter America? https://t.co/BVBGkXKNZl",
  "Obama admin’s secretive $400 MILLION cash payoff to Iranian regime was an abuse of power and may have been illegal.🔎\nhttps://t.co/8h4dMV4JFn",
  "Those 22 million Americans that will be \"uninsured\" are those that were forced into Obamacare -- Most of them don't want or need insurance!",
  "New person identified in Russian lawyer meeting has close ties 2 Soros. Now we know why they originally opted 2 not use this\n#DonaldTrumpJr https://t.co/yuLCEgifxy",
  "Interesting that Special Counsel Mueller hires a lawyer from the Clinton Foundation, and now several potential witnesses are dead #MAGA",
  "The set up, wouldn't ya know. This is some serious sh*t.\n#DonaldTrumpJr #russiagate #lorettalynch https://t.co/jvqAbUGQ0C",
  "Obama state dept along with the DOJ and DHS arranged for Russian lawyer to get into US.\n#DonaldTrumpJr #russiagate\nhttps://t.co/xXvwMHlaft",
  "Haiti Official, Who Exposed The Clinton Foundation, Found Dead In Miami. TY @truthisstrange #hillaryclinton #maga\nhttps://t.co/v6Z96MLLJD",
  "I guess that open borders thing didn’t work out, huh?\n\nGeorge Clooney ‘plans move to LA amid security concerns’ \n\nhttps://t.co/HrlzZKnBed",
  "This is fantastic! If there is a problem, we just got everyone else to pay to solve it @nytimes https://t.co/Kdmh3exVbM",
  "The infamous Clinton-Lynch tarmac mtg is example of why many Americans believe the Clinton investigation was rigged.\nhttps://t.co/S77G7YQ8I2",
  "What?????  Calling for Violence...Secret Service needs to pay her a visit!\n\nhttps://t.co/JaBhxi20Tb",
  "She finally says it: Women's March organizer calls for \"jihad\" against Trump  https://t.co/BRmqSWfmcz https://t.co/I9ZPCmTwWr",
  "President Trump's 1st quarter salary is being used to fix the Antietam National Battlefield in PA. Thank you! https://t.co/kuVK5omCza",
  "\"Just as Poland could not be broken, I declare today for the world to hear that the West will never, ever be broken.\" https://t.co/ostrkqBtO8",
  "RETWEET if you support the NYPD arresting Soros-funded agitator Linda Sarsour outside Trump Tower! https://t.co/dsMMeeSYJb",
  "CNN Tweets False Quotes Attributed to Lincoln, Ben Franklin ... https://t.co/3fKh9VVHbV CFP News and Videos",
  "To all those who think @realDonaldTrump should stop tweeting, I may as well offer my two cents...TWEET ON TRUMP, TWEET ON! https://t.co/UQDwTYy5pe",
  "Acting FBI boss Andrew McCabe faces pressure, probes, uncertain future | Fox News https://t.co/ffmmHyql7k",
  "Flashback: JW uncovers StateDept / ClintonFndtn conflicts of interest (foreign 💰 from Saudis, Omanis, Qataris, etc)🔎\nhttps://t.co/OhycLbMsbW",
  ".@potus &amp; I had lovely evening hosting President Moon, his wife &amp; delegation for working dinner @WhiteHouse https://t.co/NmFJagVfxq",
  "When SpecialCounsel Mueller was FBI Director he worked w/ Islamic orgs to purge 'offensive' training material.🔎---&gt;\n https://t.co/3SMXhqZaJS",
  "\"Sanders investigation: Bernie's wife attempted to evict disabled group home residents, report claims.\" via @FoxNews\nhttps://t.co/2IUGXL40ol",
  "When Trump goes low CNN goes lower: threatens to dox artist behind \"CNN head\" video if he makes fun of them again https://t.co/Ka4R1fFEWa https://t.co/82eWSmWtLf",
  "Reminder: National Security Council told JW that key Obama-era docs have been sent to Obama Presidential Library.🔎\nhttps://t.co/Amz9Eo95wX",
  "New docs show Pentagon &amp; CIA attempting to influence the narratives of over 1,800 movies and TV shows https://t.co/uJ1xbsSTzK",
  "Why is it ok for Joe and Mika to say nasty and derogatory things about the @POTUS but as soon as he hit back all hell breaks loose #whatever https://t.co/yGinZwIONK",
  "JW is calling for an END to Congress's Obamacare exemptions. Like, Comment, &amp; Retweet if you agree! JW report here🔎: https://t.co/eP3xJv2ctP https://t.co/FZU96jrOMw",
  "BREAKING: JW files FOIA against EPA. “Trump EPA can drain the swamp by releasing Obama-era EPA data immediately.”🔎\nhttps://t.co/tWz9rwtTNl",
  "You know why we have Trump?\n\nBecause the Republican Party sucks, the Democrat Party sucks &amp; the media sucks.\n\nIt's ALL broken.\n\nThat's why.",
  "I have a stupid question. If Obama was so concerned about Russia, why was he telling Putin he'll have more flexibility after the election?",
  "Chuck forgot to bring up the little matter of Bernie's alleged bank fraud https://t.co/CMd804kImo",
  "Chaffetz: Justice watchdog also looking at Lynch's role in FBI's Clinton email probe\nhttps://t.co/3feFrA0UYi?",
  "Pro-Clinton group spearheaded Russian dossier about Trump.  Lynch may have been involved.  https://t.co/wbuBvSCpLE",
  "Democrats are running from #Russiagate like a burning house now that Clinton, Lynch and Obama have been implicated.",
  "JW found 💾 showing conflicts of interest between StateDept, ClintonFoundation &amp; foreign 💰 (Saudi/Qatari/Omani/etc)🔎 \nhttps://t.co/OhycLc43Aw",
  "Nebraska Democrat Party official caught on tape saying 'I'm glad that motherfucker [Scalise] got fucking shot, I wish he was fucking dead!' https://t.co/yFJ32PqT77",
  "Report: Pro-@HillaryClinton Group Behind Russian Dossier on @POTUS https://t.co/oUj7OC8AG7 https://t.co/OAUdV0SPtR",
  "FLASHBACK: Mueller recused himself in 2006 when an investigation involved a friend and former colleague. WHY NOT NOW? #SundayMorning https://t.co/LIYTB50kgT",
  "JW filed a FOIA lawsuit against the Department of Justice for information surrounding the leaked Comey memo.⚖️🔎\nhttps://t.co/1X9r6snZQQ",
  "Mainstream media coverage of @AGLynch probe - June 23 - 24. https://t.co/dngchsLlNk",
  "\"Clinton Foundation accepted MILLIONS of dollars from at least 7 foreign gvmts while Clinton was Sec'y of State.\"💵🔎\nhttps://t.co/BnagRHR0L7",
  "Age can make one SO forgetful https://t.co/V8xZ1jXTPj",
  ".@dbongino: \"Impeach for what? What are you going to impeach for? Because you got destroyed in an election?\" https://t.co/XFaO9Bs7O6",
  "Phil wanted the Benghazi liar, the email destroyer, &amp; clinton foundation gets millions when she allows 20% of USA uranium to go to Putin. https://t.co/3nanDYvI0f",
  "Comey's testimony was a turning point - the moment DC Leadership realized Trump is going to be POTUS for a long long time. This is real.",
  "NSC told JW it wouldn't turn over 💾 on SusanRice, Unmasking, Russia, or DNC hack b/c info removed to ObamaLibrary.🔎\nhttps://t.co/Amz9Eo95wX",
  "Hillary Clinton colluded with the Democratic Party in order to beat Crazy Bernie Sanders. Is she allowed to so collude? Unfair to Bernie!",
  "Why was Obama \"colluding\" with Putin? https://t.co/4TMpPa1XHr",
  "New BOMBSHELL discovered in Hillary emails CONFIRMS criminal activity https://t.co/Nq6U2GXtno https://t.co/jayYGadlSD",
  "JW Prez @TomFitton: It's astonishing that ObamaLibrary has all this stuff that could make or break Obama's legacy.🔎\nhttps://t.co/QyUcrWvAOL",
  "Judiciary Committee letter to #Lynch seeking answers on her political interference of FBI investigation on Clinton https://t.co/igRWD4SxgQ https://t.co/RygUiH5vb9",
  "If this is all true. Comey is violating the law and should be prosecuted. https://t.co/njxhXQoEYc",
  "JW uncovered emails showing classified info sent - &amp; special favors given to #ClintonFoundation from #HumaAbedin.🔎\nhttps://t.co/UEqbVffaJd",
  "I'd think it would be hard for @Disney to keep him, let's see: #FireDepp Goes VIRAL after 'Trump Assassination' Joke https://t.co/CXOzVl6r6t",
  "Just out: The Obama Administration knew far in advance of November 8th about election meddling by Russia. Did nothing about it. WHY?",
  "Great question. https://t.co/WlcUn1CteC",
  "Trey Gowdy: What was the DNC hiding on the server they didn't want the FBI to see? #SethRich https://t.co/eaVf6wLqei",
  "Obama just took a private jet and a 14-car caravan to Italy to give a $2,500,000 lecture to us about living with less to save the planet https://t.co/RJvQAvnk4F",
  "Harvard analyst: “the Clinton's have committed the largest case of charity fraud in American history”:  https://t.co/MEIzRH1jOx",
  "JW believes using taxpayer 💰 to subsidize tuition for illegal aliens is sanctuary policy that undermines RuleOfLaw.🔎\nhttps://t.co/7dOxD0f6HV",
  "The MAKE AMERICA GREAT AGAIN agenda is doing very well despite the distraction of the Witch Hunt. Many new jobs, high business enthusiasm,..",
  "JW filed a FOIA lawsuit against State &amp; Treasury for info on Obama's potentially illegal $400 million pymt to Iran.🔎\nhttps://t.co/8h4dMV4JFn",
  "JW Prez @TomFitton: \"That we have to sue in court to get doc that was read to a reporter at @nytimes is a scandal.\"\nhttps://t.co/1X9r6s6oZi https://t.co/tYM7b0Xvxu",
  "WEEKLY UPDATE: JW Pursues Comey Memos, Exposes Obama Shakedowns, &amp; Asks Trump to Reject New Racial Census Category.🔎\nhttps://t.co/FV7fEYA0qZ",
  "Two years ago today, we watched  @realDonaldTrump announced he was running 4 @POTUS,  We've always had his back since day 1  #MAGA #ChooChoo https://t.co/YoOSlqRdW4",
  "THIS is why I support @realDonaldTrump for POTUS. He sincerely cares about cops. Why frontline cop orgs support him. https://t.co/myJIiogRxk",
  "ANOTHER Republican threatened after Virginia shooting https://t.co/qUcd9jm53c #tcot https://t.co/vATNyvv2RZ",
  "Remember: Despite what #Comey said, JW found 📧 PROVING #Clinton's intent -- ignored warnings not to use unsecure 📱.\nhttps://t.co/0HRxIbANwP https://t.co/FoG3kwWyDF",
  "It's our pleasure Mark and thank you for your service and sacrifice. https://t.co/INVt2pfglh",
  "BREAKING: JW warns FBI of its obligation to recover any memos &amp; records that were unlawfully removed by #JamesComey🔎\nhttps://t.co/2U5AFAEtjP https://t.co/vNuCW30jTL",
  "Congratulations to Justice Neil Gorsuch on today's official investiture ceremony! It was an honor to witness unforgettable moment!",
  ".@POTUS: \"I want to take a moment to send our thoughts, love, and prayers to Congressman Steve Scalise and his entire family.\" https://t.co/2yTdyiKj5O",
  "Happy Birthday to the @USArmy. Today and every day, let's raise up our glasses to these men and women in uniform. 🇺🇸 https://t.co/2QxUITkcNS",
  ".@SaraCarterDC: “If Congress does not call [Loretta Lynch] to testify then something is wrong.” #Hannity",
  "Loretta Lynch ordered the FBI to edit transcripts of Pulse Nightclub shooter Omar Mateen's 911 call, redacting all references to ISIS https://t.co/QDHwM85EhX",
  ".@POTUS: \"We will build again. We will grow again. We will thrive again. And we will Make America Great Again.\" https://t.co/qMOL4V3ec8 https://t.co/ej0n3SA4Q5",
  "Comey claimed he couldn't prove Clinton 'intent'... But JW found an 📧 PROVING her intent. Time to re-open this case.\nhttps://t.co/0HRxIbANwP",
  "This is a superb must-read-piece by Andy McCarthy because it expertly exposes Comey's unconscionable abuse of... https://t.co/nZln8Ht56D",
  "Trump lawyer accuses fired FBI head James Comey of perjury over leak testimony https://t.co/FmzU9mXmW1",
  "It is time to rebuild OUR country, to bring back OUR jobs, to restore OUR dreams, &amp; yes, to put #AmericaFirst! TY Ohio! #InfrastructureWeek https://t.co/4hGHviYqoR",
  "Comey's a lousy leaker:\n1. No leak that Trump wasn't under investigation or Lynch\n2. No leak of memo FULL TEXT\n3. Delayed until after fired",
  "12 Staffers at Dem-Linked Group Charged with Voter Fraud in Indiana; face up to 2.5 yrs if guilty https://t.co/qxhZNObxc3 via @dailycaller https://t.co/CtXf3jj8dp",
  "@FoxNews @SenGillibrand @TheDemocrats @SenGillibrand  say the #fbomb as you are a #joke @realDonaldTrump has been in office 6 mths. Last 8 years were #fbomb. go the #fbomb home!",
  "BREAKING: FBI Has Arrived On Scene After Truck Plowed Into Cops, Pedestrians In DC - https://t.co/L6gypWNIeX https://t.co/KeIRwWsmwc",
  "Pathetic endings to prosecutorial careers of James Comey and Loretta Lynch https://t.co/kGTYJuT3Zb",
  "ON LEVINTV TONIGHT, WE LEARNED FROM THESE HEARINGS THAT THE DEMOCRATS ARE USING LAW ENFORCEMENT AGENCIES TO TAKE... https://t.co/j6UQ0epmjz",
  ".@DonaldJTrumpJr: \"Now that this is all passed...@POTUS can go back to doing the things he said he was going to do for the American people.\" https://t.co/fcDtII8iQ1",
  "@POTUS Sounds Alarms on Mass Surveillance https://t.co/0lQbhN5hqt",
  "\"#Comey created a two-tier justice system, one for #HillaryClinton &amp; one for the rest of America.\" ~ @seanhannity \n\n#NotAboveTheLaw #MAGA https://t.co/HPTcvCWgnC",
  "I guess wanting to join the Taliban is Rosie's version of patriotism. #SeemsLegit https://t.co/uuORVkAeP8",
  "SMOKING GUN: New Clinton 📧 PROVES she was warned by 'security hawks' re: using unsecured 📱 #NeverthelessShePersisted\nhttps://t.co/2hFoYyf88l",
  "SpecialCounsel #Mueller - #Comey's friend &amp; colleague - purged FBI training material deemed 'offensive' to Muslims.\nhttps://t.co/3SMXhqHzSk",
  "✔RETWEET✔ if you agree Trump will be one of greatest Presidents in history. His unpretentiousness is SO rare today. #MAGA #FlashbackFriday https://t.co/ziIEFBU5AE",
  "Whoa!  How does Kathy Griffin's sole employer (Gay America, Inc.) feel about this tribute to Sharia Law? https://t.co/MG79vZPw3L",
  "So they've already solved the #ManchesterBombing but D.C. police are still scratching their heads months later over who killed Seth Rich https://t.co/EycDMdEkhf",
  "I am very appreciative and humbled. Thank you all. Sean https://t.co/zd6uFnaWmG",
  "The #SethRich murder investigation is stuck because it would reveal that an American hero with a memory stick stopped Clinton. Not Russia.",
  "KIM DOTCOM:  IT WAS SETH... https://t.co/kGFuWgd2tT",
  "IMPORTANT! Mediamatters is trying to silence me, get me fired, pressure my advertising on radio &amp; TV. Liberal Fascism. I need your help!!",
  "It's so sad that the DNC manipulates the Rich family with fake kindness to take advantage of them for DNC crisis control and fake news.",
  "'El Chapo' case judge executed outside home... https://t.co/CHKyXSGcZz",
  "https://t.co/ODCOqaA6Q1 👈🏻 tomorrow",
  "Ohhhhhhhhhh baby. https://t.co/6GJu8ZZRPp",
  "Egyptian president says Trump 'capable of doing impossible'... https://t.co/HTFJNowD4o",
  "Months and months of destroy Trump media \"Russia\" conspiracy theories, and HRC collusion and they IGNORE @JulianAssange message on \"source\"",
  "Reports: Multiple deaths after explosion at Manchester (UK) concert https://t.co/GohSgvpT4F",
  "THANK YOU to all members of the Armed Forces! https://t.co/lHwkuEuAwX https://t.co/U4mzKJiyT2",
  "As early as December 2015 Hillary Clinton campaign head John Podesta discussed Trump's \"bromance with Putin\" https://t.co/Jo0vyAlDLL",
  "FLASHBACK: President Bill Clinton fired his FBI director on July 19th, 1993, the day before Vince Foster was found dead in Fort Marcy Park. https://t.co/hosaGiCZe2",
  "North Korea disrespected the wishes of China &amp; its highly respected President when it launched, though unsuccessfully, a missile today. Bad!",
  "Today, I signed an Executive Order on Enforcing Statutory Prohibitions on Federal Control of Education. EO: https://t.co/cdgj53B3yo https://t.co/yO6tRcbkXD",
  "BREAKING: New book \"Shattered\" reveals the Clinton Campaign hatched the Russia narrative 24 hours after her loss to cover for their failure https://t.co/qR2kgG6c6L",
  "BE WARY: Fox News is now controlled by Murdoch's two liberal sons, one of whom has a wife who works for the Clinton Global Initiative. https://t.co/pTe35WdluY",
  "'El Chapo Act' pays for border wall with seized drug money... https://t.co/EK7kDZeFQp",
  "Hundreds of Syrian Christians attended their very first #GoodFriday mass in #Aleppo's St. Elijah Cathedral in nearly five years. #Syria https://t.co/wVkYT1WysE",
  "#Berkeley's ground zero for the war between #TRUMP &amp; Obama! Obama's a proven traitor who's trying disrupt America! https://t.co/gQKnoXnUg8",
  "The Corrupt Clinton Foundation Should be Shut Down!\nhttps://t.co/XXvpj1881t",
  "Bill Clinton gave North Korea two nuclear reactors in 1994 and financed their nuclear program. Bill Clinton gave nukes to North Korea.",
  "ICYMI @WattersWorld coming up!! https://t.co/GO6Lk0tDL6",
  "This peaceful Muslim lady threatens to bomb #America yet #Democrats want to halt #PresidentTrump's #TravelBan \n\n#Immigration #SwedenIncident https://t.co/kClZsZY5Dv",
  "This man, a whistleblower and great patriot, was murdered by the DNC. His name was #SethRich but he is most commonly referred to as \"Russia\" https://t.co/Ypppaj6RUU",
  "\"I'm not a crook.\" -Richard Nixon\n\n\"I didn't have sexual relations with that woman.\" -Bill Clinton\n\n\"I know nothing about this.\" -Susan Rice",
  ".@JaySekulow \"Why are we saying it is ok to be spying on the President-elect of the United States?\" #Hannity",
  "For 8 Years Obama Weaponized Gov't &amp; Corporate Media 2 Get His Way.\n\n\"Russia\" Is Just a Diversion 2 Cover Their Tracts.\n\n#SusanRiceUnmasked https://t.co/jVSrFzczTy",
  "Can someone explain to me how 14 black girls go missing in 24 hours in DC and it's not a goddamn news story?!? https://t.co/o1WnG3uKUW",
  "Time to raise up your glasses to these two celebrating 33 years together. #HappyAnniversaryToby https://t.co/wfrWa4upjd",
  "Why would you schedule a vote on a bill that is at 17% approval? Have we forgotten everything Reagan taught us?",
  "Surely. What's this? https://t.co/jaczNXTIv0",
  "https://t.co/W4zYmA8Loc",
  "WHOA! Look who we caught meeting with PUTIN before the 2016 election…https://t.co/oxrok4Y9up https://t.co/kXRAPNGDXR",
  "\"Democrat Party Ties to Russia\"\n@SenSchumer Meeting with Putin https://t.co/B0LFFPrcbZ",
  "https://t.co/5DwXPiG3J2",
  "Who's doing the story on the unprecedented move by a former president to undermine a democratically elected one?",
  "Every one of those 30 Democrats must resign, immediately https://t.co/SK0OOyoniw",
  "LIMBAUGH: DEEP STATE SABOTAGE... https://t.co/bsGf5u5n3i",
  "We can force American taxpayers to pay for insurance whether they want it or not, but we can't ask NATO members to pay what they owe.",
  "In 1972, Nancy Pelosi earned five dollars for jacking off a Russian immigrant at a San Francisco bus stop. https://t.co/v0HVqXXaWL",
  "A Senator met officially with the Russian Ambassador - Hysteria\n\nObama sent a plane load of our $$ to Iran in the middle of the night - Meh",
  "...to win. The Democrats are overplaying their hand. They lost the election, and now they have lost their grip on reality. The real story...",
  "Report: Obama administration funneled billions to liberal groups through DOJ 'slush fund' https://t.co/jzamL1T41N",
  "I am heading to the secure location where they are keeping the House obamacare bill. I will demand a copy for the American people.",
  "Not one Democrat called for an investigation over #BillClinton &amp;  #LorettaLynch's meeting, #UraniumOne deal or donor #Soros wanted by Russia https://t.co/qnh85A8XBh",
  "Democrats are mincing words to call #Sessions a liar didn't care about THIS!? Obama BLATANTLY lied and used his OWN fake email with Hillary! https://t.co/4vdcLbFWBK",
  "What pray tell is this????? #Jackass https://t.co/bTBEwTUfHC",
  "Fun Fact: Nancy Pelosi has a $196 million net worth on a $193,000 senator's salary. https://t.co/QMNHq3hlH5",
  "What Obama WH did in the final weeks confirms our WORST fears...https://t.co/CUeDyWYZ4X https://t.co/kB0yI0OYU8",
  "Close Hillary Clinton friend Lynn Forester de Rothschild (Economist publisher) is a trustee of the Saudi funded John McCain Institute.",
  "TIME FOR DEPLORABLES TO BOYCOTT HOLLYWOOD ... https://t.co/2AKFxaci4W https://t.co/ojkTCXEbbs",
  "Why aren't the lawyers looking at and using the Federal Court decision in Boston, which is at conflict with ridiculous lift ban decision?",
  "Whistleblower scientist reveals world leaders were duped by manipulated climate data when NOAA broke own its rules https://t.co/gEDpTIJk5w",
  "Hypocrisy alert. This is a handy list: The Democrats Who Voted for Neil Gorsuch as a Circuit Court Judge in 2006 https://t.co/fbrzQJvL8W",
  "@TuckerCarlson OMG Tucker how do you do it? Your guests are CRAZY!  These people need to be committed!  Keep up the good work!"
 ]
}