{
 "user": 898514197234892800,
 "tweets": [
  "😯 https://t.co/BeH5NvDDI3",
  "f the world changed to love the world 🗺 https://t.co/BtqdEghrLf",
  "I’m new to this but this seems like a really big deal! Right? https://t.co/EjhYaWd74V",
  "#CommonCore https://t.co/WZXsBjhpYy",
  "Take your seats, please.  The show is about to begin. \n\n#qanon #MOAB #GreatAwakening https://t.co/rBi5Vu261a",
  "I’ve gotta hand it to him...\n\nJohn Legend’s texts to Kanye West were a perfect example of why Kanye is speaking out. \n\nThey’ll attack you and threaten you if you speak out against the hateful Democratic Party agenda.\n\n... John Legend has been manipulated very well.",
  "The moment you give up is the moment you let someone else win",
  "Media Silent as Allison Mack’s Arrest Exposes Child Trafficking For Billionaire-Backed Sex Slave Ring! \n#Pizzagate\nhttps://t.co/0vutX2IaOh",
  "Your current situation is not your final destination",
  "Learn to let shit go. \nyou'll be a lot happier 😊",
  "Never forget who the enemy really is\n\nEphesians 6:12\n\nFor our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms.",
  "Don't let bullshit stress you",
  "Our borders are OPEN. Not secure, politicians \"all talk no action\" have allowed the flow of drugs, crime, and criminals into US for too long\n\nI saw it myself: \n\nWIDE OPEN! \n\nNo wall, no fence, NOTHING protecting our homeland\n\nWe MUST support @RealDonaldTrump  and BUILD THE WALL! https://t.co/KK9jk5lFkv",
  "You shouldn't give up. Fight for yourself and who you are. You've got to go through the worst times in life to get the best",
  "Don’t get mad. Don’t get even. Do better. Much better. Rise above",
  "https://t.co/syLiNtR8CM",
  "Such a good puppy 😁 https://t.co/sWviuUCfMH",
  "REALIST NEWS - JPMorgan Gets Sued for Bitcoin Fraud: https://t.co/fzjCjanZQF via @YouTube",
  "#DarknesstoLight\nHillary Diagram.\nOhhh Billy.... https://t.co/JFBDPauXiM",
  "Devil coin 😮😮🤔🤔😉\n#btcistherealbtc #btc #ltc https://t.co/pDs0ALsjqI",
  ".@tuckercarlson's Most Important Monologue Ever.\n\n#Syria https://t.co/GcRC3J0S7m",
  "The APA says the average child watches 8,000 televised murders and 100,000 acts of violence before finishing elementary school.",
  "I think I’ve been saying that since ohhhh... 09122012 🤨😏 , there is a deep state people ... and this criminal and her criminal family are at the infected center. @Comey @FBI @CIA @StateDept @HillaryClinton  @jeffsessions @JohnBrennan https://t.co/wfIJmMXkdj",
  "https://t.co/fMgYzCwP3h",
  "I predict that @facebook will be studied in future business schools as the single greatest business catastrophe in American history. It is, after all, simply a hidden data sales bazaar masquerading as “social media.” The fish rots from the head and #Zuckerberg was always vile.",
  "Special Council Mueller needs to refocus on his original mandate.\n\nMy legal team is preparing the release of my witness statement and a press release regarding my evidence about the DNC leaks.\n\n#SethRich    #DNC    #Wikileaks",
  "@rogerkver This guy is still on twitter?? Lol #ltc flappening is happening!",
  "We're excited to announce that Aliant has partnered with the Litecoin Foundation, making us the first official Litecoin payment processor! https://t.co/jb2qC5B5vh",
  "https://t.co/WItk9h7mkP",
  "Yes, it's been a rough week for cryptocurrency, but look on the bright side. BTC and ETH is just back to the levels 4.5 months ago, yet LTC has almost doubled since that time! Poor BCH though.\n\nhttps://t.co/V5ogqRn4Wg https://t.co/7tdL8z2LrO",
  "Is this the Litecoin logo I see next to the Coinbase logo in the new opening intro of @SiliconHBO?! We've made it! 😂 https://t.co/hBkCIk1WHv",
  "Nice to see Litecoin getting mentioned in the script for Deadpool the Animated Series by @donaldglover!\n\n(h/t @mikeopedia) https://t.co/rjkeHSQtQ6",
  "You can now #PayWithLitecoinLightning! 🚀 https://t.co/w6RmFAfu6R",
  "When Kimmel asked @therealroseanne “What happened?You use to be so socially liberal” Her response was “I’m still the same. You all moved. You all went so f*cking far out you lost everybody.” Fucking brilliant. This is why she is one of my favorite people. Always keeps it 💯",
  "@Kellyk1969 @realDonaldTrump Guilty of what? Moron",
  "#Litecoin doing the same thing it did when it was at $40 last summer. It would go up to $50 then come crashing back down. Never seemed to make any progress. Now it's four times that price. Put things into perspective. #BuyLitecoin not for tomorrow but for when it's $1k and more.",
  "Now that the AdEx Dapp is out, we have revised our roadmap. You can see it here: https://t.co/RbpJ9naRvh. \n\n#AdEx #roadmap #dApps",
  "A positive attitude will lead to positive outcomes",
  "https://t.co/HBrR4iq7xS",
  "Stop stressing over things you can't control or change. Overthinking leads to negative thoughts. Be grateful and focus on the positive",
  "👨‍💼 https://t.co/RhWjK1pDgx",
  "enlightenment https://t.co/DrnuTpudNx",
  "Retweet = Audit the Fed \nLike = End the Fed https://t.co/CDZLANUR9v",
  "Something great is coming your way, be patient and remain positive",
  "Ok so after Charlie tweeted about the @AbraGlobal app I downloaded it, hooked up @USAA and transferred $50 to my usd wallet. Exchanged it for #litecoin just now... Five Stars ⚡️⚡️⚡️ #LitecoinFam",
  "Abra chose Litecoin over Bitcoin Cash because of Litecoin's better security and its adherence to Bitcoin's scalability roadmap. 🐔🚀 #flappening https://t.co/ZtwLUfI1yx",
  "First good news of the day. An impressive list of seed investors in Lightning Labs! LND beta also launched with Litecoin support. 🚀\n\nhttps://t.co/AtYDs92vPl https://t.co/wtg7XD8RDY",
  "#Litecoin is only $6.7B away from overtaking BCH in market cap. I see this happening soon. It keeps inching closer, was still $10B away like a month ago and I think the next bull run will easily put Litecoin at #4 market cap. This is one of the many reason that I #BuyLitecoin",
  "Big day for bitcoin, Lightning goes live on mainnet! ⚡ \n\nAnnouncing the first Lightning beta release for the live bitcoin network, lnd 0.4. Read about it here: https://t.co/aaYec7Orsj 👩🏻‍🚀👨🏿‍🚀🚀",
  "Guys, This is huge! All fuds about the lightning network should disappear now! Let’s embrace the new era of payments! To the moon! #PayWithLitecoin https://t.co/UzmiodMDBy",
  "#Dilly #Intel #Drop \n\n#TheStorm #StageIsSet 1st tape is likely related to assassination of #JusticeScalia &amp; #SethRich\n\nSoon. #HRC and #DNC to be exposed in a #PedoGate #rvid5574. #HRCVIDEO #SHESDONE\n\n#WeThePeople  #PedoGateNews #Qanon8chan #QAnon #Q #MAGA #GreatAwakening #NOW https://t.co/NuMvBR6FrB",
  "An interesting read on why PayPal will start accepting Litecoin in 2018. What do you think? https://t.co/0kysAi9m6A #PayWithLitecoin",
  "Don't allow your loyalty to become slavery. If they aren't appreciating what you bring to the table, let them eat alone",
  "These people are SICK.\nGLIMPSE.\nYou cannot possibly imagine the size of this.\nTrust the plan.\nTrust there are more good than bad.\nThe WORLD is helping.\nWe are not alone.\nWe are all connected in this fight.\nPATRIOTS UNITE.\n#Q https://t.co/mKho1EFiB9",
  "https://t.co/icRoz8xZW9",
  "Wise words from fellow Anon\n#qanon https://t.co/afoDyHJiFC",
  "Dr. Rand Paul to Introduce ‘Audit the Fed’ as Amendment to Senate Banking Bill  https://t.co/NjTS7FZ4hi",
  "BLOWOUT SALE still happening! Great opportunity to add to your Litecoin wallet. Also a great gift idea! Tell your friends &amp; family AGAIN! It's super easy to blow $194 on junk. Blow it on Litecoin instead! It's been great for me so far and the future is looking bright! \n#RETWEEET",
  "https://t.co/LSWBAmb2Ln",
  "#Bitcoin was never about #Money; it was about Trust...\n\n#Blockchain #Cryptocurrency\n\nhttps://t.co/8qKIlR9oFf",
  "Old Patriots Aren't Putting Up With Your #Communist #Antifa Bullying Thuggery https://t.co/sAaFcpU3zg",
  "The Seth Rich case just took an interesting turn: \n\n“According to Ed Butowsky, an acquaintance of the family, in his discussions with Joel and Mary Rich, they confirmed that their son transmitted the DNC emails to Wikileaks.”\n\nhttps://t.co/EM4ATpwfkC",
  "♥️ WE ARE #LITECOIN♥️\nGlobal Decentralized Currency https://t.co/Glvi7C15hs",
  "The Failure Of Fiat Currencies https://t.co/sjXno2xSEz",
  "I have no problem with raising the age to 21 to purchase a firearm but you also need to raise the voting age to 21. If you're not responsible enough to have a firearm at 21 then you shouldn't be able to vote for people who create and pass laws.",
  "Do not be impressed by money, followers, degrees, and titles. Be impressed by humility, integrity, generosity, and kindness.",
  "https://t.co/dRpa9kIDOq",
  "Let the impermanence of life help you see the pointlessness of ego, pride, and materialism.",
  "All progress takes place outside the comfort zone",
  "You Tube's purge of Constitutionally protected political speech (and channels) is even worse than the actions of Winston in Orwell's 1984. Winston merely altered history, You Tube is actively DELETING it.  #Fascism  #YouTube1984 #Orwell https://t.co/CVJrZ5kRx6",
  "Suck it @rogerkver\nLitecoin To Surpass Bitcoin Cash This Year https://t.co/lZuK7wBfPK",
  "Silencing &amp; Disarming The Masses Are The Right And Left Hand Of Genocide - 'History Proves That They Who Take Your Guns, End Up Taking Your Life'  https://t.co/at9FTXfNKV",
  "https://t.co/9qoKufHUxL",
  "Our new website and the AdEx Beta DApp are now live! https://t.co/Sm1pRGkNhK",
  "https://t.co/dG2vKRQ3LK",
  "The flippening (ETH&gt;BTC) will never happen. But the flappening (LTC&gt;BCH) will happen this year. 🐔🚀 https://t.co/vn9XBdZNC3",
  "Start making your own happiness a priority..",
  "Even if you don't like Infowars, shouldn't it concern everyone in media that CNN is campaigning to have other news outlets shut down? https://t.co/VO5E3eU1pz",
  "\"Truth is stranger than fiction because fiction is obliged to stick to the possibilities; truth is not.\" - Samuel Clemens (Mark Twain)",
  "Money can't buy happiness. But financial freedom has a priceless view",
  "https://t.co/q0aOsEqkPF",
  "https://t.co/WAa2Qz0a30",
  "https://t.co/O9U9zMzycM",
  "The TRUE ENEMY- THE ESTABLISHMENT!! DON'T FORGET IT!! https://t.co/DXqSXmVZfQ",
  "https://t.co/MwcatPPvsZ",
  "https://t.co/8k2lRbOqVZ",
  "“Coincidence is the word we use when we can't see the levers and pulleys.\" \n- Emma Bull https://t.co/XB2br69h08",
  "This uncovered video of teen anti-Trump/anti-gun activist David Hogg, which shows he was heavily coached on lines and is having trouble reciting his script, is being REMOVED and CENSORED from social media and YouTube. They don't want anyone else to see it.\n\nYou know what to do. https://t.co/CaUMX4s72y",
  "Contrary to popular belief, the U.S. has always been a British Colony whose ownership lies with Rome #NewWorldOrder https://t.co/jOKmEImGy9 https://t.co/tQOfSNex6v",
  "When I criticize a Rep Pres their supporters think I’m a Dem &amp; discount what I have to say. When I criticize a Dem Pres their supporters assume I’m a Rep &amp; discount what I have to say. The system was built to ostracize ppl wary of the fact that all presidents are SELECTED puppets https://t.co/tPFzv4Fjk3",
  "\"From now on, depressions will be scientifically created.\" - Congressman Charles A. Lindbergh Sr., 1913 (year that Federal Reserve Act was passed)",
  "Ignore #Soros-funded #CrisisActors/ Protests &amp;the @DNC &amp; #CNNisPropaganda indoctrinated #ParklandStudentsSpeak &amp;focus on how sad it is that FECKLESS @FBI in collusion with #Democrats&amp; #MSM ignored the tip on #Cruz 6wks prior to #ParklandShooting just 2push #GunReformNow for 2018 https://t.co/U7pMnqDSYe",
  "https://t.co/u3NnYYrlCi",
  "You don't need a reason to help people",
  "The “war on terror” is nothing more than a slogan used to sell zionist imperialism to the masses https://t.co/0OCAEO12HC",
  "Exchanging your digital assets with 🦊 ShapeShift's integration on your KeepKey just got whole lot better! 🙌 https://t.co/chnq5D06Ds",
  "ShapeShift (2% of Bitcoin Network) is Now Batching Transactions 🦊⛓\nhttps://t.co/OJShipGhzd",
  "For every minute you are angry, you lose sixty seconds of happiness.",
  "You cannot grow unless you are willing to change",
  "My name is John Bouchell and I am not a bot. I was in school administration after spending a stint in the military.  Let me explain: As usual, I was a teacher, a coach and later became an administrator. I worked at all three levels of public school in administration.",
  "Doping In Curling? What Just Happened In Korea (And When Will We Ever Learn?!) https://t.co/rSGCct2m1n",
  "@EsotericExposal Link takes me to some 2018 slot prediction site....?",
  "We live in a society where the free thinking, open-minded people are considered \"crazy\" and the ignorant, closed-minded people are \"normal\".",
  "Catch up on mainstream media Russian conspiracy theories in this piece by @FDRLST   PS-If you are a Russian Bot please make this go viral  PSS-If you’re not a Russian Bot you will become one if you retweet https://t.co/05Gw8cinNX",
  "If it wasn’t for the #NRA guns would be taken away. They fight to keep your rights. Wake up America!",
  "5 days until #LitePay launches! 🚀\nAccept, Store, and Spend #Litecoin anywhere! February 26, 2018 #PayWithLitecoin #LTC @LitePayInc https://t.co/4kwn40UjP8",
  "Predictive Programming: subtle form of psychological conditioning provided by the media to acquaint the public with planned societal changes.",
  "News/media are nothing more than a perception management departments of the government. By leading the coverage of exposés and controversies, MSM has the ability to control the national discussion and hide more sinister details and agendas. It’s all CFR-sponsored #FakeNews https://t.co/W6sSURtdjE",
  "The interview from @LitePayInc CEO looks good. It’s good to know Litepay will be available in 41 countries.  https://t.co/6kcGAIgBoY",
  "#BillyGraham's role as a 33rd degree #Freemason was to shape the Chrisitian evangelical church into the mindset required for the One World Religion of the NWO https://t.co/ZbPeCOLv61",
  "Facebook is NOT free.\nInstagram is NOT free.\nYoutube is NOT free.\nPinterest is NOT free.\nLinkedIn is NOT free.\nTwitter is NOT free.\n... \n🕐🕑🕒🕗🕠\n...\nGoogle.. IS NOT FREE! \n\nYou are paying...\n... by giving up your information \n... and your #privacy. 🕵️‍♂️🔓\n\n#IdentityTheft",
  "🤔 Confused about inputs, outputs and calculating transaction fees? Learn more from @ChronosCrypto \nhttps://t.co/IuWaPS89fJ",
  "The 2nd amendment does not say:  The right to keep and bear arms the government allows of you to have if you obtained a permit shall be infringed.",
  "How To Kill 300,000 Americans (And Get Away With It)\n\nhttps://t.co/iWUhDCTuxU",
  "https://t.co/cpMUlKeisd",
  "I am not perfect. I am still learning. I still make mistakes. I sometimes have to correct myself. Learning and changing never ends.",
  "https://t.co/XsSf0P9SQ9",
  "https://t.co/0nIinl9ZB8",
  "https://t.co/cuu6waxb7Q",
  "https://t.co/lWfGfbnEJW",
  "https://t.co/8SlpaIM7Oc",
  "https://t.co/WcXRsMrDYl",
  "https://t.co/4C8xTqTret",
  "https://t.co/0RqHuKacSH",
  "https://t.co/iKrS3Tkmwa",
  "The Science Behind Why People Are So Easily Fooled https://t.co/JRNSaWhYlo via @wakingtimes",
  "Slavery never ended it just updated aha ✨✊ 👑 https://t.co/x2KkUVSTCE",
  "https://t.co/IIoC61gGvD",
  "The mind of one free thinker can possess a million ideas. A million fanatics can have their minds possessed by a single idea.",
  "We now learn Hogg was hanging out at CNN headquarters in Atlanta, GA sometime Before the school shooting. Before the shooting. Posing behind an news anchor desk? Perhaps Hogg’s career dream is to sign on with the network. https://t.co/0VoLsqtauD",
  "@EsotericExposal Child trafficking as well",
  "Declassified: The Gulf of Tonkin incident that got America involved in the highly controversial Vietnam War was a staged false flag attack.",
  "@EsotericExposal We are all connected!",
  "A nation can never truly prosper as a free, fair and egalitarian society as long as it has a rigged monetary system. #EndTheFed",
  "@EsotericExposal Page not found",
  "Intelligence agencies specialize in the creation of terrorists. This provides them with plenty of reasons to launch military intervention around the world.",
  "Jim Jones (Jonestown) was a Freemason who was involved in the occult, and was a CIA asset involved in mind-control operations.",
  "https://t.co/b3vRt2msae",
  "https://t.co/xvUNtWR4t8",
  "https://t.co/uOSf52kJE1",
  "I bought a ticket today for my son to go to Boston for an interview..If @Expedia accepted LTC that would have been their sale! And if they HODL, they can make double the profits on those sales here in a month or so! I'm just saying! Step up your game\n\n#PayWithLitecoin  #RETWEEET",
  "#Litecoin has historically relied on the community for \"marketing.\" That's cuz we're a #d14n project.  \n\nIn that same spirit, I put these flyers up for anyone to DL! So come print and share them in your cities!\n\nP.S. There's an entire $LTC presskit too. :)\nhttps://t.co/3GLHWQLDH9 https://t.co/n4Djxeueph",
  "@ProudAmericanCK @rachellittlex @Munchdown @Channel4News @delaneytarr  https://t.co/WLuLL1pHCz",
  "Don’t say we didn’t warn you..!\n#ltc #litecoin #LitecoinFam 🛰 https://t.co/46yiPJv0wJ",
  "Satan is uniting the world, breaking down language and cultural barriers, in his effort to unite humanity once again against God in Luciferian worship.",
  "Behold A Pale Horse by William Cooper has a chapter called ‘The Secret Government’ and in that chapter on page 225 you will find this. The book I might add was published in 1991. https://t.co/ySBTAWkdb7",
  "@ARedmon2 @MayorLevine And 90+% of those are commited with handguns... not \"assault rifles\" lol",
  "Don't waste your time on revenge. Those who hurt you will eventually face their own karma",
  "This is HUGE !!  I just called the California office of Denison Yachts and they confirmed that they just started ACCEPTING LITECOIN , BITCOIN and few others . They have a 20 offices up and down the U.S.  coasts .  \n#paywithlitecoin\n\nhttps://t.co/fqcrfOCBaJ https://t.co/eCW5BgeYPl",
  "Liberals: Cops are evil and racist pigs.\n\nAlso Liberals: Cops should be the only ones able to carry guns.",
  "Distance yourself from people who:\n\n1. Lie to you\n2. Disrespect you\n3. Use you\n4. Put you down..",
  "Being ungrateful is stressful.\n\nStress releases Cortisol.\n\nCortisol makes you dumb.\n\nGratefulness releases DHEA.\n\nDHEA counteracts Cortisol.\n\nBe grateful, and happy, and smart!\n\n#Bitcoin #Litecoin",
  "More innocent people murdered in a \"gun free zone.\"\n\nThe Democrat solution?\n\nMake all of America a \"gun free zone.\"\n\nIt's almost like preventing murder is not their real objective.\n\nStrange.",
  "@LTCFoundation @SatoshiLite #PayWithLitecoin\nWe accept Litecoin &amp; also manufacturer cool lit signs to show it! https://t.co/7pCPnaXsg7",
  "Here’s my letter to Special Counsel Mueller. https://t.co/TvpVaLsmzW\n\nAn American patriot who loved his country, loved @SenSanders and hated Clinton corruption opened the door to the DNC. Not Russia.\n\nMaybe you can ask Mr Mueller to respond? @realDonaldTrump",
  "Since the Q drop about Behold the Pale Horse, Bill Cooper, I've been reading the book &amp; listening to the radio programs again (been a while). Listen here folks...part history, part future...\"the past unlocks the future...Q\". https://t.co/5qTo2Exhry",
  "@tacobell @TacoBellTeam will you accept #litecoin as a form of payment? \n\n#litepay\n#litepal\n#litecoin\n#PaywithLitecoin",
  "#PayWithLitecoin https://t.co/6OXGJuzlW9",
  "Love your beats!\n@Freenauts",
  "@Anarchyball Parents Catch FBI In Plot To Force Mentally Ill Son To Be A Right Wing Terrorist \nhttps://t.co/wJKAYYp4QI",
  "#Pedogate #Pizzagate is REAL, and at least the political leadership in Russia is willing to do something about it! @realDonaldTrump YOU must lead the charge against #Pedos!\n\nBill Recommending Life Sentences For Pedophiles Submitted To Russian Parliament\nhttps://t.co/WW2AMCbBC9 https://t.co/L4IOVCqngv",
  "1991: An ominous excerpt from William Cooper’s “Behold A Pale Horse.” 🤔\n\n“Using drugs &amp; hypnosis on mental patients in a process called Orion, the CIA inculcated the desire in these people to OPEN FIRE ON SCHOOLYARDS and thus inflame the antigun lobby.”\n\nWhat is #MKUltra?\nWaco. https://t.co/7vOW8JwVjP",
  "Crisis actors and production team take a group selfie just before they have to go out and tell their heartwrenching stories on TV. https://t.co/gTyv4GEq08",
  "@aantonop Double standards in this country...",
  "Popular culture is meant to make us miserable and confused. In return, it leads us down a path of false hope, fake happiness, and materialism.",
  "Hmm, yet ANOTHER active shooter \"drill\" gone live, w/ witnesses claiming there was more than 1 shooter. #guncontrol agenda, anyone? The globalists know they'll have 2 disarm us 2 usher in the NWO, so they're really pushing it &amp; don't care how many ppl they kill. #GunControlNever https://t.co/RpSoAKaaLi",
  "Some more 4k and HD ones for #Litecoin and #PayWithLitecoin fam https://t.co/ppcU1hB0jg",
  "Not sure why Litecoin isn't an option yet!?? You were one of the first major companies to accept Bitcoin so you have the technology in place to do so. Get on board @Expedia \n\n#PayWithLitecoin #LitecoinFam #Retweet @pwkad 👊 https://t.co/CihkpRThNQ",
  "Secret cheat code for LTC:\n\nHODL\n\nShhhhhhh...keep this between us!!\n\n#LitecoinFam #PayWithLitecoin #RETWEET https://t.co/ykSDy9NN7N",
  "Some days you just have to create your own sunshine",
  "Well said! #litecoinfam #PayWithLitecoin https://t.co/q7aqR14heR",
  "@The_Only_Topher @pedershk @lilium479 @CNN The FBI are not first responders, moreover, The FBI field office is in Miramar, which is 22 miles from Parkland. CNN once again spreading Fakenews. https://t.co/Z0KuSO2awK",
  "Just think of the incentive for businesses to accept Litecoin if they know the people will retweeet and support their business just by accepting Litecoin. The best Litecoin marketing the world could offer.\n#PayWithLitecoin\n@litecoindad \n@Litecoinaware\n@LitecoinCrypt0 \n@Brn2wice",
  "Pay Anyone\nAnywhere \nAnytime \n\nLoafwallet \n\n#PayWithLitecoin #LoafWallet https://t.co/zvfAsEHua5",
  "Soon #Litecoin will be universal, socially accepted and leading the way of crypto. It’s easily the payments coin and offers the world a new way to manage money. #LTC #Paywithlitecoin #crypto https://t.co/0O5EMV8avW",
  "RT if #Litecoin is your favorite Crypto!",
  "Take the time to see and appreciate what you have",
  "@Thedyer1971 Def something goin on... if the govmnt tells you something is true, its probably closer to the opposite",
  "https://t.co/ZJRReVDq0f",
  "When do the kids of Chicago, who suffer from the most gun-related casualties in the United States, get their tear-jerk feature on CNN? Oh wait, they have strict gun laws so it doesn’t fit the mainstream agenda. Nevermind!",
  "Humble on the outside, confident on the inside",
  "Be kind. Be friendly. Keep a smile on your face. Your actions speak louder than your words",
  "This week we will be adding the final functions to the beta. After we will be conducting a security audit of the platform and opening up our bounty program. After that we go live.",
  "Staying lowkey will literally solve half your problems",
  "Liberals like to say the NRA buys politicians.\n\nWrong.\n\nThe NRA doesn’t even crack the top 50 in terms of spending to lobby the federal government.\n\nBut liberals will say anything they can to push their narratives.",
  "A positive attitude brings much gratitude! Think positive, Be positive, Speak positive and stay positive. Do it every day and do it big",
  "Behold! 1991 Book Warned Us 'Secret Government' Would Use School Shootings To Disarm Americans! Was Florida School Shooter 'MK-Ultra-Cated'?  https://t.co/js2feL7htG",
  "@PeterLBrandt @CNBCFastMoney @CNBC Cnbc-\n\"how to buy ripple\" ripple price 3$\n\"How to sell ripple\" ripple price .75$",
  "#paywithlitecoin https://t.co/m2Kjxoq9Nz",
  "https://t.co/4lscO2BKsZ",
  "Learn to let shit go. \nyou'll be a lot happier :)",
  "I'll just leave this here, #qanon....\n\n#MKUltra # https://t.co/JeLmUKeyx8",
  "Another fake app, we don't have any apps yet. If you see a myetherwallet app it is fake please report! https://t.co/dKHXTn0XyC",
  "Salt and sugar look the same; be careful who you trust",
  "To push mainstream adoption we're going to need to infect all cultures, not just #CryptoCulture. We're all on Twitter for #Crypto, but go out and explore your other interests. Whether it be #parenting, #automotive, #bikelife, #tattoos or #farming. Whatev Ur N2.😉",
  "When you are angry, be silent",
  "Soon, Feb 26th soon, #LitePay is going to help #Litecoin become the mainstream digital payments currency. It's not too late to trade your #BitcoinCash for #LTC. You will literally have LTC in your pocket and can it almost anywhere. #DitchBCash",
  "https://t.co/1ygsMCcNnA",
  "About to cross 5,000 friends! 😘🐔🚀\n\nYou are all in the right spot. I'm in direct contact with major brands, representing #litecoin. With the help of all of you and #LitecoinFam my tweets are being seen. We are being noticed. Big stuff, stay tuned.😉🤑",
  "Be patient. Good things take time",
  "https://t.co/9ycdSCWXIe",
  "Positive thoughts, positive vision, positive life..",
  "We now accept LITECOIN thanks to @coinbase \nCheck out our @TREZOR cases available in 5 colors at https://t.co/LTl5G84iBG \n\nI can tell you what's @SatoshiLite 's favorite color if he doesn't mind ofc\nHint: not silver😁😬\n\n#PayWithLitecoin \n @LTCFoundation @CryptoChanneI $LTC $BTC https://t.co/dkUwr2tq9h",
  "https://t.co/u7XcpPjADB",
  "How excited am I for the launch of @LitePayInc you ask? 🤗🤩🙌\n\n@Litecoinaware TY! @litecoindad @SatoshiLite #PayWithLitecoin #TheYearOfLitecoin #LitePay https://t.co/dp8ORCMJEq",
  "@occasionatheist @eyesopenamerica @Deplorable80210 @JulianAssange Exaust?? So when you drive your car down the steet when its cold you must leave \"contrails\" for miles and miles behind u eh?... or how about when you breath? Theres a difference between contrails and chemtrails. Do some research",
  "So let me get this straight.\n\n#Mueller and Rosenstein had the FBI chasing down 13 Russians, who had zero impact on the election.\n\nMeanwhile, the FBI was ignoring tips, one from last month, on a man named Nikolas Cruz, who was threatening a school shooting.\n\nDo I have it right?",
  "#Qanon #DarkState #TheStorm #WakeUp \nFBI DROPS BALL ON:\n* BOSTON BOMBING \n* FORT HOOD \n* SAN BERNARDINO \n* ORLANDO \n* FORT LAUDERDALE \n* NJ BOMBER\n* GARLAND TEXAS\n* LV\n* FL HIGH SCHOOL\n* [&amp; MANY OTHERS]\nDO WE HAVE A PATTERN HERE?\nASK YOURSELF IS THIS INCOMPETENCY OR #COMPLICITY?",
  "G'Morning #CryptoTwitter and #LitecoinFam!\n\nIt's Monday, super grateful for my friends all over the world using #PayWithLitecoin 👍\n\nI've never done a giveaway, want to thank everyone.\n\nGiving 3 followers some $LTC, $VEN or $ICX. Amount Unknown 😜 \n\nMust Follow and RT⚡️👊",
  "@litecoindad I would rather #hodl my precious $LTC and blow fiat on the insignificant shit I need. https://t.co/A7uqjlrdsj",
  "Which sign would you prefer to see at a school? https://t.co/D7r2y5NMgk",
  "The problem with closed-minded people is that their mouths are always open.",
  "\"To disarm the people is the best and most effectual way to enslave them...\" - George Mason",
  "@RedactedTonight The FBI is giving guns to the mentally ill to attack people then leaping in to save the day, cameras rolling. What a bunch of jerks.",
  "#paywithlitecoin https://t.co/kg7nvcxkTH",
  "@cryptov3rse HODL or #PayWithLitecoin, but NEVER sell.",
  "If you don’t feel great about where #litecoin is headed,I would request you get a medical check up. @SatoshiLite @LTCFoundation have such a great vision and are doing truly amazing things. We all are very lucky to be part of this huge defining moment in history\n\n#PayWithLitecoin",
  "#PayWithLitecoin https://t.co/F7EcWB5qHV",
  "There will always be a reason why you meet people. Either you need to change your life or you are the one that will change theirs",
  "Here comes our first book! Understanding Litecoin: The Digital Currency for Payments.\nhttps://t.co/ZUNC1JEFpw @ecurrencyhodler https://t.co/MAp2q429wL",
  "Dump your #bitcoincash for #litecoin. It’s the right thing to do. https://t.co/QHbNeBPOB6",
  "https://t.co/bb8Tk2iFTJ",
  "For those who are ridiculing @SatoshiLite for divesting/selling all his $LTC. \n\nEat your heart out. #Litepay #Bitcoin #litecoin https://t.co/skBHwJkn9W",
  "Hello world! https://t.co/jNf0P1MgK2 https://t.co/vG76rUJpWy",
  "...what's going on here? News reports of school shooting BEFORE it happened?? https://t.co/Vn1Ngf5s7P",
  "1 down, 3 to go!\n\n✅ Merchant processor @CommerceCB\n🔲 Popular online wallet \n🔲 Goods trading platform\n🔲 One huge unexpected surprise\n\n#PayWithLitecoin https://t.co/bYUPup67G0",
  "One more way merchants can accept Litecoin! The @LTCFoundation donation button is already using @CommerceCB. Check it out at https://t.co/TWCZCDJlRy #PayWithLitecoin https://t.co/Wu2ht1VoDp",
  "#DonateLitecoin \n#TheYearOfLitecoin\n#ChikunArise \n#LitecoinTo1K https://t.co/aiW7Y2Fx2P",
  "Bitcoin broke $9k, but Litecoin is the one to be watching.  https://t.co/fO6qW5Dntz",
  "Information packed post on our progress, new updates and more. \n\nhttps://t.co/lwqXhKMpca",
  "\"In today’s post, Microsoft points to #Bitcoin, #Ethereum, and #Litecoin as three specific platforms that are suitable foundations for DIDs.\" \nMicrosoft To Embrace Decentralized Identity Systems Built On Bitcoin And Other Blockchains via @forbes https://t.co/m2J3vVLf2e",
  "If your goal in crypto is to sell for usd, you have missed the point my friend!\n\n#PayWithLitecoin \n#LTC #OMG #PPT #VERI #BTC #ADX",
  "#PayWithLitecoin https://t.co/mwE1BwfVtB",
  "Roger @rogerkver, please stop calling Bitcoin, Bitcoin Core. No one else does this. Both https://t.co/VKB9ZGgQk8 website and mobile wallet are misleading new users with this bullshit. And it is especially hypocritical coming from you seeing how upset you are with the name bcash. https://t.co/ufjJDqDW1W",
  "$ltc! #PayWithLitecoin https://t.co/7cpzQKF5r8",
  "Want to be one of the first merchants to accept #cryptocurrency #payments? Talk to us about how to get started! https://t.co/e39Zz04dkd #Bitcoin #Litecoin #Ethereum https://t.co/KreYa1qNj4",
  "Microsoft looking into building decentralized IDs on blockchains. Nice shout out of Litecoin! 🚀\n\n\"Microsoft points to Bitcoin, Ethereum, and Litecoin as three specific platforms that are suitable foundations for DIDs.\"\n\nhttps://t.co/nK2Qh2Yw3x",
  "https://t.co/RegCTfaC3U",
  "All bitcoin crashes. Via @howmuch_net https://t.co/tYcd0ZvPD1",
  "#PayWithLitecoin https://t.co/nl0IWU0fyW",
  "#PayWithLitecoin https://t.co/qpUt5TImg1",
  "https://t.co/Aejraakhl3",
  "To everyone using the hashtag #PayWithLitecoin you might be starting a revolution.... just saying. It's real. \n\n#Blockchain #ResearchBlockchain #DYOR #Crypto #Bitcoin #Litecoin",
  "@CryptoHedge_ LTC, OMG, PPT, ADX, VERI",
  "If you don't see #litecoin going to the moon soon, you haven't been paying attention... wait and see. ⚡️🚀\n\n#PayWithLitecoin $LTC",
  "@bitcoinkeepkey Thanks guys appreciate the input",
  "#PayWithLitecoin https://t.co/nBmj2Jwwfe",
  "#Litecoin has so much scope for growth, potential uses, and wide adoption. \n- @Forbes \n\n#PayWithLitecoin",
  "#PayWithLitecoin https://t.co/I9YQzDxrNP",
  "#PayWithLitecoin https://t.co/4bNuL6XS93",
  "#PayWithLitecoin https://t.co/bGREKXgwMN",
  "Old money closes at 5. New money runs on a lightning network 24/7. ⚡️\n\n#Crypto\n#WallStreet\n#NewMoney\n#Bitcoin $BTC \n#Litecoin $LTC \n#PayWithLitecoin",
  "Please start accepting ltc as payment option @Walmart \n\n#PayWithLitecoin",
  "#PayWithLitecoin https://t.co/7ZRczFxIqo",
  "Hey @Expedia I would like you guys to start accepting Litecoin as a payment method, It's faster, cheaper, and with Litepay coming out the 26th it is a whole lot more convenient than bitcoin! Ask @SatoshiLite for more info! #PayWithLitecoin #Litecoin #Payments #cryptocurrency $LTC",
  "#PayWithLitecoin https://t.co/ARj6o503W3",
  "#PayWithLitecoin https://t.co/AcYsurFoF5",
  "#PayWithLitecoin https://t.co/swBrQTNb0t",
  "#PayWithLitecoin https://t.co/7eBVuuQJQa",
  "#PayWithLitecoin https://t.co/hiukfunfUl",
  "#PayWithLitecoin https://t.co/ka199byw4g",
  "Cant wait for #Litepay so i can cut up all these HEAVY credit cards and high fee bank cards! Im going to #PayWithLitecoin for everything from now on. \n@LitePayInc \n@litecoindad \n@SatoshiLite \n@DaddyCool1991 \n@TheNvsibleHand \n@GaryDeSnailBot \n@Litecoinaware \n@LitecoinCrypt0 https://t.co/2Zjq8ElsjZ",
  ".@DevinNunes: \"We have an active investigation into the State Department. There’s clear evidence that @HillaryClinton colluded with the Russians.\" https://t.co/AfdFIQYnOS",
  "If you actually want something, make an effort. Everything isn't just going to come to you",
  "Are you supporting the litecoin fork? Do you have any opinions on the fork? Appreciate your thoughts! @bitcoinkeepkey",
  "I don't care what coin you love or think is going to make you rich. #Litecoin is the best option for merchants and retailers. We are this close to being able to #PayWithLitecoin anywhere. All of #Crypto needs that. Even if you don't hold $LTC you should get behind the movement.",
  "@LegendaryEnergy @oh_emilyxo Im not a conspiracy theorist... im a critical thinker. Others should try it... dont believe what people tell u. original though, and common sense are lost arts",
  "A good article on the new scam techniques cropping up. It's a huge problem in the crypto world.\n\nhttps://t.co/UEu9EWjNf4",
  "Merchants, how can we make it easier for you to support and allow your customers to #PayWithLitecoin?",
  "We trade real labor for fake money to pay fraudulent taxes on stuff we do not own.",
  "Merchant processors:\nAliant Payments @AliantPayment\nBTCPay @BtcpayServer\nBitcoinPay @bitcoin_pay\nCoin Gate @CoinGatecom\nCoin Payments @CoinPaymentsNET\nCointopay @Cointopay\nGoCoin @GoCoin\nLitePal @LitePalOfficial\nLitePay @LitePayInc\n... and more to come!\n\n🐔🚀🌕\n\n#PayWithLitecoin https://t.co/z6kppdyp5J",
  "@Phelpss Merchant awareness of Litecoin",
  "“We owe it to this new generation to respect their interest in this new technology with a thoughtful regulatory approach.”\n\n-Christopher Giancarlo \nAt the #SEC hearing today #CryptoCurrency https://t.co/kA1pNTmN5e",
  "CFTC Chairman Giancarlo opens with a story of his 3 college-aged kids who are enthusiastic about #Crypto as most #millenials are. He advocated that we embrace #CryptoCurrency. Great stuff! We can thank his kids for that one. #PayWithLitecoin",
  "If you live by the dollar, you will die by the dollar.",
  "Watch my talk from August of 2014, 3.5 yrs ago. \"Litecoin: From Genesis to the Moon\" https://t.co/isoEwdNgUO\n\nLitecoin has done extremely well on the first 3 steps and we are now focused on merchant adoption. And for that we need LTC merchant processing support. #PayWithLitecoin https://t.co/QkDMlkOsFe",
  "Tattoo shop now accepting $ltc and $btc @SatoshiLite @ltc @BTCNewsletter @LTCFoundation https://t.co/NB4TIvKD5o",
  "The word alcohol comes from the Arabic \"al-kuhl\" which is the name of a body-eating spirit, and is also the root origin to the term \"ghoul\".",
  ".@AliantPayment Now Offers Litecoin Payment Solution to Merchants\n“His team customized the platform based on the specs we provided, and now we look forward to showing our merchants what digital currency can do for online payments.”\n\nhttps://t.co/HXcFkyA00a https://t.co/vAGfdv1qtr",
  "Me looking at my portfolio after losing 6 figures in 2 weeks. https://t.co/zXE1BKQCYn",
  "If you missed our Town Hall here some highlights of our presentation :) Check our progress !! 2018 will be big year for #OMG #OmiseGO 🤘🏻 Thank you for all your support #OMG community. https://t.co/fVDqfflPn0",
  "The Aliant team is excited to announce that we are now offering our merchants the ability to accept Litecoin payments! Who's ready to #PayWithLitecoin? https://t.co/lMpgGMQAGl Thanks to @SatoshiLite for creating the LTC we all love!",
  "⛑  KeepKey hardware wallets are safe from Man in The Middle (MiTM) attack vector ⛑  Read more here:  https://t.co/skaQ2qWVXY",
  "Here's NBC (owner: Comcast) pumping out fake news:\nNo NBC, I haven't \"lost\". The case is ongoing. Judgment next Tuesday.\nNo NBC, I was never charged, ever, by Sweden.\nNo NBC, I was questioned. That's why it was dropped.\nNBC, I won twice at UN. Where is it?\nhttps://t.co/TyBsZMqixC",
  "We have been Revamping. 2018 will be an amazing year for #LitecoinNews. Stay tuned. https://t.co/hld59XsnrB",
  "Boom! 💥\n\nAliant adds Litecoin support to their merchant solutions. This is e-commerce and most importantly also point of sale with Poynt terminal integration!\n\n#PayWithLitecoin https://t.co/F7J5WbVwn4",
  "Now you see how volatile this market is. I wasn't predicting that LTC will get to $20. I was saying that I've seen MANY 90% drops from ATH in BTC and LTC. Those that can withstand such a drop without flinching are the ones with lambos eventually. The others pay for these lambos. https://t.co/ozcR11N68o",
  "@rogerkver @infowars @PrisonPlanet @PrisonPlanetTV @RealAlexJones @BITCOlNCASH @WarRoomShow @allidoisowen @DewsNewz @krassenstein @EdKrassen Wow @infowars... im a huge fan, but damn... i would learn more about the cryptospace before saying #btrash is #btc... bitcoin is bitcoin",
  "#Bitcoin Market Cycle https://t.co/WOpARtWvVs",
  "Cryptocurrency will replace fiat. If you beg to differ, then why are you even here? $BTC",
  "https://t.co/pwtAwcjRwq",
  "Many believe that what we attribute to luck isn't luck at all, but the work of unseen intelligent powers who help those who try to help themselves.",
  "https://t.co/AyiYYfg2QU",
  "Hollywood = wood from the Holly tree that wizards and druids cast illusion spells with. Hollywood and illusions. Fitting name.",
  "https://t.co/9cqKhmM6ZZ",
  "https://t.co/AQOzyw26Yc",
  "Liberate your mind. Disconnect yourself from the Matrix. No one is stopping you.",
  "Positive frequencies create beautifully sacred symmetry, while negative wavelengths take on chaotic, disorganized formations.",
  "https://t.co/Ynf0pIyQbU",
  "The more you know, the less you need.",
  "https://t.co/cfUFFFGrGC",
  "The lips of wisdom are closed, except to the ears of understanding.",
  "https://t.co/CC5t7QgWsO",
  "The system wants you to stay dumbed down. It makes you easier to control.",
  "https://t.co/s9v2JunZ3Y",
  "The dominant forms of education actively stifle the conditions that are essential to creative development. The education system is predominantly left-brain oriented. It rewards conventionality and discourages out-of-the-box thinking.",
  "Nothing is really impossible, as all matter is simply the gathering of frequencies.",
  "Someday people will realize, you only lose IF you sell... have patience, and only invest in what you believe in!\n#PayWithLitecoin \n#ltc #btc #ppt #omg #adx #eth",
  "@Litecoin__News @TheLiteschool @litecoin @dleibo24 @litecoindad @SatoshiLite @MLPFrank @loshan1212 @TheRealXinxi @SuperBowl @NFL @dleibo24 @ecurrencyhodler @WildchildSings @Altcoinbuzzio @Cointelegraph @AlexChoOfficial @GaryDeSnailBot @iamjosephyoung @LitecoinMonkey @litecoin https://t.co/mWns0mnwTX",
  "It’s a exciting year for #litecoin \n\nNot only have we got @litepay release\n\nWe also have \n\nLighting network that is making fee’s cheaper and transaction speeds quicker \n\n#ilovelitecoin \n\n#PayWithLitecoin #LightningNetwork \n@SatoshiLite @LTCFoundation https://t.co/Sj4QYFKv1x",
  "@litecoindad Totally agree! #ppt #adx #omg all look great in 2018 as well!",
  "The @LTCFoundation has fully adopted my hashtag. 🙌\n\nThanks @MLPFrank !\n\n#PayWithLitecoin #Litecoin $LTC https://t.co/gqkOVXFvG2",
  "LOAF is here to challenge @breadapp #Litecoin #PayWithLitecoin\nhttps://t.co/2PDQrEZDKl",
  "Here's one more way for merchants to integrate with Litecoin payments. #PayWithLitecoin https://t.co/uY1BbevQOC",
  "Another payment processor for Litecoin. It's going to get a lot easier for merchants to accept LTC! @GoCoin @CoinPaymentsNET @AliantPayment @LitePayInc and now @LitePalOfficial #PayWithLitecoin https://t.co/fjvpeESpnX",
  "Everyone that accepts bitcoin will start adding Litecoin.  The LTC community is helping the word spread fast #PayWithLitecoin\n@TheRealXinxi @SatoshiLite\n@LTCFoundation\nhttps://t.co/pOlct2lfmm",
  "@prgattee @TheRealXinxi @litecoindad @SatoshiLite @LTCFoundation Litepay",
  "You’re a genius. https://t.co/lIdvHAUo4l",
  "Mood: 🏴 https://t.co/FuakHDAgWB",
  "The Red Cross had $500 million in Haitian relief money, but it built just 6 houses https://t.co/Nr6EJg7FYI",
  "@CraigRSawyer NFL is completely rigged... has been for years.",
  "#PayWithLitecoin https://t.co/WoKcC98u4X",
  "@RepAdamSchiff @Deplorable80210 Schiff your a weasel, a criminal and a disgrace to our country",
  "How can ANYONE take the NFL seriously anymore? Its the new WWE guys! Unbelievable!\n\nhttps://t.co/Nza2j4A7H4",
  "Hearing rumors that multiple Senators are preparing to take the lead to charge Comey, Obama, Hillary, McCabe and Rosenstein with treason. \n\nWe need justice! #MemoDay",
  "Proof of #QAnon #Qanon8chan right - VALIDATED by knowing on Jan. 21 precisely what would be in NUNES MEMO.  Post #47 (567) : \"#Memo factually demonstrates 'knowingly false intel' provided to FISA Judges to obtain warrant(s).\"  https://t.co/wyY32eDTfE IMPORTANT @cbts_stream https://t.co/vZhDW6qKJV",
  "@zerohedge FUD",
  "NBC's new Law &amp; Order episode titled \"Info Wars\" shows a blonde woman reporter being attacked &amp; raped by a mob of AntiFa. \n\nGiven that I'm the only blonde woman reporter at Infowars I can't help but be concerned. \n\nShare this to expose how disgusting the left's propaganda is! https://t.co/JnnogJo7Vi",
  "Rod Rosenstein should have been fired the minute he appointed a Special Counsel.\n\nDOJ regulations clearly state that a Special Counsel can only be appointed to investigate a specified crime. He specified no crime.\n\nHe is either an incompetent lawyer, or a corrupt political hack! https://t.co/05aoEHCmAs",
  "@TheRealXinxi Pretty good plan haha",
  "Percent movement from all-time low:\n\nBitcoin: +16666566%\nEthereum: +199900%\nRipple: +15900%\nStellar: +25782%\nBitcoin Cash: bcash. LOL\nCardano: +2177%\nEOS: +1900%\nNEO: +119900%\nLitecoin: +7163%\n\nHODL is a lifestyle.\n\n(h/t @twobitidiot) https://t.co/dZdjRfRbuS",
  "@zerohedge Enter blockchain lol",
  "Fact Check: True https://t.co/uczOLRZGD4",
  "Hey, @SatoshiLite think we could get some support and push the #PayWIthLitecoin hashtag? \n\n#Litecoin $LTC @LTCFoundation @TheRealXinxi",
  "Why #Litecoin may replace #Bitcoin https://t.co/njvwex55Wt",
  "If you glorify the hijab, you're not a feminist. It's really that simple.\n\nThe hijab is a symbol of the oppression of women.\n\nAnyone who claims otherwise is either stupid or lying.\n\nhttps://t.co/zKEFSOqjDf #StrongInHijab",
  "I find it remarkable how comprehensively the Democrats, DoJ and FBI have played into Trump's hands over the Nunes memo. By conspicuously trying to hide information they have aligned themselves against the public, drawn suspicion and imbued the memo with totemic power.",
  "There's a restaurant in Manhattan that's only taking #Crypto 😂⚡️😎\n\n#PayWithLitecoin #PayWithCrypto #Litecoin $LTC https://t.co/B9JaFIcKwf",
  "When you followed @CNBC advice and bought Ripple at $3.20 https://t.co/fDKMtUizJh",
  "For all u bitconnect schemers ;)... https://t.co/apAY86MyXB",
  "I liked a @YouTube video https://t.co/HH87TNB4vK Bitconnect Promoter Ryan Maasen SUED!",
  "Best quote from @SatoshiLite : Charlee Lee | 30 jan. 2018: \"I use drugs to buy Bitcoin.\" https://t.co/NlcMKoRzVk",
  "Get out of your comfort zone, it's the only way to grow beyond the boundaries you set for yourself. Expand and question everything you thought you once knew.",
  "ICYMI, you can now check market data and create price alerts for:\n\n$BTC \n$ETH \n$XRP \n$BCH \n$LTC \n$QTUM \n$ETC \n$XLM \n$NEO \n$ZEC \n$XMR \n$DASH \n$BTG \n$LSK \n$OMG \n$DOGE",
  "Meet Litecoin, a faster Bitcoin that gamers love https://t.co/J9NE97LWWi",
  "Dear Jay-Z, \n\nHaven't you noticed that every single person who comes for President Trump has swift, poetic justice delivered in some manner or another?\n\nAlso, why did you assault this woman?\n#JayZ #Grammys https://t.co/MCNe1awAfO",
  "SATAN IS OUR TRUE LORD\nJay-Z\n\nJay-Z has blasted traditional Christian values in an epic rant where he claims to be part of an exclusive club of \"smart people\" who worships \"our true lord; Satan.\" https://t.co/xuDjYW1DvM",
  "Jay-Z: 'Satan is Our True Lord, Only Idiots Believe in Jesus' https://t.co/lVPb005gmr Truth starting to come out of Hollywood elites. This follows reports of rampant sexual abuse.  Next, child abuse and pedophilia. Includes Silicon Valley &amp; leftist elites in gov, bsns, media",
  "If you had invested $100 in Bitcoin on this day in 2011...\n\nyou'd have likely sold at $200.\n\nBuying is easy, HODLing takes skill.",
  "It's working! 😂 https://t.co/2siASI3ojw",
  "Class Action Lawsuit Filed Against BitConnect: https://t.co/vKnp2n8iFG via @YouTube",
  "Spotify could accept Litecoin. Let’s make it happen by retweeting it. https://t.co/pqYt8ONGXP",
  "Our Singapore dollar bank account is ready to use. #LTC / #SGD pair is coming soon. So are other SGD pairs. https://t.co/KuGN20qKF1",
  "1/27/2018 LIVE 3 Amigos Live - Clif, Jsnip4, Bix Weir @clif_high @RealistNews  a/k/a Jsnip4 and @RoadtoRoota a/k/a Bix Weir #amigos #3amigos #bitcoin #bitcoinnews #crypto @cryptos #cryptonews #cryptocurrency #cryptocurrencies #SaturdayMorning https://t.co/553pC9Rt5C",
  "This is one of many huge unexpected surprises this year. And no, I'm not aware of any Amazon, Facebook, Google, or Starbucks partnerships. Now, stop asking me about it! 😀 https://t.co/9aNvRerzRe",
  "@seanhannity @nytimes @FBI Speaking of the fake news media... https://t.co/s4DpS9fIyU",
  "Facebook wasn't possible until everyone was on the web.\n\nUber &amp; AirBnB were'nt possible until everyone had an iphone.\n\nWhat will the world build on top of #LightningNetwork that enables instant #bitcoin payments?",
  "Ack! Just back thru rains of hell on I5 from buying used F450 Lariat. Curiously, owner of dealership is cryptocrazy! Had heard of me. Talked crypto's with his son (the manager). We shittalked Ripple in pouring rain in parking lot. Wet &amp; cold thru to bones! It was GREAT!",
  "@ravensradscree1 @oh_emilyxo We love u @ravensradscree1",
  "The entire plan outlined here. Wow. https://t.co/As6yi7z8ow",
  "@cwayne_tan We will offer Litecoin soon!",
  "🤦‍♂️ 🤦‍♀️ https://t.co/br7NtmvpZg",
  "@SGTreport Fundamentals have always looked good for silver haha",
  "https://t.co/JIgHo9CJxT",
  "This sent chills down my spine. @lightning whitepaper: https://t.co/bRKOjF1wUB https://t.co/vXXkH2VNtm",
  "Why are so many of the most experienced cryptocurrency traders below 25?\n- open minded, not attached to historical norms\n- tech savvy\n- often gamers (which have in-game economies)\n- little or no responsibilities/overheads (able to take risks)\n- youthful energy (24/7 market!)",
  "BREAKING: NSA conveniently wipes out ‘01-‘07 mass surveillance data from warrantless &amp; unconstitutional STELLAR WIND program violating court orders in ongoing lawsuits against NSA. Obstructs justice. Destroyed criminal evidence against itself. No accident. https://t.co/jVWqVJ0F2Y",
  "Ack! https://t.co/657eR3hG6B",
  "@CNN Home schooling? Seriously CNN? YOU ARE A JOKE!",
  "I'm excited to see progress made on Schnorr Signatures. (That's a mouthful. How about SSigs?) SSigs are coming to Bitcoin and Litecoin! For more info on what makes SSigs so awesome, read this: https://t.co/oF7xUA3sfw https://t.co/pizupW0BFD",
  "Some REAL News ..Haitian Senate President Tells How The Clintons Attempted To BRIBE Him\n#FakeNewsAwards #WeThePeople #GreatAwakening https://t.co/oSR40YfjIY",
  "@SatoshiLite ATH at that time maybe.... ppl b actin like thats forevers all time high. Come on ppl!!! Have faith! Thanks @SatoshiLite i see your true intentions",
  "This video was taken in Orange County, California recently.\n\nIt is over 10-minutes long, only 2:20 can be uploaded to Twitter.\n\nThis is the result of socialism and left-wing politics. https://t.co/8BYWuXo0ly",
  "Mollybear https://t.co/SQ9My5TuqK",
  "You get molested by Harvey!\nYou get molested by Harvey!\nShe gets molested by Harvey!\nEveryone gets Harvey!\n#Oprah2020 https://t.co/FyE1XhrxnF",
  "https://t.co/AgqSJJrv3E",
  "Go OMG! https://t.co/BrRppFEBaz",
  "@ravensradscree1 U got it!",
  "Dear noobs, \n     Bitcoin is NOT naturally going down. It is being pushed down via whales placing spoofy sell orders on exchanges to make noobs and risk managers sell to \"buy back lower\". They are stealing your bags and will make you buy back at a higher price.   \n\nRetweet this.",
  "@CryptoHedge_ ADX",
  "$BTC is officially looking sexy. I've moved the parabolic lines to fit, they aren't converging like I originally thought. This means this is a parabolic channel (top and bottom lines have same angle of ascent), which is much more consistent and long-term. https://t.co/KVXf9hI0AV",
  "Everything you could want to know about the Lightning Network. https://t.co/zEkTWmSNvJ",
  "Korea bans Bitcoin FUD is the new China bans Bitcoin FUD. 🤦‍♂️",
  "It’s like there’s a pattern here ... hmmm ... but ... did you know the first Lightning Network Mainnet payment was with #Litecoin way back in May of 2017 only two hours after SegWit activated on Litecoin? https://t.co/gzQ3unnAMN",
  "Canaveral launch... very similar effects that we witnessed in Los Angeles and russia launches https://t.co/74MimBlI7U",
  "@CryptoHedge_ This proves we are in a bubble, not an ordinary bubble tho... all the crap coin money will flow to coins with good tech. And im ALL for the shitcoin bubble pop",
  "@CryptoHedge_ Morons... so many new crypto \"experts\" EVERYDAY on youtube it makes me sick....",
  "That's Alex Soros wearing red shoes. Pedo Satanist elites wear red shoes made out of human leather. This is the truth, not fiction. 🍕 https://t.co/nhMdzNzkNN",
  "@BethMosher5 @LizCrokin AGREED.\nThis is not an actual human sacrifice. It's a mock human sacrifice IMO to acclimate people to the idea of Human sacrifice &amp; cannabilism. \n\nA prep for a human sacrifice is attached. https://t.co/81I3DC9R9S",
  "In two days a 👮🏻 chief &amp; a sheriff deputy arrested for pedophilia! This is y elites were able to rape kids for so long, 👮🏻 protected them!🍕 https://t.co/2f3fhWtM18",
  "@oh_emilyxo https://t.co/vFKz3HNIgi",
  "@DonaldJTrumpJr Obviously, as one of Roman Polanski’s victims, I think Meryl Streep is a hypocrite, possibly more than that if you catch my drift. \n@DonaldJTrumpJr I’d greatly appreciate you sharing what happened to me and my petition: https://t.co/bZXtQuhs1Y #MAGA",
  "\"An ERC20 Ethereum token with just a whitepaper worth $14 billion? Welcome to crypto 2018.\"\n\nhttps://t.co/q8f2ghtc3h",
  "TRUMP CLEARS PATH FOR ASSANGE TO LEAVE LONDON  https://t.co/Oo7sBisHWe",
  "https://t.co/dVoZmC484F",
  "ROMAN POLANSKI is a SATANIC \nSERIAL CHILD RAPIST.🦉\nThat is why MERYL STREEP \nWORSHIPS him.",
  "https://t.co/YQYIIBRpct",
  "You got that right! #Litecoin $LTC https://t.co/9T0Rd7TTJZ",
  "That makes Litecoin an even better payment tool. https://t.co/wAGyquyTiH",
  "I'm proposing an upgrade to Litecoin with a soft fork that will let miners signal their min accepted fee in the block header. This will let a fee market develop without having us decide what the min fee is. Will also make it easier for users to estimate fees. More details later.",
  "For the next release of Litecoin reference client, we will reduce the relay fees from 0.001 LTC/kb ($0.30/kb) to 0.00001 LTC ($0.003/kb). We hope to have that out next week. Once people are using the new relay fees, we will reduce the actual min fee to 0.0001 LTC/kb ($0.03/kb).",
  "@GainsDayTrades 10k+!",
  "Litecoin to the moon! 😍 $LTC",
  "@Ruben_Rotterdam Better do it quick!",
  "#litecoin here we go.... https://t.co/0FKPY0G2Mk",
  "Why do @johnpodesta's emails not quite cover the time Madeleine McCann went missing in Portugal, May 2007?\n\nDo you think @JulianAssange kept some back?\n\nThat show that he and Tony were there? \n\nWhen she was ritually sacrificed? \n\nThat would solve the mystery.\n\n#qanon \n#pedoelites",
  "Scam https://t.co/MIy928DjvN",
  "Agree 100% #LTC https://t.co/1VzMWKBFEv",
  "https://t.co/Usf04m9nO6",
  "@bitcoinkeepkey Excited to finally have cold storage for my erc20 coins... soooo much OMG... i need it secured!",
  "@GainsDayTrades All my ltc holdings sit in cold storage! Not tradin that for nothin",
  "@GainsDayTrades Ltc chart is setup for a huge move! Bitcoin leads the way 🤣",
  "He’s waited until now to fulfill that simple promise casually uttered during the debates: “You’d be in jail.” #ClintonFoundation https://t.co/yzy5aSsI3A",
  "#JamesAlefantisRothschild is the key to #PizzaGate/#PedoGate..Never forget that. The #Rothschild family are evil child predators. And of course responsible for initiating most of the worlds ailments.\n\n#QAnon\n#TheStormIsHere\n#Pan\n#CPP\n#FollowTheWhiteRabbit\n\nhttps://t.co/Rspcz9JH8B https://t.co/2nVIqB0t8i",
  "@kr4ydnb @MrsArboe @gal_deplorable  https://t.co/eZxoMOOIc6",
  "https://t.co/yDJpvPk2Xm",
  "@ravensradscree1 In laymans terms ;)",
  "Over $12B worth of LTC has been sent in the last 24hr. That's almost 95% of its marketcap. See how this stacks up against the other coins. Litecoin IS the payments coin!\n\nhttps://t.co/oyU0PzHSdR https://t.co/rsndJahaKF",
  "If it’s not decentralized through mining, it’s not a #cryptocurrency Remove non-mineable coins/tokens and here is the list of actual crypto: https://t.co/t3uWBORt9q",
  "Ripple Is Crashing https://t.co/VxQdHzJTfJ",
  "As you can see, Litecoin is doing very well in terms of growth in usage. This chart shows the growth in the past year compared to other coins.\n\nLet's not let price distract us from what's actually important. This is what I mean by conflict of interest. No LTC, no distraction. https://t.co/uYHNshho5s",
  "1/2 Our counterparts at the Texas State Securities Board have ordered BitConnect, a $4B cryptocurrency promoter, to halt its fraudulent sales. https://t.co/y5No9YDdca",
  "1/ Lots of noise about how complex the Lightning Network is.  \"Regular people are never going to use it. Too complicated”.\n\nWell here are some videos of people using Zap, we’ll let you be the judge:",
  "I wonder where all money will go when people start to dump #ripple\n\n@EthereumNetw @SatoshiLite @LTCFoundation @Bitcoin @StellarOrg  @NodeInvestor @NicTrades @mBTCPizpie @DaytradeJeffrey @CryptoHedge_ @CarpeNoctom @ORACLEofETH #Ethereum #bitcoin #Litecoin #StellarLumens",
  "In light of the hysteria from both sides I believe this is a seminal moment for the #FBI. I personally have the utmost respect for the @FBI and firmly believe they will do the right thing with vigor and professionalism of the highest order.  https://t.co/EKyKpqwkkY",
  "Jerome Corsi DECODE of QAnon post yesterday Jan 4, 2018 \"WHO IS MATLOCK? https://t.co/WfpYwa0MaR IMPORTANT discusses Assange, FBI/DOJ shake-up, FISA court #QAnon #Qanon8chan @realDonaldTrump @JulianAssange",
  "Always thought this was messed up and should be paid attention to. @LizCrokin @ivanka\n\nBreaking New Evidence Proving John Podesta's Pizza Mansion?!! #pizzagate https://t.co/nHGEJY3Wip via @YouTube",
  "#LTC https://t.co/jRBLdneXff",
  "@Shanky911115 @SatoshiLite Xrp is not a cryptocurrency",
  "I’m introducing a bill to end aid to Pakistan in the coming days. My bill will take the money that would have gone to Pakistan and put it in an infrastructure fund to build roads and bridges here at home. https://t.co/SHlA00rWEd",
  "Read This Before Doubling-Down On Ripple https://t.co/smZ4m8Btyy",
  "@bakers_bread @realDonaldTrump @JulianAssange @POTUS Clear in cocoa florida past 2 or 3 days... but we got hit hard for a good 10 days prior to that",
  "#LITECOIN will be the number #2 coin behind bitcoin in terms of usage. Majority of these alts dont even have the brains or team that @SatoshiLite @LTCFoundation have built. Patience.... We are just getting started https://t.co/5uvL7q5m3p",
  "This is for everyone invested in $XRP as well as everyone who is torn between being silent or speaking up\n\nhttps://t.co/7JHvCk8ydE",
  "From a recent conversation I had with someone who is building it: \"Nearly instant atomic swaps via Lightning Network are coming sooner than everyone thinks. Definitely not a year away, but mere months.\"",
  "#LightningNetwork passes 1000 nodes. (testnet) {\"channels\": 2053, \"nodes\": 1006, \"generated\": \"2018-01-04 07:00:02\"} https://t.co/oe9vgbVKmT",
  "Most Influential in Blockchain 2017 #3: Charlie Lee https://t.co/HBjBWCIa6c https://t.co/0RbhgHSunm",
  "For those asking, I care very little about marketcap rank. I care more about the chart on the left (# transactions) than the chart on the right (price). The Litecoin team and I are focused on the chart on the left. People need to actually use Litecoin. The price will follow. 📈 https://t.co/MWemSjYKF8",
  "Clarification : #OmiseGO network is public chain and permissionless (Not required partnership nor license) , Anyone can access and scalable to support millions of transactions with #plasma architecture. And we have #Ethereum as root.",
  "LOL https://t.co/vF0upBydwJ",
  "Ripple has been on a roll but with the main Ripple customers being banks their FATE lies 100% with the... https://t.co/fad8zBEQzv",
  "15 is spot-on. Please, everyone, stay away from BitConnect. I don't throw the S word around easily... but BitConnect is just a ponzi scam. https://t.co/GbQjs662Ii",
  "@CryptoHedge_ Lol",
  "Thread on centralized nature of Ripple ($XRP): https://t.co/2H7kpjzmCG",
  "Welcome to the blockchain  ;)\n\nhttps://t.co/7Q9tngbRvx",
  "@SaltLending When is LTC coming??",
  "https://t.co/X8YteYNVWN",
  "🎉 New Year's Announcements 🎉 https://t.co/KXJ4vWtsVx",
  "Ack! Cryptogang! Join the Hodlgang! Hodlgang! Hodlgang! Litecoin pays for the jet! https://t.co/BgQCjyGHSZ",
  "if you invested $1000 USD on 01/01/2017 into the following coins, you would now have:\n\nBitcoin $14k \nEthereum $87.5k \nRipple $335k \nLitecoin $50k \nMonero $24k \nDash $88.9k \nNeo $515.7k",
  "@LitecoinNewsCOM Your low balling!",
  "Don't have a #NewYearsResolutions2018 yet? I've got one for you! Read up on #Litecoin and become an empowered investor in a #tech that is going to shake the foundations of the #financial world. \n\nOh and in case you were wondering, it's still early. $LTC\nhttps://t.co/CX2AsFF6yA",
  "#Qanon8chan #QAnon #QClearance #CBTS #TheStorm #TheStormIsHere #TheStormIsUponUs #DownTheRabbitHole #MAGA #Deplorables #awakening #Crumbs #RedPill #redpilled #8chan  Their plans for us all,Dont let it happen. https://t.co/uRzrUcSB0O",
  "@thebradfordfile @HillaryClinton @JulianAssange @joshdcaplan @MikeTokes @KamVTV @LVNancy @michaelbeatty3 @SandraTXAS  https://t.co/OOxFEeRyle",
  "https://t.co/XUo8ffaEV1",
  "@LeahR77 From November 05, already...\n\nhttps://t.co/yrGLhng9n4\n\nWho was found dead (2) shortly after his (Seth Rich) murder?\nRafael Aguilar and Carmelo Marmolejo-Calixto, found in Myrtle Beach, SC, next day after Seth Rich's death https://t.co/IkohYsYSbT",
  "Video: Bitcoin or Litecoin? Charlie Lee on Which Crypto Had a Better 2017 https://t.co/Ngzdc7VEq6 https://t.co/gHadsUcMzc",
  "Happy New Year @realDonaldTrump - our warrior of God saving kids! 🙌🏻 The TRUMP TRAIN can't be stopped! 🚄 Deep State is going down!👊🏼 #Qanon https://t.co/oKNPzyBkMo",
  "Here's the statue pic Chrissy Teigen posted of a naked man kicking a baby that's now unavailable. \n\nDoes she use Tony Podesta's art dealer? https://t.co/jhypyHvh3z",
  "After people started dropping truth bombs on Chrissy's Instagram page, she made that private too! What's in your closet BIG TEIGEN? 🤔 https://t.co/ZQeh4LiPOe",
  "I'm ranked 3rd most influential in blockchain 2017 by @coindesk behind Jamie Dimon and the Bitcoin Sign Guy. How did I manage to lose to those 2 fools?! 😜 Thanks @pete_rizzo_ for a great article! \n\nHappy new year everyone! 🎉\n\nhttps://t.co/gCTt2lHkEd\nhttps://t.co/NaaGqMggRt https://t.co/hvXpJ0YD9N",
  "@JulianAssange The fight to #FreeAssange isn't just any fight. It's about human rights, and gov't overreach. It's about corruption at the top and it's about one man's courage to expose it all. Support @JulianAssange https://t.co/cwFJzqG4yi",
  "@Axiomatically_A @jennferkhinds @PGAngie1 Bullets are cheap... bring the death penalty on for these evil bastards",
  "Cuz this is normal.... ? Cmon people wake up! Children need saving https://t.co/T87iCkr8pM",
  "OpenBazzar is now Integrating Litecoin as a Payment Method #OpenBazzar #Litecoin #LTC #BITCOIN #BTC \n https://t.co/8gJBXGh2LC",
  "So Christine Teigen is asking if anyone knows any good lawyers. Really. Like they don't know at least a handful already\nThey're just trying to get their followers to attack @LizCrokin \n#FolllowTheWhiteRabbit \n#TheStormHasArrived https://t.co/xSddbNXWfV",
  "The press from this is going to wake people up to the fact that🍕gate &amp; Pedogate is real. The evidence is undeniable.\nhttps://t.co/zkMMXwZSCT",
  "Happy nye! If your drinking, dont drive! Lets start 2018 off safely!",
  "Chrissy Teigen is a bully. There are threats coming from one side &amp; it's not me. She's having her followers harass me &amp; post my address now. https://t.co/LASU7h7xDr",
  "@Michaelge90 Once lightning is active, btc will be usefull again as well",
  "@Laatmaarwaaien No fud here lol. Xrp WAS pre mined, banksters DO own more than 50% of the coins lol...",
  "@Michaelge90 I agree, btc is more of a collectable at this point than anything. #ltc will reign supreme as payment methods for 2018 IMO.",
  "Above all else, I'm a X of Litecoin.",
  "@patmillertime @jwhayles @SatoshiLite @namcarver I think you will regret giving away ltc someday soon haha.",
  "@SatoshiLite Investor, eventually a user! Never selling litecoin for fiat, that i can guarantee!",
  "#XRP ripple is such a joke... of course its booming in price,  its premined and banksters own more than 50% of ripple coins. They can pump and dump as they please... the ENTIRE point of crypto is decentralization. Ripple is the typical bankster taking advantage of the uneducated",
  "I would like to Officially Declare Dec 30th, 2017 as the 2nd Dumbest Day in #Crypto History. #Ripple #XRP $XRP $XRPUSD $XRPBTC MCap Rising ABOVE #Bitcoin $BTCUSD is only second to the #Auroracoin $AUR $AURBTC $AURUSD = $100 Fiasco of March 4th, 2014 https://t.co/BXv1yXILXT",
  "Look who all voted NO to info sharing and more training on identifying human trafficking. \n\nYour time is short. #FollowTheWhiteRabbit #HumanTrafficking #QAnon #Pedogate #Pedowood #pizzagate \n@realDonaldTrump https://t.co/ZAIXExxOL1",
  "@realDonaldTrump was it the evil DNC globalist witch Debbie Wasserman-Schultz who put out a 187 (hit order) on #SethRich?  #Qanon thinks so. \n\n#Q BOMBSHELL: Debbie Wasserman-Schultz ORDERED Seth Rich's MURDER\nhttps://t.co/iXpObuc1qZ https://t.co/2DE4TPBPae",
  "@realDonaldTrump Given DWS' likely connection to Seth Rich's murder, please investigate #JohnPodesta's ties to the death of #Scalia. On Feb 9, 2016 Podesta wrote \"I'm all in... we all need to buckle up and double down.\" Then refers to \"wet works\". Scalia was dead on the 13th. https://t.co/I2SNzi8Uyf",
  "totally agree...@Ripple is centralized, but $dgb is 100% decentralized  and the transactions are lightning fast. When ripple can be $2+ , $dgb should be much more valuable IMO...🚀🚀🚀 https://t.co/8hGTMXtDsJ",
  "If crypto FOMO is kicking in... read this first\n\nhttps://t.co/a3Um43VImm",
  "Ripple is a Goldman Sachs-bankster controlled crypto coin. Anyone who doesn't think the crypto market is 'manipulat-able' is 'de-lusional'. https://t.co/KKTAFkLqhK",
  "https://t.co/0yKMJPKFRK",
  "Why does Congresswoman Sheila Jackson Lee wear an FBI-identified pedophile symbol ring? These people are SICK! #Qanon #followthewhiterabbit🍕 https://t.co/EAoc64B04E",
  "Facebook is one of the most profitable companies in the world, yet they never charged you a dime.\n\nThis means you are the product they sell.",
  "Is Ripple experiencing an exit pump? Big institutions eventually need to cash out. Perhaps they are afraid of lightning network?",
  "Recount!  Oh wait, probably can't - the criminally corrupt Alabama state Supreme Court ruled: \nIn final-hour order, court rules that Alabama can destroy digital voting records\nhttps://t.co/HydVwmlGBa https://t.co/ge0IKvwV9B",
  "Friday=payday=cryptoday :)\n#LTC #btc #OMG #PPT #adx #SALT",
  "GOLD UP $6.50 TO $1294.50/SILVER UP 13 CENTS TO $16.84  https://t.co/JWqGWrxlwK",
  "Damn right I like the life I live, 'cause I went from negative to positive... 🤑 $BTC https://t.co/JqkcetDWaG",
  "@RealistNews @YouTube These trolls attacked my page, talkin smack about u, bix and clif. I also put them in there place 🤣",
  "@N0_Gems @sheltonation @jsnip4 @RoadtoRoota @clif_high @CryptoHedge_ @SatoshiLite @realDonaldTrump Maybe stop paying for speculation, SHEEP",
  "@N0_Gems @sheltonation @jsnip4 @RoadtoRoota @clif_high @CryptoHedge_ @SatoshiLite @realDonaldTrump I dont care troll",
  "@Deplorable80210 Includes list of CEO's that resigned...Never expected this!\n#QAnon - Suicides, Murder, and CEO's OH MY #followthewhiterabbit #thestormishere \nhttps://t.co/t2nXqLqXue",
  "@Muzatuza @IGcom @SatoshiLite @LiteCoinNews @LTCFoundation @litecoin  https://t.co/YAVZq8kIHT",
  "@realDonaldTrump Your doing great mr president!",
  "#QAnon #DarkStateSting\nBRILLIANT @jerome_corsi \"DECODES\" QANON TIMELINE \"ONE OF TWENTY TWO\"..\nINCREDIBLE ANALYSIS OF WHO/WHAT/WHY &amp; HOW #DARKSTATE CREATED \"RUSSIAN COLLUSION\" TO DESTROY #POTUS... \nLOTS OF PPL ARE GOING TO GITMO... COUNT BO IN AS ONE... https://t.co/KGZoLPJYJ1 https://t.co/am1MnvxzQo",
  "#Litecoin #LTC trading coming soon to @IGcom - one of the worlds largest online leveraged trading providers! 🚀🌑 @SatoshiLite @LiteCoinNews @LTCFoundation @litecoin https://t.co/Mw8XC9xcwH",
  "@N0_Gems @clif_high @jsnip4 @RoadtoRoota Why not use ur energy to learn about stuff to better your life then crying wolf about some shit that literally affects nobody accept people willing to pay for speculation lol",
  "@N0_Gems @clif_high @jsnip4 @RoadtoRoota No one cares dude... since all traders use fib retracement, trend lines, volume etc its not a surprise they lign up. You are complaining about literally nothing",
  "@N0_Gems @clif_high @jsnip4 @RoadtoRoota Use ur head bro, if u dont wanna pay for trade calls dont sign up. Paying for speculation then calling speculation a scam is just dumb lol",
  "@N0_Gems @clif_high @jsnip4 @RoadtoRoota Dont understand how thats relevant....",
  "@N0_Gems U seem like a hater honestly, because all the FREE advice from @clif_high @jsnip4 @RoadtoRoota has made me crazy profits lol",
  "@N0_Gems Sorry bout ur experience... i dont pay for trade calls lol. If you do, your paying for speculation... unless you dont recieve your trade calls or \"speculation\" idk how u can call it a scam... it promises speculation, and it delivers speculation.",
  "@zerohedge Bet more cash is used than btc...",
  "Aw Coop, it was good cover while it lasted. Hiding in plain sight. #CIAMockingbirdMedia https://t.co/KN1tnk7gOB",
  "SALT loans are live.  Read more: https://t.co/Cv7k2gL6vd https://t.co/7GXlvwv718",
  "#QAnon #FollowTheWhiteRabbit \n\nWhen it’s all laid out like this..\n[ ] https://t.co/PQrzBEBO0x",
  "@akarl_smith And already got more done than obama! #TRUMP #MAGA #QANON",
  "Why are there coins not agailable for shapeshift? OMG has been gone for weeks.... why is this?\n@ShapeShift_io",
  "@RealMattCouch If the cabal/deep state cant stop the #MAGA movement, i welcome joy villas pathetic attempts...",
  "Trump Pays for Christmas Dinner for 100s of Law Enforcement Members Working the Holiday \nMeanwhile, the Congresswoman calling for his impeachment, @JacksonLeeTX18 , takes a paying passenger's 1st class seat.\nGo figure!\n\nhttps://t.co/zBTlx1vDBz",
  "#qanon People need to look at this account.Really disturbing.Just commented on a pedo term. map\n\nJames The MAP\n\n@IamaMAP\n 21m21 minutes ago\nMore\nReplying to @bakers_bread @PLipsey\nIt's more of a professional term than a pedo term...",
  "For some, the #DeepStateFiles might be too sensational to believe. But that's just the truth of the depravity and evil of the #DeepState.",
  "#MerryChristmas! 🎄 Did you know several big #military events have happened on #Christmas? Find out which ones: https://t.co/ytuil3BBFL https://t.co/KD5SLQuDsp",
  "https://t.co/f1pzqTpfg3",
  "https://t.co/1hv7Lgz3CD",
  "Merry Christmas! 2017 is a great year for Litecoin and 2018 will be an even better year!",
  "Twitter people that made my year! may 2018 bring even more smiles :)\n@jsnip4\n@RoadtoRoota \n@clif_high \n@CryptoHedge_ \n@SatoshiLite\n@realDonaldTrump\n#qanon\nThanks for educating the crypto world, and keepin it real!",
  "I can 100% guarantee bitcorn is on the menu at Christmas dinners all over the world tonight 🌽🎄🎁",
  "Account of @JulianAssange appears to have been taken down https://t.co/WXXypoE0j0",
  "@SatoshiLite @litecoin Coming soon we will add Litecoin in Lesfex  Exchange. (27 December)\n\n#Litecoin #LTC #Exchange #Bitcoin #cryptocurrency https://t.co/ezpcWU4EVA",
  "Here’s just a few reasons why! https://t.co/qEJGZpkoLT",
  "Pray Patriots. There are people working on our behalf this Christmas Eve who need divine protection. Please spare a moment to pray this prayer for their safety. Thank you. #Breadcrumbs #TheStorm #QAnon #TheStormHasArrived #FollowTheWhiteRabbit https://t.co/womcWKlTJq",
  "#qanon #Followthewhiterabbit #Ericschmidt Coincidence? https://t.co/Dxd0MjSGBm",
  "#QAnon \nHere is a HUGE truthcrumb. OPEN WIDE &amp; swallow.\nThen retweet. IDC what color/race/gender/country u r. RETWEET THIS 2 the world. NOW! https://t.co/p08dauKxWw",
  "Latest #QAnon post.  A picture of GW crossing the Delaware River\nFrom Wikileaks\n\nGeorge Washington's crossing of the Delaware River, which occurred on the night of December 25–26, 1776, during the American Revolutionary War, was the first move in a surprise attack https://t.co/Pu2J4yFk3u",
  "In case you were wondering...\n#FollowTheWhiteRabbit\n#QAnon https://t.co/R27Znv7hFg",
  "#QAnon\nLurkers unite! https://t.co/8OXmRYTYje",
  "WHY WAS EVIL-ERIC SCHMIDT AND BLACKMAIL-ABLE-BILL RICHARDSON IN NORTH KOREA? \n\nWHY WAS THERE A WEEK OF COVERAGE ON DENNIS RODMAN VISITING BUT ZERO ON ON THESE CLOWNS?\n\n#QANON #OPERATIONMOCKINGBIRD #FOLLOWTHEWHITERABBIT #THESTORM #RUNROTHSRUN #RUNSOROSRUN https://t.co/Lo4SkmCi2P",
  "Please stop asking me to announce something to help the price. Didn't I say 2018? Also, up to the respective companies to announce Litecoin support, not me. Just like how @Bitso announced LTC trading today.\n\nAbout rumors, I am not aware of any Amazon or Facebook partnerships. https://t.co/bYUPup67G0",
  "@SatoshiLite @Bitso Patience people! Be happy wit 10,000% in a year and enjoy the holidays... 2018 is right around the corner. Enjoy a much deserved break @SatoshiLite",
  "TOTAL MSM BLACK OUT: FBI: 400 K CHILDREN GO MISSING \"EVERY YEAR\" IN USA. 2.5 M WORLD WIDE: FOR SHOCKING REASON, READ\nhttps://t.co/QzauTH9aD9 https://t.co/L49gISQ5nT",
  "As you get ready for Christmas please take a moment to express your gratitude for our military. https://t.co/esL0ovnQvX",
  "Since 9/11, The US Govt Has ‘Lost’ $58,000 —EVERY SINGLE SECOND  https://t.co/MifnRCEnn5",
  "@FatihSK87 These price drops are a good thing, it makes people research what they are investing in",
  "@FatihSK87 Just shows how much true \"adoption\" we actually have in this market... people will buy any coin someone famous is pushing tells me people are just buying hoping to get rich and not looking at the actual technology behind the coins.",
  "@Tanzeel_Akhtar Re-testing support as usual...",
  "#QANON #WAKEUP \nWHAT GIVES WITH \"ALL\" THE DARK LUCIFERIAN SYMBOLISM IN WASHINGTON DC? https://t.co/KcGH1VQAbx",
  "Bitcoin Q&amp;A: Atomic swaps https://t.co/0m1cwNJ6qF",
  "OK Everyone ... stop panicking about the across the board dip in cryptocurrencies. It's Christmas for f-ck sake. The costliest time of the year. People are cashing in to buy presents which no-one wants or ever uses but pretends to be thankful for. After Xmas - big boom.",
  "@CryptoYoda1338 I never thought id see the day where pullbacks like this didnt make my stomach turn... but that day is clearly here lmao. Just emptied my bank account haha",
  "So true https://t.co/KiwCZ2ffbV",
  "When you bought Bitcoin at $19,000+ and check the price today https://t.co/u1QtNOPabH",
  "@zerohedge Buying cryptos wit xmas money :)",
  "As a reminder, Bitcoin crashes at least once per quarter https://t.co/nUJpeS7lcT",
  "The usd has been steadily declining its buying power for the better part of a century... crypto has one bad day and everyone flips out. #hodl #btfd #ltc #btc",
  "savage 😂  h/t @coinsiglieri https://t.co/8e3uI20AO8",
  "@CryptoHedge_ Buy buy buy!",
  "@zerohedge Load up while u can!",
  "Did you know? Facebook Messanger is also an Online Wallet? Did you know? Facebook Marketplace is a Goods Trading Platform? Did you know? Square is a Merchant Processor? $LTC",
  "REALIST NEWS - Scrape some profits off erc20 tokens and put into *** Tonight: https://t.co/8ehuaxe46r via @YouTube",
  "@CryptoHedge_ +++++",
  "Don't like what that other network has been saying about bitcoin?🤔\n\nHave no fear, we'll be on Bloomberg TV at 4:40pm ET today to talk about Lightning!⚡️\n\nhttps://t.co/XVqog7RrHD",
  "You want to know what’s the huge unexpected surprise? Stay tuned :-D https://t.co/RqNqWi2H90",
  "Is This Why Charlie Lee Sold His Litecoin? https://t.co/JOrI5UfUll",
  "A very special place ;) https://t.co/pMPYx4FMv5",
  "BEYOND INCREDIBLE: HOW THE LV #FALSEFLAG COVERUP &amp; SA PURGE ARE \"TOTALLY\" CONNECTED: MIND BOGGLING... IS THIS WHAT IS \"REALLY\" GOING ON BEHIND THE SCENES IN SA? IS DJT ABOUT TO DECLARE MARTIAL LAW TO ARREST #DARKSTATE BASTARDS LIKE SA IS DOING? #QANON https://t.co/rF7Iv2xrjH",
  "@parabolictrav Fast money is pushing their agenda hard. Is the @CNBCconflict of interest appropriate for an @FCC investigation citing market manipulation? Maybe we need to raise the issue as a community?",
  "@rogerkver @BITCOlNCASH @BitcoinCashFans @mises @feeonline @lopp @VinnyLingham @tylerwinklevoss @winklevoss @brian_armstrong @GovJVentura Criminal alert! https://t.co/BYt9csuxTO",
  "I'm glad to see that the market is not overacting to this news.\n\nYou can't compare me to a CEO selling all his shares. I'm the creator. Litecoin is like my kid. I'm more invested in it than someone holding 1MM LTC. For me, it was never about the money or I would have pre-mined!😀 https://t.co/efKxK3coV4",
  "@Vipleous1 @TheRealReliantX @ohhhmindy @tenfold_nation @SatoshiLite @Bitso Roger ver, enjoy this video it’s only a minute long https://t.co/JzNiRcYwAP",
  "@CryptoHedge_ I hope so... this is rediculous",
  "@CNBCFastMoney Gaby wasensteiner (marketing manager for cnbc) collaborating with her husband paul (executive director of the bitcoin cash fund) and roger ver... and gdax/coinbase looking suspect as well",
  "@CNBCFastMoney Hey gaby, dont think this insider trading or pump scam? Conflict of interest either way... isnt your husband on board of bitcoin cash??? Lol",
  "@SGTreport No one trusts the banks, the fed, or the govmt these days. A fedcoin will fail... its the entire reason cryptos are doing well haha",
  "@zerohedge Not abandoning ship guys... cmon now",
  "The Litecoin team has been hard at work working with companies to support Litecoin. Nothing to announce yet, but here's what's in the works:\n\nMerchant processor\nPopular online wallet\nGoods trading platform\nOne huge unexpected surprise. 😀\n\n2018 will be a good year for Litecoin!",
  "Reddit post by Charlie Lee on why he decided to sell #Litecoin #LTC https://t.co/rJ5EWc7M77  &gt;&gt;&gt; #ethics #principles 👍🏽👍🏽",
  "Coinbase is investigating insider trading after it enables — and then disables — bitcoin cash trading https://t.co/f1BwHeOdtR",
  "@CNBCFastMoney Btc judas",
  "@CNBCFastMoney @rogerkver Bcash was never 8500$ this is OBVIOUSLY manipulation. Colluders include\n-roger ver\n-coinbase/gdax\n- and apparently fast money",
  "@CNBCFastMoney @CambodiaBitcoin @rogerkver Thats a professional response",
  "@CNBCFastMoney @rogerkver Get ver out of the public eye.",
  "Finally! https://t.co/3vBp8rFLLr",
  "https://t.co/Ocx7Vg99JO",
  "Good advice, all of it https://t.co/IzDuCC3t1b",
  "@SatoshiLite https://t.co/blt3JzqcGM",
  "Dear @federalreserve this is what you have created https://t.co/qjRrLYwFJh",
  "For all those who have recently gotten rich with crypto, consider that one of the most rewarding uses for that wealth is helping those you care about. Do big things for your family and friends. Change lives around you while we change the world together. #Bitcoin",
  "https://t.co/QLMpkC9nTu",
  "Bombshell: “The House Is Going To Be Rocked In The Next 72 Hours… Over A Dozen Congressional Members May Resign” Over Sex Scandals  https://t.co/VC4Cl3gLV4",
  "@CryptoHedge_ Prepare for the LiteCoin price explosion next week, when all pending payments from this past week’s almost 400% increase will be processed, especially with BitCoin nearing $20,000. Invest while the price of one LiteCoin is still affordable! https://t.co/ekueyCFL4q",
  "@CryptoHedge_ @mark_crypto $LTC Chickun moon Lol https://t.co/jT35iob8Ax",
  "Litecoin is about to moon so hard you're going to get confused. $LTC",
  "#FollowTheWhiteRabbit and #QAnon all the way to #CometPingPong and #Pizzgate which is the Washington DC plague of child trafficking and pedophilia.  On the global stage it is known as #Pedogate. https://t.co/xfEQNsGmxp",
  "75 days since the Las Vegas massacre.\n\n0 answers.",
  "Watch out for know scammer @rogerkver. Roger will lure #bitcoin newcomers into his bitcoin dot com trap and make them believe #bcash is bitcoin. bcash is just an altcoin like many others. Tell your friends and please retweet this to avoid confusion in the bitcoin community. https://t.co/gmLheBxGwa",
  "I completely disagree labeling $BTC as a bubble. Underlying distributed ledger blockchain technology will revolutionize global finance. I think the term \"mania\" is a more appropriate description. https://t.co/OMdNqDdHmc",
  "DOJ, AT&amp;T Head To Court As Settlement Talks Collapse https://t.co/aFYLngnK5u",
  "@rogerkver Agree with all... except #BTrash. #ltc #btc",
  "THE NUMBER OF SUSPICIOUSLY DEAD DOCTORS IS NOW 81…  https://t.co/Kks0Z2JPiH",
  "Can some1 give me a rational explanation as to why Meryl Streep would give a standing ovation to a man who drugged &amp; violently raped a kid?",
  "Someone must believe that decentralisation is a product of bunch of idealistic hackers who do not understand economics. I would say it's those who claim to understand economics that do not understand how great Bitcoin is and try very hard to make it a product controlled by a few.",
  "Litecoin founder predicts future for bitcoin and his own runaway cryptocurrency https://t.co/RLTYQgO02h",
  "Spoiler alert: Facebook lies to you everyday. Twitter lies to you everyday. CNN lies to you everyday. Washington Post lies to you every day. Google disproportionately skews mainstream news to you. The truth might seem surprising when your whole life is a lie &amp; you had no idea.",
  "Litecoin for beginners: everything you need to know https://t.co/xCI4vseOFn via @YourStoryCo",
  "Net Neutrality. Affordable Care Act. Women's March. Black Lives Matter.\n\nThe Democratic Party could label concentration camps \"freedom focus groups\" &amp; millions would probably willingly sign themselves up to be enslaved. The media is that powerful.",
  "https://t.co/b5WQLyUPfw",
  "FBI Edits To Clinton Exoneration Go Far Beyond What Was Previously Known; Comey, McCabe, Strzok Implicated https://t.co/2Ub7XhlFfQ",
  "Gnna be an epic weekend ;) #ltc #btc #eth",
  "@ltc #ltc to the moon!",
  "https://t.co/fi8DEZTU2O",
  "@zerohedge NK is a cia state...",
  "https://t.co/bVNeLNrIFW",
  "Blockchains are similar to the invention of mechanical time. Both create global standards which allow levels of coordination previously “not just impossible, but unimaginable”: https://t.co/lZ4ceK5B6m",
  "@CryptoUntether @_HoDLoR_ @CryptoTrader_1 @rogerkver @blockchain @BTCTN @BITCOlNCASH @niccary @jimmysong @CobraBitcoin @Cointelegraph @CNBCFastMoney @thecryptokidd @feeonline Enter LTC",
  "@rogerkver @blockchain @BTCTN @BITCOlNCASH @niccary @jimmysong @CobraBitcoin @Cointelegraph @CNBCFastMoney @thecryptokidd @feeonline Use #ltc",
  "I have to say, it is so wonderful to have a community of people motivated by the greater good of humanity instead of greed! #@CryptoHedge_  #ltc #btc #hedgefamily i look forward to the stream",
  "Ack! Telegram room 'palm beach leaks' has BAD copies of my reports! Bad info passed off as stolen (leaked) versions of my reports! Do  NOT act on what you read at Palm Beach @PalmBeachGroup Leaks on Telegram. They are already burning their readers with bad info! Warning!",
  "#btc\n#ltc\nhttps://t.co/iXahhq6Hgo",
  "Bitconnect is a scam! Wake up! Not only are u losing your money, you are bringing negativity to the cryptospace... i.e. bringing negativiy to humanity!",
  "Litecoin is surging and crypto exchanges are struggling to keep up https://t.co/xAqiRx4Dre https://t.co/K95RBAePky",
  "@mrchapel @RonPaul @BanTheBBC Btc can be put on cold storage and stored in your safe, next to your gold with the same risks as gold.",
  "@Mel_Ankoly @RonPaul 50,000% gains since 09' says differently",
  "@BanTheBBC @sephwest @RonPaul Bitcoin is rare money, immune to inflation and govmnt control... last i checked the dollar has no intrinsic value of any kind...",
  "Nice seeing people using LTC more and more for payments! https://t.co/xzSJKzvnnE",
  "@NudieCookie @rogerkver Greed has ruined the world",
  "@MelissaLeeCNBC @CNBCFastMoney #LTC for transactions #BTC for store of value life is good :)",
  "@infowars Cryptocurrency can free us from our slavery by the bankster elites. At least take the time to learn about it... it only helps yourself to be informed!",
  "Cryptocurrency Expert: Current Global Economy Could Collapse After Fiat Currency Financial Crisis https://t.co/xd0T4UeREp",
  "Surgeon who exposed Clinton Foundation corruption in Haiti found dead in apartment with stab wound to the chest  https://t.co/iq1D5pytDd",
  "Litecoin has segregated witness, lightning network, and soon working atomic swaps.  How many people who just bought it for $350+ have heard of any of those things?  😬",
  "\"We Can't Take That Risk\": FBI Texts Reveal \"Insurance Policy\" To Prevent Trump Presidency https://t.co/AajbfYRtlp",
  "@zerohedge Blah blah blah... yall gnna do this everytime price drops a little?? Getting old AF",
  "@ryanxdrake @LitecoinProject @SatoshiLite @Shopify You can accept Litecoin through the Coinpayments plugin with Woocommerce. \n\nHit up the @LTCFoundation who uses this for their web store if you need any help. https://t.co/4ubcYHBL2b",
  "Ack! Next report out last week in Dec. Lots of Bitcoin stuff, and a 3 year projection on CryptoSpace!",
  "Forget #Bitcoin , its fourth-biggest rival is up nearly 5,800 percent this year\n@litecoin @SatoshiLite \n\nhttps://t.co/VULMljySZZ",
  "@attug @CryptoHedge_ Maaaaybe u should look at litecoin development lol",
  "@CryptoHedge_ Boom!",
  "Join us--&gt; https://t.co/9rzsGdOp4D\n#AnCap #Life #Voluntary #Anarchism https://t.co/jCWgZfIXtF",
  "Not a Litecoiner, but respect to @SatoshiLite. Incredible community builder https://t.co/tl9g6OVHSc",
  "Lets all be Clear here\nSuccess of LITECOIN is Success of BITCOIN  \n... Not of Bcash, Not of BGold and Not of BShmold ...",
  "Ethereum Soars Above $600 - Bigger Than GM, As Crypto-Mania Spreads https://t.co/Y1z3TmYlA7",
  "Hey bcash... LTC is coming for ur market cap 🤣 #LTC #BTC",
  "@CryptoHedge_ Because of the mic issues at beginning of livestream i wasnt sure if it was a joke or not. Got it now haha",
  "What is Bitcoin? $BTC https://t.co/5QGIG0pIbj",
  "@CryptoHedge_ I was #150!!",
  "@zerohedge Hence where BTC and LTC value comes from",
  "#ltc #btc https://t.co/H9vtH4eJq7",
  "BUSTED: Wikileaks Proves Hillary Disclosed Classified Secrets To Foreign Leaders For Cash  https://t.co/hyRMCFlGsg",
  "Litecoin is now worth more than the entire cryptocurrency market just 15 months ago.",
  "#shouldveboughtmorelitecoin https://t.co/88W3qhqnEt",
  "@CryptoHedge_ Gotta love xmas :)",
  ".@SatoshiLite dropping a little knowledge today. Great to see #litecoin ticker on @CNBC https://t.co/12NOxlAhFI",
  "Wow @rogerkver hits a new low shilling #bcash on @CNBC. I can't believe they let a mentally unstable person on live TV. https://t.co/ByjUV05Bhi",
  "@CNBCFastMoney @rogerkver #bitcoinjudas",
  "Join us here--&gt; https://t.co/9rzsGdOp4D\n#Investing #Gold #Silver https://t.co/Oy4Df4M0Tx",
  "Pump it! https://t.co/Q0a6Wb4spM",
  "@zerohedge Btc, ltc, and physical silver!",
  "@SatoshiLite you are my hero. You just said the $USD is who’s going to lose the most on @CNBC the revolution is here. #litecoinmatters",
  "@Crypt0damu5 @SatoshiLite @LiteCoinNews @litecoin @CryptosQueen Sooner than later :)",
  "The flippening is about to happen.\nWatch out Bitcoin cash \nLitecoin 4th place by market cap\n@SatoshiLite @LiteCoinNews @litecoin @CryptosQueen https://t.co/LqRHUQwDik",
  "@perplextus @CNBCFastMoney @rogerkver Larger blocks will have the same scaleing issue in a short time... bcash is a bandaid. Not a solutuon",
  "'@BKBrianKelly breaks down how to buy #bitcoin futures $XBT https://t.co/9PWCkCwpbd",
  "@TomHarpointner @rogerkver @BITCOlNCASH @a3456gf @mikerelentless @CNNMoney @business @ErikVoorhees @BitcoinCashFans @beijingbitcoins @justicemate @Cointelegraph Fiat is just paper",
  "@TomHarpointner @rogerkver @BITCOlNCASH @a3456gf @mikerelentless @CNNMoney @business @ErikVoorhees @BitcoinCashFans @beijingbitcoins @justicemate @Cointelegraph U mean ltc is silver to btc gold",
  "Congratulations to @litecoin &amp; @SatoshiLite on reaching $10B+ market cap and $200 LTC! https://t.co/gXia0RVvdQ",
  "@CryptoHedge_ Guess ill just hodl and see where this goes lol. That sell wall at 200$ dissapeared in .1 seconds when price hit 200 lmao!",
  "@Bobit198 @rogerkver @BITCOlNCASH @a3456gf @mikerelentless @CNNMoney @business @ErikVoorhees @BitcoinCashFans @beijingbitcoins @justicemate @Cointelegraph So all bitcoin forks are trash???",
  "@Alt_crypto_life @CryptoHedge_ @SatoshiLite Where can i watch this?",
  "How long did Ripple manage to stay above Litecoin? Let’s see how long others can stay. https://t.co/VbgRHtCDEY",
  "Evolution of banker outlook on #bitcoin:\n2013: \"Bitcoin is a joke.\"\n2014: \"Bitcoin is dead.\"\n2015: \"Blockchains not Bitcoin.\"\n2016: \"Bitcoin will fail\"\n2017: \"BITCOIN IS GOING TO CRASH THE GLOBAL ECONOMY\"\n\n🤔 https://t.co/QgauNIuK1o",
  "@a3456gf @rogerkver @BITCOlNCASH @mikerelentless @CNNMoney @business @ErikVoorhees @BitcoinCashFans @beijingbitcoins @justicemate @Cointelegraph Bcash is trying to compete with ltc, while stealing btc branding... #btc #ltc #LightningNetwork #atomicswaps #confidentialtransactions #smartcontracts #byeBTRASH",
  "#NewProfilePic https://t.co/C0zhIzjEz8",
  "CNN And WaPo Working On 20-40 Sexual Misconduct Stories https://t.co/KTRYmoQvjS",
  "@rogerkver @BITCOlNCASH @a3456gf @mikerelentless @CNNMoney @business @ErikVoorhees @BitcoinCashFans @beijingbitcoins @justicemate @Cointelegraph No, ill take a ltc one tho!",
  "In the long term, don't be afraid of Bitcoin Futures: https://t.co/bmosNFHkxR",
  "This is why #HODL! #LTC #BTC #PPT #OMG #cryptocurrency https://t.co/rujpceuF0s",
  "@rogerkver Then how do u explain gold/silver?",
  "Before listening to the skeptics saying that Bitcoin is a bubble or not “real” money (ha!), consider these Newsweek predictions about the Internet in 1995. Besides, the coming blockchain revolution is as much about Bitcoin as the Internet era is about newsgroups. https://t.co/FI5tmVtqw8",
  "The ratio between the number of active addresses of Bitcoin and that of Litecoin was 495K/11K = 45 at the beginning of the year, now it's 1016K/160K = 6.3. The number of transactions changed following about the same pattern. https://t.co/AX3zB6HyMt",
  "#Russia #CIA #Trump @officialmcafee Subscribe here--&gt; https://t.co/9rzsGdOp4D https://t.co/RS4b6OJNdj",
  "Dreams to reality! Bye bye central banks! Crypto is the future, the reign of fiat is coming to an end :)\n#LTC #BTC #ETH",
  "Hodl on for dear life! This is what a rocketship to the moon feels like. 🚀 https://t.co/ly9ebylA95",
  "Litecoin is now $150! Time to use lites (ł) as the default unit?\n\n1 lite = 0.001LTC",
  "You can now recharge prepaid phones with LTC on https://t.co/VulBV8naBf! 🚀",
  "People going 🦇💩 crazy over Bitcoin today and upset at Litecoin not performing as well. Here's some perspective. BTC is up 20x this past year, but LTC is up 25x!",
  "For anyone who is newly interested in #Bitcoin, instead of going and blindly buying it, go instead and learn. Watch a couple docs. Read a book or 20 articles. The price is fun, but what really matters is why it exists at all, and the consequences to society now that it does.",
  "Bitcoin:\n$0000 - $1000: 1789 days\n* * * \n$5000- $6000: 8 days\n$6000- $7000: 13 days\n$7000- $8000: 14 days\n$8000- $9000: 9 days\n$9000-$10000: 2 days\n$10000-$11000: 1 day\n$11000-$12000: 6 days\n$12,000-$13,000: 17 hours\n$13,000-$14,000: 3 hours",
  "A world gone mad... &amp; fiat gone worthless, when priced in BTC.  But anyone who listened to @clif_high, and me a year+ ago, is not poverty stricken now. &amp; according to Clif, there's much more $ to come in #Cryptos in 2018. https://t.co/Kbmp6f4h16",
  "RT so you know it’s real. #Litecoin https://t.co/P4Yl28kGiC",
  "The cryptocurrency market is now worth more than JPMorgan https://t.co/epwLpsoFOx",
  "Very exciting! https://t.co/H9LrERAMQf",
  "#BREAKING: Multi-agency law enforcement activity reported in DC area. Story developing... https://t.co/5V9pHpMG1y https://t.co/qn8lPbdsuX",
  "Excited to see progress on Lightning Network and protocol compatibility among three separate implementations! https://t.co/JTAbboGBAU",
  "Lightning Network on Litecoin will come soon. https://t.co/oHIJvMeOXy",
  "Announcing the first-ever interoperable Lightning transactions using real bitcoin with @acinq_co @blockstream! We bought a Starblocks coffee ☕️ and a https://t.co/XOnbhZMCZG article 📰. https://t.co/jJ90GHpmr5 https://t.co/Vvw7YaFxII",
  "Which coin would you like to see added to @strongholdxchg next? Vote now and retweet! #BitcoinCash #Litecoin #NEO #Zcash",
  "RT to spread awareness! #Litecoin #LTC $LTC https://t.co/ZoKXG9DsAE",
  "We are starting to do a serious marketing push for Litecoin. This is just the beginning. 🚀 https://t.co/UcaDGpwAHa",
  "JPMorgan #bitcoin roadmap:\n\n1. CEO Jamie Dimon calls bitcoin a fraud. \n2. JPM fined $4 billion for actual fraud. \n3. Dimon calls BTC a money laundering tool. \n4. Swiss authority FINMA crackdowns on JPM for money laundering.\n5. December: JPM writes bitcoin can replace gold.",
  "A wealthy person wants to gift you $10,000. You get to choose in which form you'll take the gift. But there's a catch: You must keep the gift in the form that you choose, and you can't touch it for 10 years.\n\nIn which form would you take the gift?",
  "Bitcoin Jumps To New Record High As Governments, Regulators, Bankers Panic https://t.co/Cp2vQremev",
  "Litecoin’s Google search trend is skyrocketing. https://t.co/i5EJriCldP",
  "soon™",
  "https://t.co/QMc0gtr6F3",
  "@zerohedge Blah blah blah lol",
  "https://t.co/GPyi9BTrr7",
  "Top cryptocurrencies except LTC are all backed by well-funded foundations/companies at their core, but Litecoin is maintained by a few volunteers and a foundation with only $400K asset. So I would say Litecoin's tremendous growth this year is mostly organic and healthy.",
  "@CryptoHedge_ Once you decide that, you kind of make it happen haha",
  "@bitcoinkeepkey Any updates on when this will happen?",
  "Thats a beautiful sight! Moon baby moon! #ltc https://t.co/RdXO3XHz9X",
  "https://t.co/JODikpWFLu",
  "@ARedmon2 @coinbase You still dont have access to that account??",
  "@CryptoHedge_ *btc AND ltc moon... the rest sounds spot on ;)",
  "@novogratz @zerohedge It is a scam... no seems like about it!",
  "@BTCNewsUpdate @GravyTrain_ @CryptoHedge_ Segwit, lightning network, atomic swaps, smart contracts, confidential transactions... what is this btrash u speak of??? #ltc #btc",
  "@BTCNewsUpdate @GravyTrain_ @CryptoHedge_ Thats what LTC is for... utility to BTC store of value. Btrash b gone!",
  "@cs5599 @coinbase @CoinbaseSupport Me too... bullshit",
  "@zerohedge Lol crashing...? big 3 are up thousands of percent this year... its called taking profits, hardly a crash",
  "@BTCNewsUpdate @AceWave_33 @rogerkver U keep repeating the same shit. No one is threatened by bcash! What if someone cloned amazon, made a couple changes then promoted there product as the real amazon? Amazon supporters would be pissed right??? Same thing going on wit bcash.",
  "@BTCNewsUpdate @PortsmouthBTC @smarty_470 @rogerkver Again, your descrining LTC. where does BCASH fit in???",
  "@amanpu85 @rogerkver Its not... not even close",
  "@BTCNewsUpdate @MrHodl @rogerkver Bcash is trying to be litecoin, but steal bitcoins brand... garbage!",
  "@rogerkver But first there was LTC! #ltc #bcashsucks",
  "@zerohedge Flash crash? A small correction after a massive bull run is normal and healthy... crypto market is volatile, anyone that has held cryptos for any amount of time knows that. Not concerned here! #greatbuyopportunity #HODL #patience #btc #ltc",
  "@rogerkver @BITCOlNCASH @aplusk @KimDotcom @barrysilbert @ErikVoorhees @BronxR @TonyGallippi @olivierjanss @JihanWu @officialmcafee BTC=store of value, LTC= cheap, fast transactions... not sure where BCH fits into this...",
  "@zerohedge Manipulation lol",
  "@CryptoHedge_ Ltc",
  "@CryptoHedge_ @TheWolfOfGDAX @SatoshiLite Ive bought ltc from 45-65.... i just wont sell. 45 or 65$ wont matter when they are 1000$ or 5000$ lol. HODL!",
  "@CryptoHedge_ @SatoshiLite That being said... i have more LTC than anything haha",
  "@CryptoHedge_ @SatoshiLite I have a hard time selling anything i buy.... i buy because i believe in it!",
  "@CryptoHedge_ Crypto developed by banksters... NO SHIT ITS GARBAGE!",
  "@CryptoHedge_ Cmon, i wnna see LTC comparing with ETH in USD already... long overdue!",
  "@brianluebben Hold no fiat investments anymore... cryptos and physical silver. Use banks as little as possible.",
  "@CardiffGerhardt @bitcoinkeepkey PPT, OMG, VERI etc...",
  "@bitcoinkeepkey Need to support erc20 tokens... this is taking too long!",
  "@JeffBerwick appreciate your morning dogwalk/chat... been missing those recently! Love conversations with \"original thought\".",
  "@CryptoHedge_ Good things take time to grow, blockchain was growing too fast... needed a break and a chance for us to stock up",
  "Bollinger squeeze for ltc... big move to the up side???!!! Lets hope",
  "Thanks brother",
  "@CryptoHedge_ Looks like market reversal! Back to gains!",
  "@CryptoHedge_ When do you expect reversal back to upward trend?",
  "@CryptoHedge_ I missed that move... seen 98 tho! Was just givin u a hard time bro",
  "@CryptoHedge_ Still eatin ur d$&gt;% on your youtube channel if it doesnt hit 100? LMMFAO",
  "@CryptoHedge_ Stocked up on some vtc today",
  "@CryptoHedge_ We are stickin it out here in cocoa florida haha. Be safe brother",
  "@StaySchemingco @CryptoHedge_ Im also in melbourne area lol",
  "@oh_emilyxo Or some bonita",
  "@JOEYCRYPTO1 @CryptoHedge_ Im a big hodler of ALL things silver haha. Crypt silver and physical silver, both incredible investments!",
  "@JOEYCRYPTO1 @CryptoHedge_ Of course! Ltc is my retirement ;)",
  "@CryptoHedge_ Nothing would make me happier, cmon 100$+ ltc!",
  "Going Live in only a few minutes, I'll see you guys over in the stream with @SatoshiLite soon 😆 https://t.co/MWR7msShP3 https://t.co/HcG2tXOEL0",
  "@bitcoinkeepkey Thank you!!",
  "@bitcoinkeepkey when can we get access to bch?? Tired of watching opportunities pass me by!",
  "@CryptoHedge_ 70 but im ok with it going higher ;)",
  "@LitecoinMarket1 To the moon!",
  "https://t.co/AtbVPrZPrL"
 ]
}