{
 "user": 1609246028,
 "tweets": [
  "Netflix #conspiracy 🤔👌🏽",
  "Nap is need",
  "I really don’t want to work today 😑",
  "I’m I am dying 😂😭😂 #theweekof is fucken hilarious @AdamSandler @chrisrock",
  "A letter to Kanye Omari West. Over his own beat. 🤮 https://t.co/5xdxKJ7d4l",
  "@RealEpics To me it is",
  "I’m being fat today.....lol 3 cookies and footlong lol",
  "Last night-  Az yet 🎶🎶🎶",
  "Halfcrazy-Musiq 🎶🎶",
  "Good morning y’all ☀️😊",
  "dumbest shit you can do: find a special woman, get comfortable with her and start treating her like she’s regular",
  "Locked my keys in my car”great” 😑",
  "What’s going on with Kanye???",
  "@breakfastclubam I listen to you guys on iTunes and the episode for today is a pervious episode so you know!!@cthagod @angelayee @djenvy",
  "Education is so essential. I dont understand how people don’t value educators more. You wouldn’t have doctors, lawyers, etc without teachers",
  "@czianaroses 👏🏽👏🏽👏🏽",
  "Goodnight y’all",
  "That phone conversation with Kanye West https://t.co/ML8RhH0UzH",
  "@thisisrory 💥💥💥💥💥🔫🔫🔫 #gunshots most likely not ...hug  @cthagod ????",
  "I’m hungry 😩",
  "Goodbye Kanye. It’s been an amazing ride. Some of your albums were truly life changing for me. I’ll treasure my interviews with you. Thank you for your artistry and your transparency. Here though, is where I must get off...",
  "@TsaTray Ahaha they do ....like come on ..it’s not even that hot come to Az and run your ass off I bet they die then",
  "@TsaTray Ahaha right",
  "Wait....this is the devil trying to get to me..I will not let this man get to me.......not today Satan 🙅🏽‍♀️🙅🏽‍♀️",
  "Uuuggghhh his voice literally irritates me",
  "You are not a fucken doctor...so stfu and wait and see what an actual doctor has to say....stupid fuck",
  "I hate when the other parent thinks they know everything...MF If you don’t shut the fuck your not a fucken doctor!",
  "@MAL___ You should shut up they just need to stop being so sensitive and stop acting like females.....",
  "My baby is sick 😫",
  "All Tempe schools will be closed until further notice begging April 26th..Though I should let ppl know who students go to #Aztempedistrictschools #RedforEd",
  "👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽#JoeBuddenPodcast https://t.co/0BbZfTiM2Y",
  "Good morning",
  "intuition is real. vibes are real. energy doesn’t lie. tune in",
  "@Agtjewllz21 I always cry",
  "Trust that if someone’s meant to be in your life they will be",
  "The amount that people are waking up, seeing the corruption and looking outside the status quo to find the truth for themselves compared to just a couple years ago is ASTOUNDING!",
  "@edgarcutino @JoeBudden I agree",
  "I usually learn the hard way but I LEARN",
  "If God said it, then it is already done!",
  "@tupacsgrandson 👌🏽👌🏽",
  "I’d like to thank God, my family, and all my public advocates for their love, support and encouragement during this difficult time. While the past five months have been a nightmare, the prayers, visits, calls, letters and rallies have helped me stay positive.",
  "@HeinzKetchup_US @cthagod  every time I see or hear about mayonnaise you come to mind  😂😭😭",
  "@MAL___ 👏🏽👏🏽👏🏽 about time! I’m glad he’s free!",
  "Yessssss he’s free!! #meekmill",
  "Me going to heaven watching y’all get left behind during the rapture https://t.co/xtrVgvGtyB",
  "🎶🎶🎶 https://t.co/L1FcCWjQSe",
  "Mmm it’s warm outside 😩",
  "Not feeling to well",
  "#REDFORED",
  "50 first dates",
  "Good morning ☀️ it’s Friday 🙌🏽",
  "Not again",
  "I want to go to #skateland of of theses days but it had to be a Saturday night",
  "Freak it-Lathun 🎶🎶",
  "I love marshmallows",
  "Good morning ☀️ got up early af to listen to the @JoeBuddenPod good morning guys!",
  "When you start your day off well and some idiot try’s to fuck it up!! NOT TODAY SATAN 🙅🏽‍♀️",
  "My son tells me “mom can you please turn it down when we get close to the school “😂😭😂😑 I was jamming",
  "Saturday love 🎶🎶🎶",
  "Good morning ☀️",
  "Bro this go CRAZY!!! https://t.co/pLdq5DnCi9",
  "@hydrothemc @JoeBudden You and me both",
  "@_JayBee5 @JoeBudden I agree ☝️",
  "@MrNewYitty89 @JoeBudden I agree lol @MAL___  your my fav you can’t be doin this lol",
  "Fuck my teeth hurt 😫",
  "I hate n love having braces",
  "The morning drives with my son to school are the best ☀️❤️",
  "@youurgirllcecii @Cyn_Santana Sedona is beautiful",
  "@Cyn_Santana You better come soon before it’s starts to get 100° in this bitch...",
  "Fuck I can’t sleep",
  "30 times? Smh https://t.co/vF2nYNmlXz",
  "Good morning ☀️",
  "😋 https://t.co/p7ZKT7apXx",
  "https://t.co/knxBSXJlCJ",
  "Not doing shit today",
  "Waffle House it is",
  "Wow up hungry af and feeling like I had hangover",
  "I can’t believe I’m just waking up",
  "#howtogetawaywithmurder",
  "What to do tonight",
  "I  hate when lemon juice gets on a cut 😩",
  "I needed this https://t.co/UHBAO3kZlZ",
  "Just hoping Dunkin don’t do no racist shit honestly",
  "Holy shit this is SPOT ON https://t.co/ew9wONHRVV",
  "I hope you do good.....",
  "Hear from real parents and teachers how Arizona educational funding has increased and learning has improved over the past three years https://t.co/WoG6mIlNup",
  "What to do",
  "@EverybodyluvsG You said it 👏🏽👏🏽",
  "I will never eat at a #ihop",
  "@TatianaT_687 Yes but I’m not working",
  "#fastestcar let’s see what this is about",
  "And my work day is over 🙌🏽",
  "Good morning ☀️",
  "@focusphoto_3 @JoeBudden 😂😭😂",
  "This my MOOD all weekend ! @JoeBudden Is comedy with the break down of lyrics https://t.co/rHFTciUjpM",
  "I don’t want to say false things about people so I’m just going to make all my opinions conspiracy theories like @JoeBudden",
  "Mint dilly bars are my favorite",
  "This little ass dust storm is going to have a lot of people sick now fuck!!",
  "Heavy dust 😑 https://t.co/9SQq0ND5Al",
  "All it is wind and dirt",
  "When it rains or there’s a duststorm or the weather changes here in Arizona people decide they want to drive super slow",
  "Think abt moving out of state 🤔",
  "Coworker: do you always think about food?? \n\nMe: https://t.co/6foR37Cjc7",
  "Lovin today’s weather",
  "I’m done",
  "💰💰💰 https://t.co/0cLXo6vf5e",
  "The lord don’t say it’s over not ....ahaha 😂😭😂 @MAL___",
  "Good morning ☀️",
  "@mal “Ima need that back” is wild !! 😂😭😂",
  "I was appalled to see @JoeBuddenPod have an episode out today 🙌🏽",
  "It’s been a long day! A glass of wine is needed",
  "@Cyn_Santana 😂😭😂",
  "Can’t it be Friday already 😫",
  "@EmilyDozal I hate when that happens",
  "@MAL___ I think “get of my phone”is another good one just say!",
  "@MAL___ I was....",
  "@TsaTray 😑",
  "@AZCardinals Omg I can’t ....no wonder we sick as fucken team we could never keep good fucken players but want to get trash ass QBs",
  "@AZCardinals Stupid MF",
  "@AZCardinals I don’t understand why take the cheap way out and not pay a player what there worth to keep them! #disappointed",
  "@AZCardinals  Mannnn our new Qb is trash but want to pay him 20 mil for a year are you serious !! But can’t pay @Mathieu_Era to keep him !!",
  "Wtf cardinals owners!!! @AZCardinals Why would you get rid of @Mathieu_Era",
  "Going on rant ......",
  "I need a drink",
  "It’s sprinkling out here and MFs driving like their driving through a storm!! Get out of my way lol",
  "@MAL___ you said you where going to support The Black Panther and go see it but you still haven’t seen it! 🤔you said this a while back....",
  "Finally there here",
  "@phoenixpolice I called an hour ago about finding a little boy and a police officer still hasn’t came to my home!!",
  "Found a kid wondering by himself called the cops and they’re still not here",
  "@MAL___ Sure isn’t it lol",
  "#BlackPantherMovie amazing movie....",
  "https://t.co/wo8CJYz4R4",
  "I’m good with one kid!",
  "I no longer want kids and I think I’m going to get my tubes tided!",
  "@Cyn_Santana Grandmas or siblings that’s it",
  "@LarryFitzgerald yessss!!! Your coming back 🙌🏽 #teamlarry #GoCardinals",
  "Let’s educate people on what gun control REALLY MEANS. It doesn’t mean your guns are taken from you, it means STRICTER POLICIES on who can purchase them. And come on, who needs automatic weapons??",
  "@JennyWatwood 🙌🏽👏🏽👏🏽",
  "So we know his name is nick-or Nicolas",
  "I’m done with you @JoeBudden 😂🤣😂 you role playing as a female has me weak af ..@thisisrory @MAL___ how did you guys sit there and let him do this to him self 😂😭🤣",
  "Idk how I would get threw Wednesday mornings if it wasn’t for #TheJoeBuddenPodcast  @JoeBudden @MAL___ @thisisrory",
  "When you know ppl talking about you lol",
  "WILL SMITH IS A LEGEND LMAO https://t.co/epocQ6nt35",
  "👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽👇🏽#JoeBuddenPodcast https://t.co/jWyK1LHTne",
  "I need to get away",
  "I wonder what the government has plan for today or plans to pass while we all watch the #SuperBowl",
  "@JoeBudden 😂😭🤣I agree ..@thisisrory is looking like him from far way on his album cover 😂😭🤣",
  "@JoeBudden have you seen Dirty Money on Netflix! It’s really good I like you would like it!",
  "@JoeBudden Damn...all bad!",
  "Ooowwwweeee lady was about to catch these hands",
  "@JobOrNoJob Plz have a conspiracy podcast and @MAL___  I think he would have a lot of ppl watching",
  "@netflix wtf how are you guys going to put the 1st #lordoftherings and not the other 2! #veryupsetting",
  "@kevthepoet @JoeBudden @JoeBuddenPod @MAL___ 😂😭😂",
  "@kevthepoet @JoeBudden @MAL___ This posdcast was funny",
  "@kevthepoet @JoeBudden @MAL___ Sorry I had too..it was too funny",
  "Is it 5 yet",
  "@MAL___ Poooww 👊🏽",
  "\"We're devastated.\" A mother of 2 describes how her husband was deported after 30 years in the U.S. https://t.co/5uDhsBQE07",
  "@MAL___ 😂😭🤣",
  "@MAL___ 😂🤣😭",
  "I am fucking weak af right now 😂😭😂 as soon as @JoeBudden drooped the line “someone has been a naughty girl” then Mrs.officer come on....I can’t🤣 @MAL___ was having fun with the four play segment😂😭😭",
  "@JoeBudden I been waiting smfh",
  "Done with today",
  "I voted for @TheJoeBuddenPod to win the #BestPodcast award! Cast your vote now: https://t.co/1FuJc8ySiG #BETSocialAwards @JoeBudden @MAL___ @thisisrory @parksmusic  My vote is in!!!",
  "@aelampkin @JoeBuddenPod @MAL___ @thisisrory I hope 🤞 me and you both there’s a lot to talk about",
  "@MAL___ Ooweeee this is going to be a good podcast  😈",
  "It’s to early for ppl to be getting on my nerves",
  "I’m fucking screaming https://t.co/BGL5fAjKjJ",
  "@JoeBudden Yo si",
  "@AllenHiiiverson @MAL___ 😂😭😂",
  "So I decided I don’t want anymore kids, is it fair for my partner ???",
  "Can say NO to a free coffee thanks #starbucks",
  "So I just found out what a #bluewaffle  is and I’m traumatized 😱",
  "@JoeBudden I can’t wait",
  "My birthday is this weekend wtf",
  "How I’m a sick w/ bronchitis,sinus infection and the flu😫",
  "I need to get better by this weekend",
  "I hate being sick",
  "Btw I’m happily taken",
  "Don’t try to talk to me with some dusty ass shoes...that says a lot about a man!!!",
  "Every time I drink Henny...this guy @thisisrory come to my mind lol",
  "Just like guys look a females ass&amp; titties.. I look at they shoes",
  "I stepped out with my girls n let me tell you",
  "@JoeBudden if this is true...congratulations .brst way to start the new year #bestwishestocomplex lmfao @Complex https://t.co/zg3SlnjZmR",
  "Merry Christmas, His first game! #BirdGang #cardnials @AZCardsCheer @AZCardinals https://t.co/BV41Ea5xcx",
  "@lostthoughts909 @EverydayStrugg Agreed",
  "Listening to @JoeBudden talk about the Nike and Spotify situations with Complex... https://t.co/qEI6IH21dH",
  "@conthabeatgod84 @JoeBudden 😂😭😂 right",
  "@parksmusic once the aliens put out Magnets ...😂😭😂",
  "@rid1kader @JoeBudden You and me both",
  "@MAL___ I have never been more hyped to listen to a podcast in my life ever.",
  "@kevthepoet @MAL___ Agreed",
  "Sooooo lol now that your unemployed @JoeBudden , can we get at least get 2 podcasts a week lol just saying @MAL___  @thisisrory",
  "I always look forward for Wednesday’s Mornings o should say...I get to listen to the #thejoebuddenpodcast @JoeBudden @MAL___ @thisisrory",
  "@MAL___ Damn....lol",
  "I’m done with Christmas can it hurry up and pass already",
  "I’ve been getting annoyed lately with ppl and the things they do",
  "@parksmusic How are you going to do him like that 😂😭😂",
  "@parksmusic 😂😭😂",
  "@Cyn_Santana 😂😭😂",
  "@MAL___ Well actually there is #lipservice with @angelayee and #guyswefucked",
  "@MAL___ 😂😭😂",
  "@JoeBudden He must have not being thinking straight......",
  "@MAL___ @JoeBudden @thisisrory I hope the podcast is about 3 hours long since there wasn’t a podcast last week lol...patiently waiting!",
  "I use to get laughed at cuz i drank wine and now those same ppl drink wine now😑",
  "It’s so beautiful outside this morning",
  "Don’t deny yourself the chance for things to get better.",
  "@MAL___ 😂😭😂",
  "@JoeBudden said shorty @MAL___ he’s wildin 😂😭😂",
  "Tf",
  "I get told not to have my headphones on while work but but when I’m listen to my stuff on my phone and it starts to bother someone, I get told to turn it down or put my headphones on .....😑",
  "I’m muthaaaaafuckin tired.",
  "@BasseyAkwa_ Thank you appreciate it,and I agree with you he is a god man.",
  "@BasseyAkwa_ That’s wild lol",
  "@BasseyAkwa_ Wow...no im ok",
  "Hot chocolate 👌🏽",
  "@BasseyAkwa_ @MAL___ 😂😭😂",
  "I called weird for eating peanut butter on a spoon 😑",
  "I love everyone on the podcast but @MAL___  has be my fav",
  "Not in the best moods this morning",
  "Morning y’all 😒",
  "#TheDayIMetElChapo 🔥 #Netflix",
  "@MAL___ he will definitely be a clown #ColinKaepernick  if he signs",
  "@JoeBudden I fucken can’t, I’m weak af 😂😭😂 he’s started singing “ I wish that i could have this moment for life......for life ..dead 💀",
  "@MAL___  “ I like to hear when ppl dis you”  @JoeBudden 😂😭😂",
  "😭😂😭 @JoeBudden stomp the yard...I can’t 😂",
  "I’m ready to listen to @JoeBudden @MAL___ @thisisrory @parksmusic",
  "Good morning ☀️",
  "It’s really bothers tf out of me",
  "I hate ppl that do last mins shit",
  "Just found out my sister/bestfriend is moving out of state",
  "Pool n some Drinks",
  "@MAL___ 😂😭😂",
  "😡",
  "I still be writing songs down on a piece of paper",
  "I’m going back to dark hair",
  "I’ve been getting annoyed a lot lately smh",
  "Not feeling good",
  "My son out here wearing a hoodie and it’s 83 outside 😑🤦🏽‍♀️",
  "❤️ my world https://t.co/CEci5U1tAt",
  "Pita jungle 👌🏽",
  "Smfh on time to work on my day off...",
  "Yes no fucken work today !!!!!🙌🏽",
  "@JoeBudden duck tape huh😂😭😂😭 could fine any other tape to stick to the cook bags lmfao",
  "Damn that double shot has me all fucked up at work 😁😄😅",
  "Double shot it is !! ☕️",
  "It’s just one of those days",
  "Fuck it already late to work might as well get my coffee",
  "I’m not in the mood for anyone’s shit today !!!!!",
  "@parksmusic @Cyn_Santana @OfficiallyIce Well damn lol",
  "@TatianaT_687 really??? Your already listening to Christmas music 😑",
  "You used to love me 🎶🎶",
  "@MAL___ Fat burger definitely is better the In-N-Out",
  "@JoeBudden your wild for playing drake in the back ground ,while talkin about the whole COLLUSION on Odell n Drake 😭😂😭@MAL___ was annoyed",
  "@JoeBudden @MAL___ @thisisrory TRIX has to be top 10 lol",
  "#JoeBuddenPodcast Ep 133 | \"The Bottom Of This\" @JoeBudden @MAL___ @IamBridgetKelly &amp; I https://t.co/X09vQg8B8j https://t.co/2P8m0S1JgF",
  "Thoughts are like seeds you can grow flowers or weeds!!",
  "Off to #millave let’s see what’s going on!",
  "So satisfied right now, breakfast was so good",
  "Waffle House 🔥",
  "REAL LOVE ❤️ https://t.co/DgRPDIJ8Sd",
  "Everything was going well during dinner until....I heard someone fart mad loud 😑",
  "Found old pics and videos of my son when he was 4, just had a breakdown 😫😭😭😭",
  "@TatianaT_687 😂😭😂",
  "Yoooo my lyft drive wildin about the baseball game 😂😭😂 @TatianaT_687",
  "From now on, every time I listen to Hot in herre -Nelly..its going to remind me of the podcast @JoeBudden @MAL___ @thisisrory",
  "@JoeBudden my guy look at this 😂😭😂😭 https://t.co/eEeXvU3a6V",
  "@BreadThaRebel @JoeBudden 😂😭😂 yeah it was",
  "@JoeBudden My guy I can’t with you 😂😭😭I’m weak af with the Nelly-Hot In here  ...”let’s listen again “ 😂😭😂",
  "The internet is down at work..........yasssssss",
  "🤢",
  "Not feeling to well",
  "I finallau got to see my dad after 2 years",
  "Pete’s fish N Chips 🔥🔥🔥",
  "Might take off to Mexico to go see my dad",
  "@MAL___ I agree with you, @JoeBudden is more popular now, and I think he should release something...@JoeBudden think about that 💰💰💰",
  "@TsaTray Just need to go MIA for a while",
  "I need to move to a state where you get all four seasons ❄️🌻☀️🍂",
  "Thinking abt moving out of state",
  "Life is hard , but I ain't no weak bitch .",
  "Still haven’t had the chance to listen to the podcast 😩 @MAL___ @thisisrory @JoeBudden",
  "No more IG n Snapchat",
  "Absolutely HORRIFIC what happened in Las Vegas ! Thoughts and prayers for all the people involved 🙏🏼#LasVegasShootings",
  "I just wa t to move far way",
  "😔",
  "Yooo I’m pissed the fuck off",
  "🤔",
  "How does that work",
  "How are you going to blame me and I’m not the one driving",
  "Pissed tf off",
  "@TatianaT_687 that’s what you get...let’s see if you think twice about scaring me again 👊🏽",
  "I’m ready to go home",
  "Bill Clinton got impeached for getting his dick sucked &amp; this 🥕 still president     ruining the country in less than a year 🤔🤦🏽‍♀️",
  "@kevthepoet They went in on him  and it’s pretty weird",
  "Finally 🙌🏽🍩",
  "@MrNewYitty89 @onlyonejj22 @TheYelloNegro Yooo this shit is wild",
  "Cutting some of my hair today",
  "@JoeBudden @MAL___ @thisisrory REXYYYYYY ......I can’t 😂🤣😂...",
  "@JoeBudden 😂🤣😂",
  "@JoeBudden I love the fact that you answered your moms phone call",
  "@MAL___ As well, we as fans shouldn’t watch if we as ppl want to be heard about wht’s going on",
  "@MAL___ agree with you 💯players shouldn’t show up if they want to make a difference and be heard",
  "I need a 🍩",
  "@MAL___ Your welcome, have a blessed day!",
  "@MAL___ Feliz cumpleaños 🎉🎂",
  "It’s so nice outside, I wish I was at home",
  "@ellothereAri This made my day",
  "I’m fucken done",
  "My guy @LarryFitzgerald",
  "I hate waiting 😤",
  "Everyday is an opportunity to fix some shit u messed up . Mess ups are a moment quitting is forever . Be kind to urself",
  "@TatianaT_687 No bitch, i went outside and there was fireworks",
  "It’s really nice outside today",
  "Monday night football 🙌🏽 #letsgocards",
  "@TatianaT_687 At Johnny’s",
  "Ppl get on my fucken nerves",
  "If it makes you happy .....,....",
  "@RealEpics What's wrong with that",
  "When you’re the last man left in dodgeball https://t.co/8gAzi45btu",
  "@Deuce1flem 😂🤣😂 dead",
  "Is it 2:30 yet",
  "What's L O V E ??",
  "At this moment I don't know me",
  "@MAL___ 🙌🏽",
  "A shot of espresso, will do",
  "Well fuck...this day is starting shity",
  "Glass of wine relaxing,watching fireworks 👌🏽 #metime",
  "In a funk 😒",
  "@MAL___ 💯",
  "@TheAbNormish @JoeBudden To many lol",
  "@D_Lask1515 @thisisrory @MAL___ @JoeBudden @TatianaT_687 I agree....facts where spoken !!",
  "@MAL___ @thisisrory @JoeBudden the podcast was so good, that I had to listen to it twice and have my best friend @TatianaT_687 listen too",
  "I'm ready to hear what @JoeBudden  has to say on some conspiracies.",
  "@JoeBudden I need that Kevin Hart apology playlist. That shit was HARD. #joebuddenpodcast",
  "@JoeBudden you perfected songs to go over kevin's video, i cant with you lmfao",
  "@MAL  you about to have all different types of females flipping ,there phones up side down now lmfao ...",
  "@MAL___ FACTS, women do know about it \"the side chick or chicks \"",
  "The sounds affect where ready af lol @JoeBudden @mal @thisisrory",
  "@MAL___  im with you about the fight as boxing fan GGG won it, even tho im a canelo fan.",
  "Trivia of the day: 1/3 of working women at work say this happens to them once a week???",
  "shogunz_cbmg's video https://t.co/JD4UY43wPy I can't with...#whodidthis",
  "Thinking about our neighbors in Mexico and all our Mexican-American friends tonight. Cuidense mucho y un fuerte abrazo para todos.",
  "Who makes the bed before going to bed 😑",
  "@ellothereAri 😂🤣😂",
  "@ellothereAri Yesss she is 🙌🏽",
  "@MAL___ I agree, then the next day your just in feeling like crap in bed ..uuuuggghh I'm happy those days are over for me !",
  "@JoeBudden I know this feeling @Cyn_Santana ... @JoeBudden get her honey bun!! Lol",
  "@RealEpics Facts",
  "@MAL___ 😂🤣😂 @JoeBudden",
  "Monday night football...let's see how this goes!",
  "We all mistakes,no ones perfect",
  "@JoeBudden And one of @thisisrory tweets lmfao",
  "@JoeBudden Yesss 🙌🏽🙌🏽 I'm ready to hear what you have to say and ready for the sound effects lmfao",
  "@TatianaT_687 You and me both",
  "@Trender_B Right...I was pissed",
  "if you're Mexican, this is kinda a big deal lol https://t.co/prImHkyf1W",
  "All the things-Joe 🎶🎶",
  "Bro, how you just going to fart, not tell me but try to trap me in the car with it wtf that's foul 😡👊🏽",
  "Knocks me off my feet 🎶🎶🎶 @donelljones96 #vibes",
  "It's time to relax now",
  "@TsaTray Lol you a fan quit playin",
  "Yesss, shitttt",
  "@TsaTray Gay af",
  "@TsaDillz Aaahaha 😂🤣😂 right @TsaTray quit playin",
  "😡",
  "Are you fucking serious",
  "@TsaTray Gtfoh",
  "@TsaTray Who's playing, what are you teams",
  "Ok I'm see something now",
  "This food and drinks have me super tired",
  "@TsaTray ???",
  "Ok ready to take a nap 😴",
  "This is his second game throwing a interceptions @AZCardinals #Palmer, has to go",
  "Idk how man times I have to say this @AZCardinals we need a new quarterback",
  "Show off your girl...",
  "@RealEpics Excuse me!!",
  "Fucken get it together #Cardinals",
  "Good morning, ☀️ it's game time #temacards #teamcardinals @AZCardinals I'm ready for today's game! Let's get that W !!!!",
  "@JoeBudden @thisisrory I like to laugh when @JoeBudden makes fun of something or ppl on the podcast and this podcast it might just be you 😂🤣😂",
  "@JoeBudden Yess I can't wait, I hope you talk about @thisisrory some of his tweets this weekend",
  "Can't believe I'm still up",
  "If this mf behind me don't shut the fuckup !!! 😡",
  "Just sat down at Denny's and look to my right and #cheaters is on 😂🤣😂",
  "I'm so happy I didn't drink 🙌🏽",
  "Cops out here tough",
  "\"Are you goin my way \"🎶🎶 Vibes #Devinthedude",
  "@MAL___ She looks crazy, why is even judge",
  "@MAL___ 😂🤣😂",
  "#Canelo still my guy",
  "It's business tho. I get it. Rematch.",
  "@MAL___ Agree...I'm ready for it",
  "@MAL___ Here you go...",
  "I’m ready to purchase the rematch pls, where do I sign ?",
  "@MAL___ We got a good fight....out of it",
  "@JoeBudden @MAL___ wtf",
  "Great fucking fight.",
  "Canelo better go grab some alkaline water dammit",
  "@MAL___ all I can say one of the best fights, still #TeamCanelo lol",
  "@JoeBudden Agree",
  "Those body shots 😬",
  "@MAL___ What do you think so far??",
  "@Trender_B Lol...that's shit is a bitch",
  "You guys see this... #canelo #myguy",
  "@Trender_B Your toe",
  "@JoeBudden 😂🤣😂 I can't",
  "@JoeBudden @thisisrory 😂🤣😂🤣😂",
  "Canelo done fought ALL the dogs lol",
  "Fight fans... This should be one of the greatest fights we will ever see.",
  "@MAL___ Agree...real fight",
  "#Canelo 🇲🇽",
  "I’ve been a fool before. https://t.co/GbjNiPgbm4",
  "@ellothereAri Best music to clean too lol",
  "Halfcrazy- Musiq Soulchild 🎶 #vibes",
  "R&amp;B vides this morning 🎶🎶🎶",
  "I'm done, I'm going back to black hair",
  "@CilverSurfer @thisisrory I agree 😂🤣😂 I can already hear @JoeBudden",
  "@KGfromDC @JoeBudden @thisisrory @MAL___ Obviously, its going to happening with out  @MAL___  @thisisrory @JoeBudden securing the bag!! It was a personally thought!!",
  "@SgtBootyHunter @thisisrory @JoeBudden @MAL___ How is this good for only me?, when other seem to agree with me! Obviously its not going to happen.",
  "It's to early for mf nonsense!!!",
  "Say yes-floetry floetic 🎶🎶",
  "Good morning 😊",
  "So excited that #WillAndGrace will be coming back on",
  "@kevthepoet @thisisrory @MAL___ @JoeBudden I just seen a post on IG where he clearly says he rants  a lot",
  "I hate drivers that take there sweet ass time to turn, that's shit bothers tf out of me",
  "@themightybigga @JoeBudden @thisisrory @MAL___ How ?I don't think it would personally! They talk about so much interesting stuff.That one podcast isn't doing it,at least for me!",
  "If you can't stick around when I'm going through shit, don't come in my life.",
  "LET ME #TONESTITH  S/O TO @JoeBudden  for this sleeper!!",
  "I'm ready to go home.....",
  "Even tho i'm not ready for it, i'm glad we are able to talk about it!",
  "Had a talk with my little man, about girls this past week and i'm not ready!",
  "@Courtjested He like it, and that was my intentions by hes into something else. No i haven't",
  "@Courtjested I agree, I got my son into it so he could get the feel of it and see if that's what he would like to do!",
  "@Courtjested Who you got?",
  "@Courtjested I got Canelo",
  "This fight Saturday is going to be good #CanelovsGolovkin ,we will be able to watch a real fight!",
  "@MAL___ @thisisrory @JoeBudden You guys had me weak, on this podcast!!",
  "@thisisrory @JoeBudden @MAL___ You guys need to do more than one podcast a week,hate waiting lol",
  "Vanilla Cîroc.... @FrencHMonTanA @diddy my guys... y'all did that",
  "Why am I still up FUCK 😫",
  "@VideoDeveloper @realDonaldTrump You have a point! And I believe what you say!",
  "@VideoDeveloper @realDonaldTrump Mmmm I'm not to sure on that",
  "@CallMeCota I knew something was up smh",
  "He who kneels before God can stand before anyone",
  "The bond we have is so amazing #mommynson",
  "My little man is knocked out 😴why can't I be knocked out like him 😫",
  "I made the right decision, I need time for my self",
  "In so much pain and this stupid pill still hasn't kicked in wtf 😫😞",
  "@realDonaldTrump Worry about the other Hurricane that's going to hit and all the ppl in Texas stupid FUCK your a pice of 💩❤️",
  "@realDonaldTrump Worthless president,more worried about this, then the lives that are homeless in Texas!!!",
  "@realDonaldTrump You rather worry about this then the hurricane that already hit &amp; the other one that's going to hit 🤡🤡",
  "#mayweatger is finally boxing the right way",
  "They better put on a good show at least",
  "I wonder what the government has up there selves, mean while we watch the fight 🤔",
  "#Demi you killed it",
  "Things happen for a reason",
  "@realDonaldTrump 🤡🤡🤡🤡",
  "@realDonaldTrump 🤡🤡🤡🤡🤡",
  "@realDonaldTrump 🤡🤡🤡🤡🤡🤡",
  "@realDonaldTrump Pardon #Snowden he told us the truth about the government and what they where doing behind our backs",
  "@realDonaldTrump Your the worst president ever! Pardon a man that did unconstitutional things",
  "@realDonaldTrump You are a coward. Your pardon does not change history. Your day is coming and you will rot in hell for the piece of shit you are.",
  "@realDonaldTrump How stupid can you be",
  "@realDonaldTrump you should be ashamed for pardoning that man",
  "@realDonaldTrump why haven't you declared state of emergency for the state of Texas yet you worthless piece of shit",
  "@realDonaldTrump worthless of a president 🤡",
  "The minute I tuned out the negative &amp; only noticed positivity more positive things started happening.",
  "Always growing, always learning, always improving, always evolving.",
  "Hot Chocolate 😋",
  "Annoyed",
  "Boybye",
  "When your ex realize he had something good!!!",
  "So confused",
  "What to do",
  "It's to much",
  "I'm so happy I don't have to deal with throwing bday parties",
  "I'm so tired",
  "I'm finally home 🙌🏽",
  "@MeekMill #winsnlosses 🔥🔥",
  "#heavyheart 🔥🔥🔥🔥 #meekmill #wins&amp;losses",
  "Keep that fake shit away from me 🆗",
  "It's a boy!!!! My sister is having a boy!!",
  "fuckin queennnnnnnn https://t.co/6eVi0o1ekG",
  "When we-Tank",
  "Shout out to God tho!!! He a real one❤️",
  "His book is so inspirational, motivational @cthagod #stayblessed",
  "Finally, I decided to read @cthagod book!I am amazed, really recommend his book #blackprivilige",
  "Lmaoooo I can't with New York https://t.co/TDmqmFHgpu",
  "🔥🔥🔥🔥 @meekmill 'Meekend Music II' using @MyMixtapez app #mymixtapez https://t.co/iOZVbw3jc2",
  "I'm so ready for football 🏈 🙌🏽",
  "Yooo I'm so stuffed",
  "Not good https://t.co/cwcpzzN46P",
  "I don't buy frozen patties",
  "Yeah I'm cooking hamburgers, I've been craving some",
  "Who's watching the fight??",
  "Feel like crap",
  "I don't feel like doing shit this weekend",
  "Thank you Lord for everything. The Good and the Bad",
  "Damn it's to early to be up",
  "Jay Z with the life goal bar: https://t.co/S9CX8hJeVz",
  "I thought Beyoncé was lying about Jay Z on cheating on Lemonade but he came out and said he did https://t.co/B2tvSKn5xW",
  "Jay Z and Beyoncé life is so private that when they share \"pain\" with us we honestly can't handle it. Do y'all know how beautiful that is?",
  "Jay Z is the most secretive man ever &amp; even he had the damn decency to admit his wrongs w/o blame &amp; apologize in front of the whole world. https://t.co/smkzAnMmcX",
  "#smile 🔥🔥🔥 @S_C_",
  "4:44 🔥🔥🔥  @S_C_  #yu did that",
  "🔥🔥🔥 https://t.co/PQobMd3F2h",
  "#tbt so proud of him his come so far @ActiveRideShop @RVCA @indy_trucks @Bonesbearings @BONESWHEELS @nikesb #skatelife #skaterboy #kickflip https://t.co/ZdW8y0AlAP",
  "#tbt #myguy #skateboarding #activerideshop @ActiveRideShop #activerideshoptempeaz #skaterboy #skat8life #activerideshopboards https://t.co/8KGSponDPN",
  "Gotta know who really wit you",
  "Goodmorning time to watch the #BreakfastClub like",
  "I think I might need a drink after work",
  "When my coworkers try to talk to me at 8:59 am or 5:01 pm. https://t.co/qeypnQz6CF",
  "@flywaynePromo @flywayne Thank you!",
  "@blmgtiggy A lot of mixtape music",
  "I need some new music to listen too!",
  "Missing my guy 😞",
  "VERY TALENTED 10YR OLD SKATER MARKUS https://t.co/Pf47C4IaEZ",
  "Once I make up my mind about you it never changes... I only see you one way",
  "Started something new for my son! Can't wait to surprise him!",
  "Missing my guy! https://t.co/CHnx1ftITc",
  "Like I said there's nothing wrong with that but then again I'm so old school when it comes to my novelas",
  "Now there's nothing wrong with that but I'm so used to watching them and all the actors speak Spanish",
  "I love my novelas but I'm disliking them now that some of the actors are speaking English #thatsmyopinion",
  "Not feeling to well",
  "Marshmallow creme 😋",
  "So proud of my little guy #skateboarding #kickflip #skatelife @ActiveRideShop @VANS_66  @nikesb @BONESWHEELS https://t.co/wdsyrXyaGf",
  "Just watched the sickest and twisted movie/show idk wtf it was but it's weird and crazy #THETHINNING",
  "Ready to go home",
  "What's the point",
  "Ex creepin on IG",
  "Can't sleep",
  "But why a jersey out of everything",
  "I can't with my bestie she just told she got a white sox jersey for Mother's Day.funny thing she's not a baseball fan nor a white sox fan 😂",
  "My teeth hurt so bad",
  "I hate my braces 😩",
  "I don't want anybody around me that I have to question",
  "@TsaTray Bun?????",
  "@TatianaT_687 Like I what lol",
  "Fab as soon as he heard the news:\n\n\"We was like Simba &amp; Nala but now all of a sudden we like Melo &amp; Lala\" https://t.co/ZqXyx3MC4p",
  "How many of us are real friends ?.",
  "Oh gosh so now females are going to start cutting there hair short like #KimKardashian 😑",
  "People who did you wrong will forever think your posts are about them.",
  "What goes around, comes around",
  "Can they hurry @myfabolouslife https://t.co/9UqeGKYwdm",
  "IT'S HAPPENING YA'LL. #TGIT. JAN 19th. We are back. https://t.co/nmtgJxfzeY",
  "He's finally here why am I just finding this out @LilBibby_",
  "@ASUHubparties @LilBibby_ 😩🙌🏽",
  "You can't convince people with your words, but you can challenge them by the way you live your life!",
  "What I learned from the election is niggas is selfish or dont care if it dont affect them \n&amp;I cant trust you yakubian devils",
  "@TsaTray smh",
  "@TsaTray 😳whhaaatt",
  "@TsaTray why can't you vote 🤔",
  "@TsaTray I know punk lmfao",
  "@TsaTray 😂😂😂 biiihhh I'm from here",
  "PLEASE JUST GET JOE ARPAIO OUTTA HERE!",
  "Ain't fucking with no half ass loyalty from no one.",
  "@TsaTray I'm not",
  "Lauryn Hill is coming to phx on the 13th!!! 😍😍😍😍😍 I want to go!!!!",
  "@TsaTray 😑",
  "@TsaTray it's a no go",
  "@TsaTray I'm serious be ready by 10:30-11",
  "@TsaTray you ready to step out",
  "@Hands_TheRip nope",
  "You knew the job was dangerous when you took it #manup #CamNewton",
  "#CamNewton pussy boy",
  "@TsaTray well I'll take you out with me without her lmfao",
  "Be real cause thats the only thing that keep you around",
  "We dont have to talk everyday to be cool, if you need me i got you",
  "@TsaTray one more time, I wasn't there",
  "@TsaTray no, I went to the casino but lece told me you ain't ever going out with her 😩",
  "Suns gonna be a good team this year",
  "@TsaTray how could you go out with mye bro",
  "You stupid f**k",
  "@TsaTray let's go out tonite",
  "@TsaTray one day will go out and your will realize we ain't",
  "@TsaTray no we ain't",
  "@TsaTray 😑no we ain't",
  "@TsaTray but why?! 😩😂😭😂",
  "@TsaTray so when are you going to go out with me and yur sister lol",
  "@TsaTray really",
  "@TsaTray tu guys got lit",
  "@TsaTray I see you and your friends had a fun weekend 😂😭😂",
  "Annoyed 😑",
  "I just hope you never switch up on me. I love it when you keep it 100",
  "Watch out for those people down for the ride, till it's time to push the car 👊",
  "Get ya money and stay out the way",
  "You don't grind, you don't eat",
  "Don't fuk wit me",
  "It's hard to have friend's these days don't know if anything or anyone is genuine anymore",
  "Let my weekend being #vibes #3dayweekend #lilbibby #youaintgang @LilBibby_ A https://t.co/05B0N451SV",
  "Believe none of what you hear and half of what you see",
  "Next year I'll be moving out of state if everything goes as planned ! 😊✌🏼️",
  "#Scandal #catchingup",
  "I really think I am!",
  "I could live here! NM https://t.co/RHzXWD0qKR",
  "I really think I might move out of state",
  "On another note so excited for next Friday my #Cardinals play there 1st preseason game!!! 🤗🏈",
  "It's to early to deal with any BS",
  "There's always someone you want that you can't have, and someone that wants you that you don't want back.",
  "Just want someone to have a conversation with",
  "😏",
  "insta_comedy's video https://t.co/DgNIRISlya😩😂😭😂",
  "Better to be a nobody and yet have a servant than to pretend to be somebody and have no food.",
  "That's it I'm taking a nap at lunch time",
  "Now that I know, fuck we me and I'll be petty af",
  "Wow the shit I just found out that be going on at work 🐸☕️",
  "Everybody That Say They Wit U Ain't Really Wit U 💯",
  "Good morning",
  "Yasss it's Friday",
  "And that's why I'm single ...mf have to many issues",
  "I experienced something crazy yesterday",
  "Good morning ☀️",
  "picsbymdc_'s video https://t.co/aM43GXgsdC",
  "Happy 9th birthday my love! ❤️🎈🎂🎉 https://t.co/ww3BZQ1uQ3",
  "Advance Movie Screenings HERE!!! @redcarpetrefs https://t.co/KbT3gURnM1",
  "A nice dinner date with my son sounds good",
  "I'm so hungry",
  "@TsaTray 😂😭😂",
  "@TsaTray 😂😭😂😭😂",
  "@TsaTray #FTFH",
  "@TsaTray bt tray ...",
  "@TsaTray why 😂😭😂",
  "@TsaTray whheeettt",
  "@TsaTray I be waiting on you to post snaps your very entertaining 😂😭😂",
  "@TsaTray oh gosh well yu suck lmfao",
  "@TsaTray I bet ..thinking you a raper/singer 😂😭😂",
  "@TsaTray snapchat says other wise",
  "I have to do what's best for me and my son!!",
  "This cup of coffee is life right now 🙌🏼☕️",
  "Good morning ☀️",
  "Good morning☀️ GAME DAY 🏈 #Cardinals #BirdGang",
  "I just been chillin",
  "life's just better when ppl don't know what you're up to",
  "“Everyone’s talking about all the swag the Panthers have...the Cardinals have just as much!”\n\n- @_ericdavis_ https://t.co/Kllbua86Fa",
  "Idk if I can wait another hour long to make breakfast 😫",
  "Hungry",
  "Thank You God for Blessing Me with Another Day of Life!!!!",
  "To early to be up 😫😑",
  "I want some carne asada fries 😫🍟",
  "So tired",
  "The Man❤️🏈 #Fitzgerald #11 #cardinalnation #gocards #Cardinals #redsea #birdgang https://t.co/Xo37EsowWq",
  "Thank You God for Blessing Me with Another Day of Life!!!",
  "Damn Stacey Dash just said we need to get rid of Taco Tuesday's. That's Crazy. #StayWoke",
  "#BeRedSeeRed",
  "Blocked from everything",
  "Let me stop",
  "Never meet someone so cheesy until I meet this guy...omg your annoying",
  "Am I being selfish?",
  "No more kids for me!! I decided I'm good with one!!",
  "Really not looking forward to this weekend 😒",
  "He's annoying",
  "https://t.co/EnDjHiFoso",
  "Man @LarryFitzgerald is a animal!!",
  "CB Patrick Peterson, S Tyrann Mathieu and ST Justin Bethel named to 2015 PFWA All-NFL Team. @RealPeterson21 @Mathieu_Era @Jbet26",
  "loyalty is 🔑",
  "Tweet of the year https://t.co/gV0gKDdzif",
  "\"Remind yourself that it's ok not to be perfect\"",
  "@EverybodyluvsG 😂😭😂",
  "I got a few people that are considered friends . Ain't no letting everybody in bihhhh 😅🙅🏾",
  "Stepping out tonight #phx",
  "Ain't freezing my ass",
  "All these girls going to be wearing dresses out in this cold...not I !! I'll be very warm tonight!!",
  "💯 #foodforthought https://t.co/sRTWZ1aXVC",
  "worldstar's video https://t.co/7GV1OHrvbH.      Omg I'm weak af",
  "shogunz_cbmg's video https://t.co/AP4OwciN6p",
  "Yeah pretty much cutting MFs off",
  "Abt last night 😏",
  "Feeling some type of way",
  "I stay to myself💯",
  "When that greenbay fan realize they about to lose!! #teamcards… https://t.co/rJCflOqgQA",
  "Still. Savage SZN. #Gameday https://t.co/EpLbceSa6T",
  "17-0 baby #teamcards #CardinalNation #AZCardinals #halftime",
  "#garbage #packers #gtfoh🏈 #teamcards #cardinals #cardinalnation… https://t.co/IikYCm5LzH",
  "Lit",
  "#fthf",
  "Chill and drink",
  "No I really know who's down for me",
  "MERRY CHRISTMAS everyone have a blessed day with your families!! 🎄🎁🎅🏽 #MerryChristmas",
  "This was the hardest night of my life to go to sleep when I was younger. Real talk",
  "This MF know I have a sleeping problem...why would you keep calling me!!",
  "It's Christmas 🎄🎁 I shouldn't be mad bt when it come to me sleeping!! Oh yeah we have a problem!!! 😡👊🏼",
  "Like really!! It's to early😑 #insomniisabitch",
  "MF blowing my phone up&amp;shit,like bitch let me sleep!If I didnt answer the 1st time wht makes u think I'm going to answer the 10th time! 😠😫",
  "@TsaTray really over a phone and Twitter smh !!!!",
  "@TsaTray your crazy.....bt free my nigga #ftfh",
  "@TsaTray lmfao wow #fthf",
  "It's not hard to be loyal",
  "I just might",
  "😑this guy",
  "So we really up talking right now 😑",
  "No puedo dormir 😫",
  "Mood #ftfh",
  "#BLACK https://t.co/0ujdyHDtZW",
  "Might be getting my brush set sooner omg to excited #artisbrush",
  "I rather be in Mexico",
  "Now I have to see him hurt!! #ithurtsme",
  "I hate it when \"ppl\" no names tell my son something and end up disappointing him!!",
  "This man just gets on my nerves!!",
  "Why they snitching on themselves?? Robbery and extortion charges waiting to happen. https://t.co/3rrFTVzV7O",
  "@TsaTray @Shaleeeece talk to shalece this morning man... lmfao",
  "Idk what to do for New Years",
  "@TsaTray @Shaleeeece yeah I know she told me ...you a foo",
  "Can't believe I'm still up #insomnia",
  "@TsaTray @Shaleeeece oh that's right she was telling today....lmfao you crazy",
  "@TsaTray @Shaleeeece wheeett yu do",
  "@TsaTray @Shaleeeece so you going to ask her or me lol #heagoingtobepissed",
  "@TsaTray @Shaleeeece we should ..I know she will do it too!",
  "@TsaTray let's make shalece do it lmfao then @Shaleeeece",
  "@TsaTray no I'll look stupid bt you on the other had omg ahahahaha😂😭😂😭😂",
  "@TsaTray yaasss plz #video #ftfh",
  "@TsaTray I think you should show everyone how it's done #video #ftfh",
  "@BillRatchet @TsaTray ahahahaha",
  "@TsaTray and move your hand side to side when you saying it",
  "Fathom 👏🏼this👏🏼faded 👏🏼and hungry 👏🏼  #ftfh #lmfao #weak #dead #mfwrong #onsomestupidshit",
  "@TsaTray he wrong man #ftfh",
  "I'm weak right now with this #ftfh shit in my head !!",
  "@TsaTray aaahahahhahahahaha😂😭😂😭😂😭😂😭😂 #ftfh ....I bet pet was happy to be in that shit",
  "@TsaTray he was serious tho ....aaahahahahhaha #ftfh",
  "@TsaTray lmfao .....tell me why I'm just thinking about that night ...I'm weak af",
  "@TsaTray yes!! I must have",
  "@TsaTray what ??? Lol I want them so tell my bestie",
  "Must have this brush set by #artisbrush amazing coverage Perfect bday gift #10brushset #fullcoverage #artisbrushes https://t.co/lHSlVEXgF2",
  "I love my bestfriend !!👭❤️💁🏽@Shaleeeece",
  "I'm listening to \"La Pregunta\" by @@JAlvarezFlow on #Pandora https://t.co/923xGlr4Kj",
  "He so annoying",
  "Never stop striving for success",
  "I'm naturally a chill person just don't come around me with no bullshit",
  "My little mans almost out  😊🙌🏼🙌🏼",
  "Now I can't go back to sleep 😑😡",
  "So he just called to wake me up 😑ft",
  "I stopped explaining myself when I realized other people only understand from their level of perception.",
  "positive vibes only 💯",
  "Just got back  and now I'm going back Mexico",
  "😊✌🏽️🚍🇲🇽 https://t.co/1iG5ZQjEDl",
  "I need this vacation",
  "finally going to my parents home town it's been 11 years,can't wait to take my little man too he's going to have lots of fun",
  "#abtlastnight https://t.co/JwUlWNAJpo",
  "Im not the one",
  "They got me fucked up here at work!! 😡😡",
  "Annoyed",
  "❤️ 👑#meandprincess #atthepark #relaxing #myprincess #gali @ Riverview Lake https://t.co/RrDs1Kcg3T",
  "#moretraining #training #ufcgym #ufcgymaz #mylittleman #mysonistheoneingray #goodprogram https://t.co/YY7I59sC3L",
  "My Little Man in practice today .....#ufcgym #ufcgymaz #training #mylittleman https://t.co/T2JO36nYYl",
  "❤️❤️ https://t.co/qK8NqgnZU4",
  "#sundayfunday #mylittleman #mommyandsontime #paddleboat #hotaf #ohwell #wellworrhit # @ Tempe Town Lake https://t.co/dIbZ2zjvSy",
  "I don't want to go to work tomorrow",
  "Bruh",
  "Perhaps",
  "Can believe I just received this text bt my replies tho lmfao 😂😂😂 #thistexttho #mirandagotem #weak… https://t.co/U6DihzfjbU",
  "Debating if I should go out",
  "#tecatelight #whatineed #beer #chillnight #withmyprimo",
  "My little man training yesterday...#ufcgym #ufcgymaz  #littleman #training #punchingbag #ufchandwraps https://t.co/RGF54EDfG6",
  "Flash back Friday #fbf #NEXT #dancingtoclose #jamingout #drivingaround #myshit #myjam https://t.co/N35BrT5TGL",
  "Fuck I'm hungry",
  "Don't tell me you're gonna do something and then not do it.",
  "Good morning....TGIF",
  "Had him change his attitude real quick..TF",
  "Amused",
  "#tbt #2014 #oneofmyfavoritepics #lovemymakeup https://t.co/Zrw3aUX3Yc",
  "Pinche baboso....",
  "Getting cut off...",
  "There's a lot of pics I need to delete",
  "Going threw my photobucket...bruh the pics I found have me like 😩😑🙈😂😳😱😡",
  "😎#glasseskindofday https://t.co/ckUxP8K3zi",
  "Not in the mood for this shit",
  "And another night not sleep 😩",
  "I swear I'm to nice",
  "Just what I fucken need",
  "Ready to go home",
  "s/o to my sister for bring me food",
  "Carne asada fries ....",
  "😭😂😭#basicbitch #lmfao #youwahtacookie #ibeatmyface #makeuplover #makeup https://t.co/OqVYbtEiiu",
  "Told him I'm not ready for a relationship and I don't think I'll be ready for one any time soon!!",
  "Lastnight #ufcgym #romansalazar #niceguy #littleman #newstudent #coach #ufcgymaz http://t.co/wNz2ig7yBu",
  "No more fb",
  "Just posted a photo https://t.co/Y4totYPa6F",
  "Thoughtful .......",
  "My head is killing me",
  "Can I go home",
  "Oh sorry.... #winelover #wine #notsorry #reds #wineforthesoul  #feelsexy #strong https://t.co/O6xah63vVD",
  "Him😍",
  "Ooooo gosh bitches going to start wearing jersey shirt after they seen the new Beyoncé and Nicki  😭😂😭..😒",
  "Bt I'm better now 😂😂😂",
  "Ok I was acting like a little bitch yesterday",
  "Sometimes I hate when ppl miss read a text and take it the wrong way 😒",
  "Oooweeeee it's been a while",
  "I act like I believe them 😏 http://t.co/CIA2KUzCSL",
  "Not feeling to well 😣",
  "Fuck yu",
  "Just posted a photo http://t.co/ng5dWhdhac",
  "❤️❤️❤️#loveher http://t.co/kAb9eYK8zR",
  "Happy 23rd birthday sis! I love you !! Wish you nothing but the best !!👭 #nightout #meandmysis… http://t.co/CRFc8GruDA",
  "❤️❤️ http://t.co/a8b8WC2MJH",
  "Fuck my back",
  "Playing pool tonight",
  "Can't wait to get off...",
  "I don't want to here !!",
  "This coffee is hitting the spot 😌👌",
  "Only if she knew 😏...☕️🐸",
  "☺️✌️",
  "It's not my fault you can't handle the truth 😏",
  "I miss him",
  "Damn I missed being on here",
  "I just want to be in bed",
  "Can I go home already",
  "Al 100....",
  "💊😌✌️",
  "My back is killing omg I can't take it",
  "Going threw my Twitter pics ...mmmmm memories!!!",
  "Seen the hunger Game movie on Friday ...loved it can't wait for part 2!!",
  "3 months strong",
  "Oomfs boyfriend 😂💀💯0⃣😩✌️ http://t.co/jlvIO0YTkJ",
  "Can it be Wednesday all ready",
  "Just posted a photo http://t.co/c9c1a40pOu",
  "👭 listas #sisters chavelita93 http://t.co/DPnrZXIq89",
  "I'm so ready to watch tomorrow's game #teamcards #BirdGang #CardNation",
  "Can't wait to get off work!!",
  "Shit my back hurts",
  "I hate That we live so far from each other",
  "Ser feliz depende en ti misma! http://t.co/8Bw9aEOenW",
  "Siempre hay tiempo para lo que se ama.",
  "Si te dice fea, es porque eres guapa, nadie le dice fea a una fea.",
  "#tbt #lastHalloween http://t.co/JHIPLhjqtW",
  "Feeling some type of way 😒",
  "I want to wish a special friend a Happy Birthday! I want to you to know that I love you and I'm happy… http://t.co/KQgeXHbF4N",
  "Just posted a photo http://t.co/aa0bky1Bs5",
  "#beforehandafterthestorm #theraingotme http://t.co/SKlrkO7zQ2",
  "😜😃😮😄#beingsilly http://t.co/wc1JOnogOm",
  "#latepost #lastnight #melsbirthday http://t.co/liMZtxS9EG",
  "#selfrespect http://t.co/MHJ6aFg1uA",
  "💋 http://t.co/YVCKT7gUQy",
  "❤️#mylittleman #mylove #markus http://t.co/yMNgGap7p2",
  "Once you've had the best, yu won't have the best AGAIN. http://t.co/FfINlnBmY7",
  "If you lost my trust, don't expect it back.\n👌👌👌",
  "❤️💯#intimacy http://t.co/HNFCIRACGW",
  "\"One Lock One Key\" #newtattoo http://t.co/c21MaYsfXu",
  "😭😂😭😂 im done! #malethot #thots #theoutfittho http://t.co/ahIIzU3YH5",
  "❤️❤️#mybaby #mylittleman #2008 http://t.co/eRdN6gdMT5",
  "LMFAO #TBT#MYSPACEDAYS #RETRO1s #SHORTHAIR #TBTIPHONE #age18 #age20 http://t.co/IAI5WLOJGQ",
  "#tbt #SanDiego #kayaking #2013 #cali #laJolla #mylittleman #mommyandsontime http://t.co/pbYx6o0DuU",
  "I excepted Lizandro Leyva Gardea  ALS ice Challenge I nominate Tony Barraza Veronica Barraza-Badillo… http://t.co/6DpOsaRScI",
  "Fossil creek bound",
  "#nightout http://t.co/LE1Q5wEM2J",
  "🚗#jeep #newride #loveit http://t.co/M0QHzp1XFI",
  "Recap of our little get away! #sedona #famliy #roadtrip #sundayfunday #sunflowers #mylittleman #hiking http://t.co/DkQeN7LaTS",
  "#sedona #mylittleman #sundayfunday #roadtrip http://t.co/kd4tRlNQS9",
  "#sedona #sunflowers #sundayfunday http://t.co/DeKDHfymzz",
  "Sunday funday with my love❤️🚗.... little road trip! #roadtrip #sundayfunday #mylittleman #sedona http://t.co/EimuBuL16A",
  "#latepost #lastnight http://t.co/XaJwo6Utv5",
  "Halling ass 🚗💨💨💨💨💨#messeduponsnapchat #chevycobaltSS http://t.co/Yv0wv2koIa",
  "koopa_showlove's video http://t.co/ESqV7AtWCu.",
  "❤️💄💋 http://t.co/H71b356hTH",
  "Sunday funday was a blast! 😆😊Had a good time jet-skiing!! leyvadro_ ladesonoraa thank for the invite… http://t.co/0NQbSQRy04",
  "Lista 💃 #cabaña #grupoescotla http://t.co/10ywkQMHe1",
  "Saturday with my bestie ❤️ leyvadro_ http://t.co/hGO6ZQLeTt",
  "Think abt dying my hair black ?? Mmmm",
  "My handsome little man on his 2nd day of school✏️📓📚 #2nddayofschool http://t.co/nKFdEgmAE9",
  "#1stdayofschool #markus #mylittleman #burkebasicachool #mybigboy http://t.co/41ECxs5iZI",
  "My little mans 1st day of school!! #2ndgrade #burkebasicachool #markus #1stdayofschool #mylittleman @… http://t.co/ThTffM7oVN",
  "3 conversations with the same person..texting.messaging on fb,snapchatting...wow lol",
  "from 😏 to 😒 real quick",
  "It's a mad world.",
  "Fresh cut..he's already for school  tomorrow!! #freshcut #sullysbarbershop #thankstoOzzie #mylittleman… http://t.co/NpfowdfqRX",
  "Don't worry, because no matter how many times they beat you down, you will rise again 👸🌹",
  "\"El que lo hace, lo paga\"",
  "I'm so hungry 😩",
  "Keep it 100 with me and I'll keep it 100 with you. No lies, no secrets, no bullshit.",
  "u can delete ur post but u can't delete the screenshot I sent my best friend",
  "\"Nacimos para ser felices,no para ser perfectos\"",
  "If you don't fight for what you want, don't cry for what you lost.",
  "I be posting shit..... #aintgotshittodowithyou #beposting #realshit #bullshit #funnyshit #stupidshit http://t.co/NqvYSZRvrX",
  "Work up feeling too good😌👌",
  "My mom just said\"estás loca por reírte sola\"I told her \" I was looking at a video Facebook! &amp; she said \"ese chingado Facebook\"😂😭😂",
  "Finishing school shopping today!",
  "I ain't trying to get in another relationship .... Hell naw not at the moment. ✋😒",
  "Omg it's so cold in this room 😑",
  "2 more days until my little man starts 2nd grade!",
  "😏...💄#makeup #shewantsmetodoit #sheneedsthatshit #ibet http://t.co/zAaeEyKYNE",
  "He seen my post and immediately texted going off😂😭😂..hey I was just be honest,had to let the world know you ain't loyal!",
  "Bt hey that's none of my business🍵🐸...😂😭😂",
  "This pass week was too funny too me😂😭😂 &amp; they talk abt females not being loyal..comes to find out niggas ain't either! 😒",
  "I bet he wasn't expecting that....",
  "New Mexico this month then Mexico next month...can't wait!!",
  "#cuttingpplofflikenoother #cutoff#damnright http://t.co/I0sCvlB4PJ",
  "Cant go back to bed 😩😑",
  "I dont care if its preseason, I missed football",
  "Me for real. 😂💯💯💯 http://t.co/jZ5joIiRKY",
  "Most people see fear as a weakness, it will be if you allow it to",
  "Don't get burned twice by the same flame.",
  "Se vive mejor sin esperar nada de nadie. 👌☝",
  "I wanna be single but in a relationship 😩😩😩😩",
  "@Shaleeeece @Tip when I heard this shyt...I was weak bitch",
  "Don't. Send. Me. Snapchats. That. You. Also. Put. In. Your. Story.",
  "He makes me happy",
  "Nightmares 😒",
  "Him 😍",
  "I like to handle things face to face... I really hate texting about serious, emotional, or apologetic type stuff.",
  "❤️❤️❤️ http://t.co/R8Tu7pwLfH",
  "If they don't deserve you, then stop wasting your time.",
  "In the end you'll know who's fake, who's true, and who will risk it all for you.",
  "When you finally let go of the past, something better comes along.",
  "The only downfall about being loyal is being let down by those you're loyal to.",
  "Don't regret knowing the people that came into your life. Good people give you happiness. Bad people give you experience.",
  "#honestyhour I hate when people try to act slick and sneaky and think I won't figure shit out 😭",
  "Live in every moment bc you will never have that moment again!!",
  "I want a cookie with some ice cream 😁😩",
  "I dislike that tomorrow's already Monday but I keep reminding myself it's only a four day work week!",
  "Successful day😊👌",
  "New look 💁 http://t.co/94sP2ZLZxF",
  "So My sister is having a girl 😍❤️🎀👑👶",
  "Hope fully my sister finds out what she's having today 😏",
  "Just got hired for a wedding so feeling so blessed!! 🙏",
  "Just finishing up on the make up gig... I love what I do!! Make up is my passion!!",
  "Sometimes you just got to let go and let God! Actually if we could do that more often we'd stress less!",
  "With you, it's different.",
  "People will respect you just as much as you respect yourself.",
  "A private life is a happy life",
  "@Shaleeeece are yu drunk 😂😭😂",
  "@Shaleeeece my I know who yur talking about bitch 😏",
  "@Shaleeeece ???😂😭😂",
  "Lmfaooooo #NiggaBitch https://t.co/xmPN3NaQOx”",
  "Que bien se siente verte y no sentir NI PUTA MADRE.",
  "@ale__baraza yeah I do love",
  "When things don't make sense, just remember that everything happens for a reason.",
  "Make your ex regret losing you. And make your next want to thank them for letting you go. Because the best revenge is moving on.",
  "Cutting people off is becoming a habit for me.",
  "It's better to be single with standards than in a relationship settling for less.",
  "Si tu ex aún te busca, algo hiciste muy bien.",
  "Mesa bound",
  "Happy Father's Day to any Dad on twitter right now! 👏👏👏",
  "i hate when people say i gotta tell you something and then be like nevermind 😡😠😤",
  "Bad decisions, good intentions.",
  "Finally off to bed 😴✌️",
  "Next time we fuck, I don't wanna fuck I wanna make love",
  "We're all broken versions of what we once were 💔",
  "I'm single but I know who I want.",
  "That's what I get for going out😡....what a night",
  "Relaxing in the tub...and listing to music is the best way to ease your mind 😌👌🛀#slowjams #relaxing #bubblebath",
  "&amp; i'm not an asshole im just to the point and direct with how i feel. If u don't feel the same, tough life but i'll keep it moving.",
  "Age...race...income...height...weight... profession...charm...none of that determines someone's character. Time displays true character.",
  "\"Hasta el detalle más pequeño puede alegrarte el día.\"",
  "Good morning",
  "I keep it 💯",
  "@1enlightenedind wtf is happening there's white ratchets here!?!?",
  "No one can make you as happy as you can make yourself 👸🌹",
  "Hate small talk with someone I used to really vibe with.",
  "\"Y justo cuando ya no crees en el amor, llega alguien y te hace caer de nuevo.\"",
  "El amor es lindo, pero con la persona indicada.",
  "My mindset was so different this time last year",
  "Undecided on so many things",
  "\"No hables de mí, hasta que no hayas hablado conmigo. Gracias.\"",
  "Can't believe I'm still up 😑😣",
  "Too MÉXICO,NEW MEXICO OR CALI HHHHMMMM😏",
  "Thinking about going away for a month!!! 😏",
  "Ain't nothing sexier than a hardworking man 😏",
  "Olvida todas las razones por las que no funcionará y cree en la única razón por la que sí funcionará.",
  "My sister is getting so big I can't wait until she has her baby!! 👶🍼",
  "Sé que no soy perfecto, pero al final del día quién lo es.",
  "Enchiladas for dinner tonight 😋👌",
  "New look http://t.co/5iCgylzaol",
  "Nunca lo entenderás hasta que te pase a ti.",
  "Yo no guardo rencor, pero tengo memoria.",
  "Tal vez nuestro problema está en.. http://t.co/xehO7FQqYg",
  "http://t.co/OsUkMxXH3y",
  "Mis papás me enseñaron a no hablar con extraños y como te extraño no te hablo 😂😂😂",
  "Greatness is never too far: reach for it.",
  "Me and my wired dreams 😑",
  "Just do your best .... That's all you can do.",
  "@Shaleeeece omg im weak right now at this she said\"I'll never be loyal to a bitch that ain't loyal to me fuck u with a aids dick&amp;die slow\"",
  "Tranning for billing management 🙌",
  "About to get down on some volleyball http://t.co/iIF6Dy4Qmr",
  "I can't wait",
  "Omg I got some good new bt it's scary at the same time",
  "On the rocks #Sundayfunday #buchanans #watchingthesefootballgames http://t.co/XngAFNT8X6",
  "I want to go play some volleyball today!",
  "My grandma is back from Mexico #loveher http://t.co/4hIfE7Qbfo",
  "😑",
  "Sometimes you just need a minute to yourself ... So u can collect ya thoughts .",
  "😏",
  "Fake friends = Once they stop talking to you, they start talking about you.",
  "Planing my vacation for next month I can't wait !😁😊",
  "I think I'm getting sick 😔",
  "@Shaleeeece hahahaha 😂😭😂",
  "I can't wait to see that movie",
  "@Shaleeeece yeah I would be pissed who does that lol",
  "@Shaleeeece yes it is 🙌",
  "People are so disrespectful 😒",
  "@Shaleeeece that's my babe 🙌",
  "I fucks with you the long way 🙌 @Shaleeeece lmfao 😂😭😂",
  "That nap was needed 😌",
  "My love @suzzy015  #2014 #lovethischick #happynewyear http://t.co/cGvhavz1qo",
  "Mill ave",
  "Happy New Years Eve 🎉🎊 http://t.co/UgkERDqLsp",
  "At the Batting cages with my little man",
  "Red nails 😍💅 http://t.co/jRvnYSxBr3",
  "@Shaleeeece Preach 🙌",
  "A fresh Mani &amp; Pedi just gives you that extra little boost of confidence 💅💁",
  "😌👌good morning",
  "Be crazy, be true, be wild, be you. ♥",
  "Me and my weird dreams",
  "A lot of birthdays coming up in January including my birthday(Jan7) 😊😛😝😜",
  "A lot of good movies coming out in 2014...that I'll be attending 😊🎥🎬",
  "😳",
  "It's 2:08 in the morning!",
  "These ppl are literally arguing outside at this time! 😑",
  "I've  noticed a lot if stuff goes down at night in these apartments 😑",
  "That album \"The Chronic\" will forever be a classic !👌",
  "I hate being up late with nothing to do",
  "Girls let compliments get to their head too quick ! Is that the first you've heard or something ?",
  "#2013 http://t.co/sbuKPhojcc",
  "And that's why she's my best friend! Always there for me when I need her!",
  "Seriously dude😑",
  "With my girl Suzzy 👭",
  "Law and order 😏",
  "Idk if I'm up to do anything for New Year's Eve now!",
  "😠",
  "it is your duty as someone friend to let them know when they look crazy.. .especially when y'all going out together.",
  "@missbrittanyrae 🙌",
  "Put me in a bad mood!",
  "I hate been woken up when I'm sleeping sometimes!",
  "😑",
  "@Lo_wruh 😂😭",
  "Are you F'N kidding me!",
  "Seriously 😠",
  "Also let's get this win bears lol",
  "@Shaleeeece I agree love",
  "The Cardinals on some BS already I need a drink to watch this game!",
  "Make then settle for the 3  point",
  "Come in cards we need this win",
  "The saints need to lose there game lol",
  "#Capricorns prefer to have just one or two close friends rather than being part of a large group.",
  "Humble and industrious, #Capricorns are not afraid of starting small and working their way up from the very bottom.",
  "@Shaleeeece your mom has me weak af",
  "Omg this cheese cake 😋",
  "Hanging out with the bestie",
  "I'm ready to watch my birds play!!",
  "The legend of Hercules...must see!",
  "Excited to watch today's games!",
  "@Shaleeeece what ñooo which one?? Wtf",
  "Had a pretty relaxed weekend 😌",
  "Hope I get out in time to watch the football games!",
  "RT for a chance to win 2 tickets to today's #SFvsAZ game!!",
  "Hot chocolate 😋",
  "@LadyBSmart 🙌",
  "This movie is crazy",
  "My little man fell asleep on me !",
  "Watching Elysium",
  "Received a weird phone call 😁",
  "My 1st time working a weekend shift",
  "My little man! #movienight #mylove #ustoo http://t.co/6gQtbJ7knl",
  "Movie night with my little man! #redbox #candy #popcorn http://t.co/e74JXAVrJg",
  "Redbox, candy, popcorn,movie night with my little man !",
  "@Shaleeeece on my way",
  "I'm hungry now!",
  "I need that little nap",
  "@Shaleeeece just woke up from a nap",
  "@Shaleeeece yeah lol",
  "@Shaleeeece for the past hour",
  "@Shaleeeece what's up I've been hitting you up",
  "😠",
  "😁",
  "Omg my way to pick up my dresses whoot whoot",
  "Omg I missed it...no I have to wait till Monday 😩",
  "I want to dye my hair 😁",
  "Thank god there's express mail!",
  "My dresses are at the post office some where in Mesa ....can I just pick them up lol",
  "Omg I can't believe I just did that",
  "Yes my dresses are in az 😁",
  "Time to get ready for work!",
  "@drugfreekeisha smh",
  "The #Capricorn is the strong friend, they will always be there to help, they are very sympathetic, caring and helpful to a friend in need.",
  "A #Capricorn will get someone back on their feet again with a steady plan for success and for all this, they expect nothing in return.",
  "It takes more than compliments to impress a #Capricorn.",
  "Unlike some other women a #Capricorn female would rather be respected for our mind rather than our physical.",
  "Awake 😘",
  "I love watching my novelas",
  "Not feeling to good 😞",
  "What a day",
  "My dresses should be here on Monday 😁to excited 🙊",
  "Don't mess with me today I'm not I the mood 😠",
  "Man my dress for New Year's Eve 🔥🔥🔥",
  "My son is so silly",
  "#Capricorn women may come off as shy, but if you dig deeper, you'll find the goddess within.",
  "Throughout the ups and downs, a #Capricorns faith will never falter.",
  "My work schedule throwing me off I was thinking today was Monday smh😑",
  "CD Now Duplications can mass burn your cd or mixtape for a low low price and they have a quick turn around aswell. http://t.co/oPqcpnyAnD",
  "@Shaleeeece i know I've been super busy at work",
  "@Shaleeeece BABY?",
  "I have to stay late 😩 wtf",
  "#TeamCaps",
  "I need a nap",
  "\"La vida no tiene que ser perfecto para ser maravilloso\"",
  "Merry Christmas everyone",
  "I'm a soulful type of woman.... if it doesn't touch me in some type of way I don't wanna listen too it. 🎶🎤🎼🎹🎷",
  "Merry Christmas",
  "Merry Christmas everyone !!",
  "Merry Christmas everyone have a blessed night! http://t.co/CcL8ZZw1Kf",
  "http://t.co/MfhVGy6i7L",
  "Phx bound",
  "Merry christmas everyone! http://t.co/R0FcZnltEJ",
  "He's out!!",
  "The little man wants a long board",
  "Wow my son is funny I can't believe what he just told me",
  "My works #dinner #mylittleman http://t.co/G25sEKTCve",
  "@kayley_meeker just cuz ..I'll call you and tell you why",
  "I love going on dinner dates with my little man",
  "Lunch date with my little man !!",
  "2 more weeks till my b-day",
  "Think about canceling my plans for my bday 😒",
  "Home at last",
  "Almost home",
  "Cops are out like no other",
  "You couldn't never go wrong with slow jams !!",
  "There goes my day😒",
  "I can't believe I just woke up not to long ago😔",
  "Omg",
  "Dude 😂😭😂 @Shaleeeece",
  "@Shaleeeece LMFAO I'm weak af 😂😭😂",
  "@Shaleeeece baby ! Lol",
  "Moriscos",
  "@Shaleeeece i call you in like 30 min",
  "GM",
  "@Shaleeeece we must 💃 again too much fun",
  "Finally home 😌",
  "Just posted a photo http://t.co/PFuOk8U3dY",
  "I hate driving by myself  sometimes",
  "😃 http://t.co/7lm4swxXB5",
  "I love my best friend..she had me weak @Shaleeeece the things we do and say 😂😭😂",
  "💃",
  "Let me get dressed I'm still in my scrubs lol @Shaleeeece",
  "Fuck it....casino night @Shaleeeece",
  "@Shaleeeece what hood ??😂😭😂",
  "@Shaleeeece bitch a mill lol weak",
  "Loving the plans that I have for my birthday !!",
  "I don't trust these bitches they be plottin on me , everybody ain't real you you gotta watch homie , they say they real but they actin funny",
  "Work day is almost over !",
  "I’m not a perfect person, I make a lot of mistakes... but still, I love those people who stay with me after knowing how I really am.",
  "TODAY!! = NOT my MF dayyy!!",
  "Having few friends who really love you is always better than tons of friends who don't.",
  "I just pray God continues to guide my footsteps 🙏",
  "Good morning😊 ☔️☁️...",
  "😁⚡️",
  "Bt I can't 😔",
  "I should be sleeping right now !",
  "I don't regret the things I've done, I regret the things I didn't do when I had the chance.",
  "Tables turn, bridges burn, you live and learn.",
  "My attitude will always be based on how you treat me.",
  "Am I the only one that loves it when it rains ?",
  "Just taking it all in!!",
  "Love the sound of rain",
  "Yes it's raining 😌☔️",
  "This weather tho 😊👌",
  "Loving this weather ☔️",
  "@Shaleeeece 😂😭😂 I'm done with you omg",
  "@Shaleeeece lmao 😂😭😂 it is that why I had you singing still lol and almost got you F up lol",
  "Who starts singing at 12pm lol while everyone is trying to sleep lol this chick right here  @Shaleeeece 😂😭",
  "Good morning...Had so much fun last night with my love cindy!!",
  "@Shaleeeece and I fully understand why lmbo that was horrible",
  "Smh still up",
  "@Shaleeeece she said shit the F up lol",
  "@Shaleeeece lmao I'm so weak right now I can't believe you",
  "@Shaleeeece don't you ever do that again lol I'm do done with you lmao 😂😭😂",
  "My love  @cindy_watwood http://t.co/OP3a8u7tgy",
  "@Shaleeeece girl yeah",
  "@Shaleeeece let me stop",
  "@Shaleeeece bt it's cuz shyt anit even working lol",
  "@Shaleeeece haha yeah",
  "@Shaleeeece lmao",
  "Bitches be like that's my main bitch but then text you like \"hey boo somebody told me a few days ago that you had got hit by car 😀?U good?\"",
  "@Shaleeeece lmao...it",
  "They be like but baby let me make it right and I just be like nah make it left.",
  "They be like that's my bitch/my bestie but as soon as you happy they don't call you no more I just be like sorry for smiling too much B!",
  "@Shaleeeece girl me too...seriously get your self together!",
  "@Shaleeeece my nigga my niggga! What up doe? Lmao",
  "I'm happy I get 2 hours of lunch",
  "Going to be my girls date for her Christmas party tonight 😊",
  "Mi  novelas",
  "Not feeling too well",
  "The desires of our heart can either lead us into temptation or into blessings!",
  "The moon looks creepy",
  "Internship lmfao 😂😭",
  "Don't take it personal-Monica🎧😌...#workflow",
  "What people call you doesn't matter, it's what you answer to that does",
  "Every day set the simple goal of trying to be more awake and less distracted",
  "Free cupcakes and a free massage I'll take it!! #workflow #christmasgift  #cupcakes nunubestie… http://t.co/zdGTZtRHLh",
  "Hot chocolate 😌👌...",
  "Off to bed!!",
  "After all the remakes and this what they came out with smh!",
  "A little disappointed in this movie 😒",
  "Man of steel",
  "@kayley_meeker tomorrow night",
  "@kayley_meeker maybe you can joining me next time 😉",
  "@kayley_meeker my self lol",
  "Wine and a movie to end the night",
  "Jon B- they don't know...my shit 😏",
  "Haven't had Pete's fish and chips in a while",
  "Ugh Mondays are the worst ! 😩",
  "@kayley_meeker lol",
  "@kayley_meeker I was just telling lece that I already cut ppl off and they have no idea and I really don't care !!",
  "@kayley_meeker lol yeah 😏",
  "@kayley_meeker MIA",
  "@kayley_meeker I was thinking about doing the same thing lol till my bday and after",
  "@drugfreekeisha lmao",
  "R.Kelly named his new album Black Panties, which sounds far more legal than it's original title, \"Hello Kitty Panties.\"",
  "I'm  soo tired ugh i hate feeling like this",
  "Wine is my new best friend !! 😏🍷",
  "Oh gosh 😑",
  "Lunch date with my girly Maribel",
  "It's so easy to beat yourself up over bad decisions made, but the redemption is in deciding to make better ones!",
  "Cutting some ppl off and when you realize you got cut off don't come to me with some BS",
  "#christmasparty #mydateandi http://t.co/bEeXBGsxTc",
  "My sister and I http://t.co/EU0hOtzM6R",
  "http://t.co/IM9MoPUc47",
  "Had an amazing weekend...now time to grind!",
  "Good morning",
  "Going to be one of those night 😔😒",
  "The conventions me and my little man have...too hilarious 😂😭",
  "Date night with my little man http://t.co/zyht6JooCv",
  "Nothing wrong with a little wine and some dinner before a movie",
  "Date night with my little man #dinner #ustoo http://t.co/rXIEnNCAbu",
  "Movie night with my little man",
  "Date night with my little man",
  "Good job cards",
  "Game",
  "OT",
  "This some bullshit",
  "We got this cards",
  "Just posted a photo http://t.co/ChBB8bdzjI",
  "Me and my handsome date! #christmasparty #mydateandi izzproton http://t.co/5xphHG4kgq",
  "Yes this is a good game go cards",
  "Omg I hate shopping when it's the holidays",
  "I think me and my sister are weirdos who gets up at 6 o'clock to wash there car!! 😂😭",
  "Up early with my sister 👭☕️#starbucks #sisters #loveher #hateher #shessilly chavelita_2664yahoocom http://t.co/o4ZNx73x6u",
  "Up early with my sister👭Starbucks here we come 😊☕️",
  "Up to early 😔",
  "RT if you're superstitious on Friday the 13th!",
  "'Twas a good day. ☺️✌️",
  "Watching Pacific Rim...this movie is bad ass lol",
  "@kayley_meeker ok 😊 I kind if want to go over and get it lmbo",
  "@kayley_meeker I know save me some lol",
  "@kayley_meeker yeah I want some so bad lol",
  "Movie time!",
  "Feliz día de tu Santo Madre mía y a todas las lupitas!!",
  "Three hours a sleep 😔",
  "I'm like the new update!",
  "Love laying with my little man even tho he moves a lot!!",
  "I can't be shy at times! 😏",
  "It was nice talking to him!😊",
  "Dis like driving home late sometimes !",
  "Can't wait to see the Hobbit tomorrow",
  "Oldschool slow jams 😌🎶👌",
  "Finally off thank God I have tomorrow morning off",
  "This doctor needs to hurry up!!",
  "I'm so hungry and I can't leave work 😫",
  "Pissed off 😡",
  "I can't believe this year is almost over! 😳",
  "@Shaleeeece girl Idc lol",
  "@HottGirlShalece love you to!! Bt she's just going in lol !!",
  "My bestie makes me laugh lmbo I'm weak 😂😭😂 @HottGirlShalece",
  "@LandyValencia 😚de nada",
  "@LandyValencia happy birthday girly 🎁🎉🎈🎂",
  "Didn't get any sleep lastnight....bt woke up in a good mood 😊",
  "Watching the #ACAawards",
  "@EverybodyluvsG couldn't of said it better",
  "S/O to my bestie @HottGirlShalece",
  "Mill is live",
  "VIP again lol I love my girls",
  "Made it to the top and look who was up here Santa Clause!! My little was so happy to meet him!… http://t.co/BZf3GqnvZp",
  "Hiking camelback mountain with my little man 💪😊👦",
  "Good night... calling it night",
  "Omg it is F'N cold outside",
  "My brother pisses me off",
  "@kayley_meeker lmao",
  "I love the movie The Grinch watching it with my little guy and baby Adrian &amp; @kayley_meeker",
  "Keep the grass cut low,so the snakes will show! 🌾🐍",
  "The things I do for my bestie lol till the end lol @HottGirlShalece",
  "Zoo lights??",
  "Well plans are canceled...oh well!!",
  "Still at work 😑",
  "Bingo with the ladies tonight",
  "@TheRealTatorTot lol",
  "@kayley_meeker 😏I'm always working lol",
  "@TheRealTatorTot    I'm ready lol BINGO 😊☝️",
  "@kayley_meeker nothing much working jamming F out lol ..why are you going up thrtr??",
  "@kayley_meeker eeeww don't call me that 😂😭😂",
  "@kayley_meeker hey girly what's up",
  "Having lunch with my girly Tati @TheRealTatorTot",
  "I want to go to flagstaff",
  "Made hot chocolate for my little man 😊☕️",
  "Too early to be up! 😣😔",
  "Good night !",
  "@kayley_meeker 😂😭😂......",
  "@kayley_meeker 😑 heck yeah it's cold and will see about Saturday lol hopefully I'm in the mood 😏",
  "I'm very forgetful 😔",
  "@kayley_meeker 😂😭 haha I wasn't up for it tonight lol",
  "@kayley_meeker 😑",
  "i'm the way i am for a reason.",
  "..I been getting high to balance out the lows 😙💨🍁🍃",
  "Novelas 😏👌",
  "Feeling really tired 😔😒",
  "#tbt #mexico #Durango #horseridingn http://t.co/4MbbRiojJT",
  "Omg I need breaks 😁",
  "Starbucks 😍",
  "Mommy makes me laugh 😂😭😂",
  "one retweet could save 2 lives http://t.co/XL1Kls2IHg",
  "I really don't feel like getting out if bed 😔",
  "Hiking tonight!",
  "I get it I get it, I get it I get it.",
  "My little man #skateland #mylittleman http://t.co/bSJ5qYyHsh",
  "Still got it",
  "Me and my little guy having some fun @ skateland #skateland #justustoo #mylove #mylittleman #nofilter http://t.co/aqgynH3ag6",
  "Haven't been to skateland in a long time",
  "I had too 😋 http://t.co/ix0pA8uK0e",
  "Sonic ice cream sounds good",
  "Grand resort or The Butes",
  "I hate getting the run around 😠",
  "👌 http://t.co/inL180yqOq",
  "Hiking tonight 😊and I hope it's raining 😝",
  "I feel like taking a nap 😑",
  "I love when my mom cooks !!",
  "It's a little nippy at outside",
  "@AL_Ayon lol",
  "I've been getting sleep late,and I've been feeling really good",
  "This traffic ugh 😩😩😩😩",
  "@kayley_meeker 😊",
  "@kayley_meeker 😂😏",
  "@kayley_meeker lmbo yeah for now lol weekends camelback.",
  "@kayley_meeker I'll be going more often now so I'll hit you up and just let me know",
  "@kayley_meeker me n Suzzy lets go",
  "@kayley_meeker I'm going again tonight lol",
  "@kayley_meeker",
  "@kayley_meeker yeah lol I finally got rest",
  "😂😭😂😭",
  "Chillin mode 😌",
  "Hanging out with my white girl tonight @msprincesskiki",
  "She's confused",
  "Mint shake 😌👌",
  "About to get DQ with my little man and @msprincesskiki",
  "@kayley_meeker yeah I know 😊",
  "@ale__baraza yayy lol cute",
  "@missbrittanyrae that sounds bomb af",
  "Finally got to talk to my dad 😊",
  "I swear music puts me in another zone. 👌",
  "Follow my girl @msprincesskiki",
  "Te picó una culebra? ' porque te esta saliendo veneno asta x el culo\" ajajaja 😂😭",
  "Red dress I think soo",
  "Ready to get off work!",
  "It's officially he's going to be my date for the Christmas party !!",
  "@kayley_meeker ill show you when I get off lol",
  "I'm weak as right now 😂😭",
  "@kayley_meeker I tell you later lol and why don't you like it",
  "@msprincesskiki finally you get on lol",
  "DQ sounds really good right now !!",
  "Anyways!!",
  "And I can care less what you have to say to me",
  "Ok I really dnt like to talk shyt bt before u came at me with bullshyt get your self together",
  "Im hungry..what should I eat ??",
  "OMG every bank is packed 😒",
  "I’m not perfect, but I’m loyal.",
  "@AL_Ayon going in lol bt seriously 15$ and there mad smh",
  "I really do whatever the fuck I want, such a blessing!",
  "No more soda for me!!",
  "I like #fox10news",
  "Good morning",
  "A relationship where you can be weird together &gt;",
  "If we “talk”, I better be the only one you’re talking to..",
  "If not I'll be up all night",
  "I think I'm going to take some NyQuil so I can fall asleep lol",
  "@iHATE_MAYRA",
  "I miss my old Twitter i hate that I had to start fresh again!",
  "😑he's snoring now",
  "Matter a fact I can't stop laughing 😏",
  "It's 12 and I'm not even sleepy yet",
  "I've been punched, kicked,slapped you name sleeping with my little man lol",
  "He's a crazy little sleeper!",
  "My son took up all the bed",
  "Red or black for my Christmas party dress??",
  "Always up at Night 😒",
  "Omg it's going to be one if those nights 😒😔",
  "I want a relationship where you can lay with each other &amp; just talk... about anything and everything.",
  "I need to find a hotel with a presidential suite ASAP",
  "Called the hotel that I stayed at in Vegas and they got my isshh having them  send it to me ASAP",
  "He makes me laugh",
  "So I really think I might cut my hair short",
  "I need to buy my dresses already for the Christmas party I'm slackin",
  "The weekend went by fast 😒",
  "Not looking forward for tomorrow!!",
  "All these things, they hurt, but they make me stronger.",
  "@TheRealTatorTot yeah I had to do the pen test",
  "OMG the things me and my bestie talk about lmao!!",
  "My little man is knocked out!",
  "Omg he's a ball if Energy",
  "I just hate when he moves a lot lol",
  "I love laying with my little man!",
  "Watching \"Cundo Muere Una Dama\" with my mommy!",
  "My sister can be annoying 😒",
  "Shut up...",
  "In the mood for some cupcakes",
  "Thinking about planning a trip to six flags !!",
  "I want to go ice skating",
  "Nice catch",
  "Come on cards",
  "@TheRealTatorTot it happened before I got to mill",
  "Fall in love with someone who deserves your heart. Not someone who plays with it.",
  "Done",
  "OMG turnt",
  "There's one thing everybody wants to feel: to be loved without begging for it.",
  "Mill is poppin",
  "I just got pulled over omg fml",
  "#SunDevils 30 | Wildcats 14. Q3 12:17 #KeepTheCup",
  "Idk if I want to go out 😒",
  "Listening to my sister talk shit in Spanish.....omg too funny 😂😂😂😂",
  "Not gone be able to watch fast n furious the same",
  "Hotel and VIP for my birthday !! 😝",
  "I kinda feel like turning TF up tonight.",
  "Going threw my pic and found some videos of me lastnight I'm weak I really thought I was a DJ Lmfao 😂😂😂",
  "Apartment hunting in a little",
  "I can't believe  this shyt",
  "Vine En Espanol : Moo Cam  OMG THIS SHYT HAS ME AND MY SISTER WEAK AF  http://t.co/dvYfVsIr3y",
  "The furthest thing from perfect like everyone I know.",
  "Hopefully they still have my dresses",
  "I don't want someone have everything in my life, just a simple person that can actually make me happy and feel loved all the time.",
  "The girls love them annabel_zamora cristal_vega chavelita_2664yahoocom  l http://t.co/FAWhbnTWnm",
  "With all this food #fatgirlprobs",
  "Im in love!! 😍",
  "Fuck the cowboys",
  "Phx bound",
  "I'm so pissed just realized that I left 3 brand new dresses in Vegas 😡😫",
  "Omg what am I doing up still",
  "Don't just thank God when everything is going right, thank him even when things may be challenging.",
  "I need to go to bed 😣",
  "Be straight up, dont waste my time",
  "Smile like you've never cried, fight like you've never lost, love like you've never been hurt, and live like you'll die tomorrow.",
  "It's going to be a long night!!",
  "Life is full of surprises, some good, some bad. Make sure you capitalize on the good ones and throw away the bad ones.",
  "I should be at home 😫",
  "😁💉",
  "I hate needles",
  "At least they took me back quick 😣",
  "This pain needs to go away 😣",
  "This time, last year, everything was so different.",
  "Coffee 😌☕️",
  "On time",
  "Going to see laberinto this weekend too excited 💃💃💃",
  "GOOD MORNING😊",
  "What amazing night 😊",
  "Hunger games was a good movie can't wait for the next one!!",
  "Little nervous 😁",
  "I haven't seen cheaters in a longtime  Lol I'm weak af at this show 😂😂😂",
  "I hate when I don't get sleep 😒",
  "Just woke up omg slept threw my whole day! 😣",
  "I hate liars, hypocrites, and people who take advantage of people who care about them.",
  "I hate when my phone dies 😒",
  "It's easier to turn friendship into love than to turn love into friendship.",
  "it's seriously so beautiful outside right now, i absolutely love the rain.",
  "Smile. Why? Because it makes you attractive. It changes your mood. It relieves stress. And it helps you stay positive.",
  "Love this weather",
  "Time to get my nails done",
  "Wasn't expecting that",
  "I'm trying to let go of the past.",
  "One day, you'll regret losing me.",
  "Kissing a girl on the forehead is one of the sweetest things in the world",
  "The best thing in life is finding someone who knows all your flaws, mistakes &amp; weaknesses, but still thinks you're completely amazing.",
  "Everything happens for a reason.",
  "We met for a reason, either you're a blessing or a lesson.",
  "I'm difficult, but I promise i'm worth it.",
  "It's going to be a long night 😁😔",
  "@dCardsxo lmao",
  "Me and my dreams",
  "jenny_watwood by Robert Madler &amp; lizzymc21 http://t.co/xuUMVvm86r",
  "https://t.co/zDrJZ65uVZ @dCardsxo",
  "Thursday need to come already my morning shift off lol",
  "if there was a middle finger emoji i'd use it 99% of the time",
  "@dCardsxo that fucking gross 😆",
  "I think I'm hitting the movies tonight will see! 😏",
  "@low_ruh lmao",
  "Sushi it is 😋🍤🍣",
  "Sushi sounds good",
  "@MoRodriguezz Happy birthday girl 🎈😊",
  "Good morning😊💋 #workflow #redlips #lovemynewlipsticks #MAC http://t.co/u9jDsdF05B",
  "Good morning woke up well rested for once in a long time😌👌",
  "Work hard &amp; stay humble",
  "I'm hoping this week breezes through quick !",
  "Love talking to her...we think do much alike that's why she my bestie !!",
  "@dCardsxo lol I'll have to bring you some my big booty love😉😘",
  "Hot Cheetos and lemon 😋",
  "This novela tho 😳😁",
  "@dCardsxo every time i hear this song this is going to pop in my head 😂😂😂",
  "@dCardsxo lol it's all good bt I'm dead",
  "“@FunniestVines: Come On Now... https://t.co/WaX5QpYYWB” lmfao! @ale__baraza",
  "@dCardsxo i just noticed that I'm weak",
  "@dCardsxo send this to my cell",
  "@dCardsxo aayyeee",
  "@dCardsxo 😳😂😂",
  "@dCardsxo I can't stop playing it I'm weak af",
  "@dCardsxo 😂😂😂omg im done 👏😂 she's getting it tho lol \"and she goin to sake it \"",
  "@dCardsxo @FunniestVines hahaha lmfao I'm weak omg",
  "Had an amazing weekend...random trip to Vegas thanks to some good friends!! Bt it's time to call it a night!",
  "@dCardsxo that shit hurt lol",
  "I want to go ice skating",
  "My son cracks me up 😂😂",
  "Watching the football game",
  "http://t.co/vmCM21lrTS",
  "@missbrittanyrae and that's what I want to do lol",
  "@AL_Ayon lol haha that sucks bt there food is bomb",
  "@AL_Ayon they always do lol",
  "Vegas was the shit can't wait till January for my bday",
  "That was random",
  "I haven't been me for awhile .",
  "http://t.co/a8hksxFeyF",
  "#vegas #Fuckwithmeyouknowigot http://t.co/gduHYyJlWS",
  "@dCardsxo I agree",
  "I want to go to the movies today !",
  "#startbucks much need",
  "Vegas tho !!🍸🍸",
  "Took me a nice nap...now to get ready n TU",
  "It's going to be a chilly night 😁 #vegas #TU #turndownforwhat #getaway http://t.co/y6OF7dtLYF",
  "#mac #vegas #hadtoo #inhevean #me http://t.co/iCAa0jt7HR",
  "I need this little get away",
  "This flying shyt sucks",
  "Night out with the ladies http://t.co/WXsrP3kHj8",
  "Living the lavish life 😏",
  "Lastnight http://t.co/g5mvz8oyg1",
  "@dCardsxo 😂😂😂😂😂lmao",
  "Hope these fires help my stomach",
  "My car needs an oil change",
  "I hate driving drunk",
  "Niggas talk more bitchez days-own it",
  "@dCardsxo what an ass",
  "@dCardsxo  he doesn't really tell you that right",
  "@dCardsxo LMFAO 😂😂😂😂 IM DEAD",
  "@dCardsxo what are they saying boo",
  "I hate these stupid resectionist meetings",
  "Just took the last of my NyQuil 😁",
  "Movie night I think soo",
  "Going threw my pics on IG some of them crack me up lmao @dCardsxo some of our pics are too funny love you boo !!",
  "Omg I don't want to get out of  bed 😣",
  "Some type of way, got me feeling some type of way",
  "@dCardsxo lmfao",
  "@dCardsxo you have me double checking now lmfao",
  "NyQuil need to hurry up and kick in",
  "I'm so happy I have the morning off I don't have to get up so early and feel tired Af",
  "I make mistakes,Iam out of control&amp;at times hard to handle,Bt if U cnt handle me at my worst,then U sure as hell dnt deserve me at my best.",
  "Omg so far it's been an hour wtf I need to sleep,I need to see a doctor 😣😫",
  "❤️ http://t.co/uTdY1uNCok",
  "Saturday night my loves bday http://t.co/aNPSebSSIC",
  "OMG once again",
  "I'm getting sleep tonight",
  "Love Nov 12th: A relationship may end or a temporary time out may occur in a relationship today. This... more: http://t.co/3GisYcth9B",
  "So I need a date for the Christmas party omg I have no idea who to take lmao!!",
  "This shyt better hurry up and kick in lol",
  "Shit will never be the same",
  "Omg why the F am I still up 😣",
  "Fawwwwkkkk I need to be asleep 😵",
  "I swear I don't be givin' a fck 😂👌",
  "A loyal woman is rare....n when that loyalty goes unnoticed or unappreciated it really can F with your head.",
  "My weekend was to much fun 😊",
  "@dCardsxo don't for get about you lol",
  "OMG why every night do I have to be up around this time,I seriously need to see a doctor 😣😔#sleepingproblems",
  "The way me and my son sleep lol too funny",
  "Once you go MAC you never go back lol",
  "@dCardsxo drunkies lol uumm NOO lol",
  "Fuuuuck in just two months @ale__baraza , @brianaXnichole and I will be getting a house togethaaaaa",
  "La verdad es que prefiero que me odien sinceramente... A que me amen falsamente.",
  "Almost every #Capricorn you come across in life are determined to succeed.",
  "@RememberMariee_ very",
  "I have to see hunger games",
  "I want to go to the drake concert",
  "@RememberMariee_ I just found out they where coming today 😒",
  "@RememberMariee_  lucky I want to go lol",
  "Thinking about Reactivating my FB",
  "Good morning time to start off a new week",
  "What a night!! Off to bed",
  "I hate that I have to work tomorrow 😔",
  "Drake is come on the 16th and I want to go",
  "Football time",
  "Good morning hangover is bitch",
  "Finaly home",
  "TU",
  "Oooooowwwweeeeee",
  "#partybus #mygirlsbday #suzzy #loveyou #happybirthday25 http://t.co/Usnal37aiB",
  "Time to get TU for my girls bday #partybus",
  "She going Shake like a red nose @dCardsxo lol",
  "Capri it is",
  "Dancing cumbias with my lil Bro lmao",
  "So my mom and my sister and my brother are going to Capri tonight to go see pepe tovar I kind of  want to go",
  "Time to go get my nails fixed and shop 😊",
  "I dont want to get out of bed😣",
  "TU",
  "Had to come get some tosti locos before I head back to Mesa! #fatygirlproblems #tostilocos #bombaf… http://t.co/2tNDjGLd1v",
  "Finally off work about to get me done tosti locos and head back to Mesa!",
  "I want to go out night",
  "I hate driving in phx 😠",
  "Tanger outlets here I come 😊😁",
  "Work over here is crazy TF",
  "So far starting day good got free Starbucks 😜",
  "Fuck my ear is swollen omg 😣",
  "@dCardsxo lmao just wait love two more months 😂😉",
  "No traffic on the way to phx bt damn Starbucks is packed -_-",
  "So far no traffic on the way to PHX jamming out 😊🎶#phxbound #worjinginphxtoday http://t.co/dBC8Uez96O",
  "Miss my little man I hate sleeping alone 😔",
  "Annoyed 😣",
  "\"In three words I can sum up everything I've learned about life: it goes on\" http://t.co/A7st9IESmU",
  "Missed my baby,..speeding on the free way like no other",
  "I really don't want to work at the phx location tomorrow 😣",
  "Im tired now 😔",
  "With God's will my boo and I will have our own place by January",
  "Lunch with my boo @dCardsxo so far we found one apt that we like 😊",
  "On my way boo 😉@dCardsxo",
  "Workout was good kicked my butt #workout #feelsgood #tryingtostayfit #kickedmybutt 💪😊 http://t.co/U6WdZ5pifu",
  "Sucks that I have to sleep on only oneside..my ear is killing me",
  "@dCardsxo 😘",
  "@dCardsxo You can do it love",
  "@dCardsxo what it's not easy...there's something your not telling",
  "Apartment hunting tomorrow with my boo @dCardsxo",
  "I hate when I brake a nail 😤😠",
  "Nap time at work lol",
  "Yes I have tomorrow morning off😃I get to sleep in!!",
  "Gosh I'm so hungry",
  "Wasn't easy to let go of the person you love and to wish them the best !! 😔😢",
  "I knew this shit wasn't going to be easy",
  "Bt I love her",
  "I swear my sister is stupid lol",
  "My novela",
  "I'm so ready to get off work! 😫",
  "Anyone know of any apartments that are affordable in Tempe close by ASU?? Let me know",
  "In a bad mood",
  "I'm going to be late 😔",
  "Rain 😌☔️#mytypeofweather http://t.co/LJ54yPKuTW",
  "Netflix",
  "Omg it's raining so hard YESSS",
  "It's so beautiful outside moving the weather",
  "I don't have time for games",
  "Omg I fell asleep",
  "See the 1st Christmas commercial😔 I'm soo not ready for it 😁",
  "Novela time",
  "Irritated 😠",
  "Make up your mind shit",
  "I seriously don't get it",
  "Thanks for fucking up my day",
  "It's too fucking early to be arguing",
  "It's funny when I have to call to that location lmfao",
  "@dCardsxo 😉",
  "@dCardsxo all right no bull shitin lol",
  "@dCardsxo lol so Friday are we going out??",
  "Ugh I have to work in phx on Friday 😫 wtf",
  "@dCardsxo lol this is going to be fun haha us together oooowwweee lol jk 😉😂",
  "A bitch is back on FB lmao",
  "Can I hit it in the moanin'?",
  "@dCardsxo the random shit I'll be hearing when we move in 😂😂",
  "This shit isn't going to be easy",
  "But I'm too exited for the end of this year I'm moving out with my boo thang @dCardsxo love you bitch lol",
  "Even tho it hurts it's for the best",
  "La cara que hace mi hijo cuando llora lmao",
  "At the mall again omg 😣",
  "Hey lover-LL Cool J",
  "Best hot chocolate ever!! im in love😍",
  "Black bear...mmmm can't wait too eat",
  "Just posted a photo http://t.co/FQ7OnGoOw0",
  "Off to breakfast with my Tia and grandma and family",
  "Won't you feeling good",
  "I love this smell 😍☔️",
  "It's raining 😊",
  "I didn't know it rained 😒",
  "Welp i looks like I'm going out!",
  "Well if my plans don't fall threw I'm going out",
  "My Tio looks just my grandpa",
  "For a min I thought he was my grandpa 😔",
  "@dCardsxo I got my ears pierced again lol",
  "@dCardsxo 😁did it hurt",
  "@dCardsxo haha lol just cuz so why can't you put your nose ring back in",
  "I'm so irritated",
  "@dCardsxo what why lol",
  "#latepost #lastnight http://t.co/B3grkYWhD1",
  "❤️#loveyouson http://t.co/sBK3C4gcw3",
  "My love ❤️ #fair #2013 #mommyandson #markus #Ferriswheel #azstatefair http://t.co/lBdxPKrJhz",
  "Markus and his Tio #heloveshim #fair http://t.co/HvebsUbqzR",
  "❤️ http://t.co/KNCkTj1gjS",
  "Me and the little guy ❤️#fair #mommyandsontime http://t.co/nHWd1RsO6E",
  "Yes got my car back",
  "Yes fair after work with the little man just me and him 😊can't wait to eat lol",
  "Don't falter your self hunny 😒✋",
  "@briahnadiane I agree 😒",
  "Last night #Halloween#2013#kayley #me #schoolofrock http://t.co/ojsSuWOGv8",
  "Health Nov 1st: Your restlessness also finds expression through your body. Although you feel exhausted... more: http://t.co/cvZ0YyhPZu",
  "Good morning",
  "Crazy night but I had so much fun",
  "Finally home.",
  "I hate driving by myself😁",
  "Mill tho",
  "School of Rock #millave http://t.co/cfdr9JgcQB",
  "Me and kayley http://t.co/99IiOtuoa5",
  "Happy Halloween🎃👻#readytogo #millave #excusethemess #haveskeleton http://t.co/WxCVXUvwyC",
  "@MoRodriguezz 😊",
  "Happy Halloween🎃👻 http://t.co/x3ktzLvsdY",
  "Time yo get ready 😁🎃👻#milltonight http://t.co/9qZlMEjRlC",
  "Me and my Tia Vero #visitingfromcali #mytia #loveher #momssister http://t.co/DNnS6U97Am",
  "How did I end up handing out candy 😳",
  "Happy Halloween 🎃👻 me and my little ninja turtle🎃 #markus #ninjaturtle http://t.co/qrDy6fSmXK",
  "So fucken annoyed...",
  "❤️💋💄 http://t.co/55PwOIE5jJ",
  "Nails,shopping much need 😊I think soo",
  "Can't believe I'm up at this time and I'm at Walmart wow smh",
  "Damn i fucken hate this.. Can't go back to bed!! Fml",
  "I hate when I can't sleep",
  "soo that plan tomorrow night is to get drunk and dressed up",
  "@dCardsxo lol",
  "Shout out to my boo..thanks for the phone 😉@dCardsxo",
  "Today hasn't started off so great.. But I must say I'm blessed",
  "I really don't want to get out of bed -_-",
  "When you don't even know your own damn mood but you still wanna turn up&gt;&gt;&gt;",
  "Change of plans 😁",
  "Looks like I'm calling it a night",
  "Really not in the mood to go out mmm what to do??",
  "Watching Parker #netflix #sisterhouse http://t.co/zYjKUIYMZN",
  "Just posted a photo http://t.co/e3uSKOPE9q",
  "Almost got in a accident cuz of my sister WTF",
  "Finally all together #sistersandbrother #jr #isabel #yolanda #hangingout #family http://t.co/Jqk01vtKwR",
  "Just posted a photo http://t.co/yZ6kKhqdsJ",
  "Keep it 💯",
  "No hesitation 😒 http://t.co/6r8Etmfq4Y",
  "#blazerblackandwhite #me 😊 http://t.co/Va9vn1bmTc",
  "Sushi hit the spot 😌",
  "Happy girl right now .💃",
  "Yes got my car back",
  "@dCardsxo lmao",
  "Yes I get my car back today !!",
  "@dCardsxo mmmm ??",
  "@dCardsxo yeah love there picking it up today",
  "Having trouble sleeping again 😩 fml",
  "❤️good night http://t.co/gQlOdMdIoP",
  "Omg back again!! Wtf!!",
  "My first marriage will be my only marriage. 👌",
  "Yes off work already.. the rest of the day to relax",
  "At work getting therapy ! Love that I can get therapy and adjustments!#hurtmybacklastnight #therapy… http://t.co/gptd1hC4RG",
  "I love working at a chiropractic free adjustments !! In need of one my back is killing me!",
  "Omg I just hurt the shyt out of my back 😩",
  "Things are about to change in this bitch!",
  "My little brother and my little sister crack me up bt my mom tho has me weak hahahahahaha LMFAO… http://t.co/xBL36h6Poz",
  "@dCardsxo I hate you .....,jk love yu biasshhh",
  "@dCardsxo TF lmao.....bitch no it won't !! Shut up I'm trying to be serious here !!",
  "How the hell do you let your self get to that point where your living on the streets like a Bum...... The shyt drugs do to ppl smfh !!",
  "Yes almost off",
  "Yes I have tomorrow after noon off can't wait lol",
  "Decided to come home for lunch and play the PS3 Midnight Club LA #ps3 #midnightclubla #bored #racinggame http://t.co/YA7tx6hRsj",
  "And that's why I hate taking naps now I'm having a hard time going to bed 😔😣😩😫",
  "Carne asada fries sound good right now",
  "I'm hungry",
  "Oh no I'm starting to feel sick",
  "I need that nap",
  "@dCardsxo haha",
  "Finally home ..had a good night with my love bt she got too drunk!!",
  "Looking like a model in this bitch hahhaha weak 😂😂😂",
  "With my boo #girlsnightout #mylove #myboo #myrideordie @dcardsxo http://t.co/k57NMlwR0v",
  "Ready to step out with my boo #myboo #rideorchick #downassbitch #loveher @dCardsxo",
  "Getting ready to step out with my boo @dCardsxo",
  "@dCardsxo ok oooowwweee it's going to be a fun night!!",
  "Stuntin on every bitch or nigga who ever played me",
  "@dCardsxo ok sounds good!! You know me I'll be there bt 10:30 or 10:45 lol",
  "Idk what time will you be ready??",
  "@dCardsxo ok I love well get turnt up lol",
  "@dCardsxo I'm weak lol... where getting turnt tonight",
  "@dCardsxo ok bt why lol",
  "http://t.co/JMqPa5he6e",
  "@dCardsxo ok just wanted to know",
  "@dCardsxo are we still ok for tonight ??",
  "Oooowwweee this hamburger was bomb af",
  "Playin BINGO",
  "Casino time",
  "I need to stop driving so fast😁",
  "Finally off ... Now off to Phoenix",
  "At work still in the Xray room!! #workflow #workinglate #bored #xrayroom #lookscrazy #me… http://t.co/9yw7oqBr87",
  "I'm pissed fucks up my night",
  "WTF I hate when you have to stay late    -_-  !! I can't believe I'm still at work     😒🔫",
  "@dCardsxo lol no pues wow",
  "TGIF http://t.co/TEPWDHHroA",
  "@itsmezabitch lmao 😂",
  "I'm so happy I finally getting my sons hair cut",
  "Before u judge me make sure you're perfect",
  "@Kmack_soe 🙌",
  "Have the morning shift off..what to do",
  "Won 50$ not bad??",
  "Hang out with my sister Yolanda love this girl..trying to make some money at the casino!!! Lol 👭 #sisters #casino #ustoo #missher",
  "Workflow bored af http://t.co/U8h7hHpT8k",
  "I'm in a horrible mood 😩",
  "Me and my sister Yoland #sister #missher #sistertime http://t.co/uxv2QjQ5Vx",
  "Ugh I hate long ass drives",
  "#sedona #roadtrip #gettingaway #doubledate #2013 http://t.co/iHqVBmG2De",
  "Me and my boo #myboo #sedona #roadtrip http://t.co/66JdOkA8uI",
  "#sedona #roadtrip #mylove #mybooandherBf #beautiful #doubledate jxrod @dcardsxo http://t.co/OdkXjJMYXQ",
  "I'm weak AF listening this to this BITCH  talk to her Bf @dCardsxo",
  "@dCardsxo pero la niña quería sale ir !!! Lol",
  "Work Sep 8th: Things could hardly be better right now. Everything you undertake ultimately leads to... more: http://t.co/8ciTqvC0c1",
  "Damn it raining and we are still going on our trip FUCK IT",
  "@itsmezabitch i wish I could maybe next time",
  "He fell asleep -_-",
  "@itsmezabitch have fun and be safe",
  "My head is killing me ugggh",
  "Just posted a photo http://t.co/01t5442SyN",
  "Finally home to my bed!! Had a good night with my @dCardsxo and meza and her roommates !!",
  "These girls are wild",
  "Sushi 😍#sushi #RA http://t.co/ZzIdckqDAr",
  "Date with my boo #sushi #RA #BOMBAF #myboo #sisterinlaw http://t.co/2HOwaQVhSQ",
  "RA with my boo and roommates @dCardsxo @RememberMariee_",
  "Practice make perfect #markus #skateboarding #skatepark http://t.co/XDyCHsdbqz",
  "Feels good to have everything paid on time !!",
  "Feeling like shyt",
  "Yes green enchiladas for dinner !!",
  "Fuck it's hot 😩☀",
  "@dCardsxo me too",
  "Finally got a car whoot whoot 😊🙌thanks my love..I swear he's the best even tho he gets on my nervous a lot lol haha",
  "@dCardsxo well I did have you at the hospital almost till 11",
  "@dCardsxo my bad love",
  "At home getting some rest after all that shyt that happened to me!! Smh never again !",
  "Cutting some ppl off..TF who are you!",
  "@LandyValencia 🙌",
  "I do this thing called \"whatever the fuck I want.\"",
  "One more hour",
  "At work weak af",
  "Can't wait to get off work visiting my boo then it's off to FitClub !! 💪😊",
  "Eva Mendes is so perfect 🙌",
  "Visiting my boo today @dCardsxo",
  "Couldn't of said it better!! Love it # RP http://t.co/U4D5c9ZCle",
  "Ride and grind baby! 😉💼💰👠",
  "Love having the house to my self!",
  "Omg why is it I cold in this bitch",
  "Every little thing u do to a person changes them whether it be for the better or for the worse.. Just remember that.",
  "Saturday night http://t.co/9CriQ9ydlt",
  "http://t.co/2G2sVrcTc5",
  "Me and birthday girl 👭🎈 http://t.co/miXC9B3o7F",
  "At work weak af!!",
  "My little man is back !!  :D",
  "Finally that's all I wanted to hear !!",
  "I think I need a vacation again it's about that time again !!",
  "I'm hungry 😩",
  "Some come save me!",
  "Another boring ass day at work!! 😩This some bullshit!!",
  "I hate working weekends 😔😩",
  "Sep 1st: You have an extra measure of energy and confidence now and will make a strong impression on... more: http://t.co/TiujHCgHcy",
  "Missing him 😒",
  "I'm surprised!!",
  "One more hour",
  "Ugh I want to go home already",
  "The worse day of my life",
  "\"Loving you is really all that's on my mind and I can't help but to think about it day and… http://t.co/Nswql5hmqp",
  "I could of been in Vegas or Mexico TF",
  "Omg I hate working weekends...never again",
  "LMFAO my sister has to dress like this for work tomorrow TF hahahahahaha 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂 http://t.co/ot5MwissEn",
  "I want filib's so bad..I think a carne fries asada will do!!",
  "2 more hours to go!!",
  "All most just died eating subway smh",
  "My life WILL be extraordinary♡",
  "What a beautiful day AZ 💛🌻🌞",
  "Happy birthday to my little brother today he's finally 18 !!",
  "Love Aug 30th: Changing emotions today are likely to occur, the feeling of a roller coaster, one moment... more: http://t.co/3GisYcth9B",
  "Health Aug 30th: Your mind is particularly active at the moment and your thoughts may well turn to the... more: http://t.co/cvZ0YyhPZu",
  "Had the stupidest dream last night..thanks @dCardsxo your fault lol",
  "Look up n pray for another day...happiness is in the eye of the beholder...Life is what u make it...#DoingMe",
  "Hung out with my boo and her roommate omg they had me weak af @dCardsxo",
  "Damn haven't been on FB for a while now!!",
  "Haven't snapchat in a while!",
  "Have the house to myself 😌😏",
  "Longest 3 mins of my life",
  "Going to see my boo thang today @dCardsxo",
  "Me n Tati http://t.co/7jZbQPpJ2S",
  "Just posted a photo http://t.co/TDuDdYAuXX",
  "Can't hang around ppl that can't b happy for others",
  "Aug 29th: You are inclined to be aggressive and hot-tempered now, particularly when your will is blocked.... more: http://t.co/TiujHCgHcy",
  "Can't trust anyone",
  "Having a shitty day!!",
  "I cant wait for work tomorrow someone's getting cussed out!!",
  "I can't stand them sometimes",
  "I need a new job ASAP",
  "Love Aug 28th: This is a good time to speak up and clear the air of any grievances you have been holding... more: http://t.co/3GisYcth9B",
  "G.H.E.T.T.O.U.T-Changing Faces 🎧😌",
  "I hate that I have hard time falling asleep !!   -_-",
  "Sometimes two people have to fall apart to realize how much they need to fall back together",
  "There is no man alive that can take my King's place❤",
  "Might be going to Mexico this weekend to see my daddy",
  "My eye 😫",
  "❤ http://t.co/nXuEx0pzTg",
  "Love my Tia",
  "Ugh woke up with my eye hurting!!",
  "This movie has me on my toes",
  "I can't believe I waited this long to see this movie !! The Call",
  "Wow my mom brought so much tortillas back idk for what",
  "My moms back!!",
  "Movie night with my little guy and sister chavelita_2664yahoocom http://t.co/CucPQS88rw",
  "@dCardsxo omg this movie I love it!!",
  "@dCardsxo love you need to watch temptations by Tyler P",
  "This movie omg I love it!",
  "Watching temptations with my sister this movie is really good!!",
  "Movie night with my little man and sister !! I miss my mom",
  "I'm to excited i dint not working tomorrow bt I'm not so excited I have to work Saturday -_-",
  "@dCardsxo I can't wait to see them!",
  "@dCardsxo no you won't!! Lol",
  "@dCardsxo fuck yes I must see these pics he must have some really good pics lol",
  "My nap was good 😊",
  "@dCardsxo what are you getting now lol??",
  "@dCardsxo lol I must see he has to show me lmao haha",
  "I hate that is so awkward now !!",
  "I'm so hungry",
  "Love Aug 26th: Stability, maturity, and cooperation are the key issues during this time. You feel in tune... more: http://t.co/3GisYcth9B",
  "@ale__baraza btw it's a receptionist position",
  "Anyone looking for a part time job!! Friday-Sunday ??message me!",
  "Yes I get off early today and no work tomorrow !!",
  "Not feeling to good !!",
  "This salad is on point",
  "I'm sorry bt it's just a game smh,I'm just going to hold my tongue and not say shit not even worth it!!",
  "Wow once again I Manage to leave my phone in the bathroom -_-",
  "To excited for the fight!! Random",
  "If you ride for me, i'll ride for you.",
  "Finally together !!",
  "Crystal love this girl http://t.co/LiKAWfecs7",
  "❤My best friend http://t.co/M7BQC6zBgo",
  "Me and my little man #noahsbirthday http://t.co/sUSOvsoo5g",
  "Still up smh",
  "Can't sleep",
  "Hang out with my sis and little guy at Tempemakert place",
  "Having a bad day",
  "Hey lover- LL Cool J &amp; Boyz II Men",
  "Haven't talk to my dad in a while ...I miss him!",
  "Drinking water like crazy",
  "Lastnight http://t.co/p8sliVoKc3",
  "Starting to feel like shyt",
  "1st thing i do when I get home is taking a nap!",
  "My mom need to get off her phone -_-",
  "@dominican_meow yummy that's sound bf",
  "Goo morning ☀😊",
  "Good night ..",
  "Will never regret falling for him😊#ImInLove #hesthebest #HesAKeeper",
  "@LandyValencia I've been feeling the same way 😁",
  "I cut my hair to damn short ugh !!",
  "What a beautiful morning !",
  "Ugh I hate when I can't sleep",
  "@briahnadiane really they do",
  "Feeling sick uuuugh shouldn't of at the Lemon",
  "@briahnadiane oh they have I work at Nissan and go to lunch around there and thee been plenty",
  "I want some BOBA",
  "@briahnadiane I agree",
  "❤My novelas",
  "I swear today was the longest day thank god I'm finally off 😵",
  "I'm irritated!!",
  "@dCardsxo lmao !!",
  "i wanna go homeee!!",
  "@dCardsxo that's good we need to hang out sometime soon lol since your closer!",
  "Looks like I might be going out of state tho weekend not to sure!!",
  "@dCardsxo hows everything??",
  "Don't like my bangs 😁",
  "Miss you love @dCardsxo",
  "Cut my hair I hope I don't regret it",
  "Wow  cutting my hair right now lol",
  "Can't sleep",
  "Omg my phone is acting up",
  "Cutting my hair tonight.. omg I'm scared bt I need a new look",
  "Watching my novela it's getting good!",
  "Baby shower planning 😊👶",
  "😁😳",
  "One more hour",
  "Idk why bt these hot Cheetos taste so good right now",
  "Annoyed 😒",
  "Not the way I wanted to start my morning 😒",
  "Good morning",
  "Late night swimming and some volleyball http://t.co/zL1g30ziNN",
  "I hate feeling like this.",
  "@missbrittanyrae yeah",
  "Lastnight was crazy",
  "Revolver tho!!!",
  "❤#birthdaygirl #mygirl #weout #webad #shebad http://t.co/1DfTsI8zMw",
  "Me&amp;kat #birthdaygirl #lastnight  #loveher http://t.co/b5I2jVywrq",
  "These girls mixing MESCAL with other shyt idk if that's a good Idea",
  "These girls are crazy",
  "TU",
  "They don't know about that MESCAL...I'm weak",
  "Mescal/squirt",
  "Phx bound",
  "Off to do my girls make up!!",
  "got to tanned 😁ugh 😒",
  "Finally going home get everything ready for girls birthday ready to do some make up!!",
  "It's so hot...still haven't got in ... Waiting on my little guy",
  "Should of never came",
  "Ugh it's so hot I need to get in already",
  "Love hate thing👭 #sista #hateherloveher chavelita_2664yahoocom http://t.co/bwfeCezQgo",
  "Sunsplash/MakeupJob/Party",
  "And let my crazy ass day begin",
  "To excited for tonight",
  "@itsmezabitch I agree..!!  Love you bitch @dCardsxo my personal Therapist lol",
  "Busy day today sunsplash with the fam then off to do makeup work then my loves birthday tonight 😁😊to excited",
  "@dominican_meow happy birthday love ...Que Dios te bendiga en todo tu deseos😂🎈🎁🎈",
  "Ugh don't really want to be here",
  "@dominican_meow have you tried Mescal ??",
  "@dominican_meow ok thanks",
  "Too of my favorite looks: Red lip stick and black smokey eye http://t.co/fE54MViLlJ",
  "Too excited for tomorrow sunsplash then  off to my girls birthday @dominican_meow",
  "@dominican_meow @iHATE_MAYRA thanks love for the support",
  "@dominican_meow that's not my page anymore lol hahaha",
  "@dominican_meow can't wait to see you tomorrow love",
  "I only have 5 main bitchez",
  "Looks like I just might step out",
  "Might go out and have a few drinks with the girls",
  "This mescal is about to have my turnt up !!",
  "I love cooking",
  "Miss him!",
  "http://t.co/XyQReNtxhR",
  "About damn  time it gets here",
  "Damn it's hot as fuck out side this bus needs to hurry up and drop off my son 😰",
  "@missbrittanyrae same here",
  "I'm sorry bt about to sous fat as fuck bt I can wait to get home and way this foot-long lol",
  "@dCardsxo you should come visit me  today boo!!",
  "Short day for me today whoot whoot",
  "Always putting a smile on my face...love my little man!! 😊",
  "Kind of happy I get out early tomorrow !!",
  "\"You dnt develop courage by being happy in your relationships everyday.You develop it by surviving difficult times &amp;challenging adversity\"",
  "Novela time",
  "@dominican_meow ok just let me know ..I texted you send me the looks",
  "I hate this!!",
  "@dominican_meow ok love ill get it from her!!",
  "@dCardsxo thanks boo",
  "I hope I gt one of the jobs!!",
  "Gotta keep it movin. 👏",
  "Not feeling to well",
  "@dominican_meow hey shalece told me about it can't wait to see you !! If you need your makeup done let me know!!",
  "I'm so over it!!!",
  "Can't wait for our lunch date @suzzy1188  we have a lot of catching up too do!!",
  "Love my baby mama she's bring me Starbucks 😃",
  "What a beautiful morning",
  "Can't sleep to much on my mind",
  "@dCardsxo wish you the best love !!",
  "I love the talks we have @HottGirlShalece",
  "I think I need a nap!! Lol",
  "I love our little dates",
  "@dCardsxo lol",
  "Love my little guy",
  "Looks I'm off for the rest of the day whoot whoot",
  "Wow smh I should be at work right now",
  "I pray I get the job!!",
  "Ppl need to grow up!!",
  "I want things to go back how they use to be",
  "@dCardsxo your welcome",
  "@dCardsxo lol had to let you know 😉",
  "@dCardsxo your novela is on",
  "Can't trust anyone",
  "I have to much on my mind and it's all BS Tf",
  "Confused",
  "Not in the mood for all this BS",
  "Not looking forward to work tomorrow",
  "Things are going to change for the better !!",
  "Bullshit already 😒",
  "Waiting on him😁😊can't wait to see him",
  "Finally home",
  "Brought back MESCAL oooowwweee I'm about to get turnt lol",
  "So ready to see my little man",
  "#durango #horseriding ❤ http://t.co/Fqj8imO6lx",
  "On my way home 😊 2weeks in Mexico was great I had a wonderful time withy love and his family",
  "My babe bought 4 monster and 2 5hour shots hope this keeps him up!!",
  "No speed limits of here #mexico",
  "God please let this be a safe and smooth trip. No more signal after this check point :( tootles ✌",
  "And we out ✌@dCardsxo",
  "And we out ✌#mexicobound with my love and my boo  @dCardsxo",
  "@dCardsxo head that way my love",
  "@dCardsxo lol I meant love you hahaha",
  "@dCardsxo shit 😔",
  "You love to excited lol @dCardsxo",
  "I want it to be four already 😁",
  "\"The power of love is stronger than anything else.\" -yes yes",
  "☀☁up early going to make breakfast got my little man !",
  "Up late again 😒😔",
  "False friendship,like the ivy,decays&amp;ruins the walls it embraces,but true friendship gives new life and animation to the object it supports.",
  "\"It is only the great hearted who can be true friends.The mean and cowardly, Can never know what true friendship means\"",
  "About to play basket ball with my son!!",
  "Here they go!😒",
  "They get on my nerves !!",
  "Finally finish cleaning 😌",
  "@88_Mar right",
  "Little nervous I found out ill be driving 😁",
  "I can't believe I just turned down that job ...its going to kill me in the long run 😔",
  "@88_Mar that's the Situation I'm in right now",
  "@88_Mar I agree",
  "It's hot af outside",
  "Now I can't wait to leave tomorrow",
  "And I'm out this bitch!✌",
  "❤The ladies I work with",
  "Hey lover- Boyz II Men&amp; LL Cool J ❤🎧🎶",
  "Why is this day going so slow 😩",
  "2 more hours and I'm out 😳😁",
  "What a weirdo 😳",
  "Ooh how I really don't give a fuck😒",
  "The salesman at my job crack me up 😂😭😂",
  "@low_ruh lol",
  "\"Dnt wish me happiness I dnt expect to be happy it's gotten beyond that,somehow.Wish me courage&amp;strength\"",
  "Idc wore jeans today!! Big deal! 😒😠",
  "Waking up to I LOVE YOU is the best way to start off your day ☀❤",
  "I hope it's not ranning the whole time where there!#VaCation #Mexico #Durango #withmylove&amp;family http://t.co/J9ONEnn6nu",
  "This coffee tho☀😊☕",
  "Damn it's boring",
  "Happy birthday to my primo ❤ him can't wait to party tonight",
  "Off to work http://t.co/ZSRhEO3b8b",
  "Ready for work only 4 hours 😃😆",
  "Don't feel like getting out of bed😒",
  "Going back to bed for 30 mins lol",
  "gloomy weather, raining so early in the morning &gt;",
  "Up to early 😒😔",
  "Can't sleep 😒",
  "Well I'm off to bed 😴",
  "You have to love like you never been hurt before!",
  "The man of my life...my life and joy http://t.co/xRH8unNYtq",
  "I'll admit ... I can be a lil diva... But better believe mama also didn't raise no fool . 💁👀",
  "Need to go to bed !",
  "Till this day he still makes me nervous 😊❤",
  "@dCardsxo sleep over",
  "#myboo#mymain#mybitch#myrideordiechick#myhunny#sisinlaw http://t.co/Vf9Yn7vOsO",
  "@dCardsxo have you went to visit her??",
  "@dCardsxo oh I thought he was",
  "@dCardsxo Oso isn't going??",
  "@dCardsxo how's Bri??",
  "@dCardsxo who's all going?!",
  "@dCardsxo he does?? Idk that your brother never told me that",
  "@dCardsxo ok I was just wondering",
  "@dCardsxo does he know where going??",
  "http://t.co/OXCyUD6Vz3",
  "http://t.co/QBGxLgsW4f",
  "@dCardsxo good night love😘",
  "Apologizing doesn't always mean you're wrong or the other person is right.It just means that you value your relationship more than your ego.",
  "Looks like got a fucken line up smfh 😂😭😂😠",
  "Can fucken sleep 😒",
  "I hear thunder 😁☁⚡",
  "@dCardsxo yes that's my old twitter 😒😔I miss it..had to start a new one BULLSHYT SMFH",
  "4 hours of work tomorrow and then off to Mexico 😀🙌✌💆🇮🇹#vacation",
  "@ale__baraza @ihate_mayra",
  "I miss my old twitter 😔",
  "@dCardsxo  my shyt is on fire 🔥🙆",
  "@dCardsxo fuck lol sing lol haha",
  "@dCardsxo love you boo",
  "@dCardsxo hahaha lmao"
 ]
}