{
 "user": 206228865,
 "tweets": [
  "@BlairBraverman @CountrySkills You certainly live up to the first part of your surname. :-) May all of you have a safe and great trip.",
  "@ukschizophrenic @StopBrexitBen Your ruling class will NEVER give you socialism. If you don't brexit, you can come to Norway and experience socialism, done the right way. 😘",
  "@ukschizophrenic Will get bermondsey beers and talk this over in september. I'm fekkin' buying!! You shut yer face, and show up.",
  "@ukschizophrenic @StopBrexitBen Because rich assholes took over politics and fucked you all over. (Again, not in a good way) Trust me, as a Norwegian we opted out of EU, but got EEA(?). Because norway is filthy rich, this works ok, and the EU is a great idea, albeit not perfect. Outside, you are screwed.",
  "@ukschizophrenic @StopBrexitBen Mate, I love your social and political views. *BUT* you, especially, will get royally shagged (not in a good way) by Brexit. I promise you.",
  "@wiiikern @ketilso Spist den på spotted pig. Tim's på Lillestrøm er like i nærheten faktisk. (Full disclosure: jeg har ingen eierinteresser i Tim's i Lillestrøm )",
  "@MEPFuller @LOLGOP I'm foreign. Educate me, please. Why is this not affected by separation of church and state?",
  "Hey #antivax . Have a look at this. https://t.co/yNMVeKS9Ca",
  "@NovicSara is this well known, Sara? (Haven't read the paper) https://t.co/UkMPbVNP4h",
  "Incel person gets his ass handed to him, politely and smart, I may add. A nice twitter moment. https://t.co/4oTf0XCwZU",
  "@robinhanson @Fleacatt You are getting your ass handed to you, pretty darn politely and to the point, may I add.",
  "@JohsLindstrom @OrientOutlook Forest, managed by Clarke, had a preseason in Lillestrøm. The entire team made their way into a homicide investigation. (Which they had nothing to do with)",
  "@JohsLindstrom @OrientOutlook What? Because of the fish?",
  "I’ve received three texts, six tweets, and seen several social media messages from men that are saying, “I need to hear both sides,” about the #Nas and Kelis situation. I usually don’t comment because I have my triggers but it’s time. I’ve got a story to tell. https://t.co/Za3RVaaQ1v",
  "@Stevenorient @OrientOutlook @leytonorientfc @E10Mess @TheNationalLge Thank you!",
  "@leytonorientfc Do you know when next season fixtures will be out? @OrientOutlook @E10Mess",
  "Hu @FruBugge kjøpte bursdagslys (trodde hun) til minstemann som ble 9 år i dag. #pride https://t.co/c1w2owqWxP",
  "@NinjaStephM Not hoping you'll do better. No need to reply.",
  "@NinjaStephM Again moving the goalpost.. I mentioned three (3) recipients of the prize that never should have gotten it. You chose to focus on one, and got taken to school. You fall back on lies, and assumptions. (One minute on my twitter feed would've shown that I'm får from a trump guy.",
  "@NinjaStephM You keep moving the goalpost and adding arguments that are lies. I'm a norwegian (the country that hands out the peace prize) social democrat. About as far from Trump as you can get.",
  "@NinjaStephM Right...",
  "@NinjaStephM @thinkprogress @NobelPrize You just chose to ignore the other two to make a point? \"Super creative\".",
  "@Bgeorge42B @SadiqKhan You're either ingorant or lying. Which is it?",
  "@NinjaStephM @thinkprogress @NobelPrize What? After kissinger, obama and aung san suu? There's none left..",
  "@Kristervangen @tonyvangen Noterer meg at jeg er veiet, og funnet for lett, for en invitasjon. Gratulerer med dagen!",
  "@ulrikft Bror min filma den første videoen hans, det var sånn jeg hørte om han.",
  "@Tjabergnissen https://t.co/zBje7TEgCS",
  "@minafberg @forsberg Ser du, Magnus? Nå er vi igang.",
  "@MagnusBorgen Er vel tredje gang de to lederne av de to landene møtes?",
  "@Malcolmite No way, brother.",
  "@mohamabd86 @mariacancan Skal på thundercat i Bergen jeg da.",
  "@mohamabd86 @mariacancan Khruangbin",
  "@RdeMander @richyjbourne @OrientFanTV As you should",
  "@KSteigen @Qritikk @Asbjorn1975 Bosch er bra. Sett happy valley? Den er veeeeldig bra.",
  "@RdeMander @richyjbourne @OrientFanTV My surname is better. Especially in english.",
  "@Cuervo3 Er vel tredje gang de respektive lederne for de to landene har møttes og sagt at de skal bli venner?",
  "@Cuervo3 Hvorfor historisk?",
  "@richyjbourne @OrientFanTV Thank you!",
  "@openculture Is it being a nitpicking d%*k pointing out that Springsteen wrote this?",
  "@iyad_elbaghdadi Always land on Newark. Always land on Newark.",
  "No https://t.co/XZaDwKa4J3",
  "@iyad_elbaghdadi did you get into the US?",
  "@NilsHenrikSmith @krusedUlrik @JosimarFotball https://t.co/O6fDZz9a79",
  "@SidselWold Er det tredje gang lederne fra sør og nord Korea møtes?",
  "@ianbremmer https://t.co/NpMqhYntkI",
  "@ianbremmer Haven't north and south korean leaders met several times before?",
  "Here it is! The story: Police linked DNA evidence from 40 different crimes to a single woman. She turned out to just work for the cotton swab manufacturer. Hat Tip: @MickWest and @milesoutsides CC: @BariAWilliams https://t.co/tTlf1ROBDP",
  "Opening tomorrow🎉 CLASH, urban art show hosted by detourgallery              I made the works… https://t.co/0xrgDiy4Wd",
  "@ulrikft @forsberg Får æ itj pøls, så hoppe æ i ælva",
  "@forsberg @ulrikft Rooooolig tur til Bergen for å se thundercat og Khruangbin er bestilt. Bli med?",
  "@forsberg I mitt yrke lærer jeg at man må aldri gi opp. Ei heller med deg, Magnus.",
  "@forsberg Jeg tenkte: forsberg skriver om noe som er viktig. Han har mange følgere. Det donorkortet på mobil synes mange er smart. Hvis det legges inn under tweeten hans vil kanskje flere legge det inn og snakke om det.  Kort svar: ikke alt handler om deg, Magnus!",
  "@forsberg Gå på appstore, søk \"organdonor\", innstallér.",
  "@forsberg  https://t.co/uEsl0swdib",
  "@DocPeteyJ Not",
  "@heletwitta Kjøpt og betalt. Ses!",
  "@heletwitta Hvis jeg får til, finner jeg deg på giggen og gir deg en klem.",
  "@heletwitta Vurderer konsert i Bergen i mai",
  "@OrientConstanza @guardian That's not a michael bublé song!",
  "Do people understand the magnitude of this? This is the power equivalent of 10 giant nuclear plants brought on line in three months.  \nhttps://t.co/pVA6YGC3HS",
  "@kaveh_rashidi Bruker det til å booste placebo-effekten.",
  "How easy is it to spread fake news on Facebook? \n\nFull doc: https://t.co/rXSJbrB8cK https://t.co/Nn108D0fEY",
  "@heletwitta Hva? Hvor?",
  "@BrewByNumbers @roseandcrownnw5 Thank you.",
  "@ulrikft Tipper det låter greit i headsettet også",
  "@ulrikft Sånn var det ja. Bra album.",
  "@ulrikft Let me know",
  "@ulrikft Sjekk ut Wild Beasts. Album: King Boy",
  "@roseandcrownnw5 @BrewByNumbers Like a beacon in the night. Or an oasis. Like an old friend. Like All along the watchtower, by Jimi Hendrix. 💞💖💟💝💗💕",
  "@jamesjammcmahon Enjoy it.",
  "@jamesjammcmahon Read Michelle Macnamara's book?",
  "@jenskihl På gammelt T9 tastespråk så ble \"rasmus på loffen\" foreslått rettet til \"nazi på jødedo\". I kid you not. Derfor ble dette aldri noe av.",
  "@robdelaney  https://t.co/g8cebAsUVN",
  "@BrewByNumbers @roseandcrownnw5 Our booking depends on an answer here. If it's not possible to say, just tell us, and we'll book a flight september late'ish.",
  "@roseandcrownnw5 @the_alan Not very international that quiz.. Nr four has married into my family.",
  "@nell_ratio @NaturoDiaries But I'm like a reeeaaaaalllly good parent.",
  "@FruBugge Klarte fire",
  "@AdamRutherford It could be worse. Just be glad you haven't published a book on middle-east politics.",
  "@NaturoDiaries You will be tired.. For the next two years. Best of luck to you :-)",
  "@forsberg Tilståelse, Magnus: jeg synger her. Tidenes beste foppallåt. https://t.co/l7KxjorUOh",
  "@erlingruuud @flisbyen Imponert!",
  "@monaneixe @magnil Paradokset her er at han møter en diktator fordi han rasler med atomsablen. Iran ser dette og tenker : aha! Vi skaffer oss atomvåpen, prøvesprenger og truer Israel. Da vil sikkert trump forhandle med oss. \nTryggere verden?",
  "@Tjabergnissen Den var fin. Har en i nærheten: Jeg er 21 år, fødselsdag med papirkrone på bar. I baren sitter \"Palle\". Jeg: jeg har bursdag, Palle!  Palle gløtter på @FruBugge , tilbake til meg og sier rooolig: Du er sammen med Hilde. Du har bursdag *hver* dag.",
  "@KriseKarro @appropriert33 Jeg opplever foreldrene som vennlig innstilt til idéen, men ønsker ikke at dette skal bli feil, og ønsker eksperthjelp. Veeeentetid på riksen. Barna oppsøker miljøer hvor TERF sjargong er mye brukt. Og foreldrene opplever at ting går raskt og over hodet deres.",
  "@KriseKarro @appropriert33 Da er halve jobben gjort. :-) Jeg møter flere foreldre i segmentet : barna er i psykiatrien med diagnose, eller i utredning. De har endret kroppsoppfatning på kort tid  og ønsket seg kjønnsskifte. Foreldrene er usikre på hva dette handler om.",
  "@KriseKarro @appropriert33 Vanskelig å diskutere trans, som du sier du gjerne gjør, når \"TERF go home\" er gangbart tilsvar vel?",
  "@ArveHj Vet ikke, bare sett en overskrift.",
  "@Asbjorn1975 Nope. Takk for tips. Kjøpt nå.",
  "Because it's ideology, not facts, that matter. https://t.co/V6icZhk01U",
  "@ArveHj Skal vel flytte til Lillestrøm nå? #lillestrømmet",
  "@Lokalfotballen anmeldt ennå? :-)",
  "@erlingruuud @flisbyen Med guud som trener er vel detta juks? Sats på å holde plassen. Noe annet få'kke gått.",
  "@flisbyen @joaCmo @Lokalfotballen mange poeng trenger By'n for å ikke rykke ned?",
  "@RaggN @flisbyen Dem er snart slitne..",
  "@RaggN Du snakker om @flisbyen sant? Helt sjukt.",
  "@bullgudmundsen Jeg veitafaen om dette hjelper noe, men jeg, som er nevrotypisk, kan også ha en dårlig dag og bli urimelig sur på noen eller feiltolke noen og angre meg etterpå..",
  "@nateduchene @dyllyp Yass!! https://t.co/j71Vyomx7j",
  "@knutberg @knooten Også jeg som tippa \"spise litt mindre\"",
  "@vathne Svein... Jeg zooma inn..  De store hvite veier 5 kg... Do you even lift, bro?",
  "@ulrikft Snakes for the divine. Høyt!",
  "@mariacancan @mohamabd86 Attack of the mutant killer groove er helt fullstendig kokko. Og Palle Wangberg spiller bass på pedalene på B3'en, samtidig som han trakterer tangentene.",
  "@lyktestolpe @Herrbrun @aft_meninger Sorry, så de siste tweetsa dine nå, som gjør min ugyldig.",
  "@lyktestolpe @Herrbrun @aft_meninger Uten å gå inn på om dette nettverket eksisterer, så må vi vel anta at det finnes foreldre som er bekymret/fortvilet. Har blitt kontaktet av foreldre som synes behandling av 12-13 åringer er betenkelig.",
  "@moenduran @Tjabergnissen Gratulerer med da'n. Måtte det regne https://t.co/uEzc8bUpPN",
  "@mariacancan @mohamabd86 Synd. Svensk-norske the real thing live er så innihææææællvette funky. https://t.co/qT28isjYNg",
  "@mohamabd86 @mariacancan har dere Tidal?",
  "@ulrikft Blast beat og trigga trommer.. Da blir det vanskelig å finne rockefoten. Peil på High on fire?",
  "@Landsbroderen @Mare_Argent @FruBugge Da har jeg enda flere dårlige nyheter...",
  "@Landsbroderen @Mare_Argent Jeg har vært sammen med @FruBugge i 21 av 42 år i mai. Jeg er redd jeg har dårlige nyheter...",
  "@nateduchene @dyllyp I so hope that my (a white, middle class, male from Norway) report, got this guy suspended for harrassing a black American that is 9 hours away by plane from Norway. That would've been cool. @dyllyp if you're in Asbury Park this summer, lemme buy you a beer :-)",
  "@danieljoachim hva *er* det dere driver med i faget ditt?? https://t.co/qUHxXv2EDL",
  "@BIHLorentzen @ivarsorensen Nei, det er skikhoste",
  "@iyad_elbaghdadi Safe trip and pleasant stay.",
  "@kaveh_rashidi @DrBergland Tja... Tarmsjarm?",
  "@mohamabd86 @mariacancan Hjælpes",
  "@olsimath . @roseandcrownnw5 og @BrewByNumbers",
  "@deanbeadleuk Amen and hallelujah. :-)",
  "@rosenborgar @vrangest Ja, det var det jeg mente",
  "@BrewByNumbers @roseandcrownnw5 Early mid or late september?",
  "@vrangest Spesifik angst, mener jeg.",
  "@vrangest Det er vel ganske spesifik ocd på godt motiverte folk, hvor fire dagers kuren funker bra. Den kommer ikke til å funke like bra på generalisert angst.",
  "@MortenElster No brain, no pain.",
  "@roseandcrownnw5 Say hello to the guy behind you, and tell him norwegians in the oil industry are bastards.",
  "@ulrikft Jeg *vil* like Misty, men får det ikke til.",
  "@Oddvig i dag er du fin i vg.",
  "@RichardWiseman https://t.co/LtcM7rxOEb",
  "@ulrikft Skjønner. Takk.",
  "@ulrikft Men er det bra?",
  "@GoSkyeGo I got you. Easy now.",
  "@GoSkyeGo Take care. You are safe.",
  "@GoSkyeGo Breathe...  You've done this before.",
  "@dyllyp . @iyad_elbaghdadi",
  "@RdeMander @leytonorientfc  https://t.co/DtX0uQJtOT",
  "@leytonorientfc @dreamteamfc This is a horrible idea! The sun??",
  "@FruBugge https://t.co/8LoUO0lP45",
  "@BrewByNumbers @roseandcrownnw5  https://t.co/mm5xMFPLYq",
  "@BrewByNumbers @roseandcrownnw5 That's why I love you.",
  "@roseandcrownnw5 May?? No can do. Planning one after summer. Sept or oct. I assume @BrewByNumbers will make something special for us? :-)",
  "@roseandcrownnw5 Check link",
  "Jason Isbell and the 400 Unit invite you to watch a special performance live from The Walt Disney Theater at The Dr… https://t.co/v8cRo983iE",
  "@kjetilhope Der ble de slitne.",
  "@kjetilhope Jada, men tipper et lag 4 nivåer under blir slitne snart",
  "@kjetilhope Ingen.",
  "@Keith_Laws I bought myself Beyerdynamics dt 1770 pro. Empirical evidence suggests that happiness can be bought.",
  "@terjehaugis Start scora tre på fire minutter nå",
  "@BrewByNumbers Norway is not in the EU, but we have (BIG) pipelines from UK to norway. UK won't be in the EU and tariffs and border and customs and all that. Norway want great beer. Can we talk?",
  "@krusedUlrik @vidunderfull @NilsHenrikSmith All time high er og blir All along the watchtower med Hendrix. Ferdig snakka!",
  "@akkedas @Barnevernet_no @bufdir RT.. Ikke akkurat en kilde til sannhet og nyanserte vinklinger.",
  "@Partisangirl @AemonCaar @RT_com Partisangirl.. You are so cute when you stand up for Assad and try to tell people that chemical attacks on children are hoaxes.. Still cute, still lying.",
  "@72bla @Partisangirl @RT_com And it's not true..",
  "@MEPFuller @Stonekettle @jbendery \"Like Omar\". Good one",
  "@flisbyen @AFSKfotball @AlexBirkeland @bystrom_lie Faen óg. Jeg kan ikke komme og se på før dere b'yner å tape.",
  "@AdrianJLo @TorLH Ok. Det er sånn jeg antar det er også.",
  "@TorLH .@AdrianJLo vet noen av dere om det er sånn at selvmordstallene er ganske stabile nasjonalt, men at flere er innen psykisk helsevern når selvmordet skjer?",
  "@tomp1984 @OrientOutlook @daviddhannoo @LOFansTrust Done",
  "@Masters_JamesD I'm white, male, secular, middle class and norwegian. I'm not very vocal on all my standings, feelings and politics. But when push comes to shove, people like me will be right beside you. Most of us will. I promise.",
  "@DoremusSchafer @KRdland Nei, nå?!?! :-)",
  "@KRdland For det *er* sånn at antall selvmord ikke øker generelt, men at fler er innenfor psykisk helsevern når det skjer? @DoremusSchafer vet du?",
  "@KRdland Er det en annen vinkling her? At selvmordstallene ikke går opp nasjonalt, men at flere søker hjelp?",
  "@vidunderfull @NilsHenrikSmith https://t.co/gnK0rFFOad",
  "@vidunderfull @NilsHenrikSmith Jeg anbefaler varmt Radiodread. Reggaeversjoner av radiohead",
  "@elfhybrid_ Unngå byene i begynnelsen. Lær deg å bygge raskt. Kjør på med shields og helsegreier.",
  "@Tjabergnissen https://t.co/k2MoOEtOhi",
  "@elfhybrid_ Min, som blir 9 i april, får lov.",
  "@elfhybrid_ Hvor gammel er kidden?",
  "@schish76 Forøvrig synes jeg det er vanskelig å ikke like big buf",
  "@keithboykin They call it Stormy monday\nBut tuesday is just as bad",
  "@schish76 Der er vel det jeg frykter og...",
  "@schish76 Hvem tar pokalen i år?",
  "@roseandcrownnw5 @cloudwaterbrew I miss you! 💞",
  "@Kristervangen Det er en vits om at dama di har dårlig smak inni her et sted :-)",
  "@thedavidcrosby I don't know. What i do know: @JasonIsbell was big time in the US. He did a small europe tou, on way to, small venues. He did it profesionally, he was courteous and fun. And he played and sang the skin of our backs. I'm still recovering and has loved him ever since.",
  "@Hans_Vang  https://t.co/c5mRoQAEhi",
  "@Herrbrun 💙",
  "@fmundal Ja. Men skjønn er ute og går. Sykler du i bilvei og er full er du i kjempetrøbbel.",
  "@ulrikft Ulrik. Jeg har tusen spørsmål. Men, det tar vi over 12 øl",
  "@andrewconquest Good luck, mate.",
  "@ulrikft Seint, men godt forslag.",
  "@andrewconquest Birkbeck tavern?",
  "@terjehaugis På +siden: Low. The great destroyer er en nydelig skive.",
  "To all the people saying “oh we don’t let Refugges in but we bomb their counties.” \n\nListen \n\n- You bombed the regime which made us refugees in the 1st place.\n- Don’t fu**ing use us as vehicles for your twisted theories.\n- Get rid of Assad so we can go back.\n\n#SyrianStrikes",
  "@grabein Da er alt som det skal.",
  "@forsberg dette holder ikke. Gløm det.",
  "@heletwitta Ping @dagsoras @forsberg @ulrikft",
  "This is my grandfather, Murray Goldfinger. The tattoo, 161108, was given to him at Birkenau.\n\nHe's 91 and his health is failing. He told his tale of survival for 65 years. Now, I've taken the responsibility.\n\nOne part of his story always gets a big reaction from students. https://t.co/SO5QrPWwkl",
  "@grabein Var på døra til butikken kl 10:01. Minsten? Pupp, bæsjing og soving?",
  "@grabein Jeg trenger spesialkabel... 😭😥😖",
  "@grabein Den vil ikke ta i mot musikk fra iphone. Helt knyst. Trenger jeg spesialkabel?",
  "@iyad_elbaghdadi Glad to have you back here. Rest and take care. And kiss your son.",
  "@annepaalandet For resten av kvelden: https://t.co/213xk7ovi2",
  "@annepaalandet Visst skal grabben ha husvagn",
  "@annepaalandet Lesbian dopeheads on mopeds.",
  "@ulrikft 👍",
  "@olgakhazan Prove it!",
  "@grabein Skal visstnok lade til ladelyset slukker. Klør i fingra. Lader på 4.timen nå. Takk for info.",
  "@joarhalvorsen Mitt óg",
  "@ulrikft Kjøpe en pent brukt fiio Kilimanjaro? Du må ha forsterker for å rettferdiggjøre de klokkene der.",
  "@ulrikft @Eventyrglitter Savannah Conley og Sarah Jarosz",
  "@ulrikft Ok. Og avspillingsmedium?",
  "@ulrikft Trådløs?",
  "@AdamRutherford in my lokal bookstore https://t.co/yQhgpCnhHr",
  "@grabein Så jeg kan teste den selv om det står \"må lades minimum 10 timer første gang\"? Bare la den lade under testing?",
  "@ulrikft @Eventyrglitter P7 er bygd for Lyle Lovett og Aimee Mann. 👍",
  "@ulrikft @Eventyrglitter Dyre klokker = jåleri, tant og fjas. \nDyre øreklokker = livskvalitet og glede.",
  "@ulrikft @Eventyrglitter Ikke vær dum a!",
  "@ulrikft @Eventyrglitter Kjøpt meg chord mojo til beyerdynamicsa. Nå blir det liv!",
  "@Smylfz @ulrikft Ulrik er en helt nydelig mann",
  "@grabein Mojo",
  "@ulrikft @Eventyrglitter P9?",
  "@KarlsenBeats https://t.co/jZmBuU50dF 16 åringer fra fuglaby'n.",
  "@grabein Må jeg vente i Tiiiii timer før den kan testes??",
  "@FruBugge https://t.co/KV2TEUBJlZ",
  "@TorVeteran @Eventyrglitter ..datoen...",
  "@TorVeteran @Eventyrglitter Sprengning? Voldsavsnittet?",
  "@Elgschmelg @krusedUlrik @forsberg Ok. Glem Tore.",
  "@Elgschmelg @forsberg Tore Roald Riedl har forelest på utdanninga. Han har peil.",
  "@baardamundsen Noen trenger å mutes. Du er ikke en av dem.",
  "@Elgschmelg @forsberg @ceciliadinardi",
  "@baardamundsen Hadde jeg ikke hatt trua på at det var noe vits så hadde jeg bare blokkert deg. Har trua.",
  "All food is made of chemicals.\n\nAs is all matter.\n\nThat's science. \n\nThe rest is journalists telling you what you want to hear.\n\nSadly us, scientists don't have that luxury.\n\nhttps://t.co/eQJ3s2qXNL",
  "@eivindtraedal Skjønner jeg godt. Flott gjort å være såpass saklig og tålmodig. Det skal du ha.",
  "@baardamundsen @eivindtraedal Hver eneste gang, Bård. Uansett. Hver eeeneste gang du kan klemme inn el-bil kritikk.",
  "@CatrionaMDW @DanKaszeta @josephwillits Jesus wept. Even in Oslo, the capitol of Norway( 25 murders a year), there are areas more risky than others.  That's quite a way from \"no go zones\".",
  "https://t.co/5MvVBcfXRS",
  "@JasonIsbell I have to say: Obviously, norwegian men are better dads, and have longer paternity leave.",
  "@derekbmiller God damn it, I love Morten and Astrid. What love they have! Beautifully written, Derek.",
  "@heletwitta \"Brutalt ærlig\" er dekkende.",
  "@heletwitta Det er de to brødrene i nyc? Den så jeg helt tilfeldig og ble helt satt ut.",
  "@grabein Rein rutine!! Gratulerer. Håper mor og barn har det bra!",
  "@grabein Førstefødte som kommer? De har en tendens til å være litt treige. Pust med magan. Dette går bra.",
  "@dagsoras @ulrikft @forsberg https://t.co/mYaF1M3HLj",
  "Mueller isn't stupid. He has planned for this since day one. https://t.co/lHQ1CFRkpY",
  "It's better financially to kill people than to hurt them.... https://t.co/wiDiHLAbyc",
  "@mohamabd86 HVORFORH8ERDUNORGE!!??!!!",
  "@BjoernStaerk Google cacio e pepe. Noe av det beste jeg veit, tre ingr og kjeeeeeeempelett",
  "@ChurchofSatan @DidrikSoderlind I saw your sign in the chess computer Sesse the other day, as it calculated winner chances. \nI asume that will bring followers https://t.co/TzwLosut8p",
  "@grabein Blitt noe barn ennå? Tips til nytt (?)testalbum : humdrum star, av GoGo Penguin",
  "@BuggeWesseltoft @tidalhifi En tilbake. Humdrum star (deluxe) albumet til GoGo Penguin. Hjæælpes det låter.",
  "Humdrum star plata låter helt sjukt bra.",
  "The Silence: The Legacy of Childhood Trauma https://t.co/vmUPILT5Cb",
  "@DRumsgard Helt!",
  "@ulrikft + GoGo penguin. https://t.co/eWt6Z0Ewch",
  "@moenduran Det *må* være Alf. https://t.co/w2lNAOOSSL",
  "@jmglobalaffairs Why should anyone suffer fools like you on their timeline?",
  "@DanKaszeta There is a \"Sticky Fingers\" joke here somewhere",
  "Possibly the best comment ever...\n#ButTigers! #VaccinesWork #vaccines https://t.co/JzBgoa2WHX",
  "@JanGulbrandsen Rory Scovel og James Acaster. Netflix",
  "@mohamabd86 Trommis! Tror Mike Shrieve fortsatt er tenåring der",
  "@Joakimpb Nei",
  "@mohamabd86 Free at last. Det er låt det",
  "@prxlefeed Expensive to visit. Cheap to live. Sorta..",
  "@jwfx @DanKaszeta @edwardlucas Stupid, *and* can't work out a twitter thread.. Good luck, Dan.",
  "@leytonorientfc Barrow scored for Reading",
  "@Eventyrglitter @ulrikft @VigleikM @dagfinnhessenp @eivindho @Cackalackyman @nielsen_glenn @Sauen @politiopssbusk Sånt skjer",
  "@Eventyrglitter @ulrikft @VigleikM @dagfinnhessenp @eivindho @Cackalackyman @nielsen_glenn @Sauen @politiopssbusk Grei bom på poenget her, Margrethe.",
  "@NoParty2020 @DanKaszeta Stupid, *and* lazy...  https://t.co/pN2fweL0Ta",
  "Emokrati. Dag Sørås. Frøøkteli' bra!",
  "@flisbyen Gud!ommelig coaching der.",
  "@BBCTomSymonds @DanKaszeta You should see his work on educating twitter on so called \"no go zones\" in London. Someone needs to put up a statue of this man! :-)",
  "@joakimbarane Gjerne.",
  "@joakimbarane I selskap med all along the watchtower med Hendrix, mener du? Kjenner jeg blir provosert...",
  "@joakimbarane Slett kontoen din! Tidenes jææææææææææææveligste coverlåt. Skam deg!",
  "@grabein Jøsseball! Løkke tell!",
  "@grabein Blir nok en mojo, må bare spare litt. Skal du se Dag i kveld?",
  "@forsberg skal du se Dag i kveld?",
  "@BuggeWesseltoft @tidalhifi Nydelig! Tusen takk for hjelpa.",
  "@aurskogholandfk Lenge igjen?",
  "@BuggeWesseltoft Jepp. Spotify extreme og tidal hifi",
  "@ulrikft Har du sett line-upen på Bergenfest? Da kan vi kose med @dagsoras også.",
  "@BuggeWesseltoft Kjære navnebror. Har kjøpt meg dyre hodetelefoner. Har du noen flotte jazzinnspillinger å anbefale? \nMvh Jens Kristian Bugge.",
  "@ulrikft Ja faen. Let's do it!",
  "@ulrikft Det skulle overraske meg. Når?",
  "@KSteigen åssen går det der oppe i uværet?",
  "@theahro Så du den?",
  "@theahro Hopp av i Lillestrøm, så rekker du det. :-)",
  "@hannahtraining @Bighands20 @robdelaney You are arguing with a troll. I commend your efforts but smallhands20 is about ideology, not discussion.",
  "@grabein Bør være det til DEN PRISEN!! :-)\nTakk!",
  "@grabein Anbefalinger på forsterker tas i mot med takk. Pris er en faktor. 😘",
  "@Asbjorn1975 Nye til Derek B Miller lover veeeeeldig godt foreløpig. Knakende godt skrevet, og plottet er fengende.",
  "@dagsoras Bra serie. Går i den her òg.",
  "@dagsoras Guttungen? Pæning. Hva leser'n?",
  "\"Hitler's only kidding about the antisemitism\" @nytimes, 1922. https://t.co/gST08po3Zx https://t.co/HFKwaZLUIL",
  "@BTFrodeBjerk Er vel en politisk ytring, det også?",
  "Hold your horses, and save the date! #artshow #nj #nyc #urbanart #collectorsdream https://t.co/hmSzcvQM1R",
  "@derekbmiller @HMHbooks Sigrid is talking with Irv now. \nClassic B. Miller so far. Has a great feel to it. The writing is excellent",
  "@grabein Var for godt til å være sant for 100 dollar. De klokkene fortjener alt godt.",
  "@roseandcrownnw5 You should. But I'm absolutely useless on english crackers.",
  "@jeremyscahill @TheWebbyAwards @intercepted You are 2nd as of now.",
  "@roseandcrownnw5 Mouline rouge",
  "@Gulliks1 Ring neste gang, så advarer jeg mot fotoboksen også drikker vi øl for penga istedenfor?",
  "@derekbmiller Found it. Bought it.",
  "@derekbmiller Congrats, Derek. Kindle edition is out, too?",
  "@faktisk_no @rasmusjmh Chemtrailskongen.",
  "Hottest take of the day. @EliotHiggins https://t.co/2wawn5HNxo",
  "@Asbjorn1975 Sliter med sci-fi altså. Så ferdig Tabula Rasa i går. Frøkteli bra.",
  "UK. Tomorrow is \"hurt a muslim day\" with points on different kinds of inhuman behaviour. UK, make us proud.",
  "@Asbjorn1975 Tabula Rasa. Netflix. Veldig bra.",
  "@elfhybrid_ 😀 Nydelig poeng.",
  "Wow! https://t.co/8kWVx40jhF",
  "@elfhybrid_ Tror den er delt for deg ( min tolkning basert på dine tweets), men ikke for meg. Derfor ser vi den sikkert forskjellig. Igjen, det som gjør kunst det det er. Synes jeg.",
  "@elfhybrid_ Fair enough. Jeg, i ettertid, elsker alt som gjør, meg sur uten at jeg kan beskrive hvorfor.",
  "@elfhybrid_ Definisjonen på bra kunst? Den skal få deg til å føle deg ubekvem og stille spørsmål om hvem du er/hva du tror på?",
  "The White House Correspondents' Association is pleased to announce that Maggie Haberman of The New York Times is the winner of the Aldo Beckman Memorial Award for her coverage of the White House. @maggieNYT",
  "@grabein Jeg er helt cableguy med dt 1770 og to forsterkere og ledninger overalt. Håper denna kan løse det. 👍",
  "@lars_akerhaug Ekkokammer",
  "@einherjer83 Funka vel for Knausgård òg. Apropos tolke ting i verste mening.",
  "@khn1971 @Bananfluegutten @MortChr @eivindtraedal @NRKYtring @helgeluras Ja. Ikke disse medienes stolteste øyeblikk.",
  "@khn1971 @Bananfluegutten @MortChr @eivindtraedal @NRKYtring @helgeluras Respektabel forsker?",
  "@West_Stand_O @Masters_JamesD Lads.. A big Mac is 8 pounds in norway. A pint of quality beer is 12 pounds.",
  "@OrientBraces Famous last words, mate. This is Leyton Orient we're talking about.",
  "This (fake) Russia-focused Pentagon analyst had links to a number of prominent Russian experts and anti-Kremlin activists. With this network, he cultivated trust among his readers -- over 25,000 of them on Facebook. https://t.co/EqQdlIgvQt",
  "@CognitiveShiftR @harryescott @PJHarveyUK @cliobarnard Congrats on this. So beautiful it hurts. Thank you.",
  "@OrientBraces We are not mathematically safe.",
  "@VerdantBrew And people say that you can't buy happiness/love.",
  "@RyanHendry94 Stay out of the Big cities in the beginning. Get loots. Learn to build walls quickly to use as cover. Learn how to jump while shooting in close combat. Learn the different color codes on the weapons. Learn to heal.",
  "@ulrikft sjekk savannah conley @dagsoras @forsberg",
  "@quins1980 @OrientOutlook @NorwichCityFC @Ebouadams Ssshhhh!!🙊 Hey, Norwich. He's really not *that* good. Honest. But Orient can take him on, as a favour to you. 😀",
  "@Asbjorn1975 https://t.co/9CC1eiUq07",
  "@KrHoaas @palodegard @NatGeo Hvis du likte den, les siste til @AdamRutherford .",
  "@roseandcrownnw5 @bravesirrobinn4 @noisedrunk They are correct.",
  "@DanKaszeta https://t.co/wyEtV0XyQZ",
  "@iyad_elbaghdadi Great work you're doing. Made a big difference for me.",
  "Really disturbing to watch. https://t.co/vpitbMzLs2",
  "@grabein peiling på denna? \nhttps://t.co/LrIfMDlTZT",
  "In two years of running this feed, I've never asked this: if you find this feed a helpful, reliable, and accurate source of Trump-Russia analysis, I hope you will consider telling others how you feel. It's hard for me to combat alone the untrue things said about me and this feed.",
  "@lars_akerhaug Deilig, Lars. Vi er helt enige.",
  "@RdeMander Me and the swede. Totally agree.",
  "@CSpange Sette opp fuglekasser. Bildet er tatt sørvest ifht fjellbjørka. Den er 6 meter unna kjøkkenvinduet på en hytte. For nært? Bør vi sette kassa nord istdf? (Som blir på andre sia av bjørka) https://t.co/EQF0kjsPSw",
  "@Tjabergnissen Suksess!",
  "@Tjabergnissen Kona sin tur nå. https://t.co/KWMsb0apba",
  "@Tjabergnissen Tusen takk, bror.",
  "@JimLaPorta Godspeed!",
  "@Tjabergnissen Hva får en tak i på østlandet som er bra? Og hvor?",
  "@Tjabergnissen Heilt på høgde med, og forbi, det gildaste fra utlandet. Detta va så gøtt. Svøltin!",
  "@Tjabergnissen Ein kan vel drekka øøl me, te detta vel? I'm a believer!",
  "@Tjabergnissen Herreminhatt!  Hvorfor har jeg ikke spist detta før?! Også jeg som er så glad i ost. Nei, her skar e øfne glaset og kjenne på fjedllufti.",
  "@Tjabergnissen Takk. https://t.co/0cLhnNU3PS",
  "@Tjabergnissen På knekkebrød med setersmør? Brødskive? Hva er testgrunnlaget?",
  "@Tjabergnissen Fra Valdres. Må være bra. https://t.co/wL273FSqBg",
  "@Asbjorn1975 https://t.co/KOrysQsu4u",
  "@OrientOutlook Are we safe?",
  "@roseandcrownnw5 @BrewByNumbers @SirenCraftBrew @cloudwaterbrew @HammertonBrew @fourpurebrewing @captainlawrence @BrooklynBrewery 😭💞💖💟",
  "@KrisParonto @cameron_kasky So.. Army Ranger training is nothing much as you expect an unarmed school kid to respond as you did while in deployment? Good to know.",
  "41 per 100 000?? Average in developed countries are 12 https://t.co/SeC2sqbPbj",
  "The Myth of the Criminal Immigrant https://t.co/x7JBjcITYY",
  "@SturlaFTR Satirekonto. Har blitt lurt ab den selv",
  "@FruBugge newest prints are in the Gallery! “Gwen\" and \"Art Deco\", both hand finished screen… https://t.co/9C3mmaY8Q9",
  "@gietlitevink @MariaKjosFonn Han har vel lest The Game da...",
  "@nillie_kj @biotweeps My phone https://t.co/NObJRD53S4",
  "@BrewByNumbers On a more serious note: do you have a distributor in Norway, and can one get Dipa here?",
  "@purpleline @matyork @DanKaszeta \"Dear boy\".... You're losing this discussion, bigot.",
  "@purpleline @matyork @DanKaszeta It says \"east London\". Keep on moving the goalpost. Your lying is obvious. https://t.co/No8ExT3qwB",
  "@purpleline @matyork @DanKaszeta No video. Just a picture of people in East London having a great time. Drank beer, watched Leyton Orient draw against tranmere. Stayed out late. East London is great.",
  "@purpleline @matyork @DanKaszeta Not surprised.",
  "@purpleline @matyork @DanKaszeta East, east, east London! https://t.co/0yhPRUFNfz",
  "@stillgray @AndelGomezi But you *know* operant conditioning works?? https://t.co/20Ws6Kwtd8",
  "@stillgray @realbuntyking Beating a child as an adult? Then you've lost and failed in basically every aspect of parenting. It's illegal in Norway. Norwegian kids are doing pretty good, compared to.. lemme think... The Rest Of The World.",
  "@stillgray Cause there's nothing between hitting your child, and doing nothing. FALSE premise. Shitty rethoric.",
  "@Tjabergnissen visste du at ikønna glømmer hvor de har gjemt 80% av nøttene de har sanka.",
  "Siri. Show me an example of how fucked US-politics has become. https://t.co/rhJyRnimIq",
  "@leytonorientfc score board is in the bag! @Ebouadams ,too! https://t.co/gnXXk3GNQ5",
  "Whistleblower Chris Wylie is asked whether allegations of cheating \"made much difference to the final outcome\" of the EU referendum. \n\nCambridge Analytica and Vote Leave deny any wrongdoing. https://t.co/WP5BfVf3xZ",
  "@Tjabergnissen Madam mim i Donald! (Magica fra tryll, kanskje?)",
  "@Tjabergnissen Heksene av Roald Dahl har en snakkende ravn! Eller husker jeg feil?",
  "@Tjabergnissen Nevermore?",
  "@Masters_JamesD @leytonorientfc James, you are a jinx, aren't you?",
  "@Tjabergnissen Edgar A Poe?",
  "@Tjabergnissen Kartotek må vel dere ha?",
  "@krusedUlrik @leytonorientfc Yes, please.",
  "@PoliticalShort One Bataclan attack every other day, and that country would still have approx 10 000 fewer deaths from gun violence than the US. \n@jesseEODM",
  "@mariacancan Det at du ikke trenger en fritös for å fritere er info du ikke ønsker? https://t.co/VLytV6KWpF",
  "@Tjabergnissen Klare deg bra da. Blir det kjedelig kan du lage et fort av koffertene.",
  "@leytonorientfc In Norway, some clubs have a scheme where fans can sponsor a player, or in some cases, chip in to buy a player. Something you would consider? #AskMacklin",
  "@Tjabergnissen Hva har du inne på rommet som du kan fordrive tiden med?",
  "@kvifor20 Bokanbefalinger jeg ikke spesifikt har bedt om gjør meg sur.",
  "Please be true! https://t.co/BVTUDMeuQC",
  "@mohamabd86 @eide_per Via scientologien, til psykiatrien dreper barn...",
  "@jamesjammcmahon 4",
  "Where was this pastor radicalized? Where are the moderate christian pastors? They should speak up. Let's keep all Christian pastors out of the country until we can figure out what's going on. https://t.co/Vz04qJWP8Q",
  "@TedBush1 @DanKaszeta I was in Camden, K-Town, Islington and Hackney in february. Drank beer all the way.",
  "@lars_akerhaug @DoremusSchafer @hegeulstein Jeg finner ikke svar på dette i tråden. Nå er riktignok trådene til twitter vanskelige å navigere i, men jeg finner det ikke.",
  "@Hans_Vang @andershaukedal Juss-professor forrige uke, nå denne. Kan ikke være vanskelig dette juss-studiet..",
  "@Elvebyen Piano",
  "@NoahPollak When you go after how someone looks, you've ran out of arguments.",
  "@Kongsdal Du veit hvorfor han ikke er på twitter mer?",
  "@dagsoras @civix Noe for podcasten? \n\n https://t.co/t1Xc4TbzuM",
  "@KillerMike https://t.co/T6LT5HXbQs",
  "@Herrbrun @Zealuu https://t.co/tahlO5IZZa",
  "@hoaxeye @Eventyrglitter @h_gjovaag I stand corrected. My point, that they post everything without confirming it's real, still stands.",
  "Today is Norman Borlaug's birthday!\n\nHe is probably the most influential person in human history (that you have never heard of).\n\nThe crops he created in the mid 20th century saved over a billion lives, likely including yours and mine.\n\n#PlantGeeksSaveTheEarth https://t.co/HWk9BVJBWx",
  "@h_gjovaag @Eventyrglitter Den kontoen der poster hva som helst uten noen form for sjekk. @hoaxeye må korrigere den tre ganger om dagen.",
  "Showing my friends and family the info @facebook has on them through their FB data files....\n\nThey're freaking out. Amazing.",
  "The barber helping men with dementia relive their younger lives. https://t.co/p8axQVK836",
  "@FruBugge Advarsel: There will be tears https://t.co/TmqeYI8tBn",
  "@Grest_ Oversikt over Tinariwen?",
  "@mohamabd86 @YouTube Har du hørt Radiodread? Spiller radiohead som reggae? ( ping @jonwesselaas )",
  "@ostepop Ser den. Den er hard. https://t.co/frUbBZ8E2m",
  "@leytonorientfc @paycolin I'm calling child protection services! Imagine if that little beauty becomes a fan. So much suffering! \n@OrientOutlook",
  "@ostepop Det er dødslett å lage sjøl. https://t.co/B3S9YPc0AC",
  "@DanielGrubben Dude. Jeg har noen øreklokker du må passe på for meg.",
  "@OrientOutlook Relief!",
  "@TotalOrient Oh no!!!",
  "@Simon_LSK For en vakker gjeng!",
  "@hanneejensen Tipper det har kosta blod, svette og tårer. Bra jobba.",
  "@dagsoras Hæhæhæhæ!!",
  "This may be useful, given the number of bot attacks going on right now: https://t.co/qeZDw3rgN6",
  "“#PutinAtWar: Trolls on Twitter” by @DFRLab https://t.co/jt7i2WHRq8",
  "@dagsoras En Stanhope spessial.",
  "An Acre Of Land by @PJHarveyUK . Absolutely amazing.",
  "@DocPeteyJ Mr Delacroix. If you're gonna engage with everyone who offends you, you're gonna wear yourself out. Take care, buddy.",
  "@KSteigen Steigen er upresis.. Tenorsax er dritt, barytonsax er stas.",
  "@ulrikft Ulrik 14 kommer til å bli sååååååååååååååååååååååååååååååååååååååååå skuffa. Du kan alltids høre på Sam Cooke.",
  "@HFMarthinussen @dagfinnhessenp Nja.. Du *kan* jo være flink. Men det er jo helt *åpenbart* at hvilken idiot som helst kan bli professor i juss.",
  "@voxpopulinor @abidraja Hva faen.. Født rik og heldig. Velger sosialdemokrati for å heve levestandard, ikke å senke skatter eller mele sin egen kake. Om noe er det en ekstra hedersbetegnelse til Støre.",
  "I hear your arguments about free speech, and I agree with most of them. \n\nHowever, I also see your followers, the memes you post, the ideas your circulate. We see you. We know your motives. We understand what you are.",
  "@DidrikSoderlind @lars_akerhaug Én av dere beveger seg lengre og lengre ut på kanten hvertfall.",
  "@leytonorientfc 7000+ sold? 👏👏👏",
  "@lars_akerhaug Les korrektur på den Lars. Ble et \"Europa\" for mye.",
  "@tonyvangen @forsberg @ulrikft @Herrbrun Hvem som helst idiot kan bli professor i juss da... \nhttps://t.co/0K0hrvcGzY",
  "Denne trenger @grabein også",
  "@ulrikft @fuchsiablix kan du fortelle Ulrik at han er nørd?",
  "@twitregon @HHolten Egon, hørt Viagra Boys? Usikker på om jeg elsker eller hater. Det er noe der.",
  "@lars_akerhaug @DoremusSchafer @hegeulstein Det er standardsvaret ditt, Lars.",
  "@ulrikft Sånt må deles",
  "@Keith_Laws @BPSOfficial Keith! Good seing you.",
  "@agteien @akkedas Blakstad",
  "@ulrikft Lyle Lovett. Live in Texas. North Dakota. Med Rickie Lee Jones på back up vokal. Dæven schteike. Og for en innspilling!",
  "@dagsoras Ok",
  "@dagsoras åssen var konserten?",
  "@SteinarBL Cacio e pepe. Google it.",
  "@Ervin01 Må være kinesere og indere. De er jo 2,6 mrd.",
  "Wow—if you’re somewhat confused (like I have been) on what this whole Cambridge Analytica fiasco really was and really means—read this thread. \n\nBasically what Orwell predicted, happened, and it’s going to get worse if we don’t act. https://t.co/7tpw7Mr6dM",
  "@roseandcrownnw5 Beeeeenn!?! https://t.co/rPVxShZsyZ",
  "@YngvarG @trukkedet Hersketeknikk",
  "@YngvarG Name calling",
  "@lars_akerhaug @hegeulstein Såpass stor sak at new york times skriver sak om det = norske medier har flokkmentalitet?",
  "@nielsen_glenn @terjehaugis Gudhjælpe meg, jeg skulle ønske jeg kunne bære leca og blande mørtel en gang i uka.",
  "@elfhybrid_ Sov. Huset klarer seg.",
  "@dagsoras Dæven.",
  "@dagsoras Nei. Hvor?",
  "@AndUlv Eivind bør slippe å betale for øl på byen i overskuelig framtid. Oslo, hører dere?",
  "@JarBomb This will make @dyllyp cry. So I'll include his handle in this tweet.",
  "#Brazil: Community leader known for reporting #environmental crimes killed in Pará. He was questioning the operations conducted by companies like Norwegian #mining firm #HydroAluNorte, whose toxic waste polluted nearby rivers last month. https://t.co/bbnJzI4kYZ",
  "Ser nå. Tar to!",
  "@DocPeteyJ @Norsemen83 A point: did Norway see that as a problem? Yes. Did Norway pass legislation to stop this? Yes.",
  "UPDATE: Shooting at Great Mills High School in St. Mary's County, Maryland\n\n3 victims have been transported to local hospitals thus far.  \n\nAnother Tragedy that the NRA will blame on unarmed teachers\nAnother tragedy that Congress will offer 'thoughts and prayers' for.",
  "*Trædal følgjer spent med medan bileta frå Dax18 flimrar for auga mine. Då det er over, ser eg på han*\n\nEg:\nDet- Det er vidunderleg, herre. Makalaust. Alt De fekk sagt. Alle sanningar som kom fram.\n\nET (letta):\nVar det ikkje så ille?\n\n*eg rufsar til sveisen hans og græt av lukke*",
  "@FruBugge @forsberg Her!",
  "If you happen to be in Miami March 25th, visit this show:                 Pallet Pop-Up # 2… https://t.co/V44auP8LJy",
  "Hakke hørt dax18, men basert på reaksjonene tar jeg villig en kule for @eivindtraedal",
  "@dyllyp It's pronounced as a mixture of the \"th\" in The. And pronouncing weather as wudder.",
  "@Lokalfotballen Ærlig spørsmål: bra følelse, fordi bloggen drar oppmerksomhet, eller negativt for forsøk på påvirkning?",
  "@ulrikft @forsberg @Lisekla @anineki @tonyvangen @ceciliadinardi @Herrbrun @AxelCooper @dagfinnhessenp @MortenElster https://t.co/qQfTmWMWKu",
  "@ulrikft @forsberg @Lisekla @anineki @tonyvangen @ceciliadinardi @Herrbrun @AxelCooper @dagfinnhessenp @MortenElster Eg skal venta på deg, Ulrik. Åkke som.",
  "@Lisekla @forsberg @tonyvangen @anineki @theahro @ulrikft @ceciliadinardi @Herrbrun @AxelCooper @dagfinnhessenp @MortenElster Takk... Hvor lett tror du Magnus blir å ha med og gjøre i kveld nå?",
  "@anineki @theahro @ulrikft @tonyvangen @forsberg @ceciliadinardi @Herrbrun @AxelCooper @dagfinnhessenp @MortenElster Gamle høyesterettsdommeren? Eller Jens @BuggeWesseltoft ? Jeg har de kuuuuuuuuleste navnebrødrene.",
  "@forsberg @tonyvangen @ulrikft @GameOfTone @KathrineNorgard @Kristervangen Bra at du ikke skjønner humor da, Magnus. Tony - hater snobbesteder- lang fellesbil - aldri jeans...",
  "@forsberg @tonyvangen @ulrikft @GameOfTone @KathrineNorgard @Kristervangen Kjøper du shots på røør får du en armbar av Ulrik.",
  "@tonyvangen @ulrikft @GameOfTone @KathrineNorgard @Kristervangen Kjøper du shots på røør blir du kasta ut.",
  "@dyllyp I just bought new, expencive cans. It appears I never, actually, have listen to this album. God damn, what a production.",
  "@ulrikft kommer med beyer på ørene i morra. De elsker den august 2017 playlista di på spotify.",
  "@anineki @theahro @ulrikft @tonyvangen @forsberg @ceciliadinardi @Herrbrun @AxelCooper @dagfinnhessenp @MortenElster Litt greit at Anine ikke kommer. Jeg hadde bare blitt en stum av beundring-fyr i et hjørne.",
  "@forsberg @tonyvangen @ulrikft @ceciliadinardi @anineki @Herrbrun @AxelCooper @dagfinnhessenp @MortenElster Kommer etter kl 18, men før kl 19. Og gleder meg!",
  "@ulrikft Den Stalingrad-boka hans, er bra saker.",
  "@ulrikft Vassili?",
  "@heletwitta Gudhjææælpemeg den Night Beat-skiva til Sam Cooke låter. Fra tidlig 60-tall.",
  "To follow up on my earlier tweet, this is the article by @sarahkendzior that has stuck with me since I read it in 2016 right after the election. If you haven’t read it, please read. If you have, please read again.\n\nhttps://t.co/p7jlzkCMsQ",
  "You see where this goes, right? \n\nYou see where this kind of thinking goes. Anybody not of THE PARTY can't be trusted. \n\nLogically then, those not of THE PARTY must be removed from power, purged from government, military, education, etc\n\nThis is how it always starts. Right here. https://t.co/RzbUk89FV5",
  "Log off facebook. Stay away. https://t.co/UGI2yLP9Sd",
  "@achalse . @forsberg og jeg prøvde å pitche The Sellout til deg, før Isbell konserten. Tror ikke vi klarte det så bra. Side 17 i klassekampen fra i går klarer det bedre.",
  "@Lokalfotballen Tipper @CiViX kan gi noen korte, men gripende, råd.",
  "@patrickween @magnuspolden Asså, når du påstår at kvaliteten på maten er underordnet så.. forklarer.. DET ER DERFOR DU ER LSK-FAN!",
  "@patrickween @magnuspolden Brannfakkel: grilling er oppskrytt. 99.9% av grillere får dårligere mat enn hvis de hadde brukt ovn/stekeplate.",
  "Facebook appears a lot in this indictment.",
  "\"Richard Spencer isn't having fun anymore\" - Is #antifa counterproductive? https://t.co/Qfprw1FnXp",
  "@Sjoelvesten Sto det ikke Arbeit(erpartiet) macht frei over inngangen til Auschwitz kanskje??!?? Hæ??",
  "@EliotHiggins https://t.co/8XxsAqJyI1",
  "Fantastic. https://t.co/tXXC8QkxR1",
  "Delete your facebook account https://t.co/RYLGfBv05a",
  "@twitregon Bra liste! Bra tips! Howlin' Wolf??",
  "@livsillusjoner @sukkerslott Frp gikk frem, men mindre frem enn ap på samme måling, og mindre enn feilmarginen.",
  "@sukkerslott @livsillusjoner Hvor mye gikk de frem? Og hvor stor feilmargin var det beregnet på den målingen?",
  "So, a Maine Republican was cruising towards an uncontested election...\n\n...but then he called Parkland student activist, Emma Gonzalez, a “skinhead lesbian”.\n\nNow he’s out of the race and there’s a Democrat running.\n\nKarma, you’re just beautiful.\n\n https://t.co/Cxm7TGjNDU",
  "@mohamabd86 @Morgenbladet Bror!! 👏👍💞",
  "@realOAOftebro @UsmRana Gløm det! \"Listhaug mest anstendig\" . You what now?",
  "@mikaelholter @Kvalshaug @heletwitta Vg går punktvis igjennom hvilke grupperinger blomstene kommer fra, og Listhaug kommer ikke godt ut av det.",
  "@superhemli Har vel vært opptatt denna uka..  Har det skjedd noe?",
  "@superhemli Hvilken bokstav?",
  "@iyad_elbaghdadi My first q to anyone I discuss with: what will it take for you to consider changing your mind/admit you're wrong? It quickly decides wether this is a discussion or a promotion of ideology.",
  "@DocPeteyJ @digby56  https://t.co/rttl8agrU2",
  "@joarhalvorsen @espenteigen Jo, men det er kalkulert spill for det verste galleriet vi har på høyresia. De vet godt hvem som trykker \"lik og del\".",
  "@joarhalvorsen Spesielt ifht hva vi er vant til, men vi begynner vel å bli vant til at @espenteigen og Listhaug gjør det de kan for å hvitvaske rasister og nazister?",
  "@stevesilberman @snackfight I've forgotten about her for some time now. Thanks for reminder!",
  "\"Perpetual war\" https://t.co/CXYz7KzoQ4",
  "@CFPetrella @LeftSentThis @BerkeleyAfroAm Take no prisoners and no holde barred. ✊",
  "Free labor: Fed-up hackers are /volunteering/ to find bots for Twitter. Naturally they're starting with porn bots, but then come the election disinformation type. Great reporting by @yaelwrites https://t.co/rDrHDKLlSR",
  "@eivindtraedal Hvis du jinxer detta nå Trædal, så blir det kokkos!!",
  "Banana republic https://t.co/M78ferkQsh",
  "@tonyvangen @ulrikft @GameOfTone @KathrineNorgard Jeg gidder ikke å spørre en gang. Fortsatt røøøøøøøør som er oppmøteplass?",
  "Philadelphia's DA just showed America's prosecutors how to end mass incarceration https://t.co/ToYpHVKg0h https://t.co/ofJ9mdy9tG",
  "@BrewByNumbers Goddamnit. I miss you sooo much, and it's hard getting BBno here and delievering home will get you prisontime in Norway. Stop rubbing it in, Ya bastards.",
  "@JihadiJew Starting reading that now. I'm 42.",
  "WaPo snapshot of Trump's thinking on two candidates to replace McMaster:\n- Kellogg: \"The president likes his company and thinks he is fun\"\n- Bolton: Praises Trump a lot on Fox News, Trump thinks he is \"good on television\" https://t.co/xIZe31U53t",
  "@tonyvangen @ulrikft @GameOfTone @KathrineNorgard Herlig! Må drikke ett par øl før jeg spør hva en sånn dress koster.. :-)",
  "@tonyvangen @ulrikft @GameOfTone @KathrineNorgard Tusen takk. Ses vi på manda'n?",
  "@tonyvangen @ulrikft @GameOfTone Er det Tone som syr dine?",
  "Trump Business Gets Subpoena From Mueller in Russia Inquiry https://t.co/tkZbQYVcqB",
  "@MortenMyksvoll Sånn jeg oppfatter deg: kun naiv når det gjelder Bergen, brann og katter.",
  "@svein_i_saether Men eehh... Douchebags?? https://t.co/ij1jkT7PxP",
  "@lars_akerhaug @apkamzy I hæællsikke, Lars! Jeg er 100% enig med deg. Krøss i taket! :-)",
  "@ingridaminda Slag mot hodet gjør deg til seriemorder? Neppe. Øker risikoen hvis du blir slått som barn? Sannsynligvis.",
  "'Murica https://t.co/03S228YCCf",
  "@dyllyp How is that legal?",
  "@gabrielsherman Sessions ? Head of FBI?",
  "@Asbjorn1975 @aslaknore @pattonoswalt Akkurat b'ynt. Strålende så langt.",
  "@ALT_uscis Let them keep pissing off the IC. It will backfire.",
  "@PurplePerv Det er nok mer hardt arbeid og innsats enn flaks. https://t.co/38cYl6M1ic",
  "@Asbjorn1975 @aslaknore Lest I'll be gone in the dark? Skrevet av avdøde kona til @pattonoswalt . TRUE Crime. Skyhøyt nivå.",
  "@lars_akerhaug Evt skriv tydeligere.",
  "@YOttesen Unnskyld meg, men jobbet ikke Listhaug i ett av norges største og mest kjente kommunikasjonsbyrå?",
  "@lars_akerhaug Du beskylder pressen for å være venstrevridd. Da kan man vel påstå at denne lesningen av Listhaug er høyrevridd? Den er ikke nøytral. Det lukter ideologi mer enn analyse.",
  "@SteinarOttesen Slett kontoen din!; -)",
  "@forsberg Hvilken grad er du på nå?",
  "@KidSampsonO @OrientOutlook You. Absolute. Jonah. \n#NotASnowballsChanceInHell",
  "@tonyvangen @ulrikft @VonDoren @HODINKEE 😘",
  "@ShaunKing Yeah, but Pompeo... God help us all..",
  "@ulrikft @tonyvangen @VonDoren @HODINKEE I'm starting with the guest in the middle. I'm asking him to change his way.",
  "@BrewByNumbers @squarerootldn @DurationBeer Bergamott",
  "@BrewByNumbers @squarerootldn @DurationBeer Raspberry",
  "@DanKaszeta Done",
  "@tonyvangen @VonDoren @HODINKEE Kjenner Touretten slår inn her, og jobber knallhardt for å holde kjeft.",
  "@forsberg @ulrikft @ceciliadinardi @tonyvangen @anineki @Herrbrun @AxelCooper @dagfinnhessenp @MortenElster Med. \nSkal bare rooooolig spille inn at det er min bursdag den 18.3. såe...",
  "Perfect response to bigotry and hate.. #LoveAMuslimDay ❤️ https://t.co/l4ruL4gBE9",
  "@schish76 Du har jo fått feil på ting som er riktig. Skandale. Noen må gå",
  "@forsberg @Ida_speeda Scouser óg",
  "@Ida_speeda @forsberg Her er'n lei seg etter straffa. https://t.co/iQwQ8itZW2",
  "@forsberg @Ida_speeda Er a i slekt med Chris? Han som brant straffa på wembley sånn at Rotherham, og ikke Orient, rykka opp til Championship..",
  "@JasonIsbell Which music reminds you of when you were a kid?",
  "Joaquin’s dad painting. https://t.co/kgGcELFwAy",
  "@gracey_knoll @DanKaszeta What's the point? It's not a discussion, it's just ideology with these people.",
  "There's still time to win all of the fabulous books on the @wellcomebkprize longlist. Enter here https://t.co/fgddNSQUC8",
  "Norwegian by Night is now (and temporarily) FREE on Kindle Unlimited. Those planning to read #AmericanbyDay—this is a window.",
  "@FredVest #FårIkkeGått",
  "@RichardWiseman No. 109 must be correct.",
  "@RichardWiseman 11",
  "@dyllyp https://t.co/D2nnK9PuG6",
  "@spacedoutsmiles I thought so. You're to informed to make such a low estimate. So somewhere in the 10 000s + area.",
  "@spacedoutsmiles I would guess a thousand",
  "Keeping it up with great art from badass women artists! Here is one of @FruBugge’s newest works… https://t.co/AzujC4IhxM",
  "@JohsLindstrom @thorbola @leytonorientfc þetta reddast",
  "@mariacancan \"Grinding Nemo\"",
  "@DulcetDave @thorbola Much love from Norway to our crazy icelandic brethren.",
  "@espenteigen @Rotevatn https://t.co/X7EiVKMlOt",
  "@forsberg Du har Lillestrøm alt for høyt. #FårIkkeGått",
  "@FruBugge https://t.co/iDXCrFXDKw",
  "@lars_akerhaug @jonwesselaas @anineki 1)Har du noengang vært enig med noen som har kritisert Listhaug? \n2) evt hva skal Listhaug si/gjøre før du synes det er ok å kritisere henne?",
  "@anineki @lars_akerhaug @jonwesselaas Nå, Lars. Nå er rett tidspunkt for den gif'en",
  "@lars_akerhaug Når @anineki og @jonwesselaas ber deg skjerpe deg, så er det et tydelig tegn på slapp omgang med juss og rettigheter.",
  "totally normal https://t.co/ZhYhvhufWU",
  "@Landsbroderen @Mare_Argent Makes perfect sense. Takk for tålmodigheten.",
  "@Landsbroderen @Mare_Argent Åja.. Hvorfor låser hun badet når hun dusjer? Hva har du gjort? Hæ??",
  "@Landsbroderen @Mare_Argent Hvorfor kan du ikke tisse mens hun dusjer?",
  "@Lokalfotballen Funker nå",
  "@heletwitta Tusen takk",
  "@heletwitta spandert på meg skikkelig klokker, og i den anledning spørre om tips til funkalbum med bra produksjon. Kommer du på noen?",
  "@Lokalfotballen  https://t.co/gycq7oA0lX",
  "@MortenMyksvoll Takk.",
  "@MortenMyksvoll Hva skjer i sluttspillet her, tror du?",
  "@ulrikft @Herrbrun Takk",
  "@ulrikft @Herrbrun Noen tok skjermbilde?",
  "@vekox @forsberg Jeg har møtt @forsberg . Som hvit mann, kan jeg bekrefte at han er hvit mann.",
  "@elfhybrid_ https://t.co/7CSTSHL2SH",
  "@elfhybrid_ Skjebnesymfonien er den du leiter etter, tipper jeg",
  "@elfhybrid_ Crash test dummies? Eller klassisk som i skjebnesymfonien?",
  "@roseandcrownnw5 @WiperAndTrue @WarPigs_Brewpub  https://t.co/s09RcjWLzT",
  "Some proposed rules:\n1. Assume good intent\n2. No orange juice after brushing teeth\n3. Pay for journalism\n4. Read more books\n5. Be more kind than necessary",
  "@Kurt_Singstad Da er godless din neste. Du har sett westworld?",
  "@forsberg :-) Denne har jeg satt på min egen liste basert på anbef fra andre. Si ifra når du går i gang, så gjør jeg det samme.",
  "@forsberg Ikke verst. Sett The Weight of Ink på lista di.",
  "@forsberg I anledning dagen: hvordan går prosjektet ditt? https://t.co/dlImUQEpDS",
  "@roseandcrownnw5 @WiperAndTrue So, today is the day that we should give a salute to the head brewer of @WarPigs_Brewpub , Lan Xi Foo?",
  "@kaffekjele Grinding Nemo",
  "Exclusive from me and @attackerman:\n\nReddit Says It’s Cooperating With Russia Investigations. They’ve Handed Over Zero Documents.\nhttps://t.co/GUdIq6VEiY",
  "California Gov. Jerry Brown took office in 2011 with a $27 billion deficit. He won voter support for huge tax hikes on the rich in 2012, and voters reauthorized them in 2016. Brown leaves office w/a $6.1 billion surplus.\nTake a note: Taxing the rich works. https://t.co/urzKR1QWic",
  "@Zeddary Read A Very Expensive Poison?",
  "The New Jim Crow in the pipeline https://t.co/2xxjBDuEtX",
  "Getting shot at school = \"astroturfed road to fame\"\nhttps://t.co/S7oInNzFCZ https://t.co/2TDcPtGB9p",
  "For Taibah Abbasi, home is Norway, where she fulfilled her lifelong dream of going to school.\n\nBut the Norwegian government wants to send her to Afghanistan, a country she has never been to.\n\n“I am afraid every single night; every single day I am afraid.” https://t.co/MHZCVaHorg https://t.co/InfBerZSxc",
  "Etter 30 år i politiet har jeg sett mange saker der barn er utsatt for overgrep. Og er det en gjennomgående ting som har frustrert meg, så er det alle voksne rundt som visste eller burde ha visst. Ta kontakt med politiet ved mistanke. \n\n- Sjef Kripos, Ketil Haukaas. https://t.co/d9I15ZZV2Y",
  "@forsberg @ShoaibSultan @mariesimonsen Simonsen svarer på en tweet som spesifiserer Søviknes. Tror vi må vente til hun svarer.",
  "@JamieKnight That is eloquently put. And makes a lot of sense.",
  "@c_dahlstrom Det er 2-2 nå",
  "@c_dahlstrom Gateshead 2 - Leyton Orient 3.",
  "Define \"missing the point\" https://t.co/13nKla8XqR",
  "NOT ALL HEROES WEAR CAPES!! https://t.co/C8v4RKeKhm",
  "“indirect propaganda”... is that what they’re calling lies these days \n\nhttps://t.co/df2nDVCOkS\n\n@BBCNews",
  "EPA Chief Pruitt's aide given permission to work for private clients on the side - but their identities will be kept secret. https://t.co/TRzSzTaXRr",
  "@petrescu82 @OrientOutlook @leytonorientfc @GatesheadFC @HomeAndOway 👏👏👏. Safe trip",
  "@Middyman @LSwallow74 We don't behave like tourists though?",
  "@ulrikft @forsberg @ceciliadinardi @anineki @Herrbrun @tonyvangen @AxelCooper @dagfinnhessenp @MortenElster Finn en dato dere.",
  "@ulrikft @ceciliadinardi @forsberg @anineki @Herrbrun @tonyvangen @AxelCooper @dagfinnhessenp @MortenElster Røør. Torsdag. Kl 18?",
  "@elfhybrid_ Aha. Tenkte på Alfred og Emil når du skrev \"du og jag\". \"Støvsugerjævel\" burde jeg ha sett hintet om noe annet.",
  "@elfhybrid_ *Din* mindfulness :-)",
  "@forsberg Ok. Sak, ikke mekanismer. Der har jeg lite foreløpig.",
  "@forsberg Hva vil du snakke om? Det der er uhyggelig vanlig.",
  "@AdamRutherford Great example of the Dunning-Kruger effect.",
  "@dyllyp Here. Hope that helps. https://t.co/1WPy4VXlci",
  "@letsgomathias @_grendan No, sorry. Wrong white supremacist.",
  "@letsgomathias @_grendan Pointed a gun according to news",
  "What the fuck am I watching on CNN right now with this Sam Nunberg interview?!?!?",
  "@RNicholasBurns @nytimes Yeah, read the Steele memo now. It predicted this..",
  "@martingruner Også med bakteppet om Tillerson som har fått 120 mill usd for å stanse russisk innblanding i valget og har brukt.... 0.",
  "@Otto_English @Sherwode_Forest @AdamRutherford @WitchHazel74 @CountrySkills He is confirming the Dunning-Kruger effect with splendor, though",
  "@WitchHazel74 @AdamRutherford @CountrySkills @Sherwode_Forest @Otto_English Sister!",
  "@juliettekayyem I heard someone calling it \"Grinding Nemo\" and I can't stop laughing.",
  "In Norway? @NRKno will be showing 'White Right: Meeting the Enemy' this Wednesday: https://t.co/vFeInqKyke https://t.co/BKwLTIBa3R",
  "@FrellingDone @BBCDomC @NateWatkins Eehh. No.",
  "@elfhybrid_ Hæhæhæ. Bra bilde!",
  "@elfhybrid_ Ser helt jævlig ut fra utsiden.",
  "@TheNationalLge @OrientFanTV @leytonorientfc @DoverAthletic @lotrust @LOFCfanblog @DaveTravis_LOFC @leytonorientear @LeytonOrientSLO @leytonorient @LOFCSupporters The Beast from the east is on our team... #Elokobi",
  "@BinhamidAli @YouTube @MohamedGhilan I mean better documented. There are more hard evidence for evolution, than for gravity.",
  "@BinhamidAli @YouTube @MohamedGhilan Evolution is, scientifically, better documented than gravity.",
  "@Mare_Argent @olstad40 @MissFunction @CecilieBedsvaag @engavinner @Melbollemusa @ringtila @BjrnOveStrand Trykk mute. La han tøffe seg inn i intetheten",
  "@johngmackie6 @OrientFanTV People just can't take a joke.",
  "@onlmaps @ysfsymn Now,  do one per capita.",
  "THIS IS THE FUNNIEST THING I'VE SEEN TODAY THANKS https://t.co/u6L48UipFV",
  "Djeezzess.. @hoaxeye https://t.co/CDTyYnIzRn",
  "@CiViX @dagsoras Dere bør i så tilfelle lese Tilfellet Thomas Quick av Josefsson i samma slengen.",
  "\"It's impossible to keep track of all the gangsters Ivanka has palled around with.\" Best column I've read so far on @IvankaTrump collusion in corruption. Brava @page88 https://t.co/rXFQDBue1Z",
  "@sverriss Takk. De var like i uttrykket.",
  "@NonLeaguePaper I'm an orient fan. This is funny, good banter and a reflection on this being the only game played. I think the dover groundsman should get a shout, too.",
  "@mohamabd86 @mariacancan Dere har fått med dere norske Fieh? Sjekk låta Glu. (Maria, du kommer til å elske teksten)",
  "@briangaar It won't be taken down.",
  "@Staales1 Veitafaen hva som er verst \nHer fra Romerikes Blad etter at Dominos åpna på Jessheim https://t.co/YwQI00mZWA",
  "\"Australia could become first country to eradicate cervical cancer\"\n\nhttps://t.co/rMAvFx8gVu",
  "@EliotHiggins A bit weird that they posted this on youtube, no?",
  "@fourpurebrewing is that @mancbeard ? https://t.co/PN3G8co4Yx",
  "@NilsHenrikSmith Det finnes ikke \"menneskerase\" innen genetikk. Hvis jeg måtte velge et menneske til å gi meg blodoverføring, uten mulighet til å teste, ville min beste sjanse være å velge et menneske fra Afrika.",
  "@NilsHenrikSmith Er gene dine \"europeiske\" hadde vi alle samme stamfar og stammor for ca 600 år siden. \nA Brief History of Everyone Who Ever Lived. @AdamRutherford",
  "@Just_JordanSL @SnarkyLorax @LauraLoomer @RealAlexJones @infowars Well he called it \"infowars\". He got what he asked for.",
  "@sukkerslott @elfhybrid_ Jeg tror hun har \"named names\"",
  "@Kurt_Singstad Hold et øre på soundtracket.",
  "@JohsLindstrom @DulcetDave To clarify: people from Bergen thinks Bergen is special. Bergen is a tiny, wet city in Norway. If you look up \"cocksure\" in an encyclopedia, you'll see what someone from Bergen looks like.",
  "@SaWaPoet @DanKaszeta By an American that, I bet, doesn't have a passport. Might never been outside of the state where he was born.",
  "@sverriss Er på saken! Er det han fra Killers?",
  "@sverriss Vil du ha en til? An acre of land med pj harvey.",
  "I won't underestimate how much football and Mohammed Salah, in particular, does to ease fear of Islam and muslims. https://t.co/Fv7vkTpoDZ",
  "@NetflixNordic @Kurt_Singstad Ligg unna La Mante. Dårlig Lecter-wannabe.",
  "@Kurt_Singstad Happy valley, the fall, damnation, godless, mindhunter,",
  "@Kurt_Singstad Hva slags serier liker du?",
  "@Alexey__Kovalev What is the BNP of Russia these days?",
  "@ukschizophrenic https://t.co/cfFBsQC5kj",
  "@dagsoras @forsberg Gud hjææælpemeg så vakkert at jeg får helt vondt i kroppen.",
  "I’ll never forget “good” Christians shouting, “You’re a WHORE,” in my face while I walked into Planned Parenthood in 2000, needing emergency contraception and STI testing after I was raped at a fraternity party. https://t.co/DecuKlQYAk",
  "@E10Mess Good thing you sold your rails to private companies eh? Up the O's!",
  "@leytonorientear Season here starts in 9 days.. https://t.co/n5kpoXlDdV",
  "@MartynPass @stevesilberman @TheWarOnDrugs Thanks, Martyn, but I was thinking of Jack dejohnette. Love the w o d",
  "@FourTet May 17th is the national day of Norway... Just sayin'",
  "@Omar_Hamdi_Com @hahellyer Probably a norwegian",
  "@ukschizophrenic https://t.co/RlsZW9EjTU",
  "@talentosprecato @Mr_Ghostly @amer_almohibany ✌",
  "@Khanoisseur You think Mueller knows? ; -)",
  "@stevesilberman @TheWarOnDrugs Album to start with?",
  "@mariacancan @mohamabd86 Den er bærbar, men da trenger du en forsterker. Oslo hifisenter har den nå på tilbud + gode finansieringsmuligheter.",
  "@Vargglefs Lett! Skråningsgrevling. Neste?",
  "@Tjabergnissen Dæven, det tok tid før jeg skjønte'n. Der var du fin!",
  "@AdamRutherford @ConnerWS Whaaaat!?? Rutherford, I am officially putting \"beers with Adam Rutherford\" on my bucket-list.",
  "@mariacancan @mohamabd86 Beyerdynamics dt1770 pro. Dyre, men absolutt verdt det.",
  "@mariacancan @mohamabd86 Og. Jeg har investert i disse, og Allah hjælp meg. https://t.co/4hs0yhscW2",
  "@mariacancan @mohamabd86 God helg!",
  "@GeorgeGooding @thorsepus @mariesimonsen @helgeluras Ble ikke argumentet ditt en bait and switch nå?",
  "@ulrikft Værsågod. Norsk bluegrass. Jæschkla bra.",
  "@mohamabd86 @mariacancan https://t.co/XI4LOhsh8l",
  "@dagsoras @forsberg an acre of land. PJ harvey",
  "RAND weighs in on gun violence. This is well worth a read. . . https://t.co/06rdcTJDcS",
  "@ulrikft Kjenner du Darling West?",
  "@frodelia @RatingTheRaces Bytt passord så skal det årne sæ",
  "@frodelia @RatingTheRaces ??",
  "@krusedUlrik @LarsSchou @NilsHenrikSmith @machomorten @MariusHelgaa @4Enge @frodelia @JohsLindstrom Deilig fyr!",
  "Let this word bless ya life https://t.co/uUUSuN6EQO",
  "Hey, England. The #beastfromtheast is @georgeelokobi , just so you know.",
  "We have witnessed abuse, harassment, troll armies, manipulation through bots and human-coordination, misinformation campaigns, and increasingly divisive echo chambers. We aren’t proud of how people have taken advantage of our service, or our inability to address it fast enough.",
  "@Hans_Vang @eivindtraedal Kan'ke noe annet sted enn Lillestrøm ta han nå a?",
  "@forsberg Klassisk @rigsofdad materiale",
  "@torbae @HansOlavLahlum https://t.co/ruQvgTkihu",
  "Britain launches strong competitor to the legendary “Russian troll farm”. Welcome to the club! https://t.co/pAbL6PrnFG",
  "@bergangster 21 år i mai. Samma.",
  "@ulrikft Du kommer til å løpe og kjøpe altså, men skal ta de med.",
  "@luksuspolakk Åja. Vet bare at sånne batterier til mobiler og slikt får mye kortere levetid i kulda.",
  "@luksuspolakk Kulda",
  "@ulrikft 1770",
  "@ulrikft Ja.",
  "@ulrikft Orker nesten ikke høre på Elephant heller. Eller Promises av Lovett. Sand Diego Serenade av Waits. Den lista er lang. \n(Jeg kjøpte med beyerdynamics i går. For! noen klokker",
  "@ulrikft Vampires altså. Den låta orker jeg nesten ikke høre på.",
  "@achalse https://t.co/ZF68ZwDFhp",
  "@achalse Slipper du inn i Lillestrøm i det hele tatt?",
  "@achalse Det blir slossing neste gang vi ses!",
  "@forsberg @achalse FAKE NEWS!! (Faen ta deg, Magnus)",
  "@ulrikft Gillian Welch er best, men hyggelig at jeg kan bidra :-)",
  "@achalse 80 kg. 3 gram pr kilo er 240 gram. Langt over toppidrettssentrets anbefalinger og langt unna en kilo kylling om dagen.",
  "@achalse Hvor mye protein mener du man bør ha i seg pr dag?",
  "@FruBugge https://t.co/IUBzyLSHRD",
  "@ukschizophrenic So.. No vital organs were in harms way, then?",
  "Schizofreni dreier seg IKKE om å ha flere personligheter, være farlig for andre mennesker og måtte tilbringe resten av livet på sykehus.\nhttps://t.co/qGVAxGhUsh https://t.co/KMn0AfhGpV",
  "@iyad_elbaghdadi That new string is pretty bad. Hope you get better soon.",
  "@grabein Wildflowers albumet til Petty på de klokkene her..  Hjælpes!! \nTakk for rådet. Lykke *kan* kjøpes for penger.",
  "@Steinklev Faren til en bekjent fra Øvre Årdal, etter drapene på valdresekspressen : Far, hva synes du om flyktningane her i Aordal?\nFaren: Eg ekje rasist asso, men dei mao bruka refleks!",
  "WTAF? https://t.co/wKMlbNopqb",
  "@grabein Det låter sååå gøtt!",
  "@MortenMyksvoll @eivindtraedal Morten.. Bergen er en møkkaby",
  "@grabein SATAN!! https://t.co/RD7e4BJvzI",
  "@YucatanLdn @roseandcrownnw5 We might just make it by then. Give the boys @roseandcrownnw5 a hug from me. And good luck!",
  "@YucatanLdn @roseandcrownnw5 How long are you there for?",
  "Rogers is right. As chief of US Cyber Command, he needs an order from the president to conduct “computer network operations” of the sort implied here. It is absolutely stunning that Trump is telling him to sit out the fight. https://t.co/51YHB9EHTw",
  "@Zeddary And the hoops you have to jump through to aquire one today are pretty severe.",
  "@BrewByNumbers  https://t.co/44W3DKWY5f",
  "@BrewByNumbers I had to dig out my car the other day. I can spare some. https://t.co/c42uTKp7rX",
  "@KSteigen @sumaya_jirde @MortenMyksvoll Takk, Morten. Skal spandere øl og krangle foppall med deg ved anledning",
  "@BrewByNumbers As a norwegian and a big fan of your beer: snow is very, very cold water. If you manage to get hold of lots of it, you can melt it and make beer with it. (Crazy. I know ) Call it ddh snow ipa. \nI'll expect a precentage for this craaazzzy idea. Your welcome.",
  "@GeorgeGooding @eivindtraedal Mulig, men hvordan vet du at *det* ikke er din confirmation bias som forteller deg det?",
  "@nxthompson I bet we were 100x to 200x her. We had CPMs that were pennies in some cases. This is why @realDonaldTrump was a perfect candidate for FaceBook.",
  "@GeorgeGooding @eivindtraedal Se på det du skrev der én gang til. Også forteller du deg selv hva confirmation bias betyr.",
  "@linniiie Går det an å si \"amen\" til denne tråden, og samtidig mene at denne saken må gjennom rettsapparatet?",
  "@GeorgeGooding @eivindtraedal For meg så oppleves det som om du blir hardere og hardere i retorikken og språkbruken, men mest av alt at du trekker harde, svart/hvit linjer der du tidligere var mer nyansert/så en større gråsone. Du beveger deg én vei: hardt og raskt mot høyre.",
  "@GeorgeGooding @eivindtraedal Det er en viss forskjell mellom å påstå at du er radikalisert og tenke tanken om at det kan skje?  Vet ikke om noen av delene er riktig, men hadde du vært en kamerat av meg hadde jeg vært bekymra.",
  "@olavelg Jeg tror også at det er noe her, men vi vet jo også en del om klasse vs alvorlig kriminalitet.",
  "@olavelg Klarer disse bøkene og studiene han nevner å skille mellom \"aleneforeldre\" og \"klasse\"?",
  "@GeorgeGooding @eivindtraedal Helt ærlig, tenkte jeg også den tanken her om dagen. Har fått med meg skriveriene dine over noen år, og tenkte at du var i ferd med å bli radikalisert.",
  "Congratulations to @Newsweek, the garbage @Wilkmaster piece they published, the core premise of which even he admitted was wrong, was cited to the UN Security Council by the Syrian UN representative. https://t.co/tmdH6Ah1bh https://t.co/WYQITAKxsB",
  "@ulrikft Shirley Ann Lee,  The Bones of J. R. Jones,  Bror Gunnar Jansson, David Rawlings, Yarrow, Sean Rowe, Secret Sister og Silver Lining. #americana",
  "@TheJonnyDavies They are out",
  "@JeffKlaus28 @JesterRadio @AoDespair Fuck off, you have third world nrs on death while giving birth amongst others. https://t.co/RgEIWPvJhI",
  "@Landsbroderen @Mare_Argent Det var frieriet sitt det!",
  "@TechnicallyRon @DanKaszeta No wonder vikings could steamroll you. (Just dug out my car) https://t.co/Xe6FdmBoIA",
  "@ulrikft @forsberg @tonyvangen @AxelCooper @Herrbrun @dagfinnhessenp @MortenElster Er du sugen på mye og bra bluegrass, sjekk damnation på netflix. Sinnsykt soundtrack.",
  "@SThobro @PiltPompel @Torill_Talgo @nielsen_glenn Den feeden hennes var.... spesiell.. Mye retweeting av Seland og Jøran Ø, og konspirasjonsvas hele veien",
  "@ulrikft @forsberg @tonyvangen @AxelCooper @Herrbrun @dagfinnhessenp @MortenElster The devil has a hold on me med G og Boys the night will bury you med H.",
  "@ulrikft @forsberg @tonyvangen @AxelCooper @Herrbrun @dagfinnhessenp @MortenElster Apropos country.. Holly Figueroa og Gillian Welch.",
  "@sumaya_jirde Hang in there!!",
  "@Malcolmite How is Turkey good?",
  "@DaveTravis_LOFC @hagman80 @leytonorientfc @KentTeague @stevedixon66 Never trust a swede... But it was awesome in Norway.",
  "Brasserie Blanche ✌👏👍💟💝💗💕",
  "Brasserie Blanche.",
  "@OrientOutlook @joshcoulson04 You absolute Jonahs!",
  "@leytonorientfc Loud and clear in Norway! https://t.co/gL2j9DphdI",
  "@DagfinnNordbo Joda. Med chorizo er enda bedre.",
  "@mohamabd86 Er den så bra som jeg tror?",
  "\"The racial dimension of mass incarceration is its most striking feature. No other country in the world imprisons so many of its racial or ethnic minorities. The United States imprisons a larger percentage of its black population than South Africa did at the height of apartheid.\"",
  "Tenk deg å skulle spille med den skumleste fyren noensinne, Howlin' Wolf, rett foran deg og følger med. \n\nhttps://t.co/IgEePo6T7Z",
  "Early voting data from Texas is just bonkers. % change over 2014:\n\nDemocrats: ⬆️70%\nRepublicans: ⬇️8%\n\nThis is the first midterm since 2006 when Democrats are casting more early ballots than Republicans.\n\nhttps://t.co/qMb9O37yAV https://t.co/zzCX1e67qI",
  "@KentTeague @leytonorientfc @LOFCBusiness @lotrust @LOFCSupporters @LOFansTrust @OrientClubShop We lucked out on the owner side.",
  "\"But, our former student @DineshDSouza seriously needs to STFU\". https://t.co/1l8NXzXJ8B",
  "@dyllyp Dude! https://t.co/XRx4fcLP9k",
  "This!! \nhttps://t.co/XRx4fcLP9k\n\n@mohamabd86 @mariacancan",
  "Harrowing footage from inside an Eastern Ghouta hospital as patients come in and the medics can't save them. By the end, the doctor is hunched on the ground &amp; crying. https://t.co/y8vpHXDqoM",
  "@FruBugge https://t.co/8OPcvTHtOh",
  "@JosimarFotball takk.",
  "@jonwesselaas slekta? https://t.co/ee3LITMjuO",
  "5 ... 4 ... 3 ... 2 ... 1 ... FINALE!!!\n-----------------------------------\nhttps://t.co/T7baqI4sGg https://t.co/nDO5OvvZRS",
  "@tobiaschneider @ItsBorys Congrats!! Wow!!",
  "@tobiaschneider @ItsBorys Well...",
  "@NilsHenrikSmith @frodelia @Lokalfotballen @Jofletro @JosimarFotball @Asbjorn1975 i morra streamer Orient kamp. Gavepakke for fans i utlandet. \nhttps://t.co/VDqOZzb3WE",
  "@DanKaszeta \"Books\"",
  "@LarsToralfS @JarlWaage skrevet av Scott Lively... Han her:\nhttps://t.co/uqB6BmTsuw",
  "@a_dark_knight @AoDespair Australia did this in the 90's. It's actually not very complicated. Let's read about the latest attack on a school by an australian, shall we? :\nhttps://t.co/5NAlS5Ht13",
  "@derekbmiller I see. Good luck",
  "@derekbmiller Send the phrase I'll get it checked. Might take a day.",
  "@derekbmiller Maybe @StellaMwangi can help?",
  "@FruBugge @forsberg Trur kanskje vi drar over åpningshelga.",
  "@derekbmiller Thank you, Derek.",
  "@cathrinethpauls Stor metastudie ut nå som viser, en gang for alle, at antidepressiva virker. Men mye spennende forskning med psykedelika https://t.co/3yF6PCdH5e",
  "@forsberg @eivindtraedal Satanister er jo langsinte..",
  "@eivindtraedal Marius Ryen, lydmann for, da hot pants, fortalte om mann nekta i døra før konsert, heiv seg på snøscooter i 17- , kom tilbake en time seinere med motorsag.",
  "@derekbmiller Tip for crime fiction?",
  "NRA spokeswoman: \"Many in legacy media love mass shootings. You guys love it... Crying white mothers are ratings gold to you...\" https://t.co/zdMoiq3AIN https://t.co/gXJ3bussp3",
  "Must-read (but rough): What a trauma surgeon saw happen in the #Parkland shooting victims' bodies should change the terms of the gun debate. https://t.co/m3jcyset07",
  "@krusedUlrik @mariacancan Drit i foppall. 10 min unna oslo s er det en nydelig liten livescene som booker feete band. Siden nov har jeg sett thulsa, lonely kamel, the dogs og sweden der. Var bare the dogs som kosta pæng å se.",
  "@mariacancan Nydelig vakkert liveband.",
  "@TrulsJohansen3 konsärr. Med \"Sweden\". https://t.co/Ej1E6QBeSt",
  "@mariacancan  https://t.co/CCpUmtfvOm",
  "@mariacancan Jeg skal høre Sweden i Lillestrøm nå...",
  "@forsberg @ulrikft @anineki @Herrbrun @tonyvangen @AxelCooper @dagfinnhessenp @MortenElster @ceciliadinardi Slenger inn Kniven, som alltid.",
  "@anineki @forsberg @ulrikft @Herrbrun @tonyvangen @AxelCooper @dagfinnhessenp @MortenElster @ceciliadinardi Det blir hovedsaklig meg og Dinardi som skal drøfte gråsonene i samtykkekompetanse, helsejuridisk myndighet og barnevern/bup. Velkommen!",
  "@vrangest Neida.",
  "But we have an estimate of annual costs, in money, which is the only language @GOP speaks. Gun violence costs US tax payers about 2.2 bn dollars a year. \nhttps://t.co/JePWxpeg9R https://t.co/acddiIt9FA",
  "@forsberg @Herrbrun @ulrikft @tonyvangen @AxelCooper @dagfinnhessenp @MortenElster Klarer 8.3",
  "@ulrikft @forsberg @Herrbrun @tonyvangen @AxelCooper @dagfinnhessenp @MortenElster @Elgschmelg",
  "@ulrikft @forsberg @tonyvangen @AxelCooper @Herrbrun @dagfinnhessenp @MortenElster Stramt opplegg om da'n. 16.3? Driit i country nå. Hør norsk stoner Taiga Woods. Schteintøft. Slow burning",
  "@terjehaugis Går det bra?",
  "@jonwesselaas Hvor mange secret service agenter var rundt Reagan når han ble skutt?",
  "@thorbola If one of our crazy Icelandic siblings buys the naming rights for Brisbane Road... Awesome!!! þetta reddast!!",
  "@RdeMander @leytonorientfc @JohsLindstrom @krusedUlrik Börje Salming lever.",
  "@RdeMander @leytonorientfc @JohsLindstrom @krusedUlrik Oh, you got as far as Norway in icehockey? Good job!",
  "@RdeMander @leytonorientfc @JohsLindstrom @krusedUlrik Suffering for the O's. (How is sweden doing in the olympics? You have twice the people of Norway, you must kill it, no?)",
  "@thedamongray #NotASnowBallsChanceInHell",
  "The scene at the Capitol in Tallahassee https://t.co/lcJJgRzPA3",
  "https://t.co/9OqyGX38cD https://t.co/GnXquhL7Ww",
  "@leytonorientfc Done! @JohsLindstrom @RdeMander @krusedUlrik",
  "@jemillerwbal I believe you. Where are these numbers from?",
  "This is what journalism looks like. Took immense courage to write, edit and publish this story. https://t.co/gPrT1lk1EY",
  "@Books_Lil_Loves @jester4842 @twinmommyT21 @Pappiness https://t.co/9OqyGX38cD",
  "@NortonOnline so, you are advertising @NRA ? Quitting my subscription, and never buying while you support them.",
  "@AmyOnCoffee @Ron_Wilson_ @thehill Here are some proper numbers. Ron, you ain't gonna like it... https://t.co/mFdP3sjvH7",
  "Here's part of the evidence base for the marked effectiveness of gun laws https://t.co/H9M5DI81fj\n@societyforepi @ColumbiaMSPH #NeverAgain https://t.co/T1cKZ9Rqsa",
  "@Daniel_slaw Chester 0, Leyton Orient 1.",
  "Shame on us. Shame on each and everyone of us. https://t.co/ls6K6xC6uZ",
  "@E10Mess You absolute Jonahs! #NotASnowBallsChanceInHell",
  "@grabein Mottatt. Takk skal du ha.",
  "@grabein Holder det med en fiio Kilimanjaro 2",
  "@grabein Men kan den brukes bærbart? Asså med bærbar forsterker og mobil?",
  "We no longer have the words to describe children’s suffering and our outrage. \n\nDo those inflicting the suffering still have words to justify their barbaric acts? \n\n#RunningOutOfWords\n#ChildrenUnderAttack \n#Syria https://t.co/GH9V0Pgv5z",
  "@LHangles You're \"disappointed\" over \"very good news\"???",
  "@grabein tips? Over-ear for tlf, beste kjøp? Ca 4-5000? (Har bærbar forsterker)",
  "Paul Craig Roberts is also a \"Sandy Hook was a hoax\" nutjob. \nhttps://t.co/y2ljWNgmDB",
  "Taken from the same webpage that has this zinger: \"BREXIT : Dr. Paul Craig Roberts 2016 : End the EU, a CIA Covert Operation\" https://t.co/wQ0R88Y6zO",
  "@dyllyp https://t.co/0xqrlTAmGV",
  "@ivanovitsj Så dem i drammenshallen 1984",
  "@iyad_elbaghdadi Bacterial? Cold, cold water. Rest and mindnumbing tv.",
  "@NilsHenrikSmith @Sjoelvesten \"Holaukost Benektere\"",
  "@krusedUlrik @NilsHenrikSmith @Seipa77 Men da han skulle hylles på pfa 2015 stoppa han scott mcgleish og ga han en klem. Det tells mer vel?",
  "@NilsHenrikSmith @krusedUlrik @Seipa77 For en ballspiller. https://t.co/8yj14AKKwz 1.40 ca.",
  "This blue beauty is available at Galleri Kollekt in Oslo #frubuggeart #gallerikollekt #art #urbanart https://t.co/8cRnBoAczH",
  "@NilsHenrikSmith @krusedUlrik @Seipa77 Har du sett taklinga på Paul-Jose M'poku i fa cup oppgjøret mot Droylsdon?? (2-2 full tid. 8-2 eeo....)",
  "@leytonorientfc @OrientOutlook @E10Mess Edinburghs Norwegian Army! @Charliedinburgh https://t.co/l5smN76tBU",
  "@DanKaszeta @EliotHiggins https://t.co/b5zZ6HaAdA",
  "@brockwilbur @dyllyp Straight up @rigsofdad material",
  "@Iheartnoise @LyKiTySpLiT83 @MarkGillespie9 @TomiLahren Mental illness is a global phenomenon, mass shooting at schools is american \nhttps://t.co/rOPBHTv1hN",
  "@sqlblues @BwydMor @chrisbayley77 @garrethhayes @Dounreay262 @howdyandy 2% gdp is about what you have to pay extra for norwegian gas.",
  "@AmyOnCoffee @Ron_Wilson_ @thehill A nice one from 2014: https://t.co/rOPBHTv1hN",
  "@rocketsales44 @RandyNaylor @widehope @charliekirk11 @NONONOEU @NRA @bbc5live https://t.co/9OqyGX38cD",
  "@Muehlhans @RandyNaylor If he had been driving a formula one car or a tank, your point would make sense. He wasn't.",
  "Have I got this correct? This boy saves his classmates as they were being shot by someone the authorities should have stopped, with a weapon he shouldn't have had, and his family has to pay for his surgeries? \n https://t.co/QTcXSFsP5x",
  "@thehill https://t.co/9OqyGX38cD",
  "@Ron_Wilson_ @thehill Source is wikipedia.......",
  "@DanAuton2590 @GeorgeSessions Orient?",
  "@leytonorientfc Akinfenwa! :-)",
  "@GregTHEferret @ThatChrisRyan Are you sure that \"simple\" is the word you'd choose as an American?",
  "@GregTHEferret @ThatChrisRyan https://t.co/rOPBHTv1hN",
  "@GregTHEferret @ThatChrisRyan https://t.co/9OqyGX38cD",
  "@mathiasfischer @MortenMyksvoll Gudhjælpeossalleandreidettalandet",
  "@MortenMyksvoll Mye motstridende meldinger nå. Reuters melder: som støtte til ypg. Pyd melder : ingen avtale i boks ennå... Blir spennende.",
  "@ThatChrisRyan Australia did this in the 1990's. Ask them. It's not that complicated.",
  "@WorldOfSporf @Prebens Fake. Of course.",
  "@NilsHenrikSmith @Gulliks1 Sjekk mur.. Tehoue vet at ingen tør treffe han uansett https://t.co/PiV9fMyXLT",
  "@NilsHenrikSmith @Gulliks1 Tehoue mener jeg...  Jajajaja. Dansken",
  "Strong reading: \"These are not deer rifles. They are not target rifles. They are people-killing rifles. Let’s stop pretending they’re not.\" https://t.co/vYtL2uSoaw",
  "@NilsHenrikSmith @Gulliks1 Seff etter at Jonathan Tahoue sendte Orient til bortekamp mot Arsenal...",
  "@NilsHenrikSmith @Gulliks1 Nok en gang må jeg leite fram ting jeg har fortrengt. Det er det en del av.",
  "@NilsHenrikSmith @Gulliks1 Hat trick i fa cup for Orient? Hva faen..  Ryan Jarvis scora 3 mot millwall men var det fa cup da?",
  "@NilsHenrikSmith @Gulliks1 Akkurat der han scora nå.",
  "@NilsHenrikSmith @Gulliks1 hvor scora Harry Kane sitt første FA cup mål som senior?",
  "@Satar_Gaza Come visit us",
  "@Stonekettle https://t.co/9OqyGX38cD",
  "@victoryorbust @washingtonpost @dbongino @TerryLambert201 @NRA @BlueAlertUs @SheriffClarke @AllenWest @CarlHigbie @KrisParonto @USFreedomArmy @GregGutfeldShow @TheUSMilitia So... Mental illness is an exclusively American problem?",
  "@Laugums_ Hang in there",
  "@sollie3 https://t.co/jmqhULPmJx",
  "@BrisbaneRdPaul @leytonorientfc @GatesheadFC Confirmed.",
  "@RdeMander @JohsLindstrom @krusedUlrik https://t.co/0U9LbDB0cZ",
  "@ostepop Hvilket dyr i jungelen er Solveig? \n\nHyppåpotogmus\n\nTakk for meg..",
  "This Facebook executive argues that Moscow’s primary goal was to divide Americans, not help Trump. But dividing populations is an essential part of the Kremlin’s playbook for installing friendly, corrupt leaders in other countries. It’s critical for @Facebook to understand this. https://t.co/HMMrjKbds6",
  "Aaaaaasssbjøøøøørrnn? :-)",
  "Yes. \n https://t.co/e3LUUEuWX8",
  "Hey Friends.\n\nPlease follow @RealJusticePAC. https://t.co/daij1hZFG5",
  "@bravesirrobinn4 @roseandcrownnw5 That is my seat!! https://t.co/5wy2Wb7cvn",
  "Politicians saying they want to arm teachers when they won’t even fund feeding children is the most absurd thing.\n\nSo you’ll pay for every teacher to have a Beretta, but not for every kid to have a decent meal?\n\nSeriously, vote them out. Idiots.",
  "@MortenMoller @roseandcrownnw5 @bravesirrobinn4 @BrewByNumbers ..heresy.. https://t.co/Ya05WH6MW5",
  "@mohamabd86 https://t.co/7IyxCxKaNt",
  "Hey @GOP @NRA and the US of A. Do like Australia. Mentally ill wanted to attack because of \"higher purpose\". He could only get his hands on a...  wait for it... baseball bat. \n https://t.co/SpDA7OcsTm",
  "@dyllyp Not a fucking joke. And it hit me so hard.",
  "This dude... https://t.co/KaI1vHaC3X",
  "@E10Mess @leytonorientfc @KidSampsonO Ebou A today? From 1-6. Ta.",
  "@heletwitta Thundercat på klokkene nå, og tenkte at det var på tide at du tok den på en runde til.",
  "@MortenMyksvoll Nei?!?",
  "@spacedoutsmiles You got this",
  "@KentTeague @UniversalORL @leytonorientfc @LOFCSupporters @lotrust @LOFansTrust @LOFCBusiness @OrientClubShop @LOFCTickets The corner has been turned!",
  "This broke me. https://t.co/lAh677B6t9",
  "@mariacancan Du vet.. Det du spiser til frokost.",
  "@mariacancan Modig. Gjør deg klar for sinte nordmenn.",
  "@fredlagrande Jeg får ikke foten jaffal. Men det gjorde jeg ikke i begynnelsen på Westworld heller, og den var magisk. Bra meræi?",
  "@dagsoras https://t.co/CxXL0ZN6NR",
  "Hvor mange episoder må jeg se av altered carbon før jeg kan slutte å se med god samvittighet?",
  "@KSteigen Er det ikke meldinger om den, nå meget omtalte, saken? Altså ingen nye saker?",
  "I hate superhero movies, but because of the uproar from nazis about #BlackPanther , I'm gonna watch it. Twice.",
  "@FruBugge https://t.co/Wxuv8KGHP2",
  "Så Taiga Woods live i går. Det bør du få med deg om du kan. \nhttps://t.co/aIoHwNvOu4",
  "Flag on half staff? That will surely help.. https://t.co/U9ZuAbBlQJ",
  "Pro-Gun Russian Bots Flood Twitter After Parkland Shooting - WIRED https://t.co/Q57OBPZccT",
  "@espenteigen Ca 60%.",
  "@DanKaszeta I was there, too. Ended up with the same question/conclusion. But nice pub. Minus for music.",
  "@espenteigen Espen, vaksinasjon neste år?",
  "@Liberty_463 @theJyneeB @paulablades5 @GavinNewsom Just look at this st petersburg based cretin's timeline.... You're not trying to hide it anymore?",
  "@KennethHarstad @baardamundsen @syklemil @ChrSorgjerd @EEspevalen @olavtorvund @pnyhagen @Oslopartiet @Ruter Barn går vel gratis i helgen? Poenget ditt står vel uansett tenker jeg.",
  "@terjehaugis Har sertifikat. Kan fylle bensin. That's it.",
  "@terjehaugis Det er _din_ feed..",
  "@Asbjorn1975 Du har fått med deg Taiga Woods?",
  "@astronewth @baardamundsen Dette er peak-nørd, og jeg digger det!",
  "No, it's not a \"mental health\" issue. It's not an \"evil\" issue. It's a GUN issue. [via @WalkerSensei] https://t.co/Z2idLBB0AC",
  "@DanKaszeta Up the O's. https://t.co/a5Irn53SoO",
  "@DanKaszeta Nice! https://t.co/X6AEcJ9F6A",
  "@DanKaszeta Kentish. Beer and pork. https://t.co/oFzoSxy6Y2",
  "@jonwesselaas @BingHodneland Jeg har deg på topp på generelt grunnlag jeg, Jon.",
  "@RichardWiseman \"Whom\" ;-)",
  "@Torkil @forsberg Emil Meeks. Choke hold. Kvelertak.",
  "@PerVassbotn Det er vel de samma som vurderte Fanny Mae til trippel A rett før boligkrakket i USA?",
  "@DurationBeer @Tdtm82 @BoxcarBrwCo @BrewByNumbers Is Pomerans a word in english, btw?",
  "@DurationBeer @Tdtm82 @BoxcarBrwCo @BrewByNumbers Pomerans",
  "@DurationBeer @Tdtm82 @BoxcarBrwCo @BrewByNumbers You making a trappist-ish thing?",
  "@thebeerpodcast @bravesirrobinn4 @cloudwaterbrew 13£ a pint? Standard price for an average pint in Norway. No kidding.",
  "@mortenstokstad At ikke @Kipdaddy78 er på den lista, er frøøøkteli svakt. Noen må gå!",
  "You are more likely to be killed with a gun in the United States than in:\n\nYemen\nTurkey\nIran\nLibya\nAfghanistan\nSyria\nKuwait\nIraq\nSomalia\nJordan\nVietnam\nEgypt\nSaudi Arabia\nAlbania\nPalestine\n\nLet that sink in for a second. \n#guncontrolnow #parkland #floridashooting",
  "@AmericaFirst_Xx @MjV14876 @Giants55 @chrisbeanie1 @Kno @CBSNews Easy now, snowflake.... https://t.co/O3RC11M4Ez",
  "‘No Way To Prevent This,’ Says Only Nation Where This Regularly Happens https://t.co/2xUFAd0Uht",
  "@skjalgis @ChrSorgjerd Bra, men er ikke nærheten engang",
  "@dyllyp @realDonaldTrump @VP @NRA Can someone explain to me how an org with about 4-5 mill members can have so much influence?",
  "The more we look at the cosmos, the stranger it becomes. We examine five of our universe's most startling coincidences https://t.co/Ypj9FT3lMH https://t.co/LLvEcSbpsm",
  "@MjV14876 @AmericaFirst_Xx @Giants55 @chrisbeanie1 @Kno @CBSNews \"No way to stop this\", says the only country where this happens regularly.",
  "@page88 's account have been hacked. Let her know. https://t.co/JnPqBFJU9E",
  "@marymichelgreen @page88 That's a hacked account",
  "@torbae @Camilla_hoel @jonwesselaas Ah. Dagsnytt 18  med @fredriksolvang  var innpå her trodde jeg. Lykke til med @hrw i kveld.",
  "@dagsnytt18 @torbae .. https://t.co/2ZuUYksFxo",
  "@torbae @Camilla_hoel Ja, for han som skrev den, @jonwesselaas kan ikke stille? (Ikke kritikk til deg, Torstein ❤)",
  "@LettersOfNote New Zealander",
  "@BrewByNumbers @roseandcrownnw5 Neither do you.. 💗💕❤",
  "@BrewByNumbers @roseandcrownnw5 I'll just keep posting this... Somebody block and report me. https://t.co/v0pRsIIFdE",
  "@NathanHoney @pilotbeeruk @BrewDog @BeavertownBeer @BrewByNumbers @cloudwaterbrew Palate pleasurability",
  "@lars_akerhaug Revolverintervjuet med Bøhler gave it away. \nTakk for tålmodighet.",
  "@lars_akerhaug Har lest. Er fortsatt usikker på hva du mener. Er HELT åpen for at jeg har tungt for det i dag.",
  "@lars_akerhaug Aha. Du er ikke betrygget av møtet? Leste overskriften og saken som at du ikke ble betrygget av å dra til Holmlia fordi du mener det er mye utrygt der. Litt uklart hvem av dem du mener spør du meg.",
  "@lars_akerhaug Ja. Mulig jeg misforsto noe?",
  "@lars_akerhaug Bra du fant det du så etter, Lars.",
  "@bjornasm @forsberg Blir ikke svett av Honnold. Han detter aldri.",
  "@bjornasm @forsberg Aldri vært så svett i henda som da jeg så den.",
  "@forsberg https://t.co/wGXSRO0yTb",
  "@twlrop Ok. Takk.",
  "@twlrop Er denne ny?",
  "@twitregon @Rotevatn De har en akilleshæl https://t.co/bzavi2ERkX",
  "I can't think of anyone who subscribes to my feed who doesn't need to read this. https://t.co/XAjuxyP6VI",
  "@Orientpics There's no such thing as cold weather, only bad clothing. Love, from Norway. https://t.co/sDNpP2e0yJ",
  "@ulrikft #rearnakedchokehold",
  "@PLYMCR @BrewByNumbers @NMBCo @AlphabetBrewCo @deyabrewery @kernelbrewery @BlackLodgeBrew Can confirm that Steady Rolling is great.",
  "@OleMartinIhle 😘😀",
  "Handfinished unique prints by Fru Bugge https://t.co/QPM83z51yN",
  "@OrientOutlook Two meters to the left you'll see me",
  "Best weekend. Thank you @roseandcrownnw5 @BrewByNumbers @KjotandEldur @bravesirrobinn4 @leytonorientfc we love you.",
  "@OrientOutlook @dannymacca81 @LOFCSupporters @lotrust You forgot to interview Edinburgh's Norwegian Army. We forgive you.",
  "@roseandcrownnw5 @BrewByNumbers https://t.co/vBQANQMGb8",
  "@ThatEricAlper I'm white and middle class. I'm good.",
  "@roseandcrownnw5 @fourpurebrewing Make that 3 beers",
  "@patrickween @sollie3 @FEidesen @Jofletro @joaCmo @ostlia Riktig!",
  "@patrickween @FEidesen @Jofletro @joaCmo @ostlia @sollie3 Riktig! \nFørste brite som vant champions league?",
  "@FEidesen @Jofletro @joaCmo @ostlia @patrickween @sollie3 Nei. Ta dere sammen.",
  "@sollie3 @Jofletro @joaCmo @ostlia @patrickween Nei!",
  "@roseandcrownnw5 @fourpurebrewing We just bought this gentleman a beer!",
  "@roseandcrownnw5 @BrewByNumbers what a way to live on a sunday https://t.co/7yubcYml5b",
  "@Jofletro @joaCmo @ostlia @patrickween @sollie3 hvilken spiller har bekledd alle posisjoner for Man U?",
  "@roseandcrownnw5 @fourpurebrewing @rpate @bravesirrobinn4 We love @fourpurebrewing and @mancbeard",
  "@Bjerkestuen Ypg i Kobane",
  "@buern70 Jepp",
  "Vaccine-preventable diseases include:\nCervical cancer\nCholera\nDiphtheria\nHep B\nInfluenza\nJapanese encephalitis\nMeasles\nMumps\nPertussis\nPneumonia\nPolio\nRabies\nRotavirus\nRubella\nTetanus\nTyphoid\nVaricella\nYellow Fever\n#VaccinesWork!\nHere are 5 facts on vaccines you need to know https://t.co/jEe8UU9pHX",
  "@UsmanBaghi @Kong_Kverulant MenIHæælvette. Fist fra Obama. BROR!",
  "@UsmanBaghi @Kong_Kverulant BROR!! 😘💟",
  "Scratch that. Another keg coming up",
  "@BrewByNumbers it's nearly empty https://t.co/QHzDNJ0QUF",
  "@Chris26482401 @Ecnebs @AubreyCaptain @Myinfo75008888 @cckfacts1st @dabigmamoo @balletnic @zhan_zeal @Het32000 @McFlyChili @politicalirony1 @Mortician8550 @DeplorableGil @Halftime2427 @CovertBruce2 @twistedhumor63 @haroldb54 @RoomClearer @bradfaraway @KiddosNMe @out7out @ppgoldengate @whenwefallapart @SnoopEastwood @Chip_Spoonts @chrissussdorf @Merc4hire63 @TomRainey3 @ColoradoGirl2A @caterinagrove @Conservative  https://t.co/rH9d6dihTc",
  "@MortenMyksvoll Hvem heier du på?",
  "@RdeMander @KidSampsonO You are welcome.",
  "@roseandcrownnw5 @KjotandEldur @bravesirrobinn4 @BrewByNumbers @leytonorientfc 8.",
  "@OrientOutlook I was there",
  "@bravesirrobinn4 @roseandcrownnw5 @KjotandEldur @BrewByNumbers @leytonorientfc 1-1. Will be at yours within the hour",
  ".@leytonorientfc https://t.co/tE2Czmeczk",
  "@West_Stand_O .@DeadlyMonkfish no worries. 4-1",
  "Domestic violence kills nearly three women a day in the US, leaves vast numbers in terror, and traumatizes kids. Domestic violence kills far more Americans than, say, terrorism. So I'd say it's pretty important. https://t.co/xx80RG437H",
  "@forsberg @Asorloth  https://t.co/UVnN7uoeuK",
  "https://t.co/7ZIgBzpjsc",
  "@andrewconquest Erik Haker. Du er SLEM!",
  "@roseandcrownnw5 @BrewByNumbers Sooooo worth it",
  ". @LeytonTechnical",
  "@RdeMander @KidSampsonO But good effort",
  "@RdeMander @KidSampsonO That's danish...",
  "@KJ_Leyton @OrientOutlook Due to norwegian good luck charm",
  "@RdeMander @KidSampsonO You shut yer face!",
  "@roseandcrownnw5 @KjotandEldur @bravesirrobinn4 @BrewByNumbers @leytonorientfc Game ends 5. A beer or two in Leyton. @bravesirrobinn4 6.30-7ish. R&amp;C 9 ish?",
  "@leytonorientfc On our way! #Edinburgh'sNorwegianArmy",
  "@KidSampsonO Fear not. I'll be there.",
  "@Chris26482401 @Ecnebs @AubreyCaptain @Myinfo75008888 @cckfacts1st @dabigmamoo @balletnic @zhan_zeal @Het32000 @McFlyChili @politicalirony1 @Mortician8550 @DeplorableGil @Halftime2427 @CovertBruce2 @twistedhumor63 @haroldb54 @RoomClearer @bradfaraway @KiddosNMe @out7out @ppgoldengate @whenwefallapart @SnoopEastwood @Chip_Spoonts @chrissussdorf @Merc4hire63 @TomRainey3 @ColoradoGirl2A @caterinagrove @Conservative  https://t.co/n6n18cNVrl",
  "@mohamabd86 @mariacancan Sjekk dem på KEXP. (Youtube)",
  "@KjotandEldur @bravesirrobinn4 @BrewByNumbers @leytonorientfc @roseandcrownnw5 *THEN*",
  "@KjotandEldur @bravesirrobinn4 @BrewByNumbers @leytonorientfc @roseandcrownnw5 Nice! See you later.",
  "@KjotandEldur @bravesirrobinn4 @BrewByNumbers Can we do the same again today? We're going to support @leytonorientfc today than going for @roseandcrownnw5 . Pit stop @bravesirrobinn4",
  "@BrewByNumbers @SecretGoldmine I had a DDH2 while showering today. Makes life worth living.",
  "@Chris26482401 @Ecnebs @AubreyCaptain @Myinfo75008888 @cckfacts1st @dabigmamoo @balletnic @zhan_zeal @Het32000 @McFlyChili @politicalirony1 @Mortician8550 @DeplorableGil @Halftime2427 @CovertBruce2 @twistedhumor63 @haroldb54 @RoomClearer @bradfaraway @KiddosNMe @out7out @ppgoldengate @whenwefallapart @SnoopEastwood @Chip_Spoonts @chrissussdorf @Merc4hire63 @TomRainey3 @ColoradoGirl2A @caterinagrove @Conservative Haha! I am a very white Norwegian going to Leyton in a couple of hours! I will be tweeting and you will look like the russian bot that you are.",
  "@Ecnebs @AubreyCaptain @Myinfo75008888 @cckfacts1st @dabigmamoo @Chris26482401 @balletnic @zhan_zeal @Het32000 @McFlyChili @politicalirony1 @Mortician8550 @DeplorableGil @Halftime2427 @CovertBruce2 @twistedhumor63 @haroldb54 @RoomClearer @bradfaraway @KiddosNMe @out7out @ppgoldengate @whenwefallapart @SnoopEastwood @Chip_Spoonts @chrissussdorf @Merc4hire63 @TomRainey3 @ColoradoGirl2A @caterinagrove @Conservative Name one",
  "@georgeelokobi You got fans from Norway in the south stand today, George. Keep showing your big heart",
  "@KjotandEldur Thank you for much needed, and highly praised food! See you soon",
  "@kiheger . @snikskryting",
  "@mohamabd86 @mariacancan Ja. Full oversikt",
  "@bravesirrobinn4 @BrewByNumbers https://t.co/UIeIDqdQXU",
  "@roseandcrownnw5 @BrewByNumbers We 💞💖💟💝💗💕 @BrewByNumbers https://t.co/H8ryRNHLPo",
  "@BrewByNumbers we are loving your brew. https://t.co/nBZq85fxu1",
  "@bravesirrobinn4 seating by the bar for @KjotandEldur @BrewByNumbers at 19'ish?",
  "@DanKaszeta @Lennytheman111 @leetseyin @juter It's a no *go* zone, not no *drive* zone",
  "@DanKaszeta @simon_perreira @Michael1979 @LibyaLiberty @CharlesPPierce @davidallengreen I'll do me best. @bravesirrobinn4 is gonna take care of me.",
  "@Lennytheman111 @leetseyin @juter @DanKaszeta Lenny, is Kentish Town a \"no go zone\"?",
  "@DanKaszeta @simon_perreira @Michael1979 @LibyaLiberty @CharlesPPierce @davidallengreen Thank you, pal! As an expert: is Crouch End a \"no go zone\"?",
  "@Lennytheman111 @leetseyin @juter @DanKaszeta Says someone about the only country in the world where this happens regularly...",
  "@Lennytheman111 @leetseyin @juter @DanKaszeta My point exactly. Absolutely no idea",
  "@Lennytheman111 @leetseyin @juter @DanKaszeta Rebooting the 2nd amendment. Which was written when, by whom and why? Watch the russian google",
  "@Lennytheman111 @leetseyin @juter @DanKaszeta You have no idea",
  "@Neha_Naveen @BaneNORSF Trenger du *noe* i Lillestrøm, si ifra. Søster.",
  "@roseandcrownnw5 @MortenMoller And your mothers",
  "@Lennytheman111 @leetseyin @juter @DanKaszeta You are an idiot. You have no idea what the constitution says.",
  "@Neha_Naveen @BaneNORSF Lillestrøm, søster. Verdt ventetia",
  "@Lennytheman111 @leetseyin @juter @DanKaszeta Hey russian bot. You're moving the goal post. Classic, dishonest tactic. You're making bots look stupid. Be careful. Tea from Moscow is dangerous.",
  "@Lennytheman111 @DanKaszeta @DreadMighty Pub crawl in a no go zone?!?!?!?!",
  "@tonyvangen Du har blitt blind",
  "@tonyvangen https://t.co/YItYICwJTY",
  "@Joakimpb Nørd! (Som hedersbetegnelse)",
  "@bravesirrobinn4 will just get rid of this guy then we'll be seeing you https://t.co/iM9vPORTmR",
  "@DanKaszeta @Lennytheman111 @DreadMighty HHEEEEELLLPPPPP https://t.co/tb4qk5GDNu",
  "@Lennytheman111 @DanKaszeta @DreadMighty Anyone still doubting this is a russian bot?",
  "@twitregon Sabotage! Den kom jeg ikke på! Good call",
  "@twitregon Stupidly happy",
  "@twitregon Før jeg leser den..  Tipper at unfunky u.f.o ikke er der",
  "@Lennytheman111 @DanKaszeta @DreadMighty Oh.... This is not good.. https://t.co/gfVFc17rC3",
  "@Lennytheman111 @DanKaszeta @DreadMighty  https://t.co/aRtOgCwze7",
  "@Lennytheman111 @DanKaszeta @DreadMighty I'm still alive! Camden soon.",
  "@LibyaLiberty @DanKaszeta Whataboutme?! 😫",
  "@lars_akerhaug @eivindtraedal Reint psykologisk tror jeg du tråkka på en tå her Eivind.",
  "@schtixfnord @Lennytheman111 @DanKaszeta I'm  getting money on: because you British bastards are driving on the *WRONG* side of the road. This kills more people, than \"no go zone violence\" .",
  "@bravesirrobinn4 Can you give The Norwegians a hint where we can find one of these treasures?",
  "@leetseyin @Lennytheman111 @juter @DanKaszeta It's because he is a russian troll. He don't care. He just want to incite violence and trouble in the west. And he (read: the russian trolls) is(are) doing a pretty good job.",
  "@roseandcrownnw5 Some idiot claiming Kentish Town was a \"no go zone\" because of acid attacks and/or sharia laws.",
  "@DanKaszeta Check out @Lennytheman111",
  "@DanKaszeta Thank you, Dan. This is hard work.",
  "@BrewByNumbers Check DM",
  "@Lennytheman111 @DanKaszeta After 8, in a \"no go zone\" in London. https://t.co/YJmj0oca9J",
  "https://t.co/zi4UXXcjBA",
  "@BrewByNumbers I will pay for this tomorrow but, my god, it's worth it. https://t.co/shzwACEUFw",
  "@DanKaszeta DAMN! I'm handsome. I hope this \"acid attack hot spot\" doesn't ruin that pretty face.",
  "@svmelb Nunes",
  "@Lennytheman111 @juter @DanKaszeta Hey, russian dude working out of st. petersburg: this is me eating pulled pork in Kentish Town https://t.co/soS3xukZzg",
  "@BrewByNumbers *YOU* are amazing.",
  "@BrewByNumbers  https://t.co/fUxQrrgOrS",
  "@roseandcrownnw5 @BrewByNumbers Congrats. It is absolutely outstanding. Thanks. https://t.co/ub2PBvuRQj",
  "@roseandcrownnw5 @BrewByNumbers Seriously. Here goes. https://t.co/LFQHc3L5d2",
  "@Lennytheman111 @DanKaszeta The best pub I've ever been to. Open late. Serving pork. In The No Go Hellhole That Is Kentish Town.",
  "@roseandcrownnw5 @BrewByNumbers The Eagle Has Landed! https://t.co/kHuMM44A8M",
  "@DanKaszeta We are now going to the pub. They are serving pulled pork there. With a sign in the street saying \"pork\"\n@Lennytheman111",
  "@juter @Lennytheman111 @DanKaszeta Children's school in a no go zone? https://t.co/HMCZpdlRkI",
  "@juter @Lennytheman111 @DanKaszeta Leeeeennnyyyyy!! https://t.co/slyWQtY4d9",
  "@juter @Lennytheman111 @DanKaszeta I will be in Kentish Town within the hour, Lenny.",
  "*This* is hospitality. https://t.co/W8q6tDZCG3",
  "@roseandcrownnw5 @BrewByNumbers I love you!",
  "@roseandcrownnw5 @bravesirrobinn4 Chris! Has he got the beard back?",
  "Important READ. Former Facebook/Zuckerberg pollster reveals, “The more Facebook builds profit, the more it’s at the expense of the American people.” Insider’s proof: time to quit Facebook. @LaResisters @Khanoisseur @glasgavlen @IndivisibleTeam @dylanbrody  https://t.co/FojMlqcjlp",
  "@roseandcrownnw5 @bravesirrobinn4 @BeerChannel @BrewByNumbers YEEEESSSSS!!!!!!! 😂😍 \nAnd it's @MortenMoller 's birthday today. (Big, round number)",
  "Og nå, norskere enn 17.mai og skiskyting: tidlig øl på flyplassen.",
  "@roseandcrownnw5 @bravesirrobinn4 @BeerChannel Will do!  We're gonna bribe Danny with some aquavite, too.",
  "@roseandcrownnw5 @bravesirrobinn4 Enjoy!",
  "@juter @Lennytheman111 @DanKaszeta And Up the O's!",
  "@mohamabd86 @MartinHolmberg Gå litt opp i pris så får du detta... \nhttps://t.co/nMs0pm9BGV",
  "@iyad_elbaghdadi @AdamRutherford",
  "@forsberg Du *må* lese detta intervjuet med quincy jones https://t.co/njxsCI24cx",
  "@forsberg I alder ja. Ikke i musikksmak",
  "@forsberg Det er *du* som er gammal! Ikke jeg.",
  "@OrientMeatPie @OrientOutlook @NonLeaguePaper Thank you, pal. Will be in south stand on saturday.",
  "@Lennytheman111 @DanKaszeta @DreadMighty He's not american. He works out of st petersburg.",
  "@OrientMeatPie @OrientOutlook @NonLeaguePaper Mate, explain to the dumb norwegian: transfer window? Or isn't that the same in non-league?",
  "@Lennytheman111 @DanKaszeta 13 followers and posting this..? Nevermind, you bots can't change your mind anyway..  st petersburg?",
  "@Lennytheman111 @DanKaszeta @DreadMighty Lenny.. I'm a very white Norwegian. I'm going to be in Kentish town, tomorrow night and friday night. Saturday, I'll go to stratford and leyton. Sunday, you'll be looking foolish.",
  "@lauferlaw @skulesa9527 Next question, Andrew: how far will GOP go to protect him?",
  "Hold up. \n\nFull stop. \n\nStop everything you are doing. \n\nEverything. \n\nAnd read this interview with Quincy Jones. \n\nIt's the craziest, juiciest, tell-all interview I've ever read. \n\nIt's so crazy (in a good way) I thought it was a spoof. \n\nhttps://t.co/RCGb4wjpgl",
  "Prints available in different colours.          This one is in gold, black and silver💫 #frubugge… https://t.co/WqpymtmkBh",
  "@joakimhugsted @SteinarBL @lars_akerhaug @asuls @DidrikSoderlind Mente seff Didrik",
  "@joakimhugsted @SteinarBL @lars_akerhaug @asuls @DidrikSoderlind Easy now fellas. Doremus hadde et bra point. Vi trenger ikke alle å hive oss over Lars.",
  "@DidrikSoderlind @lars_akerhaug Finnes det en måte å sette typ tusen liker på en tweet?",
  "@roseandcrownnw5 who's at the taps tomorrow? And is it anyone we know at the taps @bravesirrobinn4 on friday? Ben, we're going to Brisbane Road on saturday....",
  "This is one of the most brave and honest interviews you'll see.\n\nAccrington striker Billy Kee tells @juliette_grace about his struggle with severe anxiety and depression https://t.co/1itqw6tYIT",
  "@iyad_elbaghdadi Dudes, read \"A Brief History of Everyone Who Ever Lived: The Stories in Our Genes\" by @AdamRutherford . Conclusion: We are all related. And it's not too long ago we shared a common ancestor.",
  "#ArabTyrantManual https://t.co/WgioLZKmZz",
  "@suPerStaale Jaja",
  "@tanketenk @hkskard men dere, som er så jææææææævvla smarte, forklar meg denne! https://t.co/78LhJsJWg4",
  "John Kelly on whether Trump has read the Schiff memo. “No, no. It is quite lengthy.” \nWe are told it’s 10 pages.",
  "@tanketenk @hkskard @aisinding @sigrims @Aftenposten @kristinetofte",
  "@suPerStaale Jada. Schteintøft",
  "@DrEmmaFrans Alle med en sjel elsker Bonoboer.",
  "@DrEmmaFrans https://t.co/lGUfRZze3Y",
  "@suPerStaale  https://t.co/YEgJLySiaa",
  "@Hans_Vang .@matsramo",
  "@shane_bauer Supreme court in Norway did the same. It was Lousiana state pen, and it stated that it didn't meet basic human rights",
  "@Hans_Vang Du ække ferdig før han frp'ern har vært og snakka med dere, vel?",
  "#hmmmmmm matematik kadar güzel bir şey yok. https://t.co/5vSDzWpOUM",
  "1. I wrote my PhD dissertation on the social function of humor (in literature &amp; film) and here's the thing about \"just joking.\"",
  "Is the US a fascist state yet? https://t.co/G0X0hX5ncY",
  "@ulrikft You.... and what army..?",
  "If it taste like regular crawfish, I think we'll manage.. https://t.co/QXIN6VHIlG",
  "@ulrikft Du er *FULLSTENDIG* noldus. Next question.",
  "@dagsoras @dagfinnhessenp @emmasofiaorg altså, hvis man trenger et godt argument for å legalisere så..... https://t.co/KlsK9YfBzz",
  "This tipped the scale for me. Should be mandatory!  :-)\n@lars_akerhaug @GeorgeGooding\n https://t.co/5u6lryfy18",
  "@mancbeard In kentish this weekend?",
  "@Jofletro @OrientOutlook Morten Møller og Terje en kollega fra jobben.",
  "@OrientOutlook And : fear not my fellow Orient-, supportere. The good luck charm from Norway is coming to help Orient yet again this saturday. Never seen Orient lose except against Leeds, Southampton, Forest and away at Brentford and a draw against carlisle and...",
  "@mohamabd86 @MortChr https://t.co/x0LPKUWBVf",
  "@mohamabd86 @MortChr Har dere hørt Robert Johnson når de har korrigert rpm's ned? Altså originalinnspillingen går for fort, og denne er riktig?",
  "That bad, huh? https://t.co/mD1UHmTvGz",
  "@LibyaLiberty @rabiasquared What has the Finnish to do with this? They are our crazy eastern sibling, but keep them out of this! :-)",
  "@Elgschmelg Hang in there",
  "Free Fru Bugge workshop for the kidz 🙌🏻 Jeg holder workshop i vinterferien for ungdommer i… https://t.co/3JufpCyPHw",
  "@WeahsCousin @DeadlyMonkfish It's Jason ISbell",
  "@bravesirrobinn4 Nice! We'll be there!",
  "“Dictators are never as strong as they tell you they are, and people are never as weak as they think they are.”  Gene Sharp, R.I.P.  https://t.co/gEjhYUn2KR",
  "@DoremusSchafer\nGodt memo om Nunes-memoet. \n https://t.co/RR67L60Ska",
  "@Andyloynes @JournalistNik @MikeStuchbery_ @DanKaszeta  https://t.co/zA9ZxVnVNa",
  "@JournalistNik @MikeStuchbery_ @DanKaszeta No,  scratch that. What would it take for you to say: \"there is no such thing as no-go zones in London\" ?",
  "@JournalistNik @MikeStuchbery_ @DanKaszeta What areas are the sharia patrols?",
  "@JournalistNik @MikeStuchbery_ @DanKaszeta So.. Name the no go zones and the time that the no go zones start. Stop moving the goalpost.",
  "@kathrynks Name a \"no go zone\". I dare you",
  "@forsberg @ulrikft har en billett til Lord Huron i kveld. Halv pris.",
  "@elfhybrid_ Aha. Du mente justin fra Canada?",
  "@elfhybrid_ Joda. Hvem er John Trudeau?",
  "Tharir al-Sham, a jihadist group spearheaded by the former Syrian branch of al Qaeda\nSource: new york times \n#Afrin",
  ". @KSteigen HJÆÆÆÆÆÆÆLLLPPPPPP!!!! https://t.co/xNDGYanRkU",
  "@OdaRygh @DidrikSoderlind Og, skribent nerderi, at en onkolog kan skrive.. Blew my mind.",
  "@OdaRygh @DidrikSoderlind Bra poeng. Men! Jeg ble mye mindre redd for kreft, og fikk mye mer tro på at denne sykdommen kan vi finne ut av, etter å ha lest den boka.",
  "@DidrikSoderlind Med all respekt for det: en fantastisk bok. Jeg har ingen grunn til å lese den (flaks) men elsket den boka.",
  "@Ebouadams As a norwegian fan, I really appreciate these \"after the game\" tweets. Come give me a hug after the tranmere game. South Stand.",
  "@DidrikSoderlind Apropos kreft: lest The Emperor of all Maladies?",
  "@DidrikSoderlind Badass",
  "@DidrikSoderlind Ikke bli kranglete nå, for da banker jeg deg",
  "@DidrikSoderlind Overraskende for meg, åkke som",
  "@DidrikSoderlind Mest overraskende var von Teese referansen. :-)",
  "@Jofletro Sjekk Dover - Orient...",
  "@KidSampsonO Hm?",
  "@KidSampsonO you guessed 4-4 no?",
  "@DoremusSchafer Stolerukkepåmæ? Din jævel.. :-)",
  "@leytonorientfc Oh George Elokobiiii\nOh how can you be, such a\nBig, burly beauty and a\nscoring machiiiiine.",
  "@spacedoutsmiles Memories of Broken Sword",
  "@DoremusSchafer Nei. Lest flere tidligere fbi og doj ansatte som påstår at han allerede var under avlytting da steele-memoet kom. Trump adm ble advart av IC om Page før de tok han inn.",
  "@DoremusSchafer https://t.co/PJoO1wVHdd",
  "@DoremusSchafer Three years before Page became an adviser to the Trump campaign, he came to the attention of FBI counterintelligence agents, who learned that Russian spy suspects had sought to use Page as a source for information.",
  "@DoremusSchafer Var han ikke avlyttet før han begynte?",
  "@kristinetofte @joarhalvorsen Klart det er greit. Det bør være greit å omtale kronikken ironisk også. \"Å mele sin egen kake\" er et ordtak av en grunn.",
  "@ggreenwald @emptywheel @AshaRangappa_ @JameelJaffer @hoffman_bruce",
  "@kristinetofte @joarhalvorsen Se bort fra tonen et øyeblikk. Joar prøver å påpeke at hvis statoil skriver varm argumentasjon for oljeboring i lofoten, burde aftenposten skevet det tydelig, og folk hadde omtalt kronikken med bl.a. ironi",
  "@mohamabd86 @SaysPhilippe https://t.co/6tPaVEWCQW",
  "@sgtjanedoe @Merimack1 Fishburne doesn't have a twitter account. Sorry...",
  "I read all 384 pages of the Strzok-Page texts turned over to Congress so you didn't have to. This is what @WSJ saw: https://t.co/lis6iZG78f",
  "Alright guys, I'm doing it - I'm gonna walk through Bury Park. This is an area that Jayda Fransen, Paul Golding &amp; Tommy Robinson claim is a 'No Go Zone', completely overrun. https://t.co/Bd4IfJds53",
  "@MikeStuchbery_ @JosephDowning1 Well, you an @DanKaszeta as english speakers can brag..  Me, a bearded Norwegian, will boldly venture into the no-go, hell holes of Kentish Town feb 8th, and Stratford / Leyton sat 10th. Remember me, and up the O's.",
  "@dagsoras Varafaen te suksess detta skulle bli! Du spandere øllen neste gang!",
  "@aashildre Der har jeg sett folk gå med kalosjer...",
  "@roseandcrownnw5 @mancbeard We gave the peace price to Obama...",
  "@lauferlaw @GOP He'll use it as deflection to fire Rosenstein, no?",
  "@heletwitta Jeg har hørt det i fillebiter, blir bare bedre og er fjorårets *desidert* beste skive.",
  "\"At least two\" is misleading, no? Lots of attorneys believe the same. https://t.co/9RlpSPg0Df",
  "@Mental_Elf @CALDirector Kindergarden teachers, extended fqmily and child protective services does. Everyday.",
  "@heletwitta Thundercat azz. Blir aldri lei det albumet.",
  "@mohamabd86 https://t.co/NMATE6Cq67",
  "@roseandcrownnw5 @BrewByNumbers Don't put it on the lines 'til Thursday! :-)",
  "@roseandcrownnw5 @BrewByNumbers You just made a happy man very old!  :-)",
  "@BrewByNumbers DDH 2.0. is canned and ready to go? Could be had at R&amp;C next weekend?",
  "@ErikaKetner @abidraja Bra skrivefeil",
  "@Asbjorn1975 Typ sommerferielektyre? :-)\nTakk!",
  "A truly moving European moment\nAnita Lasker Wallfisch, 92, world famous cellist, Auschwitz survivor, who said she'd never set foot in Germany again, in the Bundestag praising Germans for their \"unbelievably humane gesture welcoming 1m refugees\"\n1min Eng s/t\nUnnoticed in UK media https://t.co/88wtVrGNHO",
  "@roseandcrownnw5 @mancbeard Do you need anything from Norway?",
  "@BurnleyFanzine @BrewByNumbers Species/genus",
  "@NilsHenrikSmith Liker ikke sport uten offside.",
  "@JoshJoshingly @GeorgeMonbiot Siri, please define \"hardy man\". \n\"Scallop diver out of Oban\"",
  "@forsberg @gullikgundersen @Dagsavisen Jeg liker veldig godt at du ikke legger fingra i mellom, Magnus.",
  "Languages are bananas https://t.co/ROlVZEu0La",
  "@MattMackowiak With that tweet you destroyed all hope of explaining anything to you, ever.",
  "@psykologitid @piastrom Var bare hos meg",
  "@psykologitid @piastrom Er det bare hos meg, eller funker ikke linken?",
  "@andraswf @DanKaszeta @TweetHeckle @sasmojo @redskyforge Tweetheckle.. 62 followers.. Russian bot..",
  "@suPerStaale Manowar... Makan. Da er Ram it down med J. P. bedre. Myyye bedre.",
  "@suPerStaale Det er det vi skal krangle om nå! High on fire!",
  "For an assignment, I asked some of my terminal paediatric palliative care patients what they had enjoyed in life, and what gave it meaning. Kids can be so wise, y'know. Here are some of the responses (Thread).",
  "@Cynicalunikorn @AlastairMcA30 If there ever was something called \"honourable work\".. Thank you, Alastair. https://t.co/9Ux6mczDWY",
  "@Lokalfotballen når milliardær-eieren fra Texas er sånn, etter å ha sett guttelaget, rekruttlaget og damelaget, før A-lagskampen, da er det håp. https://t.co/N2DcGjuu3b",
  "@FruBugge https://t.co/5C7lapvTez",
  "@vrangest Lower east side, greenwich, East Village eller Dumbo i Brooklyn",
  "@dyllyp @NickHjeltness @RaidersReporter You gotta take reponsibility and some criticism for nu-metal, though..",
  "@dyllyp Arguing against that is like arguing that the world is flat.",
  "@Jackcantsleep1 I know. Will be @roseandcrownnw5 thursday through sunday next week.",
  "How many cups of sugar would it take to get to the Moon? \nhttps://t.co/LCJpT0GMhE In which @FiveThirtyEight and a 4.5-year-old force rocket scientists to engage in an overly complex math exercise.",
  "@DanKaszeta Your sacrifice has not gone by unnoticed. A statue should be erected to commemorate this daring endeavour. A statue, I say!",
  "@Jackcantsleep1 There would have to be bombs going off constantly for me to stay away from The Rose and Crown.. What a pub.",
  "Behold, the brave Sir Kaszeta. Exposing the No Go Zone that is Tower Hamlets in London. Oh, the deprivation! https://t.co/l79S2ZcTp4",
  "An FBI fellow named Peter\nWas seen as a pro-Clinton cheater,\nYet far from abet her\nHe drafted the letter\nThat probably helped to defeat her.",
  "@kiheger Det er den nye \"lik og del\"",
  "@Kong_Kverulant Tenk dere George om 5-10 år 'a .",
  "Yes https://t.co/OhHHnSRjk9",
  "@leytonorientfc Stop it! We all know it, finally, is Akinfenwa",
  "@Lokalfotballen East Thurrock United",
  "@Lokalfotballen Hvis du ikke kjenner Leyton Orient... Da får jeg ikke hjælpa deg",
  "@Lokalfotballen Marvin Ekpiteta til Orient!",
  "@lars_akerhaug @DoremusSchafer https://t.co/58KA6Uhrhd",
  "@Big_Marvv @OrientFanTV @leytonorientfc Welcome!",
  "@borealissaves Greatest terror threat. I think russian spies was deemed the most dangerous.",
  "@DidrikSoderlind @JohnFaerseth Du glemte: \"jeg bare SPØR!! \"",
  "@DidrikSoderlind @JohnFaerseth Jeg likte godt introduksjonen på forsiden: we have been accused of \"racism\", \"Holocaust denial\", \"re-writing history\", \"hatemongering\", \"stretching the limits of free speech\"",
  "@DidrikSoderlind @JohnFaerseth såså gutter.. Slæpp åff jeg har fyrt opp googlemaskinen. \nhttps://t.co/xVluXU8DrI",
  "@gislevonen Menn kan velge. Kondom. Alt i orden.",
  "@JKalbakk Ny Lord Huron låt ute",
  "@Neha_Naveen @stopthepop Teknisk sett, juks?",
  "@SThobro Sykkelåger... https://t.co/qFKPbC0CMA",
  "@12FootballFan @UlvBjerkan @KSteigen Professorer (...) og andre \"eksperter\"",
  "@UlvBjerkan @KSteigen Veit ikke om jeg tør...",
  "@KSteigen Link?",
  "@susanndybvik @soepstad @ulrikft @sukkerslott @forteller @forsberg Og gå glipp av en schvær bamseklem og øl ? Jætruruærgæærn",
  "Jeg blir så sykt forbanna når mamma mener at barnevernet tok lillebror og meg fra hun, og at de ikke prøvde å \"hjelpe\" hun til å ta vare på oss",
  "Then he'll fire Rosenstein, and search for someone who will fire Mueller and that's when you get a \"full Watergate\". https://t.co/7ezs2b7RnV",
  "@Tjabergnissen Unga mine får mye Union Station",
  "@frebrake @JoranOdegaard @Monkvik @Hans_Vang Hvis Jøran er representativ for norske høyreradikale, har vi ingenting å frykte. Tror derimot at det er feil.",
  "@SoVeryFinnish you sneaky, crazy Finns. Your secret is out! https://t.co/5UmKPDxWwb",
  "@omriceren So if Netanyahu went after Mossad like that, you'd be fine with it?",
  "@JoranOdegaard @Monkvik @Hans_Vang Politiadvokat Hans Vang som: \"Han har dei to siste åra berre jobba med saker med barn som er utsette for seksuelle overgrep og vald, eller som har vore vitne til det.\"\nHvis du fortsatt skal late som du ikke vet det, så trenger du ikke svare..",
  "@Daniel_slaw Don't you know that US persons has decided that Hackney is a no-go zone?",
  "@JoranOdegaard @Monkvik @Hans_Vang Du, Jøran... Du fikk med deg stillingsbeskrivelsen til @Hans_Vang i den saken?",
  "@ulrikft @soepstad @sukkerslott @forteller @forsberg B'yner nuh!",
  "@BrewByNumbers Oh, man... I'll check with the other norwegians and get back to you. Thanks.",
  "@MortenMyksvoll Fin gjeng.. Takk for svar.",
  "@MortenMyksvoll stemmer det at Tyrkiske tropper er langt inne i Syria (Al-eis) med F-16 støtte? Ryktes om sammenstøt med Assad-styrker?",
  "@BrewByNumbers Really? At Bermondsey beer mile?",
  "@Gulliks1 Sprit",
  "@ProfFrancesca I'm sorry.. https://t.co/K1rKqJ8XXg",
  "@roseandcrownnw5 @EvelynMok I trust your judgement. Until I meet Evelyn, my favorite is Börje.",
  "@roseandcrownnw5 @EvelynMok If your favourite swede isn't Börje Salming, you're doing it wrong.",
  "@iyad_elbaghdadi In that case, there are many exceptions to the rule. Those around me that care most for others and see injustice are those that are the least spiritual.",
  "@roseandcrownnw5 The guy was a nazi in the 1950's...",
  "@elfhybrid_ @NetflixNordic @MINDHUNTER_ Han her er ikke kjedelig",
  "@elfhybrid_ @NetflixNordic @MINDHUNTER_ Ta unabomber serien hvis du, ikke har sett den",
  "@vaarloek @Elgschmelg Jeg har en hypotese.. https://t.co/gHpMel75cd",
  "@gietlitevink Hvis du er samboer med en mann, har jeg dårlige nyheter...",
  "@ProfFrancesca Turkey bombed it. Intentionally. And it's got nothing to do with \"securing their borders\".",
  "@The_Bifrost @Landsbroderen Vrient i dette formatet. Konsekvensene er hovedforskjellen. Og reversibilitet.",
  "@The_Bifrost @Landsbroderen Et minefelt av en diskusjon, men sammenligninga mellom å operere en nese og kjønnsskifte er dårlig.",
  "@Landsbroderen Velkommen etter! :-)",
  "@joaCmo Hva har du gjort nå da?",
  "Fuck borders and fuck your border protection. Human lives are more important than imaginary lines drawn in the sand, you cruel, immoral, privileged pieces of shit. https://t.co/JLMc7Zl97s",
  "@Vigdisol Google: whataboutism",
  "@vathne @mohamabd86 @MariaKjosFonn \"Folk\", Svein.",
  "@vathne @mohamabd86 @MariaKjosFonn Finns det folk som bare leser én bok om gangen?",
  "@Hans_Vang @matsramo @forsberg 👏👏👏👏👏👏💞",
  "@sulnig Sliter meg gjennom exit west av Moshin Hamid om kontemporære flyktninger. Fordi! \nOgså leser jeg https://t.co/aZF9gE0mi5 fordi det er interessant og den er skrevet for amatører.",
  "@Hans_Vang @matsramo @forsberg Venter i uliiiiidelig spenning!",
  "@happachj Happy birthday",
  "@leytonorientfc Big george!",
  "@matsramo https://t.co/ZtLqIR8NqD",
  "@forsberg @matsramo Jeg håper nesten han ikke gjør det. Trenger noe håndgripelig og lettfattelig her tror jeg.",
  "@matsramo @forsberg Ok. La nå de som jobber med dette på ordentlig få fortelle dere hva som funker da. Påtale, politi og de som jobber med ettervirkninger sier qt det er et sidespor å kalle de monstre",
  "@matsramo @forsberg Hvorfor er det så viktig å bruke ordet monster? (Som betyr skummel fantasifigur)",
  "@matsramo @forsberg Hvordan bekjemper du overgrep?",
  "@Gulliks1 https://t.co/AQ3P3K7Prl",
  "Spade for spade? \nMonster, eller monstrum, er en betegnelse for fabeldyr og uhyrer som ofte dukker opp i mytologi, legender og skrekk-fiksjon. Ordet kommer fra det middelalderske vulgære latinske verbet monstrare (i fortid monstrum), som kan oversettes til «å stille ut»",
  "@Hans_Vang Takk, Hans https://t.co/m2uUuksKMM",
  "@hilderestad @jlugowe A little trainspotting intro-ish?",
  "@DavidYankovich Who are you?",
  "@soepstad  https://t.co/FB6uNQgeO8",
  "Great job, Facebook. https://t.co/APRFwMwju2",
  "@soepstad  https://t.co/Kq93CxkOQ9",
  "@ikkenevnt Lykke til!",
  "And this: https://t.co/NMioDDhXBS",
  "Buy this. Now. It's cheap today and a great book. \nhttps://t.co/zknd9FeLzt",
  "@BrewByNumbers If it's grapes I'm calling a foul. Yellow card, and a three match suspension.",
  "@BrewByNumbers Some other type of funghi?",
  "@BrewByNumbers Oh. I've got it. Yeast. :-)",
  "@tonyvangen *glad for at jeg klarte å slette den opprinnelige tweeten som skulle sendes. Hadde vært urettferdig* 😘",
  "@BrewByNumbers Honey",
  "@BrewByNumbers Tears of bearded norwegians?",
  "@ukschizophrenic Nae bother, pal!",
  "@ukschizophrenic Pretty busy schedule, but I'll send you a message if we go on a sarf-london rampage",
  "@elfhybrid_ Jeg liker det. Takk for svar.",
  "@ek3od @kurteichenwald :-)",
  "@ukschizophrenic Every year. NW5",
  "Hva synes du om denne @elfhybrid_  ? https://t.co/GcynJnUQlk",
  "@AdamRutherford https://t.co/ivecwngkvd",
  "@ukschizophrenic London feb 8th-11th.",
  "@ek3od @kurteichenwald No. This is standard Banana republic dictator shit. Dangerous.",
  "The response is going to be predictable. We’ll be told that defending Bannon’s right to speak is a defense of free expression. But what about members of the campus community who are targeted by Bannon’s rhetoric? Does our free expression not matter?",
  "@forsberg @dagsoras @ulrikft Taiga woods i oslo 15.feb. Dit skal vi.",
  "@kurteichenwald Banana republic",
  "@roseandcrownnw5 @NMBCo Save us a couple?",
  "@lars_akerhaug @PerDagfinrud \"Mer sannsynlig\" kan også passe med \"lav\".",
  "@lars_akerhaug @PerDagfinrud \"Usannsynlig \" er lavere enn \"lav\"",
  "@lars_akerhaug @PerDagfinrud Så \"ikke høy\" og \"ikke neglisjerbar\"? Et passende ord er da kanskje \"lav\"?",
  "@SirTerje @Jofletro Hæhæhæhæ. Du trenger et lutefisklag og det litt brennkvikt",
  "@Jofletro er det ikke her @SirTerje jobber? https://t.co/DAFVc2hWv1",
  "@Landsbroderen Din sjuuuuuke faan! Det er \"ett\"! :-)",
  "@Landsbroderen *_EN_* ???!!??",
  "@Landsbroderen @Provebilde Det tror jeg på",
  "@Provebilde @Landsbroderen Poeng. Men det jeg mener å si er at det skal lite til, for å få \"vanlige\" folk til å gjøre jævlige ting.",
  "@Provebilde @Landsbroderen Og den linja, er jeg lei for å si, er så innihælvette tynn.",
  "Kanskje den tweeten som har rørt meg mest noensinne. https://t.co/ZtLqIR8NqD",
  "@Provebilde Takk",
  "Å kalle dem monstre og rope om høyere fengselsstraffer bidrar ikke til det. Monstre lever i mørket. Og i mørket kan ingen finne dem før det er for sent.\n\nSylvi Listhaug, hennes holdninger, og hennes uttalelser representerer ikke, og vil aldri representere, meg.\n\n-Prøvebilde (9)",
  "@ulrikft Jeg venter til du har hatt, for så å invitere meg sjæl på middag, rear naked chokehold og knivsliping.",
  "@ulrikft Det er lurt! https://t.co/qBqeicCgXu har kurs. Ikke så dyrt.",
  "@ulrikft Nydelig, barskt(oxford komma) mannearbeid. Du må oppgradere, knivene dine.",
  "@ShonaDav Thank you!",
  "@ShonaDav You should have an option that says \"neither, just curious about the poll\" :-)",
  "@roseandcrownnw5 @BrewByNumbers A van? We will be in no shape to drive.  :-) We'll bring aquavit! Theo is a great man and landlord!",
  "@roseandcrownnw5 @BrewByNumbers I love you!",
  "@BrewByNumbers @roseandcrownnw5 We were there in may, and had a fantastic time. Gonna go support @leytonorientfc this time. They need it more than you. Reeeaaally appreciate the offer! 💗",
  "@BrewByNumbers @roseandcrownnw5 Maybe we should wait until they confirm that they have saved one? But beautiful and saviours they are. (We're basically travelling from norway for r&amp;c and fresh bbno, fourpure, kernel ++)",
  "@BrewByNumbers @roseandcrownnw5 Well, no. In my book you've got continuously bragging rights, and the boys at r&amp;c have saved me a can of Dipa. Right?",
  "@BrewByNumbers @roseandcrownnw5 Well, no..  We're coming feb 8th.",
  "@garwboy I did stop Paxil about 11 years ago without medical guidance. I was sick for a year-no shit- and was clinically depressed again within two years. Don’t do it.",
  "@BrewByNumbers @roseandcrownnw5 Thank you. And also thanks in general for making life better.",
  "@BrewByNumbers When is it done and when will it be available @roseandcrownnw5 ?",
  "@GeorgeGooding Når du ned til pedalene kan du kjøre bil.  Rekker du opp til ølhylla kan du kjøpe øl.  Kan du krysse et kryss og lese kan du stemme. Kan du skrive navnet ditt kan du få kredittkort. Eeh flere jeg har glømt?",
  "@pepperm4n @KekHamo @soder_jesper\nBig piece on Afrin in norwegian newspaper @vgnett",
  "@FruBugge https://t.co/k7Vua77hDB",
  "#SchumerShutdown becomes top trending hashtag among Russian bots on Twitter https://t.co/7uICBl6HcJ https://t.co/khHCXEAvUG",
  "@andersheger Henviser IGJEN til forsiden til kapital da damebladet Alle Kvinner gikk konkurs: Alle kvinner på rygg. Full sprekk etter ett nummer.",
  "@Mchansern Satser på tung og brei glaswegian.",
  "@eivindtraedal Her om dagen, i bil, kjørte jeg bak reg nr 13537, og det første jeg tenkte på var deg.",
  "@Crispian_Jago Yes!",
  "@mohamabd86 Sånt må deles.",
  "@AdamRutherford @vgnett Brilliant book! Thanks for writing it.",
  "@AdamRutherford @vgnett Nils Christian Stenseth from CEES. (Center for ecological and evolutionary synthesis?)",
  "@AdamRutherford Norwegian newspaper @vgnett today : study on  yersenia pestis from the university of Oslo, concludes your conclution in \"a brief history.. \" is correct. :-)",
  "Tom Waits' entire '70s catalogue is to be reissued over the course of this year, starting with his 1970 debut, Closing Time https://t.co/7YbtlpLXMN https://t.co/96LSAsy4P0",
  "@JanGulbrandsen Cry me a river! Leyton Orient.",
  "@JanGulbrandsen Må'kke du ta vare på hjertet?",
  "@mohamabd86 Bror! Lest William Kelley? A different drummer?",
  "@forsberg Please explain your pop-culture reference, young man",
  "Breaking news: The Pennsylvania Supreme Court said the state's congressional map was so partisan it violated the state's constitution. Map is blocked for 2018 and they want it redrawn ahead of the primary.\n\nProfoundly consequential win against partisan gerrymandering",
  "@ulrikft Deres generasjons \"explicit lyrics\". Vi fikk ikke se w.a.s.p live for det kunne være farlig..",
  "@iyad_elbaghdadi It is what it is = det er det det er",
  "@ShaunKing @leedsgarcia Please start your own party and change things.",
  "@ciamaria @Tjabergnissen https://t.co/CKZBL34fT4",
  "@EliMLian Tipper @segrov",
  "@OyvindBerdal Bare å sende de til Southampton med en gang.",
  "@AraldoB @joarhalvorsen Herlig! Tusen takk!",
  "@AdamRutherford @sjblakemore @ProfSimonFisher I loved it.",
  "@AdamRutherford @sjblakemore @ProfSimonFisher @AnnihilationMov Nonono. Could you tell us if you've seen it, please.",
  "@sjblakemore @ProfSimonFisher @AdamRutherford Adam has seen it. At least twice. (My guess)",
  "@tanushrao @MaxCRoser @OurWorldInData When did doctors discover that soap was crucial?",
  "@LibyaLiberty making hummus in this weather..  Can I get a blessing and a good luck? https://t.co/6mkGmtqnvi",
  "@Tjabergnissen @eide_per Oioioioi! Den var fin!",
  "This is a journalist doing her job https://t.co/lZckCHb7Q0",
  "@eide_per Vet @Tjabergnissen dette?",
  "@forsberg Hvordan er det mulig å ikke skjønne at dette gjør hans \"I can't recall\" enda tynnere?",
  "@joarhalvorsen @AraldoB Me too?",
  "@Brandonbuild1 @ComradePangloss @mrjamesob @worth3016 @jtgifford4 Norway is outside of the EU and doing fine. We adhere to a million rules fom the EEA, EU, Nato and others. North Korea is close to total sovereignity.",
  "@elfhybrid_ Aha!",
  "@elfhybrid_ Hæ? :-)",
  "@elfhybrid_ Ozark. Reetrepo ( doku. krig. ptsd), Doug Stanhope, Beer hall putsch.",
  "@elfhybrid_ The good place. Absurd og morsomt. Kjør.",
  "@elfhybrid_ Somebody feed Phil på netflix. Evt the happy place. Chill bakpå, trenger ikke konse.",
  "15 journalist story. Russians at the inauguration. https://t.co/HrJODiTGHc",
  "@The_Millions Tung sten in Norwegian = heavy stone",
  "@KRdland Der får jeg igjen for å anta... Da tror jeg det er ett fett. God tur!",
  "@KRdland Jeg tar alltid ut når jeg lander.",
  "@sjblakemore @AdamRutherford Thank you and congrats!",
  "@eiivind @nrknyheter Hvor går grensa NRK? Oppriktig spørsmål. Neste gang det er bilder fra en internasjonal romstasjon, vil dere snakke med en flat-earther?",
  "@sjblakemore @AdamRutherford Ebook format?",
  "@KRdland Men helt jæævlig kurs..",
  "@PsychiatrySHO That's great, Alex. Well done! I'm getting my specialist/clinician diploma next week.",
  "My actual book in my actual hand! https://t.co/OP5Re7R4oD",
  "Banana republic https://t.co/7Hip0oO8XE",
  "@elfhybrid_ 👍",
  "@elfhybrid_ Er det lov å spørre: hva er i wyoming?",
  "@elfhybrid_ Sannsynligvis https://t.co/dl9peCykBA",
  "@elfhybrid_ 30 dollar med drosje.",
  "@elfhybrid_ Det er 20 min med drosje, så det koster ikke 1000 kroner.",
  "@elfhybrid_ Hvorfor i all verden skal du gjøre det? For en jævlig tur.",
  "@Mare_Argent Da hadde jeg gått ved mathallen og spist Ramen. Billig, sinnsykt godt, så kan dere gå på bar og ha det koslig med et glass eller to for pengene dere sparte på maten..",
  "@svmelb Enig. Er vi enige i at den tv-opptreden kun var et spill for kameraene?",
  "@Mare_Argent Hva er viktigst? Mat, pris eller stemning?",
  "@SundayChants https://t.co/so9zVgZdcS",
  "@SundayChants Love, from Norway https://t.co/1w0sB2N70H",
  "@Dazpigsy @OrientOutlook @Stevenorient @leytonorientfc @FCHalifaxTown @TheNationalLge Tromsø vs Chelsea.",
  "@svmelb Hvordan synes du dette går?",
  "@Lokalfotballen @aurskogholandfk Biji Kurdistan!",
  "@jorgenflor Hvor omfattende er det? Pris?",
  "@jorgenflor Ja For Faen!",
  "Yuuuge.\n\n\"Consistent with our commitment to transparency, we are emailing notifications to 677,775 people in the United States who followed or retweeted or liked a Tweet from [Russian gov linked accounts] during the election period.  https://t.co/3JNf9aY5tD",
  "In 2017, NYC saw considerable reductions in almost every category of major crime, despite predictions that ending the police department's stop-and-frisk tactic would lead to an increase in crime. Murders fell to lowest total since the 1950s. https://t.co/wU1OTY7Hxb",
  "@elfhybrid_ Whatever works",
  "@elfhybrid_ En dag av gangen, som dem sier.",
  "@elfhybrid_ *Det* er bra jobba.",
  "@elfhybrid_ Det gir mening. Hang in there.",
  "@forsberg I cannot recall",
  "@elfhybrid_ Åssen går det nå?",
  "@cocker1958 @OrientOutlook @GeorgeSessions @dj_fozzie @DulcetDave @energybet_com Just dug out the car... https://t.co/VSeOzigPx8",
  "@andmyg @arvsig @frp_no @erna_solberg I don't recall..",
  "Banana republic https://t.co/WlUaf8eBjU",
  "@Eplefe Evt se det som en stråmann. Uansett. Veldig bra at dere støttet offeret her",
  "@Eplefe Veldig bra at dere tar tak og sier ifra. Veldig uenig i at det siste spørsmålet er relevant.",
  "@KSteigen Får assosiasjoner til Hasunds Hund.",
  "@russianmachine 4 inches.... https://t.co/io4xko4sM8",
  "On the other hand ... what a civic disaster. \n\nFORTY PERCENT of Republicans told Gallup that “accurate news stories that cast a politician or political group in a negative light” are always fake news. https://t.co/U6rWCYf5re",
  "@ukschizophrenic I've dug out the car. https://t.co/Si0k4nSAVu",
  "@ukschizophrenic How much snow are you dealing with?",
  "@KentTeague @OrientFanTV @LindaBroughan I'm not complaining much, Kent. I really appreciate what you're doing for the club. Enjoy your stay. Up the O's.",
  "@KentTeague @OrientFanTV @LindaBroughan Just missing the norwegians, Kent. Coming over for the Tranmere game.",
  "@Hans_Vang @forsberg Det Vang sa. Jeg møter dem innimellom.",
  "@iyad_elbaghdadi This is, in my opinion, an attachment issue.",
  "@ShaunKing https://t.co/OT7Ax8Ps0M",
  "@ulrikft @mimirk Meg i speilet hver eneste morra",
  "@J_Siqveland Du var allerede på ballen der ja.",
  "Fra England. @jorgenflor @joarhalvorsen @J_Siqveland https://t.co/mhN7shMXUB",
  "Fransesco Bechetti, but only for fans of #lofc https://t.co/54Q9G86NqY",
  "@Asbjorn1975 Nope. Men ble veldig frista nå.",
  "@SaysPhilippe netflix. Someone feed Phil.",
  "@CSpange @Neha_Naveen Hva var det jeg sa?",
  "@Neha_Naveen Spør @CSpange",
  "@danbuckley @TheDaveRawlings @gillianwelch @Lightning100 @theryman They played Rockefeller in Oslo a few years ago. Packed to the rafters and you could hear a pin drop.",
  "@BerlTerry @MSNBC Russian bot",
  "@Eplefe @joarhalvorsen Takk skal du ha.",
  "@joarhalvorsen Takk!",
  "@LOLGOP Få den her opp å kjøre @mohamabd86 @feministjaevel @HadiaTajik @Tarequn @Kong_Kverulant",
  "@page88 Just getting to work in a car these days is an amazing norwegian skill. #Snowy",
  "Come here and drive a car in this weather Senator Leahy. Then you can talk! https://t.co/fuhDS6hfnX",
  "@LOLGOP I mean look at this https://t.co/hbKfKTMsYa",
  "@DBDesRoches @chrisgeidner @lrozen  https://t.co/iL86DeWN3p",
  "@LOLGOP Weeellll....",
  "To defend the president, the U.S. Secretary of Homeland Security just said under oath that she does not know if Norway is predominantly white.",
  "@elfhybrid_ Ok, takk. Ha meg i bakhodet om du kommer over noe?",
  "@elfhybrid_ vet du? https://t.co/8By8dgZ5qn",
  "@KarlsenBeats Snøfreser... Asså sånn har'e blitt...",
  "@joarhalvorsen Det er så drøye tall men jeg tror dem. Finnes det noe god lesning på hvorfor?",
  "@simen_g @torbae Takker.",
  "@stevesilberman @WardQNormal @libertypuzzles He's got patience and stamina.. Great qualities in spouses.",
  "@simen_g @torbae Hvordan juksa du?",
  "@bjornasm @DidrikSoderlind . @ProfFrancesca har peiling.",
  "@KSteigen MENSÅHJÆLPOSSDA! https://t.co/HjD0iylKaS",
  "@dagsoras Dæven døtte, mann. Schvæære saker. Løkke tell.",
  "@joarhalvorsen Skarru gå @KSteigen i næringa nå, sykkolågjævel?",
  "@stuartcoyi @JamesCoppola3 @fliptheleft @AMike4761 James coppola 12 followers and fox news retweets. East, east, east London!",
  "@sondreolsen Der et dette som er strået? Ikke Listhaug, Leirstein, PWA, Søviknes og asylpolitikk? 'K..",
  "For 14 years, a Brooklyn bodega owner has quietly been housing homeless men in his store's basement. \"They don't have,\" he said. \"And I do.\" https://t.co/BxcG3CKHV2",
  "@WattiAli Enig.",
  "@WattiAli Nå, Herr Watti, nå får du øye på \"norske verdier\". Frp gikk til valg på: Mullah Krekar utvises og sprit på bensinstasjonen.",
  "Ebook find of the day: GHETTOSIDE by Jill Leovy for $5.99 https://t.co/15QwymR9wq https://t.co/hTyLpQkZkN",
  "Google: bekreftelsesskjevhet https://t.co/o8GMY1JQg6",
  "@rodsandguitars I'm going to visit three of them in february. I'll get back to you. P. S. Your friend is not real.",
  "@ggreenwald The book Command and Control by Eric Schlosser is recommended.",
  "@viggo76 Men helt fullstendig maskin!",
  "@joaCmo https://t.co/Kl135tyAUq",
  "@roseandcrownnw5 Save me one or two?",
  "@BAdesKen @TGrefstad The confirmation bias is strong in this one.",
  "I need your help: naturopath Colleen Huber is suing me\n\nhttps://t.co/Qu5wT8aH1O https://t.co/p2mA1Ug3p4",
  "@KSteigen @kiheger Oioioi, Steigen! Den tweeten der er noe for Haukeland universitetssykehus",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN Yes. Ok. You and the rent on the house which pays for another house and the 22% of oil revenue that pays  for the 25% of norways social care is the numbers I'm gonna refer to. \nLater.",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN You referred to the oecd numbers that didn't add up. I give you the source of the oecd numbers and you claim appeal to authority? The same authority you referred to? Wow. Get well soon.",
  "@YayAnonymity Ok. When you learn to admit that you're sometimes mistaken, get back to me. We can talk then. Google tips: confirmation bias and Dunning Kruger effect.",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN \"Some guy\" or the award winning oecd observer...",
  "@YayAnonymity Look at this tweet again and reasonably tell me which of us is closer to the truth",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN What part of \"Norway’s net national wealth would, all other factors being equal, fall by a value equivalent to our total petroleum wealth\" is unclear? You are being unreasonable.",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN Sure. \nThat word\"reasonable\" in your bio. You need to look it up. Good luck.",
  "@joshua_landis @PeriHankey No, no, no! Check sources, Landis. You'll beat yourself for posting this . Revise!",
  "@sukkerslott Ok. Både @jorgenflor og @joarhalvorsen er gode i faget og skriveføre.",
  "@sukkerslott Ok. Kan du si noe kort om tema, så skal vi se om vi finner noen kyndige?",
  "@sukkerslott Hva slags tekst?",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN Let me guess your reply: Source?",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN \"In fact, if the level of female participation in Norway were to be reduced to the OECD average, Norway’s net national wealth would, all other factors being equal, fall by a value equivalent to our total petroleum wealth, including the value of assets held in the GPG\" \nWoops..",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN Yes, that is exactly how the oil revenue and female workforce has given Norway free health care and education. Great example. I'm sure it fits your narrative.",
  "Banana republic https://t.co/cW5iybhrn4",
  "@DanKaszeta I'll be covering Leyton and stratford in early feb. Will report back to you.",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN Ok, so what then is the largest sovereign wealth fund in the world? Where does the money come from?",
  "This is genuinely amazing. Neurons share information with structures that look and behave a lot like viruses, and are built using a repurposed viral gene. https://t.co/7h9fE1YNzt",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN Are we \"crazy rich\" or is the oil and gas revenue only 22%? Your claim is that we can have health care and great education because of oil. Now it doesn't constitute more than 22% and that's your point?",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN Are you serious? If this is you making a point, I don't think I can help you.",
  "@crystab56743059 @KTHopkins @SadiqKhan https://t.co/h26hPaxxsF",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN https://t.co/DHtRGQtfiD",
  "@molly_knight If one exepts 80% pay it's actually 62 weeks in total. Dad gets 10, too.",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN The google search took me about 5 seconds. I'm sure you can do it, too.",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN Claiming someone is not telling the truth because it doesn't fit your narrative is..?",
  "@crystab56743059 @KTHopkins @SadiqKhan And the norwegian oil fund owns almost the entire Regents street. What's your point?",
  "@KSteigen 🙈🙉🙊",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN Has generated as much to norwegian economy as the oil. I'm not your google monkey.",
  "@ulrikft @Tarequn @eivindtraedal Du trenger det en gang innimellom.",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN They are considered equal by economists",
  "@YayAnonymity @TheBobBailey @TySlade14 @CNN Norway is crazy rich because it decided that natural resources was everyones property and got th female population into equal work quick.",
  "@FruBugge https://t.co/fLRFUwuboJ",
  "@Tarequn @ulrikft @eivindtraedal Vi avgjør vinner av diskusjonen med: Hvem har den dyreste klokka?",
  "So: Johann Hari has been given HUGE publicity to tell us antidepressants don't work for 65-80% of people in general, when:\n1) It's an estimate from a 2009 self-help book, mainly based on a single 2004 study;\n2) Up-to-date systematic reviews exist, &amp; show far lower relapse rates.",
  "@lars_akerhaug @CSpange @kjetilhope Helt ærlig og oppriktig : hva gjør at du tenker at det er det som er viktig?",
  "@andrewconquest @GoochDogHigh5s @DeadlyMonkfish @OrientOutlook @sunsh Erik Haker du er slem!",
  "@erlen_dB @tonyvangen @kayabh @Erlendss @ulrikft @forsberg @AxelCooper @MortenElster Fra dagens romerikes blad https://t.co/YEsVzl9tVq",
  "@iyad_elbaghdadi Protect yourself, brother. Go offline and get some TRUE love from your son.",
  "@amandashires @JasonIsbell How about \"Hurt Reynolds\"?",
  "Agree or not. Powerful. https://t.co/5crJxvDXhX",
  "@CSpange @kjetilhope Ekkokammer er litt skummelt. Jeg har @lars_akerhaug i feeden. Hakke vært enig med han hittil, men han er ikke sprut gæær'n.",
  "@livsillusjoner @sukkerslott Bra det ikke er diabetes da! :-)",
  "@sukkerslott @livsillusjoner Diabetes er en greie. Da pisser du endel!",
  "@andrewconquest @GoochDogHigh5s @DeadlyMonkfish @OrientOutlook @sunsh will be in for Tranmere game. Give me a hug when you see me?",
  "@LOLGOP Watch it!",
  "@TheJonnyDavies King George the 7th is ok. The builders arms is a bit Birkbeck Taverny..",
  "@Bronzed_Glow @ChuckDanser You don't want to know how much she makes a year...",
  "Check out this brand new 3D fly-through of the Orion Nebula in both visible and infrared light! For the full video head to: https://t.co/8hVsoJAURs https://t.co/76TXCtDtPP",
  "@emerging56 @Keirwales With the upmost respect. I work in youth/adolescent psychiatry in Norway. We refer to PD as attachment disorder or damaged attachment. (Rough translation)",
  "@Asbjorn1975 @aslaknore Detta ser ut som krutt. https://t.co/udoqgdfUpO",
  "@elfhybrid_ Skjønner. Men Jude lider i boka. Masse selvskading og selvbebreidelse. Og veldig tekniske beskrivelser. Tror den er tung for folk som evt kjenner seg igjen. Take care.",
  "@elfhybrid_ Gjør det. Helsa først. Og det er bare min nysgjerrighet som profesjonell uten sånn erfaring, heldigvis. Ikke noe viktig.",
  "@elfhybrid_ Ok. Sannsynligvis et triggerhelvete for deg. Men hvis du tåler det, er jeg veldig interessert om hva du synes om Jude. Ser ut, basert på ranten din her om dagen(kudos), som om dere har like erfaringer.",
  "@elfhybrid_ Hei. Har du lest A little life av Hanya Yanagihara?",
  "@terjehaugis 👍",
  "@terjehaugis Hvem av oss? :-)",
  "US press: See this. Do the same. https://t.co/7qL06efC8t",
  "35/ And then Simpson dropped a bomb: Steele went to Rome, gets debriefed by the FBI, and learns in the debriefing that the FBI, in September 2016, has a \"voluntary\" source inside the Trump campaign. (Tr. 175-176). READ THAT AGAIN.",
  "In 1974, an attorney wrote to the Cleveland Browns to complain that other fans were throwing paper aeroplanes in the stadium--an activity he called \"disrespectful &amp; possibly dangerous.\" This was the reply from the club's legal department.\n\nFull exchange: https://t.co/QOAPeyxhYo https://t.co/Ucfgdmv7TM",
  "@mohamabd86 @sp00x Insh'Allah!",
  "@Ebouadams @leytonorientfc Welcome, and good luck!",
  "@svmelb “President Trump has said he may need a good government shutdown to get his wall. With this demand, he seems to be heading in that direction,” Mr. Durbin said",
  "@svmelb Ok.",
  "@svmelb Javel. Det høres ut som en gisselforhandling for meg.",
  "@svmelb Er dette i forb med 18 mrd dollar til mur mot at han lar Dreamers være i fred?",
  "@leytonorientfc This will prove to be a cracking signing!",
  "I am a 3rd grade teacher in Kansas. I am trying to teach my class about the power of Twitter and how fast information can spread. If you could RT this tweet/comment where you are reading from I would really appreciate it. I am planning to share results with them on 1/12. Thanks!",
  "@ulrikft @abergeba Robin Wright..  og @FruBugge",
  "@VGSvea @MariusHelgaa @twitregon Ser at den tweeten kan leses som kritikk. Jeg tror deg på at det ikke var ment sånn.",
  "@ulrikft @wordsbyana One can live perfectly happy, fulfilling lives without children. (Yes, I have two)",
  "@motsegn Tøft! Spanderer en øl når vi ses.",
  "@motsegn Les World Gone By med Dennis Lehane, og si det samme! I dare you, I double dare you",
  "@Whaleoil Kentish town for @roseandcrownnw5 . Stratford when seeing @leytonorientfc . No go zones, my ass.",
  "@reporterlars @MortenMyksvoll Du, nå er den i helt nyydelige hender. Nigel Travis og Kent Teague har tatt over. Masse sjel og sunne prioriteringer (og Kent har penger). Denne klubben skal leve lenge.",
  "@reporterlars @MortenMyksvoll Londons aller flotteste foppallag",
  "@MortenMyksvoll @reporterlars Det er nesten ingen grense for hva jeg ville betalt for kvalitetsjournalistikk. Kjøper nå le monde, Washington post, mother jones og radiokommentering av kampene til Orient.",
  "@forsberg Har du no Celeste Ng på lista?",
  "@forsberg Litt enig. Skriver alt helt ut. Hva er neste?",
  "@forsberg Boka eller oppvekst som er mangelfull?",
  "@forsberg Du kan jo lese A little life. Så kan du,  @ulrikft og jeg grine med Jude",
  "@forsberg Fugletribunalet altså..",
  "@forsberg Den er også oversatt til engelsk og er på kindleformat.",
  "@mohamabd86 @MariaKjosFonn @Kasiopeiiasbok Skeeeeptisk!",
  "@Beathhigh Remember back in the days? https://t.co/7mQcnRt3jL",
  "Husker dere, @KSteigen og @twitregon og @heletwitta , når vi gikk i platebutikker da vi var unge? https://t.co/7mQcnRt3jL",
  "@dagfinnhessenp https://t.co/rC0RqeoiWU",
  "@kiheger og @jonwesselaas i samme rettssal... Er det en slags jurist-twitter-singularitet?",
  "We'll give Jeff Sessions our legal pot when he pries it from our warm, extremely interesting to look at hands. https://t.co/LF0RpdCiHG",
  "@FruBugge https://t.co/rC0RqeoiWU",
  "@TrulsJohansen3 Sverige!!",
  "@Asbjorn1975 Har lest en av han tror jeg. Tom Waits i titlene?",
  "@erlen_dB @tonyvangen @kayabh @Erlendss @ulrikft @forsberg @AxelCooper @MortenElster Alle klokkejålebukker får kokkos neste gang, vi ses. (Minus @ulrikft )",
  "@erlen_dB @tonyvangen @kayabh @Erlendss @ulrikft @forsberg @AxelCooper @MortenElster Klokke? Denna bruker jeg. https://t.co/m0dysaqfHR",
  "@superhemli Hold deg fast! 2017s beste.",
  "@superhemli American War av Omar El Akkad.",
  "@tonyvangen @erlen_dB @ulrikft @kayabh @forsberg @AxelCooper @MortenElster Baskisk 12 år gammal okse. Kobe kan gå og ta seg en bolle.",
  "@erlen_dB @tonyvangen @ulrikft @kayabh @forsberg @AxelCooper @MortenElster Jeg høyner med detta: https://t.co/FRrJtzMnbU",
  "@roseandcrownnw5 @bravesirrobinn4 Wishlist for feb 8th to 11th: \nInto the haze\nBBno session ipa \nBeavertown neck oil\nKernel pale ale\nOrient win against Tranmere \nSmoked pork\nAnd a hug from @mancbeard \nWe will bring money and aquavite",
  "@tonyvangen @ulrikft @erlen_dB @kayabh @forsberg @AxelCooper @MortenElster Alder?",
  "@OyvindBerdal Litt sånn \" er du med på leken så får du tåle steken\"?",
  "@OyvindBerdal \"Sånn har det blitt\", synes jeg du sa sist. Når man er med på å betale 800 mill for spillere så høyner man innsatsen.",
  "@ulrikft @erlen_dB @tonyvangen @kayabh @forsberg @AxelCooper @MortenElster  https://t.co/qyuo7jLPQm",
  "@HumaF_ Men faen a! Det er jo sant og viktig det du sier! Makan, så gammal jeg har blitt.",
  "@markfollman Banana republic",
  "@HumaF_ Noen økonomer hevder at kvinners tidlige inntog på arbeidsmarkedet, med god hjelp for fødselsperm og barnepass er verdt like mye som oljefondet.",
  "@mohamabd86 @ivarsorensen Får ikke noe sånt jeg. Hva gjør jeg riktig?",
  "This message is approved by cartels in Mexico and Colombia https://t.co/PuW7N8rIgZ",
  "De må i fengsel, spør du meg. https://t.co/iz5fv5D7Bz",
  "@FruBugge https://t.co/1Ojf6FjUAn",
  "@ulrikft https://t.co/7F7tzi09qF",
  "@tonyvangen @ulrikft @MortenElster @erlen_dB @forsberg @AxelCooper Faen ta deg, Morten...",
  "@AxelCooper @ulrikft @tonyvangen @MortenElster @erlen_dB @forsberg Gratulerer med barn og kos deg ihjææl i pappaperm. Viktigste tida i ditt liv, uten at det er åpenbart.",
  "@AxelCooper @ulrikft @tonyvangen @MortenElster @erlen_dB @forsberg Hva med oss det klør i knokene til?",
  "@PsychoticDancer Delirium is alcohol related and more vivid hallucinations.",
  "@enkelst Usikker. Jeg kjøpte i fjor, og fikk 6000 i avslag fra før jul. Løkke te.",
  "@enkelst Vent til nyttårssalg. Kjøp på rentefri avbet, hvis det går? ( Kan få opptil 9 mnd) Da kan du få nytt og bra, uten å blakke deg?",
  "@EJUSA I'm guessing Bastøy in Norway?",
  "@enkelst American War av Omar El Akkad. Spekulativ fiksjon om et USA etter ny borgerkrig. The Sellout av Paul Beatty. Fantastisk morsom bok om en ønsket re-segresjon av en bydel i Los Angeles.",
  "@mohamabd86 Thou shall read American War av Omar el akkad først!",
  "@AndreasAasheim @Torkil Poenget til Torkil står. Det er veldig trygt å fly.",
  "@DulcetDave Exciting!",
  "@TeeBe74 @aslakr https://t.co/4i9RRy5Q88",
  "@leytonorientfc Harrold header coming up!",
  "@Torkil Nope. Krasja et ganske nylig i Tanzania.",
  "@OrientBraces Proud of you! Well done.",
  "@OrientBraces You can do this, you beast!",
  "@OrientBraces #phoenix",
  "@OrientBraces Go on, dig deep.",
  "@Tjabergnissen Odalen skal sogne til Ahus i 2019. Som behandler i barne og ungdomspsykiatrien skal jeg lene meg på dette. En god kos og skyss hjem. Kommer innom på kaffe!",
  "@eiivind @ArindF Som vi sier på Romerike: Ræling født, gærning støtt.",
  "Happy New Year. Here's a reminder that we don't control world events, we control our own actions and attitudes. Regardless of what 2018 brings, we'll ride it out if we stick together. We're not free until we're all free, and we're not safe until we're all safe.",
  "@twlldun Famous last words",
  "@mohamabd86 Ser Harry Potter med min yngste sønn. Voldemort og ministeriet er Trump og republikanerne.",
  "@heletwitta Ser den. Var publikumsarbeidet som imponerte meg. Sett beer hall putsch med Stanhope. Har en lengre bit om morens selvmord som er veldig bra.",
  "@heletwitta Tips: Judah Friedlander på Netflix.",
  "@leytonorientfc Equalizer in 4",
  "@DrEmmaFrans Topp 3 i 2017? https://t.co/BpHhpVLDpp",
  "@Asbjorn1975 Haha! Jeg er med!",
  "#Ff @maryamnayebyazd",
  "@ialfalhanna Nei?",
  "This is an iranian woman. Bravery none of us will ever see live. She is us. https://t.co/qCTRJwjJk4",
  "@mancbeard @roseandcrownnw5 https://t.co/hL6I3Cu6CB",
  "@OyvindBerdal Og samtidig drepe det man elsker. Vi er enige.",
  "@OyvindBerdal My point exactly. Topp-foppallen spiser seg selv. Kommer til å dø. Det du applauderer er en forferdelig sak.",
  "@OyvindBerdal Med de pengene som nå rår er det kun kort tid unna. Det du liker nå, kommer til å drepe fotball som du kjenner det. 75mill pund for van dijk er et symptom.",
  "@OyvindBerdal Og det kommer til å bli døden for topp-fotball..",
  "@OyvindBerdal Der er jeg enig. Men hvis laget flytter 3 mil, bytter 11'ver og trener, kaller laget for Liverpool og stadion for Anfield. Hva da?",
  "These are Iranians. They are brave. They are us. https://t.co/lrOJ7jPoXD",
  "@OyvindBerdal Ja. Enig. Men det er døden for fotball, og politikk, når eierens/politikerens tilgang på kapital er det viktigste. Er du enig? Du heier ikke på et lag lenger. Du heier på et brand.",
  "@QuintusPila @turistforening Ta med deg alle muslimer du kjenner og dra. Inviter meg også. La oss sette han i en vanskelig situasjon og omvende han, insh'allah.",
  "@OyvindBerdal Vet ikke. Hvis meg forskjellen.\nhttps://t.co/1hgIh4g73i",
  "@OyvindBerdal Åja? Lykke til med den argumentasjonen. Hva er forskjellen fra: den som har mest penger er sjef?",
  "@OyvindBerdal Bruk samme logikken på politikk og sjekk om du synes det er et greit argument.",
  "@OTF1881 @LOFansTrust You need to take a stand: are you a parody account, as it says in your bio, or not.",
  "@palmklov @Elgschmelg @Selvsagt2 Det er et SCHVÆÆÆÆRT poeng at faren brukte døtrene som et \"sosialt eksperiment\", men poenget står. Dedikerer man hjernen til noe, blir den bra på det.",
  "@sukkerslott Føkk sykkolågen! 💗",
  "@ulrikft @Selvsagt2 @Elgschmelg Nja.. Det var damer som satt NASA på månen. Det er faktisk rakettforskning. Simon Baron-Cohen professor i autisme (fetter til Sasha)påstår at den autistiske hjernen er mannehjerne på steroider. Kan være mønster, system og to streker under svaret er vår greie..?",
  "@Selvsagt2 @Elgschmelg Nei. Du trenger ikke å tillegge meg meninger jeg ikke har ytra.",
  "@Elgschmelg @Selvsagt2 På generelt grunnlag : JA!!! \nI dette tilfellet: ja. Tror det.",
  "@Selvsagt2 @Elgschmelg Vet ikke. Skulle jeg tippa så gjelder det å gidde å sette seg inn i et uendelig sett med sjakkvarianter, som krever en spesiell evne til å se bort fra alt annet som er viktig i mange år.",
  "@Elgschmelg @Selvsagt2 Ja, men på dette nivået, altså høyest sjakkranking, når ikke kvinner opp.",
  "The remaining 16 members of the Presidential Advisory Council on HIV/AIDS were told they were being fired Wednesday, via a FedExed letter from the White House https://t.co/cwV7S6lWt0",
  "@ArneSeland @Selvsagt2 Det er egen kvinneklasse som spiller der nå da...",
  "@Selvsagt2 @Elgschmelg Det er åpne mesterskap hvor de spiller mot hverandre. Men av en eller annen grunn når kvinnene aldri helt opp. (Dette har selvsagt ingenting med intelligens å gjøre. Det er åpenbart)",
  "@iyad_elbaghdadi Don't think there is one? @HardcoreHistory",
  "@terjehaugis https://t.co/9flVyFObWP",
  "@terjehaugis Jimenez de Jamuz.",
  "@terjehaugis I valladolid er du en time og 20 min unna verdens beste biff....",
  "@sukkerslott Ja.",
  "This afternoon's matinee didn't go quite as well as we hoped. Fingers crossed for tonight's gig at Laurieton United Services Club. See you and your grandparents there! https://t.co/OTIXMPrq5k",
  "@ulrikft Tydelig skrevet av folk som ikke lever i nærheten av Øyeren på sommeren. Ellers, helt enig.",
  "@andersheger Altså betale 250 000 USD i forskudd på bok til en kjent kvinne-,muslim-, brunihuden-hater som ikke evner å reflektere eller argumentere, for så å bli overrasket at han hater de ovennevnte og ikke kan reflektere eller argumentere?",
  "@mohamabd86 Er det den du mener? Demonstrasjonene i Egypt? Eller er det en annen film?",
  "@AndyAce83 @QuintusPila @bareenmann Gå inn på linken til andyace i profilen hans. Trykk så på youtube linkene. Gjør det nå. @KSteigen",
  "@mohamabd86 Tahrir square?",
  "@iyad_elbaghdadi Stay strong. It will pay off, Insh'allah.",
  "@runafk Her får jeg igjen for ikke å ha lest Othello...",
  "@fuchsiablix katter du liksom... https://t.co/Ar5yhC3Vpk",
  "@runafk Nei?! Bør jeg sjekke det, eller slutter jeg å lese bøkene hennes da?",
  "@Rolf_k_y Skjønner sentimentet, men tror ikke det er så stor forskjell på \"oss\" og \"dem\"",
  "@forsberg https://t.co/CaD2l1JTHb",
  "@OyvindBerdal 75 mill pund er happy day?",
  "@Asbjorn1975 The Dry. Jane Harper. Sterk whodunnit fra australias outback. Halvveis er den strålende.",
  "@forteller @ulrikft @sukkerslott @forsberg Klarer du én i mnd? Evt så setter vi opp litt i god tid, så kan du bli med og prate når den boka er aktuell",
  "@vrangest Da kan dere gå løs på den Unabomber-serien på netflix.",
  "@ulrikft @sukkerslott @forsberg Days of rage, Bryan Burrough\nManhattan Beach, Jennifer Egan.",
  "@ulrikft @sukkerslott @forsberg Ok. Er med.",
  "@ulrikft @sukkerslott Definér \"lite ambisiøs\"",
  "@sukkerslott @ulrikft Barnevernspedagog. Årntli jente detta her altså?",
  "@sukkerslott @ulrikft Med",
  "@ulrikft @sukkerslott Skal vi lese samme bøker og diskutere de etterpå?",
  "@OrientOutlook Get in!!",
  "@aarskog For ei låt! Og for en håpløst dårlig gitarist Ace er!",
  "@sondreolsen Nope",
  "@hoaxeye And swans are not monogamous...",
  "Don't let your politics become so predictable that underpaid, undereducated information warriors in a Kremlin troll factory can replicate all its features with their limited linguistic skills and you accept the caricature for the real thing. Cliches are the death of thought.",
  "@troninj God bedring! (Prøver meg på en liten spøk): Ser ut som en white russian ville gjøre underverker!",
  "@BIHLorentzen Stålsett deg for historier om ekstremt dumme ting folk har gjort i fylla.",
  "1. A comprehensive study finds that spanking children leads to *more* misbehavior, not less. I gotta rant about this for a minute. Mute as necessary, as I have strident &amp; unpopular opinions on this matter. https://t.co/6XsRsL3BOW",
  "@TrulsJohansen3 Takk själv! Saltsten!",
  "@sam_billings786 @OrientOutlook Stop it.",
  "@E10Mess Åååååååå ori ori!",
  "Stanford U Prof of Medicine, former Air Force surgeon, loses nomination for DoD health job for saying, \"how insane it is that in the United States of America a civilian can go out and buy a semiautomatic weapon like an AR-15.” https://t.co/RhaAfCL2N7",
  "@tarvoll @toul @HadiaTajik For the record som hvit, mann og middelklasse: eneste politikeren jeg ville tatt livvakttjeneste for er Hadia Tajik.",
  "@gislevonen Der er vi dønn enige",
  "@gislevonen Tror det hadde vært lettere hvis pressen hadde latt det gå sin gang. Oppleves ikke som om det er sånn.",
  "@gislevonen Ok. Ser ut til at det ikke har fungert spesielt godt i flere år.",
  "@gislevonen Hvis dette *ikke* stemmer: hvordan skulle hun ha framstått?",
  "@gislevonen Så det hun gjør, gjør hun ikke fordi hun mener det er riktig, men fordi hun skal bedre sin posisjon?",
  "@KjotandEldur @bravesirrobinn4 How long are you at @bravesirrobinn4 ?",
  "@bravesirrobinn4 @KjotandEldur For how long?",
  "Nååååå forstår jeg så mye mer https://t.co/Fmgy1QWk6K",
  "At this school, children arrive having slept on night buses, in police stations or on bare church floors. So it has had make radical plans to help its poorest pupils. It's one of the most moving things I have ever written about.  https://t.co/apjlZaQxVD",
  "In Holland at the end of the second world war I raised my rifle to an English soldier that was mocking the plight of refugees. He was scum, so it might be possible that he's your dad or grandad. https://t.co/pMEGoxIBRn",
  "@DarthPutinKGB Not by a longshot",
  "@DarthPutinKGB Zhirinovsky blamed a norwegian sub. Which is about a 100 feet long.",
  "@KSteigen Denne gir et godt bilde av hva som kan skje om Trump finner noen som kan sparke Mueller https://t.co/SbJtg44vic",
  "Nazi Germany vs today's America https://t.co/TqTySaNIBT",
  "Solid boktips. @Asbjorn1975\n@aslaknore @forsberg https://t.co/ABEhbWXoRm",
  "On the orders of Attorney General Jeff Sessions, Justice Department prosecutors have begun asking FBI agents for info about the Uranium One deal. https://t.co/aVZpYntZmb",
  "@fuchsiablix Amen",
  "@suPerStaale \"Stemte på alliansen\"",
  "@andrewconquest Proud of you. Meet up at Birkbeck for a 2008'ish pre-match beer, feb 10th?",
  "@sverriss Hun svarte @forsberg når han spurte.",
  "@eottosen @fuchsiablix Vet ikke. Vet at katolske prester har utdelt \"uønsket seksuell oppmerksomhet\" mer enn noen annen yrkesgruppe.",
  "@eottosen @fuchsiablix Den strenge seksualmoralen i den katolske kirka har gjort underverker med å stoppe uønsket seksuell oppmerksomhet.",
  "@Tjabergnissen @LadyVoodoo_ Google: podcast Christopher Schau hardhauser. Sett deg en rolig plass. Le høyt.",
  "@Asbjorn1975 Nope, men den skal leses. Når en lykkes såpass godt med første boka må jeg lese fler. Gleder meg til neste av Jordan Harper også. Leser siste Connelly nå",
  "@MortenMyksvoll Der har du vel svaret på, om, ypg(fsa) er på linje med Assad? https://t.co/wx9a07zxoo",
  "@ulrikft @forsberg @achalse Dette er spekulativ fiksjon på sitt aller beste. Se opp for harde kroppslag.",
  "@eivindtraedal Lykke til med å krangle med folk fra Rælingen.",
  "Ikke trykk liker. Les! For faen! Det vanke ørtæv!",
  "@feministjaevel Gratulerer! Loud and proud!",
  "@forsberg @ulrikft @achalse Les denna. https://t.co/WO2tePlOFi",
  "@joerogan They also want to use it as medication for psychosis.",
  "100% of Trump doesn't give a shit. https://t.co/ZdNn6ACIuZ",
  "This guy wrote the best book I read this year (The Sellout, by Beatty a close second) https://t.co/Tv42d009ib",
  "@omarelakkad Yes, please!",
  "@RyanDeeney2194 You are an english hero. Someone should put up a statue in your honor. Godspeed!",
  "@dyllyp @Diddy @Oprah @StephenCurry30 @Kaepernick7 The norwegian sovereign wealth fund is looking to get out of oil and gas... Just sayin.. 1 trillion usd.",
  "@DrEmmaFrans Confirmation-bias-Dunning-Kruger?",
  "Shame McShameface https://t.co/B8E4dqnKuI",
  "@ulrikft @apepusekatt @elfhybrid_ 💗",
  "@ulrikft @apepusekatt @elfhybrid_ Det er faenmække rart.",
  "@FloydPage Det er en epiphone. Kjør på!",
  "@CharlieLong93 Thank you for great work. Good luck. Up the O's.",
  "My best album of the year. \n\n https://t.co/zN7QDv2Bku",
  "@achalse \"Just say no\"",
  "@eide_per The emperor of all maladies av S. Mukherjee og A brief history of everyone who ever lived av @AdamRutherford",
  "@bravesirrobinn4 @roseandcrownnw5 I am. Especially at your hyggelige pub.",
  "@roseandcrownnw5 @bravesirrobinn4 A place where you can have \"hygge\", is \"hyggelig\". A person can also be \"hyggelig\".",
  "@ulrikft @fuchsiablix @runarbm Fuchsia er skummel. Jeg tror den følelsen var det dere, dødelige kaller for frykt.",
  "@FrodeHomb Kan ikke medisineres",
  "@fuchsiablix @runarbm Kjente litt på den selv i det jeg sendte den.",
  "@runarbm @fuchsiablix Katter er narssisistiske sosiopater. På en god dag.",
  "@nielsen_glenn @filiprygg @bareenmann @eivindtraedal Schizofreni er ikke splittet personlighet. Så er det sagt. (Igjen) :-)",
  "At what point does the US become a fascist state? \n https://t.co/LpSTHeiOoa",
  "@enkelst Gløm alt. Fransk thriller basert på Harlan Coben. Original tittel: tell no one. På fransk: ne le dis a personne",
  "@JasonIsbell All it takes for evil to prevail....",
  "@roseandcrownnw5 @CuePointUK @BraveSirRobin Good luck, lads!",
  "@huckchinn 💕",
  "@AHvitstein Åååååågee? De her postes 3x pr 5. minutt",
  "@AHvitstein Du er kanskje ikke klar over disse tweetsa? Det kommer en del av dem",
  "@proud_red Hadde en amerikansk soldat gjort det der i Afghanistan så hadde det vært livstid i fengsel. Ferdig.",
  "@CSpange https://t.co/VAgepeNN2z",
  "@Asbjorn1975 Twelve lives, for faen! Kanonbra!",
  "@NilsHenrikSmith @anderstotland The Emperor of all Maladies. Biografien til kreft. Strålende bok.",
  "@IngaMarte Veldig usikker på om disse tallene stemmer. Var det @joarhalvorsen som så på dette sist?",
  "@Elgschmelg Makan til fyr....",
  "@Elgschmelg Regna med at noen sine unger skal få detta rææææælet... :-)",
  "@Elgschmelg Barnevernsvakta er varslet!",
  "@SikhProf @LibyaLiberty Black votes matter",
  "@danieldennett More precise: Thank you, african americans in Alabama.",
  "Tonight's nail-biter provides yet another reminder that the African-American community is a core defender of pluralist democratic values in the United States.",
  "@espenteigen I dag er du god på twitter.",
  "@vrangest @WasimZahid Tatt vaksine selv. Hele familien har hatt halsvondt og feber her.",
  "@JensBP Evt Southern Man.",
  "@achalse Piiiiiiiiinnggglleeeeeee!",
  "@achalse Ta fler da vel!",
  "@achalse Zyx. Reseptfritt (ingen aning hvorfor det ikke er reseptbelagt)",
  "@Asbjorn1975 Gi meg en feedback etterhvert. Prologen gir et godt pekepinn.",
  "@Asbjorn1975 Bra set up, fantastisk skriving, uvanlige protagonister . Akkurat starta, lover meget godt.",
  "@Asbjorn1975 Jeg tror vi har 2017s beste thriller her altså. Akkurat kommet i gang. Veldig bra, også debutant a gitt. Skulle ikke vært lov",
  "@mohamabd86 @QuintusPila @wiiikern @MortenElster @ulrikft @hilderestad Nor jeg tenker meg om, så har du et viktig poeng : afroamerikanerne har levd med dette lenge..",
  "@mohamabd86 @QuintusPila @wiiikern @MortenElster @ulrikft @hilderestad Sett. Sterk.",
  "@QuintusPila @wiiikern @MortenElster @ulrikft Jeg er også uenig med Thomas. Men allerede der begynte det og åpnes dører som gjorde USA sårbart for det som skjer nå, og som er veldig farlig. Kanskje @hilderestad kan bidra. (Følg Hilde!)",
  "@MortenElster @ulrikft Det bereda hvertfall grunnen for det vi ser konturene av nå.",
  "@MortenElster @ulrikft Seriøst spørsmål: hvor går grensa?",
  "@New_Narrative No.",
  "At what point does USA become a facist state? https://t.co/7jX1loLy4b",
  "@kjetilhope @aslaknore https://t.co/XC9tVNuCA6",
  "@kjetilhope Det veit sikkert @aslaknore . Ellers er The Forgotten Soldier meget bra.",
  "@kjetilhope Om Norge?",
  "At what point does US become a facist state? https://t.co/M6JBBGyDfd",
  "@Stonekettle That's from a movie with Mark Walberg as a navy seal... I kid you not.",
  "Ikke alle hemmeligheter skal holdes. https://t.co/1aJKrsYGhy",
  "Not a typo: The median net worth of non-immigrant African-American households in the Boston area is just $8. White households? $247,500. https://t.co/z8IsPqES71 https://t.co/MiHVE9Qdgm",
  "@fuglatass Bra maning",
  "@DanAuton2590 @OrientOutlook @mylesjudd99 @BrillDean @macauleybonne The short time underlines how much effect commitment and psychology has on performance.",
  "@RagHolmas The Sellout av Paul Beatty. Bare spør @forsberg",
  "@JohsLindstrom Ser du? https://t.co/kuRYCiiOG1",
  "@JohsLindstrom @leytonorientfc @macauleybonne Haven't got a snowball's chance in hell. Doom and gloom. (Lillestrøm tradisjon som kalles motpes, evt anti-pes. Kjør forventninger ned, bli overrasket. Fungert hele sesongen)",
  "@QuintusPila @eivindtraedal Bror, bor du på Sørumsand?",
  "@leytonorientfc @macauleybonne Will lose 3-4",
  "@KidSampsonO Are they showing heart?",
  "@AFCWimbledon @buryfcofficial No wonder a small band of vikings could do as they pleased...",
  "@Charliedinburgh @leytonorientfc Good luck to yer da. And all the rest of us. Up the O's!",
  "@Gulliks1 er på håmballkøpp i stabekk arena. Haslum er gode eller?",
  "@vebjornselbekk Hva kan dette handle om? https://t.co/SD11lnDhTX",
  "@bravesirrobinn4 @roseandcrownnw5 Thank you",
  "@CalWiseman @BeffernieBlack @jonronson Have a look at this, and especially the footnotes: https://t.co/O9ifx61tsy",
  "@roseandcrownnw5 @bravesirrobinn4 Will do friday @bravesirrobinn4 . If they can handle that amount of awesomeness.",
  "@roseandcrownnw5 @bravesirrobinn4 How far, by cab, is it?",
  "@CalWiseman @BeffernieBlack @jonronson Yes, but Milgram only showed you want they wanted you to see. Same as Stanford Prison experiment. They thought they had found something. They hadn't.",
  "@roseandcrownnw5 @bravesirrobinn4 Congrats!",
  "Today we launch a new platform to give *1.6 million people* in Florida the ability to vote. 283,000 petition signatures are needed to put voting rights on the FL ballot. Here’s how you can help: https://t.co/SaHcgJ7xte",
  "@CalWiseman @BeffernieBlack @jonronson I mean replicated, not reproduced",
  "@CalWiseman @BeffernieBlack @jonronson It has never been reproduced. Only common feature found is that people can push limits if they believe it's for a greater good. Bottom line: a vast majority said no and quit the experiment.",
  "@genyorke @BeffernieBlack @jonronson The same.",
  "@BeffernieBlack @jonronson I'm sorry about that, but the Milgram experiment is one of the most misrepresented and misunderstood psychological experiments ever.",
  "@DGisSERIOUS Christmas card from a hooker in Minneapolis, by Tom Waits?",
  "@ciamaria @Tjabergnissen Nå snakker vi!",
  "@Tjabergnissen @ciamaria Brus fra Roma mineralvannfabrikk. Riktignok fra feil sie av Lillestrøm men det får gå.",
  "@gislevonen Noen sa: ikke gå bort til hunkjønn du ikke kjenner og si ting til dem du ikke hadde vært komfortabel med at en stor mann sa til deg i fengsel.",
  "@ciamaria @Tjabergnissen Dere fikser veier uten asfalt, et dyr av no slag, stjerneklart med lite lysforurensing og generelt god stemning.. Noe vi skal ta med fra byen?",
  "@ciamaria @Tjabergnissen Oldemora og gamletanta dems bor på Sandsøya i Vesterålen. Null stress.",
  "@gislevonen Trudde pinadø vi ikke brukte det på norsk, men det gjorde vi gitt. I stand corrected. Er uenig i poenget ditt, åkke som.",
  "@Tjabergnissen @ciamaria Rause unger. De er vant til \"vulgar display of emotions\" :-)",
  "@ciamaria @Tjabergnissen Vi griner rett i t-skjorta",
  "@gislevonen Sensible = fornuftig.",
  "@ciamaria @Tjabergnissen Kan jeg få ta med meg unga og ta en fredagskveld med overnatting hos dere en dag?",
  "@bravesirrobinn4 The real hard launch will be february 9th. #vikinginvation",
  "@susanndybvik @estermoe *Det* er viktig, det! Loud and proud.",
  "@susanndybvik @estermoe Livet er hardt. Noen ganger fortjener man å skjemme seg bort, uten å bli sliten først.",
  "@susanndybvik @estermoe Synes den minst fortjente flaska er den beste, jeg da.",
  "US police can shoot whoever they like, for no reason, with impunity. What's the watershed moment when a state goes facist? https://t.co/mj0ajAOaWk",
  "@forsberg sett Judah Friedlander på Netflix?",
  "@maiasz Seen the supreme court ruling in Norway on LSD? Where the dosage and lethality was the main point of the defense?",
  "@forsberg @eivindtraedal https://t.co/CB0x4d6GQo",
  "And the jews will convert or get killed. #WithFriendsLikeThese https://t.co/IKlTtMzSfH",
  "@lars_akerhaug @NRKsatiriks https://t.co/LTXHoFz0ON",
  "@thehill Facism 101",
  "@forsberg Åssen går det med lesinga?",
  "@forsberg Godless gaddammit!",
  "@forsberg Serien. :-)",
  "@forsberg Bra?",
  "Godless didn't blow *all* their money on norwegian speech coaches in episode two.",
  "@PsychoticDancer To me that will be four 48 hour shift one month and three+some, the next",
  "@Asbjorn1975 Sjekk She Rides Shotgun. Jordan Harper",
  "@PsychoticDancer Does this work include working in weekends?",
  "@vebjornselbekk Sikkert. Men Shin Bet, som kun har Israels sikkerhet som oppgave, mener vestlige kristne som ønsker Jersualem som hovedstad er en trussel mot Israels eksistens.",
  "@iyad_elbaghdadi I think you are right.",
  "@vebjornselbekk Så et intervju med en tidl leder i shin bet, som ble bedt om å kommentere vestlige kristne som ønsket Jerusalem som hovedstad i Israel: \"God help us from these people\".",
  "@HeddaKlem Kill it with fire!",
  "Maybe everyone should take tomorrow off Twitter, read a history book and we can all reconvene here on Friday.",
  "@neuroconscience What Andrew said.",
  "@JasonIsbell That Sean Costello one...",
  "@Asbjorn1975 *R*",
  "@Asbjorn1975 Kjør! Liket den godt selv foreløpig.",
  "I remember the quote from a former Shin Bet leader when he was asked on evangelical \"christians\" wanting to make Jerusalem capitol.. \"God help us from these people\" https://t.co/DVxi78BWYp",
  "@forsberg Counting crows?",
  "@Jofletro Dårlig trent",
  "@thomas_violence Sleep! 😀👍",
  "@forsberg @lopeoldemor Dypt sjokkert...",
  "@SaysPhilippe Jeg har Allan Benton bacon i huset....",
  "@roseandcrownnw5 @BrewByNumbers I can't tell you how much I appreciate that.",
  "@forsberg Nei. Nå er de her..",
  "@NovicSara I think you should include yourself there, Novic",
  "If last month’s Full Moon were a 16.0 inch pizza, then this month’s “Super” Moon would be 16.1 inches.  I’m just saying.",
  "Ebook find of the day: I CONTAIN MULTITUDES by @edyong209 for $1.99 https://t.co/7uYT3QDGTa",
  "@patrickween @sollie3 @Jofletro @fuglatass Grattis!",
  "@MagnusBorgen @RomerikesBlad Nå blir det statue, om det står seg",
  "@MagnusBorgen @RomerikesBlad Man kan si mange ord om Kippe. \"Pingle\" er ikke et av dem.",
  "@Gulliks1 Der det er liv, er det håp",
  "@iyad_elbaghdadi If he can in Norwegian, you can count with danish, too",
  "@Gulliks1 Er jo jævvla gode i håndball.",
  "@Gulliks1 Nå må ikke du være sur for at ikke Siggerud er i køppfinalen da, Gulliksen.",
  "@ProfFrancesca Welcome",
  "@PsychoticDancer Because guidelines basically forbids it.",
  "Carl Sagan was basically Nostradamus. via @RaheemKassam https://t.co/aUaNJrIkAd",
  "@Asbjorn1975 Da skal jeg si ifra hvordan det går. Lovende. Sherlock Holmes i south central LA.",
  "@Asbjorn1975 Lest Joe Ide?",
  "4. \"It was so extreme that when political consultants tried to get reactions from voter focus groups, the voters refused to believe that they were describing the bill accurately.\" https://t.co/vNMlrT6CD4",
  "We got emails &gt;\n\n https://t.co/LcZdK8NMq3",
  "@DM_ME_YOUR_CATS Alle vet jo at hunder er deiligere enn katter",
  "@kbenginow @ShaunKing @DanKaszeta Sweden has about 100 homicides/violent deaths pr year.  Hope that helps....",
  "@DM_ME_YOUR_CATS  https://t.co/b9qaKPdjnd",
  "@LibyaLiberty If we are lucky: so broke that it can not wage war.",
  "@roseandcrownnw5 @BrewByNumbers Full report please. And save some for me!!",
  "@stevesilberman They're gonna take away your votes next.",
  "@jonwesselaas @forsberg @KSteigen https://t.co/ENnEACQZDq",
  "@ulrikft Bør",
  "@ulrikft Det skulle være en \"å være\" inni der et sted",
  "@ulrikft Til jurist og enkel gut fra Oppdal, er det vel naivt å tro at dette handler om argumenter?",
  "@toryboypierce Sir, could you point me to an EU regulation that Norway doesn't comply with?",
  "@Elvebyen I call bullshit",
  "It would be great if this tax bill, because of the inevitable deficit, makes america uncapable of waging war.",
  "This caller said all Muslims are complicit in terrorism. @mrjamesob's response was so powerful. https://t.co/SMeqd12LAc",
  "@motsegn Amen",
  "@Elgschmelg Sjekk @gunnaren din",
  "@IngaMarte Én time, én gang i året...  Det er det ingen som har godt av.",
  "@svmelb https://t.co/MmBKT7CmVO",
  "@jonwesselaas Det er Brian Ross.. La oss vente og se. \n@forsberg @KSteigen",
  "@BDPerry @ChildTraumaAcad Thank you.",
  "@BDPerry Mr. Perry, can I find some good articles or research on NMT somewhere?",
  "“But justice roll down like waters and righteousness like an ever-flowing stream” Amos 5:24 https://t.co/o89PSY1YBd",
  "@JasonIsbell Which reminds me when you toured for Southeastern. You were big in US, but still played a pub in Oslo for a 100 people. A show I'm still recovering from btw",
  "@svmelb \"Plead down to one charge\" . Han har jo samarbeidet og gitt Mueller noe han ikke hadde fra før. Penga mine er på Kushner.",
  "@Asbjorn1975 Har ikke sett. Begynner i kveld tipper jeg",
  "@Asbjorn1975 Har du sett Umbre på HBO?",
  "@bjornrx Vi er alle etterkommere av edward den 3., Henrik den 8 og Djengis Khan.",
  "@Herrbrun @sverriss @DnB_NOR Fordi chrome funker dårlig med dnb nettbank. Bruker annen nettleser for nettbank ting, aldri trøbbel. Med chrome, masse trøbbel",
  "@sverriss @DnB_NOR Ikke bruk chrome når du skal i nettbank",
  "GIVEAWAY for Instagrammers!! #giveaway #giveaways #holidaygiveaway #ChristmasGiveaway #artwork #print #prints https://t.co/D1E26ih7DB",
  "Skal vi godta dette? Seriøst. https://t.co/1EasF6CwT6",
  "@forsberg Oslomett er for løkka-folk som søker bolig i Setskog. Selg til eiendomsmegler",
  "Norwegian by Night is $3.74 on Kindle. You might as well get it. \n\nhttps://t.co/f4cZs8kPFy",
  "@J_Siqveland @joarhalvorsen Ok. Takk skal du ha .",
  "@mohamabd86 @mariacancan Ukjent. Foreløpig. Takk!",
  "@joarhalvorsen @J_Siqveland @joarhalvorsen finnes det no go forskning på NMT? \nhttps://t.co/0atJHBf7yQ",
  "@kaveh_rashidi Legeskrekk!",
  "@dagfinnhessenp Ah. Sånn sett ja. Grazie, consiglieri.",
  "@dagfinnhessenp Tja. Det kunne jo vært et dødelig naturlig produkt.",
  "@MortenMyksvoll Lillestrøm parkerer Bergen. Igjen. Sier mer om Bergen egentlig..",
  "@MortenMyksvoll ..? https://t.co/VpgcE12bqT",
  "@achalse @GeirMol Er med. Og enig.",
  "@GeirMol @achalse Hva er forskjellen egentlig? (Ærlig spørsmål)",
  "@ulrikft @forsberg @achalse Hvor er saetrehansen når vi først trenger han?",
  "@bravesirrobinn4 If difficult to find you can surely find some \"Kos\", which is the wilder, norwegian, equivalent to Hygge.",
  "@forsberg @ulrikft @tonyvangen \nGå på hipstagram @fru_bugge_ \nog trekk lodd for gratis print",
  "@tonyvangen @ulrikft @Kristervangen Skylder på lillebror?? Makan..",
  "@MartinArseth Tredje er siste, hvis ikke det blir sudden death, eller enda verre: straffer....",
  "@ulrikft Sett bio'en til @tonyvangen ell?",
  "@Joakimpb @MartinArseth @Oysteib En somalisk kompis omtalte elg som \"hest fra skogen\" / \"skoghest\". Faras Duur.",
  "@Asbjorn1975 Takk for retweet",
  "@Asbjorn1975 Shit. Beste jeg leste i år var Marseille trilogien, og den er gammal.",
  "@Asbjorn1975 Redemtion Road.. Er den fra i år?",
  "@Asbjorn1975 Jeg har to billetter til Oh Wonder på parkteatret i morra hvis du vet om noen som trenger. Utsolgt.",
  "@Asbjorn1975 Nei. Har ikke noe krutt fra i år gitt.",
  "@Asbjorn1975 Har vært tynt i år..  La meg sjekke..",
  "@aslaknore Det Vidar sier",
  "Har to billetter til den nå utsolgte @OhWonderMusic konserten. Selges pålydende.",
  "@parkteatret @OhWonderMusic Jeg har ett par biletter jeg må selge hvis noen er sugne.",
  "Post reporters found inconsistencies in the woman's story and an Internet post that raised doubts about her motivations.\n\nToday, reporters saw her walking into Project Veritas, an organization that targets journalists in an effort to embarrass them. https://t.co/W05qDKlhl8",
  "@enkelst Hans Rosling,  temple grandin, elyn saks",
  "So how effective is Avatar therapy for hallucinations? @Keith_Laws analyses the results of the latest study - benefits not persistent  https://t.co/B4sKd8T1a4",
  "@SRefil @ukschizophrenic Homelesness is illegal in Norway, too. The government can't say that there is no housing. Available housing is mandatory.",
  "Fra Romerikes Blad... https://t.co/Z9M2i5EFIH",
  "@jdutton69 @AdamRutherford @rahaeli We need Mr Rutherford's help here. Can't find it.",
  "@jdutton69 @AdamRutherford @rahaeli In norwegian or english?",
  "@eivindtraedal Han kjører jo kun ideologi. Argumenter og meningsutveksling er ikke i spill i det hele tatt.",
  "@OrientMeatPie @OrientOutlook That's the way to do it. Haven't got a snowballs chance in hell.",
  "@mancbeard feb 8th. Brace yourself.",
  "@terjehaugis @nordjuss Det er ikke argumentasjon lenger, kun ideologi.",
  "@Tjabergnissen \"Sømeleg dryge bror\" 👍👏😁",
  "Watch Heavy Metal Parking Lot, the Cult Classic Film That Ranks as One of the “Great Rock Documentaries” of All Time https://t.co/R3KETe8r05 https://t.co/6HpZ0ws6QT",
  "@mohamabd86 @mariacancan Fikk heldigvis sett Sharon Jones før hun døde. Fløtta seg bra hun også.",
  "@mohamabd86 @mariacancan Der burde jeg ha vært! Si ifra neste gang.",
  "@spacedoutsmiles Google cia sky hook :-)",
  "@roseandcrownnw5 @DrunkRes @BrewByNumbers Thank you!",
  "@roseandcrownnw5 @BrewByNumbers Feb 8th",
  "Let’s crowdsource this, and donate it to th @britishlibrary https://t.co/q49S9wIrYN",
  "@DrunkRes @BrewByNumbers @roseandcrownnw5 Bruv! 💗",
  "I'm hollering. I hope someone takes him up on his offer. https://t.co/0KhSy3a12i",
  "@MortenMyksvoll bedre enn denne? https://t.co/KJva1me9nM",
  "Vaccine-preventable diseases include:\nCervical cancer\nCholera\nDiphtheria\nHep B\nInfluenza\nJapanese encephalitis\nMeasles\nMumps\nPertussis\nPneumonia\nPolio\nRabies\nRotavirus\nRubella\nTetanus\nTyphoid\nVaricella\nYellow Fever\n#VaccinesWork!\nhttps://t.co/n1cYVK3vBP https://t.co/hlmbI7tV4l",
  "@BrewByNumbers Hey @roseandcrownnw5 . Could you get me a couple of these and hold on to them for me?",
  "@vargaamo @ulrikft @gardlm @GeorgeGooding Stråmann igjen",
  "@vargaamo @gardlm @GeorgeGooding Stråmann",
  "@GeorgeGooding @gardlm Åja, så det er derfor du bruker min tweet for å begrunne det...",
  "@GeorgeGooding @gardlm Var det dét du hevda i første tweet? Er det dét jeg har argumentert mot? If you find yourself in a hole..",
  "@GeorgeGooding @gardlm Sant. De bare unnlater å fortelle hele sannheten, som ville spredt søkelyset/ansvaret, evt vist den brede politiske enigheten i byrådet, slik at ikke Lan ble en skyteskive. Det har de gjort bevisst for å generere klikk. Jug? Nei. Skammelig og nedrig? Definitivt.",
  "@DoremusSchafer @kjartana Han er pr-rådgiver på ekte?",
  "@GeorgeGooding Quote mining. \"beviselig er utsatt for usmakelig, ufin og stygg hets\"",
  "@GeorgeGooding https://t.co/qCzwAdhhzq",
  "😥 https://t.co/WhvD5KgcMl",
  "Please show me pictures of weird stuff in your parents house",
  "Turning Point USA’s Student Action Summit 2017. Speakers: https://t.co/NB9ko2jXY9",
  "@DanKaszeta Oh shit...",
  "@DanKaszeta Is this real? ?",
  "@roarhagen Ehhm?",
  "@JonVollestad @LeifKennair Må vel legge inn fryktaspektet også? Jeg har blitt trakasert av kvinner, men aldri blitt redd fordi jeg er fysisk sterkere.",
  "@FruBugge Denna utstillingen, som er i kveld kl 18, er en dundrende suksess før den starter. #varmthvetebrød #hakkamøkk",
  "@KSteigen Ses til sommer'n! 💗",
  "Probably same effect when the moon looks bigger when it's close to the horizon? \n@RichardWiseman https://t.co/u58MGLvjv9",
  "@KSteigen Hva koster en ukes opphold hos deg, Steigen?",
  "@ulrikft Vi glær oss!",
  "@ulrikft det er torsdag og utstilling. Antar at du skal få deng i 17-draget før du, ulastelig antrukket, svinger innom 19.30?",
  "Anbefales. https://t.co/T1zvZLdmcj",
  "@jdutton69 @rahaeli Then you'd love the latest book by @AdamRutherford . Explains, by genetics, how norwegians and danes met and mated with the brits.",
  "@FruBugge Du er distracting!",
  "@PatrickOsgood @borzou Well he should've thought of that before he was born with a faulty pancreas? Amiriite?",
  "Mine damer og herrer: @FruBugge ! #skalvelegentligståBuggelicious? \nhttps://t.co/j7d6kdW7ob",
  "@jdutton69 @rahaeli Big influence from norwegian vikings to english, scottish and irish languages.",
  "@forsberg 💗",
  "@forsberg Godt du har meg",
  "@forsberg https://t.co/jtidWjhsTT",
  "@forsberg  https://t.co/szSfZmL6td",
  "@rahaeli Where=hvor",
  "@rahaeli Why in norwegian = hvorfor",
  "@conor64 23 here.",
  "@ErikStephansen Too little, too late. Hun er under beskyttelse, mye pga dere.",
  "Kvinnelig forfatter @forsberg",
  "History of wolves. 1.16$ on amazon now.",
  "@mohamabd86 utstilling i morra. Oslo sentrum. Kom gjerne innom. \nTordenskiolds gate 12. Kl 18",
  "@forsberg @FruBugge Ta med @tonyvangen også!",
  "@forsberg @FruBugge Det, derimot, er viktig! Ses i morra",
  "@forsberg @FruBugge Denna er liten. :-)",
  "@forsberg https://t.co/ScM1BJvHfP",
  "@bjornfjesme Så dette er ideologi for deg, ikke en diskusjon.. Ok.",
  "@oskuls @eivindtraedal @SteinarOttesen Siden du er gammal sjømann: antar at du hadde sagt det sammt til de norsk sabotørene, som ble truet av tyske styrker under krigen?",
  "@bjornfjesme Du veit at det er pga trusler at hun må ta bil, sant?",
  "@TIPS_Kompetanse @TorLH Bra! Disse mytene ble behørig knust mandag på @snapkollektivet også. (Tror dog jeg skrev: Jeg har ennå ikke møtt en med schizofreni som ikke hadde fått passa unga mine)",
  "@AutisticZebra Please take me to school, but my hypothesis: in higher functioning/less severe autism, women are harder to diagnose/discover? (English is not my main language)",
  "@KSteigen @BIHLorentzen @Nettavisen @Partiet Nettavisen: fattigmanns fox news. hvor etterettelighet er et skjellsord, og agenda er alt. Og de tør ikke stå for *det* engang. \nSteigen, tror du må mute han Eilertsen.  Han kan skrike inn i intet.",
  "@sverriss @KSteigen Sterk på alkohol mild, men distinkt på smak. Litt highland over den. Bra kjøp.",
  "@EllenIsabella @West_Stand_O Mooney goal coming up.",
  "@TotalOrient Orient goal coming up.",
  "@heletwitta Veldig glad i dem, sjæl. \n1)I gotta war. \n2)I gotta car full of stash. \n3)I gotta one way ticket and I'm plannin' on coming back.",
  "@heletwitta Håper, men frykter nei. \nHvor mange Gluecifer-låter begynner med linja: I gotta...?",
  "@bravesirrobinn4 @roseandcrownnw5 I don't show up. Life's too short for shitty beers.",
  "Welcome everyone! Nov 23 at 6 pm. Soloshow gallerikollekt   Alle er velkommen til min tredje… https://t.co/vegKQLK0hP",
  "@FruBugge https://t.co/mGGExxMjOm",
  "@AdamRutherford Read about him in some dude's book on humans and genes and sciency things. His name escapes me.",
  "@mohamabd86 Fieh med glu. Hørte på p13 nå. Funky",
  "@NilsHenrikSmith Du kan gi klemmer som du ville vært komfortabel å få av en stor mann i fengsel.",
  "Tommy was abused in a care home as a boy. Now, at 81, he's powering through a bucket list and making up for the childhood he never had. via @bbcstories \nhttps://t.co/ABTPyCHMwp",
  "Read: uppity https://t.co/jRBJzygvbC",
  "@minafberg Min Kamerat. @flisbyen",
  "@SamanthaJPower \"Nothing to envy\" by Barbara Demick is also very good.",
  "Twitter gives neo-Nazis, racists Dec. 18 deadline—and could then kick them out entirely https://t.co/vMqyxvrBa1 via @Mashable",
  "@mohamabd86 @mariacancan Har det albumet. Det meste fra Stones Throw er digg.",
  "1943. Rasistiska aktivister sprider uppgiften att flyktingar står bakom brottsvåg och att medierna mörkar detta. https://t.co/mkcWPQXTgJ",
  "@iyad_elbaghdadi @borgebrende @khalidalkhalifa As a native, born and bred, Norwegian, I support this comment. It shows, again, how Norway is a better place, when refugees are admitted and allowed to speak their mind.",
  "@ulrikft @forsberg Dere er gullgutter da! Hvor sa jeg at alle advokater er duster? 💗😍",
  "@forsberg @ulrikft Ikke lat som om du er uenig a!",
  "@ulrikft Og empiri viser at akkurat denne utdannelsen har en overvekt av dem, desverre.",
  "@OrientOutlook Much needed positive.",
  "@roseandcrownnw5 Can she name a norwegian rock band?",
  "@roseandcrownnw5 Does she speak norwegian and/or like aquevit?",
  "@sverriss @KSteigen Veit ikke ennå. Skal si ifra.",
  "“We are witnessing what happens when right-wing politics becomes untethered from morality and religion.”  https://t.co/g9ZTh9eAiL",
  "@KSteigen @sverriss @AxelCooper",
  "@KSteigen @sverriss https://t.co/F5QpVkrjkQ",
  "@PsychiatrySHO @joarhalvorsen",
  "@Elgschmelg @filosofaen @enkelst Ja",
  "Okay, then peeps. LONG THREAD. Put down your union flag for a moment and just take some information in. I will try to explain the approaching #Brexit nightmare using a single, calm, factual example, so far largely ignored. I urge you to think, share and talk about this. Ready?",
  "@forsberg Prisen for å ha 20 000 følgere? #neidafinnesikke misunneligdotcom",
  "@filosofaen @enkelst @Elgschmelg Ikke vær så jæævvla go'a. \nJodaneidajoda",
  "@Polarbear3127 It will pass. Hang in there, mate.",
  "@ukschizophrenic Nae bother, pal. Stay safe.",
  "@ukschizophrenic Can we help in any way?",
  "@mohamabd86 @fmundal @Rollert Hadde flaks med en nabo. Husker krystallklart første gang han spilte sweet home Chicago med Robert Johnson.",
  "@mohamabd86 @fmundal @Rollert Jeg skreiv særoppgave om Muddy i 6.klasse..",
  "@tartley @robin_marie1 @dbongino @Joelsberg @rebeccavallas https://t.co/JUaRIEMdBb",
  "@DanKaszeta It doesn't stand for anything",
  "Countries hardest hit by terrorism, 2016\n \n1 Iraq 9,765 deaths\n2 Afghanistan 4,574\n3 Syria 2,102\n4 Nigeria 1,832\n5 Pakistan 956\n6 Somalia 740\n7 Turkey 658\n8 Yemen 641\n9 Libya 376\n10 India 340",
  "@ProfFrancesca Pizza at Li'l Frankies on 1st and 1 av.",
  "@jamesjammcmahon So glad you feel better, mate.",
  "@FruBugge https://t.co/OH5lissjk3",
  "@PsychoticDancer I bet you my right arm, that some people with schizofrenia feels that the AP's have saved their lives.",
  "@CSpange No brain, no pain.",
  "@roseandcrownnw5 @mancbeard And you are my awayfromhome living room! 💗",
  "@mancbeard @roseandcrownnw5 Breakfast https://t.co/hTw8DU2JPY",
  "@roseandcrownnw5 @mancbeard https://t.co/uuRvssDuLX",
  "Watch what happens when my wife @amandashires and the great Master @tommyemmanuel cover a Madonna song. Hot damn. https://t.co/0y5ceYqLCO",
  "@TrulsJohansen3 Nej, faen. Jon Theodor.",
  "Qotsa",
  "@mancbeard @roseandcrownnw5 I'll warn the Copenhagen Metropolitan Police",
  "@ljonjivita Ingen, men jeg betaler for nyheter",
  "@JasonIsbell @tiftmerritt Come over for the @qotsa show later?",
  "@roseandcrownnw5 @mancbeard book warpigs in Copenhagen for your next international weekend trip, lads.",
  "Warpigs. København.",
  "@NilsHenrikSmith Danny Cowley",
  "@NilsHenrikSmith Quiz (vanskegrad: nesten umulig) : kven skal trena Orient?",
  "@krusedUlrik @JohsLindstrom \"There's stability, and there's stupidity\"",
  "@SturlaFTR Vietnam som går på NRK nå.",
  "@twlldun Fake",
  "@oivindthorbjorn @_AndersTorp @JensBP Kjør på. Fsb liker deg.",
  "@darealwiles @historylvrsclub It says \"genuine conversation\"...",
  "@historylvrsclub @darealwiles Fake",
  "@oivindthorbjorn @_AndersTorp @JensBP Han støtter Roy Moore...  Er ikke så mye å hente der altså..",
  "@aleksanderschau *honnør*",
  "@Richard58275491 @Joelsberg @dbongino @rebeccavallas https://t.co/d8cjtMYFS1",
  "JUST IN: Kremlin denies Trump asked Putin about Russian election interference https://t.co/AOM51zepw2 https://t.co/SXmwaQuBqi",
  "@tartley @robin_marie1 @dbongino @Joelsberg @rebeccavallas Ok. I'll just leave that there. When you're done pushing an ideology we can talk.",
  "@tartley @robin_marie1 @dbongino @Joelsberg @rebeccavallas Much nicer for everyone or for your socio-economic group?",
  "@robin_marie1 @dbongino @Joelsberg @rebeccavallas You make Putin proud. Carry on.",
  "@dbongino @Joelsberg @rebeccavallas I think there's a place called Europe that confirms that universal health care is good for jobs and economy.",
  "@Kristervangen @hkristiania @westerdalsact Nei, men er kanskje og tar en øl på Lille Strøm Bar etterpå.",
  "Father of slated Muslim forgives sons murderer by saying “I can not blame you, I blame the devil. #Muslims #Islam @MuslimMarine @alislam @MuslimAdvocates  https://t.co/lwaku2Ur78",
  "@AdamRutherford Big hero 6!",
  "Gled dere, dere som skal i morra. https://t.co/230EbsHNwc",
  "@TrulsJohansen3 Nej. Var på konsäärr i ossslo",
  "Dear,  @amandashires . While you're doing the most important job in the world. @JasonIsbell is making us cry in Norway. #vampires",
  "Gratulerer alle på sentrum scene i dag. Kondolerer med at dette kanskje er det beste dere kommer til å oppleve. #jasonisbell",
  "@eivindtraedal Utafor ring 2 https://t.co/yTsuuhWJfZ",
  "@DGisSERIOUS In the garden of beasts by Larson, maybe",
  "@Torkil Trur ikke det, da Thulsa Doom er på turné nå.",
  "@amundjo @idajenshus Takk meg senere \nhttps://t.co/8bPfRN07qX",
  "https://t.co/z9uM87ZAmD",
  "@mohamabd86 @mariacancan Takk, bror.",
  "Martins i Lillestrøm.. 1 min før Thulsa Doom går på og huset er fullt av rockefolk spiller de Life is life med opus..",
  "\"The notion that we are in some kind of culture war with the guy in the Home Depot truck and his loser death cult with their snuff films seems, in New York, too stupid to entertain, and Sayfullo Saipov too pathetic to hate.\" https://t.co/JQQpqfkZNS",
  "@iyad_elbaghdadi Racism for white people is going up to someone and say \"n$%&amp;&amp;r\" or \"towe$%&amp;d\", and not understand that police, courts, prisons and social services are biased against skin colour. Racism to white people is an active action. Not quiet approval of a shitty system.",
  "@eivindtraedal ...",
  "@eivindtraedal What? Sendt ut? Skriftlig? Nå?",
  "@PerKohler Hvilken?",
  "THREAD!!!!  \n@forsberg https://t.co/M0XohIYE02",
  "@AdamRutherford not bad company. \n\n https://t.co/cMuUtvkXm0",
  "@hilderestad 👍",
  "@hilderestad Hilde, her er det bare å mute over en lav sko.",
  "@forsberg @tonyvangen @ulrikft @FruBugge 👍 #skjeggekos",
  "Thundercat\n\nhttps://t.co/dibi9mRVtp\n\n@mohamabd86",
  "@tonyvangen @ulrikft @forsberg Galleri kollekt 12. Kl 18. Henger der noen timer. Amundsen seinere.",
  "@tonyvangen @ulrikft @forsberg Nydelig! #Roundkick",
  "@ulrikft @forsberg @tonyvangen Deilig! #Rævkrok",
  "Ping @forsberg @ulrikft @tonyvangen #ølpåamundsenetterpå https://t.co/H17Mz5i3CA",
  "@ShaunKing @JCarrollFoy Those credentials, and a foster parent? That's impressive.  Good luck!",
  "@ARC_Cambridge But if the child doesn't have any of the diagnoses early in the questionnaire, you can't continue.",
  "@LibyaLiberty The Hend Amry Army? Sign me up.",
  "@Kong_Kverulant Det skjer bra ting innemellom også. Detta her f.eks. https://t.co/ERFPwygzNx",
  "@ulrikft 21-22ish. Går direktetog hele tia hjemover.",
  "@ulrikft skal vi se på Thulsa Doom på torsdag el?",
  "@JasonIsbell Just don't mess up Oslo and Stockholm..",
  "@eivindtraedal @Qritikk @BuggeWesseltoft Generelt vrient å få for mye Bugge i livet sitt.",
  "@KRdland Ser den.",
  "@KRdland Nei, men er de så nødvendige støtt? Er vant til at de er tilstede dagtid, og på tlf på kveld/natt.",
  "Oh shit... https://t.co/5XF2nAFAp7",
  "@groth1945 @GreavsieE17 @DanKaszeta Which are under pressure these days",
  "@GreavsieE17 @DanKaszeta @groth1945 Aslan knows his cults\nhttps://t.co/CFEw2lXk4Q",
  "@NilsHenrikSmith Vakta på Pulse var bevæpna. Hjalp ikke stort.",
  "@ResistingHate @TjayJT If not after Sandy Hook, never.",
  "@HonourableHusba @seanmcarroll Ok. Municipality. Got it.",
  "@HonourableHusba @seanmcarroll Or is it area?",
  "@HonourableHusba @seanmcarroll What? 2.6 mill is 4th largest?",
  "@heletwitta @mohamabd86 Hold opp a! :-)",
  "It's Mueller time.",
  "Jeg tror du har et poeng, @DrEmmaFrans . https://t.co/SDBxG5A23h",
  "@groth1945 @GreavsieE17 @DanKaszeta Do what you feel is right. It's late here in Norway, gotta go. Nice talking to you. See you later.",
  "I mean the stanford prison experiment, kitty genovese, broken window policing were all believed. Proved to be wrong later. We make mistakes",
  "@groth1945 @GreavsieE17 @DanKaszeta We're both mistaken. His comments were on west midlands, not London. And W. M. police chief says he's just wrong.",
  "@groth1945 @GreavsieE17 @DanKaszeta And, I'm not enraged. I just think you're mistaken on this issue.",
  "@groth1945 @GreavsieE17 @DanKaszeta https://t.co/vTgAwNPqAO",
  "@groth1945 @GreavsieE17 @DanKaszeta And do you know what the highest murder rate in London (8,5mill people) since 1990 is?",
  "@groth1945 @GreavsieE17 @DanKaszeta Do you know when Winsor made this claim?",
  "@groth1945 @GreavsieE17 @DanKaszeta Apart from the link I sent that quoted Trump, that quoted Winsor? The MET held a press conference to debunk this, but not broadcas. abroad.",
  "@groth1945 @GreavsieE17 @DanKaszeta And the police says that there are no such areas. Tom Winsor is a man known for false / stupid comments https://t.co/nzLPLJwHpd",
  "@groth1945 @GreavsieE17 @DanKaszeta Ok. That national news outlets gets a story wrong ain't rare. And the Metropolitan Police in London have categorically disputed it",
  "@groth1945 @GreavsieE17 @DanKaszeta Did you see the news in the us about no go zones in Oslo, Norway?",
  "@groth1945 @GreavsieE17 @DanKaszeta https://t.co/9V5IuQ90M9 \nThe Metropolitan Police is London metropolitan area police HQ.",
  "@groth1945 @GreavsieE17 @DanKaszeta Can I ask where your documentation that there exist no go zones in London comes from?",
  "@groth1945 @GreavsieE17 @DanKaszeta Ok. So if London police deny that such areas exist you will change your view?",
  "@groth1945 @GreavsieE17 @DanKaszeta What will it take for you to change your mind? Be precise.",
  "@groth1945 @GreavsieE17 @DanKaszeta Define evidence. Not one police district in London will confirm your claim.",
  "@mohamabd86 Så Prince i new york for 100 år siden. Hadde med seg Fred og Maceo. Det var stas det!",
  "8 of the top 10 trending topics on @SecureDemocracy's Russian propaganda tracker are about the DNC/Democratic primary controversy. https://t.co/Bby23YX6c3",
  "@GreavsieE17 @DanKaszeta @groth1945 Up the O's!  ;-)",
  "@GreavsieE17 @DanKaszeta @groth1945 You can, but not by throwing facts at them. Thinking fast, thinking slow by Kahnemann on confirmation bias is essential reading.",
  "@GreavsieE17 @DanKaszeta @groth1945 Agreed.",
  "@GreavsieE17 @DanKaszeta @groth1945 They asked die hard Trump supporters to name one thing that will make you to stop supporting him. 60% said \"doesn't exist\".",
  "@GreavsieE17 @DanKaszeta @groth1945 My test question is always: what will it take for you to change your mind? If the person can't answer, you know.",
  "@GreavsieE17 @DanKaszeta @groth1945 No point. Groth will not believe whatever you say. It's not a discussion, it's ideology.",
  "@drg1985 @gorskon I'm guessing Flemming, petri, mold, penicillin.",
  "@DanKaszeta I was drunk in stratford and leyton pre-olympics..",
  "@brianstelter @ReliableSources @KellyannePolls What the hell are you doing, Stelter? Never argue with an idiot. They will only bring you down to their level and beat you with experience.",
  "@sverriss @Prebens Bra spådd.",
  "@mariacancan @mohamabd86 Dette er litt på siden av hva vi vanligvis deler, men dæven https://t.co/BsSIxuCvgu",
  "@sverriss @Prebens Etter hvor mye single malt?",
  "@ornris Jeg òg",
  "@Elgschmelg men bare på quiz, si!",
  "@ziraffah @UsedMartins \"Don't mess with my man\" Lucy Pearl.",
  "Pakistani Musicians Play an Enchanting Version of Dave Brubeck’s Jazz Classic, \"Take Five\" https://t.co/c0TmGVfB2l https://t.co/JiadzjCGKk",
  "this is quiet possibly the most perfect internet story of all time https://t.co/1hJcHfQ2Ii",
  "Hello, Twitter.\n\nWe want to track #Bitcoin donations to prominent neo-Nazi accounts. If you want to help dig, and know how, drop us a line.",
  "@NilsHenrikSmith @olabri @Kong_Kverulant Hvis formen til Orient fortsetter.... så kan jeg ikke love noe.",
  "@olabri @NilsHenrikSmith @Kong_Kverulant Jeg stalker bare Nils Henrik med Leyton Orient! Du kan ikke sammenligne meg med det der!?!",
  "@aselliaas Orient kommer seg snart.",
  "@roseandcrownnw5 @CuePointUK God help us all..",
  "@Elgschmelg @ulrikft Mye tid snakker vi?",
  "@roseandcrownnw5 @CuePointUK @bravesirrobinn4 So we have to bring more money this time?; -)",
  "@Elgschmelg @ulrikft Du, la meg få sjekke om en virkelig mannemann som i tillegg er psykiater kan ta på seg denne.",
  "@roseandcrownnw5 @CuePointUK Yasss!",
  "@Tarequn Jeg er gammal.",
  "@Tarequn Fordi vi så hvordan det fokuset funka med Trump-tilhengerne og vil ikke gjøre samme feilen?",
  "@roseandcrownnw5 @CuePointUK How long?",
  "@iyad_elbaghdadi I got room. Lillestrøm, though. :-)",
  "@ulrikft @Elgschmelg Ha'kke snap",
  "Nominate for the peace prize https://t.co/F93jxaOIBg",
  "@mariacancan @mohamabd86 Fräcka fredagslistan... 💗😀",
  "@mariacancan @mohamabd86 Takk!",
  "@DannyAlberta77 Google: murder rate norway, then clearance rate homicides norway then violent crimes and recividism rate norway. Then explain that article.",
  "@kiheger @ErikTornes \"Og nå skal vi finne tolv mennesker, nøytrale og uhildet, til å være jury\"",
  "@achalse Kan noen stemme i mot?",
  "@vidunderfull Jaggu var'n fin i svart skinndress",
  "@vidunderfull Han døde i '77?",
  "@Hans_Vang @KSteigen  https://t.co/um6aa4o5eo",
  "@twitregon Heller spikermatte",
  "@twitregon Hvis du trenger å hate litt i dag: søk \"Kjør, LSK\" på spotify.",
  "@jamesjammcmahon Have you heard the norwegian band Lüt? Spotify that for a fresh start.",
  "@rezaaslan @ThomasSeltzer Could be Clovis",
  "Here's what I know. Your books made excellent kindling while I spent cold winter nights in a tower in Kandahar.\n\nhttps://t.co/XWhDhmt4DM",
  "@KRdland @wiiikern @QuintusPila @danjoanei Conformation bias er reelt. :-)",
  "@wiiikern @QuintusPila @KRdland @danjoanei Mottatt.",
  "@QuintusPila @wiiikern @KRdland @danjoanei Diskutér gjerne adferd, men uten å sette merkelapper eller diagnoser på det.",
  "@KRdland @wiiikern @QuintusPila @danjoanei Høyere tetthet av pers forstyrrelser i jobber med mye makt og prestisje. Fjerndiagnostisering er en uting, åkke som.",
  "@QuintusPila @wiiikern @KRdland @danjoanei Igjen: helt vanlige folk sier og gjør helt drøye ting. Vi vil gjerne at det skal være en linje mellom \"oss\" og \"dem. Den linja er tynn.",
  "@wiiikern @KRdland @QuintusPila @danjoanei Uhm. Det å diagnostisere folk på avstand er en uting. På generelt basis tar du feil, Wiikern",
  "@Kong_Kverulant Det er den skumleste av alle!",
  "@Kong_Kverulant https://t.co/34w6JvkDuK",
  "@JoAase Jo! Les American War av Omar El Akkad. Kommer til å blåse sokka av deg!",
  "Look up the word \"incentive\" https://t.co/p4p0LTVPVT",
  "@Asbjorn1975 Skal vel ta toget til Lillestrøm (10 min) og se dem på den intime (les:bittelille) scenen på martins den 9.11? 100,- inngang.",
  "@nhl_no @DidrikSoderlind Ta bort \"forskning\" fra tweeten deres, slik at den blir korrekt. \nTakk.",
  "@Jofletro @patrickween skjønner nå hvorfor lsk fikk det så lett i går. @sollie3 @fuglatass https://t.co/jGbIY6V8Ag",
  "@mariacancan @mohamabd86 Lee? Da må vi ha Lee Dorsey med Give it up også. https://t.co/MS6c5G3zPT",
  "@Orientpics @OrientFanTV Oh, he was shite",
  "@marius_bugge https://t.co/irjq1QNqb2",
  "@KristianKaspers Skal dere fortelle han detta, @Jofletro @patrickween @fuglatass ?",
  "“I am also choosing to live as a gay man!” - Paul Manafort later today probably",
  "Manafort and Gates.",
  "@jamesjammcmahon Hang in there, mate",
  "@mohamabd86 Hvorfor driver du med andre ting enn Bootsy?",
  "@OdaRygh @HegeRH @Laugums_ En miks av overnevnte, i vårt tilfelle, med betydelig påbygg av utdanning.",
  "@OdaRygh @amundjo @Laugums_ Det er *så* lite som skal til",
  "@amundjo @OdaRygh @Laugums_ Jeg kjører gjerne folk hjem fra skolen altså. Eller til.",
  "@OdaRygh @Laugums_ Enig. Takk for at du sprer ordet.",
  "@thinkprogress They're not called Nazio by chance",
  "@OdaRygh @Laugums_ Vi i ambulerende psykiatrisk team møter gjerne folk utenfor hjemmet altså! :-) \nFin lesning.",
  "@mariacancan @mohamabd86 The One. https://t.co/aINm3IzZzb\nhttps://t.co/Qacyxer3m1",
  "@mariacancan @mohamabd86 Hvem gjør vel ikke det? :-)",
  "@YmteNo @DidrikSoderlind @stiandalberg @resettno @HRSnorge Dette er ikke et symptom på autisme. Han bør derimot mutes så han kan skrike inn i stillheten",
  "@mariacancan @mohamabd86 Protesjeen hans kan være cheezy han òg! https://t.co/9SAOokD9Zh",
  "@SameiHuda @UKDCP .@PsychiatrySHO thanks gents",
  "@joarhalvorsen For meg var det mer vanskelig helt til jeg fikk tak på ansvarsfordelinga. Da ble det fint, gøy og nyttig.",
  "@mohamabd86 @mariacancan Jeg er så glad for at du inkluderer meg i funk-twitter!",
  "@Tjabergnissen du, vi hadde bisettelse idag.  Fin samling av folk som hedra mannen. Og til slutt fikk folk skrive en hilsen på kista. Bra!",
  "@PsychoticDancer The abilify is there to help, with your prolactin levels. A dietician (?) should be able to help you adjust your bloodsugar levels. :-)",
  "@BVatlestad @QuintusPila @KentAnder @pirhordaland Ping @rigsofdad",
  "@Asbjorn1975 Kan dere sende  en meld til David og si at jeg  savner han? @forsberg",
  "@jamesjammcmahon Now, *that's* an apology.",
  "@JasonIsbell Jason, have you read The Sellout?",
  "@OlaRosling @Gapminder @jimmy_wales Link doesn't work?",
  "@FruBugge https://t.co/0K5J1hV9yZ",
  "@idajahr @martingruner @Ruter Det *kan* jo være at det er mye vanskeligere å gjennomføre kontroll på åpne, gateplan Majorstua enn lukka stortinget/national?",
  "@Steinklev @kiheger Eller heter det i rettsstaten?",
  "@Steinklev @kiheger Hvem er mest morsom i lovgivende? @kiheger eller @Hans_Vang ?",
  "@NeilFromNorge Ex Boro",
  "@mohamabd86 @mariacancan Nydelig. Takk!",
  "@roseandcrownnw5 @bravesirrobinn4 On it. Hope to visit it in february.",
  "@roseandcrownnw5 Opened? Opens when?",
  "@ulrikft Man støtter lokalt, Ulrik. Gloryhunter. \n@flisbyen",
  "@ulrikft Skammelig. Det er som Skeid folk som holder med vålerenga. Dypt skuffa.",
  "@ulrikft Hva faen, Ulrik!?? Du er fra Oppdal! Gloryhunter",
  "@roseandcrownnw5 That the new place?",
  "I tried to weave together the many threads of a huge story. https://t.co/7gL4KEhaJO",
  "@jorgenflor Hæhæ! Det er ikke helt usant det.",
  "@jorgenflor 2 timer hos en frisør med langt hår som skal farges og klippes er vel 1800-2500?",
  "First in Human på Discovery. Anbefales på det varmeste.",
  "@ShaunKing In my house? https://t.co/Vkiu8rrD50",
  "@tonyvangen Grazie, consigliere.",
  "@mohamabd86 Uten å ty til alle klisjeene og enkle løsninger. Episode?",
  "@mohamabd86 Soundtrack",
  "@madiegee @fyeahmfabello @BenSRachinger Agreed.",
  "@madiegee @fyeahmfabello @BenSRachinger Agreed: https://t.co/2PiTmoJmAe",
  "@madiegee @fyeahmfabello @BenSRachinger Or,can we agree on this : one can have perfect bmi, be \"anorexic\", but you have anorexia nervosa when bmi &lt;17,5?",
  "@madiegee @fyeahmfabello @BenSRachinger To be pedantic, no. But one can have an eating dis., \"good\" bmi and starve which will become anorexia if not treated https://t.co/2PiTmorLIG",
  "@madiegee @fyeahmfabello @BenSRachinger Read my respones again. We agree. One can have an eating disorder on a \"perfect\" bmi. Anorexia is an eating disorder when bmi &lt;17,5",
  "@madiegee @fyeahmfabello @BenSRachinger We basically agree. Eating disorders affect across all humans. A diagnostic criteria for anorexia nervosa is a bmi &lt; 17,5. Let's be precise",
  "@madiegee @fyeahmfabello @BenSRachinger Agreed",
  "@fyeahmfabello @BenSRachinger Your point is valid, but there's a benchmark on low bmi to be classified as anorexic.",
  "Stoked to be one of many great artists showing  in the exhibition \"Her\" at Nuart Gallery these days. https://t.co/4N3Ih1Zry2",
  "@JasonIsbell So do we.",
  "@TotalOrient SHOOT!!",
  "So it begins.. Må på machine gun kelly med sønn i kveld. Stagetime? @Asbjorn1975",
  "@Landsbroderen @eivindtraedal The The. Ferdig.",
  "@forsberg @ulrikft @tonyvangen Du, Magnus, har jeg alltid høye forventninger til. \nIkke noe som ikke kunne fikses. Anbefalt det også.",
  "@forsberg @ulrikft @tonyvangen Urmakeren anslo litt høyere enn deg, men anbef å ikke selge. Den ble visst fin med åra, og verdiøkning. Ikke org lenke som du sa.",
  "@Polarbear3127 You make a good case and make total sense. I'm sure social services can be spøken to.",
  "@Polarbear3127 I believe you. And they will, too",
  "@Polarbear3127 You just hang in there. I'll believe it for you.",
  "@Polarbear3127 Hang in there, mate. This, too, shall pass.",
  "@Tjabergnissen Jeg mista svigerfaren min på lørdag. Også med alzheimer. Føler med deg.",
  "@spacedoutsmiles Are there any practical things this person needs help with? Or administrative?",
  "@iyad_elbaghdadi Melania conspiracy is a biiiiiiiiig thing.",
  "@joarhalvorsen @BorgeIM @jorgenflor @inger_merete @psykologii @dagbladet *popcorn*",
  "@Kultursjokkert The Sellout. Herreminhatt som jeg lo av den, samtidig som den var relevant.",
  "@shane_bauer It's Rania K. 'Course she is.",
  "@Helengirl @Keirwales Zero suicide policy implies comitting everybody who talks about or thinks about suicide. Our hospitals must have 30 times more beds.",
  "@tonyvangen @ulrikft @forsberg Takker",
  "@forsberg @ulrikft @tonyvangen Takk!",
  "@forsberg @ulrikft @tonyvangen Prisklasse? 100 eller 1000?",
  "@ulrikft @forsberg @tonyvangen noen som kan si noe om denne? https://t.co/2zf9W6VKpo",
  "@NilsHenrikSmith Denne *må* da varme hjartet ditt? https://t.co/pUEl4Ye5rC",
  "@Neha_Naveen Hei!",
  "@digby56 https://t.co/njNOsrr2yU",
  "@reval04 @ReierMoll Du er søt når du er sint. Lykke til.",
  "@reval04 @ReierMoll Skjønner ikke spørsmålet ditt",
  "@ReierMoll Londons deiligste lag. Korrekt",
  "@JonasSandoe @ABergskaug @ReierMoll Mot Plymouth. Fikk fem minutter. Tror spissmakker var scott mcgleish. Han var vel 40..",
  "@ABergskaug @ReierMoll Åfysjamei! Nei",
  "@ReierMoll Sist gang tott spilte mot real m: hvor spilte Kane da? (Ikke lov å google seff)",
  "@MortenMyksvoll Skulle tro Kelly og McMasters hadde mer å komme med.",
  "@MortenMyksvoll Ja. Men hva er det USA sine talsmenn trur om folk? \"Misforståelsen\" i går, og nå dette...",
  "@dagfinnhessenp Er dette lovlig?\n@kiheger \nhttps://t.co/MoRY0wHUAv",
  "Hva er det som skjer, @MortenMyksvoll ? https://t.co/B3R5aHaQdM",
  "@West_Stand_O You should be glad there still is a team which once Harry Kane, supposedly, played for!!!!",
  "@ProfFrancesca I read on twitter today: Dear, men.  Never say to a woman on a street something you wouldn't want a man to say to you in prison",
  "@Joakimpb Hummus?",
  "@HaggardHawks 10/40...",
  "@KortOppsummert Fordi vi ikke er idioter",
  "@Hans_Vang Må være @KSteigen det da",
  "Ti still @MortenMyksvoll ! Det hele var en misforståelse, må vite. USA sier det.. https://t.co/pRATaRPcBd",
  "@mohamabd86 Serien Mindhunter hadde BT Express i soundtracket btw",
  "@mohamabd86 Tok ikke folk den??",
  "Here it is! A Gofundme for @AaminAmbulance. They need better vehicles, stretchers, radios, medicine, monitors. https://t.co/pIaPCTxGSN https://t.co/D3UNDEiiDy",
  "@AdamRutherford Well, you've made complicated matter understandable and fun to read.",
  "@AdamRutherford Love your book, btw. Well \"dumbed down\", complex material.",
  "Easy! Invade all but 22 countries of the world. Exploit them. https://t.co/3jM2pRp3YG",
  "@ulrikft @runech @HannahKolaas Kan dere fortsette dette uten meg, folkens? :-)",
  "@HannahKolaas @ulrikft",
  "@steinarbeinhar @NilsHenrikSmith Southeastern mener du?",
  "@spacedoutsmiles @bbcouch Great talk",
  "@JamieKnight Why?",
  "Fantastic conversation between Robyn and Jamie, both autistic, about eye contact, stimming, and sensory overload https://t.co/VbqNqHM6ns",
  "@FruBugge #TakeAKnee https://t.co/U5rnkosKOG",
  "@vrangest Nye Mindhunter er også veldig god.",
  "@AFSKfotball @Lokalfotballen @flisbyen @sifalag1920 @ralingenfkAlag Hadde sesongen gått fra september til mars hadde Byen vinni hele dritten! #SeinFormtopp",
  "@JKalbakk sjekk norske Lüt.",
  "Organizers behind armed white supremacist protest in Houston revealed as Russian\n\nhttps://t.co/ri91ksSvxG",
  "@mancbeard refreshing norwegian rawk: Lüt, Pandion",
  "@HaggardHawks Norwegian",
  "@JannaLevin ESO. Any guesses?",
  "@vrangest Sesong 1 er veeeeldig bra.",
  "@vrangest The fall. Sesong 1.Ferdig snakka.\nWestworld.",
  "WATCH.\n\nIn 38 seconds Steve Prattor, Sheriff of Caddo Parish in Louisiana, tells you why he REALLY likes keeping \"good\" Black men in jail. https://t.co/7YtxixE1rU",
  "Kjære nordisk motstandsbevegelse og, ikke minst, Hanne Nabintu: https://t.co/r80W1r9hvq",
  "@dyllyp That ain't rocks..",
  "@tonyvangen @ulrikft @forsberg @Elgschmelg @Herrbrun @AxelCooper @dagfinnhessenp @jcelden Avtalt stansing",
  "@Asbjorn1975 Denna, @FruBugge",
  "@Elgschmelg @ulrikft Thulsa Doom.",
  "@RollingStone Could you do that nov 10th please?",
  "@ulrikft Ordner billett og trivelige folk jeg.",
  "@ulrikft må bare komme til Lillestrøm den 9. Skal ta godt vare på deg, og få deg hjem etterpå.",
  "@Elgschmelg @ulrikft @Herrbrun @forsberg @tonyvangen @AxelCooper @dagfinnhessenp @jcelden Trygg gjeng å være livredd sammen med da..",
  "Gudhjææælpemeg, så deilig den siste Thulsa Doom skiva er! Intimkonsert 14 min unna oslo s, 9.nov.",
  "I anledning dagen. #verdensdagenforpsykiskhelse https://t.co/OCpbKNZNF0",
  "@ulrikft @Herrbrun @forsberg @tonyvangen @AxelCooper @dagfinnhessenp @jcelden Skal vi gi @Elgschmelg et varsel også?",
  "@mimirk Ingen fare. Þetta reddast",
  "@Ali_Gharib Go to the godfathers of New Orleans funk, The Meters. Possibly the best band in the world.",
  "@apepusekatt Minner om det danske: kommunister i lysthuset.",
  "@Polarbear3127 Yes. You'll need a few more weeks to get max effect.",
  "@Polarbear3127 So your body isn't used to it yet. Hang in there, mate. Probably will get much better.",
  "@Polarbear3127 The dosage is not very high. You should adjust to it after a while but keep monitoring it.",
  "@Polarbear3127 What dosage?",
  "@derekbmiller @NAACP Nope, not sure. :-)",
  "@derekbmiller @NAACP Derek as an ihabitant of Norway, we say Happy Leiv Eriksson day, no?",
  "@vrangest Nydelig.",
  "@JimSlaaen @Marie_H_ @sgaarder @Satanihalsen @Pederen Jim Tommy og Iwo Jima med norsk flagg. Her trengs mer støtte og trygging enn noe annet tror jeg.",
  "@iyad_elbaghdadi It's getting cold here now.",
  "@ulrikft @Herrbrun @forsberg @tonyvangen @AxelCooper @dagfinnhessenp @jcelden Tror alle datoene funker for meg egentlig",
  "@ryanhendry94 Keith Ablow is useless",
  "@Robertjoroy Ser websia nå. Ser stas ut.",
  "@Robertjoroy Gratulerer med kone! Fette sau?",
  "@nathenmcvittie @Daniel_slaw But, just across the border to Kentish Town you can find @roseandcrownnw5 which might be the best pub in the world.",
  "@classiclib3ral @PeterSweden7 Strømmen er drømmen",
  "@Merimack1 @xOneStepBehind Avalanche vs Devils. Rangers natt til mandag tror jeg",
  "@Merimack1 @xOneStepBehind Ehh. Det er nhl kamp nå.",
  "Kan noen bære denne lykkejegeren, på gullstol, hit litt brennkvikt? https://t.co/S9zgkUE9yw",
  "@dumbdrunkpeople @Jofletro @ukschizophrenic",
  "@dumbdrunkpeople Ping @Jofletro",
  "Meanwhile in Scotland. https://t.co/yj6rZN6RlT",
  "@Kultursjokkert Citation, please",
  "@CSpange https://t.co/Qe3i5hyYqA",
  "@spacedoutsmiles :-)",
  "@spacedoutsmiles But you can pick a car apart and rebuild it! :-)",
  "@FruBugge sjekk Iggy a! Fjesing! https://t.co/PuoPWzLh64",
  "@KentTeague Once more onto the breaches ?",
  "@jorgenflor @HTessand @NorskPsykologF @anhostma Det Jørgen sa. + bedre veiledning og opplæring",
  "@Elgschmelg De aller fleste mennesker er kapable til sjuke ting gitt rette omstendigheter og trykk. \nPsykisk syke er mindre voldelige enn friske.",
  "@Elgschmelg Vi mennesker ønsker sårt at det skal være et skille mellom \"oss\" og pedofile, IS-krigere og massedrapsmannen i Vegas. Det skillet er tynt",
  "@Elgschmelg Noe jeg *ikke* tror du mener.",
  "@Elgschmelg Jeg, som jobber i psykiatrien, reagerer litt med ryggraden her men: den overskriften kan tolkes som om alvorlig vold er = psykisk syke",
  "\"Facebook has (knowingly) served as a clearinghouse for propaganda, disinformation, fake news, and fraud accounts\"  \nhttps://t.co/zE88ykyCDm",
  "@FruBugge https://t.co/l5j4wK7rfn",
  "Facebook and Google have to either argue that their ~half trillion market caps are a con, or their power of influence is real—thus worrying.",
  "@KortOppsummert @CiViX Les Black hole blues... av @JannaLevin",
  "@AdamRutherford Opening line of Mr. Siegal with Tom Waits",
  "@ulrikft @achalse @fmundal Eg òg",
  "@ulrikft @achalse @fmundal 20. men da skal jeg på Machine Gun Kelly med min eldste sønn... Skal vi drikke øl snart, mener du?",
  "@ulrikft @achalse @fmundal Popcorn",
  "@FruBugge Fant den!! https://t.co/cMJNLrD2la",
  "🎵Black hole sun, won't you come 🎵 https://t.co/26DpbL662Z",
  "@dyllyp You got the 13th.",
  "@aar_morten Mye gull i romerikes blad",
  "@Kaepernick7 Norwegian visual artist doing this. Cool with you? https://t.co/imjMDACA4J",
  "@wiiikern @KSteigen Hold på hatten",
  "@wiiikern @KSteigen Har dere sett john stewart på crossfire med tucker carlson?",
  "@E10Mess Best pf luck, the lot of you! 💜",
  "@West_Stand_O WESHOULDBEGLADWEHAVEATEAMTOSUPPORT!!!!!!",
  "@ulrikft @forsberg @tonyvangen @FruBugge Veit du hva som er stas, Ulrik? \nDu! Du er stas du!",
  "\"NRA is so powerful, there's nothing that can be done\". \n3-4,5 mill. members of 70 mill + gun owners in a 320 mill + country.",
  ". @ulrikft @forsberg @tonyvangen Ny @FruBugge utstilling 23.11. På galleri kollekt https://t.co/xpz8Rg6YEy",
  "Ta den, elbileiere! https://t.co/0NtMSaDi85",
  "@Mhmdnewton @JannaLevin @NobelPrize I've read Janna's book. I'm lecturing everybody!",
  "@dyllyp Australia did it after mass shootings. 20 yrs later: huge success.",
  "@dyllyp Oh now. Australia only banned assault rifles. The PD would still have theirs",
  "@forsberg Tror mass shooting er mer enn 3 skutt. Ikke nødvendigvis drept. (https://t.co/hnDzcjNkUW)",
  "Okay, I think we're nearing our bad news limit for 48 hours. https://t.co/xvQhG6Jl2X",
  "@20committee «Nothing to be done about this, says only country where this happens regularly» The Onion",
  "@20committee Australia had bad gun control, had mass shootings, laid down new legislation. Now, 20 yrs after, huge success.",
  "@Evolutionistrue If not after Sandy hook, why now?",
  "@MortenMyksvoll @ThAOSteen @SteinarBL Litt fåfengt diskusjon? Helt umulig å beskytte seg mot sånne angrep uten å satse på våpenkontroll",
  "@Roshauw @zweizz Ping @CSpange",
  "Oct 1st. 2017. By State dep spokesperson... https://t.co/LOfVJ1c0By",
  "@TheFatC0ns0ler @philiplarkin Good luck!",
  "@patrickween @Jofletro @sollie3 er det kl 20, etter tapet, at nedrykkspanikken kan bre seg?",
  "@KSteigen Den er fin!",
  "@PsychoticDancer You've done this before. Be strong. I got your back.",
  "@lukeharding1968 Yup",
  "@lukeharding1968 loved your book. Tried a pitch at the review section on amazon",
  "The Mayor of San Juan is wading through sewage, searching for people with a bullhorn while @realDonaldTrump insults her on twitter. https://t.co/hO5iZ1PICj",
  "@leytonorientfc 'Cause we'll be going loco...",
  "@Stonekettle And not one of his supporters will think he's done anything wrong.",
  "Trump administration lawyers are demanding Facebook account info of \"anti-administration activists,\" documents show https://t.co/45hprHB65r https://t.co/FdKHMP86z0",
  "@MisterWookie @spacedoutsmiles What a crew!!",
  "@PsychiatrySHO Thank you.",
  "@PsychiatrySHO Pure translation question : as in when patients gets worse on cloz, or add another AP if not proper response on cloz?",
  "@hardbodybadboy @iyad_elbaghdadi I'm not.",
  "@joerogan @ThatChrisRyan No. Anecdotes of 2 people is not evidence. People get better from serious diagnoses all the time, without an apparent explanation.",
  "@hardbodybadboy @iyad_elbaghdadi I disagree, but if one is ill adjusted, it's harder. I'll  give you that.",
  "@MortenMyksvoll @Laastad1993 Hei!! :-(",
  "@hardbodybadboy @iyad_elbaghdadi Why?",
  "@AxelCooper @CDyrnes Peak advokat! :-)",
  "@NilsHenrikSmith @MartinArseth @Lokalfotballen hvor? https://t.co/pVqwFfedAk",
  "@katvallario Sorry for your loss. Sehit namerin",
  "@MiaFarrow Please stop. Best, from someone who does this for a living. With your best intentions, you're not making it better.",
  "@achalse Barne og ungdomspsyk. Akutt ved sykehus",
  "@Tomojohnsen Så bra. Bare hyggelig!",
  "@Robertjoroy Og ta kontakt når dere er der, og lurer på hva dere skal finne på. Det er mest gøy sør på Manhattan og brooklyn mellom brook og manh bridge",
  "@Robertjoroy Prøv å få bord på momofuku. Heng i DUMBO i brooklyn. El taqueria på st marks place. Bli fulle på forget me not på essex. Kos dere ihjæl",
  "@Robertjoroy Og gå på Brooklyn crab. Fin båttur, supert sted.",
  "@Robertjoroy Langt oppå der ja. Greenwich og lower east side er bra. Pizza på Li'l Frankies på 1st/1av. Ta ikea båten fra wall street til redhook",
  "@Robertjoroy Hvor skal dere bo?",
  "@AndersMikkelbor @fuglatass Han blir vel ikke no lettere å ha med å gjøre nå? :-)",
  "@yourfavtallguy @MortenMyksvoll  https://t.co/di6S0w8Okd",
  "@yourfavtallguy @MortenMyksvoll Whataboutism?",
  "@PsychoticDancer Then you'll be just fine",
  "@PsychoticDancer It's got a long halftime. You should be just fine",
  "@PsychoticDancer Pretty big definition of torture you got there",
  "@PsychoticDancer Intentionally?",
  "@patrickween @sollie3 @Jofletro Hva er oddsen på tosifra i kveld?",
  "@evabeik Må legge inn @VisjonNorge her også. Så kan de google Streisand-effekt samtidig.",
  "@JackCoates14 @OrientOutlook @restyrestall @OrientSteve Leeds. Adam Boyd.",
  "@coachmattcole @Dicksani @socalx09 @jemelehill https://t.co/D2nnK9PuG6",
  "@MinaGerhardsen @KristinRomm Anekdotisk av meg, men: etter å ha jobba i barne og ungdomspsyk i +10 år: ennå ikke møtt noen med mye rus hvor rus var primært problem.",
  "@OrientOutlook @E10Mess https://t.co/z7Zb2dNB4Z",
  "@leytonorientfc 'Cause we'll be... 🎵",
  "SIAN hadde markering i hjembyen i dag. Møtte motstand fra denne karen! For et bilde! https://t.co/Oc8eSLcKcE",
  "@estern839 @ShaunKing https://t.co/D2nnK9PuG6",
  "More luck than we deserve, and some good politics https://t.co/PnWcffj4U2",
  "I can't believe we have to post this again, but hey, it's good. https://t.co/D2nnK9PuG6 #nfltakeaknee",
  "@rebecca_roache It is",
  "Please support our #Rohingya appeal.\n\nDonate via website, or text HFXX10 £19 to 70070 https://t.co/13OW5kW2sx",
  "See this and then listen to Vampires by @JasonIsbell @amandashires https://t.co/YkdqYTJ2Ek https://t.co/Ul9eZcTeoK",
  "@wiiikern @motsegn @Hans_Vang Nei",
  "@mohamabd86 Hans \"Ain't no love..\" er kanskje verdens beste låt..",
  "@FrodeHomb Detta gjelder deg óg. Ingen sosiale medier når full. Natta.",
  "Correcting Robert F. Kennedy Jr.’s vaccine ‘facts’ — @DrPaulOffit|OPINION https://t.co/uTRq3De9t5",
  "@Oeyrun @LillestromSK Sett fra deg ølen og legg deg. Nå.",
  "@mohamabd86 Den er helt fantastisk! Må diskutere den med deg",
  "@dyllyp Me",
  "@kleachdesign @bettypants @ThaRobbFather I pay about 30% in tax, so lt's not too bad.",
  "@NilsHenrikSmith @MartinArseth Får jeg bli med? Jeg kan dosere om Lillestrøm og nedre romerike. Kjekt å vite litt om dalstroka innafor Oslo også?",
  "@MeganOhlssen @maiasz @BDPerry That book, basically, made me quit my job and get a degree in child development/welfare, in which I'm working now",
  "@NilsHenrikSmith @eivindtraedal lagde en tråd om dette for litt siden.",
  "@bettypants @ThaRobbFather @kleachdesign Sick leave, paid vacation. We pay for our healthcare too, but through taxes. As you pay for police, fire dep and roads..",
  "@bettypants @ThaRobbFather @kleachdesign Dear US citizens. I live in Norway. I pay about 15000 USD a year in taxes. That gives me: Free healthcare, university, paternity leave 1/2",
  "@Jofletro Kjipt med nedrykk da.",
  "@Oeyrun @LillestromSK Synes du bør legge ut noen eksempler",
  "@ulrikft @forsberg Apropos: skal vi la Thulsa Doom konsert i Lillestrøm sette rammen for litt Lillestrøm drikking/slossing? 9. November",
  "@ulrikft @forsberg Det tror jeg blir gysla fint!",
  "@ulrikft @forsberg Noen av dere som drikker øl i Sinsen, Tøyen, Torshov området på lørdag?",
  "@joarhalvorsen skal hilse fra Linn Ingunn, forresten.",
  "@vaughanbell *Written*",
  "@vaughanbell You must've dritten something good then. Link?",
  "@tanketenk @joarhalvorsen @SaherS Deler av det psykoanalytiske miljøet i Sverige sliter etter \"Tilfellet Thomas Quick\", som er en aldeles strålende bok.",
  "@AraldoB @joarhalvorsen Jeg ler meg ihjæl!! Hvis noen skulle tatt et screenshot eller tp og sendt meg på DM, skal jeg aaldri sladre",
  "@AraldoB @joarhalvorsen Hva?! Er det seriøst? Er ikke på face",
  "@joarhalvorsen Feiging!",
  "@sollie3 @patrickween @Jofletro Lillestrøm vant en straffesparkkonk i 19..?",
  "@DGisSERIOUS Just read Legacy of Ashes. CIA is a shambles",
  "@patrickween @sollie3 @Jofletro Var det jeg trudde",
  "@patrickween Detta får ikke gått...? @sollie3 @Jofletro",
  "Holy crap, it's difficult! https://t.co/Zt1ZoL2dld",
  "@Asbjorn1975 @mortenstokstad Det brannsåret får du behandla i sykehusveien 24, Morten",
  "@spacedoutsmiles Night. Get better.",
  "@espenteigen Ser at hun som ble tvangssendt ut til pisking i Iran ikke hadde det heller. Jeg stoler på din vurdering like langt som jeg kan kaste deg",
  "@KSteigen @hkskard Tipper @espenteigen er .... ansvarsfraskrivelse.",
  "I'm doing some research for my MSc. Please re-tweet!! Much appreciated!! https://t.co/QFq94mkNwX",
  "@FruBugge https://t.co/SZML5vaAAY",
  "@Tomojohnsen Gled deg.",
  "@Tomojohnsen American war. Helt av hakket bra.",
  "@Tomojohnsen Nei. American war eller the sellout.",
  "@derekbmiller Explaining André the giant.",
  "@danieljoachim @oleMMoen @dagfinnhessenp @eottosen Så så. Har sett deg klemme ut sidevis for mindre enn dette. Kom igjen nå.",
  "@oleMMoen @dagfinnhessenp @eottosen Tipper @danieljoachim vil ta dette som en kastet hanske",
  "Black children in the U.S. are more segregated today than they were a half century ago, reports @nhannahjones https://t.co/6eRsWY1F5w",
  "@sumaya_jirde Nydelig! Vel fortjent!",
  "@forsberg @DidrikSoderlind fuck game of thrones og vikings a https://t.co/7oEdg3ESS7",
  "@DidrikSoderlind @magnusschaft @Knutos \"Kanskje\"....",
  "#svensketilstander https://t.co/xVDNt8Fd0t",
  "God damn swedish immigrants. Coming to our country to take our jobs, use our welfare system and weird culture. #Bandy #kräfting #carlphilip https://t.co/SYAu1BD0Q2",
  "@candomin @GeorgeMonbiot Either heat from drilled geo thermal pump or veeeery wealthy.",
  "Here's a thing about wearing a swastika armband in public—not in a march, not at a demonstration, just walking around for hours in public.",
  "@GeorgeMonbiot I'm guessing Norway.",
  "@AraldoB @kjetilnfjell @joarhalvorsen @J_Siqveland Men, fornøyd.",
  "@AraldoB @kjetilnfjell @joarhalvorsen @J_Siqveland Jeg noterer meg at det ikke er i glass og ramme...",
  "@MortenMyksvoll Den her er nesten halvsann. Jsoc sendte en vaksinefyr rundt i abbottabad for å bekrefte at OBL bodde i huset. Men han slapp ikke inn.",
  "@mohamabd86 Bror! Lest \"The Sellout\"? Jeg ler så jeg detter ut av senga.",
  "@J_Siqveland @kjetilnfjell @AraldoB @joarhalvorsen Herlig!! Du kan begynne å krysse av: de som kommenterer den vs de som ser rart på deg og ikke tør si noe?",
  "@AraldoB @kjetilnfjell @joarhalvorsen @J_Siqveland (Enig) Takk!",
  "@kjetilnfjell @AraldoB @joarhalvorsen @J_Siqveland Jeg lagde en sånn til dere. Skriv ut, og heng opp. https://t.co/rLno7VTAFh",
  "Also socialism https://t.co/1zEFdZjnY1",
  "Did you know: scandinavian countries all have paid paternity leave? Explanatory video below https://t.co/Rn8oqLb0rN",
  "@forsberg \n\"Like niggers at a Ku klux klan rally, they were comfortable idealogically, but not in terms of corporate culture\"",
  "The women who don’t know they’re autistic https://t.co/OGGtoOCmBg",
  "@ulrikft @olesaue Morten er rockegutt fra Lillestrøm, så da er vel den saken grei.",
  "@orientgantry Amen and Hallelujah",
  "@forsberg Hmm?",
  "@PsychoticDancer Sandoz",
  "@DavidBarratt6 @OrientOutlook @KentTeague The moaners are always loudest. Lots of fans are happy and patient.",
  "\"I don't watch much tv. I prefer to read\". No, really. That is what she said. https://t.co/bU0Hjtbv7T",
  "@palmklov @tolfred Sjekk ut nye låtene fra Thulsa Doom..",
  "@SveinOeverland @AraldoB @joarhalvorsen @J_Siqveland Merker meg mye motstand i Øverland her...",
  "@kjetilnfjell @AraldoB @joarhalvorsen @J_Siqveland https://t.co/ZyIq4cuviZ",
  "@Mare_Argent @Gorm35 19 følgere retweeter Berge og Lunde stort sett hele tiden . Heter det \"ikke-injurierende kraft\"?",
  "@AraldoB @joarhalvorsen @J_Siqveland Skrevet av en psykolog...",
  "@AraldoB @joarhalvorsen @J_Siqveland Hva er det dere driver med? Sånn egentlig? https://t.co/IlXe9RJJS1",
  "@ClaytonMuirhead @amstray @cbenjamin2016 @kwilli1046 @Lauren_Southern Norway had 23 murders in 2015. Oslo is capitol of Norway. All murders were solved by police. Lost control?",
  "@AudunHBerge Sjekk Tweeten fra @EurosportNorge: https://t.co/ZrAoLL2K3c",
  "@haraldthingnes @blakern111 @FruBugge",
  "3-0 til Blaker. @blakern111 tar til tårene. Breddefotball på sitt beste. https://t.co/j85yiERJJl",
  "Nå er det tv på eurosport!! Lokaloppgjøret. @blakern111 tar til tårene direkte på tv.",
  "@patrickween @TomNordlie balkongen i muppet show bak @blakern111 der..",
  "@MortenMyksvoll @eottosen @fenilsen @kl4sp Eks: verdens beste menneske tror ikke på gud. Skal iflg kristne ikke til paradis. Verdens verste som angrer/tror: paradis . Moralsk?",
  "@Herrbrun @forsberg Livet er for kort til å lese så mye jobbting. Skjerpings!; -)",
  "@forsberg Men serr. Jeg trenger noen å snakke American War med.",
  "@forsberg det er \"Herr Bokterapeut\" for din del https://t.co/ToCRlpyBsE",
  "You what now? \n https://t.co/QeujkDpx5K",
  "THREAD: Why news that Mueller obtained a search warrant for Facebook content may be the biggest news in the case since the Manafort raid.",
  "@GoSkyeGo How are you holding up?",
  "@PsychoticDancer I'm sorry, I got you mixed up with someone else. Have a good one. :-)",
  "@PsychoticDancer All good.",
  "@PsychoticDancer How are you today?",
  "En kamerat har to stk Ricky Gervais billetter til salgs. Sittegruppa foran scenen.",
  "@GoSkyeGo Stay safe.",
  "@GoSkyeGo I'd like to talk about it with someone that can relate. I know of it and seen it, professionally. Never done it myself. But that book..",
  "@GoSkyeGo One of them is a self harmer. A nice, succesful dude that self harms. Badly.",
  "@GoSkyeGo Four friends growing up. 800 pages of great prose and body punches",
  "@GoSkyeGo The book. By Hanya Yangihama",
  "@GoSkyeGo Pull through. Have you read A little life?",
  "@DearDeir @HaggardHawks Same in norwegian : morkake",
  "@krusedUlrik Mottatt. Takk og kos deg ihjæææl",
  "@sharkywar @JEStaff @OrientOutlook @lotrust I contributed. My opinion: buy tickets and scarf for underprivelieged children.",
  "@Asbjorn1975 @LubbeMarius Iflg discogs så er det Grohl",
  "@FruBugge https://t.co/0SFBP3JrKJ",
  "@forsberg Ganske sikker på at American War av El Akkad kommer til å slå deg i mellomgulvet og riste hjernen din.",
  "@bryrsmith @AG_Conservative Uhhmm. I, as a Norwegian, pay about 30% in taxes. Average workers tax in US is?",
  "@FruBugge https://t.co/DqLFepAyuE",
  "@natebargatze @thelumineers Thank you!",
  "Oh.. Great.. https://t.co/7sFLmy6lie",
  "@natebargatze what's the walk off music on the netflix bit?",
  "@tonyvangen Fin! Dyr..",
  "Someone is reporting my son's face &amp; #Instagram agree saying it doesn't meet their guidelines before removing it. RT to support me in this! https://t.co/XxOvthBT5O",
  "@forsberg Ler meg ihjæl",
  "@forsberg Lord Huron til @rockefelleroslo i feb. Løp og kjøp. Passord : worldender",
  "We're excited to add shows to our European tour in early 2018. Presale begins tomorrow with code \"worldender\" and general sale starts Friday",
  "@MuslimIQ For women everywhere. The most dangerous thing almost all of them do, is enter a relationship with a man.",
  "@LeoLWalker @AANP Yeah, what's science anyway..",
  "På vei fra høgskolen i Østfold. Foredrag for studenter om ungdom og suicidalitet.",
  "@Lokalfotballen Snævvt snitt. Drøye 20 i hver kamp.",
  "@eottosen Vg har 84-84",
  "@kiheger Leste det som Jens Bugge...",
  "@kickitout @leytonorientfc @footiebizawards @The_FSF @AnwarU01 @lotrust @LOFCBusiness @CharlieLong93 @stevedixon66 @phillsmith88 #OurClub ❤",
  "@mopage19 @maggieNYT That shark has been in the streets of every flood the last five years. Somebody give it a camera and a mic.",
  "@roseandcrownnw5 https://t.co/JsLUemzb3S",
  "@CPotterPgh @Advogirl1961 Imho, this is the winner https://t.co/G5RI67u9Qe",
  "@CPotterPgh @Advogirl1961 So, you didn't see the forest fire /golf pic?",
  "@marius_bugge https://t.co/GZILsbbkgi",
  "To clarify, DO NOT shoot weapons @ #Irma. You won't make it turn around &amp; it will have very dangerous side effects\n\nhttps://t.co/CV4Y9OJknv",
  "@BjoernStaerk @Protestfestival Leste det som \"synd på ateister\"..",
  "@JasonIsbell Muscle shoals music scene was integrated looong before the rest of the US",
  "@Masters_JamesD @leytonorientfc James Masters isn't at the game? 100 on the O's!",
  "@yungbonniebonz Jeg måtte google, men lærte noe.",
  "This guy wakes up at 5 every morning to feed dozens of stray dogs — and his love has COMPLETELY transformed some of them 🐶❤️❤️❤️ https://t.co/jfNjU5uTwA",
  "@georgeelokobi Geoooooooooorge Elokobi! \n#chop #chop #chop #chop\nPlaying beast mode style",
  "Jeg ønsker at Norge skal være diametralt motsatt fra Listhaug. Tror faentutemæ jeg stemmer Rødt i år..",
  "@MortenMyksvoll God lørdag! https://t.co/ZSVHciB2E1",
  "Sånn skal det gjøres \n https://t.co/MpoRBCzl0m",
  "Oslo! Min store helt @SeherAydar er knappe 800 stemmer fra å sørge for at Tybring-Gjedde ikke havner på Stortinget. Oslo, be good https://t.co/C3vmOJXGmu",
  "@sondreolsen @eottosen Satan hjelp oss alle!",
  "@TrulsJohansen3 https://t.co/2OpmmZLL0Z",
  "@FruBugge https://t.co/ZIkWtkTklW",
  "@mohamabd86 @tanehisicoates Sir, yes sir!",
  "@mohamabd86 @tanehisicoates https://t.co/R9m4BCx2nA",
  "@mohamabd86 @tanehisicoates Leste du han i The New Yorker nå? Eller var det Atlantic?",
  "@AndreaBHovig @RUSHPRINT Ikke dævv a!",
  "@mancbeard Read this! https://t.co/pvW5BcZM11",
  "@ulrikft @MortenElster Say it TOMYFACE!!! 😣",
  "@ulrikft @MortenElster Omfårladels???",
  "@LeBaoTruck @roseandcrownnw5 @fourpurebrewing How long are you at R&amp;C?",
  "@FruBugge shit https://t.co/PHbWedBwg2",
  "@roseandcrownnw5 @LeBaoTruck Nice! How long are that at yours?",
  "@aselliaas Ping @ulrikft",
  "@catobellingsen @SVparti Ja takk! (Eget mel til kaka her, men faen heller)",
  "@roseandcrownnw5 @LeBaoTruck They were outside @fourpurebrewing in may? That food was outstanding.",
  "Scumbag https://t.co/6I73wBYxuV",
  "@forsberg @eivindtraedal Synes pinadø du bør følge Eivinds eksempel jeg. Bra, og hyggelig tråd. Tror din blir fin òg",
  "@Camilla_hoel That book is faaantastic btw, but I don't think the drones here will qualify. They hit at random, as their base is destroyed",
  "@Camilla_hoel American War by Omar El Akkad is the only one where drones feature, and are important",
  "@EliotHiggins @welt @bellingcat @hrw @ForensicArchi @UNCoISyria My guess: no",
  "@ulrikft @kari_kristensen Jeg vil bare henvise til at Martin Gunnar Knutsen var rektor på min barneskole.",
  "@willarcher_ @KentTeague It's something from the old regime, and under contract. It can not be scrapped without paying big money, supposedly",
  "@ulrikft Omfavn \"Nei\" \"Fordi jeg ikke vil/orker/gidder\", samt \"det driter jeg i\". Det er så befriende! (Kommer med alderen)",
  "@espenteigen @ivarsorensen Tror det er ganske feil å karakterisere de som \"syke i hodet\".",
  "@Oriza8Riza What a beauty!",
  "@ReierMoll @frodelia Hvem kutter løk her? https://t.co/Y80IJETfTm",
  "@krusedUlrik Æ'kke det",
  "@krusedUlrik Tusen takk! Det er tidligkamp så det kan gå",
  "@krusedUlrik 16.9 Orient hartlepool. Tv kamp. Kan du sjekke etablissementet som viste sist kamp?",
  "Tiny desk concert. Trucks and Tedeschi \nhttps://t.co/d0Gqo4Kg95",
  "So, if you want to be part of a team that sees the #ArabTyrantManual evolve, leave a reply under this tweet. We'll get in touch.",
  "@mikefarb1 Norway has an election in 10 days. Just ordered manual count of the votes.",
  "@sifalag1920 @Lokalfotballen @flisbyen FEIGE LAG! Heia By'n",
  "OK fine I'll concede that sometimes it is important to listen to Nazis and try to understand them. https://t.co/pnNuNihbP4",
  "@sommervillebbc Dear Zachary. But, do not watch it. I was destroyed for a fortnight after.",
  "How did Buffalo police go more than 4 years and 2 million calls without a fatal shooting? | STATE magazine https://t.co/u20NT3RIyE",
  "What it feels like to be a Dreamer at this particular point in time.\n\nA 101 guide",
  "@LorenRaeDeJ American War by Omar el Akkad",
  "@forsberg @tonyvangen @ulrikft @Herrbrun @FruBugge Frøøøkteli morsom, samtidig som den er relevant og smart.",
  "@forsberg @tonyvangen @ulrikft @Herrbrun @FruBugge Tror du skal det.",
  "@forsberg @tonyvangen @ulrikft @Herrbrun @FruBugge Men, har du lest the sellout?",
  "@ulrikft @Herrbrun @tonyvangen @forsberg @FruBugge Takk!",
  "@ulrikft @Herrbrun @tonyvangen @forsberg Consiglieris: hvem er god på opphavsrett? (Tenk @FruBugge 's kunst/bruk av deler av andres kunst)",
  "@Joe_Pavett @OrientOutlook My, my myyy Macauley\nWhy, why,  whyy Macauley\nSo before, you go up scoring one more, \nForgive us Macauley we just couldn't take it no more",
  "@spacedoutsmiles You badass! How did you cope with all the noise?",
  "@Joe_Pavett @OrientOutlook Oh, Macauley Bo-onne\nLook what you have done. \nYou have, just scored a screamer\nGoing hard for league o-oo-oone",
  "@Joe_Pavett @OrientOutlook Macauley Bonne, doo doo dooroodoo\nMacauley Bonne, doo dooroodoo",
  "@HenryOchieng_ @leytonorientfc @macauleybonne Glad you got a start. Glad you did good.",
  "@PiltPompel @klactoweed Hadde @bmoxnes fått passe unga mine i en uke? Ja. \nDa er'n jaggu valgbar også. \nFrp må ut.",
  "@forsberg Lest \"The Sellout\"?",
  "@FrankieAkhurst @OrientOutlook @macauleybonne @georgeelokobi I'm expecting a big song in the car from George soon",
  "@OrientOutlook WE ARE GETTING BETTER SAY\nWE ARE GETTING BETTER!",
  "@DeadlyMonkfish .... https://t.co/rLU6ziRLws",
  "I need this verified @ProfFrancesca @rezaaslan https://t.co/LSU13zmqeC",
  "@matchwornshirt1 @StadiumHoppers Enjoy! Up the O's",
  "@Landsbroderen @MartinArseth Da kommer jeg ramlende ut av skapet og sier at jeg fikser ikke I. M. I DET HEEEELE TATT!",
  "@leytonorientfc Great idea",
  "@vgnett Dere kødder nå eller VG?",
  "@JasonIsbell Everyone should have a two year old in their life",
  "@JohsLindstrom @OrientOutlook @E10Mess Saw that. We're in.",
  "@E10Mess @OrientOutlook 10th of feb. Tranmere home. See you then",
  "@krusedUlrik @OrientOutlook @E10Mess Ikke kjekk deg, din tølper!",
  "@E10Mess @OrientOutlook Thank you. Home game it is then",
  "@OrientOutlook @E10Mess Need geography help here. Any games early/mid feb that's away, but not far?",
  "@JKalbakk Den Aimee Mann skiva er helt sjukt vakker",
  "@JKalbakk Tipsa deg om Aimee Mann? Mental Illness",
  "@JKalbakk Takker. The Secret Sisters",
  "Hey, uuhmm @jack .. You've got a problem. Yuuuuuge one https://t.co/gyd4nB7ovq",
  "@RichardWiseman https://t.co/CPtKa5iBA0",
  "If you don't get white privilege after this, no one can help you https://t.co/jpZjtEm4P8",
  "@leytonorientfc Akinfenwa",
  "@DiabolicalIdea @realDonaldTrump Caligula",
  "@FruBugge https://t.co/AN5qCRhJdm",
  "@CSpange fortell meg mer om hvordan hockeyspillere er tullinger..; -) https://t.co/T6mnyz4KTL",
  "@mohamabd86 Hit me! Faraz duur?",
  "@forsberg Beklager. Liker Kloster",
  "@RaggN @Lokalfotballen @flisbyen Selvfølgelig...",
  "@SoutheasternRec @JasonIsbell @amandashires @TheRyman Ooohhh!  The Ryman! Well deserved",
  "@thearostbakken @Oddvig Du er ikke aleine. Thea : du er såååå jæææævla ung!; -)",
  "@forsberg her kan du sette i gang en rant. https://t.co/6Oc8AKlEp7",
  "@RaggN @Lokalfotballen @flisbyen FYYYYFAEEEN!!! (Det får ikke gått... Glem det.. Sjanseløøøøøst)",
  ". @eivor_l https://t.co/SJW1qyD5ha",
  "@Landsbroderen Hardt å vokse opp",
  "@Landsbroderen Når *jeg* var yngre så trodde jeg at..",
  "@Landsbroderen Jeg trodde at folk ble klokere jo eldre de ble...",
  "@RaggN @Lokalfotballen @flisbyen Få det på!!",
  "@mancbeard @fourpurebrewing Mind you, we're leaving our hard earned oil money in sweden. We're not angry, just very, very disappointed...",
  "@fourpurebrewing @sophieyehhh @mancbeard Send Rob to Oslo fer fecks sake. 10 minutes away. He can stay at ours. :-)",
  "@mancbeard @sophieyehhh @fourpurebrewing Because all the beer you have to haul. Looking into this now...",
  "@PsychoticDancer You'd be right",
  "@RaggN @JanGulbrandsen @flisbyen @Lokalfotballen Kan'ke Byen bare slå serieleder'n a? (Blir løpt ihjæl i siste..)",
  "@mancbeard @fourpurebrewing Can't, mate. Rest of my days off has to go to copenhagen in nov. Queens of the stone age",
  "@mancbeard @fourpurebrewing On a fekkin monday and tuesday in effin Stavanger? (Stavanger translates to \"shaft regret\")",
  "@fourpurebrewing @mancbeard Monday and tuesday.....  Can you send Rob to Lillestrøm. Have three big pubs that loves craftbeer. He can stay for free at ours.",
  "@mancbeard @fourpurebrewing What dates?",
  "@mancbeard @fourpurebrewing can be gotten in sweden, but not in Norway. Correct?",
  "@dyllyp Let me know if I can help in any way",
  "@MuslimMarine @MuslimIQ @Kash_Q You're all role models and you could look after my children anytime.",
  "@RoseAspie Welcome!",
  "@derekbmiller 2/3 haven't watched.",
  "@forsberg https://t.co/CwKgavyug0",
  "@iyad_elbaghdadi https://t.co/WbjTbCcTts",
  "@iyad_elbaghdadi That happened some days ago.",
  "@DulcetDave @FraserNelson Seen a lot of critique from people on the spectrum regarding this series",
  "@SturlaFTR Den er vel mer historisk kanskje",
  "@SturlaFTR The fog of war",
  "@SturlaFTR Dirty wars",
  "@SturlaFTR The 13th",
  "@Mr_Kasin @OyvindBerdal Frykter at Liverpooltwitter kommer til å bli slitsomme om dette fortsetter..  @KSteigen",
  "10,000 words. \n\nSOUL SNATCHERS :: Part 3.\n\nNew York City's criminal conspiracy to destroy Pedro Hernandez.  \n\nhttps://t.co/6JpNPzZP3q https://t.co/1zdPXVgOrX",
  "@Jeggit @drjameswalters No. Old hoax.",
  "@OrientFanTV We will be going loco..",
  "The 400 Unit added a member at the #TinyDesk. Watch @JasonIsbell perform three tracks from 'The Nashville Sound.'\n https://t.co/VFL9TqcJjv https://t.co/WB4i5Dmxkj",
  "@dyllyp It's norwegian. Pupper=titties.",
  "The miracle of science is profoundly real when you see people's first expressions of hearing for the first time https://t.co/BUHFur0k0c",
  "@dagsoras @forsberg Nydelig. Og takk for secret sister. Veldig stas.",
  "@forsberg @dagsoras Moreland etterpå?",
  "@KentTeague I hope that you and yours are not badly affected by the storm. And I hope that those that are, will be safe.",
  "@MartinArseth @NilsHenrikSmith https://t.co/e3oIOSb4TD",
  "@krusedUlrik @OrientOutlook @Daniel_slaw @E10Mess @andrewconquest There we go!",
  "@krusedUlrik kan du be dem skjerpe seg? Alle samma. På norsk, gjerne.",
  "@DeadlyMonkfish He used to be sh...  Oh wait..",
  "@vrangest @bstandal Du er vel programforplikta til å lese \"Boy\". :-)\nA little life gir meget god beskr av hvordan barndomstraumer påvirker voksenlivet.",
  "@krusedUlrik @OrientOutlook @Daniel_slaw @E10Mess @andrewconquest 👍. Swedes...? You know what to do.",
  "@krusedUlrik @OrientOutlook @Daniel_slaw @E10Mess @andrewconquest Big, international club. Get used to it. Which stand you at?",
  "@wiiikern Hvis du er ute etter vakkert, kan jeg varmt anbefale Mental Illness av Aimee Mann. (Noe helt annet, selvsagt, men uhyre vakkert)",
  "@andrewconquest @krusedUlrik @OrientOutlook @Daniel_slaw @E10Mess Lovely, thanks!",
  "@krusedUlrik @OrientOutlook @Daniel_slaw @E10Mess \"Erik Håker, du er slem! \"? @andrewconquest",
  "@bstandal @vrangest A little life er en skjønnlitterær variant som er vanvittig bra.",
  "@wiiikern Fortress slår meg i mellomgulvet. Hver gang.",
  "@OrientOutlook @Daniel_slaw @E10Mess Lads. @krusedUlrik is in town to watch the O's. In Norway he supports shit, so take care of him.",
  "@PsychoticDancer It will",
  "@bstandal @vrangest En bok som utdyper dette er The Boy Who Was Raised As A Dog",
  "@Elgschmelg @snapkollektivet 👍",
  "@espendholsen @mariacancan Er på tap1 14. nov. Kan skrive en kort, men gripende anmeldelse",
  "@ukschizophrenic Let me know if I can be of any help, mate. Take care.",
  "Less than 1 per cent of victims of terrorism live in Western Europe https://t.co/f7XMYiiId4",
  "@mohamabd86 @Tarequn Jeg er med. Ser den nå. Takk.",
  "@mohamabd86 @Tarequn Ok. Bær over med meg nå, karer. The white privielege is strong in this one. Hva er det jeg ikke ser?",
  "@snapkollektivet @Elgschmelg Apropos : kjenner dere denne undersøkelsen?  \nhttps://t.co/hwckLmd1bI",
  "David Jones' Locker: Where Truth Goes to Die  #TrumpRussia https://t.co/VtpneRM6yD",
  "@yungbonniebonz https://t.co/M4zWzVBGjM",
  "Dette må leses. \n https://t.co/dwqMGHsKOh",
  "@leytonorientfc On paper, two great additions. Welcome on board.",
  ". @forsberg  har et skyhøyt toppnivå, og akkurat i dag er han i sjeldent god form og on point.",
  "@kiheger \"Only we can protect you\"",
  "@conor64 Trine Rein had the original.",
  "Hvor mye veide du da du debuterte seksuelt? Det spør jeg og @IngaMarte om i @dagbladet https://t.co/FH5X5QR8tF",
  "Villains er ute. #QOTSA",
  "@MortenMyksvoll Kongen av jinx?",
  "@ulrikft @dflukey Hakke råd nå, gitt.",
  "@ulrikft @dflukey Pris?",
  "@mohamabd86 Tuuuuusen takk!",
  "@CSpange Bare én ting: dette kan være melatonin: et helt naturlig, ikke avhengighetsskapende stoff, som er reseptfritt i feks Sverige.",
  "@ulrikft @bjornasm Hvem sitt?  '-)",
  "@Herrbrun @Elgschmelg @ulrikft @tonyvangen @forsberg @dagfinnhessenp @jcelden Takk for laget!  Jeg må være i bil 25 km på plass 0945. &lt;3",
  "@NilsHenrikSmith Selvfølgelig! Du er god.",
  "@NilsHenrikSmith hvem fra Bryne har 34 landskamper for Norge?",
  "@tonyvangen @Herrbrun @forsberg @Elgschmelg @dagfinnhessenp @ulrikft @jcelden Nå snakker'øm klokker igjen....",
  "@LPowell15 @epping_rugby_14 @GuardianOrient What Liam said",
  "@dagfinnhessenp @ulrikft @forsberg @tonyvangen @jcelden @Elgschmelg @Herrbrun Trenger du advokat? Skal møte noen om litt?",
  "@eivor_l https://t.co/n0J6WtsRwy",
  "@Conservative_VW @AkselSterri det der er ikke et ekte bilde",
  "@roseandcrownnw5 Can we get honorary employments? https://t.co/Ofr2Hpr9En",
  "@ulrikft @forsberg @tonyvangen @jcelden @Elgschmelg @dagfinnhessenp @Herrbrun Har akkurat snakka med Tony, han kommer også",
  "@forsberg @tonyvangen @jcelden @ulrikft @Elgschmelg @dagfinnhessenp @Herrbrun Yes, indeed.",
  "@feministjaevel @mohamabd86 :-)",
  "@JKalbakk @dagsoras @forsberg @ulrikft Har hørt den. Lunken.",
  "@leytonorientear Amen!  :-D",
  "@OrientMeatPie @leytonorientear Agreed. Thanks!",
  "@neesasunar I've done 7 yrs of education in social work. If I can help, I will.",
  "@neesasunar Yes! You! Can!",
  "@PsychoticDancer Low dose. Pretty new. Hope and believe you'll be fine. Hang in there!",
  "@georgeelokobi @leytonorientfc @macauleybonne Love it!",
  "@dagsoras @forsberg @ulrikft @JKalbakk Takker!",
  "@forsberg @Kong_Kverulant 👍",
  "@forsberg @Kong_Kverulant Hvorfor ikke?",
  "@KriseKarro Hvis jeg aller ydmykst skulle foreslå en forbedring må du sette inn ordene \"tattadn\" og \"bygdi\".",
  "@sollie3 https://t.co/pmA6FuV8EB",
  "@KriseKarro Hæhæhæhæhæhæ! Nydelig tweet!",
  "@forsberg @dagsoras @JKalbakk Mental Illness skiva til Aimee Mann er fantastisk vakker.",
  "@mohamabd86 Fullstendig galskap.",
  "Asking \"do psych wards cause suicide?\" is like asking \"does food cause cancer?\"\n\nBetter to ask \"which ones might, and why?\" https://t.co/aR2DlGLTHC",
  "\"The poorest of the poor\"\n- Andrew Young https://t.co/fYg3Bwie0S",
  "https://t.co/QUsN1gxOGN",
  "@eivindtraedal Det hadde vært stas det!",
  "@dyllyp You can see it through a cd/DVD.",
  "@ulrikft Vent på gitarsoloen\nhttps://t.co/s82slzWJJE",
  "@FruBugge https://t.co/KgecmDevjx",
  "@DanKaszeta @jsargentr Share it here, please!",
  "@ulrikft @dagsoras @forsberg @JKalbakk Du som er litt ambient av deg: Bibio med petals",
  "@NilsHenrikSmith Mcgleish var så jævvla fantastisk han. Dobbelt så gammel som resten og bøtta inn mål",
  "@KarlsenBeats @WatchAMovieOr5 Trur ikke jeg, tar i om jeg spår en tung sesong for dere?",
  "@NilsHenrikSmith Kan aldri nevne Brisbane Road for mye. Var vel ratt i spisspar med scott mcleish (42) da?",
  "@ulrikft @dagsoras @forsberg @JKalbakk Takk!",
  "@dagsoras @forsberg @ulrikft @JKalbakk litt tomt for nytt gull i spotifymaskinen om dagen. Er det noen tips?",
  "@roseandcrownnw5 Congrats! See you next year! \nhttps://t.co/mgcsGhBLSj",
  "@Rotevatn https://t.co/VIi7O1nD70",
  "@AdamRutherford https://t.co/YkI6vMtKP1",
  "@AdamRutherford You what now? You're aware that you're talking to a norwegian? That's an insult!",
  "@AdamRutherford No. Eating test is surströmning. \nWhy Sweden, Mr Rutherford?",
  "@AraldoB @olavelg Det er så verdt det. Og sånn profesjonelt hadde jeg stor nytte av å \"møte\" Jude",
  "@olavelg @AraldoB Veldig.",
  "#ActuallyAutistic s, I'm trying to test online collaboration tools. Is anyone willing 2 help me test collaboration on Google Docs?",
  "@AraldoB @olavelg Karer, fortell meg at dere har lest A Little Life!",
  "@derekbmiller Congrats. Read the two before this. Really looking forward to it.",
  "@MortenMyksvoll Fyyy faaeen! Jeg har sett hamster med mere personlige og sjøltilitt enn de skinna her.",
  "@GeneticJen Your'e smart, funny and you look great. Chin up, lass!  :-)",
  "@WellsyOs @OrientOutlook Thank you",
  "@WellsyOs @OrientOutlook Is the defence as dodgy as it sounds?",
  "@OrientOutlook @E10Mess https://t.co/DMCgVZf0vE",
  "@leytonorientfc Orient goal within 5.",
  "@dyllyp I think I get your point, but hard to see how you're gonna get around \"normal\". Full disclosure: I hate Nazis.",
  "@lars_akerhaug Hvor?",
  "@DidrikSoderlind Sikkert, men Hege og George tar ikke foten av gassen",
  "@GeneticJen Love this!! Thank you!",
  "@Elgschmelg @forsberg @tonyvangen @jcelden @ulrikft @dagfinnhessenp @Herrbrun Søster, vi må holde sammen på onsdag. Det kommer til å hagle kjennelser, bestemmelser og  paragrafer.",
  "@Elgschmelg @forsberg @tonyvangen @jcelden @ulrikft @dagfinnhessenp @Herrbrun Si at du ikke er jurist /advokat a. La ikke meg være den eneste!",
  "This could possibly backfire. https://t.co/vRuhzhC10J",
  "@FruBugge https://t.co/XcofGi2cJw",
  "@MortenMyksvoll Morten.. Seriøst.. Jeg passer to katter denne helga.. Makan til idiotiske, udugelige dyr har jeg sjelden sett.",
  "@JayarJackson The confirmation bias is strong in these ones",
  "@DanKaszeta That's all?",
  "Emad, captured by extremists &amp; held for 3 years in Iraq, now reunited with his Mom &amp; family in Winnipeg thanks to @CitImmCanada &amp; @Refugees https://t.co/BFUmsC7f3J",
  "@DiabolicalIdea Bannon resigned weeks ago",
  "@forsberg @tonyvangen @jcelden @ulrikft @Elgschmelg @dagfinnhessenp @Herrbrun Nydelig forslag.",
  "@ukschizophrenic Norwegian.. Off course he is..",
  "Quitting is not an option for some White House staffers https://t.co/Rr2DKDA5sf https://t.co/NCPeSW2F90",
  "@tonyvangen @jcelden @ulrikft @Elgschmelg @forsberg @dagfinnhessenp @Herrbrun Si gjerne hvor også. 18 er fint.",
  "@jcelden @ulrikft @tonyvangen @Elgschmelg @forsberg @dagfinnhessenp @Herrbrun Hvis @dagfinnhessenp kommer nå, så blir det høyesterett-snakk.",
  "@AricToler Seen this @jonronson ?",
  "And \"The Underground Railroad\" by Colson Whitehead",
  "@ulrikft @tonyvangen @Elgschmelg @forsberg Kan",
  "@ulrikft @tonyvangen @Elgschmelg @forsberg Tony er forsøksperson. Opptatt fra torsdag og helga igjennom.",
  "In the garden of beasts by Erik Larsson is recommended reading these days.",
  "@olgakhazan Me too!",
  "@ulrikft @Elgschmelg @forsberg Åssen er sivilstatusen til @tonyvangen om dagen? (Trenger en skreddersydd klem snart!)",
  "@ulrikft @Elgschmelg Ping @forsberg ? :-)",
  "Trying some comedy. Tuba player ridicules KKK with a  trolling serenade of slow, lumbering cartoon music then onto Ride of the Valkyries https://t.co/2iWfGnCmyB",
  "@ulrikft @Elgschmelg Kanskje der Linn kommer inn?",
  "@ulrikft @Elgschmelg Ulrik.. Har trua på bildene. Veeeldig usikker på teksten..",
  "@autoengmike @blackbloq @wakeywhite @swinny198 @gavindavidn @stillgray Sooo... West Europe is totalitarian?",
  "@feministjaevel @mohamabd86 Ha'kke skjedd no. Vi har bare prøvd å få tia til å gå, fram til du var tilbake.",
  "@Rfoines Jaa..",
  "Can't wait to see this shit go down. https://t.co/l4CHKlp7lt",
  "@roseandcrownnw5 The occasional roaming band of hairy norwegians doesn't even put a dent in the atmosphere.",
  "@AmarAmarasingam Brace yourself for \"Can I have a little more?\" jokes..",
  "@LibyaLiberty Seen this from Norway? : This mouth divides USA. https://t.co/VIGYAGYSu8",
  "Frontpage norwegian newspaper today: This mouth divides USA. \n@dyllyp @ALT_uscis https://t.co/WbEwuTw1qE",
  "@MortenMyksvoll @dyllyp Shit. Så ikke den! (Åpna ikke bildet) Sletter..",
  "@gjertm @MortenMyksvoll Ah.. Båt til bortetur. En gang var jeg med Orient fansen, fra Stratford til Brentford med båt på Themsen. Nydelig.",
  "@PurplePerv https://t.co/rPUsCd34mX",
  "@DidrikSoderlind Ta av 15% på farta. \nhttps://t.co/2WM46JuXVp",
  "@DidrikSoderlind \"Fun\" fact: The complete recordings er spilt inn for fort. Alt går raskere og er lysere enn det opprinnelig ble spilt inn.",
  "@Ali_Gharib @shadihamid I'll stand my ground in front of the statue of Wayne Gretzky",
  "@Krohg @forsberg På quiz i Lillestrøm har vi: Bukkake ødla brilla mine, Lökholmens porraffärs venner.  Musikkquizen: sticky fingers in the tunnel of love",
  "@RdeMander @Daniel_slaw Whatever.. Little brother..",
  "@KentTeague Amen!",
  "@RdeMander @Daniel_slaw Klippiga Bergen og läderlappen. Örngott og igelkott.",
  "@Daniel_slaw Faen i hæællvette så jævvla dårlig! Vi trenger gutter som står på og tar denna ligaen serløst! Glad vi har en klubb å støtte da. Up the O's.",
  "@jasnoen Selvfølgelig. Dumt av meg dette..",
  "An incredible and graceful call to action. \"I'd rather have my child but, by god, if I'm going to give her up we're going to make it count.\" https://t.co/54RKgoBVvl",
  "@jasnoen 5 timer for deg..  Men hvor lang tid trengte barnet ditt på å bli vant til å være uten au-pairen? (Klarte ikke å dy meg. Beklager)",
  "@heidimoffe Ikke no",
  "@20committee Always screen shot",
  "@BruceBartlett Maybe the chief of staff really is a hero, knowing he has to tolerate dangerous, crazy stuff, because he knows he is the last defence.",
  "@terjehaugis Var på @BrewByNumbers i vår. De la på 10 pund per glass. Fikk igjen når du leverte dem igjen.",
  "@terjehaugis Jepp",
  "@terjehaugis  https://t.co/JOL8I733PC",
  "@terjehaugis Basque brewing project",
  "\"Nazis are a lot like cats: If they like you, it's probably because you're feeding them.\"\n\nJohn Oliver -",
  "@terjehaugis Glad det ikke er meg. A fuego negro er gøy på kveldene.",
  "@terjehaugis Fæl by, sant?",
  "@motsegn @Joakimpb Vurdér noe annet enn Bose...",
  "@ChrSorgjerd @Minervanett Jeg har ryggen din, bror!",
  "@drg1985 What??? You haven't seen that??! Oh, what I would give to see that for the first time! Lucky you. SRV mops the floor with Satriani",
  "@ChrSorgjerd @Minervanett Du får straks tyn fordi du ikke har bank-id på mobil. Bare vent.",
  "@drg1985 Have you seen SRV vs Satriani at mtv unplugged?",
  "Newt, people's feelings change. One day everybody loves a statue, then suddenly they just want a new younger statue that doesn't have cancer https://t.co/eXPIxZVlJK",
  "@FruBugge https://t.co/EmuzNS7yGz",
  "You were saying..? https://t.co/cahvognt1Y",
  "@KentTeague @ronsampson15 @DulcetDave @leytonorientfc @CharlieLong93 I turned it off, and had trouble getting it back on.  Didn't know that after \"listen live now\" I had to push \"play/pause-symbol\" also.",
  "@KentTeague @ronsampson15 @DulcetDave @leytonorientfc @CharlieLong93 Works great from Norway. Up the O's.",
  "@ulrikft @forsberg Ja takk!",
  "@Fiddaman Still, you know there are some that claim suicide increased in groups that didn't get ssri's",
  "@Fiddaman Sorry, the page didn't load, properly",
  "@Fiddaman Oh, I thought we were talking about increased suicides.",
  "@terjehaugis Inn i gamlebyen. Kos dere ihjæl.",
  "@Fiddaman Fair enough, and I've read Bad Pharma. Still unconvinced about the suicide/anti-depressant link.",
  "@Fiddaman What would make you change your position?",
  "@Fiddaman Linking a correlation that doesn't necessarily mean causation?",
  "@roseandcrownnw5 Check link",
  "@ulrikft @forsberg Du er alltid øyedrops du da!",
  "@forsberg @ulrikft ...annet enn evt utkledningsfest!",
  "@ulrikft Ingenting kan forsvare det der..",
  "@aslaknore Riktignok fiction men American War av @omarelakkad er en av årets beste, spørrumei",
  "@buern70 Good times! (Selv om Orient ikke er øverst)",
  "@AdamRutherford @TomChivers Aaahh. Norwegian.",
  "@AdamRutherford @TomChivers What brand?",
  "@DavidWorsfold Just a few months ago I would have called child protection services :-)",
  "@Masters_JamesD Quick facts: we live in the cleanest, safest, most educated, lowest childdeath, poverty and malnutrition in the history of mankind.",
  "@terjehaugis Husk : eskerit asko = takk",
  "@terjehaugis  https://t.co/UORaHJLEsH",
  "@terjehaugis Det er ingen fare",
  "@terjehaugis Casa Julian i Tolosa. 15 min med tog fra San seb. Sykeste måltidet jeg har spist.",
  "The Washington Post right now https://t.co/bHybIBGFpZ",
  "@ulrikft @gurigurimalla Får ikke toppa ifjor, uansett.",
  "@leytonorientfc We'll be:\nGoing loco, over Romuald Boco\nWhen he scores a goal!",
  "@JohsLindstrom @krusedUlrik Det er så diametral forskjell som det får blitt! Si ifra hvis du er på østlandet under en tv-kamp, så kan vi prate skit og se ball.",
  "@krusedUlrik @JohsLindstrom Litt forskjell på den forrige og de nye eierne av Orient... https://t.co/0AClUwqEyk",
  "@Down__South @OrientFanTV @OrientOutlook What absolute legends these men are",
  "@Daniel_slaw \"Friend\"",
  "@Kongsdal Og der gjorde Carlsen et tulletrekk.. #jinx",
  "@mortenstokstad Kjør høllandsbunad",
  "@iyad_elbaghdadi And now you're an honorary norwegian, too",
  "@iyad_elbaghdadi You need to read The Boy who was raised as a dog by Bruce Perry.",
  "@MortenMyksvoll Les: command and control.",
  "@AdamRutherford IS NOTHING SACRED ANYMORE??!!??? Love, from Norway",
  "@AraldoB @joarhalvorsen Potensielt. Har litt betenkeligheter/spørsmål om metode, men dette er litt over min forståelse.",
  "@AraldoB @joarhalvorsen Ping @J_Siqveland Fått lest hele ennå?",
  "@AraldoB @joarhalvorsen Noen av dere som har lest denne? https://t.co/tpEzjWkZdh",
  "@MortenMyksvoll @kkullebo Ta deg 4 minutter og hør Min Kamerat her:\nhttps://t.co/czJVBkrf1R",
  "@olavelg Sannsynligvis ei glad jente, fornøyd med livet. De bør applauderes, spør du meg.",
  "@Daniel_slaw @olavelg Learn Norwegian you ignorant bastard! (Up the O's)",
  "@olavelg Det er innafor, spør du meg. Man skal ikke plage andre og så videre..",
  "@olavelg Dette er vel ikke narsissisme. God selvfølelse er en bra greie.",
  "@joarhalvorsen JA.",
  "@superhemli mulig det blir besøk midt oktober. #Nyc",
  "Noe å huske på til neste meningsmåling om støtte til sharia-lover blant muslimer: https://t.co/NqQav14IXK",
  "@rogaase Jeg har en sånn sønn, jeg https://t.co/zZF4zjPHOC",
  "@krusedUlrik @Ha26Ha @NilsHenrikSmith @Frihagen For! Et oppgjør!",
  "@krusedUlrik @Ha26Ha @NilsHenrikSmith @Frihagen Sett nye skiltet foran i inngangen på west stand el? #gåsehud",
  "@Ha26Ha Tipper @krusedUlrik og @NilsHenrikSmith kan bistå.",
  "@Boatzy @OrientOutlook @GeorgeSessions Amen.",
  "@agteien @joarhalvorsen Håper dere kan lese rapporten fra besøket til ungdomspsykiatrisk klinikk ved Ahus, hvor sivilombudsmannen også har gjennomført tilsyn.",
  "Dutch students are living in care homes for the elderly. They interact with residents and pay no rent. \nGreat idea. \nhttps://t.co/NFrWIybl5M",
  "@ralingenfkAlag @Lokalfotballen Biji!!",
  "@NovicSara Leyton Orient supporter?",
  "@krusedUlrik @andersheger Bra låt. #skambankt",
  "@inemarit De fleste har fart og lengdemåling i displayet",
  "@inemarit Måler ikke mølla det?",
  "@Daniel_slaw Fekk åff, mate! :-)",
  "@Daniel_slaw West stand",
  "@Daniel_slaw Have you seen the sign out front?",
  "@FruBugge https://t.co/OPnc1CHHHw",
  "@Masters_JamesD Shouldn't you be leaving now?",
  "@West_Stand_O do I have to go on? https://t.co/9kVjKR7Jph",
  "@West_Stand_O https://t.co/pXGhQmPWWi",
  "@StianIse @Lokalfotballen Feige lag",
  "@West_Stand_O https://t.co/cJaGs94Ecg",
  "@West_Stand_O @Masters_JamesD It's you this year! Own it!",
  "@West_Stand_O Stay away! We're getting close",
  "Now, imagine they are churches.. https://t.co/7M4oZsXZWT",
  "@OrientOutlook I predict that Lindsey is proud, so is @adakitman. Everybody loves the new sign, and some doom and gloom merchants will complain. #OurClub!",
  "But... But... He's brown, no? \n\n#sarcasm https://t.co/YMrWRSsbO6",
  "@achalse @vekox Hvordan kan jeg best mulig stemme for å få deg høyest mulig i norsk politikk, Andreas?",
  "@OrientOutlook I got goosebumps! Fantastic!",
  "@ulrikft @5_dollar_shake @dflukey Hverdagssko? Har tre par..",
  "@alisablackwood @JasonIsbell @erinshawstreet Thank you very much.",
  "@JasonIsbell That I can do. See you in november in Oslo.",
  "@JasonIsbell Congrats! Have two friends going sober now. Any tips for us as their still drinking friends?",
  "@RomerikesBlad Hvor stort er underskuddet?",
  "@ulrikft Satt den på nå. Fått mye skryt.",
  "@Polarbear3127 Djeessezz. You're never lucky! All the best, pal.",
  "@ulrikft Sett Ikaros på netflix? (Du har nyyyydelige bein)",
  "After 9 penalties, Linfield have won the shootout 1-0.",
  "https://t.co/qVhJBz3Txy",
  "@Masters_JamesD @West_Stand_O @lauriehann Agreed. That was some defending/goalkeeping to behold..",
  "@West_Stand_O @lauriehann @Masters_JamesD Against millwall none the less...",
  "@ulrikft @pallaskatt @DidrikSoderlind Slutta å trene?",
  "@joarhalvorsen Får ikke lest så mye crime fiction heller du da?",
  "@Elgschmelg @joarhalvorsen Det heter vel DID om dagen. Veldig sjeldent.",
  "@asiansplenda @JenCassMusic @amandashires @JasonIsbell Agreed, personally. I can't dictate history",
  "@JenCassMusic @amandashires @JasonIsbell \"They won't let her\". But I do. She might not be \"big\", but she will be great.",
  "\"Each new lie, accepted by default, seems less outrageous…let’s call it what it is: defining mendacity down.”\n\nThe normalization must stop. https://t.co/VFUhaDyv5Y",
  "Når kan jeg klage over reklamefilm for undertøy for menn, hvor ingen har hår på kroppen?",
  "@parajon82 See if you can find ne le dis personne on netflix. Cold day in july or blue ruin. Not block busters but great action/suspense",
  "@parajon82 No.",
  "Monsters https://t.co/URZy5nN3T4",
  "@derekbmiller American War is absolutely amazing. A gut punch of a book, and so cleverly done.",
  "@duncanbishop84 @sportingintel Drugs gives a big effect years after an athlete stops taking them.",
  "@vathne https://t.co/UbFLXFT85g",
  "@Elgschmelg @MortenAbel @nsb_no Var litt mye trøkk akkurat da. Skal hilse neste gang jeg ser deg i by'n.",
  "@Elgschmelg @MortenAbel @nsb_no Ja. Var på dugnad for guttungen.",
  "@Elgschmelg @MortenAbel @nsb_no Derfor du var så stram under kroppsvisiteringa? :-)\nBernhoft var bra da",
  "@osfanbasing @E10Mess Nothing beats that Romuald Boco song",
  "@IAmJSnelling @OrientOutlook Agreed",
  "@IAmJSnelling @OrientOutlook Going loco \nover Romuald Boco\nWhen he scores a goal",
  "@kiheger @DoremusSchafer Kanskje @S2rvik kan si noe fornuftig om dette?",
  "@PsychoticDancer *Could*\nTalk to your doctor and get them checked.",
  "@PsychoticDancer Could be meds. Mild impairent, not disease.",
  "@patrickween Godspeed",
  "@patrickween blir bra i år også detta..",
  "@KadeemSimmonds Or too old..",
  "Graffiti on West Bank barrier shows Trump wearing a skullcap, saying \"I'm going to build you a brother...\" https://t.co/AeRg24vUb7 https://t.co/n4yRveBys4",
  "@bryanbehar In Norway, if employed by government, three weeks vacation is mandatory. All have 4 weeks paid vacation.",
  "@NatashaBertrand There's been a 5300% increase in the use of the hashtag \"#FireMcMaster\" by Russian bots and trolls. https://t.co/ZpyHwkoyCo Seen this before",
  "@OrientOutlook @TheNationalLge Jonah's the lot of you! :-)",
  "@KSteigen Gif-bruk: 9/10",
  "@dagsoras Nydelig skjegg!",
  "@NoOrangeFuhrer @morten Is that Julian Assange and not some joker? (Hard to tell)",
  "Why doesn't a profit-driven health care system work? This Canadian businessman explains why. https://t.co/VDDaB198Xh",
  "@DGisSERIOUS @GenePeyroux It happens.",
  "@DGisSERIOUS @GenePeyroux Read it. And dirty wars and shadow factory and the looming tower.. 👍",
  "@DGisSERIOUS @GenePeyroux It was to Gene. You and I agree. I replied to your tweet, maybe? Apologies.",
  "@CharlieLong93 @DulcetDave @Boatzy Some pub, in Oslo, Norway, is sending this on tv! Up the O's.",
  "@DGisSERIOUS @GenePeyroux Read Legacy of ashes and the black banners, and see for yourself. CIA messes up. All of the time.",
  "@West_Stand_O @Masters_JamesD Masterful, Mr. Masters. Thank you and up the O's.",
  "@ddavidu @OrientOutlook I'm getting that seat next time I'm over. #ILoveJensyTheViking",
  "@forsberg Dugnad. På Nebbenfestivalen... :-(",
  "@forsberg https://t.co/ZMUer0sFNg",
  "@tonyvangen @forsberg @AxelCooper @ulrikft https://t.co/iQ5DfJAFTb",
  "52% of American Muslims say society should be accepting of homosexuality. The percentage for white evangelicals is 34%. https://t.co/3nQf5De0JD",
  "Was just told to \"do my research\" re pet vaccination. On my professional FB page. Which states I'm an infectious disease researcher. https://t.co/R9jCnM4tSL",
  "@JohsLindstrom @krusedUlrik Trudde du var fan jeg... :-)",
  "@Dj_Crizmo https://t.co/gi0G3YbWg7",
  "@krusedUlrik @JohsLindstrom @JosimarFotball @NilsHenrikSmith @frodelia Takk! Er på dugnad..... Aldri noensinne solgt så mye sesongkort som til denna sesongen.",
  "@j_sendles_white @leytonorientfc Welcome!",
  "@leytonorientfc Akinfenwa",
  "@OrientMeatPie @leytonorientear Agreed and understood.",
  "@OrientMeatPie @leytonorientear Chin up. There will be others coming up through the system. Good, long term, of Orient is viewed as a dev. club.",
  "1. Last night, @iamjohnoliver and @LastWeekTonight took on right-wing conspiracy theorist Alex Jones, using an angle most others have not-- https://t.co/gf0fMPh7zk",
  "@jonronson Hmm.. Have a look at The Boy Who Was Raised As A Dog.",
  "@inemarit @Kontorrotta77 Girl at war av @NovicSara",
  "@MereteNesset @mariannemjaa @S2rvik @thearostbakken Tror tvangslovsutvalget kommer med innsigelser både mot behandlingskriteriet og tvangsmedisinering",
  "Decorated @FuserBar in @lillestroemby Great bar &amp; resturant https://t.co/V7iBY01Y9B",
  "Will now retweet this..  @E10Mess @OrientOutlook https://t.co/0JGEhsFWUT",
  "@BipolarBlogger There are some genetics here, of course, but regardless, well done. Great work!",
  "In one Iraqi town, a visit to the first bar to reopen after Islamic State rule https://t.co/DejERhpiSj",
  "@wallsyy @AppleSupport How fast are you travelling through space atm?",
  "@SirTine A little life?",
  "@odavh @zweizz Kanskje et nordre auli forslag ble klubbet ned på et kommunestyre-møte en gang for leeeenge siden",
  "@odavh @zweizz Kan du også forklare \"søndre auli\"?",
  "@jcelden En ganske umulig oppgave...",
  "@s5 @mohamabd86 Ganske sikker på at det der ikke stemmer..",
  "@terjehaugis Jeg sa ifra at du skulle komme. Du er trygg",
  "@terjehaugis *finner fram knokejerna*",
  "@maggieNYT US *is* referred to as: the third world country of first world contries.",
  "@Leytonorienttv Oh hey, Kent Tee aaa guuuue. \nOh how we love you. \nYou're a great texas longhorn.  O's goes up to \nleaague two ooo ooo ooo",
  "@PsychoticDancer @IamCarrieagain Gotta take in genetics here. Some has a a liver that metabolises AP's really fast. Specially eastern Africans.",
  "@Oriza8Riza @BTFC Yep. Lots of luck to them.",
  "@Oriza8Riza @BTFC Sceptical... Some former stars on large wages in a small club. Seen that before, didn't work out well.",
  "@Lilla_Anna @PerKohler Har ikke tall på hvor mange jeg møter, uten en psykosediagnose, som får zyprexa. Alt for mange som ikke følger retningslinjene.",
  "@PsychiatrySHO @Si1verSurfer Me neither. Never seen it.",
  "@galavpsychology @rcpsych @david3012 No",
  "@MentalHealthCop @talkspace Great, great quote",
  "@mohamabd86 Aha! Alt er tilgitt og troen min på deg er gjenreist.",
  "@mohamabd86 Muddy at Newport?",
  "@mohamabd86 Bror!! James Brown Live at the Apollo?",
  "Just spoke to a Trump administration official about the transgender military decision. Here's what they said... https://t.co/eOWdvlxTfd",
  "Yup.  This isn't about policy. It's chum in the water for the base. https://t.co/JpnocrNGtE",
  ".@realDonaldTrump s transgender move, has nothing to do with his views. This is a GOP2018 election move.",
  "@KentTeague late 70's and 80's funk! Soulbrother! Give me a top ten! (Zapp? Prince? Ayers? Ohio players?)",
  "@inemarit \"Ah wanted the radge tae jist fuck off ootay ma visage, tae go oan his ain, n jist leave us.\"",
  "@inemarit Jeg eeelsker skotsk, og forstår det bra. Allikevel var det tidvis vrient.",
  "@inemarit Welsh, Larsson og Flynn lest. Welsh skriver skotsk dialog som det låter. Måtte lese store partier høyt for å forstå det",
  "@james_corbett @aselliaas You won't be dissapointed. A bit McCormac'ish",
  "@aselliaas @james_corbett American War by Omar el Akkad. Do it. It's faaaantastic.",
  "@J4ke_w4lker @leytonorientfc It's not mine. I think @E10Mess had it first?",
  "@nessalaiassen Alltid ment at det bør gå bekymringsmelding til barnevernet når noen registreres med &gt;3 navn.",
  "@leytonorientfc Going Loco over Romuald Boco\nWhen he scores a goal",
  "@wackamole520 @omarelakkad Me too. Hounding people into reading it, and libraries to get it.",
  "Can humane prisons work in America? North Dakota aims to find out. https://t.co/bZF1rQsigT via @MotherJones",
  "@mohamabd86 Det eneste verdt å vite om den låta er at den er et svar til Neil Youngs Alabama.",
  "@KentTeague Are you and Nigel happy with the season ticket sales?",
  "@AlfieKrey10 @leytonorientfc https://t.co/ONmvvjeGPN josh koroma!",
  "@enkelst Corner House Hotell i Kentish Town. Rett ved verdens beste pub",
  "\"He Spent Almost 20 Years Funding The Racist Right. It Finally Paid Off.\" https://t.co/jd6WG7eDhO (@buzzfeed) https://t.co/zkp0N1sHVl",
  "@Dj_Crizmo sett nye eiere/spillere og gøy hos @leytonorientfc el?",
  "@PsychiatrySHO Amen.",
  "It's very sad that Republicans, even some that were carried over the line on my back, do very little to protect their President.",
  "@inemarit @ulrikft Nydelig skrevet. Kos deg",
  "@sigvei Bare tøys. Ha det i når du vil.",
  "Ruth Bader Ginsburg: Gerrymandering case may be most important decision SCOTUS faces. https://t.co/EjhBfrgb3M",
  "@ulrikft @inemarit Du skal lese American War, du.",
  "@ulrikft @inemarit Ok. Så..  Hva er neste?",
  "@ulrikft @inemarit Hjælpes for ei bok. 800 sider med kroppsslag",
  "@MortenMyksvoll 45% av Trumpfølgere tror ikke Jr møtte russerne... Noe han selv fortalte om.",
  "@Staales1 @MagnusNome @TheOnion Lest The Onion saken?",
  "@inductivestep Thin Lizzy. Johnny the fox.",
  "@IronStache @SpeakerRyan In Norway rooting for you",
  "@AoDespair @PedotoSot25 Read American War, by Omar el Akkad first. That's a narrative and an immense novel. Gut pumch.",
  "@GeorgeGooding Klarer ikke å se hva slags tegn du har sendt",
  "@Oriza8Riza I'll always think highly of you for your time at the O's. Hope to see you at a good place soon",
  "Let me refrase: She's the most *white* victim https://t.co/9I6Tj1rgq7",
  "@LOFCTickets @E10Mess How many last season?",
  "Someone with selfharm experiences that have read A little life?",
  "@inemarit @ulrikft Jude....",
  "Why cancer is not a war, fight, or battle. I wrote an op ed for CNN. https://t.co/SZHHbZEpVy",
  "@ulrikft Dævven! Vakkert.",
  "@leytonorientfc Akinfenwa",
  "Attaboy/girl https://t.co/RwAImug5Nz",
  "@Mare_Argent @Landsbroderen Amen, søster.",
  "@Huwtube @galavpsychology Not in English, I'm afraid. Work in outpatient team, almost exclusively with attachment issues, suicidality and personality disorders",
  "@richo480 @OrientOutlook @DavidRickard80 I think @adakitman is our \"canary in the mine\". If he's happy, we all should be.",
  "@Hans_Vang Shots fired!! 💜",
  "@galavpsychology @Huwtube What Eoin said. And call it attachment trauma, rather than Borderline. It's a better, more honest name and helps entice empathy",
  "@richo480 @OrientOutlook @DavidRickard80 I'd settle for smiling faces off and on the pitch.",
  "@pepperm4n @4rj1n @joansalihi A kurd takes the penalty to make the score Östersund 3, Galatasaray 0...",
  "@Daniel_slaw @SuperPosh7 I think his point is: talk about mental illness as open as one does about physical, and the stigma will wane. No?",
  "@krusedUlrik @NilsHenrikSmith Nye mange-dollarmillionær- eieren til Orient serverer sandwicher til frivillige og jobber i klubb-shoppen 💜",
  "@KentTeague @Simon08edward What a guy. Love it.",
  "@HFMarthinussen @dagfinnhessenp Og nå rykker Russland inn i Bosnia for å skape kaos..",
  "@inemarit @ulrikft Veldig bra foreløpig. Fantastisk språk",
  "@ulrikft @KSteigen Mythbusters! Hadde satt penger på at dere var skuddsikre...  :-(",
  "@dyllyp Oh man. Read American War, by @omarelakkad and get blown away.",
  "@spacedoutsmiles Night",
  "@petite_gloom @tweetsbyn0ah Uhhmm. Minimum wage in norway, for under 18, is 11 pounds an hour.",
  "@aslaknore Leser Marseille trilogien nå. Makan! Ordner du kneipe og sjømat så tar jeg turen!",
  "@NovicSara Are you writing on a new book these days? (No pressure!)",
  "@roseandcrownnw5 I'm predictable. That's why we'll be seeing eachother again in february. And Ben and I are gonna go see @leytonorientfc",
  "So, that's what that secret meeting was about. https://t.co/EhzL0Q658D",
  "I've said for months #Russia's nxt play is in #Bosnia's RS. Today, #Dodik reveals plans for RUS \"humanitarian base.\" https://t.co/03EoybAGgq",
  "@roseandcrownnw5 Thank god the beard is back!",
  "@TrulsJohansen3 @jeppelarsson9 @systembolaget I present, LIVE FROM SARDINIA... https://t.co/BhS1eqBd7k",
  "@ulrikft Hva slags ørn? @CSpange",
  "@KentTeague Oh, I want one!",
  "@LibyaLiberty @laurenduca Hend!!!! :-D",
  "@laurenduca Bombs over Baghdad.",
  "@KentTeague @BBCRadioLondon @DulcetDave For us foreign supporters, this is our only way of getting a \"season ticket\". I do believe there's money and support to be generated here.",
  "@GeorgeGooding Fordi det et et sirkulært argument kanskje?",
  "@Asbjorn1975 @aslaknore Lest den. Godt fornøyd sjøl.",
  "@mohamabd86 @feministjaevel Hadde AKKURAT den praten med sønnen min. Altså hva er en \"nordmann\". \nKidsa kommer til å redde oss.",
  "@GeorgeGooding https://t.co/5vEPAmm5pl",
  "@leytonorientfc @DulcetDave Yasss!!",
  "Norway, bomaye! https://t.co/QfgXYrkm3p",
  "@amandaschei Derav følg fra meg.",
  "@olavelg Der starter jeg på bok deux, nuh! Takk!",
  "@olavelg HilleNbrand er ikke oversatt via amazon jaffal",
  "@OrientOutlook @Tristann_AB Championship club by christmas.",
  "@mohamabd86 godt å se deg her igjen",
  "@JackCoates14 @leytonorientfc I agree. We've played tottenham and are soon playing arsenal.",
  "@JackCoates14 @leytonorientfc Like Arsenal and tottenham? :-)",
  "@dave_adkins @GBoroughfc @beckenhamtownfc The coolest name in football.",
  "@ulrikft @inemarit Takk. Da prøver jeg den.",
  "@inemarit @ulrikft Bra saker?",
  "@inemarit @ulrikft Takk",
  "@ulrikft hadde du lest et helt halvt liv? (Eller hva den nå heter..)",
  "@amundjo @inemarit Koser du deg med den, så kjør på.",
  "@inemarit @amundjo Sjelden jeg begir meg ut på det, men Moby Dick er en av dem.",
  "@amundjo @inemarit Livet er for kort til å lese Moby Dick..  Omgivelsene er strålende.",
  "@Asbjorn1975 @aslaknore Hu nye detektiven?",
  "@Kongsdal @Merimack1 Hold deg fast.",
  "@Merimack1 @Kongsdal American War. Av Omar el Akkad.  Beste på leeeeeenge!",
  "@MazMHussain @iyad_elbaghdadi @omarelakkad Punch in the gut and brain on fire good book.",
  "@iyad_elbaghdadi @MazMHussain In 'American War' by @omarelakkad the Bouazizi empire flourishes after their 6th attempt at a 'spring'.",
  "@tekaldas @LibyaLiberty I had that from a pub, back in the days.",
  "@aslaknore @Asbjorn1975 American War av Omar El Akkad. Ikke klassisk crime fiction, men FOR EN BOK!! Hjæælpes",
  "@trulslie Hæhægægægægægæhhæhæhæhæh",
  "@leytonorientfc @CraigClay5 Welcome!",
  "@olafmoriarty Tja. Deltidsutdanning har fungert fint for meg i 6,5 år. Kombinert med 100% stilling. Riktignok velvillige og fleksible ledere",
  "@inemarit @GeirErtzgaard American War. Omar El Akkad",
  "@lyktestolpe @nortvitbot Testa den med en preposisjonstwit i natt. Funker som F.",
  "@nortvitbot *I* Lillestrøm",
  "@xtofero @omarelakkad Very clever piece of a dystopian, future US ravaged by civil war.",
  "@iyad_elbaghdadi have you read American War by Omar El Akkad? I think you'd like it.",
  ". @omarelakkad What a novel! What literary moves! What context! Blown away. Well done, and thank you very much.",
  "@inemarit @nielsen_glenn @EliMLian Kanskje..",
  "@inemarit @nielsen_glenn @EliMLian Du får ikke se grusomheter i DZ, men dæven så vond den er. Google it.",
  "@inemarit @nielsen_glenn @EliMLian Sterkeste jeg har sett. Dokumentar. Glad for å ha sett den, kommer aldri til å se den igjen",
  "@inemarit @nielsen_glenn @EliMLian Var ødelagt etterpå. Omtrent som når jeg så Dear Zachary..",
  "@inemarit @nielsen_glenn @EliMLian Jeg var vel den første som advarte..? :-)",
  "@nielsen_glenn @inemarit @EliMLian The road er myyyyyyyye verre en A.P. spør du meg. Apokalypse-bok som er stas: Peter Hellers, Dog Stars.  Peter Heller generelt er bra",
  "@lewis_murphy15 @OrientFanTV No, he's english..  #I'llGetMeCoat",
  "@KyleWOrton https://t.co/g3lVpWjn0i",
  "@ruffthecrimedog Video is real, I believe that. How old is this footage. How do one know that they are YPG?",
  "@roseandcrownnw5 Sardinian brewery. 👍. See you in feb. @mancbeard https://t.co/GvkwvaMpqi",
  "@guropettersen Nye eiere til leyton orient gjorde dette veldig tydelig etter overtagelsen: masse business å hente i kvinnelaget",
  "@superhemli Power of the dog etterfulgt av The Cartel er kuren. Garantert!",
  "@superhemli Ja. De er fine. Sjekk Tell no one med Harlan Coben, og World Gone By av, Lehane. Hvis du ikke har lest Don Winslow så kan du glede deg!",
  "@hkskard @inemarit Synes det blir tydelig hvor mye større/dypere enn norsk engelsk er når man leser McCarthy. Les om redigeringsprosessen hans!",
  "@superhemli Har lest én. Lunken.. Men takk for svar!",
  "@inemarit Absolutt!",
  "@inemarit Og! Den burde leses på originalspråket. McCarthy er vrien og oversette",
  "@inemarit Ooooff. Den boka der altså... Den dagen blir hard og brutal etterhvert.",
  "@JohsLindstrom @Theleaguemag Uhhm,  Lisbie and Mooney?",
  "@leytonorientear Fakkin' Jonahs!",
  "@JohsLindstrom @OrientOutlook @West_Stand_O @E10Mess Don't be ridicolous! Nobody is stronger than Jonathan Tehoue",
  "@OrientOutlook @West_Stand_O @E10Mess So... is this Elokobi guy any good? :-)",
  "@georgeelokobi @leytonorientfc Welcome!",
  "@TheMiinz Welcome! Ignore the idiots and feel free.",
  "@ADMcD @the_brc @MTJ_tweet Iceland and Norway estimated to go cash free in 5 years.",
  "@SaysPhilippe Det er ikke stas altså, men maten, Philippe.. Maten.. https://t.co/QPB5AvyONP",
  "@SumitaPahwa @LibyaLiberty While we're being ushered in with a red carpet..",
  "@SaysPhilippe her om dagen satt vi her og fikk mammas italienske mat i 2 timer. Kosta 70 eur inkl vin og en sint en etter dessert. 15 retter https://t.co/LqDvKdPf3O",
  "@ProfLAppleby How many teenagers did and experienced exactly the same and did not commit suicide?",
  "@Christianscales Welcome!",
  "Trenger en crime fiction anbefaling.  Kindle.",
  "@KarlsenBeats På sicilia òg",
  "@NovicSara I have an idea: not registered voter: a felony to comment on politics. Not registered organ donor: not eligable to recieve organ donation.",
  "@dyllyp (This is a story partially about white priveliege btw, as I am white male, middle class and western european . Or the \"trifecta\"",
  "@dyllyp Have I told you about the time a black man ran over my bike, with me on it, in Asbury Park?",
  "@Flisbynlosen 11.juli. Offentlig sørgedag i Lillestrøm. Gamle George sjømann er død.",
  "@ulrikft @inemarit @madamknipe The road",
  "@DoremusSchafer Nydelig!",
  "@GeorgeGooding @radikalportal @Ida_speeda @Kvalshaug @LarsMDG Gleder meg til å se George si det samme neste gang noen knivstikker noen og roper Allahu Akbar.",
  "@Elgschmelg Herreminhatt. Det vokser sitroner og oliven i hagen her. (Skal slutte nå:-)",
  "The Twelve Lives of Samuel Hawley by Hannah Tinti. #Recommended",
  "@DannyTheO1881 @OrientOutlook @KentTeague Kent Tee aa guuueee and Paul Ha guuueee",
  "@ulrikft @5_dollar_shake @grovtskadeverk Amos Oz og Vonnegut. 👍",
  "Meanwhile in Chicago .... https://t.co/O4CCePwFyb",
  "@derekbmiller @RachelSKadish @HMHbooks Read any Peter Heller?",
  "Written on a wall in Gaza \"you are as beautiful as an extra hour of electricity\" https://t.co/VVuHtB9XKJ",
  "@Asbjorn1975 @TrondGitt @aslaknore Datt av etter 70% lest..",
  "@ulrikft Sant, men frøøøktelli gøtt",
  "@ulrikft  https://t.co/F6wE3t4kHW",
  "@KSteigen Ok. Når er man blitt gubbe?",
  "@Asbjorn1975 Den her er ikke så verst. Mye mer rettssaksdrama, og langt fra så feit rundt midjen som The Bone Tree.",
  "@Elgschmelg  https://t.co/GufHEtCPLB",
  "@geirls @inemarit Likte savages og jeg. Så lenge du har kartell bøkene i rekkefølge så er du godtgående.",
  "@geirls @inemarit Don winslow er stas. Håper at du allerede har lest Kartell-bøkene hans?",
  "@forsberg @dagsoras Lest. Fin.",
  "@OrientOutlook \nOh hey, Kent teee aaa guuuee. \nOh, how we love you. \nYou're a, great texas longhorn\nO's goes\nup to leaguuee two oo oo",
  "@JanPieterMaes @hedwigpeperkamp It's about not looking soft on crime, in order to get elected... The US is morally bankrupt",
  "@WILLMIN71 @RhondaScottWal2 @IanMCohen @saeversole @foxandfriends @FoxNews Horrible. And the US, the beacon of equality, low crime and low national dept. Doing so great. A democratic role model for everyone...",
  "@WILLMIN71 @RhondaScottWal2 @IanMCohen @saeversole @foxandfriends @FoxNews Yeah, that's why western europe is doing so bad on all metrics like wealth, social mobility, crime and healthcare.. Oh, wait...",
  "@KristianKaspers Er jeg vel ikke!",
  "@Elgschmelg Ok https://t.co/19c8YBT1Ns",
  "@Elgschmelg Jeg er på Sardinia..",
  "@inemarit @sigvei @JarlWaage Joda, men sommerferien med mye lett crime fiction drar opp snittet. Var en sak i DN for noen år tilbake om en som leste én om dagen.",
  "@inemarit @sigvei @JarlWaage Ca én i uka.",
  "@MartinArseth @NilsHenrikSmith @frodelia Nå har jeg sutra over Orient lenge, men ser dere alt det bra dom skjer nå? Fine nye eiere.",
  "@DangerDear @OrientOutlook Travis said that he saw lots of potential in the women's team.",
  "--&gt; Sardinia",
  "@OrientOutlook @KentTeague According to Travis, Kent had researched  football league clubs: which were on his list and why Orient? And: long term plans?",
  "@PerKohler Han ser jo helt tøntig ut i sånne tå-sko og tights!!",
  "@brannfjell Hyggelig å se deg igjen. Hvordan er det med David?",
  "Peter Heller is a fantastic writer. \n(Celine)",
  "@Herrbrun @andersjoha Skal ikke lese den, skjønner jeg.",
  "@Herrbrun @andersjoha Handler dette om juss eller empati?",
  "@Elgschmelg @nsb_no Nei, men offentlig tjeneste og ferieavvikling. De som har konkurranseutsatte jernbaner har dårligere og dyrere tilbud.",
  "@Elgschmelg https://t.co/ipE5A0tnyS",
  "@dyllyp I'm 41. Never heard a gun shot.",
  "@iam_emmo @OrientOutlook @Sandro_Semedo11 He has turned the offer down, no?",
  "@MattBruenig @MartinArseth And the children's museum of art in Manhattan",
  "@OrientOutlook Great interview. Really hopeful for the tv feed. As a foreigner, I'd buy a season ticket for that feed. @KentTeague",
  "@monografi @KentErlendHorne Å se et red wood tre er på lista mi",
  "@FruBugge https://t.co/c8TBC8axBw",
  "@DoremusSchafer @joarhalvorsen @AraldoB Sånn gjør vi det: https://t.co/Zn8dDLs0Sn",
  "@derekbmiller No, iraq has the dam. Right @IraqiSecurity ?",
  "@derekbmiller I think the kurds have the dam",
  "@digby56 You can't shame the shameless.",
  "@OrientFanTV @MattPorter_LOFC \"Our club\"",
  "A guest of Alex Jones said NASA is hiding kidnapped children on Mars. Someone had to debunk that claim. https://t.co/KoxbCFGYE4",
  "@iyad_elbaghdadi Good luck!",
  "When you hear \"all-girls robotics team from Afghanistan\", you'd assume the Taliban would be what stops their success, not the US president.",
  "@loubear84 @Simon08edward @pm31970 @AngelDavis2412 @tskinner68 @OrientOutlook Surely @dean_7cox has a \"if that Italian fuckwit sells and moves on and O's wants me back\" release clause.",
  "@Marie_H_ Relatable. Ifølge mamma nileste jeg Kvinne, kjenn din kropp., tidlig",
  "@TrulsJohansen3 https://t.co/uR3NhvcV6Q",
  "@Rolf_k_y @vrangest Ungdomsrituale i Lillestrøm er å klatre over gjerdet på nebbursvollen og bade på natta.",
  "@NoraWEssahli @Tarequn For meg så blir det et personvalg: hvem kunne fått tatt med unga mine på ferie? @HadiaTajik @achalse og @snorrevalen (ingen prog rock!!)",
  "@joaCmo @FruBugge 😘",
  "@joaCmo @FruBugge Credit given, where credit's due.",
  "@joaCmo Detta er @FruBugge da!",
  "He led a campaign that vaccinated 1.4-million Syrian children and now we lost him to Canada! 😡#NoMuslimBanEver https://t.co/HFpOtCTDIv",
  "@longwall26 @shannonmstirone @TuckerCarlson @FoxNews Hell is a factual place. In Norway.",
  "Several studies have shown the same. They learn manners and how to talk to people and get better at grooming victims. https://t.co/S5za016YoP",
  "@leytonorientfc Akinfenwa!! ;-)",
  "@FBmusikk @joddski Regner med at det kommer en med de mest undervurderte også?",
  "@dyllyp I wouldn't make it as the NRA doesn't know what they're doing and can't be held responsible. This is meditated and calculated.",
  "@dyllyp Just to be clear my \"this\", refers to the NRA bit.",
  "@dyllyp Most who experience psychosis are beautiful, nice and warm people. This is evil and dangerous. Please, don't compare.",
  "@wiiikern På MSNBC som \"ingen\" republikanere ser på.",
  "Huge anti-fascist demonstration in Berlin, 1932. It failed. https://t.co/Ryp7cUkOTn",
  "@BruceBartlett Should one sink to his level?",
  "@LOFansTrust @OrientFanTV I hereby nominate @Masters_JamesD @West_Stand_O or the @OrientOutlook lads.",
  "@MortenMyksvoll Shit. Det er en stoooor greie.",
  "@MortenMyksvoll Skal de stemme om å legge ned AUMF??  Det hadde vært no.",
  "#HowFacismComesToAmerica https://t.co/BztgITa2S0",
  "@Orient_Ed @OrientOutlook @Sports___360 @leytonorientfc Our club!",
  "@OrientFanTV Get in on this @OrientOutlook ! @LOFansTrust",
  "@OrientFanTV Oh fakken yes! Just put \"Our club\" there. Nothing else! What. A. Statement .",
  "@iyad_elbaghdadi May he get better. Inshallah.",
  "@JanPieterMaes The US kills innocents, people with IQ of 50 and children. They will kill this guy too.",
  "@MichaelFCrowley @JanPieterMaes @LilianaSegura Yes.",
  "@SanderPipita To ord: Clayton Zane",
  "@fuchsiablix lykkedyr https://t.co/QCKVoxsi5W",
  "@ErickFernandez @EliotHiggins @BrianKarem Good!!",
  "@leytonorientfc @MattPorter_LOFC Matt! Fix your twitter bio. :-)",
  "@OrientOutlook @CharlieLong93 This tweet will age well... #lofc",
  "@leytonorientfc @OrientFanTV Yes!!",
  "@TheSkyStrikers @MartinArseth Only footballer to be posing in front of a fruit and veg stand is captain fantastic : @johngmackie6",
  "@PaulStaines86 @DanAuton2590 @OrientOutlook I think we can all agree that we are excited! :-) Smile, and up the O's.",
  "@DanAuton2590 @PaulStaines86 @OrientOutlook I trust Lingy to get the 10+ players he talked about on the orient outlook podcast",
  "@PaulStaines86 @OrientOutlook I trust Lingy. He said \"we need 10 men with some level of experience. I'm hoping for some cracking loans from championship",
  "@JSchanzer @BarackObama How big is your \"thank you\" to Russia?"
 ]
}