{
 "user": 2290302866,
 "tweets": [
  "@hangthadj I mean you’re not wrong...",
  "@hangthadj  https://t.co/9w7KY6a1EV",
  "@imazombii This is all hypothetical as I will also be going night night soon",
  "@imazombii  https://t.co/pjLXqfH052",
  "@imazombii  https://t.co/26tn3G0Vun",
  "@imazombii  https://t.co/SYb1wNW5kf",
  "Yay! #UpTheCrewerz #ThreeLadPoints #Standzzzzz",
  "At @rhinehausotr for the crew game if any friendos want to hang out with me and @Icrioh!",
  "I don’t see much west sixth around Cincy anymore. What happened?",
  "WOW",
  "We do not play soccer well...",
  "@tokenliberal @rhinegeist Nice!",
  "@tokenliberal @rhinegeist Um... why are you in my city?",
  "Current mood https://t.co/HZy51n31dr",
  "@bbyrer Not saying mine are better or anything",
  "@bbyrer #AntiVax",
  "@bbyrer Ashely won’t let me watch all these innovative wgi vids and that makes me sad.",
  "@bbyrer How was infinity war?!",
  "Made a Highlander reference and Ashley did not get it. This is why there can only be one.",
  "@avefrater Congrats!",
  "https://t.co/nm7lt3chuk",
  "This is the worst thing that has ever happened, ever.  https://t.co/eyE3e6rUj9",
  "@tombahama262 @goonerHRF Well why dincha say so! Of course! Up the lads and all!",
  "@tombahama262 @goonerHRF ... but I went to Butler...",
  "@tombahama262 Is Tulane where the Saints play? Lost.",
  "@buckeyedinapoli I https://t.co/4HO7DbBxWw",
  "@dejenji As an actual “Stephen”, I am offended.",
  "@tombahama262 *blushes and awkwardly waves back*",
  "@dejenji True story, every time I see your handle this comes to mind. https://t.co/auqg6Kdyga",
  "My yard stinks of wild onions",
  "@imazombii @buckeyedinapoli Didn’t you literally win the league less than ten years ago?",
  "@buckeyedinapoli And serie c! https://t.co/V3BNQSiUtv",
  "@buckeyedinapoli Calm down, no-trophies-since-Maradona.",
  "Gonna grab some beer on the way home https://t.co/VctyRGO2AD",
  "@NatiGooner So fucked off but it’s still only halftime!",
  "Why are we such massive cunts?",
  "The biggest rivalry in football remains Arsenal vs Arsenal's defence",
  "I do not understand",
  "@Morgan_Hughes I tried. It revived itself a month and a half later.",
  "@Morgan_Hughes  https://t.co/pEKQhJ29qN",
  "Harmonic Journey is never not stuck in my head.",
  "@mikeAckley98 Cautiously.  More so it was a picture or Ramsey and Nacho.",
  "@mikeAckley98 @Arsenal And my reaction... https://t.co/wq3mN8VVuN",
  "When you forget you have a manager https://t.co/hwnKJkuW0J",
  "@bassmonkey408 @Toddrick33  https://t.co/XncmuL43u8",
  "@bassmonkey408 @Toddrick33 What the fucks that chicken doing there?",
  "Hurray more slack workspaces! 🙃",
  "It's confederate memorial day in Alabama. So here's a pic of Lee surrending, just to remind you the racist traitors to America got their asses handed to them. https://t.co/zwKmErdyIL",
  "@crewfanscott I don’t see how I can’t not!",
  "@KOTAstewart @lavatwin I approve of this gif",
  "@buckeyedinapoli So do people you unfollow right?",
  "@lavatwin It’s just so... smooth... and groovy.",
  "I’m gonna start getting really into bossa nova. Don’t even try to stop me.",
  "In some ways muting someone is worse than an unfollow. You won’t even see them when someone else retweets them, right? https://t.co/79Qr0rA5q3",
  "Sending this gif in an email to the new manager is bold but I’m setting a tone! https://t.co/YKwhhnuNwt",
  "@CincyToLondon Balanced. https://t.co/a5nh5suzDK",
  "@ThaLandshark42 We all need more Mary Berry and less Paul Hollywood in our lives...",
  "@ThaLandshark42  https://t.co/L1nYjNDI53",
  "@ThaLandshark42 Congrats! NOW GO MAKE ME A NON-SOGGY SANDWICH, SHANE!",
  "@imazombii  https://t.co/VUkSMdrNEe",
  "@bassmonkey408  https://t.co/2dpgW3J0tw",
  "@dejenji Watch out for all the #FloridaMan’s on the bath salts!",
  "While y’all back in 2018 making Crème de Mûre, I’m in 3018 making Crème de Fraise. https://t.co/ZWhajCANmC",
  "they were losers and traitors, my guy https://t.co/vrXmhlFYzU",
  "@Toddrick33 Nope. Zoom. Which also isn’t the greatest but I don’t know if it’s them or our equipment so 🤷‍♀️",
  "@KOTAstewart  https://t.co/eYLwSEo0L9",
  "If you’re on a conference call and you’re not regularly speaking, please mute yourself.  #ComeOnMan",
  "When you’ve officially given up on reading for enjoyment. https://t.co/amVqZuJ25v",
  "@thedaviddawson Best depiction 👇 https://t.co/5RQaOQF7cm",
  "@dejenji #DOUBLEWELPFACE #ALLTHEWELPFACE",
  "@dejenji  https://t.co/1RmtzyicPz",
  "Raising chickens = where hipster meets redneck https://t.co/PGocgcYPbw",
  "Found a drink with bourbon and #StrawberryStuff for @k_mitch15 https://t.co/Jyq8yIwsVx",
  "@buckeyedinapoli @Icrioh @dejenji Celebrating Cincy’s Italian heritage through soccer. #CalcioClubCincinnati",
  "@buckeyedinapoli @Icrioh @dejenji Wanna be in our club?",
  "Forming #CalcioClubCincinnati with @Icrioh and @dejenji. #AllThreeCs https://t.co/Om4sWkZ7tH",
  "10:00 pm: \"this edible ain't shit\"\n10:30 pm: https://t.co/toPqPjdxZv",
  "To the soccer!",
  "@kgeiger128 @thedaviddawson Done https://t.co/MP5gJODd9y",
  "@kgeiger128 @thedaviddawson Cool! Thank you.",
  "Any push reel mower users? Considering it cause of small yard size, no external outlets, and storage would be down a cellar door to the basement.",
  "Chicken and Shrimp Étouffée is on the cards... mmmhmmmm",
  "https://t.co/NJvVqyxsZ7",
  "@Icrioh @KOTAstewart @imazombii But it’s not matchday...",
  "@k_mitch15 No formatting worries that way. 😉",
  "@QueenCityDisco Well not really at tacks. You had me at tacos.",
  "@QueenCityDisco You had me at tacks",
  "Chorizo. Queso. Dip. T-minus five hours",
  "When you step on a body fat scale for your works biggest loser competition and it tells you that your body age is 7 years older than you are. https://t.co/bjtPZs8H0L",
  "@rambogooner davidthisresumeisforyoutolookatplzhireme.jpg",
  "@Toddrick33 At least you can read that!",
  "You’re really sending me a resume as a .pages file? \nAlways 👏 send 👏 resumes 👏 in 👏 pdf 👏",
  "@zipsix Use the Patrick meme for this or gtfo",
  "@KOTAstewart Grateful to the man, hopeful for the future, nervous about change",
  "Thank you for everything, Boss. The trophies, the memories, and what you’ve meant to this club will never be forgotten. #MerciArsene https://t.co/jXLV09KtQO",
  "@Icrioh @KOTAstewart  https://t.co/nMboGPXZ2R",
  "@buckeyedinapoli @KOTAstewart I’m sorry https://t.co/tbQbijJsju",
  "@KOTAstewart I told Ashley I’d take salsa lessons this summer...",
  "@KOTAstewart I’m sorry... Listening to Bailamos to bring myself back up. Thank you, Enrique.",
  "@KOTAstewart Looked for “don’t get my hopes up” and this gif showed up... #WelpFace https://t.co/hKGsVmX6tw",
  "@PCush  https://t.co/zWMBMavZW4",
  "@Toddrick33  https://t.co/jWmJDpB40D",
  "@KOTAstewart  https://t.co/IpH3XeiuO0",
  "@imazombii @tokenliberal This seems to fly in the face of the whole “smooth” part of the name. Did you, in fact, make yourself a chewie? https://t.co/zrX9KAfK7p",
  "@imazombii @tokenliberal Food is meant to be chewed! This is why soup is bullshit.",
  "@tokenliberal @imazombii The emotional cost, drabs, the emotional cost.",
  "@imazombii I mean sure but at what cost?",
  "@mikeAckley98 Well... I hope we win.",
  "@mikeAckley98 Again?",
  "Follow up: is there a more disgusting phrase than “eye ointment”? Like your gonna rub some mayonnaise on your eyeball. https://t.co/ZKaZgoLEbd",
  "@mikeAckley98  https://t.co/NY8uU9F5Jp",
  "Don’t scratch your cornea, kids. It’s painful and annoying.",
  "“First, you get Ben Gibbard into a room and you say, ‘Benjamin, I need to talk to you about your songs. The past few Death Cab records... they’ve been... not good.’ Then you call up Jimmy Tamborello and say, ‘James, give me a beat.’ Together, they can make the hits again.” https://t.co/IiC39buvCc",
  "The greatest most regular tragedy in my life is mistaking a cinnamon jelly belly for a cherry one.",
  "@DaveHageman77 I specifically avoided the toes!",
  "@hangthadj  https://t.co/N46BHdLoib",
  "@KOTAstewart  https://t.co/DOLgTtNphY",
  "Just know that if you answered my employee profile survey of what to bring to a desert island with any transportation off said island, you’re not clever and no one likes you.",
  "@imazombii Um... all those are on the heavy side... https://t.co/Lpza3wDbgB",
  "@imazombii  https://t.co/aLdkeHIIaR",
  "@gunner921 *meß",
  "@gunner921 I’m sure we will find you another reject that you can prove is a good player.",
  "@gunner921 Ah... ok well... it’s not just me then... cool.",
  "Do other USL teams churn this much? I feel like this is a lot.",
  "okay here's the problem with mean girls: when cady is disgraced and has to eat her lunch alone in the restroom the cafeteria served her a pb&amp;j sandwich and due to allergies no school has allowed peanut butter since like 1975. see?! another plot hole i blew wide open 🕵🏻‍♂️",
  "@madiann09 Bye bye @Icrioh 😢",
  "@KOTAstewart Ope https://t.co/O3o5bweXV3",
  "@dejenji  https://t.co/bITUjXcY2w",
  "@PeegeRiley  https://t.co/sEWCIykUwE",
  "@lavatwin I don’t envy them their job and I feel slight regret at how hard I ignore them.",
  "*Eats nice salad for lunch. Follows it up with an afternoon snack of chips and foot cookie.*",
  "@lavatwin Temp agency salesperson",
  "@KOTAstewart  https://t.co/Ws1VjQpyc3",
  "I’m not eating the toes. That’s the weird part for me. https://t.co/1nj6YIYyMq",
  "I’m eating it and getting all new followers. https://t.co/7escyD2VjV",
  "@rambogooner \"Severed foot. The ultimate stocking stuffer.\" -Mitch Hedberg",
  "I feel I may have underemphasized the “it’s still a cookie” part of this.",
  "@Icrioh @ThaLandshark42 @KOTAstewart @buckeyedinapoli @imazombii Jungle Jim’s is the truth.",
  "What do you think?",
  "Followers! Should I eat this foot cookie? 10 minutes till decision. https://t.co/pzpYD5HwJj",
  "@AlexCSprague @tinylittleatom @TheZidar Pineapple? Guac!!? https://t.co/duaN9Qq5kN",
  "@tinylittleatom @AlexCSprague @TheZidar “One guac to go please!”",
  "@tinylittleatom Do I trust you and @AlexCSprague or do I trust @TheZidar https://t.co/CDYsy3NsWw",
  "@KOTAstewart https://t.co/onEXx4nQcO",
  "@Icrioh  https://t.co/T5784SMaEq",
  "Cbus folks! Should I bother? I assume because it’s at the banks, it’s terrible. https://t.co/xu1hme8jRr",
  "@kgeiger128 *takes back pea cake* https://t.co/Eikh8TIMVs",
  "@TheZidar @BobcatPride2307 @Icrioh @dejenji Honestly, though the MLS partnerships don’t amount to much other than Red Bull’s and NYCFC. Wish they did more with them.",
  "@BobcatPride2307 @Icrioh @dejenji @TheZidar And forgot the Red Bull group has a bunch of clubs too.",
  "@kgeiger128 How did it almost kill you?",
  "@BobcatPride2307 @Icrioh @dejenji @TheZidar Not really. Indy did it a bit with FC Cologne cause they’re sister cities. Usually ownership based like the Qatari contingent (city, nycfc, melbourne?), Udinese Watford and Granada share players and managers with same owners.",
  "@QueenCityDisco @TheZidar @Icrioh @dejenji Also fits in the zeitgeist (😉) of Cincy renaming all their streets back to those original German ones (unofficially) that they changed around WWI that they’ve been doing lately.",
  "@Icrioh @dejenji @TheZidar I would hope they’d develop it though. Website in German as an option. Relationship with a single German club.  Etc. go all in.",
  "@Icrioh @dejenji @TheZidar I also agree. They boxed themselves with their poor first choice. I do think the diamonds and German is almost all they could do. Who is gonna choose to make their brand more bland?",
  "Pea protein burger was... fine. It was just like... fine. https://t.co/ZWRwGJ415Q",
  "🚨 whoop whoop 🚨\nits the sound of bumping bees https://t.co/GX9EhFucgq",
  "@BLarsenAFC1886 #BryceOut",
  "So how many Euros will people be fined when misusing proper FCC branding?  Well the exchange rate says $16 is roughly €13",
  "@handrajs  https://t.co/rvX3jJGtm4",
  "@dejenji Official: I will be calling it Fuh-BALL Club Cincinnati",
  "@tombahama262 I don’t know why but this makes me think of you https://t.co/nNfvPL6Bf9",
  "@imazombii Us chaotic neutral ranger/rogues gotta... uneasily tolerate.. each other... together...",
  "@Icrioh @madiann09  https://t.co/3BsLIUORQQ",
  "@Icrioh @madiann09 Oh sorry chaotic neutral ranger/rogue",
  "@Icrioh Ranger/Rogue",
  "@imazombii @dejenji *ßinßy",
  "@BobcatPride2307 for Lindsey https://t.co/lRaonxwEVA",
  "@itsjustBru That seems unsustainable...",
  "@BobBrumberg My only flaw is that I care too much! Thanks for coming and for the wine and magic holder.",
  "My friends are the best friends. Thank you @BobcatPride2307 @dejenji @Icrioh @goonerHRF @TittiBoy @sousourocket @kgeiger128 @thedaviddawson @bbyrer and all!",
  "@BobcatPride2307 @dejenji @Icrioh  https://t.co/qpsaCsT50e",
  "@kgeiger128 @AEP8688 @thedaviddawson #Maebe4Lyf #AllTheEars",
  "@BobcatPride2307 I told myself I’d give it another shot the next time someone suggested it while I was drunk and it looks like tonight is the night!",
  "@BobcatPride2307 Yes! I mean I’m excited right? I should be?",
  "@XhakaV2  https://t.co/31TzI0Qr7q",
  "Pizzelle + Cannoli filling = 😍\n#ThankYouItaly #Housewarming #TinySpatula https://t.co/iYlvYHu2Vq",
  "@HomeatHighbury One can only hope 😉",
  "@HomeatHighbury That’s just weird.",
  "Matchday!",
  "@TheZidar You rock, mah friend! https://t.co/RuHdDlIRUV",
  "@tokenliberal @Morgan_Hughes @BeckmanNate @evonne28 @ladystank @SaintMurray Lol this guy thinks Killian’s has flavor https://t.co/OSuKOMGKdu",
  "@GunnerForLife06 Damn that sucks dude. I wish I could.",
  "@mikeAckley98 *that I work with",
  "https://t.co/mrHP9ONN9Z",
  "@buckeyedinapoli  https://t.co/tdwGFh95B0",
  "@BostonKeith I mean, that’s actually a pretty ball er photo",
  "Anytime someone tells you they’re an amateur photographer, believe the amateur part.",
  "Name: David\nHandedness: Right\nBiggest Weakness: inability to convey that the other person in the conversation should really start to wrap it up",
  "@tinylittleatom I totally imagined that in this guys voice. https://t.co/AfijUBpWXb",
  "You can have my safety recall battery, Amazon, when you pry it from my on-fire, fingerless hands!",
  "Suffering though an hour long hdmi adapter fail is sooooo painful.",
  "eating salsa as a kid vs eating it now https://t.co/kjvun7llqu",
  "@KOTAstewart You’re really focused on this whole fart issue... really starting to seem like a smelt it dealt it issue.",
  "@KOTAstewart We’re all just humans, man.",
  "Big. Comfy. Leather. Chair. Thank you craigslist for not getting me killed again. https://t.co/34zd4xEB5P",
  "@mikeAckley98  https://t.co/mWh7o8dQhw",
  "@QueenCityDisco this the Waffle House of dreams? https://t.co/0SjQR6kjh2",
  "@CincyToLondon  https://t.co/jRrJpD5DnC",
  "@itsjustBru @BrewDog This is a good word.",
  ".@AEP8688 - Deal Maker #SheWillCutYou https://t.co/NyAuJW7SlN",
  "@tokenliberal *considers how to trick Darby into opening a jug of wine for cooking",
  "@lavatwin  https://t.co/kEZhenpQ94",
  "Chivas 2017 third kit tho... https://t.co/Ay0iy27G4Q",
  "Am I doing this right @CincyToLondon?",
  "@JeremyLance  https://t.co/e3x91gkUc0",
  "Pineapple and vodka #PartyLikeASororityGirl https://t.co/qc0BirRuT9",
  "@ScottDean24 @QueenCityDisco I don’t know about all that and I’m pretty knowledgeable. I regularly read the Enquirer.",
  "DAJE ROMA!",
  "@KOTAstewart Prepare yourself - https://t.co/WGgJSUcQ3b",
  "@KOTAstewart https://t.co/1V88pOq0Df",
  "When you purposefully answer the wrong question in an email reply to someone because you hate them and you know they’ll lose their shit when they get it https://t.co/7g4FqV0Zn4",
  "@QueenCityDisco What’s a streetcar? Is that that free, track-bound bus that crashes into everybody’s cars?",
  "@QueenCityDisco #TacoProbz",
  "I’m all for referee shenanigans that don’t involve my team. 😂",
  "@dejenji 😂",
  "@dejenji *your",
  "@jblakelane @fccincinnati @DieInnenstadt @fcstpauli @Icrioh @dejenji what do you think?",
  "@BobBrumberg Honestly, 9 times out of 10 I’m making Italian at home. What’s yours?",
  "Goddamn please just #SaveTheCrew so I can stop trying to decipher Morgan’s tweets! https://t.co/UALGCZlS2n",
  "“Your item has shipped”\n*immediately runs to track package*\n“We don’t know what the fuck you’re talking about” - USPS",
  "@lavatwin I mean I hate to go after another Cincy food institution but...",
  "Review - incredibly meh. Like Newman’s pasta sauce is better. And they screwed Ashley out of a meatball. #HarshButFair",
  "Lived in Cincinnati for 8 years and NKY for  4 and this is my first time going to pompilios.",
  "@XUTHUNDERCATS Don’t tell me that my fears are realistic!",
  "@Icrioh @madiann09 @dejenji @KOTAstewart Omg I didn’t even realize there was an emo-ji?!",
  "@KOTAstewart @dejenji @Icrioh He hates fascists.",
  "@madiann09 *prepares Arsenal care package*",
  "@madiann09 Still a Tottenham fan....",
  "Just sell me this patch. I will pay money, guys. https://t.co/DLJOUpmf6V",
  "*Ron Howard voice*\nThey were not cool https://t.co/yxrNmIQ3Pd",
  "@Livia429 @SoDaveWasLike @ladystank @stank_lord @ThaLandshark42 Really?! That’s it? No stool! Not unreasonably positioned! https://t.co/85PsbMMtm4",
  "@Livia429 @SoDaveWasLike @ladystank @stank_lord I’ll need photographic evidence and not the kind that @ThaLandshark42 provides.",
  "@SoDaveWasLike @ladystank @stank_lord @Livia429 I don’t believe you https://t.co/6RjdniELw1",
  "@ladystank @SoDaveWasLike @stank_lord @Livia429 A squotty potty, you outhouse using savages?",
  "@BobBrumberg  https://t.co/KzB1P8cQQl",
  "Name: David\nSign: Sagittarius \nBiggest Fear: I’ll be at work, sitting on one of those toilets that doesn’t have a base but is attached to the wall and it will collapse.",
  "Mo Planty has two new friends. Little one is Santi Succulent and the other is Mesut Money Tree. They’re my midfield trio. https://t.co/48PsHUg0UJ",
  "@ladystank @TheZidar @imazombii  https://t.co/sTMHnfnugc",
  "@TheZidar @imazombii Yeah. I think you’re right.",
  "@TheZidar @imazombii Like so https://t.co/QuJFIn8Ii6",
  "@TheZidar @imazombii There’s a lot of exceptions to that rule. Seems like they’ll just pick. Could even be mls’s main logo but orange instead of red.",
  "@TheZidar @imazombii Yeah... sometimes the main color is red so 🤷‍♀️",
  "Accurate. #SaveTheCrew https://t.co/wrkXSic8vw",
  "@TheZidar @imazombii The artist weighs in! Could you explain why it’s 4 and not 2?",
  "@Toddrick33 #HELLISREAL was pretty magical. That should happen three times a year.",
  "@imazombii I agree. And they seem to use blue as a bit more primary and orange as accent. But that’s also more dynamo like so that’s why I’m leaning 4. https://t.co/vEjKyDyz5N",
  "@rambogooner Oh ok.",
  "@dejenji I like 1 and 4. I think light in the top half and colored MLS/Outline is more unique.",
  "Wish I could add a \"Crew Fan and I hate this\" option for most of my followers.",
  "Which one is best? https://t.co/tVVpmlERIt",
  "Bob has stolen @Morgan_Hughes’s baby! https://t.co/y2EIPiHoD1",
  "Welp. Plan b.",
  "Argh! I’ve been outbid. You bastard!",
  "@Toddrick33  https://t.co/0IG6n0g21q",
  "@lavatwin Furie? Furrie? How is this spelled?",
  "@lavatwin Someone’s not a furry...",
  "@Icrioh  https://t.co/LnD6zFbHUb",
  "@Icrioh  https://t.co/IBa7gBvBhp",
  "More shows should come to Cincy. I’m tired of driving to Indy and not getting home till past two am.",
  "@TimJames1989 #WelpFace https://t.co/dVTPdKIMT8",
  "@evonne28 @KOTAstewart He’s a child and can’t order any alcohol. that’s the joke. https://t.co/hCGLkS8Xre",
  "@TimJames1989 @KOTAstewart Oh I still order them but enjoyment increases with the mercury",
  "@KOTAstewart I was like, “how?” but then I remembered that fake ids exist.",
  "Can’t wait for warm weather to actually show up. I’m missing ordering gin and tonics.",
  "@AEP8688 @kgeiger128 Don’t trust the person rooting for #LouCity! https://t.co/vL5oqSGtEJ",
  "How many goals we supposed to score this season, Jeff?",
  "@handrajs That was a fun game... pause not",
  "@kgeiger128 @AEP8688  https://t.co/Xx2l3RunTS",
  "@kgeiger128 @AEP8688 Un. Re. Pentant.",
  "@ladystank She’s self loathing and self sabotaging... the most Cincinnati of traits.",
  "Ashley hates Cincinnati. That is all.",
  "Mmmmhhhmmmmm yats https://t.co/DfMCBT1vJ9",
  "😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭 https://t.co/7M1Mc5kIBP",
  "@HomeatHighbury Solid!",
  "@jblakelane I. Would. Never. \nPretty sure wine drunk eating jelly beans is the highest stage of enlightenment.",
  "@jblakelane  https://t.co/tvCsgRYuTW",
  "Come on atd utd customer service guy. Be cool about this. https://t.co/UyezFBYr8f",
  "Researching custom patch cost... I can’t be stopped.",
  "United currently... https://t.co/e2J5XLNFmb",
  "As a neutral, this is good soccer. \n\nAs a United-hater 🤮",
  "🔝🔷️🔶️\n\n💜🚮",
  "United currently... https://t.co/HJLzeSHirp",
  "@HomeatHighbury @kezcartann This isn’t gonna remain a Real Madrid jacket. Just need the colors. No shame in Zidane tho.",
  "@kezcartann This isn’t that! There’s a plan.",
  "Just put in a bid for a Real Madrid jacket and I feel dirty.",
  "Well I no longer feel bad that I slept through the Merseysode Derby.",
  "@kezcartann  https://t.co/i0OfRWb5Gk",
  "@RhinoRoberts Oh definitely. I’m not in love with the keurig and I usually use my own grounds in it.",
  "@k_mitch15 I did read somewhere though that dogs like squeaky toys because they remind them of sounds small animals make when they’re murdering them... so that’s less good...",
  "@k_mitch15 I wanna be friends with that horse!",
  "@tinylittleatom Boooooo @SoDaveWasLike!",
  "Every 90s band could write a goddamn chorus. Congrats. Take a bow.",
  "@walkermichaelg It’s so good! *mashes repeat https://t.co/iXflZjHZ54",
  "I love this too much. I believe it was @k_mitch15 who first showed it to me. Thank you for bringing this into my life. https://t.co/UliG42GuZT",
  "@GunnerForLife06 *walks over to the #LouCity side for some delicious mimosas*",
  "@TheZidar Honestly I can’t not see the little skiing demon thing in that crest https://t.co/Nf7v6ZIp3X",
  "@ryanlammi  https://t.co/utXJUpBbys",
  "Thanks twitter! https://t.co/pTes5uRuoL",
  "@KOTAstewart Player three has entered the game! https://t.co/MSh95zMHK9",
  "Mentally prepares for coffee + tea concoction if it’s a tie... https://t.co/OGAgElZvL6",
  "@Alchmst_dsgn  https://t.co/sIYvE2NZAa",
  "@thedaviddawson I brought my pour over to work once. Yeah, I remember that week...",
  "https://t.co/fkIPvtWQuc",
  "Afternoon coffee or tea? Brewing in ten minutes!",
  "@madiann09 What?! Where?! 🍺 🧀",
  "@dejenji @rhinehausotr Psssh look at this kid still planning Cincy Saints games. #Tryhard",
  "@KOTAstewart I’m trying not to...",
  "@KOTAstewart Nah, I’d like to go to games.",
  "Suck our sky-stadium, losers! https://t.co/FreRMEoBLk",
  "If you say that your favorite album is a greatest hits album, you are a fraud and deserve the disgusted expression that I’m giving you.",
  "Oh right. I unfollowed all the accounts that’d have live info on this. @dejenji get back on the twitter!",
  "@stank_lord  https://t.co/VmLo3IAVZr",
  "No matter what FCC twitter to melt down in 3... 2...",
  "@Toddrick33 @KOTAstewart @dejenji Really? https://t.co/lDOn492mAS",
  "@Toddrick33 @KOTAstewart @dejenji Calm down there, Robert Mueller.",
  "@KOTAstewart @dejenji We have an Argentinian restaurant! It’s very good.",
  "@dejenji @KOTAstewart #Dakota2Cincy Confirmed https://t.co/H9vzbnDtaL",
  "@dejenji  https://t.co/Jpnmj3BnWd",
  "@dejenji  https://t.co/UgvcpEtbvJ",
  "The number of times I’ve clicked on this without realizing its an ad over the years because “oooh, an infographic!” https://t.co/K0NJ9W44Pb",
  "@kgeiger128 I know which department you work for! https://t.co/pMF6djbWui",
  "@kgeiger128  https://t.co/MuYcJfbKuv",
  "@thedaviddawson  https://t.co/bNy0FxCdvJ",
  "Is the #NewportKY soccer stadium dream dead?\nFC Cincinnati GM says there is difficulty: https://t.co/RZpHUHDLUQ",
  "Oops! We were bluffing about Newport the whole time. 🤷‍♀️",
  "@tinylittleatom Rip your kneecaps, bro.",
  "@kezcartann He’s a machine and he rinses defenders! https://t.co/3fS8nwBFqx",
  "Washing. Machine. https://t.co/7Sg4iwRtgN",
  "This is how hurricanes start. https://t.co/OoZ7Msqgqy",
  "@EricM_LBC That is an improvement on gouging somebody else’s eyes...",
  "@BobBrumberg @handrajs RIP 53 of my friends https://t.co/4jyfGvFweW",
  "Really want to see City win the league against United. Mou will do something memorable and embarrassing.",
  "Wow just realized that the closest Fabregas ever got to a Champions League Winners Medal was with Arsenal. Weird.",
  "@hangthadj Someone has forgotten former Roma legend Thomas Vermaelen...",
  "@dejenji Aaaaand it’s past three https://t.co/79gPm801KC",
  "Filler text = best text https://t.co/Qi8QZT9JrF",
  "@dejenji  https://t.co/Dr1c3uEo9S",
  "@jblakelane It’s apparently super easy! I know you don’t get much leftover wine but... wine+berries+sugar+vodka=happy",
  "@PCush @dejenji You’ve been in management for like a week and you’re already #BourgeoisieAF",
  "@dejenji @Icrioh Yep. I am willing to let it go at the current exchange rate.",
  "@dejenji @PCush Siding with the rich against the workers I see... #ClassTraitor",
  "Thinking about my homemade crème de mûre and the brambles I’m gonna make with it. https://t.co/DNV5OboTMc",
  "@BobcatPride2307 Please, Jono. You’re hurting people.",
  "@GunnerForLife06 That’s all fair. I have a personal bias against Zlatan so I’m sure that’s showing on me too.",
  "@GunnerForLife06 He’s had one game!",
  "@GunnerForLife06 You mean David Beckham?",
  "@tokenliberal Yeah but bribery is a positive where extortion is a threat.",
  "It is currently snowing. 😐",
  "We're back in action in the Quarter-finals of the Europa League. Come to @rhinehausotr tomorrow at 3:05! #COYG  https://t.co/ntwcUjrWif https://t.co/FL92yozeuF",
  "@KOTAstewart @SoDaveWasLike Sounds like Dave’s not a team player... what if we have you legos, a trampoline, and five dollars too?",
  "@SoDaveWasLike @KOTAstewart Ooooo... Dave would you be willing to move to Austin if the crew stayed in Columbus? No winter. No amish. Big city. Hot all the time.",
  "@KOTAstewart Because of @SoDaveWasLike! https://t.co/US9A462jvC",
  "@XUTHUNDERCATS  https://t.co/IHEB9p8x1D",
  "This is the best thing I've read https://t.co/WCqI9ahj5E",
  "@Super70sSports @QueenCityDisco Read this as “lost 14 straight complete games” and was more impressed tbh",
  "@TimJames1989 Never seen a tornado. Pretty sure they aren’t real. Like the chupacabra.",
  "@lavatwin @Icrioh  https://t.co/OqAjKOnJyy",
  "Apparently Brits say soya bean instead of soybean and I don’t like that.",
  "@tinylittleatom @lavatwin Omg! Looked for a spider gif and now I want to die inside.",
  "@tinylittleatom @lavatwin Don’t see why I’d add water to my flamethrower but science gonna do what science gonna do 🤷‍♀️",
  "@lavatwin @tinylittleatom Fearless invincible murder death spider?! https://t.co/draKz9mQxZ",
  "@lavatwin @tinylittleatom Wavy nice spider &gt; murder death spider",
  "@lavatwin @tinylittleatom What’s your favorite spider?",
  "@TimJames1989 Whatever.\n\nBlue skies and tailwinds,\nMe",
  "@lavatwin  https://t.co/LJ3cMwLdJd",
  "@dejenji Like if this could just be over, that’d be great. Please.",
  "No one ever died from a thunderstorm, weather channel. No one cares.",
  "@dejenji Sooooo https://t.co/MfzfIxPHPJ",
  "Life advice: answer group emails as quickly as possible so you get to set the narrative. I’m currently getting fucked right now because I was too slow.",
  "@madiann09 @tinylittleatom Or a baseball bat.",
  "@madiann09  https://t.co/rHmj1MkgNp",
  "@madiann09 Meh, not my type.",
  "HEY ASSHOLE BOY/GIRLFRIENDS! STOP HURTING MY FAVORITE MUSICIANS! Now their music is bumming me out.",
  "@mikeAckley98  https://t.co/R8pzAVOzfP",
  "@mikeAckley98 Uh... fam?",
  "I didn’t think it was possible to put too much peanut butter on some bread but that toast nearly murdered me while going 70 on the highway.",
  "@Icrioh You wrong. https://t.co/eLsdcaFMjA",
  "@Icrioh Lucy Davis in Indy",
  "@Icrioh Imma be at a rock show so I can’t go either.",
  "@Icrioh This is why I bought you Stella not Heineken. https://t.co/P6AnawbyJc",
  "@Jschulzstudios  https://t.co/SFZysq6CLP",
  "What is the ostensible value of a Bailey ticket? Is it $15?",
  "@kezcartann Both of these opinions are bad...",
  "@dejenji Another 3pm come and gone...",
  "@The_BYB  https://t.co/plQ1GQJNCG",
  "@Icrioh Now you’re retweeting sneks? All bets off, burkel!",
  "I want this https://t.co/rIgcU2PEeZ",
  "@SoDaveWasLike  https://t.co/j3aTobvOxQ",
  "@zipsix @selanmx Next time I’m at party source I’m gonna get that!",
  "And yes it will have half chorizo sausage and also espresso stout in there.",
  "@crewfanscott This is a 100% #SaveTheCrew house for sure.",
  "#MadeaGooner checking in with my red beans and rice. #YallDoneMessedUpNow https://t.co/MzixS93bSN",
  "@buckeyedinapoli @itsjustBru  https://t.co/7DEbubX67K",
  "@itsjustBru I’m not a southern grandma",
  "@itsjustBru  https://t.co/lgepURZlTG",
  "This is my dining room table right now and that is unacceptable. https://t.co/VurXKqmRoY",
  "@mikeAckley98 The tifo was pretty cool though...",
  "@Icrioh @dejenji @bbyrer @AEP8688 I’m just happy you’re still alive. #DatDrunkFaceDoh",
  "At the Indy XI match with @dejenji @Icrioh @bbyrer and @AEP8688 https://t.co/9TK9PsFGT5",
  "@BobcatPride2307 JONO! GO TO YATS!",
  "@QueenCityDisco @mls2atx  https://t.co/Hv1wMGqPkP",
  "This was an awesome moment https://t.co/Mu2scUm2s6",
  "Hola, Indianapolis!",
  "@buckeyedinapoli I mean... yeah sure... but like we had szczesny and we sold him for 10m.",
  "@buckeyedinapoli I think we’ve had one clean sheet this year so I feel you on that one.",
  "@buckeyedinapoli *I honestly cannot believe West Ham is winning. \nFixed it for ya",
  "Storming through the party like my name is El Niño!",
  "@_Miss_Daisy “Get on my sandwich making level, Erik!”",
  "@tinylittleatom It’s so good!",
  "@tinylittleatom Drink alcohol! Benadryl and alcohol is the best! Jk super sleepy super fast is the real result.",
  "@evonne28 @DaveHageman77 Should’ve used a #TinySpatula!",
  "@ADogAndACouch @tombahama262  https://t.co/KWuw4mglHO",
  "@hangthadj It’s... solid. Fine on the cheaper end. I usually get Flor de Cana.",
  "Jungle Bird\n\n1.5 oz Rum\n.75 oz Campari\n.5 oz Lime juice\n.5 oz Simple syrup\n1.5 oz Pineapple juice\nShake and pour into glass\n#DavidMakesDrinks https://t.co/SExPWh3k1f",
  "@tokenliberal  https://t.co/4ZzocW5Ypp",
  "@ladystank @courtemancheMLS @thesoccerdon @ChelseaFC  https://t.co/Oo7GK2qvI9",
  "@TheZidar @tinylittleatom @tokenliberal @Yats I have an instant pot and have been making cajun food at home lately. Mine’s good but not on Yats’s level.",
  "@stank_lord Yeah, I’d go ahead and ignore all the clickbait journos on this one. Still a lock.",
  "@bbyrer No. This is sad.",
  "@bbyrer Ahhhh “when I feel weak, I will get strength from the Bible.” https://t.co/z2S3f0SuWI",
  "@bbyrer  https://t.co/aqrkULCGLN",
  "@tokenliberal @Yats Oh wow! I didn’t know. They had yats at one of the tailgates and I was like “how is this possible?!”",
  "Anybody who goes to Indy this weekend and doesn’t go to @Yats, you’ve made a terrible mistake. #DatChiliCheeseEtouffeeDoh",
  "Yay new chucks! https://t.co/cV7SmV739h",
  "Anyone I see the name Welshman, I think of this. https://t.co/pV9r0HjMAy",
  "@KOTAstewart @hangthadj Obviously referring to accordions in that tweet. 😒",
  "@KOTAstewart @hangthadj We all know he loves the crew but still thinks they’re the worst.",
  "@dejenji  https://t.co/Mv3MRFJDfs",
  "@dejenji But it’s that 9% chance that kills ya",
  "Things heard at this meeting:\nWe’d rather have paper applications than an applicant tracking system. \nE-signed documents aren’t auditable. \nMonthly emailed reports are more work than a stack of individual papers. \n😐🔫",
  "It's complicated 😂 https://t.co/uWXjfCBtKW",
  "@walkermichaelg Example “Pre-world Cup friendlies when your country isn’t going to the tournament are as useless as a mini USB cord.”",
  "@kasafc @TimJames1989 Gonna start peppering in cheers and I’ll report back with results.",
  "@7amkickoff Suck it, sea turtles!",
  "@TimJames1989 Last time I checked in with baseball, White Sox, Detroit, and KC were good so 🤷‍♀️",
  "Our office just got a keurig and everyone’s like https://t.co/gIG5ao9gPE",
  "@dejenji  https://t.co/CiAmCjUPcn",
  "@dejenji If you work for luxxotica and you don’t end all of your emails with ciao then like what are you even doing with your life?",
  "@TheZidar If only we’d all migrate to the terribleness that is Slack and be done with it.",
  "@CincinnatiPhil *Grabs the lighter fluid",
  "What is the respectful amount of mourning time for Planty before I replace him? Was considering going at lunch...",
  "@TanaWeingartner It’s hard for me not to read “thanks” with a tinge of sarcasm but I’m guessing that’s on me.",
  "@Icrioh He’s in heaven. Heaven is in the sky. Planty is a pilot now.",
  "@Icrioh @CowtownBen @SoDaveWasLike I mean I’m arguing with Stankys, Edingers, and Ben so 🤷‍♀️",
  "Dear Mo Planty,\n\nI’m sorry I failed you. I really tried my best but I obviously didn’t deserve you. I’ll always treasure the two weeks we had together. You were a good boy. Good luck in plant heaven. \n\nBlue skies and tailwinds,\nDK https://t.co/W0SykdHuh0",
  "@stank_lord @jpbach @SoDaveWasLike @TimJames1989 They’re more in a slapstick style that just didn’t appeal to me compared to the more ernest Will Ferrel style that I grew up on.",
  "@CowtownBen @SoDaveWasLike There is a definite regional divide somewhere around Amish country where people get Canadian tv and culture and the true Americans who don’t.",
  "@jpbach @stank_lord @SoDaveWasLike @TimJames1989 In fairness I said 80s and 90s.",
  "@TimJames1989 @stank_lord @jpbach @SoDaveWasLike Nope. I tried to watch that show. Woof it’s terrible.",
  "@stank_lord @jpbach @SoDaveWasLike @TimJames1989 Noted. Exception that proves the rule.",
  "@stank_lord @jpbach @SoDaveWasLike @TimJames1989 Pff.  Name one funny Canadian comedian? It’s no coincidence that comedy was terrible in the eighties and early 90s and they were all Canadian.",
  "@goonerleon10 What’s your most passive aggressive?",
  "@jpbach @stank_lord @SoDaveWasLike @TimJames1989 https://t.co/CCSqmPxwrm",
  "@stank_lord @SoDaveWasLike I am aware of the colors, yes.",
  "@SoDaveWasLike I... I don’t know what this means...?",
  "@selanmx @TimJames1989 It’s so close but a touch stuffy as you say",
  "@TimJames1989 Hmmmm... these are all... a bit unprofessional. I want to use cheers, seems perfect. Short and positive. But am not British.",
  "@SoDaveWasLike That’s true. I’m definitely overthinking this but I’d love a perfect answer too.",
  "@TimJames1989 Will save this for if I ever email a pilot... which is unlikely.",
  "@madiann09 I always use thank you but then some article was like “always saying thank you when you aren’t asking for anything is stupid” and I was shook.",
  "@KOTAstewart I approve.",
  "@PCush  https://t.co/XIYfQXVxSH",
  "@PCush How DARE you besmirch grammarly!",
  "@Icrioh Winner https://t.co/PpdM11hBi5",
  "@SoDaveWasLike No word? Just like... \"deuces\" on your emails?",
  "@PCush Bum bum baaaaaahhhhh https://t.co/s2vuEDcXhZ",
  "What email sign off do you guys use? They all seem terrible. Thank you, Best, respectfully, regards, just a name?",
  "New chucks arriving today and they’re red! https://t.co/T7s7QDC8mH",
  "@kgeiger128 @AEP8688  https://t.co/wNsOIkYp3H",
  "@ThaLandshark42 Rolling hard on that black and gold life",
  "@ThaLandshark42 are you an Indy lad? Soccering this weekend?",
  "@TheZidar I do. Stupid family.",
  "@TheZidar You’re not wrong but also you should not give Ohio and its businesses any money either.",
  "Well that’s enough of this website for the morning.",
  "@tombahama262 WE ALL LOVE YOU. YOU DONT HAVE TO DO THIS! THINK OF YOUR NEW WIFE BLAKE AND LITTLE BLAKE JR.",
  "This is a cry for help https://t.co/c2fOVWfVNg",
  "@Icrioh @mikeAckley98 Making it seem like I was mocking the arsenal would’ve been a better shout.",
  "@Icrioh @mikeAckley98  https://t.co/e8OSXZI4WB",
  "@mikeAckley98 @Icrioh Why do I not get notifications from you? You’re like a ghost. https://t.co/eT1AQoONJX",
  "@Icrioh @mikeAckley98 Still a better name than “the place they keep shields and such in a castle.”",
  "@Icrioh @mikeAckley98 Yeah, then they wouldn’t let me sit in the BYB section so...",
  "@Icrioh @mikeAckley98 For the record I’m going with an Indy friend and I was gonna sit in GA in the other end but it sold out cause I’m a procrastinator and I’m too cheap to spend over $30 each on the next ticket up. So we here.",
  "@rambogooner @mikeAckley98 #HELLISTWOREALFOURDAVID",
  "@Icrioh @mikeAckley98 #HELLISREALPARTTWO",
  "@mikeAckley98 @Icrioh I mean that would be true if either team lost so 🤷‍♀️",
  "Sorry @mikeAckley98. 😐 https://t.co/IvTRDzs6kB",
  "I don’t think I’ve ever been to an outdoor soccer game played inside before. That’s gonna be weird.",
  "@QueenCityDisco Capos chanting at a cyclones dollar beer night hardly qualifies as the World Choir Games.",
  "@QueenCityDisco I mean if PBS is good enough for the World Cup...",
  "@imazombii Since last June there’s been three potential stadium sites. MLS won’t announce Cincy until a site is picked. All the negotiating and politicking and misdirection has led to concern about missing the bid from lack of a decision.",
  "@dejenji I mean even with all this we’re still better than Detroit and Sacramento... so that’s nice.",
  "@dejenji Hmm... maybe playing all three against each other for literally months was a mistake?",
  "@dejenji Sigh, back to reddit to see what the shit",
  "@CincyToLondon Concacaf aint got shit on conmebol tbh",
  "@TimJames1989 When I was a child, I spoke as a child...",
  "Ticketmaster fees for Indy 11 are almost an additional 50% to these tickets. Assholes.",
  "@imazombii Yep. Not even sending a email post interview is super dickish. I almost always call if they been in my office.",
  "@Icrioh *gif job offers are non binding https://t.co/bGUFvkfAFm",
  "Offering people jobs is as great as telling people they didn’t get it is terrible.",
  "@evonne28 I kept my rosemary plant alive for like three years. This plant is needy.",
  "@madiann09 I don’t know what an air plant is. Gif search brought this up. https://t.co/WoSuBZQupq",
  "@evonne28  https://t.co/BABhI6GMEX",
  "@madiann09  https://t.co/aELYWDyZj7",
  "@_dougesmith_ I think its bigger challenge was a lack of h2o.",
  "@citygreener I’m not giving up!",
  "Guys, I don’t think Planty is gonna make it. https://t.co/LHvmWM8NDg",
  "Was very excited for infinity war coming out today only to realize that the release is April 27th, not March 27th. #WompWomp https://t.co/yH7yefLAdR",
  "@TimJames1989 @dejenji @Alchmst_dsgn  https://t.co/Zao2lYpwJc",
  "@dejenji @Alchmst_dsgn Math is hard.",
  ".@alberthammondjr is so fucking awesome and we danced at the front with the opener @hindsband who kick ass! One of the best concerts. https://t.co/QeHaQZf5tR",
  "@buckeyedinapoli @hangthadj I definitely like them.",
  "@gunner921 Apparently not. Based on tailgate and jackalope and multiple bars.",
  "If you bit Beyonce, it’s best to just come forward. The internet will find you.",
  "UGH I AM HAVING SUCH A CLASSIC HUMAN DAY\n\nI GOT STUCK IN TRAFFIC\n\nI RAN SO MANY ERRANDS\n\nTHROUGH MY LACK OF ACTION I PASSIVELY ALLOWED FOR THE CONTINUATION OF THE PRISON INDUSTRIAL COMPLEX\n\nAND BUDDY YOU KNOW I DRANK TOO MUCH COFFEE",
  "@hangthadj What are your Portugal the man thoughts?",
  "@tokenliberal Neither of which has twittered this year makes your side eye of my side eye invalid",
  "@tokenliberal @Channel @Everyone  https://t.co/DCJbvKe2mM",
  "When you order your burger medium and it’s actually pink on the inside https://t.co/gbrrnJXMrZ",
  "If you use @channel or @everyone on slack and you’re not the boss... https://t.co/CbCL7yh0y5",
  "@dejenji Any press is good press. #PageClicks4Dayz",
  "@dejenji @sleepytimedave has a new rival",
  "@SoDaveWasLike We get it. Amish people put meth in their breakfasts. Whoop de doo.",
  "You’re my twitter family and I love you but you’re terrible. You’re all terrible. https://t.co/LTmVNtUS9H",
  "Nashville knows. #OneHootieLove @k_mitch15 https://t.co/72nO3p19a3",
  "@settingthetable  https://t.co/mlbfsRbJ2u",
  "@settingthetable Me like.. https://t.co/q6pfHzLH9K",
  "I married a Sith. https://t.co/6TpqGe0DSi",
  "@lavatwin  https://t.co/7KypWZ74ju",
  "@lavatwin Congrats on picking the top seed every time. #eyeroll",
  "@PCush  https://t.co/MD9zN9McJA",
  "People who say twenty oh eight... https://t.co/Om2THiEzPg",
  "@thedaviddawson And now I’m even more upset! https://t.co/Rxezq3btLm",
  "Nashville has not discovered sour beers and that makes me a little sad.",
  "*Considers commenting on reddit dot come https://t.co/lTNZ70CohU",
  "*clicks this Tuchel to Arsenal article*\nOh right. I don’t speak German.",
  "@tinylittleatom More pupper pics please",
  "Seeing a lot of confederate stuff but not much in the way of, “hey, our bad. We were wrong and we’re sorry for killing hundreds of thousands of Americans in an effort to keep black people enslaved.”",
  "@k_mitch15 @ThaLandshark42 @bassmonkey408 The man who perfected Bob Dylan. #OneHootieLove https://t.co/aozEqYPAS3",
  "@k_mitch15 @ThaLandshark42 @bassmonkey408 *increases volume on Wagon Wheel",
  "@k_mitch15 @ThaLandshark42 @bassmonkey408 You hung on there long than most tbh. Lol",
  "Hey Teens, do climate change next.",
  "@ThaLandshark42 @k_mitch15 Gonna help @bassmonkey408 write his next crew inspired country song.",
  "@k_mitch15 I’m a country boy now! https://t.co/DCwolQwZ0y",
  "@bbyrer Sad! Even Ashley has moshed.",
  "*comes back from nashville https://t.co/AYK7kAXM18",
  "My new jam:",
  "@Wonder_Brown @QueenCityDisco All is forgiven https://t.co/gsAy5nRUxF",
  "@Wonder_Brown @QueenCityDisco  https://t.co/vwgTJEflRC",
  "@Wonder_Brown @QueenCityDisco Newport is lit, fam.",
  "@mikeAckley98  https://t.co/mjjKuE6pkS",
  "@mikeAckley98 Am I supposed to wear red and blue or orange and blue?",
  "@mikeAckley98 Planning on it!",
  "@mikeAckley98 Thought about going...",
  "And after aaaaaaaaaaalllll\nYou’re my wonderwaaaaaaaaaalllllll",
  "@kezcartann Nashville one.",
  "@kezcartann recognize this place? https://t.co/svvDEVYIxg",
  "Me thinking about all the snow that’s going to Cincy while I’m out of town https://t.co/7kJYaYFxej",
  "@TimJames1989  https://t.co/3CnoyEelZ5",
  "Like how hard is it?! Just have like, a reasonable amount of hair.",
  "And people with too much hair tbh",
  "Vaguely distrusting of balds... 🤔",
  "@miffedtweeter  https://t.co/lDTBgKpNtm",
  "@miffedtweeter Crying wolf wasn’t up it’s own ass it was just like real loud.",
  "@miffedtweeter Every bar in East Nashville. Fox. Walden. Attaboy. Crying Wolf.",
  "@miffedtweeter wtf is up with your bars? Knock to get in? Table service only and waiting in a hallway? Douchey bartenders?",
  "@KOTAstewart Got you fam https://t.co/2auivmqYDz",
  "@KOTAstewart  https://t.co/BeCEtAryW9",
  "@KOTAstewart Walden. East Nashville.",
  "Why yes @KOTAstewart that is fernet on draft. *judges this bar* https://t.co/uAERYvopqi",
  "@imazombii Yeah visible meat in that chili proves it’s not cincinnatian.",
  "“It’s Peruvian” - voice of @Morgan_Hughes https://t.co/JUFwBJs2FM",
  "Find myself cheering for the non-arsenal player in this one. 😐 https://t.co/Nl9xfkmroj",
  "@SoDaveWasLike Dave anyone can look when they aren’t being defended. Oh wait. https://t.co/Otgx08F2h3",
  "@j3rfAFC @HellKittyOfDoom Peach and extra crunchy... basically just peanuts... on toast if I’m feeling fancy. #TeamCrunch",
  "@j3rfAFC @HellKittyOfDoom Grape and creamy?! Ew.",
  "https://t.co/kwCB48dVIC",
  "@KOTAstewart We’re protesting Putin. This was on purpose.",
  "@KOTAstewart Really looking forward to Argentina not making it out of the group...",
  "Biggest dislikes - car trips https://t.co/ymrsGDB4T3",
  "@madiann09  https://t.co/Kwat7ivCSN",
  "@lavatwin Jermaine Jones is very offended by your statement.",
  "There are few things that make me cringe more than someone who is a fan of a team in a different state for literally every sport. Sport sluts smh.",
  "I could listen to that Ralph Schudel riff on loop for days.",
  "@dejenji @vexla_ Jokes on you! I don’t even read books!",
  "@dejenji @vexla_  https://t.co/VUGq9TrHdf",
  "@tombahama262  https://t.co/zC9G1iHtvB",
  "Me - “Ashley, with the time change in Nashville and staying out you should probably try to stay up a little.”\nAshley - https://t.co/YTvItvEeXD",
  "@zipsix @selanmx *adds Boston to the list",
  "@walkermichaelg But... but... https://t.co/bj6iYjKoSI",
  "@zipsix @selanmx  https://t.co/COTXrXvBtQ",
  "@walkermichaelg Never had a perfect Manhattan. Will have to try that.",
  "@selanmx They’re very good. Overall I’m more of a citrusy cocktail guy but a Manhattan is solid. Cheers to you and your dad.",
  "@tinylittleatom OMG that’s like the fanciest pupper name evah!",
  "@TimJames1989 But you’re not wrong",
  "@TimJames1989  https://t.co/h7X6IvsEr4",
  "@TimJames1989  https://t.co/iJB9QU0N8P",
  "@BobBrumberg It me.",
  "@BobBrumberg Up. I’m a rye on a big rock guy but with some cognac, I figured up. https://t.co/L0irBILBTX",
  "@CincyToLondon Luxardo is. My. Jaaaaaaam!",
  "@CincyToLondon Yeah, softer...  I’ve always made more rye manhattans, which are spicier. This is a bit too mellow.",
  "@CincyToLondon Heading to Nashville tomorrow! This Manhattan is half bourbon half cognac... it’s... fine.",
  "Hmmm... I’m on vacation so I’m gonna have a Manhattan. https://t.co/fajbncLbkJ",
  "Is it worth paying $20 bucks to spit on Andrew Jackson’s grave?",
  "@CowtownBen @SoDaveWasLike @TheZidar @AmishCountryUtd Hmmmm.... I recognize that wheel and color scheme.",
  "@dejenji I wish you wouldn’t do this",
  "@KOTAstewart  https://t.co/KRyZI82i0s",
  "*in a meeting* “...I don’t know if we as a company have a policy regarding fornication.” https://t.co/wkLnU18D15",
  "@tinylittleatom Madis reply in 3... 2...",
  "@tinylittleatom Damn. How behind the times am I if even dayton has a melt?",
  "@KOTAstewart @tinylittleatom  https://t.co/35M1gLApGn",
  "@tinylittleatom Mmmhhhmmm. I will accept most fried and crispy vehicles for buffalo sauce.",
  "@tinylittleatom How? Can...? I can’t even imagine what tofu wings would look like.",
  "@theliammalone @MBrooESQ Could you cite several sites that I might sight in Nashville?",
  "@PCush Welcome to the internet. It’s the worst.",
  "Formatting matters, ashley!",
  "@MBrooESQ You’re going to Nashville to as a tourist at an event(s)",
  "Do you go see the...",
  "@yumdynasty Nope but I have a couple of those. I’ve found they’re neither good pens nor good styluses. Womp womp",
  "@j3rfAFC Imma call him my slight tinge of guilt/slight annoyance for your company making me feel said guilt pen or stogsafycmmfsg pen for short.",
  "@j3rfAFC Nice. Well... I’m still not buying any.",
  "I very actively dislike the term “fast casual” https://t.co/H5Xix5ctAz",
  "A promotional products company has decided Cincy Gooners should be in Newport to welcome FC when they arrive. https://t.co/meGufIHNOq",
  "@dejenji  https://t.co/M3PXpddIwD",
  "@Wonder_Brown @KyleKile @MainStrass  https://t.co/VKGdJZWbZj",
  "@dejenji Is it two o’clock yet?",
  "@tombahama262 Notorious twitter trolls Panera Bread strike again!",
  "Wtf, weather? I’m so tired of your shit.",
  "@lavatwin @dejenji Yep. Newer punk/DIY type place that’s also a bike shop with karaoke.",
  "@lavatwin @dejenji FYI based on the very little I know about you, I guarantee The Hub is your spot.",
  "@lavatwin @dejenji @rhinehausotr  https://t.co/pEXOazdzMj",
  "@tombahama262 @Icrioh @dejenji @rhinehausotr For the newly Louisiana-ed https://t.co/tMg9X1K6Yt",
  "@Icrioh @dejenji @rhinehausotr I’m assuming, based on my knowledge of that site, the followers of barstool don’t all appreciate the class and sophistication of RH.",
  "Very excited about infinity war",
  "@TimJames1989 Sure but congrats on spending money on an own-goal @panerabread.",
  "Wtf? Why would you promote this to Cincy? https://t.co/I816FBt0Nw",
  "@tokenliberal If #darbs was 30 years younger with the ability to grow facial hair https://t.co/dJpAEJR8fY",
  "@zipsix Full disclosure - crepes are only in there to split the flat breakfast food vote. #TeamWaffles",
  "@stank_lord @ladystank @Morgan_Hughes American composers pre 1970 &lt; literally any other country’s composers",
  "@Icrioh  https://t.co/DBZNxYUtUR",
  "@madiann09 @Icrioh That’s your fault, not mine. Lol",
  "@Icrioh Get out, soggy egg bread!",
  "Homemade. Which is best?",
  "@TimJames1989  https://t.co/u1w5ARh11K",
  "@Icrioh It me.",
  "@Icrioh Get it?! https://t.co/aS072oErjI",
  "@Icrioh ... are you in this for my #CarrotOpinions or is purple carrot another name for penis?",
  "@dejenji Boooo",
  "For the record: purple carrot &lt; any other color of carrot",
  "@TimJames1989 @itsjustBru Red skittle is strawberry... 🤯 https://t.co/IXKw7Xwqmh",
  "@itsjustBru @TimJames1989 That’s highly unlikely",
  "@TimJames1989 @itsjustBru I’ve done this! So fun. https://t.co/YOAGAdK9yr",
  "@itsjustBru You’lll never knoooooww!!!! MWAHAHAHA https://t.co/3yVOZiueCD",
  "@itsjustBru Solid v spiral https://t.co/eLPO3KcI4s",
  "@itsjustBru Spearmint v lime edition https://t.co/5Z7rbGzwC3",
  "@itsjustBru Side by side for comparison https://t.co/UpL7st5DG5",
  "@itsjustBru It’s actually strawberry flavored hard candy!",
  "Perks of working at a produce company... https://t.co/w6wiT2qSY3",
  "@tinylittleatom It’s something!",
  "@ladystank  https://t.co/gso73FYBZm",
  "My plant... 😭 https://t.co/1oD3oVv119",
  "🦉 + 🐱 = 😊 https://t.co/ApOXDaQnks",
  "@SoDaveWasLike Dave = Tyler Durden https://t.co/dApRbO4WPi",
  "@thedaviddawson @kgeiger128 @AEP8688 Ashley looking at her bracket now https://t.co/7tUlhv6MsX",
  "@_dougesmith_ Thanks! And nice. I’ll have to remember that when we take the plunge.",
  "FYI we’ll be getting countertops, backsplash, and sink that go with the new faucet at some point.",
  "And done https://t.co/6Xb25vFPY8",
  "@XhakaV2 Only 15 BUT ITS THE PRINCIPLE!",
  "@SoDaveWasLike HOME OWNERSHIP IS THE WORST THING EVRREJDKDJDDKDKDKDNDN",
  "Single use tools are the best #eyeroll https://t.co/CUjILx9Nhy",
  "#SundayFunday https://t.co/y9nHpTnF4k",
  "@bbyrer If only...",
  "I now owe my Purdue supporting grandma a waffle.",
  "Come on butler! https://t.co/dzZic0lATG",
  "@mikeflick @Icrioh  https://t.co/2pTsqlw8j5",
  "BECAUSE ADDING YOUR NAME ON THE END MAKES THE TWEET FUNNY, KAREN",
  "@Icrioh @dejenji ... https://t.co/ohZHqAeAj3",
  "@tokenliberal @imazombii That’s the “Irish” thing we decided to watch for st paddy’s.",
  "#GoDawgs",
  "@Icrioh @dejenji #NewYearNewMe",
  "@Icrioh @dejenji I will give it another shot.",
  "Apple Maps &gt; Google maps\n#UnpopularOpinion",
  "@kgeiger128 @AEP8688 Blind squirrel...",
  "When you work with old people who always open the malicious spam emails and now have 25 of them in your inbox... https://t.co/8K2TDgLLTK",
  "@tombahama262 @miffedtweeter Ooooooohhhhh, Chris is now in New Orleans and you and my chicago friend has a place too. So when you coming to rh?",
  "@tombahama262 @miffedtweeter There’s only one. It will go to the one true lover of island time.",
  "@tombahama262 I now have three! But seriously if you don’t want that sign, I’m giving it to @miffedtweeter when I’m in Nashville next week.",
  "@tombahama262 Your sign misses you... https://t.co/2sXHoy1496",
  "@tombahama262 *irish whiskey",
  "Omg Brendan Fraser is still alive?!",
  "@crewfanscott @imazombii Less stinky than some but still whoof.",
  "@imazombii I appreciate that you continue to tolerate my bullshit. Thank you, friend.",
  "@tombahama262 @imazombii Well it’s been stuck between the fridge and the wall for like a month... still good?",
  "@imazombii I know. It’s from Rhône-Alps. Boom!",
  "People of Twitter, do not buy this beer. No bueno. https://t.co/JSSgfvXNuF",
  "I bought your silly French blue cheese @imazombii. The sign said this was the best one. Blue D’Avergne or something. https://t.co/lBBMgYFPtS",
  "@TheZidar I think that’s supposed to be cinnamon actually... maybe chocolate?",
  "@walkermichaelg @BryanWeigel @orangebluepress Yep, looks like Singapore got ya beat. https://t.co/THqfpzjk75",
  "@tinylittleatom Yep! Agreed. Sadly, my job doesn’t even have passable coffee. I have to wake up early and make it at home.",
  "@tinylittleatom #BlackCoffeeLyf https://t.co/fHG4icaEZ1",
  "@SoDaveWasLike  https://t.co/R6SnirQLOx",
  "@dejenji @fccincinnati Still trying to convince the wife. We’re in town for family Easter.",
  "@KOTAstewart Yep! Nacho, Nacho Monreal. La cabra. 🐐 https://t.co/xIxknfnrk7",
  "@KOTAstewart Did someone say Nacho? https://t.co/B5oMdB42Jo",
  "As a homeowner and a soccer fan... https://t.co/6uf0OHOuCW",
  "@SoDaveWasLike Meh. Partially not my jam but mostly cause I feel like a fancy ass shit when I say “puh-cahn”.",
  "@HoffVir  https://t.co/RTW9pO21h6",
  "@MachoNonreal Exactly! I broke down and googled it and felt dumb.",
  "@SoDaveWasLike Which pie you going with on this most special of days? https://t.co/EQ80jsMalJ",
  "@rambogooner I try to keep pie in my belly and the spirit of Pi Day in my heart all the year long.",
  "“Wait! March 14? ... that a holiday of some kind... damn... think! What could it be? .... GAAAAHHHH” - my mindbrain",
  "@Morgan_Hughes @stank_lord  https://t.co/K72tQ6hYOf",
  "@stank_lord @Morgan_Hughes *40 some odd day\n*Southwest",
  "@stank_lord @Morgan_Hughes I come back to you now, at the turn of the tide. https://t.co/5NsHSYTIeO",
  "@Morgan_Hughes Is this thing over? Should I tell no one?",
  "@k_mitch15 Just like fake Katie Mitchell and strawberry stuff...",
  "@CowtownBen @ManuclearBomb  https://t.co/qSF5lUQDYv",
  "@kasafc Im sorry. These streets is tough. Pour one out... https://t.co/7tbLV839FL",
  "@SoDaveWasLike Modern research actually suggests that dinosaur plants had feathers and looked like ridiculous chickens https://t.co/OgSvWgNpIZ",
  "Welcome to the office, Planty. I will be murdering you shortly. https://t.co/Mfwkltkwkb",
  "@madiann09 Done.",
  "@KOTAstewart @imazombii Campari or aperol or any other amaro is my jam though",
  "@KOTAstewart @imazombii Hard pass. Even with coke it’s undrinkable. And that’s Italian.",
  "@imazombii @KOTAstewart Ah only the greatest of copper flavored cheeses. Lol",
  "@imazombii @KOTAstewart Dat raclette and cotes du Rhône doh...",
  "@imazombii @KOTAstewart Psh #RhoneAlpes4Lyf",
  "@KOTAstewart  https://t.co/CPJojBViog",
  "@imazombii @KOTAstewart Yeah but does France have dulce de leche? I thought not.",
  "@KOTAstewart  https://t.co/UqVOc6PHBB",
  "@KOTAstewart Why didn’t you tell me about alfajores?! https://t.co/f62FBdqdau",
  "@kgeiger128 Coming back to twitter like... https://t.co/h5okxCtuSH",
  "@KOTAstewart Seeing all my crewchachos convinced me! https://t.co/H6gV09GkpX",
  "https://t.co/jBb7AQuXJz",
  "When written is it",
  "@KyleKile Happy that you consider me a hair icon but a little bummed that I’m also a #idiot.",
  "@KyleKile wait... you or me?",
  "@TheZidar Damn. All I've got is linkedin. https://t.co/6HQ8Da2Ioe",
  "@KyleKile #Innovator #Visionary #Rebel #BeerConnoisseur #Leader #HairIcon #Hashtag",
  "@KyleKile Is this like a beer suicide situation? #AllAtOnce",
  "@KOTAstewart @imazombii @TheZidar Wow that looks a lot the chimichurri hummus I made....",
  "God damn it https://t.co/jblI2ZVIvv",
  "From r/gunners https://t.co/OPCNJs98EY",
  "@lavatwin So chimichurri hummus is just olive oil and garlic hummus with parsley and cilantro… so not crazy.",
  "@CincyToLondon @KOTAstewart Here you go https://t.co/AybqJXiNES",
  "@KOTAstewart  https://t.co/dzYoKmvzVk",
  "#CrewSC twitter! Thoughts on chimichurri hummus? https://t.co/fc3N1Gb9l3",
  "@KOTAstewart That’s... odd...",
  "@KOTAstewart It’s good tbh.",
  "@KOTAstewart  https://t.co/g7CxZyzoPn",
  "@KOTAstewart Homemade chimichurri hummus https://t.co/JLSibPIZ99",
  "Hey @KOTAstewart, guess what?",
  "@HomeatHighbury Olivier will always be there, even when you can’t see him. https://t.co/w4gfn51Bx7",
  "New garbage disposal. #Blessed",
  "@Icrioh *Googles Thierry Henry shoe size...",
  "@rambogooner https://t.co/320b22rrCj",
  "@Icrioh Theo?",
  "@hangthadj I am 99% certain it’s 💩... \nOkay 95%",
  "@hangthadj hello friend!",
  "@dejenji shutup, egg.",
  "🇮🇸 \nRwmbwr, liv\n🇮🇸\nPopsickle \nK https://t.co/THbOjuFk9s",
  "Immigrants aren't the problem in this country. Racists are. #SOTU",
  "Is \"We will prevail\" an actual line from V for Vendetta or am I misremembering?",
  "@k_mitch15 Welp, at least we aren’t trophyless spuds or pool.",
  "@k_mitch15 Y u do dis",
  "@k_mitch15 *goes and huffs bleach",
  "@ThaLandshark42 @Livia429 @ladystank @SoDaveWasLike But Iceland popsicle pharaoh.. wot?",
  "@ladystank @Livia429 @SoDaveWasLike Also the time stamps. Lol",
  "@ladystank @Livia429 @SoDaveWasLike  https://t.co/FPlUyXAbbK",
  "@k_mitch15  https://t.co/TFI6d8LN5j",
  "Whoever is playing only jimmy eat world on the jukebox is a saint.",
  "@ThaLandshark42 Three Floyds friends!",
  "@kgeiger128 Crazy fox in Newport",
  "Zombie dust on tap? One please.",
  "I tried all of these and bud light won.  #DillySadDilly https://t.co/DOSU8PucX6",
  "Hey friends don’t use racial slurs at work (or ever). https://t.co/VSuZcOuxqi",
  "@bassmonkey408 @Arsenal Arsenal joins the war on Ags",
  "Sad",
  "@ArsenalArthur This ☝️",
  "@MCFC_Cincinnati You keep saying best player. Have you heard of Mo Salah? They bought him last summer.",
  "@MCFC_Cincinnati I get why you don’t want to talk about money but saying that everyone is roughly the same is patently false.",
  "@MCFC_Cincinnati We were talking about Liverpool actually, who you have 25% more wealth than and spend 43% more on wages than, not insignificant differences.",
  "@MCFC_Cincinnati Of course but compare your spending to everyone else's. Disingenuous to say, \"they're all billionaires.\"",
  "@chiroboi  https://t.co/5Wib0gMwfF",
  "@chiroboi Um, how close are you to the Midwest?",
  "@MCFC_Cincinnati Billionaire - “Have you peasants just considered not being poor?”",
  "@bassmonkey408 Yeah... I mean... *sigh",
  "I honestly don’t see how, at this point, the FA doesn’t come in to put some kind of rules against anti-competitive behavior by City. Ridiculous.",
  "@Icrioh @mikeAckley98 *Stephen",
  "@mikeAckley98  https://t.co/wCTmCBtzSt",
  "@imazombii  https://t.co/kELKQqpHsr",
  "@KOTAstewart *dies a little",
  "@tinylittleatom lol",
  "@KOTAstewart like five big things went wrong at the same time at work",
  "@KOTAstewart I’m gonna make it",
  "Fuck fuck fuck... fuck fuck fuckfuckfuckfuvjddkdkfnfkpslendcnxksken",
  "@KOTAstewart Wow! Even has a comma instead of a decimal point. https://t.co/3ttqhtNsjV",
  "@kasafc I want to make croissants at some point but I’m also terrified of the amount of work involved and the inevitability of failure. 🤷‍♀️",
  "@Morgan_Hughes You’re not wrong.",
  "@Morgan_Hughes Woke morgan is my favorite morgan.",
  "@ThatSchoolcraft If only...",
  "In this scenario though I’m really the Seymour. https://t.co/SV4ODy5wkk",
  "My sourdough starter’s name is Seymour.",
  "Tbf I just really wish it wasn’t winter.",
  "God, all this hammock talk makes me wish it was summer.",
  "@lavatwin Wot?! Ham-uck, duh.",
  "@KOTAstewart  https://t.co/bCK689KS6p",
  "I used my annoying Giada accent when I said all of those words. https://t.co/VfKwkdRb0G",
  "Homemade chicken parmigiana and Negroni https://t.co/AccIIEWwDK",
  "Real tomato sauce experiment: 1 https://t.co/WmwFYzq81F",
  "Hmmmm... this Aubameyang for Batshuayi for Giroud with Chelsea makes me... hmmm...",
  "@SoccerwithBrian @MLS Lol. Surely he’s just tanking his own teams value in that situation right? But why?",
  "@SoccerwithBrian @MLS ugh. Most annoying random thing in FM.",
  "@dejenji YOU CAN'T STOP ME",
  "@KOTAstewart  https://t.co/ZOsJGqX6c2",
  "@KOTAstewart Retweeting that timeline disrupting trash. https://t.co/FLim56LJEQ",
  "DAKOTA! @KOTAstewart https://t.co/HwAfStyjXL",
  "@tokenliberal I’m actually pretty forgiving in interviews. These tweets are to help the twitter dot com on what to maybe not do.",
  "@tokenliberal For sure but the exact thing you say is your strongest feature? https://t.co/oAacB0IEdI",
  "When you say I should hire you for the job because of your excellent communication skills but then you have to send a follow up because you were so unclear in your original one that you didn’t even say what job it was for. https://t.co/dJjBHN4R77",
  "@itsjustBru Proximity seems to be a challenge but otherwise I’d be glad to offer a slice.",
  "Applicant’s gmail name is Hugh Janus and the start to his email address is themastermind... apparently not.",
  "You won't always be in the right mood for this comic, but when you are https://t.co/lue8bguacB",
  "@kasafc @RyanEchernick You probably lose half the people at West Virginia.",
  "“Oh you’re from Ohio? Where!”\n\n“It’s like an hour outside Columbus.”\n\n“Okay cool but like where exactly?”\n\n“2 and a half hours from Cleveland.”\n\n“What is the actual name of your town”\n\n“Solid 4 hours from Cincinnati”",
  "@KyleKile  https://t.co/NgEjSBp5Yc",
  "Ooooo... I have thoughts about this shirt. https://t.co/H0ORA8nIFL",
  "@KyleKile  https://t.co/kBFnC41u0K",
  "Why are USA playing Bosnia AND Herzegovina. I thought after Trinidad &amp; Tobago WE AGREED NEVER TO PLAY TWO TEAMS AT SAME TIME AGAIN 🇺🇸😢",
  "This is something… I mean it’s cool but it’s also something… else. https://t.co/F1NL35CYgr",
  "@CincyToLondon @kasafc And a POS human being but still…",
  "@CincyToLondon @kasafc RVP. When he finally got a full season, he was a world beater. https://t.co/jdoA0JZT4x",
  "This was one of my favorite books growing up. It used mammoths and angels and such to describe how everything worked. https://t.co/7IkJ3N2h6a",
  "@BobBrumberg Goodbye forever, Bob. You were a good friend.",
  "@AlexCPennington I think that’s gonna make it in if the weather is nice",
  "@dejenji Sooooo... speaking of taking over the world. https://t.co/uTlGHFaw8H",
  "Victoria sponge - sorry Mary Berry. https://t.co/lEkgc6llS8",
  "Currently 0 for 3 on sponge... https://t.co/BPJlI1Qriy",
  "@kgeiger128 But it’s still animal jail...",
  "@thedaviddawson Mushroom omelette and that diplomacy link. https://t.co/QFZq5fUshm https://t.co/XDFewfEnaq",
  "@tempspaz A couple of the kids are too young but I do have a lot of questions, like how do you know you’re out? Is there a ref or just honor system?",
  "@dayvboy2g 3, 5, 6, and 12",
  "@QueenCityDisco @BobBrumberg Actually considering a streetcar tour. Carousel, Ice skating, Carew, Fire Museum, Senate, Smores, Findlay market.",
  "@KOTAstewart  https://t.co/vGMrDRi2SE",
  "@KOTAstewart  https://t.co/IhnmMstJoq",
  "@KOTAstewart  https://t.co/vLQV3ptZD8",
  "@EricM_LBC I would love to but the kids… they are crazy. Like I don’t want to be banned from Jungle Jims.",
  "@KOTAstewart Nobody gets your reference. All the cincy zoo does is save preemie hippos.",
  "How have I not heard of this? Does anyone actually go? https://t.co/ZgvfORXTYO",
  "@TimJames1989 That’s not a bad idea but I need more of a daytime thing 7:30 is a bit late.",
  "@tinylittleatom @stank_lord We’d already be spend… *maths* hundreds of dollars to just get in.",
  "@TimJames1989 Hmmm. How long is a hockey... match? Game? Sporting contest?",
  "@tinylittleatom @stank_lord DO YOU GET TO PET THE PENGUINS https://t.co/83ax09xTgP",
  "@Crpls I appreciate your assistance in this matter. You may take your own advice.",
  "What are some fun things to do in Cincinnati with children… go!",
  "@BobcatPride2307 They sent us the wrong one. Once it’s opened, they can’t take it back. We got lucky.",
  "Thank you amazon for giving us a free queen size mattress.",
  "@miffedtweeter Keep living your best life, friend.",
  "@CincinnatiPhil Same.",
  "@TheZidar @amy_laura Positives as far in the ability to test and make improvements. Negatives as far as determining what improvement means for the end user.",
  "@TheZidar @amy_laura One of the positives of social media is that they can constantly do behavioral experiments to see what encourages engagement. They aren’t “improvements”. They’re controlled trials.",
  "Flank steak and chimichurri and Argentine Malbec. https://t.co/gJubiwyYHY",
  "@madiann09  https://t.co/Lb0hFOoTUb",
  "@TheZidar @KOTAstewart @madiann09 Hmmm didn’t realize Dakota preferred bareback",
  "@madiann09  https://t.co/6lKNUe3ACY",
  "@TheZidar @SoDaveWasLike Never heard of your favorite video game. #GamerHipster",
  "@madiann09 @TheZidar Soooooo handsome https://t.co/jbTiG2dcyL",
  "@TheZidar wots that? I feel like @SoDaveWasLike right now.",
  "@madiann09 no.",
  "@madiann09 But that junk banana cookie where it belongs! https://t.co/Aukp0xupda",
  "@KOTAstewart @Livia429 I love when they try to eat drunk londoners. https://t.co/qZ0K6Vn0eY",
  "@itsjustBru Congratulations, you did your W4 correctly!",
  "Does huffing sharpies/glue show up on a drug test? Asking for a friend...",
  "@Toddrick33 @KOTAstewart @LockCrewSC This was.... a lot of emoji effort.",
  "@samuraihawk @piersmorgan @Arsenal I just acquired a new favorite insult.",
  "*American job interviewee says “cheers” to me as he leaves* https://t.co/sPXZzbMPWI",
  "I want a Tibetan singing bowl… I also want a hang drum.",
  "Prediction: Tomorrow \"he only *tried* to fire him\" will be the new \"it's just a tweet\"",
  "I tell you, if Sean Hannity wasn’t doing irreparable harm to our country this would be undeniably hilarious. https://t.co/iEIEniV1us",
  "Well, I'd like to see ol Donny Trump wriggle his way out of THIS jam!\n*Trump wriggles his way out of the jam easily*\nAh! Well. Nevertheless,",
  "Chimmies = churried \n#TeamTinySpatula #TeamCilantro https://t.co/MgCXUfiE5j",
  "@kgeiger128 Yay!",
  "@kgeiger128 Would you like to come over on Friday? We’re having flank steak with chimichurri sauce and Argentine wine?",
  "@Icrioh Thank god most of the Arsenal/Crew/Cincy twitter dot com doesn’t have my phone number.",
  "@Icrioh I can absolutely believe you’ve done this.",
  "@k_mitch15  https://t.co/ljvTqOEP83",
  "@gcgbag96 THOSE ARE SEWN SHUT FOR A REASON, YOU PEASANT!",
  "Vegetarians ftl",
  "@k_mitch15 Stop spreading it!",
  "Writer: \"Here's the pitch:\"\n\n-- Crew Ownership Blames Crew Fans For Sabotaging Move Of Crew To Austin --\n\nEditor: \"No, that's just the news, today.\"\n\n#SatireIsDead",
  "@KOTAstewart @tinylittleatom Love of avocados and cilantro. Pretty compelling case at this point.",
  "@tinylittleatom @KOTAstewart Traditional chimichurri does not include cilantro. Parsley and oregano are the only herbs.",
  "@KOTAstewart Trust me, I don’t need much encouragement to add cilantro to something.",
  "@KOTAstewart chimichurri - cilantro or no cilantro?",
  "@BLarsenAFC1886 wooooow. Make or break time, Mr. Conte.",
  "In the past ten days, I’ve received only one phone call and it was a telemarketer that I didn’t answer. This is the future I was promised! https://t.co/c9TsnpTKa1",
  "@bassmonkey408 \"One day it will look as stupid as someone failing an alcohol test by testing positive for *drinking* beer *in their own time in the past thirty days*.\"",
  "@EricM_LBC Well, she's dead so 🤷",
  "@bassmonkey408 Sure but you can be fired if you fail a breathalyzer when drinking beer so I'm lost.",
  "@bassmonkey408 What? Could you explain that?",
  "Just fired our shipping manager because he failed a random drug test for weed. Fuck that. Such a stupid, self-harming policy.",
  "It took me way to long to notice that somebody was standing behind Landon and not that he had gotten a new hairstyle https://t.co/ScV4Vtsx81",
  "@KOTAstewart 🤔",
  "@k_mitch15 It can be fun. Lots of funny stories and it’s cool to meet people, help them, give them job. Lots of really sad and disappointing stories too.",
  "@BobBrumberg @RealCJ10 Was my favorite player growing up.",
  "Next cooking task: chimichurri",
  "*Plays Move On Up by Curtis Mayfield on a loop forever https://t.co/LlZz9OZsKS",
  "@lavatwin @ColumbusCrewSC @MAPFREStadium Right?! Give @Morgan_Hughes his FO job back, you evil bastards! He's got a family to support.",
  "Using your current job’s email address to apply for other positions. https://t.co/2QJ7AoAmaa",
  "This is so accurate https://t.co/NNQsIxHpYG",
  "@SoDaveWasLike Lol. Exactly! I would’ve just flattened and modernized the old logo. https://t.co/zXklx1GfCU",
  "Uuuuhhh wot? No. https://t.co/3SqfdB5qlf",
  "Wow. Ok, I’m onboard with this nations league thing. https://t.co/jDsTsYpf6D",
  "@lavatwin  https://t.co/SxQmJWYD6k",
  "@lavatwin I was what on that last one... then I got it.",
  "@Icrioh @CincyGooners @rhinehausotr @KyleKile  https://t.co/ZjAMNmmfax",
  "@CincyGooners @rhinehausotr Btw I’m jealous of @KyleKile’s hair. Ashley says no.",
  "@dejenji  https://t.co/mJGP3N1rEJ",
  "Tarta de Santiago - Take 2 #FallingDownEdition https://t.co/Vw4KHEAPlF",
  "@kgeiger128 *tears",
  "Hey @kasafc! What’d I do wrong this time? #DavidScrewsUpSpongeCake https://t.co/CZtmgcwcmN",
  "@imazombii WOOP! Congrats, dude!",
  "@SoDaveWasLike Separate kid account. Is known. Also works if you do drunk/stoned Netflix.",
  "@madiann09 That’ll learn you!",
  "@PCush Work B**ch - Britney Spears",
  "@thedaviddawson I maaaaaaybe spent about ten minutes looking for it... but worth it. https://t.co/9vTTh8NaV1",
  "@SoDaveWasLike @TheZidar He rolled for insight",
  "@PCush @dejenji @Icrioh If someone asked me for a “han-er-shif”, I would be quite confused.",
  "@tokenliberal @Icrioh @PCush I hope mike sneezes on your phone",
  "@Icrioh @tokenliberal @PCush Hopefully you never sneeze on your phone.",
  "@kgeiger128 Thank you! Is flat. Gonna try again. https://t.co/PCD1s2uYnG",
  "@tokenliberal @Icrioh @PCush Honestly can say that I’ve only used one as a pocket square.",
  "@Icrioh @PCush “Washable snotrag”",
  "@dejenji @PCush @Icrioh Chief or chiff?",
  "@Icrioh @PCush This ☝️",
  "@kgeiger128 Ashely was supposed to bring you cake.",
  "@vexla_ Chasing those gold rings",
  "Word that I dislike that a lot of people like: folks\n\nAlways reminds that Obama said, “we tortured some folks.” *shudders",
  "@PCush @Icrioh Now five that don’t fit at all",
  "@Icrioh I do not know that specifically but I do in the larger sense that everyone’s birthday will eventually come around due to the revolving and revolution of the planet we inhabit.",
  "@Icrioh I think you’d have to message or call to find out.",
  "@Icrioh I mean it costs money yes but they take card.",
  "@Icrioh Habitat for humanity’s Restore. It’s like goodwill but for furniture and doors and bathroom fixtures.",
  "@Icrioh Need a King Arthur-style dnd roundtable? https://t.co/u7o27sxq0V",
  "@Icrioh @SoDaveWasLike @TheZidar Really? I’ve read one chapter of HP (in Spanish) but have read LOTR at least half a dozen times, including the Silmarillion, and first time was in 2nd grade.",
  "@SoDaveWasLike @TheZidar Don’t take this as any kind of indication that I believe that Harry Potter &gt; LOTR because not only do I not believe that, it is obviously false.",
  "@SoDaveWasLike @TheZidar True but Latin... https://t.co/4vSGZMVP5n",
  "@TheZidar I mean Latin would help with English vocab and give you a head start on other Romance languages at least.",
  "@CincyToLondon When in porkopolis...",
  "Languages Spoken: English, some Latin. https://t.co/gwytoHGw4S",
  "@Morgan_Hughes @dejenji @Icrioh Solid tweet. 10/10. Would read again.",
  "@Icrioh @dejenji @vexla_ @ShutUpYosief  https://t.co/jYtJ8Uj1F4",
  "@Icrioh @dejenji @vexla_ @ShutUpYosief No friends. Only housework.",
  ".@jwilliamscincy Your “is the streetcar cursed” piece is embarrassing you as a journalist. We all know you hate the streetcar, but this is a new, grasping-at-straws low. \n\nAnd the streetcar didn’t crash. It was hit by a driver. Way to bend the facts for your narrative. https://t.co/rK76XfSVEX",
  "Get yourself a partner as loyal as @JohanDjourou https://t.co/IxHGjJsi5Y",
  "@bassmonkey408 Thank you! Have yet to taste it so well see!",
  "Um, Coach 13ombay, are you aware of this? @QueenCityDisco https://t.co/2cpywYBA5C",
  "@KOTAstewart Exactly. No. I am intrigued though.",
  "@KOTAstewart I mean that’s a pretty broad scope, right? But yeah. I think it balances flavors well takes old world tradition with more flavor. Old but bright and new.",
  "@KOTAstewart  https://t.co/TuKLYeXXeO",
  "@KOTAstewart No! I tried to order a ham sandwich in Barcelona in Castilian and the person pretended to not understand me. #OneSpain #MadridDominationForever",
  "@KOTAstewart Spaniards are ridiculous. I can’t deal with it.",
  "@KOTAstewart  https://t.co/e67Pe8lZ5l",
  "So I’ve managed to make the flattest cake literally ever. https://t.co/F8mv4AieDW",
  "@kgeiger128 Not in the kitchen. In front of the tv. https://t.co/70EYxmXA8w",
  "This will be the first sponge cake I’ve ever baked so wish me luck.",
  "Tarta de Santiago - some assembly required. https://t.co/tpZP8WDdqH",
  "@kasafc Slander",
  "Grapefruit is so delicious. Don’t @ me.",
  "Sometimes I forget who I dislike more Dems or Republicans...",
  "@TimJames1989 🤷‍♀️",
  "@TimJames1989 Damn. Neither has any experience wide... 🙄",
  "@TimJames1989  https://t.co/OdGF3LYWAK",
  "@lavatwin  https://t.co/2zi5buPyOm",
  "when i saw this sign i gasped so loud now THAT IS A SIGN BITHC!!! https://t.co/fxzWZgYuW4",
  "@7amkickoff I also just love Gary Oldman so seconded.",
  "Man, I’d really rather not root for the eagles but this is where we are now.",
  "@babyredpepperco First time hearing that song and it is different than what I usually listen to.",
  "@babyredpepperco Oh man. The painting makes me want to add it but am I ready to open it up to any paint songs?",
  "@TimJames1989 IN!",
  "@dejenji Oh! My bad. IN!",
  "@rambogooner The Fox doesn’t care about your silly rules",
  "@dejenji Must include work or working somewhere",
  "@dejenji AGAINST THE RULES",
  "@TimJames1989 AGAINST THE RULES",
  "@mcornell Rush in. Blackstreet out. This playlist has rules.",
  "@KOTAstewart  https://t.co/3JQpiA7ZJ9",
  "I made a work playlist for painting. Any other worthy additions? https://t.co/Rv1buFbPBQ",
  "Pretty much par for the course, though. If Jesus came down from Heaven and blessed the streetcar, their headline would be: \"Long haired freak in hospital gown gropes trolley\" https://t.co/ktLFRE3Aag",
  "Cadet Bone Spurs. https://t.co/jBYiyM0NDH",
  "@MLSist I always though this was the Japanese national team crest but now that I’m actually looking at it, I have no idea where it’s from. https://t.co/pKLrjSxDcn",
  "@Icrioh @dejenji  https://t.co/DLAjv1QhAx",
  "@PCush @Icrioh @dejenji @Evan__Green @xCAPTAINzJACKx I meant to say hashtag hype but tbh it is a bit of a hostage/Stockholm syndrome thing going on too.",
  "@PCush @Icrioh @dejenji @Evan__Green @xCAPTAINzJACKx I am quite hostage hype!",
  "We only consume the fanciest of grilled cheeses. https://t.co/HOHfRsh7uq",
  "Why are there no papers or computer on this desk? This is not the desk of someone who is working. https://t.co/ZjLXKc5itI",
  "@Icrioh We’re all a bit emotional right now.",
  "@QueenCityDisco Woooow... I would’ve assumed that you liked that movie.",
  "@QueenCityDisco This morning! https://t.co/X5UIg6rjnj",
  "@Icrioh  https://t.co/h8CYDlWPcn",
  "@arsenalamerica Remind me. What nationality is he?",
  "@CincyToLondon @TimJames1989 Me too but I agreed with all the subs. Made sense for the game.",
  "@TimJames1989 Cause the other option is like 14 year old Eddie.",
  "@TimJames1989 @Runnin4h2o @JMolnar13 He was banging the coach’s daughter?",
  "@TimJames1989  https://t.co/zVF97Mcu67",
  "Mike dean not giving handballs in the box against United that he would’ve called on us... 🙄",
  "@QueenCityDisco https://t.co/s8GGSVaSfh",
  "3 man midfield https://t.co/yOHG1RGtFi",
  "@KOTAstewart @hangthadj It was! https://t.co/NH61OESY0n",
  "Goddamn you suck bing. That’s an easy one. https://t.co/LB2HV4G2sz",
  "@hangthadj Patiently waits for like from @KOTAstewart for making Latin American food... https://t.co/UdLc3munm6",
  "Ropa Vieja. @hangthadj https://t.co/NXaMMhyuId",
  "@Icrioh @vexla_ @ShutUpYosief Dammit! Not tonight! Ugh. https://t.co/CBdRrfHtE9",
  "@KOTAstewart You would!",
  "@TimJames1989 Interesting. While it is obviously a soda, I don’t think it’s a “pop”. Right?\n\nAnd yes to drink alone or to add any liquor and a squeeze of lime.  👍",
  "@TimJames1989 Ginger ale. Is known.",
  "@TimJames1989 I got the news alert and was like, \"Uhhh.... wot?\"",
  "@hangthadj This is what I'm going with. Concern due to the inclusion of raisins is outweighed by the addition of capers. #TeamCapers https://t.co/28bwhrQyLe",
  "Thanks to my instant pot, I intend to live exclusively off of ropa vieja for the next few days.",
  "I couldn’t decide so I bought both. Opinions, twitter dot com? https://t.co/D0yozxbC3g",
  "@SoDaveWasLike @ThaLandshark42 @TheZidar *itunes",
  "@SoDaveWasLike @ThaLandshark42 @TheZidar  https://t.co/8loEtZuelv",
  "@QueenCityDisco Thank you! Helps that it’s a block from my house. Will update.",
  "@QueenCityDisco What’s your favorite of the greasy spoons on Monmouth? Gonna start exploring the local scene and thought I’d start with an expert.",
  "OMG Flamingos are the biggest dummies. #PlanetEarthII",
  "@thedaviddawson @KOTAstewart @AEP8688 is #TeamSaag. I’m more #TeamTikkaMasala.",
  "@KOTAstewart FYI below. Saag Paneer is the most common version but you can generally order any curry/sauce with paneer. https://t.co/8MH4VcWKWR",
  "@KOTAstewart ummmmm... kinda like cheese meets tofu. It's amazing. https://t.co/FRejDkPMpH",
  "I wish kroger sold paneer. That’d be dope.",
  "@Morgan_Hughes @TheZidar Spelling was never your strong suit.",
  "We just walk around pretending it’s not weird that one of our hands is better at stuff than the other.",
  "@TheZidar Btw bravo on identifying hamster v guieneia pig. I called him hamster lion.",
  "@TheZidar Combo animals rule! https://t.co/QskRrRMFRK",
  "I love it when an old meme comes back around. https://t.co/iOXHxeZsED",
  "@TheZidar SURPRISE FRIEND!!! https://t.co/UxudNcnFjU",
  "@settingthetable I shall experiment! https://t.co/EOorxHdwzP",
  "@settingthetable  https://t.co/5DGNd5zqZP",
  "So Kentucky Derby and Cinco de Mayo are on the same day. God save us all.",
  "@KOTAstewart I was going to jokingly harass you but after this training I’ve learned sexual harassment is no joke.",
  "Off to sexual harassment training! Who says working in HR is lame?",
  "@ap00rv You’re welcome. It’s designed for 24x36.",
  "@kezcartann I really really don’t want to talk to this person. He’s not gonna know anything either!",
  "Voicemail from employee’s wife: Paycor is all messed up. Can you fix it? Call me back... wait I can’t remember my own phone number. Talk to employee. Thanks. https://t.co/qBDW3a6RpE",
  "@kgeiger128 #RodentLion https://t.co/9EigW7nNVm",
  "@tinylittleatom @lavatwin  https://t.co/fCyFU3h18u",
  "@lavatwin @tinylittleatom  https://t.co/sV5HvxbmX8",
  "@lavatwin  https://t.co/lYq23iLuO2",
  "@tinylittleatom But also I hate coconut so explain that 🤷‍♀️",
  "@tinylittleatom Samoas = best cookie",
  "@KOTAstewart @ladystank So majestic! #Crewkatallion https://t.co/zkSONAwr3Z",
  "@ladystank Also good!",
  "Barely edged out #Crocoduck due to fluffiness https://t.co/WHaJkZJSpo",
  "#Hamsterlion #NewProfilePic https://t.co/2FSvRmilmF",
  "@Icrioh You, sir, are mistaken https://t.co/vVocaCJiAM",
  "@Icrioh 🦈+🐍 = SHARKSNEK!",
  "Watched some Planet Earth II and it’s amazing. 10/10. Animals are cool.",
  "@kezcartann They are adorable!",
  "@ap00rv Cool! Yes and no. I've got a PDF link and if you'd like to print it yourself, you can. Just don't sell it. https://t.co/M932w7qvBd",
  "Looked at my timeline and thought MLS had announced Cincy on a Sunday night or something due to the level of freakout. #WutIsFootball",
  "Arsenal being unable to defend is not necessarily new, but I don’t think I’ve ever seen an Arsene Wenger team with less attacking threat.\n\nThe whole thing is a mess, Wenger is not the man to rebuild or correct it,  and the sooner we find and appoint the man who is the better.",
  "Man, Rambo get that hair game together.",
  "@PCush Aaaaannnnddd at the moment 4th is looking less likely anyway.",
  "@PCush Sure but I’d still rather be the only team to ever do it.",
  "@PCush Invincibles.",
  "Is Bellerin drunk?",
  "Bellerin had killed more attacks than the Bournemouth defense",
  "Definitely rooting for Liverpool today… 😑",
  "Well, I for one am excited to relearn how to spell Mkhitaryan.",
  "Meet Kona. She was wondering if you need any assistance with the dishes this evening. Offered to lick them or maybe just supervise. 13/10 https://t.co/m1sBd6itek",
  "Hawaii civil defense drills. https://t.co/B1sAbuuxhC",
  "@tombahama69 Thank you sir! You’ll have to come down to pick up your wedding gift!",
  "@kasafc #LegenD",
  "Post-Snowstorm Moving Day! #Blessed",
  "@hangthadj https://t.co/7rZrOVai4x",
  "I‘ve always wanted a chifforobe",
  "@BostonKeith Pretty sure OCB got flooded back into the swamp.",
  "If any of my cincy friends are interested in a foosball table... I'm on craigslist constantly now looking for stuff and spotted it. https://t.co/adksltfvWI",
  "@Icrioh @dejenji Oh but 🔙🔛🔝 is a package deal",
  "@Icrioh @dejenji I think any of those could be effective",
  "@Icrioh @dejenji Idk...🍺🤖😘💍🧟‍♂️🕶🐶🦑🌶⚽️🎮💰🔫📯💛🖤🔙🔛🔝?",
  "🤷‍♀️ https://t.co/mbvh9A9jO7",
  "@madiann09 💁‍♀️",
  "If you could only use one emoji for the rest of your life, what would it be?\nMine is 🤷‍♀️",
  "@ladystank @madiann09 💛🖤🤷‍♀️😒🔙🔛🔝",
  "The nobility in the American idea is in its rarely-realized dedication to the idea that anyone can come here, anyone can join the project and be welcomed. All men and women are created equal and endowed by their creator with right to live, to be free, and to try to be happy.",
  "@kasafc First memory of like an identifiable national event was one of the ‘92 presidential debates so I think I was always a weirdo.",
  "Holy shithole balls. https://t.co/p9wMoRiUg5",
  "Genuinely my favourite ever tweet https://t.co/z1PtpFtAx6",
  "Sidney Gish is so good/fun/neurotic/freeflowing/amazing. I like it.",
  "@bassmonkey408  https://t.co/zbtjIZtJMN",
  "Just realized that walking to my car at night while carrying leather gloves and a hammer probably looks... less than friendly.",
  "@dejenji Congrats, boss!",
  "@dejenji  https://t.co/UEer2hZZTH",
  "Welp. I didn’t get the job. Bummer. Next time.",
  "@gunner921 @TittiBoy Lol",
  "Pour one out for our homie @TittiBoy losing his two favorite players in the same season. https://t.co/5mlKeuiCu7",
  "My door locks itself and it freaks me out a little bit.",
  "@CincyToLondon It me #ExtraAF",
  "@hangthadj Thank you, sir https://t.co/ZytrGLH7yU",
  "@BostonKeith Oh hey dude! I’m moving this weekend. See you Saturday at 0830?",
  "I may have gone too far... #DavidMakesDrinks https://t.co/PlZwEFTqwS",
  "@madiann09  https://t.co/wheba2uzbw",
  "It's a 180 minute game. It's a 180 minute game. It's a 180 minute game. It's a 180 minute game. It's a 180 minute game. It's a 180 minute game. It's a 180 minute game. It's a...",
  "Wait did I just hear Cincinnati Ohio on Arsenal Radio?",
  "@itsjustBru Cause after https://t.co/5sOfOMngE7",
  "VAR is dishonest to its federation.",
  "@TimJames1989 Classic. We’re great when we’re not terrible... and sometimes when we are terrible too.",
  "@lavatwin Aww thanks! #Validation",
  "@lavatwin Literally everyone of those names. https://t.co/wyISkkBzI2",
  "@GRE4TEST_EV3R @Icrioh As always. https://t.co/tUKfalmSpl",
  "@GRE4TEST_EV3R @Icrioh He’s literally an Aston Villa reject.",
  "@GRE4TEST_EV3R @Icrioh I’m aware.",
  "@TimJames1989 I mean he’s the one who wrote all of RHCPs good stuff and his solo stuff is solid and less funky.",
  "@TimJames1989 This one is so tough and everyone time I start it in my head, I tear it up. You need musicality and space. Hmmm...\nBeauford, McCartney, Frusciante, Albert Hammond Jr, Mercury",
  "@HoffVir  https://t.co/6NRXeKwB9S",
  "@Icrioh @EricLichaj Look, a lot of people in this situation can eat a lot of dicks. End of.",
  "We won the Gold Cup last year? I do not even remember that.",
  "@Icrioh Eat five dicks, @EricLichaj.",
  "Just made a job offer to someone born in 1999. https://t.co/dlcpHUpOpH",
  "@thedaviddawson @dejenji @ConnorWPaquette @Alchmst_dsgn As much as I like salvaging futbol and doing something German/Cincy heritage, this ☝️",
  "@dejenji @ConnorWPaquette @Alchmst_dsgn One isn’t easily spellable on a pc and the other plays into American opinions of soccer as a “fussy” prim little “sport”. 🤷‍♀️",
  "@settingthetable  https://t.co/reLUPIVbwe",
  "@TimJames1989 haha that's fair then wings. Good but too many downsides (bony and difficult. get your hands all sticky, etc)/",
  "@TimJames1989 Well the top left aren't tacos so...",
  "While trying to help an employee he says, vaguely at me, “I’ll whoop anybody’s ass. I’m not afraid to go to jail.”\n“Are you threatening me?” - me\n“That’s not a threat. That’s a promise.” - employee\nMe - https://t.co/KfsFN0krwW",
  "Wait?! Jonny Evans is 30?",
  "@madiann09 Big if true.",
  "@Runnin4h2o That's fair.",
  "Sorry Oprah, I'm not interested in swapping one reality tv star for another.",
  "can you imagine how hot we all would have seemed like 600 years ago https://t.co/EZzjSoA1FV",
  "@kgeiger128 @thedaviddawson @AEP8688 I am loving that Laura Dern is in both films. https://t.co/NXITXpdqa3",
  "@k_mitch15 Dude, same. 🙌",
  "@kgeiger128 @thedaviddawson Tried to show this to @AEP8688 and... https://t.co/WpITfHCEOn",
  "@kgeiger128 @thedaviddawson Wait… Should I run or want snuggles?",
  "@bbyrer But it’s delicious!",
  "@KOTAstewart @rambogooner  https://t.co/xF0ehbnZZk",
  "@KOTAstewart It’s a well known fact that sprinkles make any treat 20% more delicious. #ILoveSprinkleStuff",
  "This birthday cake macaron is amazing https://t.co/vEd3erQJJD",
  "Not bad. Maple twang.",
  "When this is the only sugar you have in the whole house you get maple syrup margaritas. https://t.co/jLmlU9TJNl",
  "@bassmonkey408 This is a half ass commitment.",
  "@EricM_LBC That’s... insensitive. Lol",
  "@EricM_LBC  https://t.co/C5lUvXcDGk",
  "@CincyToLondon  https://t.co/pr4eQKp0KQ",
  "Negroni\n1 oz Gin\n1 oz Campari\n1 oz Sweet Vermouth\nOrange Twist\n#DavidMakesDrinks https://t.co/Eo6Tt1Ycky",
  "@TimJames1989 Yeah, doing this on one of the coldest days of the year was a gutsy call. https://t.co/nKJYpvHwDK",
  "I have installed a thermostat! \n... with some help from @TimJames1989 and his dad... https://t.co/2iUczqcA5E",
  "@DaveHageman77 But.... it’s cold.",
  "Do I have any hvac friends? I have what I think to be a simple, but non googleable, question.",
  "@theliammalone Yeah...? The more teams the less likely we are to win right?",
  "@henrylipe Sorry I failed you, Jasper. You were too good for this world. https://t.co/Osc4f9qzNA",
  "@henrylipe Bad news, friend. Jasper didn’t make it. 😔",
  "I guess casual fuccboi works. 🤷‍♀️",
  "There should be a more concise term for “person who likes PR and thinks we should do it in America with some concerns but just doesn’t want to talk about it”",
  "@QueenCityDisco I think so too. Just interesting when and how (required?) it’ll happen. NPSL and PDL have an ungainly amount of teams and conferences.",
  "His name is Jasper. #DavidSavesLivez https://t.co/HLGK4mD7GA",
  "Saturday morning! https://t.co/i5LydpzTVv",
  "#Hope https://t.co/wPGoCAhuU9",
  "@AlexCSprague O. M. F. G. 😍",
  "@Crpls  https://t.co/g4fl6QcACh",
  "How many teams in USL is too many teams?",
  "@imazombii @itsjustBru @Killer_Pelican @JimmyTheShovel @CHZabuza @LazyxBear @cesarvthunder1 @SpooksyWarrior I very glad one person understands how to use furniture for sitting.",
  "@miffedtweeter @MattsBestTweets  https://t.co/KJt4bLIqO1",
  "@kumailn Well you’ve got my vote.",
  "Yay! https://t.co/xu3zilrFLu",
  "I'm reading Hillary's book and it gives me a new appreciation of how hard she fought to win the election: https://t.co/l7ISDSmuTf",
  "@dejenji @Icrioh @davemburkett @e_nietupski As one of Dave's 19 followers, I'm waiting for Mike's Roast.",
  "@hangthadj @KOTAstewart Every team needs a bastard and might as well have a big fuck off one who does most of his bullshit off the field. 🤷‍♀️",
  "@hangthadj @KOTAstewart  https://t.co/ov6BFsQEkK",
  "I need some saline spray. It's dry as balls.",
  "@KyleKile @rhinehausotr @SGender @akohlhepp Can’t. Even.",
  "@KyleKile @rhinehausotr @SGender @akohlhepp Fits your new god-fearing, conservative trump voter identity.",
  "@KyleKile @rhinehausotr @SGender @akohlhepp So Kyli?",
  "@KyleKile @rhinehausotr @SGender @akohlhepp I still don't know how to spell your name.",
  "@TheZidar It’s very nice but a lot of work to take it to the next level. If you’d believe it, it’s even older than @tokenliberal! https://t.co/uqImQlxM6a",
  "@hangthadj Do it! Rum is the best.",
  "Me at the placement of every single light switch in this place. https://t.co/lW9qYo1bAr",
  "@imazombii When you drinking G&amp;Ts and it’s five degrees outside, you know you’re a baller.",
  "@hangthadj Of course!",
  "New house = Classy AF \n#DatDecanterLyf https://t.co/ZbhKzXAGi4",
  "fucking pay us maybe https://t.co/XQbTDtqplH",
  "Sorry, but your screenplay is implausible. You need a complete rewrite. https://t.co/ALmIhbsVDa",
  "Me: women can do whatever the fuck they want. That one right there can kick your ass. \nCEO: https://t.co/uFqA2oekm1",
  "Favorite/Most annoying regular conversation w/ CEO -\nCEO: Was that a new customer service candidate?\nMe: Nope, warehouse worker\nCEO: Her?\nMe: Yep, she's a marine.\nCEO: oh...",
  "Conservatives' self-professed belief in federalism was always a huge fraud. It never extended to any state policies that they disliked, and still doesn't: https://t.co/t3XHLN2tQb",
  "@KOTAstewart @TheZidar @Toddrick33 @CowtownBen @SoDaveWasLike @bradenmast12 Well then I vote @tinylittleatom and @k_mitch15 to lead the revolution.",
  "@KOTAstewart @Toddrick33 @CowtownBen @SoDaveWasLike @bradenmast12 I'll grab the torches!",
  "@KOTAstewart @Toddrick33 @CowtownBen @SoDaveWasLike @bradenmast12 I'm in, comrade. https://t.co/IIngZ3v2jN",
  "@mikeAckley98 Thank fucking god",
  "@mikeAckley98 Currently... neither",
  "“you are the best boy. you deserve all the noggin pats. nobody protects this household like you do. be strong for the human” 14/10 https://t.co/n0bR1YIydB",
  "Millenials. Walking around like they rent the place.",
  "“There’s a kind of sick, perverse dynamic… People who really are heroes of conscience—they don’t matter, because they speak up early. The tipping point is the people who are the biggest opportunists. When you lose the opportunists, you’re really in trouble.”—@davidfrum 10/10/17",
  "In the Trump/Bannon divorce who gets custody of the Nazi's?",
  "Biggest positive of working on your own house vs being paid to work is that you get to drink openly.",
  "@TheZidar  https://t.co/uK4TB3vYym",
  "Can’t stop thinking about how many different places a murderer could hide in my house.",
  "View from my window https://t.co/YTjf3z5rIl",
  "I really like this scarf and the idea behind it. #JunctaJuvant",
  "Took me a minute but I found it https://t.co/PkWsMQVCn1",
  "I don't get how the discussion in football has moved to the point where contact equals a foul. It doesn't. That's literally not in the rules. Bellerin did not trip Hazard. He maybe touched him, and Hazard went down. It was not a penalty. It's that simple.",
  "Man, can't wait for all the soft penalty calls we're gonna get in our favor because everything magically balances out... it doesn't.",
  "2-1 win",
  "So I have burned 600 calories this week watching Arsenal 🙃🙃🙃 https://t.co/rQpSiirSa7",
  "Get fukt, Bald Referees.",
  "Get fukt, Chelsea.",
  "Nobody likes us. That's Facts https://t.co/UOEFjSAU0h",
  "@j3rfAFC More just losing the ball constantly. Constantly.",
  "God, I hate Alexis.",
  "Floaty crosses are. the. WORST!",
  "Jack taking out Cesc is life.",
  "HOOOOOOOOOWWWW",
  "fuuuuuuuuck",
  "It me https://t.co/mlv6HTwwyt",
  "@Icrioh @tinylittleatom @dejenji https://t.co/hKDlXLNfVp",
  "@TheZidar Biggest annoyance was the ending when like 95% of the people in the Resistance have been killed (or at least in that unit) but everyone cheers and is happy. All that said, it was a fun film and I enjoyed it.",
  "@TheZidar Sure. I'm just annoyed at the changes in the universe that had to be made to to make that specific film. Also where'd the New Republic go? Went from \"we don't even believe there is a first order\" to \"Ope. We're like 100 people.\"",
  "@TheZidar Setting it up the KoR and not talking about them when they'd definitely have been relevant. Ships don't run out of fuel. Hyperspace tracking doesn't exist. etc etc etc",
  "@TheZidar Yeah, that's what I had assumed as well. I'm more just salty at Rian's utter disdain for anything in the broader universe past or present.",
  "@TheZidar I’m just saying they didn’t touch it at all in the new one.",
  "@TheZidar *Sigh... to bad that's apparently no longer canon.",
  "@TheZidar Is that because you had to complete your getaway after robbing a bank?",
  "@Icrioh 🤣 https://t.co/1p6m3CImAa",
  "Every time I see a gofundme for someone's healthcare, I hate this country a little more. So disappointed in us.",
  "@Toddrick33 @tokenliberal @KOTAstewart reread, counselor.",
  "@Toddrick33 @tokenliberal @KOTAstewart What if I told you that moving the crew was also manufactured more than 2-3 years in advance?",
  "@tinylittleatom Inaccurate but #OnBrand.",
  "@tinylittleatom I'm gonna be disappointed if that album isn't the wrestling one.",
  "@Toddrick33 @KOTAstewart @tokenliberal Shirtz v Skinz",
  "@CincyToLondon @KyleKile  https://t.co/7CocM34U3Q",
  "@tinylittleatom Technically more of a brown out.",
  "@KyleKile I knew you’d find this!",
  "@CincyToLondon 30th birthday couple weeks ago",
  "@tinylittleatom Ouch.",
  "@ladystank Gotta have kids first to have any grandkids!",
  "@ladystank Cool grannies are the best!",
  "You don't think Trump's getting a fair shake because of the racial composition of a jury? Man, I got some really bad news for you about the U.S. criminal justice system... https://t.co/e6uHj1bjYP",
  "@ladystank  https://t.co/QZpmyyfkvl",
  "This is Winnie. She wants to know who threw that snowball. Commends your accuracy but demands a puppology. 12/10 would comfort https://t.co/d4RYMasgef",
  "The good part about throwing up when you’re wasted is that you hardly remember it.",
  "@jpbach *clutches liberal arts education",
  "@rambogooner #MoreScienceThanArt",
  "@jpbach For sure.",
  "@GMPunk Yeah, same. Our big problem is nobody has ever looked at this in a systematic manner with pay bands and whatnot so none of it even makes sense.",
  "Trying to make pourover coffee without a scale or measuring implement of any kind has led to widely varying results.",
  "@Icrioh Like almost all white men in salaried roles and women in clerical roles. It’s 2018… even in Kentucky.",
  "@Icrioh I haven’t done an analysis of men v women cause the company is small and we don’t have men and women in comparable roles. 😐",
  "@Icrioh Trust me… we are all aware.",
  "@Icrioh Pretty sure Wikileaks isn’t concerned with how much anyone makes at my company.",
  "Downside of being in hr is you have access to all of the payroll data... https://t.co/b6OcPri02t",
  "@k_mitch15 ... ope...",
  "@k_mitch15 *gives you a hug while encased in a hazmat suit",
  "@BLarsenAFC1886 Yeah, just felt wrong and dirty the whole time.",
  "“IM GONNA CALL MY LAWYER AND WERE GONNA SUE YOU!” - Employee\n“Okay there, friend. You have a good time with that.” - me",
  "Hmmmm... probably should go ahead and unlike that page... https://t.co/Aen0WxFooo",
  "@MBrooESQ Guy who takes care of him is from Cincy so he knows.",
  "@CowtownBen I remember being a starry eyed dreamer like you...",
  "@tinylittleatom @KOTAstewart @CowtownBen @icrioh give Molli her account back.",
  "@CowtownBen  https://t.co/4BBoBroxPf",
  "@Icrioh @madiann09 @SUEtheTrex Not too terrified of this goofy chicken looking asshole https://t.co/8dmiC3QeAo",
  "@madiann09 @Icrioh @SUEtheTrex I mean I've only seen all of the Jurassic Park movies but isn't the trick to not run?",
  "@Icrioh  https://t.co/3vqlpFUiWB",
  "@EricM_LBC I mean in reality basing all the wealth in the world on how much of a random metal you can exchange it for is also ridiculous.",
  "@EricM_LBC Thank you, Vietnam War.",
  "The economy is doing well when no one goes hungry.\nWhen everyone has a home to go to and doesn't have to worry about keeping the heat or lights on.\nWhen healthcare is automatic and an illness does not cause bankruptcy.\nWhen education is accessible to all. https://t.co/ifB3OXhHzi",
  "#DavidHatesKids",
  "Don’t act like you don’t know why I mean-mugged the shit out of you, 15 year old wearing a Pogba jersey.",
  "@handrajs @dejenji Sorry guys. Apparently Mr. Bombay says no.",
  "Hmmm... gonna have to learn how to create a twitter bot to reply to every streetcar tweet. @handrajs or @dejenji wanna help?",
  "@CB_Connector Thank you! #UpTheBusinessMetrics #Engagement",
  "@QueenCityDisco @handrajs *Gods' #Pantheon",
  "@CB_Connector Thank you! #UpTheBusinessMetrics #Engagement",
  "@KyleKile  https://t.co/ACTNsgiPS3",
  "\"I'm not going to call myself a beginner at things I haven't done before anymore. \nI'm no longer a beginner skier; I'm a potential skiing savant.” - me 2 years ago",
  "Bank account nice and empty. Starting the year on a clean slate",
  "@bbyrer For sure! Buying you Campari for your bday. Or at least Aperol.",
  "@_dougesmith_ Sorry. Other fountain square. Indy. https://t.co/nGROxtk5Im",
  "Thunderbird in Fountain Square is my perfect bar. Good cocktail and drafts list, cool vibe, and reasonably priced.",
  "Actually there’s 46 universities with that mascot but you get it.",
  "There is only one Bulldogs. #Butler",
  "@Icrioh @dejenji @e_nietupski I’m team #TwoGnomesInATrenchcoat",
  "Gold. @Icrioh @dejenji @e_nietupski https://t.co/ZmxrkeSEhe",
  "@BobcatPride2307 What are some of your favorite? We didn’t do anything special but I like the silver dollar pancakes to bring good monetary fortunes.",
  "Chicken, bacon, pepper jack, and avocado truly represents the apogee of #sandwich technology. https://t.co/GQJryrOHid",
  "@HoffVir And I hear Cannavaro...",
  "@HoffVir Holding definitely better than Chambers. No question.",
  "Good riddance 2017. Honestly it's been miserable. Some bright spots, sure. But by &amp; large, absolutely terrible. Globally, personally,  professionally. Problem is there's no magic reset button on Jan 1. So I don't know. Guess we'll see what happens. Stay safe to tonight.",
  "@dejenji @CincyGooners @rhinehausotr Yes. They have FA Cup against Forest.",
  "@dejenji @CincyGooners @rhinehausotr There is no rhinehaus, only Zuul.",
  "PICKY EATERS ARE SOCIAL TERRORISTS",
  "Trump keeps proving that if you simply refuse to be ashamed of your corruption and lying, there’s not much the media can do to you, and the conversation eventually moves on. It’s a real weakness in the system, at least while the opposition party is powerless. https://t.co/OZspVvF3Z4",
  "For no person in particular... 🙄 https://t.co/McIpMdv3gl",
  "@ThaLandshark42 @imazombii Could not even tell you when the last time I had some nugs was.",
  "Ben Franklin also disowned his OWN FUCKING SON for siding with the Loyalists; Junior had to flee to Britain to avoid a dad-sanctioned hanging. Free debate does not involve acquiesence to unacceptable ideologies. https://t.co/wBelDwqId1",
  "fuck 2017, and probably fuck 2018 too",
  "@imazombii I’m not mad… I’m just disappointed",
  "Well fuck all that",
  "Me, logging on to Twitter, every day https://t.co/FOKFkLZJR1",
  "@JeremyLance @fccincinnati Why have a team when you can have a whole league?!",
  "@JeremyLance @fccincinnati Got you, fam. https://t.co/Px1xew5OTE",
  "@mikeAckley98 GO DAWGS!",
  "Would any of my friends like 14 gold and 15 silver 7” hexagonal mirrors? https://t.co/6dz2aQFbV2",
  "@UnderBootSoles  https://t.co/tQYH4K5x1Q",
  "@UnderBootSoles Frozen Custard &gt; Ice Cream",
  "@selanmx I need one. My thermostat tried to murder me last night. Set itself to 62. https://t.co/ZNKHwk6w7L",
  "I now live within two blocks of three different coffee shops. #LyfGoalz",
  "@ThaLandshark42 @k_mitch15 #BallinOnABudget",
  "@ThaLandshark42 @KOTAstewart Way to go! That’s not Doran but it is almost average.",
  "Favorite photographs of 2017. Up now on QC/D: https://t.co/iAvormiZKx https://t.co/HzQWU6OtN4",
  "@BryanWeigel No skillet or butter either. Lol",
  "I don’t know how the fuck I thought I was gonna make toast without a toaster. https://t.co/shqtXkA4nj",
  "@k_mitch15  https://t.co/cEl4Yzrgih",
  "@theliammalone Food can turn on you but beer, beer is always your friend.",
  "This house is a silly ass bitch",
  "@JeremyLance Would someone do that? They also left two bags of edamame in the freezer. 🤷‍♀️",
  "@mattgoshert This isn’t a competition but if it were I’d like to think that we’re both winners.",
  "@selanmx Those goddamn apricot preserves!",
  "@Toddrick33 That’s for @ladystank and @stank_lord actor “children”",
  "Current fridge situation: dire\nCurrent alcohol situation: 👍 https://t.co/akpMLVyDTh",
  "@BobcatPride2307 *Goetta",
  "@BobcatPride2307 The people demand controversial but small criticisms of the city and who am I to deny them?!",
  "@Ole_Abner Love it here too!",
  "@CincyToLondon Actually a larger city proper and metro area than Cincy... 🤷‍♀️",
  "@EricM_LBC At this point, I wouldn’t recommend putting your opinions on the twitter dot com.",
  "@BobBrumberg This was meant more jokey than it apparently came across. Little things. Vast majority of things and people I love.",
  "@jblakelane @taestell @CincinnatiPhil @UrbanCincy Definitely, I moved here eight years ago and I’ve seen it change. As I said, there are tons of things I love about the people who live here, this city, and this region.",
  "@taestell @jblakelane @CincinnatiPhil @UrbanCincy I’m sorry that is what I meant. When it happened in Indy in the 70s, it required the state to force it to happen and that’s when you saw growth in the city take off.",
  "@dayvboy2g I think there’s a lot of great things from it if you’re from here. I think it does have some negatives if you’re moving here from out of town.",
  "@taestell @frickindannie @linsinnati As I said, not a real city was a mistake. As I also said, the balkanization of the city has lead to inequality and overall negative outcomes.",
  "@tempspaz I don’t dislike it. It was just hyped to me for years by Oprah before I even tried it and it just wasn’t the best ice cream ever.",
  "@jblakelane @CincinnatiPhil This is a particular issue because you end up with a lot of intractable issues where there are really poor towns and really rich towns, town that only exist as speed traps, and a county that’s much more influential than a city.",
  "@jblakelane @CincinnatiPhil I’m talking about all the different towns, townships, and cities within Hamilton county that are not in Cincinnati. When you look at the actual land footprint of other cities in the midwest, they’re much larger.",
  "@CincinnatiPhil I can love the city as a whole and a lot of things about it individually while disliking other things.",
  "@CincinnatiPhil 🤷‍♀️ It was always gonna be inflammatory. Real city was wrong but lack of unified and larger gov is a valid criticism that’s stymied the city’s progress.",
  "@KOTAstewart Indianapolis",
  "@linsinnati No, Cincinnati is particularly poor at annexing it’s surrounding towns, especially when compared to Columbus, Indy, Louisville, etc",
  "Addendum:\nPeople who act like NKY isn’t Cincinnati https://t.co/T1PeAFn5K9",
  "Realtor didn't get us a bottle of champagne. I thought that was the law?",
  "Cincinnati things I still dislike:\nLarosas\nYour “chili”\nYour love of sports scoundrels\nDrivers (especially in any weather condition)\n“What HS did you go to”\nGraeters Hype\nNot being a real city but just a bunch of neighborhoods and towns\nNick Lachey\nWeird fascination with pigs",
  "#BeastMode Double Goetta Egg and Cheese https://t.co/kH1npkzoNT",
  "Got you a wedding gift @tombahama69! https://t.co/rF5Rfxbe7T",
  "According to a new BBC documentary, T. rex actually looked like a big time clown dumbass. Roar probably sounded like a horn honking https://t.co/enHUCW7G2o",
  "@TimJames1989 @SoDaveWasLike @selanmx It’s tough but very doable. Trick is pattern size. Big pattern on shirt and small in tie or vice versa.",
  "@TimJames1989 @SoDaveWasLike @selanmx Patterned/Plaid shirt though and any coordinating jacket https://t.co/Evz1sqkc9l",
  "@TimJames1989 @SoDaveWasLike @selanmx Can be done but it sounds like a sweaty affair. https://t.co/sjd6Fw5eU9",
  "@SoDaveWasLike @TimJames1989 @selanmx Getting back to work on the barn, Tobias.",
  "@TimJames1989 @SoDaveWasLike @selanmx That is one. Herringbone or houndstooth and patches also super common. I have a plainish grey one I wear when classing up some jeans and a T-shirt/sweater.",
  "@SoDaveWasLike @TimJames1989 @selanmx Well more so a sport coat but yes. Technically sport coats are cut to be a bit roomier, something you could where with a sweater underneath, while a suit coat you would not.",
  "@TimJames1989 @SoDaveWasLike @selanmx The typical blazer is blue with buttons. Think waspy new Englanders in boats with school or club patches. Sport coats are anything else.",
  "@TimJames1989 @SoDaveWasLike @selanmx Suits are matching. Blazers and sport coats specifically don’t match the pants.",
  "@selanmx Not a suit really. Black pants and blue blazer, which is weird, but okay.",
  "@PCush  https://t.co/oB0nzjgpHM",
  "@KyleKile @QueenCityDisco Ronnie hasn’t seen Semi-Pro!!! https://t.co/iIrcjNTyBX",
  "@j3rfAFC @KlausBromi Easiest place to start is what do you have already in your bar &amp; what are you willing/wanting to buy? Obviously related, what do you like to drink?",
  "Glad we knocked @QueenCityDisco’s Crystal Eagle Palaces out of the Flint Michigan Megabowl!",
  "@chiroboi  https://t.co/O8sIZhuOAL",
  "@goonerleon10  https://t.co/JH3UCSv8VK",
  "@chiroboi … welbz?",
  "@goonerleon10 Y u do dis?",
  "@imazombii  https://t.co/1cfvEGNWZi",
  "@imazombii Post pics of you oiled up in a speedo on the twitter dot com or you're not telling the truth!",
  "This service rep has the most Jersey accent I’ve ever heard.",
  "@settingthetable Magic! https://t.co/oOYQP5GJwB",
  "@KOTAstewart Psss its a “you’re using dumb units” joke",
  "@KOTAstewart You prefer near boiling to jacket weather? Hmmm ok.",
  "With reasonably priced furniture you can either have scandi/midcentury or farmhouse/rustic. Nothing else!",
  "@rambogooner @FCCTheBailey @CSU_local513 @wrongsideofpond @amandakathlyn @mikehudsonsucks @ShutUpYosief @Cincy_Crew @TanaWeingartner @dejenji @Icrioh \nI hope I didn't forget anyone. Columbus Eagles vs. Cincy!! #hellisreal #hellcouldbereal https://t.co/f3lKDawzKn",
  "@jblakelane Then today is your lucky day. Ejemplo - https://t.co/WUGbyMXZz8",
  "@jblakelane Are you... are you mocking me?",
  "@7amkickoff @kasafc #NewCinnamonChallenge",
  "@CincyToLondon @dejenji  https://t.co/n3cNmP9i9m",
  "@CincyToLondon @dejenji You mean MLS?",
  "Painting was my summer job for like 8 years. I’m good at it and I hate it… and I’m about to be doing a lot of it.",
  "@kasafc @7amkickoff Man, so that raw cookie dough is really taking your life into your own hands. Lol",
  "I don’t want a mute button for some people, but a “see less of” button would be nice.",
  "The traditional goodbye after you’ve met someone from craigslist is, “Thanks for not murdering me!\"",
  "@KOTAstewart That’s what I did. Was good. 👍",
  "@KOTAstewart Egg, cheese, goetta on a bun. Potato pancake on the side.",
  "Was delicious. Don’t understand the hate. @tokenliberal can suck it.",
  "So are you supposed to put a condiment on it? https://t.co/a5IGw3UUNF",
  "@tokenliberal @Icrioh Oh and that other Keim was city councilman for the Fourth Ward, which is the same district where I will be living. Pretty crazy coincidence, I think.",
  "@tokenliberal @Icrioh Down the street was Licking Bourbon Distillery, one of the largest in the state prior to prohibition, and Old 76 Distillery. Across the street is the original Newport HS built in 1873, still used as the intermediate school and is gorgeous. https://t.co/yZL5PV9JSr",
  "@tokenliberal @Icrioh The theater on the corner was a former German language church that’s congregation dwindled over time. It was struck by a tornado in 1986 but they didn’t have enough money to repair it so they sold it to the theater company.",
  "@tokenliberal @Icrioh A Keim (not closely related as far as I know) was editor of the local newspaper and another was on city council. The area (Mayo’s Orchard) is named for an immigrant from MA who went to Harvard, was friends with John Quincy Adams, and settled in Newport.",
  "@tokenliberal @Icrioh Little tidbits I think are cool.\nBefore my house was built there was a huge floral shop with greenhouses on that corner. That house is older than Arsenal FC. It’s one block from where the largest brewery in the Cincy area used to be.",
  "@tokenliberal @Icrioh Is it that controversial to say history is interesting, especially the closer it is to you?",
  "@tokenliberal @Icrioh I’ve never bought a car and never made a major purchase at a garage sale.",
  "@Icrioh Well, I mean the whole point is that they’re not 100% random. You shared a house. You have a connection.",
  "@Icrioh Really? No interest at all in history? People or places that you’re connected to?",
  "@Icrioh So I can say hi to their ghosts, duh.",
  "@Icrioh To figure out who lived in my house. Best I can tell it’s Henry J Fitzsimmons, a clerk who then becomes a real estate and insurance broker.",
  "@tinylittleatom Wiki says briefly... https://t.co/JDDhOmMTQU",
  "@tinylittleatom Molli shook rn #TheMoreYouKnow",
  "@tinylittleatom So... bout that…\nhttps://t.co/U1m3I0dVl1!\nhttps://t.co/986NWgIvFc!",
  "Water bills were originally assessed not by usage but based on size of house, number of occupants, business usage, and number of animals. #TheMoreYouKnow",
  "You can legitimately go crazy from spending hours looking at city directories from the 1880s and 90s trying to find information. #TheMoreYouKnow",
  "Huckster originally meant \"a seller of small wares\" and wasn’t considered a derogatory term. #TheMoreYouKnow",
  "Newport, KY switched from named to numbered east-west streets in 1891-92. #TheMoreYouKnow",
  "In old-timey abbreviations 4th and up kept the TH but second and third were spelled 2d and 3d. #TheMoreYouKnow",
  "@XUTHUNDERCATS This is my gun. https://t.co/r00fj340t2",
  "@Icrioh @TheZidar *Googles* Hmm Interesting… Franklin County has a significantly higher crime rate than Hamilton County. Hmmm",
  "@BobcatPride2307 Yeah, not that scary just funsies.",
  "@Icrioh @TheZidar  https://t.co/to8mZEd1ch",
  "@tinylittleatom @CincyToLondon “Don’t put goetta in the science oven, david. Blah blah blah. Whatever” - me https://t.co/GTpSP0K5rT",
  "@CincyToLondon @linsinnati @tinylittleatom I’m just gonna microwave it. No flipping required.",
  "@tinylittleatom @BobcatPride2307 @linsinnati  https://t.co/mJTQvnRBbJ",
  "@tinylittleatom @BobcatPride2307 @linsinnati Not gonna help them, @tinylittleatom. Your protected tweets have doomed them to repeated goetta failures.",
  "So we’re going to northside to buy a microwave from someone off craigslist. Anyone have a gun/very large knife/baseball bat with nails I can borrow?",
  "@thedaviddawson Per Ashley: quan hapa is better.",
  "@acsandfoss Tiger dumpling was so good! Supposed to be opening at the banks and never did.",
  "Dope Review - not bad but I’ve had way better ramen and dumplings. 3.5/5 https://t.co/eqejaTwYi2",
  "@linsinnati Protected tweet. @tinylittleatom said to make sure they don’t cut it too thin. An older bloke who kept calling me brother seemed to know what he was doing.",
  "@UnderBootSoles Yeah, I miss the dives. I need to check out the fancy kroger though.",
  "@tinylittleatom @linsinnati Looked to be like 3/4 in thick. 🤷‍♀️",
  "@linsinnati Looks like I’m cooking it myself. English muffin?",
  "Have acquired goetta. What do I do with it, @linsinnati? https://t.co/pb4SupPPCW",
  "@acsandfoss *no one here’s you knock. Friends freeze to death outside.",
  "Clifton mini-Target weirds me out",
  "@QueenCityDisco @linsinnati Imma be there around noon if anyone is down. Either way I’m stoked for some dumplings. Takings suggestions on what is best.",
  "@jblakelane @linsinnati @QueenCityDisco You can come too!",
  "@QueenCityDisco @linsinnati You guys wanna try for lunch today?",
  "@dejenji  https://t.co/NgIOxTT2pH",
  "@dejenji Steve bout to carpe diem all over everyone’s asses!",
  "@jblakelane @linsinnati  https://t.co/ENjyMQTqtL",
  "Going from the best doorbell ever to no doorbell. Womp womp",
  "@k_mitch15 SPEND ALL THE XMAS GIFT CARDS",
  "@evonne28 Lol. The tldr version is that Philly is actually from New York.",
  "You can stop hating a certain cream cheese @evonne28. https://t.co/bKRFZ2PcvG",
  "@tinylittleatom Weren’t open today. Didn’t realize they only served lunch the first time.",
  "@tinylittleatom A noodle and dumpling place that’s rarely open apparently.",
  "This marks the second time I tried to go to Dope and they weren’t open.",
  "Not many players I’m happy about getting injured but Ryan Shawcross is definitely one of them.",
  "@Icrioh  https://t.co/42QkuUKcVG",
  "@BobBrumberg COLLAPSE IMMINENT",
  "@BobBrumberg COLLAPSE IS ON!!!",
  "@BobBrumberg Day off - ruined",
  "@nicklisterman @KyleKile No one does. They’re the worst.",
  "@kezcartann We should be playing today!",
  "@nicklisterman @KyleKile Well hmm... idk. Saints are currently losing and making me sad.",
  "Up the Saints or whatever",
  "At rh on my off day at 7:30am to watch spurs... #BoxingDay",
  "@QueenCityDisco Yeah, I enjoyed it at the time but nothing made sense plot-wise and the jokes were like 25% too much and sadness...",
  "@QueenCityDisco Thought it was fun until I read everyone else’s opinion...",
  "@ladystank Omg I had the dos computer version of this as a kid!",
  "*Werner Herzog voice*\n\nThe drama lies not in the fact that the child sees her mother kissing Santa Claus, but in the choice that the mother now confronts: admitting either that Santa is a lie or that love is a lie.",
  "Man, someone should’ve given Ayn Rand a hug. That bitch hates everyone for no reason.",
  "@MBrooESQ #24SevenBlazeIt",
  "@linsinnati These… opinions… *makes  self-calming hand gesture",
  "@RachelFeltman Also makes a tasty rotisserie in case you're over that shit.",
  "Porg: \n-Loyal AF\n-Never forgets a birthday\n-Loves to cuddle\n-Probably thinks you look perfect when you wake up in the morning and your eyes are all crusty \n-Makes great breakfast\n-10/10 marry that porg https://t.co/GxOJ9oHU2p",
  "@linsinnati Where might one find such mythical, high quality sausage?",
  "Ok, stop whatever you’re doing and listen to this. https://t.co/j1cSEs7853",
  "@linsinnati Wait am I supposed to #respek Jeff Rubys?",
  "@linsinnati 🤷‍♀️",
  "@linsinnati I hope for the same… minus the goetta.",
  "I may be a wee bit wine drunk...",
  "@Icrioh @e_nietupski I just here for the puppy gifs.",
  "@BobBrumberg Ashley has zero #respek and she gone wake me up at 6:30 anyway.",
  "@imazombii H.A.S&gt;H(T-A$G 🍺Culture",
  "@imazombii #OneLove",
  "Currently considering waking up early on my off day to watch Sp*rs with @BobBrumberg. WTF?!",
  "@KOTAstewart Dude, same. Don’t buy a house.",
  "@CincyToLondon @Icrioh *Holiday",
  "@CincyToLondon @Icrioh It’s definitely more niche but it’s super fun. Worth adopting. We had that and a golden Easter egg that had like a $20 as special holding finding things.",
  "@CincyToLondon @Icrioh You do you friend.",
  "@Icrioh @CincyToLondon So you hide small pickle ornaments on the tree and the first to find them gets a special, extra present. My bro in law got a stripper wreath. https://t.co/G214LmP2Ki",
  "@Icrioh Ah man, never heard of the pickle hunt? Pickle hunt is the best.",
  "@SoDaveWasLike  https://t.co/4vpsIQOaRW",
  "@Icrioh First the English, then the famine, and now this? Smdh",
  "@tombahama69 Someone come get tom bahama. Eating the slow worm at the bottom of the Jamo turnt his brain.",
  "Hey @Icrioh how you feel about slow worms? https://t.co/6CW0NGSI6Y",
  "@HoffVir #Porgnation #Porgmas https://t.co/gYFcQeHq4M",
  "Anyone else have a disincentive to like someone’s fb post that already has over forty likes? Like... okay guess I’m too late.",
  "I have officially eaten all the food there is and I require more food... Send help...",
  "@Icrioh @dejenji  https://t.co/wfmcjOc90j",
  "@linsinnati  https://t.co/KkfGWdkcxU",
  "@Icrioh There you go",
  "@Icrioh BURN THEIR HOUSE DOWN! #KingOfTheQuiltedNorth",
  "PICKLE HUNT!!! https://t.co/WPpwwUR9ps",
  "@TheZidar Nice! The place is expensive right? I’ve only had the sauce.",
  "@jblakelane It’s so good!",
  "@HoffVir Its.. woof.",
  "How you know you’re in Indianapolis. #ICanBreatheAgain https://t.co/PGdaJgti6i",
  "@evonne28 @ladystank @TheZidar House warming party coming up at some point!",
  "@evonne28 @ladystank @TheZidar Nope. The cork is still stuck in the mouth of the wine bottle.",
  "@ladystank  https://t.co/fcfPqKvAIE",
  "@evonne28 @AlexCSprague The city renamed themselves “Hamilton!” Back in the day.",
  "@evonne28 @AlexCSprague *Hamilton!",
  "@evonne28 @AlexCSprague #Blessed #OneLove",
  "@AlexCSprague @evonne28 They spelled your town wrong. https://t.co/mZ09HPvQ1X",
  "@tinylittleatom @evonne28 Socks are cool too. I guess. Cept when they get wet",
  "@tinylittleatom @evonne28 Real shoes or nothing. #TeamHateSlippers",
  "The stockings were hung by the chimney with care https://t.co/jzNRkRdt67",
  "Bug eye toy acid trip https://t.co/fjKBn5HNVp",
  "Team #MiniCheesecakes https://t.co/npXQV37NAV",
  "@ryanlammi Yeah...",
  "Apparently my uncle has been hunting with Ted Nugent a couple times. Weird.",
  "@stank_lord $100 amazon gift says I won",
  "Pickle finding champion! https://t.co/A4kPgmcJ1d",
  "@Astroheader This isn’t over. Tell everyone you know.",
  "Life is good again. https://t.co/RbsPZaZ7eV",
  "Sitcom dad: What do you kids want for dinner?\nKids: Not YOUR cooking\nAudience: Ooooooh!\nSitcom dad: what the fuck did you just say to me",
  "@evonne28 @imazombii @DegenerateTBone @ColumbusCrewSC What? Neil Diamond. Streisand. Hammerstein. Gerschwin. Leonard Cohen. Paul Simon. David Lee Roth. Adam Sandler!",
  "@imazombii @CalebWilliams13 @evonne28 @DegenerateTBone @ColumbusCrewSC They’re soooooo good! Gotta fix that!",
  "Now that’s the spirit of Christmas!😂 #MerryChristmasEveEve https://t.co/4ywEt1gBMF",
  "@imazombii Then wot u even talkin bout? Get off my timeline. https://t.co/Qr15YTpwgP",
  "@imazombii Where else you gonna get your marvel t-shirts? #TargetObvs",
  "Kentucky &gt; Ohio\nYou heard it here first, bitches! #ClassyAF https://t.co/QJ4PcxTGHa",
  "@ryanlammi @kasafc RUM HAM! RUUUUUUMMMMMM HAAAAAMMMMM!!!!!",
  "Done! Quite good. Thank you @kasafc. #DavidMakesRumCake https://t.co/tmfkbW9m0C",
  "@kasafc So this happened... https://t.co/8aCT6oW2J4",
  "@kasafc Oh! Found molasses!",
  "@tombahama69 Someone hasn’t been watching great British bake off and also hates Christmas...",
  "@kasafc Used all the dark rum. 😬. Finishing with light rum and brandy.",
  "@kasafc Awesome! Will do and follow up with photos!",
  "Wish me luck, @kasafc!",
  "Rum cake time! #BlinginBundtPan https://t.co/qx079GReBB",
  "If I’m looking for a Rum Cake recipe, I don’t want one written by someone named Sharon.",
  "@lavatwin X-Files drop! But less weird cause Vonnegut is the best.",
  "@7amkickoff You got it!",
  "If any of my Cincy friends have not read my favorite book, we have two copies. You may have one. https://t.co/AsqTwh8c8V",
  "@MachoNonreal Moonrise Kingdom was also good and fun",
  "@MachoNonreal Rushmore is still my fav but it is so good!",
  "Seu Jorge is awesome\nhttps://t.co/PS7bTtKfRW",
  "@tinylittleatom #Winning",
  "@Icrioh  https://t.co/aN4GxrQ5Dm",
  "DECORATION IS VANITY",
  "@itsjustBru  https://t.co/0fWlBvtwo6",
  "My new boss got me an hr book for Christmas. #Shade",
  "@itsjustBru Got dis 4 u. Might as well just write that down now. https://t.co/RltnSYIeLB",
  "Next time I’m in Columbus, I challenge @itsjustBru to a Guinness chugging contest.",
  "@selanmx @k_mitch15 @itsjustBru @Hendocs We’re all very impressed.",
  "@itsjustBru @selanmx @Hendocs  https://t.co/xmamFzDFjt",
  "@rambogooner @selanmx @Hendocs it's hard to chug if you're a lil bitch. step up your holiday drinking, son",
  "@rambogooner @selanmx It isn't if you believe in yourself.",
  "@settingthetable @selanmx HAPPY DRINKING ALL THE GUINNESS!!!",
  "I feel like an idiot ever complaining about those Fabregas/Nasri/RVP teams.",
  "@selanmx @Hendocs On the plus side, Guinness is very hard to chug.",
  "@mikeAckley98  https://t.co/awUJYH5aLp",
  "@selanmx  https://t.co/OpxBwz42Dm",
  "\"What's it like being an @Arsenal supporter?\" https://t.co/6vSqf2GPHk",
  "@mikeAckley98 “arsLIV(e) will be the death of me.” Just me? Okay...",
  "@Runnin4h2o They do ship goals. We just don't look like scoring.",
  "@mikeAckley98  https://t.co/brnfL2NMwy",
  "@tinylittleatom #MolliIsAGooner",
  "Everything is terrible and I just want to go home.",
  "WHY ARE WE SLIPPING ON OUR OWN PITCH",
  "fucking hell",
  "We do we always try to be so fucking cute.",
  "God, Xhaka.",
  "Well, poop.",
  "Come on, Xhaka.",
  "Ox is going to come on now and kill us. Twitter will go into meltdown.",
  "The good pecan crisp kind, not the bullshit marshmallow kind.",
  "Happy Holidays from my family to yours. https://t.co/SQatFYioTy",
  "I have purchased five pounds of sweet potatoes. It’s motherfucking casserole time, bitches!",
  "@ladystank Glad this young actress is expanding her IMDB page... 😏",
  "It's not nice to remind people how fervently Reagan, Thatcher (and Israel) supported and protected the apartheid regime in South Africa: it interferes with multiple myths and revisionist narratives all at once. Please re-consider. https://t.co/RDl5FzSeqy",
  "@BobcatPride2307  https://t.co/U9zWsX6bF8",
  "@BobcatPride2307 Cheer up, friendo. They're kinda real. https://t.co/tttKhAaSyk",
  "left: I’m just a porg boy nobody loves me\n\nRight: HE’S JUST A PORG BOY FROM A PORG FAMILY SPARE HIM HIS LIFE FROM THIS MONSTROSITY https://t.co/SSfV0QvUk3",
  "@Icrioh @tokenliberal @CincyToLondon Also, only half doing the right thing that you should have done months ago because you don't want to be locked out of every soccer bar in Columbus when USWNT is in town is hardly profiles in courage.",
  "@kezcartann EIGHT HOURS AWAY FOR ME!",
  "@CincyToLondon @Icrioh They’re “addressing the situation” by “acknowledging shared goals.” That’s some corporate bullshit. That’s the appearance of good without any substance. Weak-ass, sell-out punks that refuse to support fellow fans.",
  "@CincyToLondon @Icrioh THEY SPECIFICALLY DONT ENDORSE SAVE THE CREW",
  "@evonne28  https://t.co/s99jX3xuK2",
  "@selanmx  https://t.co/w5kihwK00o",
  "@KOTAstewart @r_roggenkamp BenchwarmerSaysWhat https://t.co/ysZor3Wmnc",
  "@lavatwin Yeah. Well I think I killed it with those novices but I have interview thousands and thousands of people before.",
  "@KOTAstewart @r_roggenkamp Except he’s not gonna play. #DeulofeuPartDeux",
  "People who don’t interview people trying to interview people is adorable.",
  "@bbyrer Oh sorry. Snares specifically.",
  "@bbyrer 16 SCV. Cause it's dope.",
  "This about sums it up: https://t.co/qnTAbBs1JZ",
  "@KOTAstewart If you want to ruin his career...",
  "@tinylittleatom Whatever, Molli!",
  "@tinylittleatom *Cincy",
  "If an election is tied and there's an incumbent, it should go to the other person. Incumbents already get all the benefits.",
  "@imazombii SURPRISE CAPE COD!",
  "@avefrater I wish someone called me \"Little Pierogi\" That's true love.",
  "The man, the legend https://t.co/zR5RZb1vGs",
  "Yeezy was good to me before. Yeezy time again.",
  "@tinylittleatom @selanmx @evonne28 @ladystank @AlexCSprague @settingthetable @CowtownBen @Toddrick33 @TheZidar @SaveTheCrew_ Some amateur absentee artist took some rule 34 elephant erotica and added a spatula, making it that much more rule 34.",
  "@evonne28 @ladystank @AlexCSprague @settingthetable @CowtownBen @Toddrick33 @tinylittleatom @TheZidar @selanmx @SaveTheCrew_ TODD! https://t.co/ePZXpMSwLi",
  "@gunner921  https://t.co/QUS3BxabUm",
  "@EricM_LBC Thanks dude!",
  "@TimJames1989 This is bad advice",
  "@77_Dredd Thank you, sir!",
  "GAH! Freaking out. Not gonna sleep tonight. #JobInterviewProbz",
  "@selanmx You’re not wrong.",
  "@selanmx Ashley has horrible taste in preserves.",
  "Ran out of peach jam so now I have to use bullshit apricot jam. Why is my life so terrible?!",
  "@CincyToLondon It me.",
  "@Icrioh @KyleKile  https://t.co/i90PTBj8IL",
  "@KyleKile I don't recommend it tbh",
  "Barry Bonds and I hit an average of 36.5 home runs in 2001. https://t.co/UBTvSUdQ7d",
  "Oh, mistake. Not a new job but a potential new job. Job interview tomorrow morning.",
  "@KOTAstewart  https://t.co/6pCEqq1nq7",
  "Apparently being stressed af about a new boss, new job, the holidays, and buying a house for the first time is a great way to lose five pounds.",
  "@Icrioh @KOTAstewart Ew please no",
  "@TimJames1989 @KOTAstewart @AlexCSprague only acceptable mayos are spicy mayos...  and not too much of them!",
  "@KOTAstewart @AlexCSprague garlic mayo hummus?",
  "@KOTAstewart @AlexCSprague #NoAccordionNoParty Also mayonnaise is Spanish. https://t.co/Nn4FmUgcoO",
  "@theliammalone It definitely is but I can't get over the condiment.",
  "@KOTAstewart @AlexCSprague NO! MAYO IS SO GROSS AND I DON'T WANT TO TALK ABOUT IT",
  "@settingthetable On the plus side, that name is only on city planning documents. The actual area is the Buena Vista Historic District which is nice.",
  "@tombahama69 I plan on getting fish and chips for lunch.",
  "@tombahama69 I don’t need more reasons to hate Newport k thanx bye",
  "@tombahama69 stahp!",
  "@dj_mosfett yeeeeaahhh... trees oozing mayonnaise.",
  "So apparently our neighborhood/plot area is called \"Mayo Orchard\" which I do not much care for. Pretty disgusting actually.",
  "https://t.co/a3H56ZFqmu",
  "@kgeiger128 @thedaviddawson No longer #TeamPorg. Now #TeamJudgementalFishNun. https://t.co/7xW4Q6PNSb",
  "Woke Joe Walsh is the most surprising feature of this bill https://t.co/UvqBrWXXge",
  "@mikeAckley98  https://t.co/eaaoPYyKYA",
  "@mikeAckley98 The frat across from resco (sig chi?) played this at full blast out the window full the entire month of December. https://t.co/qjvoBMIqqQ",
  "@mikeAckley98 Ah man that’s sad. Definitely a Butler tradition. But really it was a terrible one.",
  "@mikeAckley98 does the song Dominic the Donkey mean anything to you kids?",
  "Thank you, Ms. Deborah Home Appraiser. I am a huge fan of your work.",
  "Awwww my security image is adorable https://t.co/FH7uAT2UEu",
  "@dayvboy2g Same.",
  "@dayvboy2g Dallas Jaye to Phoenix",
  "Bye, not-Mitch",
  "@themusketeer @CincinnatiPhil  https://t.co/DFL2UD1gQJ",
  "@CincinnatiPhil Yelp reviews totally scared me away from this place. Good to hear you liked it.",
  "@KOTAstewart @DaveHageman77 *Unintentionally creates a poor man’s White Russian.",
  "@DaveHageman77 @KOTAstewart Hmmm... I mean vodka is great if you don’t want to alter the flavor of the stuff you’re putting it in. Have fun!",
  "ppl are hung up on who rey's dad is &amp; meanwhile chewie is right there. driving her to jedi practice. keeping the engine running. dropping her off to meet the new boyfriend he doesn't exactly approve of, but just tells her to get home safe. her search for a father figure is OVER",
  "Susan Collins says she's concerned about deficits, and that's why she's voting for the tax bill. I'm watching my weight, and that's why I'm having a huge piece of pie with ice cream.",
  "I’ve been informed that the proper term is helical staircase.",
  "@miffedtweeter You had no choice once you preheated that oven",
  "@miffedtweeter Midnight turkey = best turkey",
  "I’ve said this before and I’ll say it again, all staircases should be spiral staircases.",
  "@thedaviddawson @kgeiger128 https://t.co/SrfcHsPodV",
  "@dejenji  https://t.co/kdx8ThTX3C",
  "@dejenji You might be the only non-liverpool fan friend I know who has any feelings about Everton at all",
  "@dejenji ?",
  "@dejenji @Alchmst_dsgn My point was who's to say that Nash isn't somewhere in between tbf",
  "@Alchmst_dsgn @dejenji Neither is Cincy tbf",
  "@dejenji Exactly but tbf Atlanta happened without any training wheels. I don't know anything anymore.",
  "@dejenji “A goal of 6k season tickets” um okay.",
  "yesterday i heard the opening notes of Welcome To The Black Parade and i barely even turned my head\nyou’ve got to let the past die",
  "@EricM_LBC I've actually created a graphic design portfolio so I'm sure it'll get mentioned.",
  "If you’re scheduled for a three hour interview, you’ve got to be in the top two or three candidates, right?",
  "\"One day honest citizens are going to stand up to you crooked cops.\"\n\"They are!? Oh no! Have they set a date?” https://t.co/pwkjJm8xXu",
  "Too many things are happening!",
  "@BobBrumberg Yes! https://t.co/REbk0MhE8r",
  "I am so here for all of these talented performers making such great art. https://t.co/fRu8a14iL7",
  "I need an art instillation in my new place... considering stealing some museums chihuly glass. Heist, anyone?",
  "Guy: This Moon Pie sucks\n\nCustomer Service 2005:[hand written letter] We’ve reimbursed you in full and here’s a coupon for your trouble\n\nCustomer Service 2017:[tweeting] Get your corn cob lookin ass offline before they miss you at the farmers market",
  "@themusketeer #winning?",
  "Likes: High contrast, Minimalism, Moroccan, Industrial\nDislikes: Tuscan, Farmhouse, Boho",
  "There’s a bird in this Publix just shopping for birdseed like it’s nbd https://t.co/MLm6L9PC79",
  "@imazombii Definitely amount.",
  "I have fallen down an apartment therapy design blog rabbit hole...",
  "@imazombii The evidence is piling up but I was not smart with alcohol last night 🤢",
  "@imazombii For me:\nCooking = Yay, fun. Relatively intuitive.\nBaking = WTF IS EVEN HAPPENING!!",
  "@imazombii This video made it seem super easy which I guarantee it isn’t",
  "@imazombii One croquembouche, please. https://t.co/eSnqXXImLB",
  "Oh, oh no Antoine...",
  "Just gonna subtweet this. https://t.co/ZRnJiMqm8D",
  ".@ACES_Radio live show ideas https://t.co/L1ZxeRQhYL",
  "Elected Democrats are continually misunderstanding the conflict they’re in. The modern Republican party will never cooperate w you. They are plotting to destroy you and hurt the people who elected you. Focus on protecting people, not trying to earn bipartisanship merit badges.",
  "@jpbach You’re gonna take the time to mention the pod racing scene in Phantom and IGNORE THE BEST LIGHTSABER FIGHT EVER IN THAT SAME FILM?!",
  "@selanmx  https://t.co/395U8teOmn",
  "Replaced the air filters on my furnace. #JustHomeownerThings",
  "Landlords suck",
  "@nicklisterman Suweeet! Leaving soon!",
  "MADISON: rule one for our new land: all speech is legal!\nHAMILTON: [yelling] madison sucks!\n[everyone laughs]\nMADISON: rule two: i get a gun",
  "@hangthadj I mean I’m open to discussion about a sofritto based chicken noodle soup but I’m sold on it yet. Proceed.",
  "@KOTAstewart @dejenji Yes, that is where I live.",
  "Don’t act like you’re not impressed. https://t.co/ZMm7ybsYu9",
  "@dejenji @KOTAstewart As a true resident of the #UrbanCore, I am in favor of stadiums being there.",
  "I ate too much cheesecake and now my tummy hurts. #FirstWorldProblems",
  "@pugpugpugcat I just ate but this gay therapy… is that just normal therapy but the doctor happens to be gay? Seems an unnecessary distinction.",
  "@amandakathlyn This is a good sweater",
  "@pugpugpugcat I HAVE LIKE 5 GRAY HAIRS! TOPS!",
  "Imagine you’re going on a blind date with someone &amp; you sit down &amp; the waiter asks if you want anything to drink and he says “milk”",
  "MIREPOIX!!! https://t.co/JBQFO21xj4",
  "@lavatwin @ladystank @madiann09 @Toddrick33 Mother in law sends Ashley the opposite text that she should.  \nCall me = random bullshit\nWhen you get a chance give me a call = someone died",
  "@madiann09 Gif response if my mother texted me “k” https://t.co/27QYAgrWbb",
  "Worst buying a house fortune, ever. https://t.co/3EVtFvF1i0",
  "@KOTAstewart  https://t.co/4r47HJaE6m",
  "@KOTAstewart  https://t.co/RQG1wHcTPp",
  "@BobBrumberg To be honest though the “right way” is the way you like... within reason.",
  "@BobBrumberg I mean the tiniest splash of it during the muddling stage I’ve seen for sure but I wouldn’t. No fruit. Just orange peel.",
  "I’ve been thirty for literally one fucking day.",
  "Fuck you, targeted ads. https://t.co/pyWaXq7W06",
  "@tempspaz Ah man now I’m craving porg tacos.",
  "I bet Porg tacos are delicious",
  "@KyleKile Suuuuuuweet! Grand Mimosas for everyone!",
  "@KyleKile Me too! Back in town this weekend?",
  "In the spirit of rebellious, plucky, underdogs everywhere, we refuse to relent.\nWe will continue our fight. We will #SaveTheCrew.\nBecause we are one with the force and the force is with us.\n• • •\n#StarWars #MLS #CrewSC #Crew96 #TheLastJedi https://t.co/yv8UdPX8Pu",
  "People don’t talk about the gross tattoo flaking off like it’s a sunburn but but it do...",
  "@_dougesmith_ @BobBrumberg Wtf… I mean … wow...",
  "@thedaviddawson @kgeiger128  https://t.co/pPnMuB89Tb",
  "@BobcatPride2307 Thanks dude! I am old now.",
  "@evonne28 Thank you friendo!",
  "@nicklisterman @Icrioh @CincyGooners #Blessed #AssistKing https://t.co/QDoBa2JKNw",
  "@BobBrumberg Oh god no",
  "Officially #TeamPorg @thedaviddawson @kgeiger128 https://t.co/1DBeLiJ7ND",
  "@kgeiger128 *spirit",
  "@kgeiger128 And with your soul... https://t.co/2pMJfGePxN",
  "@nicklisterman @Icrioh @CincyGooners Thanks dude!",
  "@hangthadj Wot?",
  "@lavatwin @tinylittleatom Now to get hundreds of dollars for a festival ticket 🙄",
  "@madiann09 @tinylittleatom Hmmmmm....",
  "@tinylittleatom @madiann09 Real talk I've never been to a music festival",
  "“The internet will be fine, I trust the telecom industry,” he thought as he waited 14 hours for the Comcast guy to show up with a $200 proprietary modem",
  "@jblakelane Me always on conference calls on mute. https://t.co/IPTnX8zvf2",
  "@tinylittleatom I will not be riot festing then",
  "@tinylittleatom They KNOW it's bad. Why?!",
  "This isn't over you say? Should I tell everyone? https://t.co/orNTvhcW86",
  "@tinylittleatom Awesome sauce!",
  "@ladystank @ThaLandshark42 @SoDaveWasLike Why'd you post a photo of young Justin Timberlake?",
  "@MBrooESQ Well that’s at least something. Thank you, good lawyers.",
  "Just switched from Spectrum to Cincy Bell so hopefully that ends up being a good decision based on this bullshit.",
  "Still hate Republicans... #NetNeutality",
  "@ThaLandshark42 Thanks dude!",
  "@TimJames1989 thanks, dude!",
  "@KOTAstewart Feliz Cumpleaños a mi! Thank you!",
  "@AlexCSprague @tinylittleatom Word on the street is all the roughest lads have birthdays today! Happy birthday, Crewchacho!",
  "@Livia429 @tokenliberal @tinylittleatom @AlexCSprague I know! Hahaha that old fart.",
  "@tokenliberal @tinylittleatom @AlexCSprague As a thirty year old, I can no longer criticize other people in their thirty’s like Darby.",
  "@mikeAckley98 You’re my boy, Blue (III)!",
  "@Icrioh @CincyGooners I pray for the sweet release from this club that only death can provide.",
  "@dejenji STAR WARS!!!!!!! https://t.co/zHZwXUY4EW",
  "@madiann09 Awwww.  Thank you, Madi! You rock!",
  "@ladystank Looks like @TheZidar is gonna have to drive down to Kentucky to open my champagne for me!",
  "Happy Birthday Rambo @rambogooner! May the celebratory drinks be plentiful and easily accessible! https://t.co/kO65Rm86XT",
  "@tinylittleatom @AlexCSprague And happy birthday to Alex! https://t.co/DKYmtoD3kh",
  "Bananas are dicks https://t.co/yuuneZo414",
  "@e_nietupski  https://t.co/guUxRyCrNU",
  "@miffedtweeter I love my leather jacket. Reddish brown cafe racer style. Classic.",
  "@WolverineTim @PeegeRiley I checks all the boxes though. Like seriously all of them and I think the price is really good. When I take deep breaths I think it’s just any huge purchase jitters.",
  "@PeegeRiley Nope. Offer accepted right now.",
  "@hangthadj Jackpot. https://t.co/xoaslK0TVK",
  "@aiquintero @Icrioh Gen Xers and Boomers, You have to stop being racist, homophobic, transphobic, xenophobic, misogynist, classist, supportive of pedophiles, blah blah blah",
  "And yes I am looking at other houses that are now on the market because I hate myself.",
  "@hangthadj https://t.co/Xh1wUCYLRx",
  "@hangthadj I honestly haven’t had the chance to listen to it but I’m entirely certain that he does. Like a Robert Smith but with talent.",
  "Back to freaking out that we’re getting screwed bad on this new house.",
  "@madiann09 Glad we agree.",
  "@madiann09 You're not tall, you munchkin.",
  "@hangthadj ITS SO GOOOOOOOD",
  "@Morgan_Hughes might enjoy this. https://t.co/u3RZA9OApH",
  "This dipshit @thesoccerdon really does not realize that almost all he mentions falls on ownership and not fans #savethecrew https://t.co/hbLbdqQ4Ak",
  "Oh by the way @madiann09, I hate you for the next two hours.",
  "Demoted former CEO comes into work mid afternoon with a big gulp and takes multiple attempts over a minute or two to unlock his office door... alcohol involved?",
  "Remember when Republicans openly backed a pedophile because rich people wanted a tax cut?",
  "@SoDaveWasLike Womp womp. Was a painter. Fell off a two story roof into rose bushes. Fun times. Godspeed on your recovery.",
  "\"Expected Compensation: Debatable\"\n\nhmmm",
  "Assault and Intimidating a Witness\n\n🤔",
  "👀 https://t.co/lYhiXPdqqv",
  "In a twist nobody saw coming, it turns out that thoughts and prayers do absolutely nothing. https://t.co/FL0I3qhGeR",
  "@bassmonkey408 @TheZidar I wish there was video so I could see him fall over half a dozen times trying to get this terrible photo.",
  "@tokenliberal Darby can't be bothered because his silver spoon doesn't reach the corners. #LimousineLiberal",
  "Here you go friends. https://t.co/XFOi2QO12S",
  "@tokenliberal Step 1: Insert #TinySpatula into jar (partially accomplished)\nStep 2: Press against side of jar (THIS IS CRITICAL)\nStep 3: Spin jar while maintaining contact against side wall\nStep 4: Remove and enjoy\nStep 5: Repeat",
  "This is so so so so so so soooooooo good. https://t.co/OK7SZWH0F8",
  "@mcornell @evonne28 They’re adorable! That’s good advice. We haven’t made a decision to get a dog yet. Just considering options.",
  "@evonne28 Same story with me but cats. Still want to give it a try before spending a crazy amount of money. Thank you!",
  "@Wonder_Brown @KyleKile @CiderboysCider @rhinehausotr Time to launch the coup!",
  "BREAKING: Democrat Doug Jones wins election as U.S. senator from Alabama. @AP race call at 10:23 p.m. EST. #AlabamaElection #APracecall",
  "https://t.co/OmsCbX0Qpk",
  "@nycsouthpaw I mean, jeez, if they can’t figure out he’s an idiot, should they even be in the FBI?",
  "@theboytimi @nytimes @Nate_Cohn Nope. Going to bed! (Thanks though. lol)",
  "@nycsouthpaw So is the person who thought a breaking news gif was necessary.",
  "How I feel about this slight positivity coming from the @nytimes needle. https://t.co/6XqVmdn0hq",
  "@JohnRClem  https://t.co/aXsFRLR0s4",
  "@JohnRClem Things are good atm...",
  "@JohnRClem Too late.",
  "I love/hate/love/hate that fucking NYT needle.",
  "Imagine counting on Alabamians to do the right thing...",
  "@chiroboi I remember...",
  "@nycsouthpaw Suspense &gt; Inevitable Disappointment",
  "@chiroboi Always. Cutting. In.",
  "@KyleKile @dejenji @CiderboysCider Speaking of which.... @TanaWeingartner https://t.co/sbXSUIehpy",
  "@KyleKile @dejenji @CiderboysCider Sorry dude. Walking distance won. Although planning on having a couple for Newcastle on Saturday.",
  "@dejenji  https://t.co/FixbhhfT7m",
  "@KyleKile @CiderboysCider Yes! It’s so good.",
  "@KyleKile Bubbles. She’ll drink only bubbles.",
  "Hey @KyleKile, you got anything ashley would consider drinkable on tap?",
  "@Icrioh Casual. Seeing it on opening night!",
  "@Toddrick33  https://t.co/y4ho7i0Ppj",
  "@Toddrick33  https://t.co/QuFyl1Vkp7",
  "Got my first “Talk to you next year!” https://t.co/4Tv7RiKJDa",
  "@settingthetable @Livia429 @evonne28 @Toddrick33 @ladystank @tokenliberal @SoDaveWasLike @stank_lord @TheZidar Yes!",
  "@TheTXI I’m very sorry to hear that",
  "@TheTXI Imma steal your dog. Also I’m allergic so I might give them right back.",
  "Do any of my Cincy friends have a goldendoodle or other supposedly hypoallergenic dog that I can play with for like an hour for test purposes?",
  "lol at the people saying “Alabama, you’re better than this.” Alabama is absolutely not better than this.",
  "Has anyone approached the #LAGalaxy about deleting their account? #SaveTheCrew https://t.co/eAPhY8H5Zo",
  "@tombahama69 but yeah you're probably not wrong. shit.",
  "@KOTAstewart @lavatwin IS EVERYTHING BLINDINGLY WHITE?",
  "@tombahama69 Don't ruin this for me, Morrow!",
  "@dejenji @Icrioh He deserves it! Amateur.",
  "@dejenji @Icrioh Orange and red shouldn't be touching. BAH!",
  "@Icrioh it's in there.",
  "@KOTAstewart @dejenji @RotGutGaming My point is do you even lift bro?",
  "@dejenji @KOTAstewart @RotGutGaming @Icrioh @ThaLandshark42 would fund your Patreon himself.",
  "@KOTAstewart @dejenji @RotGutGaming You picked 25 pounds because that's all your skinny little arms can lift...",
  "@Icrioh Here go. https://t.co/FKvCCR2pGI",
  "@KOTAstewart @dejenji @RotGutGaming Done and done. Fork it over, Steve.",
  "@KOTAstewart @dejenji Steves already a YouTube billionaire with @RotGutGaming",
  "@lavatwin Womp womp. Where do you work?",
  "@dejenji @lucydacus Me right now: I am awesome and someone needs to give me a cool job with lots of money. \nAnd... https://t.co/PyzpkdDD2d",
  "Me last Thursday: @lucydacus is awesome and needs to drop another album.\nTuesday: @lucydacus announces new album and releases first single.\nhttps://t.co/zB8wrRI0iL",
  "@dejenji  https://t.co/S8oumdid6y",
  "@madiann09 @tinylittleatom I like to split my time between hating everyone and hating myself. Keeps everything balanced.",
  "@madiann09 @tinylittleatom Watch out followers on the twitter dot com, on Thursday I will apparently be destroying every... last... one of you.",
  "@dejenji C. Successfully resist the sugary, fried calorie-bombs because they're crappy Dunkin Donuts not Holtzman's.",
  "Me saying goodbye to 2017 and henlooo to 2018 https://t.co/LbGt9YDfaf",
  "Goddamnit, Newport. Get your shit together.",
  "NOOOOOOOOO!!! Not moving to Newport anymore. Staying in Covington for \"Agave &amp; Rye Tequila and Bourbon Hall, which promises 'epic tacos'.\" https://t.co/KmuD5Z8Amm",
  "@kezcartann Merry Christmas to you then. Lol",
  "@kezcartann I'm gonna have a \"new\" stove too on Dec 29th! It will be MY stove. https://t.co/I2Fjm8ut4j",
  "@kezcartann oooooo... fancy.",
  "Robert Mueller, hurry up fam",
  "I hate today so much already",
  "@stank_lord @tokenliberal HulkStank.gif + #TopLad",
  "@Astroheader @Runnin4h2o I’m not old enough (or maybe just not cultured enough) to play this game but I did go all the way to page two of a google search in a valiant attempt.",
  "imagine being surprised that tom morello of rage against the machine is a person who is open about his political leanings https://t.co/wY1ZiVkGlU",
  "You know what word I don’t like?\nHutch.\nEw. Just ew.",
  "@lavatwin Most band's first album is their best album. Discuss.",
  "@lavatwin One out of three aint bad.",
  "@CincyToLondon @QueenCityDisco Sigh",
  "New boss is the worst. “Geez Louise” or the like count is at about a dozen. She’s in her 30s and a veteran. Wtf",
  "@dejenji ALSO super interesting that they turned ussoccer account into mnt account. Tips their hand a bit that they are favoring mnt over unified brand.",
  "@dejenji Feel exactly the same. After a bit would love to know how many unique users who only follow mnt or wnt.",
  "@dejenji Yeah... This is good. Right?",
  "When people tell me I'll bad at twitter https://t.co/5dI6OIW9Ie",
  "@tinylittleatom If only! Ashley doesn’t let me put up soccer stuff...",
  "Since we’re moving, they’re showing our apartment. Deeply uncomfortable with strangers walking through our place, judging us...",
  "@BLarsenAFC1886 Gonna be disappointed if I don't see some life bans and prison sentences.",
  "Pretty clear both Manchester clubs should simply be docked 30 points IMO.",
  "@EricM_LBC For sure! I need to spend more time in Louisville.",
  "@EricM_LBC  https://t.co/p8dEIzmgwP",
  "@EricM_LBC Nope. It's just a weird internet thing.",
  "Non-crew friend comes in from out of town, “so what’s all this about the tiny spatulas?” #Winning #Worldwide #TeamTinySpatula",
  "@tinylittleatom @lavatwin @TheZidar #Justice4AllCrisps 🍐 🍎 🍑 🍒",
  "@AlexCSprague Puppy!",
  "@lavatwin @TheZidar Did you forgot about the existence of cherry crisp, which is amazing every way?",
  "My mom &gt; your mom\n\nHomemade tart cherry cheesecake https://t.co/9KjKVqcfvv",
  "Rule 5 of the Keim/Pannell Houshould:\nWith the first snow of the season, you must celebrate/console yourself with raclette. https://t.co/GFikqVuAuw",
  "@madiann09 A mountain of them covered in honey and eaten in front of an attractive and disgusted female in the dining hall?",
  "@madiann09 Were they eggs Ben-style?",
  "@SoDaveWasLike … need to get me some o’ dat HGTV then...",
  "So pergola is a word.",
  "2 Centerbacks\n2 Wingbacks\n3 No 10s\n3 Forwards\n2-2-6",
  "Fuck",
  "@DaveHageman77  https://t.co/hysd6F3vP9",
  "Two penalties...",
  "@DaveHageman77 I hate everything",
  "@Toddrick33  https://t.co/B5kYmqMcOW",
  "@Toddrick33  https://t.co/YjEnvaVqDf",
  "All of my friends are #CasualFuccboiz. #EmptyRH https://t.co/0SHtLUpG7t",
  "Western civilization:You people should be thankful to us for civilizing you\n\nAlso Western civilization: SantaCon",
  "@mikeAckley98 Wuuuuuuut?!",
  "@mikeAckley98 is my number one homie. Always has my back on the twitter dot com.",
  "@cincysoccertalk  https://t.co/SDGnABSnNr",
  "I can get in on this https://t.co/W1FCGRoCnZ",
  "You’d be proud of me @selanmx. I taught my friend about scotch. He likes it. https://t.co/XsQQxWoiiF",
  "@tombahama69 Oops",
  "@GunnerForLife06 Hmmmmm….",
  "@GunnerForLife06 Half a dozen?",
  "At what point should you become fb friends with one of your best friends newish gf?",
  "@lavatwin I was a musician and worked at UPS for five years so I’m just getting back to not hating Christmas. Music is mostly just low quality.",
  "@jblakelane Nah, you need paint thinner. Stay strong.",
  "@lavatwin All of them",
  "@jblakelane  https://t.co/J1L7auc2i4",
  ".@Landlockedsh Why your coffee so good?",
  "@Morgan_Hughes  https://t.co/wPynC5qjEQ",
  "@Morgan_Hughes Damn. Too late. Oh! I could get divorced and have you remarry us!",
  "Im from Louisiana it doesn’t snow here often 😂❄️❄️ https://t.co/jAD0p8MZzQ",
  "@stank_lord  https://t.co/iArfZEmnui",
  "@miffedtweeter attaboy",
  "Buy dreamsicle was a mistake...",
  "@SaveTheCrew_ @Toddrick33 @stank_lord YES! We worldwide!",
  "@e_nietupski @Icrioh *drops grains of stupid, crap rice one by one into your burrito*",
  "@e_nietupski @Icrioh Y u eating bullshit rice tho?",
  "@e_nietupski @Icrioh Glad that catch me outside girl found gainful employment.",
  "It looks like Gloria Allred may have tainted the Roy Moore yearbook evidence.\n\nNow all we have to go on is the other yearbook, the other 8 accusers, the other 30 WAPO sources, the Gadsden Mall ban, and literally any time Moore has opened his mouth to speak.",
  "AND THIS ISN'T AN OLD FASHIONED! Delete your restaurant. https://t.co/CgCKRKlv8K",
  "THIS IS NOT A NEGRONI, YOU HEATHENS https://t.co/l4wmkoDLzn",
  "It's not that his voters don't know he's a racist, sexist, lawless deviant - it's that they kinda dig it",
  "RNC: 'We Warned You Gay Marriage Would Be A Slippery Slope Toward Accepting Pedophilia' https://t.co/Et2kq3HCvH https://t.co/gbOpqAM5Mr",
  "@hangthadj You get an obscure 80s band's album and you get an obscure 80s band's album and you get...",
  "@madiann09  https://t.co/yhrhAyC9jx",
  "@madiann09 um just gonna skip christmas?",
  "@tombahama69 @Icrioh @NOLALaT nah, gonna drive up to Indy for some @yats",
  "For those of you still in school, here’s how to fill out a course eval https://t.co/MBXQlqI8Gt",
  "@CowtownBen  https://t.co/t8ubKODNfO",
  "@tombahama69 @Icrioh i want some gumbo... wait no maque choux! wait no crawfish etouffe!",
  "@hangthadj Sorta https://t.co/kLtrViWS9x",
  "@tinylittleatom The last one was about the murder in Oxford.",
  "@tinylittleatom Newport Kentucky murder case!",
  "Listening to this new season of @AccusedPodcast makes Newport sound WAY cooler than it is.",
  "@AlexCSprague Oh sweet summer child...",
  "@evonne28 I just imagine you running around high school being super bubbly and randomly breaking out jazz hands.",
  "@lavatwin Lol I thought maybe I was crazy",
  "@KyleKile @nicklisterman @CincyToLondon @henrylipe You’re the best!",
  "@KyleKile @nicklisterman @CincyToLondon @henrylipe Something good and lighter and reasonably priced!",
  "@k_mitch15 @ThaLandshark42 @hangthadj @ACES_Radio @TheZidar https://t.co/0u0AE9VmMy",
  "@KyleKile  https://t.co/8nDCCSFCD5",
  "@KyleKile @CincyToLondon @henrylipe @nicklisterman It’s not even a real word. Lol",
  "@stank_lord @TheZidar Good. Times.",
  "Watching @TheZidar saber a bottle of champagne during the @rambogooner sponsored Brunch Lads gathering was also excellent.",
  "@KyleKile @CincyToLondon @henrylipe @nicklisterman *choads",
  "@k_mitch15 @ThaLandshark42 @hangthadj Word on the street is that the real Katie Mitchell doesn’t even like strawberry stuff. https://t.co/EmKr0BRkQS",
  "@mikeAckley98 @hopesolo @EricWynalda No. Contest.",
  "@CincyToLondon @tinylittleatom  https://t.co/m3rNiUWAhH",
  "@tinylittleatom Saw that with band of skulls in Columbus. Crowd had to sing his lyrics to him.",
  "@henrylipe @KyleKile @CincyToLondon @nicklisterman God you had to bring up that he’s a scouse pos",
  "@nicklisterman @KyleKile @CincyToLondon @henrylipe  https://t.co/XgzBmXYuVv",
  "@brndngee I get it. Velvet Underground is listed as inspiration for all the bands I love but not my jam. Influential but not for everyone.",
  "@Astroheader She really wants that company van.",
  "@tinylittleatom I didn’t but I think all my friends did.",
  "@KyleKile @CincyToLondon @henrylipe @nicklisterman Let’s face it. We’re all insanely awesome people. It’s our cross to bear.",
  "@selanmx @TheZidar One #TinySpatula to find them",
  "Whilst I do strongly applaud Time's Person of the Year decision, I think one very important contender has been forgotten about https://t.co/sKNB7br8Ly",
  "@CincyToLondon Me too. By Death Cab.",
  "@CincyToLondon Yeah for me that’s the only thing I knew about The Smiths, Morrisey is an aggressively controversial twat.",
  "I was a band nerd and I went to music school and this wasnt a huge thing for me.",
  "@77_Dredd Looking through their discography and not recognizing many songs. Are they like velvet underground or something?",
  "Did you have a Smiths phase/regularly listen to them in HS?",
  "@lavatwin I read perks of being a wallflower and all but I and all my friends were more punk or dark moody than weepy moody",
  "@lavatwin ... I mean I’m 29..?",
  "@avefrater 🤷‍♀️ I was at work listening and I was in and out. I assume the beginning because you were talking about the basics of the group.",
  "@settingthetable Not that I can remember tbh.",
  "Oh wow. I had only heard the Death Cab version of This Charming Man before. The original is.. something.",
  "@avefrater You was on the Arsenal app earlier today and you were good. Well done 👏",
  "@TheZidar YAY! Welcome to team #TinySpatula, John.",
  "@CowtownBen WITH EIGHT SECONDS LEFT IN OVERTIME SHES ON YOUR MIND",
  "@KyleKile @CincyToLondon LIES! Lies and slander!",
  "@tokenliberal @ACES_Radio YAY! Welcome to team #TinySpatula, Darbs.",
  "@CincyToLondon @KyleKile THE PEOPLE DEMAND KILE COLDBREW!",
  "@k_mitch15 Work sucks. We should seize the means of production.",
  "Lucy Dacus is so badass",
  "@k_mitch15 Well look at you, miss overachiever.",
  "@Killer_Pelican @imazombii @itsjustBru  https://t.co/844k7u7rE0",
  "@tinylittleatom SO JEALOUS!!!",
  "@imazombii @itsjustBru  https://t.co/LAsJJ8qQFY",
  "@itsjustBru @imazombii Ew. Why, Roger?",
  "@bbyrer Thinking about transposing stuff",
  "@bbyrer Nope. Read the thread.",
  "@TheZidar  https://t.co/BwfoYBxxRC",
  "Does she…know who John Lewis is? https://t.co/W5Wt3gTWmQ",
  "@KyleKile @rhinehausotr @WestSideBrewing @rhinegeist @WarpedWing @BraxtonBrewCo @FiftyWestBrew dat pbr doh",
  "@TheZidar okay good to know. 👍",
  "@bbyrer Both",
  "Wait. We all hate the rebrand now?",
  "Um... sacrifices made by civil rights leaders like JOHN LEWIS?! https://t.co/TJtWIhdf7j",
  "Emre racially abusing Didier Zokora and getting what was coming to him. https://t.co/UwPHi4hEMw",
  "Plan for tonight:\nStep 1. Drink all the wine\nStep 2. Eat all the food\nStep 3. Clean things (optional)",
  "@thedaviddawson Corporate employment lawyers are the worst. Especially ones that have 2 hour meetings with me and give me a full page task list.",
  "Ugh. Lawyers. https://t.co/FB7wPSIzZS",
  "Me trying to read music again https://t.co/wEh3gBvyiV",
  "@Icrioh @KyleKile I CAN HELP! I can do both. #MusicTranslator",
  "hahaha the lot is six one-hundredths of an acre.",
  "@dejenji no one likes us and that's okay... but not really okay... please like us.",
  "@KyleKile Awesome God remix?",
  "@tokenliberal So exactly like being an elected democrat?",
  "Removing unripe tomatoes with an optical sorter. https://t.co/FnsjE1MESf",
  "@CincinnatiPhil keep the adorable puppy pictures coming, please.",
  "@Icrioh Same thing HR.",
  "@dejenji  https://t.co/6B2V9PNAdD",
  "Listening to some Kanye to hype myself up for this phone interview... may have gone too far. https://t.co/6Z57LcqIRT",
  "@dejenji @BobcatPride2307 Huh. Thought it was “this one for you” but I guess that makes less sense.",
  "Franken should announce he’s switching parties. He’ll be fine then.",
  "#Crew96 Twitter has long been my favorite thing, and the #TinySpatulaFairy has my vote for President of USSF.",
  "@settingthetable @CrewGraphics Meh",
  "@ThaLandshark42 @Toddrick33 @ladystank @Livia429 @tokenliberal @SoDaveWasLike @stank_lord @TheZidar I assume our mysterious benefactor has a limited list of addresses.",
  "@oshaughnessy @Livia429 @evonne28 @Toddrick33 @ladystank @tokenliberal @SoDaveWasLike @stank_lord @TheZidar Hmmmm this is a good distinction. Is spataloon better or worse?",
  "@Toddrick33 @evonne28 @ladystank @Livia429 @tokenliberal @SoDaveWasLike @stank_lord @TheZidar Maybe you were on the naughty list.",
  "@Livia429 @evonne28 @rambogooner @Toddrick33 @ladystank @tokenliberal @SoDaveWasLike @stank_lord @TheZidar  https://t.co/K7yiX3gRpw",
  "@rambogooner @Toddrick33 @ladystank @Livia429 @tokenliberal @SoDaveWasLike @stank_lord @TheZidar OH. MY. GOSH. YOU GUYS. ME TOO!! What is this life?!?! 😍💛🖤 #tinyspatulaversary #onelove #seltzerbuddies https://t.co/aR5YgQy4n3",
  "@OdinsKukk @Toddrick33 @ladystank @Livia429 @tokenliberal @SoDaveWasLike @stank_lord @TheZidar A knife or spoon would miss the little bits in the corner! Rubber spatula is the way to go.",
  "@tokenliberal @Toddrick33 @ladystank @Livia429 @SoDaveWasLike @stank_lord @TheZidar Thanks! Also like I would let a jar sit around long enough to get dry. Pssshh",
  "@evonne28 @Toddrick33 @ladystank @Livia429 @tokenliberal @SoDaveWasLike @stank_lord @TheZidar It’s sooooo goooood!",
  "It wasn’t about water fountains.\nIt wasn’t about bus seating.\nIt wasn’t about restaurants.\nIt isn’t about wedding cakes. https://t.co/F4yftwhhxD",
  "@SoDaveWasLike @TheZidar @Toddrick33 @ladystank @Livia429 @tokenliberal @stank_lord Even. Better. https://t.co/MuKpHGD7Gi",
  "@Toddrick33 @ladystank @Livia429 @tokenliberal @SoDaveWasLike @stank_lord @TheZidar Behold the amazing power of the #TinySpatula! Look at it, Todd! https://t.co/dHNfIw0vLP",
  "@TheZidar @Toddrick33 @ladystank @Livia429 @tokenliberal @SoDaveWasLike @stank_lord Oops forgot. #LaCroixBoizz",
  "OH. MY. GOD. YOU GUYS. I got home from work and found a package with not one, but TWO #TinySpatulas! #XmasMiracle #OneLove #SaveTheCrew https://t.co/VHpPSD6sib",
  "@PBrennanENQ @ENQSports I’m booing your pun.",
  "@tinylittleatom @dejenji And that creepy old guy",
  "@tinylittleatom @dejenji I had to google this joke because I don’t eat garbage pizza.",
  "Why yes insurance company giving me an online quote, I'd be happy to give you my phone number. Ready? It's 111-111-1111.",
  "@simongerman600 @KentonLibrary It was too easy.",
  "@KentonLibrary Joker, Riddler, Two-Face, Scarecrow, Poison Ivy, Mr Freeze, Catwoman (on again/off again), Penguin, Bane, Ra's al Ghul, on and on",
  "Ashley does not know how to create a hyperlink in a word document that just says \"link\" and it's driving me crazy.",
  "@EricM_LBC Haha. Only way to know is to try it!",
  "@EricM_LBC Sure. I think more so if it was regular gin. I used old tom gin though that’s a bit more complex.",
  "The Mall in DC is not what you may think it is. https://t.co/LMTwuk9fP4",
  "@crewfanscott I have never had one. After googling they seem... interesting. Definitely enjoy sochu but concerned about milky flavors. What’s your opinion?",
  "@ThaLandshark42 No green. Kentucky Blanche Absinthe. https://t.co/pOC4VhHyKt",
  "@ThaLandshark42 Snotty green. So maybe some chartreuse in there.",
  "@ThatSchoolcraft Thanks dude! Not bad. We should bring this one back.",
  "@CincyToLondon Dude. It’s the bee’s knees.",
  "Bee’s Knees\n2 oz Gin\n3/4 oz Lemon\n3/4 oz 1:1 Honey Syrup\nShake and strain\n#RepealDay #DavidMakesDrinks https://t.co/dcWbxZDI0u",
  "@CincyToLondon Goddamnit",
  "@lavatwin That is good. I like this song.",
  "@CincyToLondon No fresh basil.",
  "@TimJames1989 No beer. Womp womp.",
  "@rambogooner BOURBON!!!",
  "@gunner921 Bees knees?",
  "@ThatSchoolcraft It’s a bit cold for me...",
  "What drink should I make for myself to celebrate #RepealDay?",
  "@lavatwin Coolest new music in that list?",
  "@tinylittleatom #SMOAK",
  "@PeegeRiley  https://t.co/XqgQtetxt0",
  "@PeegeRiley You old. Also same, dude.",
  "Gunners 👆➖",
  "@GunnerForLife06 She means cocaine.",
  "@tombahama69 @Icrioh Wedding gift for tom Bahama coming up",
  "@Icrioh Funny story this is the current chandelier. It’s called Sputnik. Lol https://t.co/kH3sKPKfoI",
  "@Icrioh  https://t.co/UFethSYElj",
  "@Icrioh I mean your not wrong but also then isn’t paint and furniture and whatever reducto ad absurdium also bougie?",
  "@KOTAstewart @imazombii this might be controversial but pizza is already bread &amp; sauce and should already have meat so I've never seen the need for sides but 🤷",
  "@imazombii These “friends” should go somewhere else.",
  "@EricM_LBC for sure.",
  "Like.. come on. https://t.co/ASAK0eNu4S",
  "People have gone fuckin nuts with chandelier design these days. Jesus Christ.",
  "@imazombii was there any argument?",
  "I hope you’re feeling the love @KyleKile and @akohlhepp.",
  "@SoDaveWasLike @ladystank Of course!",
  "@ladystank @SoDaveWasLike Did I become Sisyphus? Why has god smitten me?",
  "@madiann09 @MBMBaM ... Donald Duck...?",
  "@SoDaveWasLike @ladystank Solution, Dave brings all his Amish buddies down and we knock it out in a day!",
  "@Toddrick33  https://t.co/tfw52YLdTd",
  "@oshaughnessy @ladystank  https://t.co/a9j8IO4J9H",
  "@SoDaveWasLike @ladystank  https://t.co/nsZwh5joPt",
  "@ThaLandshark42  https://t.co/34Dg9M4gTw",
  "@ladystank Wot",
  "@ThaLandshark42 ... I kinda do have small hands...",
  "This is all Dakota's fault! https://t.co/POSJsa2mXc",
  "How did a house \"we absolutely love\" end up with two full pages of projects/purchases?",
  "@dejenji @KOTAstewart I honestly need a professional headshot but I hate photos of myself.",
  "@KOTAstewart @dejenji  https://t.co/mDM3tcNVA6",
  "@KOTAstewart @dejenji *burns your house down*",
  "@dejenji @KOTAstewart Yay, me too!",
  "[police dog comes in to meet my class]\n\nME: hello mr police doggo\nPOLICE DOG: *murders me*\nFRIEND: what the hell\nDOG: I feared for my life\nDOG: *sprinkles some crack on my body*",
  "@kezcartann @sarahmccammon I was that cynical child (with better spelling) and I turned out okay. 🤷‍♀️",
  "@amandakathlyn \"Alright class, we're all gonna watch netflix from my phone.\"",
  "@k_mitch15 wow https://t.co/s53AAMl2l4",
  "@linsinnati My style is definitely minimalist but mostly arguing with Ashley.",
  "@linsinnati Oooo. That is nice. Friends again.",
  "@linsinnati Haha. It reminds me of a 1970s basement so I’m not a big fan. Also it doesn’t seem wood tones are “in” right now.",
  "@linsinnati  https://t.co/IEGCZ4DovX",
  "@linsinnati Exactly!",
  "I have very mixed opinions of bead board",
  "@stank_lord @ThaLandshark42 @SoDaveWasLike @TheZidar @Livia429 You’ll notice in this Shane piece the characteristic elements of texture and dynamic color contrast, and of course passionate crewzality, but in his earlier work he favored a rough, almost frenzied pace to his shopping that mellowed with age. https://t.co/wbR6d5pTNH",
  "@SoDaveWasLike @TheZidar @Livia429 @JulieStankey you'll always have that night, Dave. Nobody can take that from you ❤ https://t.co/H6Q5uBDjsi",
  "@JulieStankey @ThaLandshark42 @Livia429 @Toddrick33 of course the tiny spatula",
  "@ThaLandshark42 @Livia429 @Toddrick33 Our tiny spatula is one of our most used utensils",
  "@Livia429 @Toddrick33 I second the tiny spatula suggestion",
  "@Toddrick33 or... buy tiny spatulas. They work wonders https://t.co/g4GKc6DeTt",
  "@ladystank @evonne28 @Livia429 @Toddrick33 I love all of my Crewchachos!",
  "@madiann09 Kroger. Womp womp",
  "So #TinySpatula sighting https://t.co/bNhfAhj9Nl",
  "Makin thumbprint Christmas cookies! https://t.co/FsS6xRZK2w",
  "@mcornell @stank_lord Rahm Beau Güner",
  "@mcornell @stank_lord How dare you sir! I was born and raised in the North.",
  "@brettbaker21 @madiann09 @KOTAstewart @Toddrick33 🤷‍♀️ throw the Ohio State Senate seal on https://t.co/mvXaigd4IE",
  "@madiann09 @KOTAstewart @Toddrick33 Just a proclamation. So, if it passes, the Ohio state senate is saying that they as body want the Crew to stay, please. That’s it.",
  "@goonerHRF New Director of Football and new Chief Scout. Got rid of the scout that's been Arsene's guy since the beginning and a DoF that Wenger has said was unnecessary whenever asked. Just seems like they're actually planning for his departure now.",
  "@Morgan_Hughes @stank_lord #Validation",
  "@7amkickoff umm *Darlington Nagbe... I guess https://t.co/SMjaQJGF7O",
  "@tokenliberal Um...",
  "I'm really coming around to the conclusion that Wenger won't be Arsenal manager next season",
  "Gotta win the #sweepstakes to chuck this ball into Mt Doom. https://t.co/1vrYSieTxO",
  "@tokenliberal Cleveland",
  "@stank_lord @Morgan_Hughes I don't appreciate being tricked into suffering through eight minutes and forty nine seconds of Morgan without even getting a #CelebrityShitlord shoutout..",
  "@Icrioh @dejenji Already there, fam. #UpTheDynamos https://t.co/QurkwgBQBC",
  "@Crewdelis @cincysoccertalk @MLS We don't believe that. We think Cincy and Columbus together would be huge for MLS",
  "@iRobsteR Mitch Hil... oh...",
  "When a person who is younger than you retires from professional football. https://t.co/mXFOwENFAp",
  "@GMPunk @rambogooner Could you even imagine how lit the entire SW corner of Ohio would be? Columbus/Cincy bringing THOUSANDS of people either way, Dayton with smatterings of yellow/black and orange/blue? GOD DAMN WHY CAN'T WE HAVE NICE THINGS?",
  "@sousourocket On the advice of counsel, I invoke my fifth amendment privilege against self-incrimination.",
  "@sousourocket  https://t.co/VVTzhObTfS",
  "@KOTAstewart @imazombii @GMPunk  https://t.co/uMuJndEGii",
  "@rambogooner Agreed. #HellIsReal three or more times a year would be magical.",
  "@ladystank I'm disappointed in me too",
  "@GMPunk For sure. The efforts from #SaveTheCrew help too.",
  "@imazombii @madiann09  https://t.co/ARbEaT3MDP",
  "@ladystank how to write a tweet that is pretty much guaranteed not to age well...",
  "@madiann09 @imazombii It’s not dayton. Just not a huge fan of any of Cincy’s extended suburbs.",
  "@stank_lord @Morgan_Hughes Word on the street is I’m super attractive so it’s entirely possible... but what’s a video weblog?",
  "@imazombii Okay the one person who can afford a tv in Dayton (I assume that’s @madiann09) tuned in. 100% of 1. Lol",
  "Lotta Columbus people claiming Cincinnati all of the sudden...",
  "@EricM_LBC I’m more of a say please and if they say no, then threaten them but 🤷‍♀️",
  "Proofreading a super aggressive letter that lawyer Ashley wrote to our landlord demanding our deposit back and she’s a bit like... https://t.co/c48Ay0FP6b",
  "@KOTAstewart https://t.co/tCyDNWTb2C",
  "Pretty sure in the past 10 days I've eaten chili maybe 7 of them.",
  "i got 99 problems and every one of them is a luftballon",
  "Alabama is an interesting case study on what would happen to a state that decided to be first place in football and last place in literally everything else.",
  "@dejenji Nice https://t.co/BzsLxARdPK",
  "@Icrioh I have seen this exact thing happen in Northside!",
  "@jblakelane  https://t.co/5TkuaXkjDS",
  "The Nixon argument: if the president does it, it's not a crime. https://t.co/yirwecJsQc",
  "Lol 😁 🍷 #wine #winelover @winewankers @tinastullracing @Dracaenawines @JMiquelWine @MacCocktail @DemiCassiani @pietrosd @SteveKubota https://t.co/XlnXCves44",
  "I’m sure some Jamaican guy already invented this but I deglazed my red beans and rice with dark rum. https://t.co/tpx0NINwJO",
  "Life comes at you fast https://t.co/0Dyns1zi5M",
  "@stank_lord #RoughLadzDoNewport2k18",
  "\"No one has murdered anyone in Newport in the past three years, an unusual stretch…” - Cincinnati Enquirer",
  "@Icrioh  https://t.co/qjhvURaDYJ",
  "@kgeiger128 @thedaviddawson Oh god it’s so terrible!",
  "@thedaviddawson Ashley at target https://t.co/8SO4hb4bVZ",
  "Ashley is not impressed with porgs. Also she looks a little #NotoriousRBG. https://t.co/5UqAVk8LV5",
  "@tokenliberal @stank_lord @ladystank @SoDaveWasLike End of December actually",
  "@tokenliberal @stank_lord @ladystank @SoDaveWasLike Take a nap after your denny’s early bird special and mall laps?",
  "@Morgan_Hughes Amazing how scarf technology and SG graphic design chops have evolved over time.",
  "@bradleysweigel Yeah...",
  "@thedaviddawson #WelpFace https://t.co/TegWBXuXnO",
  "I feel like maybe I got fucked on this a bit but it’s too early to tell.",
  "@tombahama69 Go butler btw",
  "@tombahama69 Calm down, fuckeye.",
  "@bbyrer Yes. I crap on Newport. It’s lamer Covington.",
  "@Icrioh @theliammalone @CincinnatiFC icu",
  "@dejenji @bradleysweigel Should’ve just urbandictionaryed it but thought it might be FC specific.",
  "@dejenji @bradleysweigel I’m guessing I should get this reference but I do not...",
  "@bradleysweigel #KickingOnTheLicking",
  "@bradleysweigel Thank you! We aren’t there yet but they’ve verbally accepted our offer.",
  "@Icrioh @tinylittleatom GAH! Star Wars is out on my birthday!!!",
  "@tinylittleatom Thank you! I’m terrified.",
  "Holy shit I’m buying a house",
  "@settingthetable Kentucky is fine. I just hate Newport.",
  "Putting in an offer on a house in Newport. #WhoAmI #WhatHaveIBecome",
  "@Icrioh Probably too late but I have bowls and spoons.",
  "@Icrioh @e_nietupski I don’t know what a bearcat is. Like is it like a griffin or other mythical hybrid creature?",
  "@Icrioh I have a cup https://t.co/BNmBSYh0GH",
  "🤔☹🙃😢😔 https://t.co/oHUV4F7O9d",
  "@Icrioh #WelpFace https://t.co/SW0898HF9F",
  "I guess I’m against Xavier… right?",
  "So Braxton has a Bubbles rip off… actually not bad.",
  "I still hate republicans",
  "@rambogooner Hang up and listen, then: https://t.co/zcuKU12LXP I'll show you the world shining shimmering splended",
  "@imazombii I mean... it’s bedtime but am intrigued.",
  "@TheZidar Even your Santa emoji is dour.",
  "@imazombii Wut r video games? I’ll take my response off the air.",
  "I am sad",
  "Conspiracy!!! https://t.co/ANLjEuiZOB",
  "@KyleKile @nicklisterman This is @akohlhepp’s fault! https://t.co/TQ6YaWNTDQ",
  "@nicklisterman @KyleKile ITS NOT LIKE WELL BE BRINGING OUR OWN FREE FOOD TO SHARE WITH EVRRYONE IDKSKSKSDNDNDKSKRKRJFNFL https://t.co/3PxPwyqvhW",
  "@nicklisterman @KyleKile Dennis technique... initiate! https://t.co/A0p3lHyNTH",
  "@KyleKile *sigh* ahh so this is when I burn down Rhinehaus... https://t.co/Fu8zqGgbPy",
  "@KOTAstewart  https://t.co/l7nmzGu1Wk",
  "@tinylittleatom @Icrioh Yeah furries are weird https://t.co/vgx2Lnut4R",
  "@Icrioh *rambogooner https://t.co/Y8MR6jvhmE",
  "@Icrioh Huh https://t.co/peWAJ6m4Iq",
  "@Toddrick33 haha I mean Argentina and France are in the top 5 favorites to win the whole thing so that'd be pretty huge upsets!",
  "🙄 https://t.co/HtYMOjCWoE",
  "@Toddrick33 hmmm... okay that's at least reasonable.",
  "@Toddrick33 stop it, todd!",
  "@Toddrick33 ummm... wtf todd?",
  "@imazombii post gym drink?",
  "UPDATE: Democrats just offered an amendment to ensure corporations use their tax savings to raise employee wages at the same rate they increase executive pay, stock buybacks and dividends to shareholders. Every single Republican voting, voted NO. #GOPTaxPlan",
  "@TanaWeingartner With the high profile absentees this year, I don’t know that there is a group of death.",
  "@hangthadj @Toddrick33 Isn’t italian soccer maxim number one something like “everyone starts the game with one point. Whatever you do don’t lose it”?",
  "Just warning everyone that if my Uber driver is from Project Veritas that they will have no problem getting a tape of me politely agreeing with basically anything",
  "Me too. It’s literally transferring money between children and corporate CEOs and basically everyone in the GOP is like: OF COURSE, THE CEOS! https://t.co/gn9RFuf1EL",
  "@tinylittleatom Yep https://t.co/03EB22T75E",
  "@tinylittleatom Tried to look up a song named \"single\". was ineffective.",
  "Old enough to remember Flynn leading a “lock her up” chant at the convention",
  "Ahhhhhh yeeeeessssss https://t.co/P6IvhtoYUW",
  "@stank_lord No",
  "@dejenji hmmmm. I have written multiple responses to this, all of which where deleted.",
  "SHIT! Gotta get my advent calendar today. Only for the booze/chocolate/etc.",
  "@hangthadj https://t.co/1NjCMk5How",
  "People always describe somebody as being \"from the GREAT state of (wherever)\". Surely we're being a bit generous with our praise. Looking at you Alabama.",
  "THREAD: Dude (and I am using the royal \"dude\"), how many times does POTUS need to try to shut down an investigation before it is Obstruction of Justice? https://t.co/BisTUiJwwF",
  "@SoDaveWasLike @Livia429 RIP, @tokenliberal.",
  "@Morgan_Hughes Is this over? Should I tell anyone?",
  "I prefer posh accents. Begone peasants.",
  "Omg that Scottish accent! Less talking from you, please.",
  "@miffedtweeter Also your state’s senators and my state’s senators...",
  "The real story is that Anthony Precourt is very bad at being a sports team owner and Columbus is a soccer city in the hands of a bad guy. #SaveTheCrew",
  "@Morgan_Hughes Please go away https://t.co/dArMCHpWuK",
  "OMG this margarita is so sour and I love it!",
  "Honestly, has anyone ever clicked subscribe because somebody on youtube asked them to at the end of a video?",
  "@dejenji This is why I am not a professional athlete. Sometimes I can't even be bothered to drive 5 minutes for Chipotle.",
  "@7amkickoff I will not be wearing this. https://t.co/4O2QmTXQIQ",
  "Applied for a job at Pure Romance. I bet that office has a really weird vibe. #DadJokes",
  "@mikeAckley98 Ohhhhh I went to butler before we were in the big east. I’m more a hater of Wright State. #HorizonLeague4Lyf",
  "@mikeAckley98 Wait, what?!",
  "woo https://t.co/4aJnNT3aOE",
  "@jstew0101 @brianschatz Well, Obama wasn't president in 08. Second are you equating all tax cuts ever? His specifically only applied to couples making less than 250k. So, nope.",
  "If lately you ever find the world wildly depressing, just remember that we also live in a world where you can put cold pasta in a bowl, cover it with dressing, and call it a salad.",
  "I’m so so sorry my Toffee friends. https://t.co/5EfnraQnS5",
  "@JohnRClem um... where's the cheese curds and gravy, yo?",
  "@BobBrumberg U no it! #BankerLyf",
  "Should I be angry or not care https://t.co/P9Dinbvu0z",
  "Republicans are about to vote to transfer literally trillions from regular people who work at regular jobs to around 5,500 people with estates, and the largest and most profitable global corporations in human history. Don’t be despondent. Be angry.",
  "When you skip all of the training but still get 100% on the knowledge test https://t.co/R1y1kBZZrC",
  "I remember all the uproar over Norquist's no increasing taxes pledge. Some Republican please explain this to me. https://t.co/4naxSpY1zG",
  "@kezcartann He's no Aaron Ramsey but he's pretty good. lol",
  "I love love love when Mesut knocks the ball into the ground. Did it to Man U and Ludogorets. https://t.co/kW3DiGf6cc",
  "“By 2027, people making $40,000 to $50,000 would pay a combined $5.3 billion more in taxes, while the group earning $1 million or more would get a $5.8 billion cut.” https://t.co/rhXozgDaDs",
  "Just a reminder that we are up against a league who’s official URL is https://t.co/3r6G32d2x6. We will #savethecrew",
  "#onelove to all, near or far. 💛🖤",
  "🎼 It’s gonna take a lot [more than that] to take me awaaaaaay from Crew! There’s nothing that a shitty trust-fund baby [and Don Garber] could ever doooo! I BLESS THE RAINS DOWN IN AFRICAAAAAAA!!!! 🎼\n#SaveTheCrew",
  "@CincyToLondon Yeah. Also it’s embarrassing when you’re the better team and falling all over the place. Embarrassing.",
  "@CincyToLondon I’ve been prepared for this for a week now.",
  "Tylenol pm time!",
  "Well my other team won 5-nil… so I’ve got that going for me… which is nice...",
  "@TimJames1989 *win it",
  "STEFFEWNhdslvnsdnvoidsnasdoioais!!!!!!",
  "Goddamnit MERAM!",
  "@rambogooner 👏👏👏",
  "COLUMBUS",
  "@Save_The_Crew @NorOnTour  This just happened. #SaveTheCrew 💛🖤 https://t.co/My4Q1LQoVy",
  "Wayne Rooney hat trick? WTF",
  "This goal is sex https://t.co/3pNUHGMmap",
  "GOAAAL! Olivier Giroud 2-0 https://t.co/6lIKa5Q4PU",
  "Just received a business card in the Papyrus font. https://t.co/M34nQ5wruM",
  "@RotGutGaming @Icrioh If you were wondering, this is exactly what hubris looks like. https://t.co/RKIkPPBzxG",
  "Okay but loses style points for referencing a certain annoying US soccer chant. https://t.co/m3uLzvodR5",
  "@imazombii But ALSO Big Sam is the only England manager with a 100% win record. So there's that.",
  "Premier League managers: country/(age): \n\n1. 🇪🇸\n2. 🇵🇹\n3. 🇮🇹\n4. 🇫🇷\n5. 🇦🇷\n6. 🇩🇪\n7. 🇬🇧 (46)\n8. 🇵🇹\n9. 🇫🇷\n10. 🇮🇪 (58)*\n11. 🇦🇷\n12. 🇪🇸\n13. 🇩🇪\n14. 🇬🇧 (39)\n15. 🇬🇧 (54)\n16. 🇬🇧 (56)\n17. 🇬🇧 (63)\n18. 🇬🇧 (54)\n19. 🇬🇧 (45)\n20. 🇬🇧 (70)",
  "Are Everton the new Spurs? Discuss.",
  "@imazombii  https://t.co/G5OCY2bSFH",
  "West Ham and Palace are now just one appointment away from completing 'Old British Manager Bingo'. https://t.co/EKnlTGcHWq",
  "England: Why aren't there enough good English managers to take over the national team job?\nAlso England: Keep giving Pards, Pulis, and Big Sam jobs.",
  "@dejenji Brutal https://t.co/EKtlmeyR4x",
  "@Livia429 @gcgbag96 @ladystank Still dubious https://t.co/DVtk96mEYr",
  "@dejenji Just a reminder that worries don't end there. #SaveTheCrew",
  "Is this a better gift for @gcgbag96 or @ladystank's totally real and not made up children? https://t.co/6jVKZ31vA9",
  "@TanaWeingartner Your fans were singing that chant. Never mind.",
  "Oh my Yedlin. That hair. Wow.",
  "@TanaWeingartner Your team came back.",
  "“Two nil and you f-ed it up.” @TanaWeingartner",
  "Six FREE spots have opened on the #NorOnTour Bus to Toronto courtesy of @jenisicecreams. Bus includes ticket/transportation. You must have a passport, you must be able to meet at Mapfre at 5:30am tomorrow morning.  First come first serve #SaveTheCrew #Crew96",
  "Yeah, looks off.",
  "He wasn’t off?",
  "Hahahaha",
  "Man, remember when everyone wanted Llorente a couple years ago?",
  "I mean I really enjoy it when Arsenal win but I fucking love it when Sp*rs lose.",
  "@madiann09  https://t.co/091hOuIjVo",
  "@madiann09 Hahahaha https://t.co/JzuYAnn8KO",
  "@gunner921 @CincyToLondon King Power*",
  "@k_mitch15 Do not feel great about this so I’m happy staying in limbo.",
  "@BLarsenAFC1886 @chiroboi Now that it’s been mentioned on my TL, I’m getting targeted ads that Gold is now 20% off… just FYI from NBC.",
  "This is a good song\nhttps://t.co/lH5Q8CYTPJ",
  "@chiroboi It’s on gold but I’ll be at work so arsenal app it is.",
  "Remember that one cool thing our country did over sixty years ago? https://t.co/OpkRCGOWHx",
  "A friendly reminder that @APrecourt has absolutely NOTHING set-up in Austin. He is merely using the two cities to publicly finance a stadium that will artificially inflate the Crew's value. At which point, he will sell. #SaveTheCrew",
  "@tokenliberal I agree. My alka seltzer is “citrus flavored”. It’s more orangey-flavored but color is pink. 🤷‍♀️",
  "@CincyToLondon Little tiny baby orange",
  "@CincyToLondon Looked it up on emojipedia to see what Samsung, etc use but discovered that it’s technically the tangerine emoji. 🤯 https://t.co/XUwsyyUiba",
  "@rambogooner For what it's worth, when you type citrus, this emoji pops up 🍊",
  "I ask because my mind first goes to lemon. I use limes the most but I imagine oranges are the most popular for others.",
  "When I say “citrus” what’s the first fruit that comes to mind?",
  "@evonne28 Me too. Good luck!",
  "@evonne28 You could have a different and positive experience. Mine was unjust, racist, and terrible.",
  "@evonne28 Was on a jury a year ago and it was one of the worst experiences of my life. Your making calls on people’s lives with 11 random people, a lot of whom lack any empathy.",
  "@evonne28 Yeah, you think that...",
  "My @fccincinnati tree is coming along. #FCCincy is always in season. https://t.co/zP98R9HY3i",
  "@tinylittleatom Molly right now https://t.co/GrHZakjU9k",
  "@tinylittleatom @imazombii @tokenliberal #RawDogTwitter",
  "@KOTAstewart good bot",
  "@BobBrumberg Wait! Do you think I have scurvy?",
  "@BobBrumberg I've been subsisting off chili, saltines, and LaCroix for the past two days so...",
  "Imma eat this orange and then I won't be sick anymore. #VitaminCPower",
  "I'm over forty five hundred miles from him and I still find Gattuso slightly terrifying.",
  "@KOTAstewart Fortunately the #LaCroixBoizz don't spend any time with you among the riffraff in the street. Begone from our company, guttersnipe.",
  "Sounds like Cranley tbh https://t.co/HSufySyMcB",
  "One plus of drinking all this lacroix is that it makes drinking alka seltzer way easier.",
  "This is a big deal. https://t.co/X5KxoZ92Mp",
  "#Justice4TheGrinch https://t.co/JsUqIKRFsk",
  "@tinylittleatom  https://t.co/Mg3LM2VRW5",
  "@tinylittleatom HOT CHICKEN TAKEOVER!",
  "@tinylittleatom OR AM I? https://t.co/fo2tmcfeAf",
  "@tinylittleatom I am coughing. Sorry.",
  "Editorial: \nHey, FC Cincinnati!\nNorthern Kentucky is ready for you!\nApparently.\nMaybe.\nhttps://t.co/r7PO6wH1Lq",
  "@itsjustBru True true.",
  "I am sick. Sad.",
  "@imazombii *clutches pearls* https://t.co/YVmEkmSxA8",
  "@imazombii I thought you were rum peo... doesn’t mater doesn’t matter. What do you have?",
  "@imazombii Here you go https://t.co/BjPZujgK0a",
  "@imazombii @buckeyedinapoli @madiann09 @Save_The_Crew @YellowNatArmy Get out ya dirty immigrants!",
  "Butler wins!",
  "@Icrioh Is true",
  "@buckeyedinapoli @madiann09 @Save_The_Crew @YellowNatArmy This… confuses me. Daytonian for Cleveland and Columbusian for Cincinnati.",
  "That’s what we call a priming shot! You do the goal shot and then arsenal owes you a goal! @TittiBoy @KyleKile",
  "@CincyToLondon  https://t.co/ezFm648jas",
  "@CincyToLondon Yeah but changing the name to a Caribbean country has uncomfortable racist undertones.",
  "@KOTAstewart #DatBrowDoh #Skillz",
  "@thedaviddawson @kgeiger128 My parents were murdered by a baby hippo https://t.co/veYuzR6JSW",
  "@KOTAstewart Still don’t know which is more terrifying, that stache or the opossum.",
  "Used to love the globe but has gone down a bit in knowledgeable and personable staff.",
  "FYI you lose serious cred as a “cocktail bar” if one of the bartenders on the shift has been a bartender for 3 months and the other is brand new.",
  "@evonne28 99% of these musicals sound more interesting “ruined”",
  "@thedaviddawson @kgeiger128  https://t.co/is5pJGVxwX",
  "For those interested:\n4 pounds ground beef (substituted 1 lb turkey)\n1 large diced onion\n1 green pepper\n2 Anaheim peppers\nWater\nFuck ton of chili powder, chipotle chili powder, cumin, coriander, garlic, paprika, allspice, cholula, and oregano",
  "@BobBrumberg What kind of silver spooner family do you have that’s too good for water? Lol #BankerLyf",
  "@BobBrumberg  https://t.co/8SWqP9gnVn",
  "@BobBrumberg So vodka is water and alcohol. It adds nothing to a drink but booze. So it’s seen as a ... hmm... casual fuccboi... of the cocktail world.",
  "@BobBrumberg Personally, I have a handle of vodka that gets used just as often to fortify my syrups as it does in cocktails so 🤷‍♀️",
  "@stank_lord My mother in law likes them. They tend to be too... banal and vapid to hold my attention. #LaCroixBoizz",
  "@BobBrumberg There are a bunch of top notch cocktail bars that actively avoid any use of vodka.",
  "@BobBrumberg *goes to my cocktail chart* hmmm... gonna have to try all the vodka ones with either rums or light American gins.",
  "So yeah... sorry but vodka doesn’t really need to exist anymore. We’re adults.",
  "@stank_lord  https://t.co/UGjNzlklaB",
  "@Peej_Jones I told myself the next time I needed drunk food and someone mentioned it, I would give it an enthusiastic second chance.",
  "@jblakelane Somebody’s at that stupid private rest stop. #Cincy2Knoxville",
  "Oh man. White Russians with dark rum instead of vodka are way better.",
  "@TheCrewPat I individually scoop out chili with my saltines. Oysters get soggy for me. But to each their own in the cracker department.",
  "@selanmx @AlexCSprague Four pounds of beef but whatevs...",
  "@AlexCSprague Stick to water, Hamilton!.",
  "@CincyToLondon @MassiveJH #WhelpFace-ing so hard right now.",
  "A thread https://t.co/RxOQdKmLbi",
  "@itsjustBru Can’t even hear you over my tasty, bean filled chili.",
  "@itsjustBru Nope. I won’t be plucking the hundreds of beans out of my chili.",
  "@itsjustBru Hard pass. Trying not to ruin it.",
  "Chili. Don’t worry it’s good. There’s no chocolate, cinnamon, nutmeg, or clove. https://t.co/jKeU5Adbq6",
  "New PR 5k time. Nice.",
  "@k_mitch15 Thank you for bringing this to my timeline.",
  "The internet is a weird place. https://t.co/G7a4TFDIya",
  "In 2007, Comcast began a covert program to prevent their customers from using BitTorrent by secretly resetting their connections to other users. In 2014, Comcast artificially reduced the speed of Netflix to its users until Netflix paid up. Comcast has ALREADY blocked &amp; throttled. https://t.co/PsFZBSVBW5",
  "Orange juice? Like the mixer?",
  "@ryanlammi  https://t.co/hJVEhSYyxP",
  "For my GD friends but mostly @jblakelane. https://t.co/aKzBxd0oEX",
  "@ShutUpYosief @Morgan_Hughes  https://t.co/rE1xlYMn0M",
  "Jesus Christ! https://t.co/2MD0sTtb5e",
  "@Icrioh You’re alive! Congrats.",
  "This is your derby right, Schalke?",
  "@ShutUpYosief File this under unnecessary polls https://t.co/i0gVRDAvvK",
  "@madiann09  https://t.co/cI3f28h9nu",
  "@buckeyedinapoli I actually went to Butler tho...",
  "@buckeyedinapoli B. U. \nT. L. E. \nR you a Bulldog?\nHell yeah!",
  "@tombahama69 Is that him? He’s obviously a fan of The Hornets or whatever.",
  "Puerto Rico is the Piña Colada. https://t.co/6L9mzUm1xA",
  "The official state beverage of Kentucky is... *drumroll* ... MILK! #WTF https://t.co/7U6b9Kp9Xk",
  "@tombahama69 Is that like… a person?",
  "@TimJames1989 All other non-alcoholic beverages… except coffee…",
  "Red wine &gt; white wine",
  "@buckeyedinapoli @k_mitch15 Fucking casual...",
  "@k_mitch15 @buckeyedinapoli #LaCroixBoizz4Lyf https://t.co/lUbNolSSDO",
  "@tokenliberal  https://t.co/dZZBh3OaM4",
  "@buckeyedinapoli How you gonna argue with a buzzfeed quiz?!",
  "I have taken a buzzfeed quiz. It declared me “Not an asshole.” Take that, world!",
  "@mcornell Nice! I’m just worried about them fitting my face.",
  "@mcornell Eye buy direct this time. I’ve done coastal a couple years ago without great success.",
  "Buying glasses online for cheap feels like I’m doomed to failure.",
  "Coonskin Cap is my absolute favorite song, ever. Always makes me feel better.",
  "YEAHHHHHHH https://t.co/QNBlZK15lb",
  "@miffedtweeter No ones needs that filler! Give me real food.",
  "Just watched this episode… #Justice4Iain #GBBO https://t.co/IhpG7QP8CF",
  "MOTHER-IN-LAW: There are Thanksgiving leftovers in the freezer\n\nME: Thanks but I…quit cold turkey \n\nMIL: I never wanted you in this family",
  "@thedaviddawson  https://t.co/Mn1S160quM",
  "@kgeiger128 @thedaviddawson  https://t.co/kFlthje6CN",
  "@thedaviddawson Um… what?",
  "#YosiefIsAGooner https://t.co/cKFT5rluFV",
  "Manhattan it is, then. Though I prefer mine with a big ice cube. https://t.co/BdLXHNqP3p",
  "Halfway through measuring out my boulevardier only to discover no campari. Womp womp.",
  "When you ate way too much Thanksgiving but you’re still down for drinks https://t.co/CG70LvSuxd",
  "@lavatwin @TheZidar @selanmx OMG https://t.co/thukksVfC9",
  "@lavatwin  https://t.co/EVrX6c5lcw",
  "Yum! @lavatwin https://t.co/4wd6MvkheI",
  "Elneny is great but not at set pieces.",
  "Can also add any non flavored alcohol.",
  "Cranberry\nGinger Simple Syrup\nFizzy Stuff\n#LaCroixBoizz https://t.co/34MONkoglH",
  "I’ve decide for Thanksgiving I want kabob, fries, and Turkish coffee. That sound amazing.",
  "Ran 5k and cleared out 431 calories of cap space for a pumpkin pie to be named later. #Thanksgiving",
  "@lavatwin Cranberry and ginger ale as well as cranberry and la croix!",
  "@ladystank Glad you’ve discovered how to google stock photos 🙄",
  "@BobBrumberg Keeping five hundred dollars in my account? Nah... https://t.co/pmyrNEGeYd",
  "@BobBrumberg  https://t.co/I5BqQWcHRy",
  "@BobBrumberg No it wasn’t! You guys changed the terms and conditions! #Vampires https://t.co/GYTKTj2C25",
  "@tinylittleatom @AlexCSprague @lavatwin @CowtownBen BING BONG!",
  "@BobBrumberg We’re not all bankers, Bob. I wan’t my $7 dollar fee back, you vampire!",
  "@tinylittleatom @AlexCSprague @lavatwin @CowtownBen FYI once it’s legal it is a little less fun. And if the movie Inside Out taught me anything, it’s that when you’re an adult, everything is a little sad.",
  "@AlexCSprague @tinylittleatom @lavatwin @CowtownBen … um do we share a birthday?",
  "@AlexCSprague @tinylittleatom @lavatwin I always assumed you weren’t old enough to drink, you know, like @CowtownBen.",
  "@AlexCSprague @tinylittleatom @lavatwin Gotta go to bed but I’m sure Hamilton!, OH is a nice place with good water. I’ll have to pass through some day when I’m heading out to Oxford or whatever.",
  "@AlexCSprague @tinylittleatom @lavatwin That they have to put walkable in quotes and talk about an “urban core\" is a little embarrassing...",
  "@miffedtweeter @tombahama69 @ohmyashley11 This is totally Tom Bahama running two accounts. Conspiracy!",
  "@tinylittleatom @AlexCSprague @lavatwin Thus President Jeb Bush, right?",
  "@tinylittleatom @AlexCSprague @lavatwin Because we didn’t focus on water. We went with culture and an actual economy and whatnot.",
  "@tinylittleatom @AlexCSprague @lavatwin Ah, the “Jeb!” approach to marketing",
  "@AlexCSprague @tinylittleatom @lavatwin Yeah that was TWO YEARS AGO, third place. https://t.co/fXDILDhTms",
  "@AlexCSprague @tinylittleatom @lavatwin I mean... that’s just embarrassing. \n“Whats exceptional about your hometown?”\n“Umm... our waters not gross..?”",
  "@tinylittleatom @lavatwin Pssshh! #LovTheCov, tap water enthusiast.",
  "@miffedtweeter You’re in the Lincoln getting shot seats, you high roller.",
  "I did not go back to my hometown and have awkward, drunken run-ins with former classmates and for that I am thankful. Also, I feel like I missed out.",
  "@tinylittleatom @lavatwin aka not Cincinnati...",
  "NO ESQUIRE GIFT GUIDE I CAN’T ASK FOR/DON’T WANT $1800 SPEAKERS! … ass.",
  "@RhinoRoberts @itsjustBru I am one economical son of a bitch.",
  "@hangthadj More experimenting then!",
  "@itsjustBru Kroger brand and no koozie https://t.co/uupvTErce7",
  "@hangthadj Was honestly not the best… How do you prefer your polenta? Is there a trick?",
  "Coho salmon, asparagus, and fried polenta https://t.co/NAmAoLrMoW",
  "@madiann09 @TheNutmegNews has an article for that https://t.co/veEh3MRVyR",
  "F.C.C. Plans Net Neutrality Repeal In Confusing Move For Soccer Team  \n\nhttps://t.co/c54YYATG2h",
  "@TheNutmegNews Brilliant! But it's actually *Futbol or *Fussball officially. They're in a bit of a transition right now.",
  "That time of year again. Old comic https://t.co/d7WaGOs8eW",
  "@QueenCityDisco @Morgan_Hughes @rewheaton fun fact: the actress that plays Beverly Crusher is from Ohio. The second worst part of the state but still Ohio.",
  "@Morgan_Hughes @rewheaton that was a good film",
  "@Icrioh @RotGutGaming @dejenji And liking your own tweets...",
  "@Icrioh @RotGutGaming I have more concern about Steve. I hear he can no longer hold his booze.",
  "@weberjaa I was kidding. It’s the location in your bio.",
  "@weberjaa followup, your moving story doesn't check out. lol #RoeblingBridgeTroll https://t.co/ztJvxeRYab",
  "@weberjaa I know. ugh. Mostly just talking crap about the town across the licking from my town.",
  "@RotGutGaming Try to not die in the next couple days. 👍 #BlackoutFriday",
  "I, like #FCCincy, cannot believe I'm considering moving to Newport.",
  "Pretty sure I could survive on just baby carrots if I had to",
  "@lavatwin @KOTAstewart @TheZidar @stank_lord Woah are you saying you’d cheer for Fire over FC?",
  "@KOTAstewart @TheZidar @lavatwin @stank_lord Join us. There’s goetta and skyline enough for everyone! https://t.co/bbZlBupAgh",
  "@TheZidar #RoughLadz have no shame but...\n\n#LaCroixBoizz https://t.co/USvGqvP0sP",
  "@CincyToLondon average but had a playoffs run.",
  "@TimJames1989 Sanch hasn't been good. Manneh in!",
  "More former whitecaps. Awesome.",
  "@TimJames1989 GAH! that is bad news.",
  "@TimJames1989 So he is suspended. I asked yesterday and people thought no.",
  "@KOTAstewart dude, same.",
  "@rambogooner @lavatwin Don't hate. #UnbeatenInTheKotaStacheEra https://t.co/NygcSJRF6R",
  "@lavatwin @KOTAstewart Oh no! ARs flag is up. Apparently there were a few faint strands of hair above his lip that had strayed offside.",
  "@lavatwin  https://t.co/92dyhomRMN",
  "Loses all credibility on food opinions. Ever. https://t.co/lZ73aOtSar",
  "@lavatwin More like “salad, west coast? Eating moderately and healthy is the ANTITHESIS OF THANKSGIVING!”",
  "@hangthadj You can be president of our east coast division.",
  "@stank_lord #YellowBitch https://t.co/80wASMheNz",
  "@Icrioh that's no way for a founding member of #TeamFlavorAndBubblez to talk",
  "@CincyToLondon @ShutUpYosief Ah. I couldn’t leave a game before the end.",
  "@CincyToLondon @ShutUpYosief How? Getting out of the stadium was its normal, ongoing disaster and they like closed 71?",
  "@EricM_LBC  https://t.co/p6F1iP1qRG",
  "Scheduled my tattoo for the morning of mls cup final cause everything is terrible and we’re all gonna die.",
  "A radical offshoot of #RoughLadz, the #LaCroixBoizz? #BeerIsForPeasants https://t.co/Ih7ThDzI8h",
  "@HomeatHighbury  https://t.co/C4pDKgszgq",
  "@nicklisterman @KyleKile @CincyToLondon Have you guys not had Turkish coffee? tl:dr it’s good.",
  "\"Net Neutrality\" means corporations can't pay to manipulate how you use the internet (PORN).\nIf this goes away, not only will all your data (PORN HABITS) be scrutinized by telecom companies, they can decide how fast your internet works on certain websites (YOUR PORN WON'T LOAD).",
  "To my crew family who are also moms, I made it home safe. Love you all.",
  "@Toddrick33 It legit took me some time to figure out that’s why we were booing him.",
  "Lol he just mad he got booed for screwing the US out of the World Cup https://t.co/BZbpctJEVc",
  "0-0. #SaveTheCrew #Crew96 https://t.co/lvQv7sJ5wN",
  "@HomeatHighbury There’s like a whole thing",
  "@rambogooner is legitimately playing and singing to A.D.I.D.A.S. by Korn as we get going to Columbus.",
  "#Crew96 https://t.co/dhnawMElnm",
  "Printed my ticket at work and left it on my desk https://t.co/gRwqhADN4n",
  "@EricM_LBC I mean sugar and peanuts so I’m guessing it’s gonna be tasty.",
  "@EricM_LBC Pretty sure I've never had the candy tbh",
  "@EricM_LBC Boston baked beans - actual beans\nBoston Baked Beans - candy",
  "@DaveHageman77 Lol nice.",
  "@EricM_LBC Sure but irrelevant",
  "@tinylittleatom  https://t.co/yJDQxeqJdi",
  "@miffedtweeter What were you gonna get? I assume it was David Spade related.",
  "@tinylittleatom  https://t.co/2jD2n5RTCH",
  "just emailed the fourth artist in about 2 years about a tattoo... I still have no tattoos.",
  "Is this art? https://t.co/ADQ5hq7vcN",
  "@KOTAstewart Nah, #LemmeSmash https://t.co/n82Umdeixs",
  "@KOTAstewart I’ll take this as enthusiastic agreement. You have good taste, sir.",
  "Smashed Potatoes &gt; Mashed Potatoes. Don’t @ me.",
  "@hangthadj @mcornell Alright, alright, I’ve seen the movie. I’ll murder his horse and leave it in his bed.",
  "I cleaned my coffee grinder for the first time in a year because I’m gross. #OnlyCauseItWoukdntWork",
  "Aaaannnnd my brain decided to wake up before four am… still up.",
  "@tombahama69  https://t.co/zYdWaG1SZP",
  "Last call before I go to the ticket exchange. Any friendos need a ticket for tomorrow? $40",
  "@Toddrick33 @KOTAstewart Objection! Prejudicial.",
  "@77_Dredd tasty",
  "Homemade lamb saag https://t.co/6KzL6f9vjh",
  "This really fucked me up https://t.co/wldfkoC9jh",
  "Columbus Crew Announce Attendance For Tomorrows Game As 9,563  https://t.co/16j7qDTcJS",
  "@tinylittleatom @ladystank #TwitterDotCom https://t.co/NnpvI2zUDs",
  "@Toddrick33 still wrong tho...",
  "@ladystank @tinylittleatom https://t.co/3V2K69yhHO",
  "@Toddrick33 @TimJames1989 @itsjustBru @imazombii I’m a fan of duck for sure.",
  "@madiann09 @TimJames1989 I'm making lamb saag tonight!",
  "@imazombii @itsjustBru @TimJames1989 You could try yelling allahu akbar in a public place.",
  "@madiann09 @TimJames1989 lamb for easter seems a bit on the nose for me..",
  "@imazombii @TimJames1989 @itsjustBru  https://t.co/vZ15YqFOb8",
  "@TimJames1989 @itsjustBru @imazombii My mom always makes an odd fowl for Christmas. Cornish hen, duck, etc",
  "@imazombii No ones ever threatened me while quoting the Marseillaise before...",
  "Said no one ever... https://t.co/r6H0pJUKWI",
  "@TimJames1989 That’s true.",
  "@TimJames1989 Turkey is thanksgiving\nChristmas is ham https://t.co/yjOisDd0YW",
  "@Astroheader @CowtownBen @ColumbusCrewSC OMG Double agent! We need someone on the inside. @TheZidar's PFGs as the honeypot.",
  "@itsjustBru Raclette",
  "@itsjustBru @imazombii @TimJames1989 @CowtownBen out of nowhere \"LEEEEERRRROOOOOYYYYY....\"",
  "@TimJames1989 I just came to twitter to complain. I'm not terribly interested in solutions.",
  "@CincyToLondon  https://t.co/rl084C9pvj",
  "@tinylittleatom But that’s like all the way over there! https://t.co/GqnKVJKwzk",
  "@CowtownBen @Astroheader @ColumbusCrewSC I mean. It's a job. Not like there are a billion sports marketing jobs out there tbh but they maybe should be looking for an out if they care.",
  "Did not find hand warmers at the grocery. Hmmm...",
  "@TimJames1989 Who is still eating Cheerios?",
  "@Icrioh Well done @realDonaldTrump. Now we have a Chinese army in the Midwest.",
  "Honey roasted peanuts &gt; Regular roasted peanuts... by like a lot.",
  "Any friend still looking for a ticket? I think it was ~$40 Section 202.",
  "@QueenCityDisco I mean not really. Colts fan. 🤷‍♀️",
  "@QueenCityDisco Good thing it doesn’t get cold in Cincy during football season... 🙄",
  "@QueenCityDisco Wait? This is for real a thing?",
  "@ladystank @CowtownBen @madiann09 I imagine it's a lot of skinny flailing limbs",
  "@tokenliberal I’ll swing by when I start running low on off brand hard candy. https://t.co/hkweYl7ZXP",
  "It's official. I hate old people. Sorry @tokenliberal.",
  "@BLarsenAFC1886 they do that from time to time and I also find it weird.",
  "@bbyrer Gotta collect all that info for a mortgage application.",
  "@76placidcasual Again, gotta get outta that binary mindset. There’s baked goods other than cakes and biscuits.",
  "@76placidcasual And despite what your courts say, Jaffa cakes aren’t cakes.",
  "@76placidcasual Meanwhile, Americans... https://t.co/F31XC3yFqb",
  "@SoDaveWasLike @ladystank @Morgan_Hughes @Toddrick33  https://t.co/2XAthQBFok",
  "@selanmx @ladystank @Morgan_Hughes @SoDaveWasLike @Toddrick33 I had my tonsils out when I was a child. Was rough and involved a lot of popsicles.",
  "@settingthetable @ladystank @Morgan_Hughes @SoDaveWasLike @Toddrick33  https://t.co/GABchhVtYB",
  "@ladystank @Morgan_Hughes @SoDaveWasLike @Toddrick33 Thanksgiving must be fully embraced and given its due before we move on to the next holiday. https://t.co/iSoOaR9q7E",
  "@ladystank @Morgan_Hughes @SoDaveWasLike @Toddrick33 DAY AFTER THANKSGIVING AT EARLIEST YOU PSYCHOS!",
  "And must you put lemon curd on EVERYTHING?! #GBBO",
  "British people are aware there’s other types of cake than sponge, right? #GBBO",
  "Aaaaaaaand now I need some fucking cake",
  "Omg British people are so precious. #GreatBritishBakeOff",
  "@imazombii Thank you, chef.",
  "@imazombii  https://t.co/QClXK6DasT",
  "I have made a sandwich that I believe to be worthy of #Sandwich twitter. https://t.co/LZokhedcCD",
  "@nicklisterman Haha. It was.",
  "@CincinnatiPhil I believe you. https://t.co/BrHjoFrvfv",
  "Seriously though. You’ve already mined all the information about me you need. Just tell me if I can have a mortgage or not.",
  "Just like tell me how much is in my 401k you stupid computer?!",
  "@CincinnatiPhil  https://t.co/eLYwv0VcLk",
  "@CincinnatiPhil But instead you’re taking photos while driving… lol",
  "ITS 👏 THE 👏 EASTERN 👏 CONFERENCE 👏 FINALS 👏 SO 👏 I 👏 FUCKING 👏 HOPE 👏 SO https://t.co/HSjVL4S2hu",
  "The offside goal from a set piece that wasn't a foul to slay Tottenham. Delicious. https://t.co/xXlKI3j15h",
  "@ShutUpYosief @Morgan_Hughes Hmm well good luck finding him. I didn’t see him in the Nordecke last game.",
  "#CaseClosed @ShutUpYosief https://t.co/N91DuxslDv",
  "Damn. Excited about Brinner but then remembered poutine exists. Shit.",
  "All we have in the house for dinner is food for brinner. #Winning",
  "Winner - @DeeperRootsDRC Geisha honey washed",
  "@BobcatPride2307 Yep! Pour over fest in Newport",
  "Omg so many people here #coffee https://t.co/9WGPheA1cH",
  "@tombahama69 Nice socks nerd",
  "@QueenCityDisco @PeegeRiley Still waiting for that WH invite...",
  "@itsjustBru None of them. Pass.",
  "@KyleKile  https://t.co/U9aG63oPje",
  "@tinylittleatom @evonne28 @BrewDogUSA @TIFOSWEAT I love all of you guys. Thank you for being badasses!",
  "@Icrioh  https://t.co/qjCWtt4S7Z",
  "@hangthadj Second best derby of the day...",
  "@evonne28 @BrewDogUSA @TIFOSWEAT Goddamnit @tinylittleatom open your eyes for the photos!",
  "@Icrioh And my worst enemy is...?",
  "@tombahama69 Ashley is decidedly #TeamSlippers",
  "@tombahama69 Also #CanCheck, fool. https://t.co/xrGdl2PqYW",
  "@tombahama69  https://t.co/ZARRc8BGOW",
  "You coming tomorrow @tombahama69 or are you gonna continue your casual ass ways?",
  "12 hours away from this...\n#COYG #NLD https://t.co/R9JRRgctOg",
  "@kezcartann @drudgeons @ASCMadison @arsenalamerica Well… I mean… you’re wrong.",
  "I feel like I’ve burkeled the bagel situation a bit more… sorry @KyleKile",
  "@drudgeons @ASCMadison @arsenalamerica Westcoasters pointing out how easy you have it in 3… 2...",
  "I have never been more dismayed about Northern Kentucky than now, as I try to get any elected official/development leader to say whether there is any plan/preparation for FC Cincinnati to locate in Newport.\nNo one knows anything.\nNothing!\n#NKYbecause?",
  "@brndngee There is a corporation with that name. https://t.co/Zf2K3y3AkH",
  "The city document lists the team name as Fussball Club Cincinnati. Was that an official change? I don't mind it. https://t.co/KNiAHfIO2w",
  "See all you beautiful people bright and early at 7:30am tomorrow at @rhinehausotr! #NLD #COYG https://t.co/68aPd1GiWo",
  "@BobcatPride2307 @dejenji what if I told you meters are made up too... mind-blown.gif",
  "@dejenji ...*sigh*",
  "@dejenji Eurosnobs can officially stop getting shitty when American broadcasters call it “the six”",
  "Holy shit the German word for a soccer penalty is Elfmeter (11 meter)? That's amazing. https://t.co/5GlUEJpLuj",
  "@UncleAligator Goddamnit, @gcgbag96!",
  "@madiann09  https://t.co/BX8RtZtQfX",
  "@madiann09 Live your best life!",
  "@Morgan_Hughes #Blurange and #StrawberryStuff https://t.co/7LRqh0MyNG",
  "Dg obviously means \"Don't Go\"\n#SaveTheCrew https://t.co/QJiB92lq1G",
  "@Morgan_Hughes Is there some kinda graphic that illustrates a potential FCC to ATX move orchestrated by PSV? Asking for a friend...",
  "@BobcatPride2307 I passed out last time but I also didn’t drink any water and a terrible nurse. Never had before.",
  "@Alchmst_dsgn #DraggingDownTheGenePool lol",
  "frontiers of self-owning https://t.co/4ZzFqKw1id",
  "*Red and white\n#COYG #NLD https://t.co/MaLMtE963t",
  "@dejenji @Icrioh I’m all for it",
  "@Icrioh @dejenji big dude but apparently 5' 11\"",
  "@zipsix Sorry still thinking about this. The only litmus test is “can you have empathy for a group of people you aren’t in and act upon it?”",
  "@zipsix Anymore liberal is just a buzzword that moderates like to claim when it's convenient.",
  "*rap air horns* https://t.co/rvfj5ZXh5Y",
  "A liberal who doesn't believe in affirmative action is not a liberal.",
  "@PBrennanENQ @fccincinnati @AlanKochYVR I don't believe it either but it is a group of players which he won't get to keep if they do go to MLS.",
  "@madiann09 @rhinehausotr I’ll be there from 7:30 to ~9:30",
  "@madiann09 @rhinehausotr (Rhinehaus will definitely be playing that trash)",
  "@madiann09 Certainly @rhinehausotr won’t be playing that trash.",
  "@madiann09 No tomorrow is North London Derby... sheesh",
  "@_Miss_Daisy @stank_lord Oop\n/o͝op/ - Exclamation (informal)\nused to show recognition of a mistake or minor accident, often as part of an apology. Regional variation of \"Ope\" prevalent in SW Ohio.",
  "This is an amazing thread. https://t.co/AMQJqvXFdt",
  "@tokenliberal @KOTAstewart What is Kitchen bouquet?",
  "@stank_lord  https://t.co/uPgqM2JqKS",
  "@rambogooner https://t.co/msmLUCeyxc",
  "Cartoon in the Columbus Dispatch. Powerful. #savethecrew https://t.co/XC4NJj25H1",
  "@_Miss_Daisy My wife desperately wanted one a few years ago. She had to explain to me what it was.",
  "@KOTAstewart @tokenliberal Do you have three different types of syrup?!",
  "@BobBrumberg  https://t.co/x7LpgaUfc2",
  "@KOTAstewart @Toddrick33 I vote Tony and Precourt in the same room.",
  "Passing out at the sight of blood has to be the absolute worst survival instinct. \n“Well it was a minor cut but because you decided to pass out, you’ve now bled to death.”",
  "@walkermichaelg @BryanWeigel To talk about race, demographics of the fans at an FCC match do not match the demographics of his constituency.",
  "@walkermichaelg @BryanWeigel Which specifically in Cincinnati proper is probably actually a the vast majority.",
  "@kezcartann Done and done.",
  "@BryanWeigel @walkermichaelg Idk it a phrase that’s pretty standard in left politics. Are there any African Americans or women in the ownership group? For the second part, they go hand in hand.",
  "@walkermichaelg @BryanWeigel Right for sure. If I was a voter though, there would be some “hey, wait a second...”",
  "@walkermichaelg @BryanWeigel I mean it does say priority. There was an entire election about the issues Seelbach is talking about but then first thing Cranley wants to do is this stadium. Makes sense.",
  "@jossjoshjsh @tombahama69 For sure dude. Your balls are showing.",
  "Bit of stir fry, baby carrots, and yogurt was not enough for lunch.",
  "@stank_lord @Morgan_Hughes It has come to my attention that Canada is not in Europe. As you were.",
  "@stank_lord @Morgan_Hughes Stanks are closet Canadians?!",
  "@kelly_welles Dat gradient tho",
  "I’ve constructed a helpful table for if you can’t remember. https://t.co/u7gWVD5ZNh",
  "“You can’t remember if you’ve been convicted of a felony ever”... https://t.co/EcFzUhcUqG",
  "@QueenCityDisco All the people are saying Garrard/Main st is the best street in the tri-state area.",
  "@MBrooESQ @dejenji @madiann09 Yep. It’s called I-75.",
  "@dejenji @madiann09 I try to be dispassionate but I hate the cycle of “well (other city) is willing to put money in so we must do more”. And the rich get richer. It’s very frustrating.",
  "@amandakathlyn  https://t.co/LKcfftOPFG",
  "@dejenji @madiann09 So is letting all those poor westsiders that have been trapped in the worst part of town for decades out.",
  "@dejenji @madiann09 But then put that in context of spending millions of dollars of public money for something that could be empty at any point and you go, “why?”",
  "@amandakathlyn Yeah, I know. Is joke.",
  "@CincyToLondon @mls2atx ...and how many of those are Columbus people just waiting to put their tweets on blast?",
  "@madiann09 That's something I've heard literally zero people in Cincy talk about. There's a belief that because we have attendance now, we couldn't somehow get screwed in the future despite MLS becoming more NFL-ian every year.",
  "@amandakathlyn Somebody isn’t an FC or a Crew fan...",
  "Bye, @naslofficial. https://t.co/peFyPRjVLX",
  "@stank_lord  https://t.co/4B2bV8YKTt",
  "@stank_lord #FlyoverCountry",
  "Stop scheduling meetings during Arsenal matches, you assholes!",
  "Warren just *bodies* this guy, it's so good https://t.co/NL49YG3l3h",
  "good morning to everyone except @APrecourt and @thesoccerdon who can both fuck themselves.",
  "@hangthadj @TheZidar They know that's what criminals say right?",
  "@hangthadj I’m not a perfect person! 🎶 🎶🎶",
  "@tokenliberal  https://t.co/3xXZeh1W3p",
  "@tinylittleatom Well for some of them it’s more that I can tolerate them but Ashley hates them, ie hero, wagon wheel, hoobastank.",
  "@hillcityjosh @lavatwin @Thisiscalico17 @MLS @MLSsupport @thesoccerdon @APrecourt @ChattanoogaFC Hey @MLS, you should #SaveTheCrew https://t.co/p6kNaVos6L",
  "@Astroheader @stank_lord In fairness though, if you’re envisioning other people’s visions and not getting paid, you’re also well intentioned but ignorant. Money = smarts",
  "@Astroheader You made the mistake of your art not matching his narrative.",
  "A Statement from MLS and Precourt Sports Ventures. #SaveTheCrew #noFunnyBusiness https://t.co/CYGacjsG2n",
  "The best part of today's meeting... @MLS still thinks they have the upperhand in all this. \n\nThe battle for the soul of American soccer has just begun and we in Columbus do not plan on going quietly into the night. #SaveTheCrew",
  "@HoffVir Good man",
  "#Hotake but a good one https://t.co/n9rOuz6pWx",
  "@CowtownBen @Astroheader Yeah. He’s much chubbier and dopier in real life. https://t.co/Au3qK2Loit",
  "@Astroheader Stole his shoes too? Fuck.",
  "@QueenCityDisco Nothings happening. Gif not moving.",
  "Guys. This meeting went exactly how it was always going to go. Nothing was going to be solved today, and the statement changes nothing. We are still going to win the fight.\n\nThis is not over. Tell everyone you know. #SaveTheCrew",
  "Ashley wants to be like amateur absentee artist @TheZidar. https://t.co/Ab3MVK6W1u",
  "@rambogooner @stank_lord No MLS in the Midwest? Ope!",
  "@stank_lord Oh wow. Yeah. I mean damn.",
  "@stank_lord They don’t want to wait. Obvs",
  "@stank_lord Meh. Hard to say. Lot of people are interpreting this as a punt that either forces it to KY or misses out on this round of expansion.",
  "@stank_lord I mean meh. There’s concern that FC wouldn’t sound so desperate if there wasn’t serious concern. More wait and see.",
  "@imazombii ... it kinda sounds like you care",
  "@imazombii You must be new here... That's every gym.",
  "@gwiggins18 @tokenliberal You mean the Olympics?",
  "Thank you puddle for informing me that there’s a hole in my shoe.",
  "Popular vote vs. electoral college. https://t.co/J3hkWFY0bJ",
  "@NatiGooner #KickingOnTheLicking",
  "@orangebluepress @TPortune  https://t.co/gDoHZLXjWo",
  "I was hoping for just a yes or no...",
  "@madiann09  https://t.co/DEvSpJs9B8",
  "@Icrioh Nah...",
  "@j3rfAFC  https://t.co/g0g8NWtnDR",
  "@itsjustBru She hates fun!",
  "Made a playlist of songs Ashley hates https://t.co/kv9We09yUs",
  "@tinylittleatom @KOTAstewart I think all my playlists are sharing. so... let the judgment begin.",
  "@KOTAstewart @tinylittleatom Oh shit! It’s blank. https://t.co/sq22A6HeYJ",
  "@tinylittleatom I have much music shame.",
  "@tinylittleatom wait one second while I update all my playlists to be less lame...",
  "@tinylittleatom Music buddies! https://t.co/NKrezn0rUT",
  "@tinylittleatom YES! ... i don't know what that means.",
  "Welcome home, @RealDonaldTrump! While you were gone we started actually punishing people for sexual harassment so, you know, heads up.",
  "@tinylittleatom I didn't use spotify only itunes so turned on Apple music. No issues. Worth it to me.",
  "@akohlhepp @CincyToLondon @dejenji @dayvboy2g  https://t.co/iMppdvPxh2",
  "@CincyToLondon @akohlhepp @dejenji @dayvboy2g Might I introduce you to Rule 34...",
  "@akohlhepp @dejenji @dayvboy2g lol. It's so useful but I can never remember it's name.",
  "@dejenji @dayvboy2g and based on the post's Karma, other's don't get that it's a joke either.",
  "@dejenji @dayvboy2g Poe’s law",
  "Guys... could you not... https://t.co/SywR86baKC",
  "@rambogooner @madiann09 @WarpedWing I for one, graciously accept our new Columbus Brew SC overlords",
  "@madiann09 @TimJames1989 @WarpedWing So if #Crew96 could just go ahead and be owned by a consortium of craft breweries, that’d be great.",
  "@BLarsenAFC1886 Coward...",
  "@TimJames1989  https://t.co/XRqgj1LpHL",
  "@TimJames1989 *probably should specify food... just sayin...",
  "@Morgan_Hughes Ooooh that LAFC one badge isn't that bad tbh.",
  "@jblakelane @QueenCityDisco @BryanWeigel They're good podcasters, Bran.",
  "@MBrooESQ @dejenji (This is a who knows shrug not a who cares shrug) https://t.co/WNryhZNx41",
  "@itsjustBru Accurate.",
  "@Icrioh Can verify that I have been single. I wasn’t very good at it. Never used a dating app. #OldSchoolOrJustOld",
  "@MBrooESQ @dejenji I don't think so. Newport is shovel ready!",
  "There’s a “swipe right to add yesterday’s breakfast” on my calorie tracker. I always somehow swipe left thinking that it’s right. #NotBeenSingleForAWhile",
  "@dejenji #HELLISREAL - USL Edition",
  "@dejenji Both of these are not going to be good meetings...",
  "Corollary: When you're currently having a conversation and that person stops paying attention to you to write an email.\n\"I know we were talking but this email is more important than you.\"",
  "Pet Peeve: When people bug me with questions/conversation while I'm obviously working.\n\"I know you're busy but I'm more important than you so answer my questions, now.\"",
  "@TimJames1989 Same thing happens in England. Their media will defend anyone as long as they’re British.",
  "@tinylittleatom Use this power only for good.",
  "@tinylittleatom  https://t.co/8cV0BLu2PQ",
  "@tinylittleatom That’s Cleveland... the Columbus one offered me a beer so he’s okay in my book (pending terrible thing that you, my trusted friend, are about to tell me.)",
  "@gcgbag96 @RHOfNordecke Guys, I feel like we’re almost giving snakes a bad name at this point...",
  "@oldschool_shawn @thefakesigi @MLS Shows what you know. There’s an Olive Garden, Bar Louie, AND a Casual Pint.",
  "50% - lol pass\n50% - wait... that’s your fb too? https://t.co/lbZL8H6Fm5",
  "Whatever the outcome I will be happy that a decision has been made. We are currently in the middle of FCC silly season. Worse than the transfer window.",
  "@dejenji Which would prove people are dumb and NKY-phobic but what else is new.",
  "@dejenji Hmm maybe. I don’t know where people’s preference fits into the cost benefit and I don’t know if we’ll know a total answer. That by itself just seems a bit thin.",
  "@dejenji Large?",
  "@TimJames1989 I would say 70-75m ain't nothin.",
  "@ccurry6 @dejenji @PBrennanENQ Back to being cursed, Pat.",
  "@ccurry6 @dejenji @PBrennanENQ Wait but previous tweet says targeted pot of county money is 2.8m. I uncurse you, Pat.",
  "@ccurry6 @dejenji aha! Curse you, @PBrennanENQ https://t.co/MOY4zL4FaD",
  "I'm just very confused. So the county is refusing to cough up 75k of unused money and that's the only thing stopping FCC in Oakley? \nThat just doesn't add up. Something else is there.",
  "@Alchmst_dsgn And that's what I'm saying. This project was never shovel ready in Newport. Which gives less credibility to only needing 70k from the county. This is all smoke and mirrors.",
  "@Alchmst_dsgn A stadium. The increased property value that arises from there now being development on it.",
  "@Alchmst_dsgn The public funding TIF.",
  "@Alchmst_dsgn BUT THE CLUB HAS SAID THAT'S ALREADY THERE?! This is shenanigans.",
  "I agree to some extent. Why do all this stuff in the last week if Newport is already \"shovel ready with public finance in place\"? https://t.co/THkMFrXWwj",
  "@TimJames1989 @Icrioh Tim is right.",
  "@Icrioh @TimJames1989 Right. Sauce-less, stringy ass wings I would pick last.",
  "Ok. I'm back on #TeamNewport. https://t.co/ir5umnzl6r",
  "@Icrioh @TimJames1989 Wing! I don't see no sauce on those wings.",
  "@TimJames1989 gtfo",
  "@BLarsenAFC1886 Accurate.",
  "You’re welcome, taxpayers of Hamilton County. #IHelped https://t.co/wvfAK16g5F",
  "Who are any of these people? https://t.co/EAyWBXOFti",
  "That poor elevator at FCC right now.",
  "@akohlhepp @nicklisterman I agree. Oakley I’d be less motivated to go. Poor public transportation links and longer uber makes matchday less enjoyable. That being said suburbanites are the target, not us.",
  "@dejenji ummmm... seems like that bit of wasn't supposed to come out today.",
  "@nicklisterman I don't think that's correct. Newport has BY FAR the best infrastructure and access of all three sites. It makes even more sense If you consider how close it is to the GAP and PBS.",
  "@Toddrick33 @madiann09 Nice! Except Portugal. Ew.",
  "@dejenji Exactly. I'm a bit dubious when they say \"only infrastructure\" but this is exciting for sure!",
  "@madiann09 France\nGermany\nEngland\nNigeria/Switzerland/Egypt/Colombia",
  "@madiann09 Whichever team has the most Arsenal players. 🤷",
  "Oakley + pretty much all private funding &gt; Newport or West End and $100m from taxpayers.",
  "@TimJames1989 Still weird to block someone for unfollowing you.",
  "@TimJames1989 Pretty quick but it could also be a way to alert someone that you’re doing it.",
  "I love @alexiwobi. lol https://t.co/WAFVjNOCs7",
  "@dejenji *and blue and white in one place and also blue and white in another place *",
  "@Toddrick33 @dejenji I agree. I mean if I got alerted every time I got unfollowed, I might get a bit pissy about it too.",
  "@Toddrick33 @dejenji Yeah, there are apps/plugins that can notify you.",
  "@dejenji Tbf that anybody follows me that I’m not personally friends with is impressive. Even my friends must be earning points in heaven for suffering through it.",
  "@dejenji #Boom #Roasted",
  "Well, that's different. Unfollowed someone. They immediately unfollowed me, refollowed me, and then blocked me.",
  "His constituents can hire a woman to replace him: @BetsyforIL https://t.co/NaXQLhIl3O",
  "OR JUST DON'T HARASS WOMEN. https://t.co/GGj5I0n9f9",
  "@tokenliberal  https://t.co/p8vCUefKiI",
  "Accurate. https://t.co/dLLIK2K1kn",
  "@handrajs @walkermichaelg #REKT",
  "@KOTAstewart @tinylittleatom @CowtownBen Is it... it it possible that Ben always wears a coat because he's in fact two 8 year olds standing on each other's shoulders?",
  "@KOTAstewart @tinylittleatom 0-10 = Coat\n10-20 = Jacket\n20-30 = Shirt\n30+ = No shirt\nWhat's confusing?",
  "@tinylittleatom @KOTAstewart IT'S SO MUCH LESS CONFUSING",
  "@KOTAstewart  https://t.co/LKwxEDXM1C",
  "@KOTAstewart I try. 24 hour clock and all that..",
  "The logarithmic scale of run levels in Nike Run Club is really breaking my balls https://t.co/q64W0vOZXr",
  "@CowtownBen @TheZidar Dude, but middle earth plus infinity stones and an evil worse that Sauron and dragons and balrogs and a giant evil wolf and no hobbits to cry about their feelings and weigh the story down?",
  "@CowtownBen @TheZidar Sooooo twilight but bears?",
  "@CowtownBen @TheZidar Right now? When would someone not want 90 minutes of sky elves?",
  "@CowtownBen @TheZidar Silmarillion or bust. Hobbits are lame.",
  "@Morgan_Hughes @EndeavorBrewing @Save_The_Crew @TheZidar in the corner like... https://t.co/Hyp90bkGxE",
  "Update: 400",
  "I was following a lot of accounts for news when I was running @6thsoccer that I don’t have to anymore. #Destressing",
  "@TimJames1989 Kill it! Kill it with fire!",
  "@Morgan_Hughes #DoubleBlessed https://t.co/IOpCutXCY0",
  "150 accounts less. That feels good.",
  "Ciao, Gigi.",
  "MLS expansion teams to be announced on my birthday. Don’t ruin my birthday, @thesoccerdon.",
  "Right now, there are four realistic title contenders for the World Cup: Germany, France, Spain, and Brazil. Belgium, Portugal, and, dare I say it, England are the dark horses.",
  "@BLarsenAFC1886 Woof. Stay strong!",
  "@BLarsenAFC1886 What time do you go to bed then?",
  "@BLarsenAFC1886 Yeah. Already have to be at work at 8am so makes it tougher.",
  "@BLarsenAFC1886 I wish I could.",
  "@DaveHageman77 @dejenji Sure I mean if you haven’t seen a new cultivar in about ten years.",
  "@CincinnatiFC But important refers to the publicity not the movement. #ReadingComprehension",
  "@buckeyedinapoli  https://t.co/JWgnaG86hf",
  "\"Publicity for #SaveTheCrew Movement. Cool, that's important\" - War Pigs https://t.co/xWDbK8717c",
  "@KOTAstewart ugh",
  "@CincinnatiFC Are they taught some kind of notation structure when they edit these quotes?",
  "@CincinnatiFC @fccincinnati Just FYI the first two people to like my tweet when I pointed the lack of ellipses were lawyers. Lawyers tend to prefer fidelity to the truth.",
  "@selanmx It's a good one. FYI I work for a produce company. lol",
  "@hangthadj @Toddrick33 It’s Roman Holiday! Get it?!",
  "@jefbal99 You only notice it once it’s been explained to you, like “The Game” which I just lost.",
  "@hangthadj @Toddrick33  https://t.co/lXb97FbHMw",
  "@hangthadj @Toddrick33 You guys you guys. They’re both awful.",
  "@Toddrick33 I mean sure they're whiney divers who stole half their World Cups but they're still an institution.",
  "How are you gonna have a World Cup without Italy?",
  "Could use an ellipsis for the part about #SaveTheCrew that got cut. https://t.co/63YsIcPMHC",
  "@itsjustBru avoiding avocados and starbucks",
  "@dejenji So this was a deep cut wonderwall reference but I’ve discovered that the apple is “Autumn Glory” and the album is “(What’s the story) morning glory?” #ITried",
  "@madiann09 @dejenji Kroger",
  "@dejenji  https://t.co/EurpSzyWuw",
  "Oh shit https://t.co/iglWd93ski",
  "@dejenji holy crap! it says it has cinnamon notes in the apple and they weren't lying!",
  "This type of apple is called a Morning Glory and it reminds me of @dejenji. 🎶 https://t.co/eDadpgQqyI",
  "@BobcatPride2307 He's asked him to step down so another Republican can run in his place. So yes right thing, well done, but still self-serving motives.",
  "@itsjustBru @imazombii @CowtownBen  https://t.co/cVMr3LFI3R",
  "@itsjustBru @imazombii @CowtownBen Did you just like your own tweet?",
  "@CowtownBen Rectangle?",
  "@CowtownBen Might take a half day at work so like 3pm would be the earliest.",
  "@ladystank @tokenliberal *Werthers",
  "@ladystank @tokenliberal On the other hand he always has a pocketful of wethers to give away.",
  "@ladystank But then I’d have to be close to @tokenliberal’s old person smell!",
  "Walking out of #ThorRagnarok w/my 8-yr-old:\n\nHim: My favorite character was the guy who looked like Jesus\nMe: Thor?\nH: No\nMe: @MarkRuffalo??\nH: No dad—the black guy who protected everyone from the bad guys. I think that's what Jesus would do\nMe: @idriselba?\nH: Yes, Jesus guy\nMe: https://t.co/JYSStbDgic",
  "@tinylittleatom I used to be fine. Lost a little weight and now I can’t handle it so well.",
  "@tinylittleatom Casual",
  "@TimJames1989 My soul is too cold to be warmed by your puny warm packets. My soles though...",
  "Want to go to the Crew game as early as possible but also don’t want to freeze to death. https://t.co/FIakQmSVD9",
  "@EricM_LBC @APrecourt Work. Arsenal are my club.",
  "@PeegeRiley @bradleysweigel Same",
  "@EricM_LBC @APrecourt 🤷‍♀️",
  "@EricM_LBC @APrecourt the sponsorship or the chant?",
  "@EricM_LBC @APrecourt There was apparently a chant at today’s kit sponsor announcement so...",
  "@PeegeRiley @bradleysweigel In general the MLS/USL wouldn’t like it because it’s both a light and a dark kit. Sexy but there’d be issues.",
  "@dejenji @CincyGooners I do seriously wonder if the only books you own have come from me...",
  "Just a friendly reminder: We hate Tottenham, not @CincinnatiSpurs. They're mostly cool, if tragically misguided, people. Pity is appropriate. #Besties",
  "@handrajs How DARE you slander the Reddit dot com!",
  "@cincysoccertalk Right. Hmmm. Also no badge on this jersey. 🤔",
  "@madiann09 @cincysoccertalk Oh me too. Looks more... grown up.",
  "@cincysoccertalk Changing to Navy and burnt orange?",
  "@KOTAstewart @tinylittleatom @RhinoRoberts I mean that's just #science, Molly.",
  "@tinylittleatom @KOTAstewart @RhinoRoberts You’d have to assume the Canadians would prefer their natural, snowbound habitat. #TeamRain",
  "@BLarsenAFC1886 Yeah, I agree IF it is a ploy (it’s not) and IF the club stays (🤷‍♀️) then it’s freaking brilliant.",
  "@APrecourt Omg that would mean the entire #SaveTheCrew team is actually working FOR PSV! We already know @Morgan_Hughes is on the payroll so it’s not that big of a leap.",
  "OMG you guys. What if this is all like a New Coke plan to incite some backlash to increase awareness and investment from Columbus?! @APrecourt, you crafty devil you.",
  "@KOTAstewart @RhinoRoberts ⛄️⛄️⛄️⛄️⛄️⛄️ &lt;- Future view of Crew Stadium https://t.co/Ba8Q3U9o3o",
  "@itsjustBru Womp womp. Godspeed.",
  "@itsjustBru And...?",
  "if you sexualize a 14 year old, you're a creep. if you make excuses for anyone else sexualizing a 14 year old you are also a creep. this is more shit we shouldnt have to say in 2017.",
  "Italian sausage potato soup and polenta 4 lyf!",
  "@imazombii My wife informs me that frenchies say “up”",
  "@tinylittleatom Somebody opened the bathroom door as I was reaching for it to go in and there was a #DoubleOpe. https://t.co/pLSe49RwJg",
  "@LIsaRunion @TheZidar  https://t.co/hishxdddZk",
  "@TheZidar Be on the lookout. It’s everywhere.",
  "Somebody on the internet pointed out that midwesterners say “ope” as excuse me or surprise and ruined my life.",
  "#NewHome @QueenCityDisco https://t.co/3P6qWQnLaE",
  "@KOTAstewart I imagine there’s a man just maniacally going to town on an accordion immediately off frame.",
  "Jesus Christ this freaky ass thread... https://t.co/4yjIi1un75",
  "@akohlhepp And overcharged me for it",
  "@akohlhepp “Daiquiri, please.”\n“Huh?”\n“Daiquiri. Rum. Lime. Simple Syrup.”\n“Rum. Vodka. Simple Syrup?”\n“No its 1.5 oz...”\n“Jeremy can you make a Daiquiri? I’m new here.”",
  "When neither of the bartenders at the cocktail bar you got cut from even know what a daiquiri is... https://t.co/bTatMVBNZZ",
  "when you try to avoid drama but you're on twitter dot com https://t.co/7tfFJqWy1P",
  "And lastly thanks to everyone else who donated and showed up to say that this sport and this community is ours and no one can take it away from us without a fight. #SaveTheCrew",
  "Me right now https://t.co/qzQTR8KxkT",
  "@KOTAstewart Nope",
  "@imazombii  https://t.co/CBQ6wpmqF6",
  "@theliammalone Really? Margot fan?",
  "If I wanna ride with you,\nI know where to find you.",
  "I need to go back to playing guitar",
  "@jblakelane  https://t.co/TTbNoatoDR",
  "@jblakelane  https://t.co/8hewgAbqPP",
  "@butleru @mikeAckley98 Hmmm… but I don’t get to yell “Hell yeah!” in this one.",
  "@QueenCityDisco I remember the first time going into one being very confused why there was ice cream everywhere in a Clifton gas station and no condoms.",
  "@QueenCityDisco Wait. There’s chocolate chunks in the salted caramel? Hmmmm",
  "@QueenCityDisco And...? How you feeling bout your decision?",
  "@QueenCityDisco  https://t.co/NWqgWGkTsh",
  "@QueenCityDisco You better have gotten blue moo cookie dough!",
  "@imazombii Truth! I’ve got some experience from a couple Tuesdays ago.",
  "Me *Less than five hours sleep &amp; a few drinks*\nAshley “I’m honestly surprised you’re not in bed”\nMe “It’s cause I’m the motherfucking champ\"",
  "@QueenCityDisco Sending you warm thoughts!",
  "@BostonKeith That’s fair. Lol",
  "@BostonKeith Not even 30 of a decent candy like Snickers or Reece’s?",
  "How you just gonna leave Steve like that?",
  "Staying up till 1:30am last night to go to that concert wasn't a mistake but... 😴",
  "@PeegeRiley ⚪⚪⚪⚪⚪⚪⚪\n⚪⚪⚪⚪⚪⚪⚪\n⚪⚪⚪⚪⚪⚪⚪\n⚪⚪⚪⚪🔵⚪⚪\n⚪⚪⚪⚪🔵⚪⚪\n⚪⚪⚪⚪🔵⚪⚪\n⚪⚪⚪⚪🔵🔴⚪\nBOOM!",
  "[blind date]\n\nHER: I'm a ghost writer\n\nME {trying not to look too scared}: When did you die?",
  "@dejenji Welcome Komrade. https://t.co/jTgCG8nI07",
  "2014 twitter: man, these vuvuzelas are loud\n\n2017 twitter: it's time for the exploited proletariat to come together and uproot the entire societal structure and expose abusers at all levels",
  "Soccer supporters everywhere. Please sign this, our letter urging  Commissioner Garber, MLS Senior Officers, and Investor-Operators of all Major League Soccer teams to keep the Columbus Crew in Columbus, Ohio. https://t.co/7e665cjnFH #SaveTheCrew",
  "@BobcatPride2307 What about a prize for the worst loss? Like a city scarf or something?",
  "If you run the random number generator a couple times to get some good results, isn't it even more random?",
  "@BobcatPride2307 Yeah... about that...",
  "@dayvboy2g @Alchmst_dsgn @BostonKeith @cwhite8406 I’ve muted this conversation.",
  "@Alchmst_dsgn @dayvboy2g @BostonKeith @cwhite8406 Columbus Crew.",
  "@Bdknapp99 Hey! It's looks like you bought two entries... soooooo I hope there's a second person. Could I get their name for the bracket?",
  "@BostonKeith @dayvboy2g @cwhite8406 Hahaha. You’ve literally just described MLSs business model.",
  "I know nothing about this record but what a gorgeous design job https://t.co/MtLRiTGhOf",
  "@selanmx @rpgardner @VentHooper I'm number 1!",
  "@jblakelane  https://t.co/6EzBqOyeNs",
  "@tinylittleatom  https://t.co/qIiG06Lcqr",
  "@tokenliberal Oh, honey. I know you’re just bitter about me not getting you beer. https://t.co/Rdi00jp2NI",
  "For the record: my wife is a tweet thief. https://t.co/8kgpnTP3OF",
  "People who leave time on the microwave and don't reset it are social terrorists.",
  "@miffedtweeter  https://t.co/EHT97nbUPj",
  "@miffedtweeter Seats? Is rock show.",
  "#SaveTheCrew https://t.co/oarusPgZxe",
  "@miffedtweeter I saw Richard Edwards and Jenny O. https://t.co/J4HacJ4ihG",
  "@miffedtweeter  https://t.co/ZwEmBAwe8R",
  "@gcgbag96 @Save_The_Crew What’s the point of tifo-ing if you don’t get to huff the paint? https://t.co/u52DVYob2C",
  "@stank_lord @tokenliberal Stanklord, you’ve been a friend to the good people of Cincinnati. I will bring you some.",
  "@JeremyLance Yep but we’re told that we have a choice so people are making their preference known.",
  "@tokenliberal #CincyHater https://t.co/aKiIjp1jky",
  "@JeremyLance If they had said \"Oakley is the only viable option\" then you're right.",
  "@JeremyLance but that's not the point. If the club is to be believed, then all they needed to do was say go on Newport. Because of that is very clearly a choice between at least Newport &amp; Oakley.",
  "Oh snap! Eagle adding chicken tenders! @QueenCityDisco, does this swing the conversation solidly back to West End? https://t.co/E01ZeMFDOX",
  "@cwhite8406 But still asking for the same $100m from the taxpayers, right? And \"need\".",
  "@PBrennanENQ Oh, well then.",
  "You dug in your couch cushions and discovered $50m? Do that again and don't ask the taxpayers for shit, then. https://t.co/p394pDFPMW",
  "@tinylittleatom  https://t.co/rXVRAoYMDz",
  "@tinylittleatom Wuuuuut? You don’t like pumpkin pie?",
  "@tinylittleatom ooooooo that Noosa is good. Thanks Gregulator614.",
  "@tinylittleatom What kind is it?!",
  "@tinylittleatom I honestly can't decide between a Lewinsky reference or a There's Something About Mary reference.",
  "We all constantly underestimate the average person’s ability to muddle through with bullshit.",
  "@Icrioh @CincyToLondon Thanks, dudes! We'll see on Saturday. #SaveTheCrew",
  "@Alchmst_dsgn @ryanlammi @DieInnenstadt Implement Major Moves and then that changes.",
  "@Alchmst_dsgn @ryanlammi @DieInnenstadt No. Yes. The difference between Cincy and Chicago and neighborhoods is an effective public transportation system that has a metro.",
  "HR Director candidate just used the term \"gypped\". FYI that's a racial slur.",
  "@Toddrick33 @madiann09 Right but you can only determine that through asking questions.",
  "@Toddrick33 @madiann09 Meh. Competency is most important. Fit is so hard to determine by just talking at someone.",
  "@tinylittleatom And I think that's a good thing. But we aren't doing this. We're talking AT this person about things that aren't that important to their role.",
  "We've spent over half an hour in this interview with an HR Director and haven't asked a single goddamn question. We're talking about wet stem on peppers. Ugh.",
  "@Icrioh @BostonKeith Right, it's a comparison. The challenge of going to the game vs other things going on. It doesn't change everything but being further away adjusts the equation. #CasualFuccboi",
  "@Icrioh @BostonKeith was...",
  "@Icrioh @BostonKeith How often do you/we drive up to Columbus? I wouldn't never go but would I buy a season ticket again? Maybe. Gotta see.",
  "@ryanlammi @DieInnenstadt Die Außenstadt! Prost! https://t.co/TaY2vQDnyi",
  "@Alchmst_dsgn @ryanlammi @DieInnenstadt Are you comparing Cincy to a city that’s what ten times bigger?",
  "@juneta513 @DieInnenstadt Is oakley the “inner city”? I would say no, definitely not.",
  "@PeegeRiley @WolverineTim First of all, data. Second, so then everybody is driving in, trying to find and paying for parking, drinking, then trying to all leave at the same time? That’s suburban stadium planning. Dumb.",
  "@PeegeRiley @WolverineTim If the streetcar/light rail went up to Oakley then fine. Is that part of the proposal?",
  "@tombahama69  https://t.co/5oZSX6r0GB",
  "@tombahama69 Announcement later today but there’s a new plan for an Oakley stadium.",
  "Ah man. @DieInnenstadt is gonna have to rebrand. Is “Die Outenstadt” taken? Maybe “Die Suburbanstadt”?",
  "@WolverineTim That group has 196 followers. Not a significant representation of that SGs as a whole.",
  "@Icrioh @BostonKeith There’s a lot more info to come but yes, potentially. Transportation and pregaming locations are huge. The other two I could walk/streetcar to. Traffic and parking? Meh.",
  "@dejenji But that wasn’t the choice. The choice was a “shovel ready” Newport or west end or Oakley. They chose Oakley even though MLS and SGs type people prefer a downtown stadium (the other options).",
  "@BostonKeith That’s what I’m saying. The more you’re “hooked” the less your opinion matters, like liberals trying to tell the Democratic Party what to do.",
  "@dejenji No. Wrong.",
  "@BostonKeith No, that assumes a lot.",
  "@dejenji Exactly. In 2.0, SGs matter. In 3.0, they’re just pretty pictures.",
  "The real story is that the vast majority of the SG crowd said no way to Oakley, a far distant third choice that’s better than nothing, and club is doing it anyway.",
  "9mg melatonin and a Platform Paranormal Hoptivity IPA https://t.co/objLaBdPgh",
  "@MBrooESQ Dude, if you’re including all of that then you’ve got to include all of High Street. Try again.",
  "@MBrooESQ Have you ever even been to Oakley? #MegachurchesAndTarget",
  "Wave goodbye to all those times you mocked the stadium at the fairgrounds",
  "@DieInnenstadt Whole damn city is shook https://t.co/DhdEDB4ktf",
  "@miffedtweeter For that quality of decision, you should be less than one beer away from having your stomach pumped.",
  "@DieInnenstadt That’s a two z... tops. #Ultrazz #WompWomp",
  "@cincysoccertalk @JeffBerding @BuildItHereFCC Congrats on getting the worst option...",
  "I’m... I’m pretty sure I didn’t fuck this up... *mentally prepares to discover fuckup*",
  "Yes!!! @JeffBerding confirms rumor that @fccincinnati will make an announcement regarding their @mls stadium THIS WEEK!!!!! Get excited. Over $300 million in ownership investment now!",
  "@goonerleon10 @CincyGooners @ChicagoGooners I do not and a cursory google hasn’t been helpful either. @arsenalamerica?",
  "#SaveTheCrew",
  "@dejenji @Icrioh Got it!",
  "@dejenji @Icrioh Of course!",
  "@Icrioh @dejenji Bring food? Or a ps4 and fifa 18. Get people to sign up.",
  "@Wonder_Brown @jwilliamscincy Progressives aren't real people. Got it.",
  "@BobcatPride2307 Part of it is that work is so crazy and frustrating right now. I enjoy this event stuff for sure! Response time and engagement can be the challenge.",
  "@dejenji I thought you didn’t have fifa 18? If you think people who have lost or just randomly would want to play or as a backup, that’d be great too.",
  "@dejenji I think food is the only part that hasn't been encouraged yet but because it's 10am, that's not as important.",
  "@lavatwin  https://t.co/HNxnroynPD",
  "@dejenji @Icrioh Lol. Your opinion of the thing I just texted you.",
  "@Icrioh You literally just helped with an opinion. Which is more than I can say of a certain steve...",
  "Running an event is maddening.",
  "@Icrioh boooooooooooooo",
  "@TimJames1989 Um. No. Cinci is wrong and dumb and only used by outsiders who should be burned.",
  "Yeah... I don't think I will quit but this 280 bullshit is fucking annoying",
  "Last day to sign up! \n#KeepHellReal FIFA this Sat at @rhinehausotr. $10 fee goes to Kirk Urso Fund &amp; #SaveThewCrew. https://t.co/FZTe8fnnn4 https://t.co/U1W9zttlNx",
  "Oh man. A certain crew fan is gonna be really annoyed by this. https://t.co/UvBL1yVYy9",
  "Me on Facebook vs. Me on Twitter. https://t.co/ZsvHN0dgjq",
  "@TheZidar Yeah but STC bout to be rollin in that sweet, sweet fifa tournament money",
  "@ladystank @hillcityjosh @BeckmanNate  https://t.co/2AC2xYFL5E",
  "#Welpface https://t.co/HIeNsxNL6Q",
  "@CincyToLondon @kasafc You said you were ready!",
  "@CincyToLondon @kasafc What?! Why? Where? How? Whither? Whence?",
  "@CincyToLondon @kasafc I have… questions...",
  "@madiann09 Dude, same.",
  "BREAKING: Come January, a trans woman will walk into the capitol built by Jefferson to take her seat in the Virginia legislature. Danica Roem will raise her right hand, swear an oath, and, will become the first out trans person to be elected to and serve in a state legislature.",
  "@WolverineTim @dejenji Aaaaaahhhh",
  "@dejenji Huh?",
  "Things that should make your day: https://t.co/LFnYXe1kNT",
  "@Icrioh  https://t.co/hmkUYwpT1e",
  "@Icrioh No dst currently.",
  "@Icrioh 10am",
  "@Icrioh Three hours. With the number of people currently, I would even say two.",
  "@Icrioh @AEP8688 https://t.co/tvaM0lYBKT\nNot reading specific language but Republicans say yes and ACLU says no soooooo...",
  "This day! I need a nap.",
  "Really annoyed at all you people who get to vote tomorrow.",
  "@oshaughnessy @tokenliberal Damn. Your references are better. I’m tired.",
  "@oshaughnessy @tokenliberal I expect he’ll blow up my mentions after he finishes his early bird special and powers up his aol at 7am tomorrow.",
  "@lavatwin Oh wow. I mean Ohio state is an Ivy League school and OH WAIT NO IT ISNT!",
  "Screw you daylight savings time making me crash before 9 o’clock like I’m @tokenliberal or some shit.",
  "@stank_lord @selanmx *clutches pearls*",
  "@rambogooner @stank_lord Sober Me:  totally agree - need to be positive\n\nDrunk Me:  \"IMMA TALK ALL OVER ERRBODY \"PRECOURT IS A SNNNEEEEKKKKKK\"",
  "@stank_lord 👼- be positive and engage with the community \n😈 - FUCK THAT SNEK I HATE PRECOURT GAH AGEIRJDKEOSJC",
  "@Icrioh @madiann09 @schudel_ralph  https://t.co/h9eM9Akfrs",
  "@madiann09 @schudel_ralph Can I get a womp womp!",
  "@tinylittleatom @KOTAstewart @stank_lord  https://t.co/LPhKucfP0R",
  "@KOTAstewart If that’s what being #blessed is then I’m gonna have to do some more bad in my life just to be certain that I end up in the other place. https://t.co/5O6R7l6ppl",
  "@KOTAstewart fifty minute of accordion? pppsssssshhhhh",
  "@KOTAstewart fyi this song is only acceptable if I'm currently on a beach.",
  "@KOTAstewart @tinylittleatom I mean I might when I get home. Thanks.",
  "@tinylittleatom @KOTAstewart Feel free to continue this horrible anti Sophie’s choice without me.",
  "@KOTAstewart Nope.",
  "Our friends over at @CincinnatiDLFC are donating a kit to the winner of the #KeepHellReal FIFA tourney. Cincy is in to #SaveTheCrew. https://t.co/ZFGh09xpYp",
  "@CSU_local513 Got 1 good luck and 1 what time does the match start at the grocery store yesterday so 🤷",
  "@BobcatPride2307  https://t.co/y8PkyAyGTU",
  "Only two days left to sign up!\nNew Prize: 2 FA vouchers from @GothamSoccer worth $180.\nhttps://t.co/FZTe8fnnn4 \n#KeepHellReal #SaveTheCrew https://t.co/5AqS4iCkvq",
  "#Blessed https://t.co/BnOsPA7cO4",
  "@BobcatPride2307 I promise a hug if you’re there!",
  "@SoDaveWasLike @hangthadj E",
  "@tombahama69 same for me.",
  "@Toddrick33 @tokenliberal Well this is a second shift warehouse job so...",
  "@k_mitch15 @tokenliberal @tinylittleatom  https://t.co/5gzlKNTOTU",
  "@k_mitch15 @tokenliberal @tinylittleatom The goal that got us through...\nhttps://t.co/pWjJ5jP3wv",
  "@tokenliberal @tinylittleatom I prefer afful dribbles myself...",
  "@tokenliberal He’s got a real Han Solo swagger and a devil may care attitude about him and I respect that.",
  "Well that’s a first. Email from a candidate asking if he got the job and he totally no showed the interview. https://t.co/nJ9IBF0uTs",
  "@akohlhepp  https://t.co/dIzlIKgzWS",
  "I️ hope Altidore never puts on a US jersey again. https://t.co/aF7JH9DWZz",
  "@Icrioh @imazombii #let’s do this!",
  "Us: Gun control?\nGOP: NO\nUs: Treatment for mentally ill?\nGOP: NO\nUs: Health care for bullet holes?\nGOP: NO\nUs: Anything? \nGOP: More guns",
  "@Icrioh @imazombii Mine is 202 but I’d just go cheapest you can find.",
  "@Icrioh @imazombii Sure!",
  "@Icrioh @imazombii Right after work and yes.",
  "@imazombii Nordecke shuffle it is. https://t.co/uVjAbSv39e",
  "Shit. Forgot to get a ticket and the Nordecke is out. Nordecke shuffle or hope for a generous god?",
  "@Icrioh Oh. Ok then. You let me know when you’re ready. Your deadline is sometime this week. https://t.co/7YWTtwxdpt",
  "@Icrioh Oh well you should do stuff then. I assumed this was a “hey hey do stuff!”",
  "@Icrioh It’s actually planned for tomorrow. I talked to Manoj about it today. Remind me if I fail.",
  "@Icrioh  https://t.co/Z1pLAWbWy3",
  "I bless the rains",
  "We aren’t supposed to be here.\nThey don’t want us to be here.\nYet here we stand!\n#SaveTheCrew #Columbus #MLSCupPlayoff https://t.co/1FAH5xbO1p",
  "Eat all the dicks, NYCFC.",
  "@KOTAstewart I wasn’t worried and then you talked all about anxiety and shit.",
  "If Okoli eliminates Crew... I don’t even know. Fuck.",
  "AAAAAAAIFDKDNDKDKDNDNRNDJDJFNFNFJFKFKFNFNRKRKRKRJRJ",
  "Nooooooooo! Boooo 3G! Boooooooo!",
  "Fuck this peewee ass field!",
  "I blame @KOTAstewart’s bad vibes for this.",
  "@lavatwin  https://t.co/Z6pMgCl3RZ",
  "I forgot that MLS kickoffs are never on time.",
  "They were in their church praying when this happened. What they need is gun control. https://t.co/2DfSoaoJ28",
  "Say it with us, everyone -- and with feeling!\n\nDOOOOOOOOOOOOOOOOOOOOOOOOOOONNNNNNNN!!!!!!\n\nGAAAAAAAAAARBERRRRRRRRRRRRRRRRRRRRRRRRRRRRR!!!!!! https://t.co/p7yeWEUdAe",
  "@KOTAstewart  https://t.co/Fh4NfEKusx",
  "@bassmonkey408 Nice. Sounds delicious. Does that have a name or is it just a classy screwdriver?",
  "@bassmonkey408 Nice! What’s in it?",
  "I’m headed to Molly’s for #Crew96 cause I don’t wanna drive anywhere.",
  "Ran into @APrecourt at the Petsmart. #Snek🐍 #SaveTheCrew https://t.co/AvMOAz6jVp",
  "Person at work requests our logo. I send the png file. They send back “no send it to me in a word document.” https://t.co/GPOGX9oZn0",
  "@miffedtweeter You know what you were gonna do.",
  "Preemptively gonna block Blake.",
  "@TimJames1989 #NachoMonrealFC https://t.co/hqmgEeGixB",
  "@TimJames1989 Nope. Opposite. https://t.co/McmPcxM3Mk",
  "Barack Obama was elected 9yrs ago today. Less than a decade later, we perfected time travel and went back to 1950.  https://t.co/F5nqWi3cjN",
  "Even though we’re shit, I would still prefer LouCity to not have a trophy.",
  "@itsjustBru  https://t.co/Jyes0fvtlX",
  "@KyleKile starting with number 10. https://t.co/HUPoaLcafv",
  "@tombahama69 Have you noticed any adverse effects from switching to a #sandwich only diet?",
  "@tokenliberal @BeckmanNate  https://t.co/kIunGlYSge",
  "@BeckmanNate I do freaking hate scarves but I do want that one.",
  "@Pugmommy3 I will only enter my car this way going forward.",
  "@madiann09 And I also remember attempting to play racquetball, which I’ve never played before.",
  "@Schnoub17 Oh. I mean I’m gonna use it like a few times a year now but still seems mostly unnecessary.",
  "💛🖤 Have you signed up for the #KeepHellReal FIFA tournament yet? Get on it! 🔶🔷 #SaveTheCrew https://t.co/xXkQSyY4Hd https://t.co/reZ6pqbgaW",
  "@madiann09 I had one that woke me up. I feel like Stalin and cottonwood blossoms were involved....",
  "@evonne28 Got me with the Iceman quote",
  "@madiann09  https://t.co/0XT2RjemlT",
  "12 mg melatonin and wine! https://t.co/z4J6dYaRs8",
  "This was fun. We should do this more often. #SaveTheCrew https://t.co/TL0YjoeE9H",
  "@schudel_ralph @tinylittleatom Yeah for serious.",
  "@j3rfAFC  https://t.co/JMCbNC9gmQ",
  "@j3rfAFC Nope. Apparently my keyfob thing will lower my windows if pressed in a specific way.",
  "@kgeiger128 Lol https://t.co/daQ8KosudS",
  "@MachoNonreal Nope",
  "@tinylittleatom My jeans are very tight",
  "@tinylittleatom I mean but make it so it doesn’t happen by accident, right?",
  "@BLarsenAFC1886 To confuse people, apparently.",
  "@tokenliberal That’s a fair point.",
  "@TheTXI  https://t.co/dr9leT4EYq",
  "Here you go @BostonKeith and @PBrennanENQ",
  "You all are about to discover the dumbest, most dangerous, and most useless car feature freaking ever. #WhyGodWhy https://t.co/8WhE7Hu2Z1",
  "@PBrennanENQ Half down? Seemingly nothing missing...",
  "Uh so came out to my car and the windows were half down. I’m like 99% sure that I didn’t do that... wtf?",
  "@Icrioh @madiann09 @AEP8688 Me as soon as I get home... https://t.co/8yxQUCKxcD",
  "@madiann09 @Icrioh @AEP8688 I cannot understand. I am a human therefore I like cheese.",
  "@ryanlammi @DavidPepper @OHDems Because he's not only bad at his job but also doesn't always tell the truth?",
  "@Icrioh @AEP8688 Nah, Ashley's the Alpha Female in that herd. She orders Indian food at spiciness level zero.",
  "@Icrioh Mike continues to lose points with @AEP8688",
  "@madiann09  https://t.co/Es60CasOxz",
  "The guy who had to have his interview at 4:30 on a Friday is late. Awesome sauce.",
  "@Icrioh @dejenji @madiann09 @DiGiornoPizza  https://t.co/IWc8WSRp0s",
  "@dejenji @Icrioh @madiann09 wot",
  "@Icrioh @madiann09 @dejenji Oh, I forgot you technically don't live in Cincy so feel no loyalty",
  "@madiann09 @Icrioh @dejenji Ok, Mike and Steve, Crew to Austin or FCC to Austin. One must go. Pick!",
  "@dejenji @madiann09 I know they've had a bunch of issues with Nike so just switching anyway makes sense.",
  "@dejenji someday checking out the trademark database is gonna pay off...",
  "@rhinehausotr @theliammalone @ArtifactBeer @KyleKile PALMISTRY",
  "@thedaviddawson Ok. Melatonin. Beer. I also hear cheese helps?",
  "@thedaviddawson I took 9mg 🤷‍♀️",
  "@buckeyedinapoli @madiann09  https://t.co/SKGy2fjunE",
  "@madiann09 @buckeyedinapoli Wish I could but he’s blocked for being himself.",
  "Nothing happened. Time to up the dosage. https://t.co/ztO5HXJd8d",
  "Write a post with a question\nForgot to post it\nCome back and post it\nHas been answered in the intervening time",
  "@CincinnatiFC Oh shit, I forgot this -&gt; #BusinessMetrics",
  "@CincinnatiFC Glad to see capitalism is going strong...",
  "If someone would buy me this for my birthday, that'd be great. https://t.co/JjNwkrWn3V",
  "@madiann09 @buckeyedinapoli @KOTAstewart  https://t.co/5ikEZW7YLV",
  "@madiann09 @buckeyedinapoli @KOTAstewart  https://t.co/d1vjOakxhf",
  "@ladystank I mean... it's just that I'm pretty sure you count as that one subscriber...",
  "@buckeyedinapoli @KOTAstewart @madiann09  https://t.co/DB2dPCRJMy",
  "Can we get Lady Stank some followers? https://t.co/R5DHEItk9H\nhttps://t.co/5tPx8wUweE https://t.co/5IwgeL1DeB",
  "@buckeyedinapoli @KOTAstewart @madiann09 Fun fact: I have seen The Replacements like ten times and Remember the Titans zero times.",
  "It’s working. Half our political system is enabling presidential lawlessness; the other half is shrugging.",
  "@bradleysweigel  https://t.co/t34223VtFI",
  "@QueenCityDisco 😴",
  "I just took some melatonin. I will inform twitter of any fucked up dreams I can remember en la mañana. 😴",
  "@hangthadj #OneLove https://t.co/nrfEXpnahM",
  "@hangthadj  https://t.co/8tVyhvQDSb",
  "So @PapaJohns and @DiGiornoPizza are arguing via Twitter bio in case you were wondering https://t.co/72yKFUfVuK",
  "@j3rfAFC @tombahama69  https://t.co/cWborm2GMn",
  "@tombahama69 @j3rfAFC Competitive #sandwich making",
  "@j3rfAFC If only there were some superior sport that’s available year round... https://t.co/SSOxzBjOT4",
  "That medical staff though... \"Oh you've been injured... let me do the recommended yanking on your torso and forcing you to your feet.\"",
  "Sorry, Canada...",
  "You can take the player out of United but you can't take the United out of the player. https://t.co/iFTAc4lA1g",
  "@TheShortFuse No love for the Cup Winner Cup? lol",
  "@KOTAstewart Shine on you crazy federal lawbreaker you!",
  "@BryanWeigel Lol me too. It was tasty!",
  "@BeckmanNate Dats a lotta yellow. I like it! #Crew96",
  "@GunnerForLife06 ... but I will try that",
  "@GunnerForLife06 Don’t tell me how to live my life, Dad!",
  "Shrimp and shiitake risotto with roasted Brussels sprouts https://t.co/I6m3eAcvS5",
  "Use VLC player like I told you, you fucking Neanderthals! It plays everything.",
  "@tinylittleatom I’m glad you liked them!",
  "@linsinnati @jblakelane @BobcatPride2307 We know it’s tough especially with lunch fast approaching! We’re here to support you! Keep going!",
  "@tinylittleatom  https://t.co/F9sXyM5vqz",
  "@jblakelane @BobcatPride2307 @linsinnati This is sadly what happens when you quit beer and french fries cold turkey. Cold turkey thanksgiving sandwich btw is also amazing.",
  "@rambogooner My 12 year olds during that chant:\nC R E\nW\n*mouths shut*\nWe are The Crew",
  "@mcornell Lol. Adorable.",
  "@PeegeRiley Man didn’t know that. Apparently things you miss while you’re at the game.",
  "@PeegeRiley Really? He wasn’t the original guy for last night?",
  "Still wondering what kinda ref keeps his red in his shirt pocket...",
  "@KOTAstewart Your gma is cool",
  "Imagine thousands and thousands of people chanting \"fuck you\" at you for 90 minutes...",
  "@settingthetable @zipsix I was all in for brimble but player two just entered the freaking game!",
  "@zipsix hmmmm... I like it but it's not official according to urbandictionary yet.",
  "@jossjoshjsh Yeah that's maybe a drunk/sleepy/high corollary to my new word.",
  "We need to universalize the \"I saw your text but didn't respond right away and forgot.\" Like there needs to be a single word for it.",
  "@jstew0101  https://t.co/7WMeQFkgo8",
  "@linsinnati  https://t.co/JFp43xPdOb",
  "\"oh hey so I ordered a thing literally a year ago but never bothered to show up to get it despite multiple announcements. Can I get it now?\"",
  "@tinylittleatom  https://t.co/R7EN060g6s",
  "SPOILER yellow guy scores #Crew96 #CrewSC https://t.co/j8QJ80ql8B",
  "Starting to get feeling back in my toes... #crew96",
  "@jefbal99 @tokenliberal I have cherry brandy juice stuff so also good.",
  "Sour. Patch. Kids. https://t.co/jNjtQYtksv",
  "No. Decades of compromise kept slavery alive. Either you can abide race-base human bondage or your cannot. There was and is no compromise. https://t.co/INziK4486r",
  "@tokenliberal 🍻",
  "@tokenliberal What if I bought one last Thursday night?",
  "@kasafc This doggo needs a lawyer and some presumption of innocence until proven guilty beyond a reasonable doubt by a jury of peers!",
  "@tokenliberal @mcornell Holy shit! Crew has to play Crew SC to move on in the MLS playoffs?",
  "@dejenji @KyleKile Maybe that's it. Some food Nazi forces you to only pick only one bfast pastry... And damn if I'm not #TeamDonut on this one.",
  "@rambogooner @KyleKile *registers https://t.co/8k20c2ud78*",
  "@dejenji @KyleKile Ah man those punks from #TeamNotCinnamonRoll better not roll up to the ‘fre tonight unless they wanna go!",
  "@KyleKile For sure I’m #TeamCinnamonRoll! Never a question.",
  "@KyleKile Anti-Hummus. When plain (and apparently cheap?) it's gritty and bleh.",
  "MLS memes is really going in. #savethecrew #mlsmemes https://t.co/VYWP4q5LHa",
  "@MBrooESQ 🤷‍♀️. I’m not @MassiveReport and I don’t have the unredacted emails. Why I haven’t and wouldn’t share.",
  "I think we can all agree that the worst thing from that email is Greeley's insistence on calling it Cbus.",
  "@lavatwin Was off twitter and google came up blank. Link please!",
  "Love how our owners say they've done everything to save the market when #SAVETHECREW has done more in 2 weeks for the club then PSV ever did",
  "Matchday! #Crew96 #HappyHalloween",
  "@stank_lord @tokenliberal @mentorred #BandKnowledge",
  "We were sucked into the beautiful vortex of black and gold. Can't help falling in love. Just keep fighting. Save the Crew. #savethecrew https://t.co/qkrPIPJRsi",
  "@BobcatPride2307  https://t.co/XsHHFxITWU",
  "@TimJames1989 Yeah I may just be a fan of olive oil garlic and herbs...",
  "@BobcatPride2307 Yep! There was a Nordecke food war about it.",
  "Guys... I’m switching sides. #HummusNotTheWorst https://t.co/1PA82AYlsd",
  "@TurfwayJoe  https://t.co/PzmaN9K3oO",
  "@CincyToLondon  https://t.co/NAZg79FnYI",
  "But I get to see all my Crewchachos so definitely worth it! https://t.co/XXMGU8MdkF",
  "Halloween starts with a 7:30am business meeting and ends at 1am with me arriving back in Cincy. Ugh.",
  "@CincyToLondon Yeah. I saw that. That should be “...yet.”",
  "@Toddrick33 Not possible. They let the college students play/walk on it when it's not in use.",
  "@dejenji Resolution on this is a little low. I assume you’re mashing the like button.",
  "Nippert back in play, Ladz! https://t.co/Lxn8Svbwyn",
  "@hangthadj Realize I have a ton off white wine laying around...\n\nOh shit! It’s risotto time! https://t.co/1WhViYDaOr",
  "Realize I have a ton off white wine laying around...\n\nOh shit! It’s risotto time! https://t.co/aYZ1fdk03J",
  "@Toddrick33 @madiann09 It’s very good. The authentic stuff is twenty dollars for a 14oz jar. This stuff is good but less syrupy.",
  "@madiann09 @Toddrick33 Boom! https://t.co/kwqv3IEq6a",
  "@madiann09 @Toddrick33 Can do https://t.co/qecZFRz4k2",
  "@Toddrick33 @madiann09 I’ve got some homemade brandied cherries that I could bring tomorrow...",
  "@Toddrick33 @madiann09 Um... real ones from Italy only, please.",
  "we love a good parallel https://t.co/FwZXDUehcl",
  "Bad Decisions. Good People... as they say. https://t.co/BEoYKd4Fwu",
  "Many of the \"soccer twitters\" for sure... https://t.co/TsiB9FCRpL",
  "@thefakesigi @Judge_wolff @MLS Yep. Wiki, if it’s to be believed, says not in larger counties. https://t.co/xYOKzgCk2u",
  "@thefakesigi @Judge_wolff @MLS Just FYI it appears like Texas has a similar system to us in KY that a County Judge is the head executive position in a county, not judicial",
  "@dejenji... https://t.co/P1Hi7lAbqY",
  "@BillGKidRockFan  https://t.co/IOBj1zTuql",
  "@tinylittleatom @AEP8688 @madiann09 So... hmmm... but what would... ok.",
  "@AEP8688 @madiann09 @tinylittleatom “Extreme Longwear” WTF?! https://t.co/JnhWob14xo",
  "@madiann09 @tinylittleatom  https://t.co/CoAH0U06Lg",
  "@tinylittleatom Tried that. She put a bunch all the way up to something called the “water line” aka on my eyeball and it won’t come off.",
  "I’ve resigned myself to the fact that this eyeliner is permanent. This is just how I look now. *sigh",
  "@tinylittleatom @tokenliberal @TheZidar @Morgan_Hughes @smweis @MsSlyJones Good thing we aren't all gonna be standing outside in freezing weather anytime soon...",
  "Where I live is literally surrounded by haunted places... thanks for ruining my sleep, @theRCnews. https://t.co/iOPb0GE1sO",
  "2 Cheap wine tastings =\n2 Black Box wine wins",
  "@dejenji Some people are calling him the American Oxlade-Chamberlain",
  "@bbyrer It’s been pretty good so far.",
  "Ok, homo-erotic, Top Gun style shower scene in Stranger Things...",
  "@TimJames1989 @chiroboi You gonna go manually deflate his balls?",
  "@RhinoRoberts Already known.",
  "#Sandwich https://t.co/9AP018drQq",
  "The official #SaveTheCrew store is live! Visit https://t.co/FS0t2IkoPP for great ways to wear and display support of #Crew96 staying here.",
  "Don’t worry twitter dot com. I got some. #Toast https://t.co/ltvnLZ13L1",
  "I need food… and coffee",
  "@CowtownBen @ShutUpYosief Also in Columbus @k_mitch15 @bassmonkey408 @selanmx @gcgbag96 and on https://t.co/5fO65RS5qA",
  "@ShutUpYosief You seem new here. Allow me to introduce you to the internet.",
  "@SoccerObserver Damn. I had my money on live tigers.",
  "@CincinnatiPhil Trying to summon Mariah’s ex boyfriend? #AlwaysBeMyBaby",
  "@dejenji Cause he never got a chance with us...",
  "@gcgbag96 @ColumbusCrewSC It’s sounds a bit like we’re keeping crew locked in the basement...",
  "OMFG. #SaveTheCrew #GamedaySigns https://t.co/Y0bUpJZeMr",
  "@QueenCityDisco I respectfully will not be watching this.",
  "@linsinnati @QueenCityDisco I prefer my original pro-crap Canadian “rock” band interpretation.",
  ".@QueenCityDisco out there deleting tweets like he didn’t just say he loved Creed. #WithArmsWideOpen https://t.co/kmuxXVh8jw",
  "@gunner921 @HomeatHighbury @arsenalamerica Yeah you’re wrong though, Brian. Nick is a pretty awesome dude.",
  "No wolves. Finches. https://t.co/XNMm8TgPgk",
  "A: What are you up to tonight?\nB: I’m doing this. Are you interested?\nA:\nB: 🤷‍♀️",
  "Postcards have arrived. Let’s get to work. #KeepHellReal #SaveTheCrew\nhttps://t.co/PvZljenFAc https://t.co/rZ6uyj810U",
  "@stank_lord @mikehudsonsucks *1:0",
  "Oh crew won a game? Now I’ll tweet a one-off in vague support. \n\nWhatever. Stand up for what’s right, not just popular and convenient.",
  "Seriously though screw all these former pros and media guys with real power who talk in platitudes using #SaveTheCrew but doing nothing.",
  "@Icrioh @CincyToLondon Only so you can... https://t.co/dWz3AqC1JP",
  "@YellowNatArmy @buckeyedinapoli If only every crewzer gave out sour patch kids...",
  "@MLS @Audi #SaveTheCrew https://t.co/iPaAitNhYM",
  "@Icrioh @CincyToLondon Don Garber: Crew :: Burkel : Rogue Class\n\n#JustSayin",
  "@dortmundusa True, they have lost in penalties 100% of their MLS postseason games.",
  "THIS 👏 IS 👏 STILL 👏 TRUE 👏 https://t.co/tYVgr2VBWn",
  "Columbus wins in penalties.\n\nATL: 🔴🔴✅🔴\nCLB: ✅🔴✅✅",
  "It’s sunglasses stompin time in the Nordecke. #ThatsWhatIDoInTheSemis",
  "@chiroboi That’s the plan!"
 ]
}