{
 "user": 289248115,
 "tweets": [
  "A useful read if you forgot what you learned about vaccines, or never had the chance to learn about them, or just like reading well written stuff from Welcome....\n#antivax https://t.co/qNrSULx6c4",
  "Oops I meant to say writing process for doctors! I’m a children’s doctor so I guess I was thinking about children when I wrote that.",
  "@ayobamiadebayo says #Sicklecelldisease was secretive in Nigeria in 1980s but perhaps less so now that people talk more about this. Societal changes take time. #WBP2018",
  "”What we know today isn’t what we going to know tomorrow. Sometimes opposition to new things comes from within the scientific community” #WBP2018 @DrLindseyFitz",
  "Pertinent question about (mis)information sought by those people affected by  with chronic long term conditions who have lost trust with their doctors. How to bring back the trust? @drkathrynmannix says trust must be earned by docs #WBP2018",
  "It’s all in here: disease, immunology, scientific ambition, human weakness, ethically dubious practices of using institutionalised people without consent , a driving force of wishing to eliminate dangerous diseases. #WBP2018 #thevaccinerace",
  "one of the ways to counter the anti-vaccine beliefs out there is with alternative narrative and what a tale this is! #WBP2018",
  "Next up @meredithwadman talking about #thevaccinerace what a terrific book I loved it and asked so many to read it. #WBP2018",
  "Now hearing @DrLindseyFitz with the dramatic and wonderful story of sepsis in surgery. The tall strong surgeons who were heroic then had *more* capacity to cause harm once ether lowered threshold to intervene #sepsis #WBP2018",
  "Thank you @drkathrynmannix for helpful words and thoughts to help with the dying and food for thought about the writing process for children #WBP2018 I’m looking forward 2 reading the book",
  "She asks what is it about dying that is scary. What is it about dying that one is scared of. It can be comforting to know what is the process of normal human dying. She tries to remove the “demon of terror” #talkingaboutdying #WBP2018",
  "Now hearing the author of With the End in Mind Kathryn Mannix #talkingaboutdying she says that we encounter death much later in life. So we don’t know what dying is like. We are exposed to exceptional deaths on TV etc but not quotidian death  #WBP2018",
  "It’s her quest to try to make it better. But asks does understanding and compassion also enable? Does tough love push away the vulnerable person? As society we haven’t decided if it’s illness or bad behaviour #addiction #WBP2018",
  "Now at #wellcomeinstitute hearing Sigrid Rausing exploring the theme of #addiction which has affected her family in a tragic way. She talks of a background of genetic tendency, with risk factors and local subculture",
  "Childlessness and what it means to be a parent #WBP2018 @ayobamiadebayo universal themes",
  "Hearing about infertility, polygamy and pressure for motherhood in 1980s Nigeria. The appeal of traditional or obscure methods when science has failed them - relevant also in so many other conditions #WBP2018",
  "Wonderful to weave this into a novel, even better that it’s such a well written and widely lauded novel",
  "Hearing about sickle trait in Nigeria from @ayobamiadebayo. She has friends who passed away due to this and is trait herself #wbp2018 @JneticsUK",
  "So excited to be at #wellcomeinstitute for #wbp2018 Authors in Conversation. First up ayobami adebayo",
  "@JeremyDuns Ah yes. Just another unpleasant anonymous account.",
  "@JeremyDuns Might he be a bot based on his unlikely name and minimal number of followers",
  "Forget painting buildings. This is the proper way to prepare for #PinkTuesday #RCPCHProgress @RCPCH_TA @ollie_bevington @rcpch_trainees @RCPCHtweets @YvonneSavage1 @thompsjen @CamillaKingdon @RCPCHPresident @broughton7777 @drashleyreece @DrRachaelM @Emma_rcpch https://t.co/4WkkLjIX5f",
  "We need to use the right terminology for asthma says Dr Andy Bush. King's Resp @RespNprang @SaraNelsonRGN @asthmauk @CHAHAsthma @bloggydoc @RahulRFH @reena_bhatt9 https://t.co/fMc0wA3MKh",
  "@datt_colette @SaraNelsonRGN @RespNprang @RahulRFH @reena_bhatt9 @ZoeTribble Thanks. Keep ‘em coming",
  "Clin Exp Allergy: Trajectory of food allergy across childhood &amp; adolescence in the 1989 Isle of Wight birth cohort: https://t.co/Cu3byX5get https://t.co/e1je5bS78C",
  "This is my grandfather, Murray Goldfinger. The tattoo, 161108, was given to him at Birkenau.\n\nHe's 91 and his health is failing. He told his tale of survival for 65 years. Now, I've taken the responsibility.\n\nOne part of his story always gets a big reaction from students. https://t.co/SO5QrPWwkl",
  "Shortage of EpiPens in UK but there are other adrenaline autoinjectors that can be prescribed instead. https://t.co/7w0MGFQMZx",
  "Did anyone else notice the similarity in oratorical style between Tony Robbins and Trump? They produce words and phrases in a very similar way. Are they friends? https://t.co/acf10ZmmkF",
  "Update: Tony Robbins issued an apology Sunday on Facebook and Twitter for his comments https://t.co/HeVKGwoEOS https://t.co/Ic14g8xLxi",
  "If your famous pal can’t trust himself &amp;/or his coworkers to behave respectfully &amp; professionally around a qualified woman  just because she’s attractive then he has a personal or personnel  problem  it’s not a problem of the #Metoo movement @TonyRobbins https://t.co/desJnEb7Dv",
  "#Polio eradication has been the longest, largest, most expensive global health programme ever—Stephen Matlin discusses the great opportunities for a “polio dividend” https://t.co/mm2tDL1Clu @WHO @EndPolioNow @Rotary @gatesfoundation @GaviSeth https://t.co/5OBPEKjoO3",
  "Reading this now. Enthralling and inspirational https://t.co/sRS0CY3HmQ",
  "Flowers ordered. \nPresent wrapped. \n\nHappy 106th Birthday for tomorrow Bill! https://t.co/9oJZTBwLpz",
  "Astonishing week. 8 days ago I was given an old phone. \n\nI joined #Twitter. \n\nNow I have 961 new friends, people have helped me in ways I never imagined, food, money, love, support. Tomorrow I have a job interview. If you have an old phone, why not give it to a #homeless person? https://t.co/BsbVa5Wi03",
  "Another shout out for @EDHomerton as the top performing A&amp;E in London in February. https://t.co/vZC5LRjsFr",
  "Have always admired the very wonderful @VictoriaLIVE particularly her bravery in sharing her own cancer journey. But her quiet restraint in the face of these appalling statements by Noel Edmonds deserves a medal. https://t.co/JDlYow71Ea",
  "“It’s quite useful having only these 11 domains, to be honest”\n“Broader learning outcomes”\n“More flexibility”\n“Not having 1000s of items\nShould lead to more mature way of learning”\n\n#RCPCHProgress early adopters feeding back @rcpch_trainees #RCPCH18\n@RCPCHtweets",
  "After 44 years of living, working &amp; paying taxes in Britain, this pensioner has been told to pay £54,000 for his cancer treatment, after officials questioned his immigration status.\n\nWhat, just what, has happened to my country?\n\nhttps://t.co/ex47w1YEGQ",
  "Richard Herring raised £130k for Refuge yesterday with his answers to the traditional troll “but when is it International Men’s Day?” What an extraordinary way to take something incredibly negative and make a positive thing https://t.co/wDxXMbclmc",
  "Well worth a watch/ listen by anyone interested in #juniordoctors https://t.co/Z4oP7dyrLy",
  "There is a difference between statistical significance and clinical significance. With a large enough sample size, you will achieve the former. That by itself does not ensure that the result achieves clinical significance: https://t.co/twWqYusLv4 https://t.co/UsLdlDzOa0",
  "How to use Twitter. Brilliant https://t.co/d2LSWRoYuX",
  "What a moving, must see video! Claudia Gore is a colleague - paediatrician, allergist &amp; human bean who has touched and continues to inspire so many. #health #hamsterwheel #medicine #cancer #DoctorAsPatient https://t.co/9ArKMn0U6G",
  "The rise of populism leads to outbreaks of measles. Why? Because believing in conspiracy theories isn't a one-off, it is an entire state of mind. From today's Times. https://t.co/SYQpGMufwT",
  "Amazing project @SaraNelsonRGN ‘will bring CYP asthma into the 21st C’ @HealthyLDN @russellviner @RespNprang @CHAHAsthma @asthmauk @76whit @danheller89 @TracyDBeaker @johnsonmich18 @KarenRodesano @RahulRFH @bloggydoc @johnsonmich18 #worldclasshealthservice #improvingasthmaoutcome https://t.co/RckObNRzA6",
  "@traumagasdoc @parthaskar @Jeremy_Hunt I advise them to write ‘I have reflected upon this in discussion with my Educational supervisor... (eg) and together we have formulated a strategy for this situation’",
  "@Jeremy_Hunt Maybe what’s written in an e-portfolios should be privileged or Drs must not write reflections at all.",
  "\"It would be good to have a system that didn’t rely on everyone having to perform at 102% of their potential all the time\" https://t.co/re55W59iqO",
  "Brilliant new primer on #Food #allergy from experts in the field - clear, concise, one-stop-shop with gorgeous illustrations in the Figures - #Quality \nhttps://t.co/isWdOrVpbz",
  "@SarahHa88622902 @KarenRodesano @CHAHAsthma  @bloggydoc @RahulRFH @RespNprang @WeCYPnurses @CatherineLALad @WePharmacists @TracyDBeaker @HealthyLDN @lorraine_tinker @majellatravers https://t.co/uM8gLuwWIq",
  "@mcmuk2013 @NuffieldTrust @jappleby123 In what way?",
  "@mcmuk2013 @NuffieldTrust @jappleby123 Or inverse care law? Worse GP AND secondary provision in poorer areas true in many parts of London",
  "@mcmuk2013 @NuffieldTrust @jappleby123 Agree that primary care cld deal c much of what we see locally. ( E London). But we don’t have capacity to admit those you have data for in yr locality. What do you think is cause in rise of asthma admits? And even if data flawed, why inequality?",
  "@mcmuk2013 @NuffieldTrust @jappleby123 Evidence for this?",
  "@datt_colette @majellatravers @SaraNelsonRGN @lorraine_tinker @WeCYPnurses @_TracyJackson @hesham_abdalla @WhitHealth @frw2_white @carmelittleton1 @WeGPNs @rcn @RoaldDahlFund Inequalities in #asthma Admissions have increased",
  "Read the full report here https://t.co/OIU6KoHvHV",
  "This is so, so good. Show your team they can speak up to you in actions, not in words. HT @Damian_Roland\n\nhttps://t.co/0dA7uym02Y",
  "@datt_colette @SaraNelsonRGN @KarenRodesano @76whit @RahulRFH @reena_bhatt9 Interesting. But not recent! It's from 2015. And not referenced. Just sayin'",
  "What do young people think makes a \"good doctor\"? #PEdSIG17 https://t.co/MrQahnA0Ml",
  "I feel like I can't state this enough: An IgE test does NOT diagnose #foodallergy. \nSize of the result = likelihood of allergy being present, based upon clinical history.\nThere are no 'positive' tests.\nMisdiagnosis based upon testing alone is rampant.\nhttps://t.co/WoPESow28m",
  "@DJ_Rothenberg Phil Hammond ( the clue's in the hashtag)",
  "Please RT\nAll health professionals (including surgeons) need to know about infographics\nhttps://t.co/dmTAb07LMz @BoneJointJ @gmacscotland @PAG1962 @BJSM_BMJ @DrAseemMalhotra\n@trishgreenhalgh\nhttps://t.co/So3ndyEYgp https://t.co/I72LKf06qm",
  "Why do some patients immediately attempt to consult their GP about minor ailments of short duration? Peppa Pig might provide the answer https://t.co/V3yiyW18pc #BMJChristmas @PeppaPigUK https://t.co/D5aRRCOZqm",
  "Brilliant image here of iterative layers of a process Can be applied to so many things https://t.co/HCsZcJinSh",
  "@trishgreenhalgh I love this image",
  "#Collaboration #compassionInHealthCare #RCPCH Xmas lecture.  #PhilHammond https://t.co/vTDpbuVUj2",
  "@foodallergyuk I thought you might already be aware....",
  "@foodallergyuk Happy birthday! It's snowing!",
  "@Damian_Roland But the effectiveness of intermittent ICS really interesting. I worry about repeated courses of oral CS that some pre-schoolers get",
  "@Damian_Roland No surprise that regular ICS effective in preschoolers with asthma. Asthma is asthma.",
  "@Damian_Roland And this on MgSO4 worth a look at  https://t.co/94vS9OTVoY",
  "Very useful evidence-based update on inx of development delay for the general paediatrician  https://t.co/aHP8R9vqRZ",
  "Children’s cancer information this month, a link to the excellent immunisation resource – Oxford vaccine group,  NICE’s recent UTI update and infant dyschezia. https://t.co/7sy6MAMB1G via @paedspearls",
  "This is lovely. https://t.co/NV1bDdDeSZ",
  "@andrewallergy @NHSHomerton I can't stop watching it",
  "@andrewallergy @NHSHomerton Where did you find that gif?!",
  "Bumper December issue now online! https://t.co/iqvFsshCM3",
  "Do you create a safe space for people to be honest? A climate of frankness not fear? New @RoyLilley #10MinuteManager https://t.co/0DxkPhQXRn https://t.co/JWCve2LjCF",
  "Harvard researchers identified two factors that make a big difference to the effectiveness of meetings: 1) Five minutes for a chit chat at the beginning &amp; 2) \"what went well/even more effective if\" evaluation at the end https://t.co/hLBZz156EV Via @lvanderkam https://t.co/WhbGYmdyq1",
  "@NHSHomerton just 30 days till HUH goes #smokefree can't wait",
  "@BTP There's no escape as the drumming and trumpeting gets closer and closer",
  "@BTP what to do about loud drumming buskers on a train? Some might enjoy but I find it intrusive and upsetting",
  "#AskTheChildren #Safeguarding #listenToChildren  https://t.co/uGWI05pZj9",
  "Fantastic news and huge testament to progressive thinking and hard work of @RCPCHtweets and paediatricians across the country! @LondonPaeds https://t.co/s2k5AcT0Sv",
  "Want to explore the links between medicine, science, life and art? Look no further it seems  https://t.co/yG3kyNnyNI",
  "Woohoo!! So pleased and proud that our new curriculum has been approved - great work team! @thompsjen @YvonneSavage1 @RCPCH_TA @CamillaKingdon @RCPCHtweets @rcpch_trainees @ollie_bevington https://t.co/4rvOUb89U6",
  "Thanks to all children, trainees &amp; trainers for making this happen!\n@RCPCHtweets \n@rcpch_trainees \n@Emma_rcpch \n#paedsrocks \n#RCPCHProgress https://t.co/BeyNVgqrrB",
  "@RCPCHtweets Great news! Let's get those training domains out there #RCPCHProgress #paedstraining #paedsrocks https://t.co/9VpqPfsxiC",
  "Brilliant news! New @RCPCHtweets Curriculum aims to be more flexible and individualised, to support our trainees develop into our future consultant colleagues. Cos #paedsrocks 😉 https://t.co/X2IeN9aMp8",
  "New @RCPCHtweets curriculum for paediatric training in UK. Fantastic effort from all involved and a bright future for paediatrics. #RCPCHProgress #paedsrocks https://t.co/jVp7qNu9V9",
  "Fantastic news #RCPCHProgress #newcurriculum #2018 https://t.co/HFZUNWM2Nv",
  "Is there any actual evidence for this? Surely David Avocado Wolfe &amp; his ilk are sufficient misinfo https://t.co/Z3Fvc6YZJa",
  "If only there was a vaccine https://t.co/1Mxi3ZON3S",
  "Shocked today, couldn't start consultation 2 begin with: 12 year old patient had a biro'd swastika on her arm. Never encountered this b4",
  "@trishgreenhalgh @bmj_latest I'm disturbed that nhs money is being spent advertising to me on the tube on the way home - cherry picking commuters ?",
  "https://t.co/3cyPJK0uEw",
  "@drbobphillips Done that.",
  "This is a great article. My favourite bit is in screen grab below . Essential to work with the motivations of clinicians https://t.co/9C8bPqqA31",
  "On the #TRECCA conference and heard the great phrase “information is like food - we should ask ‘have you had enough yet?’”",
  "Homerton is the first hospital org to receive The Planet Mark accreditation for efforts in reducing our carbon footprint. https://t.co/SzEjX2Qt9T",
  "A moment of appreciation, please, for the breeches on this Latvian duke. #hellolaydeez (1615) https://t.co/deCqbO6DXC",
  "Over 80% of London Paediatric Trainees rate their training experience as good or very good. Improvement from 60% five years ago. This despite rota gaps and new contract!! #paedsrocks",
  "#paedsrocks because the patients bring you rainbow hearts... https://t.co/nfbiVkXTuh",
  "@emmabuxton10 @DHFTChildrensED I agree it's a common problem and I think it's a great piece of work. I am wld b interested to know more about how to develop infographics!",
  "@DHFTChildrensED @emmabuxton10 I mean no disrespect.I think v deeply abt health mssges &amp; how things some across. It's the title that troubles me since some read no further",
  "@DHFTChildrensED @emmabuxton10 It's beautifully written and put together, I just worry that it preaches to the converted",
  "@DHFTChildrensED @emmabuxton10 Those whose views we want 2 change may b more unlikely 2 read on since heading confirms their practice/ belief. I agree entirely w intention",
  "@DHFTChildrensED @emmabuxton10 Agreed. But answer buried at bottom.",
  "@datt_colette @KarenRodesano @RespNprang @SaraNelsonRGN @76whit @kerryrobinson7 @mel_iles @Leanne_Goh @WeCYPnurses @RahulRFH infogram frustrating 2me since simple answer (no) buried @ the bottom, leaving impression that that ans might b yes. Risk of misinformation",
  "@DHFTChildrensED @emmabuxton10 No",
  "@datt_colette @SaraNelsonRGN @CHAHAsthma @asthmauk @RahulRFH No spacer *again*",
  "@laurivdp I think it's this https://t.co/ptQj5E7kxo",
  "@laurivdp Can you check the link? I want to read up on this and not sure that this is correct? Thx",
  "@FlorinDanPopesc Working towards ( long -term plan )",
  "\"a new two-year study has found at least 50 children a year are getting the disease\"",
  "This story on #rickets must be based on #BPSU data collected over last 2 yrs. can anyone point to study results?  https://t.co/qRv4y1mEOR",
  "Have a read to get it straight from the horse’s mouth. Lot’s of tidbits- too many to tweet! #LEAP new info and general allergy findings. https://t.co/hJmk4EZ0HW",
  "I've fallen off the wagon re:no electronics in the bedroom but there's no time like the present. Phone you are banished at bedtime https://t.co/SHfT6Lc2OS",
  "@laurivdp It's in my diary",
  "We often focus on negative aspects of living w #foodallergy...there are positive aspects to consider as well! #ACAAI17 https://t.co/lkMbM4iC2V",
  "@faye_harrison @FlorinDanPopesc Guidelines due review soon, watch this space. Evidence aplenty that there may be no benefit",
  "Powerful talk from Robert Boyle showing no evidence for hydrolysed formula mills for preventing allergy. Breast is STILL best! #PAAM2017 https://t.co/7Dbj2Cu3un",
  "Closing ceremony of fantastic#PAAM2017..big thanks to @laurivdp @GoAllergy and @EAACI_HQ and Twitter buddies  for G8 learning experience https://t.co/SRDW30G7ZH",
  "@drbobphillips There is increasing evidence for causal effect of eczema on development of food allergy ( FA) although not the only cause.",
  "@drbobphillips I'm being an allergy nerd now, but most prnts ( and many HCPs) believe that identifying FA will improve/ cure the eczema. 🔀diet alone won't",
  "@drbobphillips Although that too won't answer that q. PACI = prevention of allergy via cutaneous intervention",
  "@drbobphillips Evidence for pot effectiveness of skin Rx for speeding resolution of FA currently at case control level. PACI study recruiting now in Japan",
  "@drbobphillips But of course. I wouldn't mention it to you otherwise! Multi-centred and feeding into a meta-analysis. Won't answer the q above though!",
  "@drbobphillips There are sound reasons to consider skin treatment as causative in improvement, but data not yet out- research in progress. Look out 4 BEEP",
  "@drbobphillips Not known. But certainly matches observations clinically that those in whose skin has improved are those in whom FA ( esp egg) resolving too",
  "@bnrjt07 I do this and explain it as \"modern day palm-reading\". Pts like it!",
  "Intruiging evidence from Dr Ohya: proactive Rx of infantile eczema (emollient, topical CS) may speed up resolution of food allergy #PAAM17",
  "#Legends. Bill Frankland ready for Prof Stephen Durham’s lecture. #PAAM2017 #Immunotherapy A @BSACI_Allergy co-branded session. https://t.co/sxHLdUB5xr",
  ". @ProfGRoberts HDM OIT reduces sensitisation to any allergen when given to ⬆ risk infants - result might persist after cessation. #PAAM2017",
  "Huge (2/3) reduction in risk asthma if target antenatal fish oil supplmts 2 those w combo of low intake + specific gene variant #PAAM2017",
  "It’s really unfair to demand 100% attendance for children and young people with complex health needs - please change policy @educationgovuk https://t.co/USguJI9xmP",
  "@datt_colette @SaraNelsonRGN @asthmauk @RespNprang @RahulRFH With a spacer surely ;-)",
  "@OfficialNIHR @NIHR_DC With a spacer ;-)",
  "Fantastic video. Share widely. Paediatrics is such a wonderful career! https://t.co/OVYbdr3pVU",
  "Great to see such strong team work, vision and excellent care for children with asthma today. Much to learn from you. Thx for hosting. https://t.co/9eSExtBWNV",
  "@laurivdp So looking forward to this",
  "The #PAAM17 meeting has something for all who see kids with #asthma #allergy - practical to cutting edge. Book #RD, #GP, #RN #paeds + more! https://t.co/Mm6IZyf0pL",
  "Gene test 'narrows down breast cancer risk' @JneticsUK big news  https://t.co/Dz6K8cSdmx",
  "How I think of the variable approaches to living with #foodallergy. Either extreme of 'worry spectrum' problematic. Allergist's job to help. https://t.co/Htt9qR5l1t",
  "BAT Study Day https://t.co/hLkfl4MdeN - 13th March 2018 at St Thomas' Hospital in London. Registrations are now open!!",
  "@alex_fsantos Booked.",
  "https://t.co/w3WyYzr8ov",
  "Bill Frankland now 105 years young and still going strong at #bsaci2017 what an inspiration",
  "@andrewallergy @VenterCarina See you on Monday Andrew.",
  "Great insights and tools for improving quality of care for CYP by keeping child centre of what we do #CYPMeFirst masterclass https://t.co/wZMoxWPfw9",
  "@RahulRFH @bloggydoc @SaraNelsonRGN @WePharmacists  @WeCommissioners @BSACI_Allergy @KathEvans2 @MayorofLondon Supports #AskaboutAsthma https://t.co/M9spOgfSgG",
  "@Tesco when will your self scan machine be worthwhile? In 6/7 times, I have had all items rescanned. Time wasted, plus horrid feeling",
  "Do you have #asthma or look after someone aged 12-25 who does? Please do this quick survey https://t.co/gTObACBrHO to share your ideas! https://t.co/KkPefj9OxU",
  "There's been significant media interest &amp; debate about travelling with allergies &amp; we have have released a statement https://t.co/L7ymd8MQ7w",
  "It's 2017 and the US President is an apologist for Nazis and fascists and is smearing those confronting them, no biggie.",
  "Anyone else having problems with clinell easy lean mouse. Horrid to use, painful angle at wrist and hard to move accurately. #paperlessprobs",
  "@ADC_BMJ Swiftly not satisfy",
  "@ADC_BMJ Still do. Am not looking forward to when our OPD goes paperless and will lose facility to satisfy map this. Is EPR reason GPs stopped?",
  "Required reading for Paediatricians  https://t.co/g3zeXhKjPg",
  "A cruel and ignorant campaign | https://t.co/efoJIUdthY https://t.co/2mwBvK2nvd via @melanielatest",
  "@drbobphillips @LTHTrust @docdaniellei Gives great hope esp recently. Thanks for posting.",
  "\"I've not witnessed such [ignorance] &amp; unthinking cruelty as shown by American political right over #CharlieGard\"\nhttps://t.co/AK4oXqdlS4",
  "E.g. Chase Walker-Steven in Australia, and whole anti-vaxx thing",
  "Multiple eg.s of situations where lack of agreem't 'twix docs and fam amplified via SoMe makes v diffclt situations worse",
  "Matthew d'Ancona:  \"there will be other such cases\". Kids docs- do you also worry about this? How to support?  https://t.co/EkZDvHZ93T",
  "@Lrihendry U r wrong on this. No decision was made regarding resources. Judgement made \"in best interests\" abt which sure, disagree, but get it right",
  "@jhcoakley Charlie Gard: Death threats sent to Great Ormond Street staff\nhttps://t.co/CbjEC2vTql",
  "A stunning victory for rational thinking, common sense, and healthcare: NHS England to end funding of homeopathy.\nhttps://t.co/5bCOehsjlg",
  "@LozzerCarey @drbobphillips @the_learnaholic @TurtleyHappy @bradbroolk @LTHTrust Other costs; time taken for nurses to prep &amp; give Rx, opportunity cost due 2 time taken, risk of drug errors, ADR, Abx resistance",
  "@drbobphillips @LozzerCarey @the_learnaholic @TurtleyHappy @bradbroolk @LTHTrust It's not only consultant or Trust who will take cost of missed diagnosis. Front line staff might blame selves (frqntly do) if miss Dx",
  "@jhcoakley There have had to be police on site 24/7 to protect I have heard.",
  "Fab discussions @LondonPaeds re digital &amp; technological innovation but caution re some inequalities of internet use https://t.co/Z6oedrkOHU",
  "@drbobphillips I used to find it strangely satisfying 2 iron duvet cover. But a) then kids came along and I didn't iron for 7 yrs and now LIFE IS TOO SHORT",
  "@Dubai_allergy @laurivdp @AllergyAction @foodallergyuk @andrewallergy @Myallergyboy @LondonAllergy @GoAllergy @OlympiaTsilo There is a will (&amp; action) across the board here 2 look &amp; this from all aspects (primary, urgent care, school etc). Early days so far...",
  "@Dubai_allergy @laurivdp @AllergyAction @foodallergyuk @andrewallergy @Myallergyboy @LondonAllergy @GoAllergy @OlympiaTsilo NHS London is working hard to implement improved working across the city for children with asthma, so watch this space",
  "@AllergyAction @foodallergyuk @bloggydoc @Dubai_allergy @andrewallergy @Myallergyboy @LondonAllergy @GoAllergy @OlympiaTsilo Spot on, @AllergyAction . Your experience with anaphylaxis register &amp; court cases shows. Your points r key for effective  #allergyawareness",
  "@iris19_iris @Myallergyboy @allergyang @foodallergyuk @GoAllergy @OlympiaTsilo @laurivdp And there's the rub, since there isn't at present an integrated way to implement, and will depend on so many local factors, knowledge base",
  "@iris19_iris @Myallergyboy @allergyang @foodallergyuk @GoAllergy @OlympiaTsilo @laurivdp I have heard it as a justificat'n (not driver tbh) at allergy meetings. It seems sensible use of resources to me if can be well implemented",
  "@Dubai_allergy @andrewallergy @Myallergyboy @foodallergyuk @LondonAllergy @GoAllergy @OlympiaTsilo @laurivdp good that this legislation will enable a second dose to be given if needed if child has 1 AAI, this was 1 of the drivers of  legislation",
  "No words. What a moron https://t.co/0WqzsdX9ls",
  "Gloria Gaynor’s “I Will Survive” as a Shakespearean Sonnet. https://t.co/J4tpGitpGf",
  "Thank you to all those who have worked hard to achieve this. 👏👏#anaphylaxis #allergyaware #AAI https://t.co/hIGGvzA79z",
  "Well done to all who worked so hard on this. Great news. https://t.co/U77wbO0PSJ",
  "@daverich1 Feeding my obsession here...",
  "Children with food allergies are more likely to have anxiety https://t.co/iDTXNHrTsG via @MailOnline",
  "Agreed. https://t.co/EWRtx48vn4",
  "The Foo Fighters Glastonbury 2017 set was longer that Nirvana's entire career.",
  "This is a *really* good focus on nebulised MgSO4 for acute severe asthma in children. Well worth 5 mins of any acute paediatrician's time. https://t.co/HusZNLVJG7",
  "@CheungRonny It's really well written as well as extremely useful.",
  "@bloggydoc @RahulRFH @reena_bhatt9 @RespNprang @IlesDr @mel_iles 'interesting - neb MgSO4 https://t.co/PL7x4blHa8",
  "Virgin Care are suing the NHS because they lost a bid for Children's services - RT if you think everyone should be aware https://t.co/9lSW3icVrE",
  "@foodallergyuk Hope all goes well!",
  "'Seductive names' make vegetables more appealing great news!  https://t.co/Q2piEzKdMX",
  "Allergy research offers some hope for sufferers https://t.co/swcQLbGeu6 https://t.co/lYIvCDgzr6",
  "Good lord...\"supervised\" ...😱 https://t.co/oDf5AfEbTp",
  "@MerriamWebster Like this? https://t.co/0cEp9FYGvW",
  "@laurivdp agree re: QOL which cld also pick up ?adverse effects. Purpose of advice is to liberalise food choices (+ just maybe also help resolution?)",
  "Does eating baked egg or milk influence allergy resolution: a systematic review? What about QOL assessment? #allergy https://t.co/L6KmlKRK7T",
  "@andrewallergy @LondonAllergy Tasteful silence. Actually of relevance since there are many oncology patients who swear by this. Hence IV prep",
  "A new allergen? Increasing no. of literature reports. Here: fatal anaphylaxis to iv cannabis in a 33 year old lady. \nhttps://t.co/2j8RLv5DiE https://t.co/EKtdciLQRI",
  "Sorry to hear Daniel Craig has sprained his knee on set #Spectre. Being 007 is not without its hazards. I'm available to step in if needed.",
  "This truly wonderful Roger story from @marchaynes is soothing my aching soul. 😪 https://t.co/DM7zhybLrs",
  "@azaleio @almurray Define toxic",
  "3,705 doctors applied for skilled visas in 2015, 820 were Indian-how will May charging £2k a year 2 work here help address NHS GP shortages?",
  "@RahulRFH @SaraNelsonRGN @bloggydoc @donalmarkey @siobhanharr #CDOP #asthma 'synergistic solutions 2 the asthma problems' @KathEvans2 https://t.co/dYnkTbdAK7",
  "@CupcakeCornerUK @bnrjt07 it seems so, see the screenshot in the thread from the BBC reporting",
  "Never delay giving #AAI. If in doubt, give it. Better used when not needed than other way round. #allergy https://t.co/ToeRG9XdWV",
  "@bnrjt07 @BBCNews https://t.co/AhEzogo4Uk",
  "@bnrjt07 @BBCNews it's worse than that. They had it and *999 staff* said don't give it, wait for emergency crew to arrive",
  "This advice is shocking too https://t.co/qYEFoGfL8O #allergy #NasarAhmed https://t.co/SyaBOZ4FBy",
  "An expired Epipen will not cause harm; likely still helpful. Ideally, keep up to date but use if no other options 😅https://t.co/6hokPHDVO2",
  "Hello, the BMJ kindly gave me this award. More power to everyone who speaks up about structural problems in EBM.\n\n https://t.co/CRTWzdtEg5 https://t.co/gcG5XMcgL7",
  "Big congrats @bengoldacre and more power to your pen/laptop The BMJ Awards: Outstanding Contribution to Health  https://t.co/jjvcxya1mo",
  "\"There are many complex reasons why people go to food banks\" https://t.co/dAmIEZXJ7q",
  "Paeds types: what are the qualities which distinguish a paediatrician at the end of their training from one just starting out?",
  "@maxdavie sometimes it's just that you've seen more. it's that long in the tooth thing",
  "@PaedsPearls 2/2 ...one third of babies trialled in ED setting Down Under https://t.co/FzGZa9afLc",
  "@PaedsPearls 1/2 great newsletter. See recent BMJ article on Quick-Wee method to get clean catch urine in infants up to 12 months. Worked in",
  "@drbobphillips that train is absolutely brilliant",
  "@davidjvaughan @BMJ_Qual_Saf \"Polyformacy\" = mistaking form filling for care. Any tool should be designed to make care easier not to ensure compliance in retrospect.",
  "@LloydsPharmacy @asthmauk spacer",
  "@drbobphillips @crageshri @BASHH_UK I never knew about this. How awful",
  "How to tell your children about terrorism https://t.co/EAO2ItUv4K",
  "@AllergyKidsDoc @foodallergyuk ..looks like a duck , walks like a duck, quacks like a duck -it is a duck. No lower age limit on asthma. 2/2",
  "@AllergyKidsDoc @foodallergyuk European consensus slightly diffnt in that multi episodes of single-(viral) trigger not asthma BUT if ...2/2",
  "@foodallergyuk @AllergyKidsDoc yes all well! Time flies esp in Hackney where does it all go? ! Hope u well too? Xx",
  "@foodallergyuk @AllergyKidsDoc only 1/3 have asthma. Pendulum has swung 2 far so that docs reluctant to label even when diagnosis obvs 2/2",
  "@foodallergyuk @AllergyKidsDoc a common misconception. A hangover I believe from time when all preschool wheeze was labelled asthma but 1/2",
  "Myth: You cant diagnose #asthma until kids are at least 4 yrs old\nTruth: No age limit; asthma=recurrent &amp; reversible bronchospasm",
  "If you can, please donate blood to @GiveBloodNHS - locations here: https://t.co/UWE6gV0taG It will be of more benefit than #PrayforLondon.",
  "@AskJeevesWij so grateful for your swift and dedicated response  and of so many in #public service. Rest well",
  "Home safe. Humbled by incredible efforts of paramedics, Met police &amp; Hems. Thoughts with those in hospitals tonight receiving &amp; giving care.",
  "@AskJeevesWij huge respect 2u and emergency service on scene today. All on Starlight ward @NHSHomerton r so proud of u. #nhs #bma",
  "Please use common sense and restraint in circulating pictures and videos of those that have been injured during the incident in #Westminster",
  "'Tulip' and 'turban' can both be traced back to the same word. https://t.co/bpzZ8zpaJz",
  "Asthmatic chess champion Michael Uriely 'could have been saved' - BBC News haunted by this. Could happen again.  https://t.co/VnD7eyT33J",
  "@SaraNelsonRGN @HealthyLDN @datt_colette @TracyDBeaker @PaedRespNurse @KathEvans2 @reena_bhatt9 brilliant slide thanks for sharing",
  "Simple #asthma care is key to improvements across system @HealthyLDN @datt_colette @TracyDBeaker @PaedRespNurse @KathEvans2 @reena_bhatt9 https://t.co/nmAwAod4uC",
  "Sobering lessons for all https://t.co/uHtyxDZc9S",
  "Creative Infant CPR https://t.co/xOzIfuPRRc sing along! @WeCYPnurses @WeHealthVisitor @iHealthVisiting @SAPHNAsharonOBE @WendyJNicholson",
  "@datt_colette @SaraNelsonRGN @reena_bhatt9 @RickardNikki @IlesDr @MelJClem @asthmauk @KathEvans2 @bigcatdoc will use teaching juniors tmrrw",
  "Tormented on journey home by unwanted drum, sax and singing of band. How to stop it? @TfL @LDNOverground https://t.co/wnQZuYrPNG",
  "@sarahjchapman @laurivdp @GoAllergy @AllergyKidsDoc tendency to allergy inheritable but not typically the same allergens. So I would say no",
  "@heretolearnkids Our Paediatric Outpatients text book, joint effort with @dr_anthonycohn, only ~600 places below you https://t.co/xqnJ29h9jE https://t.co/AuM6EaJHUI",
  "\"Don't use science to justify your bigotry. The world is way too weird for that...\" - an important idea delivered well. https://t.co/LXRpKhiDTq",
  "@RolyChambers @NHSHomerton thank you for the feedback and so glad that he's getting better",
  "Top story: A Big Oops for Major Journal | Medpage Today https://t.co/h0eHWhLd97, see more https://t.co/jgCeENQuZt",
  "Welcome to twitter, specialist allergy research nurse @HeatherHanna20 ! 👏👏😎",
  "@Tesco I'm not sure that this is the best placement in your Finchley store https://t.co/HURGisFPr4",
  "1941 Dr. Seuss cartoon criticizing America's stance on denying Jews safe haven. Recognize the T-shirt slogan? https://t.co/I5mtNICzt9",
  "Emerade AAI 150, 300 &amp; 500 mcg shelf-life has been amended from 30 to 18 months from Feb17. #adrenalin #epinephrine https://t.co/A5zu3q5tR1",
  "@laurivdp ? Lack of evidence for shelf life or do you suspect  turnover being a factor?!?!",
  "#Emerade shelf life 18 months not 30 months. Quite a difference eh? @laurivdp @GoAllergy @andrewallergy https://t.co/toso3u1DVR",
  "@TheRothSays hello. Thinking of you. Tammy",
  "\"Statistics and pants\" - utter brilliance by @drbobphillips https://t.co/vEfl2ljcxC",
  "Please note that new guidelines regarding early introduction of #peanut are not for kids who already developed peanut #allergy.",
  "Healthcare cuts have hurt in Stamford Hill https://t.co/KcCrAOc7x9 via @jewishchron my little piece on vaccination in area where I work",
  "A friend found a wedding ring in a sack of Cypriot potatoes in Haringey. We're looking for a Dilan &amp; Can #lostfound #haringey https://t.co/TscirIlq3Q",
  "@PaedsPearls We safely discharged 350 bronchiolitis infants from HDU with awake sats &gt;90 &amp; asleep &gt;88 after 4 hrs off resp support &amp; 🍼50%.",
  "Does any one know if there is a way to make the keyboard on an android smartphone look an old fashioned number text pad?",
  "Excellent @HealthyLDN #NHSGo #asthma @RahulRFH @lorraine_tinker @bloggydoc @donalmarkey @SaraNelsonRGN @TracyDBeaker @majellatravers https://t.co/ccIO8lcGG8",
  "@JGDUK https://t.co/cIXQKfNkJV",
  "@globalshs1 @GenomicsEngland because cumulatively they aren't so rare. And few diseases would be studied if your approach was made general",
  "All you need to know about ECGs in one tweet! https://t.co/YUR7ssfYs9",
  "@RabbiWittenberg @hazon keep on connecting, spreading love &amp; compassion. Modelling good citizenship. don't underestimate its power.",
  "Wise words from the grandfather of #allergy Dr Bill Frankland. https://t.co/h0bOPVTEfG",
  "https://t.co/jPqbGS9qTN",
  "Support topical meds in eczema, if that doesn't work, consider diet. Needs time limited exclusion, if no improvement, stop excluding food.",
  "@DJ_Rothenberg @heretolearnkids it's probably powder",
  "@DJ_Rothenberg MDI is Metered Dose Inhaler. Not sure what the p is for @heretolearnkids",
  "@bmj_latest @bloggydoc @BTSrespiratory we shall keep plugging away to get this message across. Zero tolerance on pMDI without spacers 4 kids",
  "@bmjlatest Excellent responsiveness thanks https://t.co/BrfJ6hzGeM",
  "@bmj_latest @BTSrespiratory can you change the photo please to one where child uses spacer. This photo perpetuates wrong method of inh use",
  "This is a detailed account of the tragic death of Oakley Debbs from a nut allergy just before American Thanksgiving https://t.co/OOH7l3FRR1",
  "December contents: https://t.co/x71ZD9NYQ5 https://t.co/52sW37dn1K",
  "@drbobphillips it's got to be Honey Balls. It starts here",
  "@drbobphillips there's never an end to cultural references with which to pepper a show. I think that Honey G shld pair up w Ed Balls.",
  "@drbobphillips if we were doing SnWick this year we'd have to include Strictly somehow. Maybe they are",
  "Schoolboy dies after detention illness at Bow School. Asthma strikes again  https://t.co/Efj2KXufNy",
  "Isaiah Berlin died on this day in 1997. Here is his “short credo,” A Message to the 21st Century https://t.co/JEMPInMQiY https://t.co/fQFDiKqSJO",
  "@AppleSupport can you help. have been trying unsuccessfully 4 2days 2contact Applestorebrentcross. my son desperate 4 replacmt iPod",
  "iResus by RESUSCITATION COUNCIL (U.K.) TRADING LTD superb tool for all resusc.  https://t.co/tiRwoKOUOt",
  "@josiedobrin try not to get glum. You are probably a better mother because of working! ( that's what I tell myself ....)",
  "@321tapas @asthmauk agreed, education is key. spacers are twice as effective for MDI as best technique without",
  "@asthmauk @321tapas @YouTube fun but #alwaysuseaspacer. #missedopportunity",
  "World's oldest allergist. Did research with Alexander Fleming on discovery of penicillin. https://t.co/rBhoOzGDuF",
  "Dr Christina Jones @JonesChristinaJ  wonderful talk on understanding health  behaviours in young people with anaphylaxis #BSACI2016 https://t.co/uWoe6DwpBd",
  "Timing of Allergenic Food Intro to Infant Diet, Risk of Allergic /Autoimmune Disease: Systematic Review,  https://t.co/Vr9ZpqW1eF",
  "OPEN ACCESS: What's new about the underlying mechanisms of allergy in 2015: https://t.co/wLvg4vUrQD",
  "@zip_posters taken money, but no show of poster, no email confirmation, no reply to email to you, no response when I call. What to do?",
  "First time hearing Gideon Lack give a talk in my 7 years working in world of allergy. Not sure why it's taken me so long #BSACI",
  "Prof Angela Simpson enlightening clarific' on distinct'n betwn population-observed allergic march &amp; whether this true on indiv level #BSACI",
  "@HealthJourno UK population study performed in prof Sanders team ( he has written a book called Gluten Attack, may be more details in there)",
  "@HealthJourno talk given by Prof David Sanders at #BSACI 2016. Survey and clinical based data",
  "2.9% of UK diet is on a gluten free diet without a diagnosis of coeliac disease#bsaci2016",
  "Gluten free diet is a multi billion pound business #bsaci2016",
  "Know I'm going to love a talk when there's a slide referencing Jared Diamond #BSACI2016",
  "The incredible Bill Frankland still teaching us about allergy. #allergyhero  https://t.co/EbS6hi68B1",
  "I don't always get emotional. But when I do, I call it affect.",
  "#M11 closed N'bound for 10 minutes just south of the M25 exit. Friendly traffic controllers updating.",
  "@lupinepaul Lincolnshire! For a good reason! https://t.co/ID8mywK94y",
  "@datt_colette @lorraine_tinker @KathEvans2 @RahulRFH @CISimonNelson @TelegraphSci https://t.co/qWbI1l5lHj",
  "@datt_colette @lorraine_tinker @KathEvans2 @RahulRFH @CISimonNelson @TelegraphSci outcome measured was eo count not patient reported outcome",
  "Only 60 pts. But promising I agree. @datt_colette @lorraine_tinker @KathEvans2 @RahulRFH @CISimonNelson @TelegraphSci",
  "@datt_colette @lorraine_tinker @KathEvans2 @RahulRFH @CISimonNelson @TelegraphSci not sure how effective yet- need bigger trials",
  "Introducing peanut to the diet. #LEAP https://t.co/fjmHk2bIwV via @verge",
  "Vaccines work. Can we stop the nonsense now please https://t.co/eXSPiD3n5D",
  "'Agree gr8t asthma resources @lorraine_tinker @KathEvans2 @asthmauk @reena_bhatt9 @WeNurses @bloggydoc @joykargbo19  https://t.co/EUdUNhbrcj",
  "RIP @GrangerKate #goodbye https://t.co/NzyMb8yHaA",
  "RIP Dr Kate Granger, who inspired 400k+ NHS staff &amp; 90 orgs\nKate achieved her £250k target 3 days ago #hellomynameis https://t.co/mfzRXfsAeR",
  "Celebrating with @PointonChris reaching our £250,000 target 4 @YCC_Appeal . Huge TY to all involved! #hellomynameis https://t.co/OjeDa6J4iB",
  "@ARNS_UK @asthmauk @JohnathanLaird Girl dies at doctor's surgery after asthma attack #public awareness of #asthma  https://t.co/pTdJTRO5hu",
  "Hyperfocus: The other side of adult ADHD https://t.co/GT7nSbNP4g",
  "Have @ProfPeteSmith et al cracked the dietary cause of the food allergy epidemic? https://t.co/moT5P1n8y6 @ProfTimNoakes",
  "@AlimentaryBites influence of some people so high that worth the fight against #vaccinedeniers",
  "@AlimentaryBites https://t.co/s3NkG6JVnv excellent TED talk on #vaccinehesitators",
  "@AlimentaryBites there's no reasoning with some people. Every now  + then I try again and give up.  Mostly now I focus on hesitators",
  "@AlimentaryBites stories like this really trouble me. Related to top of thread- wanting to avoid fuss/ hassle =public health danger",
  "@AlimentaryBites @AlimentaryBites but playground gates has bigger impact. #herdthinking",
  "@AlimentaryBites good for you! I have this conversation regularly with vaccine hesitators in my clinic",
  "@AlimentaryBites I am really troubled by this. Last thing a parent needs who is fighting obstacles to vax is another obstacle #facepalm",
  "@RCPCHtweets @RCPCH_and_Us @timsenior @EisenSarah @drchloemac @EllzSummary @maxdavie @PaedsPearls @JohnMoreiras  https://t.co/T6BLUELPWE",
  "@foodallergyuk @bloggydoc yes plse that wld b fantastic. This is a real danger 2 public health esp if copied elsewhre Needs 2b nipped in bud",
  "@clarercgp @bengoldacre @BobKlaber @drbobphillips @mandowatson @Hilary_Cass @ian_wac @Damian_Roland @MeenaPatel12  https://t.co/T6BLUELPWE",
  "@bloggydoc anti-vaxxers and directly harms children. Surely risk of exposure to deadly diseases trumps risk to being sued by antivaxxer 2/2",
  "@bloggydoc I have heard that a GP practice had been threatened with being sued over this thus made it policy. Surely this is a win for 1/2",
  "@bloggydoc  I am so angry about this. Provides unnecessary delay rather than taking opportunity for public health",
  "Any thoughts on ethics &amp; legality of requiring consent from both parents 4 newborn vax when GP knows that parents in dispute over this",
  "Will you marry me. ht @AjdinDautovic https://t.co/cpVaLyv3s9 https://t.co/Jwv3WA4rKO",
  "@rajatsrivastava I have a partic nice interface but we couldn't integrate that into EMIS. I'd like to do smthng better but don't know how",
  "@rajatsrivastava I've looked into this a lot. All of the above. Hence need a swift IT interface with a nice looking output for users",
  "@gbtpo @Monkeywellbeing @rajatsrivastava @KathEvans2 @MayorofLondon @CEO_EMISGroup @NHSEngland @FabNHSStuff can u tell us more?",
  "It takes 3.2sec to retweet and help find Dennis Johnson, 11 y/o who is missing from #Twickenham. https://t.co/pm2ktL6bPd",
  "Thanks to everyone for taking part in the EU Referendum rehearsal.The real vote takes place this Thursday. \n\nPlease vote.",
  "ESTRAGON: Well, shall we Leave?\nVLADIMIR: Yes, let's Leave.\n\n(They do not send the Article 50 Notification.)",
  "@holland_tom thought you might appreciate this https://t.co/R0LHu2NaC0",
  "Top 10 Food Allergy Myths\n\nFree: https://t.co/ne4yZvftXE https://t.co/JcdhZ1seGo",
  "Aged 15-25? We need testers for our health app please! https://t.co/ziaP6Fvauo @HealthyLDN @SaraNelsonRGN @KathEvans2 @AYPHcharity",
  "Calling all coeliacs. aged 20-50, Thursday 16th June (6-8pm) in Barnet, Hertfordshire, contact Carol  01920 465611. https://t.co/CUpqnZOEZ6",
  "Why has it taken till now to read this? Thrilling and shocking and highly recommended: Bad Science  https://t.co/GmxAtMeWx9 @bengoldacre",
  "Read @Atul_Gawande's full commencement address to @Caltech students: https://t.co/Cn829PFl5Z https://t.co/UbdYV89upt",
  "The Mistrust of Science https://t.co/vp3NsvSL3j via @atul_gawande essential reading",
  "@parrlox @foodallergyuk @AllergyAction @VenterCarina meringues I think",
  "@foodallergyuk @AllergyAction @VenterCarina @sciam @parrlox do you need to add extra sugar?",
  "@foodallergyuk @AllergyAction @VenterCarina  https://t.co/1iCsXknDEu",
  "@Monkeywellbeing @HealthyLDN @SaraNelsonRGN @datt_colette @EMISHealth @NHSEngland ooh goody! Keep me posted",
  "Learning Disabilities Archives - The Academy of Fabulous Stuff @lupinepaul @sky_badger useful resources 4 u?  https://t.co/yIn2z9u9sd",
  "@timsenior @drbobphillips  take a look at the TEDx talk I tweeted earlier today. Helped me calm down by looking at practical approach",
  "@timsenior @drbobphillips happy cheese eating then and ta-ra from UpOver",
  "@timsenior @drbobphillips  ... we are paid to remove NHS stockpile. I was speechless! (not a common event)",
  "@timsenior @drbobphillips  have had eyes opened by new family member who is very \"anti\" and *truly* believes that docs only vax because...",
  "@timsenior @drbobphillips no that can't be true. Aren't you further away?",
  "@drbobphillips @timsenior @nocompulsoryvac bit late to this party but head reeling with incredulity at extent of anti-vax world out there",
  "Why Parents Fear Vaccines | Tara Haelle | TEDx. Marvellous stuff. Ans: thoughtful commict'n, compassionate listening https://t.co/s3NkG6JVnv",
  "@laurivdp thanks",
  "@laurivdp or anyone else in Allergy world: do you know someone who wants to see Gideon Lack talk at RSM tonight? I can't use my ticket.",
  "The theology of quackery; how pseudoscience has become a secular religion | The Skeptical OB anti-vaxxers take note https://t.co/55kwWKxjyv",
  "@SaraNelsonRGN @HealthyLDN @Monkeywellbeing @datt_colette @reena_bhatt9 @TracyDBeaker @donalmarkey impt  2 make it quick 4 clinicians",
  "@Monkeywellbeing @datt_colette @reena_bhatt9 @HealthyLDN @SaraNelsonRGN @TracyDBeaker @donalmarkey I have wanted to fix this for so long",
  "Dress for success: The clothes you wear can affect your mental and physical performance https://t.co/VKjJJLWRe1 via @sciammind",
  "I don't know if everyone has tried @FoodmaestroUK yet - give it a go - it's a brilliant resource for tracking down safe foods #allergyhour",
  "A present for your dentist about autism-Info about helping autistic kids https://t.co/8qnhR9RWEQ #disability #specialneeds",
  "Poster: Should we telephone missed asthma appointment? A follow-up evaluation of 4 years of practice #BTSWinter2015 https://t.co/Fkz8c75Zej",
  "If you’re pregnant, 65 or over or have a long term health condition, get your flu vaccine and #StayWellThisWinter https://t.co/rplJzltWes",
  "Michelle this morning in Starlight children's outpatients  @WeNurses @britainsnurses #smilingnurses https://t.co/P0KcGSebkx",
  "@RoyalFreeNHS Pls RT film made by youngsters with Cerebral Palsy. Your people have given positive feedback https://t.co/VNDcE93qg3",
  "People please sign to help student nurses and the future of the  nursing profession Petition: Keep the NHS Bursary https://t.co/L98PU7RAAB",
  "@Francescalily02 @KathEvans2 @lupinepaul",
  "H1N1 flu vaccine in pregnancy: NOT assoc with bad fetal outcomes or offspring mortality up to early childhood years https://t.co/gjFolwqrhu",
  "Heartbreaking Video Of Baby With Whooping Cough Has Strong Message About Vaccinations https://t.co/VOIdsy9y4K",
  "It's a right peasouper in old London Town tonight and no mistake... #OldLondonTown #Fog",
  "I'm gonna write a book about the difficulties of watching Pride and Prejudice dubbed into French. It will be called L'Austen Translation",
  "As previously stated, if you have children, they must try the Phoenix. Issue 200 will be extra big and awesome. https://t.co/WwwyQHYT4Q",
  "Meat and tobacco: the difference between risk and strength of evidence https://t.co/cfIXqMk8RM",
  "Have you read our 7 top tips for children with asthma on @Buzzfeed? #SaferSeptember http://t.co/UN0bXtkWrd",
  "@foodallergyuk but the cuddles at the end of the day must be special",
  "@foodallergyuk @GoAllergy that is so cool!",
  "@foodallergyuk @GoAllergy  I think it's fab and just right for purpose :-)",
  "@GoAllergy @foodallergyuk I was thinking of cartoony pics to break up words visually,  like emojis. Not arty myself but can visualise",
  "@foodallergyuk @FoodAllergy yes all well here. Exciting days, school!!!",
  "Did you know that flu is a common asthma trigger for some children? Read our infographic to learn more. http://t.co/fJuSvdzgm3",
  "@foodallergyuk also, I wouldn't recommend wet wipe outside home setting, some are allergic to these or have easily irritated skin",
  "@foodallergyuk I particularly like the list of phrases a child might use",
  "@foodallergyuk I like the outside vs inside, I use that myself when describing . Only thought: it's a lot of words. Maybe pix would help?",
  "Have you read our 7 top tips for children with asthma on @Buzzfeed? #SaferSeptember http://t.co/UN0bXtkWrd Please RT!",
  "@datt_colette yes we should celebrate the news that internationally child mortality declining. Still a long way to go though!",
  "@Monkeywellbeing great news and well deserved !",
  "@Monkeywellbeing @bloggydoc @RickardNikki @WeSchoolNurses @SaraNelsonRGN 'top tips for asthma' https://t.co/lpe4aKRBPe",
  "On way home. More bsaci#2015 to come but transmission interrupted by my own talk &amp; catching up with colleagues! Thanks @BSACI_Allergy.",
  "Thank you everyone for making #BSACI2015 such a success story! See you next year at #BSACI2016! Save the Date: 29 September - 1 October 2016",
  "@BSACI_Allergy fantastic conference thanks so much. Lots of food for thought, things to take back 2 workplace, practice changing info.",
  "TY to all who attended &amp; participated in #BSACI2015 Please return next year and don't forget to tweet feedback, photos, views @BSACI_Allergy",
  "@WhatAllergy @BSACI_Allergy  great talk. Thank you for sharing your though provoking  experience and needle length in particular. Fab stuff!",
  "@RespNprang @andrewallergy not true. Rachel Griffin won in 2014 and well deserved too",
  "@laurivdp I wonder too.  data predates recent legislation. Further drops to come?",
  "AAI for adolescents - they want it small -to carry &amp; reduce fear, simple to use &amp; read, calm colour &amp; opportunity to customise #BSACI2015",
  "#NRAD - @bloggydoc @RahulRFH @Monkeywellbeing @SaraNelsonRGN @lorraine_tinker Ldn asthma standards the way forward! https://t.co/EOBmMn5nrs",
  "@drbobphillips Son#1 reliably informs me the former",
  "I also love love love @ScrivenerApp can't be bettered for writing up dissertation together with #revman #icandoit #only7000wordstogo",
  "Writing up dissertation. Nerd alert: #revman is *awesome* for doing a #systematicreview. Am soooo impressed. Thank you #cochrane",
  "@KathEvans2 @FionaSmithRCN @lorraine_tinker @majellatravers @hesham_abdalla @bloggydoc  https://t.co/0FhpLcvDj4",
  "@ApeHike @johnshuttlewrth",
  "Who or what is Gianotti Crosti?  Find out in June's newsletter at http://t.co/WrV7zgGHuj.  Paediatric CPD in bite size chunks.",
  "@heretolearnkids @Leanne_Goh nice paper thanks. Am intrstedin whether there is value in applying same (NICE) standards to VIW as asthma",
  "Adherence is the number one barrier to achieving asthma control in children and serial FeNO is a good way of detecting it #FeNO #EAACI2015",
  "@sci_pract thanks4 the greeting. Do not know by what automated/in error step I followed u, but tho u seem most intrstg, wasn't my intention",
  "@heretolearnkids @Leanne_Goh  ...but in terms of post acute management (commnty input, written plan, education re: self/carer management)",
  "@heretolearnkids @Leanne_Goh  I don’t mean in terms of age-related responsiveness to SABA or whether steroids indicated...",
  "@heretolearnkids @Leanne_Goh  somthg I have been pondering re: BTS guidelines and NRAD: does distinction btwn VIW and asthma matter a lot?",
  "A doctoral student and their advisor walk into a bar. The advisor orders a rough draft and they sit in awkward silence for eight months.",
  "\"Antihistamine use in children\" Gr8 update in @ADC_BMJ Education &amp; Practice. June 2015. Well done @RoisinRoycroft @laurivdp @broughallergy",
  "Here is David Sackett #teaching at Oxford in the 1990's http://t.co/MAo7CSs50e @juliaoftoronto @picardonhealth",
  "Without Dave Sackett I would not be the doctor and researcher I am today. His death is a great loss to us all.  http://t.co/pABvsATWhE",
  "David Sackett, father of evidence based medicine, has died http://t.co/2gCdfH1uAY",
  "RIP David Sackett, the father of evidence-based medicine http://t.co/GCucIGDJGy",
  "I don't make mistakes. I create teachable moments.",
  "ADC podcast: #Probiotics for autistic spectrum disorders?  http://t.co/mGkWvL9417 #ASD #austism",
  "Why make up the bed in the morning? Been saying this for years? Vindication! http://t.co/gB28s7u6AM",
  "@kathEvans2 @drbobphillips great app from down under: Okee in Medical Imaging app. Useful here too methinks http://t.co/Z12lLpBdLm",
  "@timsenior  I autocorrected the tweet without noticing and had to re-read several times to see what you were referring to!",
  "New Aus Asthma guidelines @TessaRDavis http://t.co/rowXsLYMSM  Note: pred 2mg/kg on day 1. Kids &lt; 5yrs not needing pred if responds to B2a",
  "second law of medicine= No one cares how much you know, until they know how much you care.",
  "@holland_tom have you heard this then? http://t.co/sdG5Q6HjVO excellent R4 \"soul music\" episode on the song. Other episodes v gd too.",
  "@drbobphillips congrats on the award! So delighted to hear it. Always an inspiration (you were even younger once).",
  "@dralangrayson @LordSedge for those whose medium of comm is literary",
  "@ADC_JC ...let the fuzzy edges and opinion be the results; can't improve without taking unquantifiable data into account",
  "@ADC_JC many clinicians, myself included, will be uncomfy with this process.  Where are p values and cut-offs? But need this info so...",
  "@ADC_JC thus hard to distinguish results from discussion, since aims/ method do not outline structural framework or hypothesis",
  "@ADC_JC 2/2 the results look sensible but seem 2 incorporate a certain approach/model which I am not familiar with &amp; which needs clarifying",
  "@ADC_JC 1/2 I can't judge the validity of the way the results are structured; a method has gone into this which is opinion-based I feel",
  "@maxdavie @neurobollocks oh that was him! I was aware of book and of that but not put the 2 together!",
  "@maxdavie @neurobollocks seems an extreme response to a philosophy text",
  "\"Only legislation can restore the NHS\"Twitter folks r u in agreement? Let me know.  http://t.co/43vpQoHiaE",
  "@ian_wac  ...who I like a lot",
  "@ian_wac  listened to Gabriel's street spirit yesterday. Painful and raw but lacking the beauty of the original. IMNSHO. A bit Leonard Cohen",
  "@ian_wac was not aware of his version, since you have recommended will put my ears to it (wouldn't otherwise!) will report back...",
  "Music which can make you sad.  \n\nWhat That Track Meant To Me: Street Spirit, Radiohead http://t.co/TWD1UpiJLr",
  "@ian_wac wow. Lost myself on the way to work listening to this for the first time in a v long time. Thanks",
  "The psychological secret behind why online content goes viral: http://t.co/6NVBYO46nr #science #technology http://t.co/7IYMryxJqs",
  "Are allergies a helpful defence and not a disease? Fascinating article from the Independent this weekend: http://t.co/yf2HyBuh0z #allergy",
  "#KidsSleepDr Lovely and helpful new app from lovely Sleep specialist colleague, #MichaelFarquahar @GSTTnhs http://t.co/SDMgi8yvC5",
  "Physical activity best buy for public health. @BMJ_latest #ExerciseIsMedicine\nhttp://t.co/dTDeCRIbyo",
  "House of Lords has backed plans for standardised packaging for cigarettes, to come into force next year. A victory for people with asthma.",
  "@bloggydoc you're right, we are lucky &amp; it is sad how many die.  But it doesn't have to be this way - Together we can make malaria no more!",
  "Speaking of lack of evidence, I had fun with the MP who says astrology will save the NHS http://t.co/2zNZnejYii @bloggydoc @drbobphillips",
  "My kids last night saddened by  #comicrelief film of child who died of malaria. Understd it was lack of resources. so lucky in this country",
  "@bloggydoc @drbobphillips That sounds like one of those new definitions. Bullied = using the evidence to show how completely wrong I am.",
  "@timsenior @drbobphillips yes he claimed he was \"bullied \" by the scientific establishment. Sigh",
  "http://t.co/jsu7KMNKMn @timsenior @drbobphillips sweet",
  "Hooray for plain packaging on cigarettes! Thank you British MPs!",
  "@DrTimLawes  a good one I mean.",
  "@DrTimLawes sounds like a start.",
  "@DrTimLawes  thanks I get it now. #learning curve  SE must be then socioeconomic. How propose empowerment then? The big q",
  "@DrTimLawes don't get the jargon here can u signpost?",
  "@drbobphillips @timsenior ouch. Just keep on breathing don't fight it preserve yr nrg where poss. Ooh I shld take a piece of my own med!",
  "@timsenior @drbobphillips I guess it might be hard to wave if you are snorkeling come to think of it. Hellooooo too!",
  "@drbobphillips @timsenior snorkeling in lovely waters with bright fish or murky where's the coast + can I come up now pls?",
  "@drbobphillips interesting indeed. Can you expound? @oliverburkeman has written of related stuff in \" The Antidote\"",
  "Lack: High risk kids: see ASAP--skin test negative: eat peanuts\nSmall Positive skin test: consider challenge in supervised setting #AAAAI15",
  "One-minute Quick Take video summarizes new peanut allergy study. #AAAAI15 http://t.co/NRLfj4RxqP",
  "#LEAP Study publication “@NEJM: Early introduction of peanuts -#peanutallergy  #AAAAI15 http://t.co/XsopiQp68k”",
  "@datt_colette @SaraNelsonRGN @WhitHealth done!",
  "Get involved!  Are you 13 - 25? Join national group to look at tools to manage asthma \n\n@YHAalex @datt_colette http://t.co/F7KeJOLjJE",
  "@PLRPhD @foodallergyuk @GoAllergy whoo hoo! A-MA-ZING!",
  "#AAAAI15 Lack and @goallergy conclusions attached! http://t.co/4jU7hYP790",
  "Still reeling at the sick horror of 'Melanie's Marvelous Measles', I stumble across this superb takedown. Applause. http://t.co/ZwezB0mnHH",
  "@laurivdp I agree that adrenaline under utilised but in example in this case, not sure that it was indicated !",
  "2/2  that in their efforts 2b good parents so many make poor choices in this",
  "Re the new yorker cartoon: I don't think parents who choose not 2 vax r idiots, but feel sad 1/2",
  "The Daily Cartoon by @EmilyFlake: http://t.co/soo6dEhpDI http://t.co/tWDGExx1wf",
  "@Aller_MD  not all antihistamines. http://t.co/QtXhy1SOrv Cetirizine shld be ok",
  "From last night. Smart thinking, as ever, from @vizcomic http://t.co/aL1cJtJ4jZ",
  "@jhcoakley that's what I was thinking! Thought you'd be pleased",
  "Homerton had *lower*  than expected mortality in 2013-14 http://t.co/sG3KSt4VJn @jhcoakley @CEOHomerton @andrewallergy",
  "@bmj_latest: Nine English hospital trusts had higher than expected mortality in 2013-14 http://t.co/sG3KSt4VJn @zosiamk reports @jhcoakley",
  "@dgurtin welcome Deniz to the twitter sphere!  x",
  "So delighted Pauline Cafferkey has been discharged, fabulous news, great job @RoyalFreeNHS 👍",
  "@drbobphillips @UniYorkResearch @crd_york  from now on instead of saying what's up it'll be \"doctor, doctor give me the news\" (I've got a...",
  "@drbobphillips @UniYorkResearch @crd_york  congratulations Dr Dr Phillips",
  "Wish I'd told him what I really thought of him. Or asked if he would take an Ebola vax when it came along",
  "2/2 and when I said I had seen a child die from measles he said \"well that's only one\". Was speechless.",
  "I was told by a parent not dissimilar to this spoof one that I was only recommending vax bec \"that's what I'd been taught\". 1/2",
  "http://t.co/UdNTBbhzxI via @TheOnion",
  "Tragic story @TessaRDavis: A preventable death due to IV fluid administration. A worrying read - http://t.co/GBkfmZbM0i\"",
  "Lovely review. SPT vs SpIgE . SPT pips for most and Sens &gt;&gt;specificity for both.  http://t.co/AxCjUb1NXl",
  "Don't miss Ancient Historian Prof Paul Cartledge's favourite music today Radio 3 1200 noon http://t.co/1kcCTJ8keE http://t.co/NvwpYY8NYB",
  "@oliverburkeman yes but the alternative is even worse.",
  "@Damian_Roland there's loads of good stuff on http://t.co/Avxed9Htig, glad u r spreading the word #allergy",
  "http://t.co/PqvCXRO27q\" and I thought 1st case wld be in Hackney. So bets are still on: which 1st: vaccine or 1st HUH case",
  "@drbobphillips wow I never saw that film before. Happy xmas Bob and Suzanne",
  "Do your thing twitter. I would be gutted if I'd lost that much work. RT. http://t.co/vAPNszwEn6",
  "@AllergyNurseUK good luck for the new post and all good wishes from East London.",
  "Child dies from liquid nicotine poisoning: AAP continues advocacy to regulate e-cigarette packaging, http://t.co/WDAwEn7hay",
  "My third BBC Reith Lecture on the Future of Medicine, which just aired this AM,  is now online here: http://t.co/xjwLgmnBEO",
  "What a great idea\"@DuncanChambler: If \"M&amp;M\" meetings are for the bad events, does anyone have A&amp;A meetings for the \"awesome &amp; amazing\"?\"",
  "@drbobphillips it always has done for me",
  "Why do Doctors Fail? @Atul_Gawande's first 2014 Reith Lecture is now available to download http://t.co/2dFtO7UVtw http://t.co/hsxJU99cVm",
  "Sup. Science joke. Boom. http://t.co/WPiBL4zuhv",
  "Looking 4ward to Atul Gawande's first lecture waiting for me on BBC IPlayer  #reithlectures",
  "Schools can play key role in managing asthma in children. Find out more in our new guideline: http://t.co/eGMAmXf3fp http://t.co/mmkJ5xrYrV",
  "Girl, 4, who is allergic to school dinners forced to eat in isolation http://t.co/NnLl1LBu4T via @MailOnline #schoolmeals #foodallergies",
  "Back from the #bsaci2014 conference in Telford. Hope you all enjoy the last day to those still there. I loved every minute and learnt LOADS",
  "asthma improves with mindfulness training this is the published reference #BSACI2014 . http://t.co/6a40vu8Kib",
  "2/2 #BSACI2014 single intervention (8 wks) sufficient. Maybe even less? Yet 2b determined. Prof Carmody a giant. See http://t.co/k5ELIvxFcj",
  "8 weeks of mindfulness training improves asthma control at 8 weeks, improvement continues FURTHER for 12 months Prof Carmody #BSACI2014 1/2",
  "@KathEvans2 @lupinepaul  in case you can't open the earlier article i sent on research into transition http://t.co/v7fMoC8y6q",
  "@KathEvans2 @lupinepaul   really good research into transition for adolescents presented here http://t.co/1bBguGWVye",
  "@andrewallergy @BSACInurses @BSACIPAG @theRCN @BrDieteticAssoc i've booked my place already!",
  "I do wish ISIS didn't have the same name as my favourite Bob Dylan song.",
  "@hesham_abdalla @datt_colette what about NPAs for wheezy over ones needing admit? useful where done, should it be routine test also?",
  "@laurivdp killer q from 6 year old after reading book w me: \"why does the body think that peanut is a germ?\" Don't know son, don't know",
  "@laurivdp have you seen this book? my kids loved it! http://t.co/PWcFRvwb2Z",
  "@NHSChoices @andrewallergy yet more evidence re lack of link btwn MMR and autism, some ppl still need to hear this. Good piece of research",
  "No link between autism and vaccines, concludes important new study: http://t.co/NfADCgvfrf",
  "Modified oral food challenge used with sensitization biomarkers provides more real-life clinical thresholds for... http://t.co/ZbnaCykeyY",
  "...and then this  http://t.co/Ie09XhJIMS … (full text open access via link)- potential link found 2 expln why incr asthma if abx early life",
  "Study by @OfficialUoM Professor may explain link between antibiotic use in infants and asthma: http://t.co/eRTHoi2uTC",
  "i'm thinking of asthma and anti-b's today  first there's anti-strep abx reduces remodelling in mouse model (see earlier tweet)",
  "“@Aller_MD: Ab's counteract the worsening of airway remodelling by infections in asthma. http://t.co/ss8P9oVxN7”@bloggydoc @PatelNeetapatel",
  "@sarahjchapman @laurivdp @foodallergyuk night all. really enjoyed my first evening of joining #allergyhour",
  "@sarahjchapman @laurivdp @foodallergyuk yes I worry a bit about that- exploring new risks characteristic of teens...",
  "@laurivdp pleasure, do chat again!",
  "@sarahjchapman @laurivdp @foodallergyuk relationship btwn puberty, allergy not well understood (yet), so many changes #allergyhour",
  "@sarahjchapman @laurivdp @foodallergyuk  that's not all they change in families.... but how so? tell more... #allergyhour",
  "@dairyfree that must be frustrating sorry to hear that  :( #allergyhour",
  "@laurivdp BSACI guideline on milk allergy this month in CEA gives useful list of situations in which to do challenges in hospital",
  "@foodallergyuk overall still likely get better over time, but no evidence on predicting from amount tolerated before reacting #allergyhour",
  "@foodallergyuk @Allergyhour do folks find baked milk challenges helpful? what is it like climbing up the milk ladder? #allergyhour",
  "@laurivdp @allergyhour do people find baked egg challenge helpful? good to hear from families who have benefitted from it",
  "“@NICEcomms: Green light for a simple test to help with the diagnosis and management of #asthma : \nhttp://t.co/0l2tZTca43”@bloggydoc",
  "@laurivdp yes, indeed. also i meant limited evidence for effectiveness of ICS in altering natural history, not for symptom control and QOL",
  "@GoAllergy re honey allergy: what did you use for spIgE and SPT? Have not come across before myself",
  "@laurivdp re Lancet article on preschool wheeze: I think.researchers overstate case for ICS in report; ltd evidence for effectiveness",
  "Only 4% of routine management of children who died of #asthma was deemed adequate by an expert panel #NRAD @georgecoller3 @datt_colette",
  "@datt_colette can only send message to someone who is following you! I hadn't realised that I wasn't so have corrected that now :-)",
  "@datt_colette @majellatravers hi i can't find the message and twitter not letting me send you dm either, will try again later!",
  "@datt_colette thanks for passing this on, and other tweet too about NICE and NO, much appreciated!",
  "@datt_colette @majellatravers whoops, best to avoid \"@work\" since i accidentally tweeted someone else there.  Still new to Twitter!",
  "@datt_colette @majellatravers sure would b lovely- can be contacted @work on tues or thurs, look forward to it",
  "Good morning tweeple, pls can you fill in &amp; RT this survey about children in hospital ... You could win £100  https://t.co/2YYxdcyu3T",
  "@helensadler4 thanx 4 monkey package arrived last week, first evaluation done (booklet) 9 to go.  we love it so far!",
  "From FSA today: Goats' milk formula not a solution for cows' milk allergic infants: http://t.co/o26ihZpg3L",
  "@datt_colette @Monkeywellbeing @JohnMoreiras thanks 4 hosting + sharing, fab collaborative work making a real diff to children with #asthma",
  "Great list of allergy myths busted here!  http://t.co/q51bVy44FJ",
  "@timsenior I loved your essay, in fact it got me back on twitter where I have been quiet for a while. I wanted to share it",
  "http://t.co/8R5oPUPaWp superb essay on climate change, language, health, equity, + more.  outstanding stuff @timsenior",
  "Thx @allergybabe @foodallergyuk @gratefulfoodie Answer from sanofi:  (auvi-q):\"there are no plans to introduce the AUVI-Q to the UK market.\"",
  "@allergybabe @foodallergyuk @gratefulfoodie as far as I know not in the Uk at present unless someone out there corrects me",
  "@gratefulfoodie what is your experience of Auvi-Q?",
  "@foodallergyuk @gratefulfoodie which hospital? it's new to me, sounds intriguing",
  "@foodallergyuk  q from  @gratefulfoodie  \"Greetings from USA!  Do you have the Auvi-Q in the UK? voice activated epinephrine autoinjector?”",
  "@gratefulfoodie no I have not come across it will ask other allergy mums",
  "Do you carry a Jext adrenaline auto-injector? If so please read this update on its availability. http://t.co/16IPGj3jmx",
  "Swaddling increases babies’ risk of hip abnormalities @ADC_BMJ http://t.co/S9MbBP5kkn",
  "@foodallergyuk lovely to hear from you! Yes all is well. Great talk. I will signpost people to it. Is all well with you? X",
  "So, here it is, for what it's worth: my presentation from yesterday's @FoodAllergyAwar conference :-/ http://t.co/MG6AtGBkno #allergy",
  "@gratefulfoodie hi yes she told me all about you and your many activities. Are you plugged into your uk counterparts? I can signpost",
  "I know NHS cuts are starting to bite but surely they can do better than this http://t.co/VSOP1LJgYu",
  "@Allergy_Academy as well as for patients of course :-)",
  "@Allergy_Academy they are fab. Using them for teaching with GPs on 21 July for BSACI primary care study day @ Homerton on Saturday",
  "@bloggydoc @SchFoodPlan @sarahjchapman @AllergyNurseUK @Henry_Leon or at least have options that go beyond glutenfree?",
  "@SchFoodPlan @sarahjchapman @allergynurseuk @foodallergyuk or all 14 on the EU list?",
  "@SchFoodPlan @sarahjchapman @allergynurseuk @foodallergyuk yes but which ones?? Milk/ egg/ all nuts/ sesame/ fish/ wheat/ soya for starters",
  "@foodallergyuk although it does tell me that M&amp;S putting in good efforts to meet needs of peanut allergic folk",
  "@foodallergyuk @schfoodplan @sarahjchapman @allergynurseuk @henry_leon which allergens?",
  "@foodallergyuk you may have a point there :-0",
  "@foodallergyuk 2/2 ... because they had contract to supply M &amp; S and that was part of terms. I was impressed",
  "@foodallergyuk probably a bit early to take advntge of this but when we went to Bateman's brewery tour, they got us 2 discard peanut... 1/2",
  "@drbobphillips actually I did defer much needed haircuts to get the urchin look right #proudparent",
  "@drbobphillips more? You want more?????",
  "@drbobphillips weirdly my boys in Oliver too this Sunday. We thought we'd get them method acting by giving only porridge for brekkie",
  "@drbobphillips like",
  "@foodallergyuk @PaedAsthma the 2012 study was of 11 patients only, but also suggested that it was trouble knowing which end to use",
  "@foodallergyuk @PaedAsthma failure to remove all caps commonest reason in Boyle's study, also using the wrong end of autoinjector",
  "@foodallergyuk  if you need to use it I think it won't be so bad   :-o do you have a trainer pen to mess around with? I hope so.",
  "@PaedAsthma @foodallergyuk @ImperialNHS very similar data presented by Chaudhry, et al in 2012  @ ACAAI showing poor retention at 3 months",
  "@PaedAsthma @foodallergyuk @ImperialNHS in that study a staggering 40% of parents made an error 6 weeks after training",
  "Trainee doctors to be withdrawn from DGH Paeds dept after complaints about consultants from junior doctors: http://t.co/e7PlJxJCIs",
  "What a great BSACI welcome reception. Dodgems, coconut shy, hammer bell. Nicely linked to the conference theme: allergy across the ages.",
  "Children with severe allergies at risk from incorrect use of adrenaline injector.  Our AllergyWise training can help http://t.co/vznkOeA5cB",
  "Tomorrow the NHS turns 65! Both men and women live an average of 10 years longer than they did before the creation of the NHS in 1948 #NHS65",
  "“@meta4RN: Put the info where it's handy - on your patient's/client's phone: http://t.co/IvsAftOa7k Brochures are so last century.” @ACCNUK",
  "If you'd travel to give a talk to 100 people, then why are we snippy about making a podcast downloaded by the same number of people?",
  "Unusual product recall - Tesco's yeast, due to high levels of histamine, which can cause #allergy-like symptoms: http://t.co/7x3weJaTCb",
  "#allergytogetherwecancrackit send a postcard to your MP to raise the priority of allergy services in the NHS http://t.co/KWIjbaAWBi",
  "Congratulations to Professor John Warner awarded OBE in recognition for his research into food allergies http://t.co/iaEQ2eW7Tp @ImperialNHS",
  "Help us improve NHS allergy services. Visit http://t.co/Swd8mhnjir and getting involved #allergytogetherwecancrackit Please RT!",
  "Strong Paediatric stream to this years BSACI Conference. New Emergency Plans to be unveiled in an attempt to standardise support for pt's",
  "Janet Palmer telling us children should know they should never ever be asked to keep secrets. Surprises are different #pshe2013",
  "@lupinepaul \"@sky_badger: Massive festival of #disabled #sports &amp; arts on in Cambridge ends on the 7th July http://t.co/v8p2jbDZdK #autism\"",
  "Breast feeding awareness week starts today. Read everything you need to know right here http://t.co/Rt8bsHoPSF #breastfeeding",
  "RT @liftapp: How listening to a story can put your whole brain to work: http://t.co/LRMp1cgmvJ by @LeoWid",
  "Compassion in difficult situations can have a great impact http://t.co/fMSRX5CPMZ via @HarvardBiz",
  "@Jgduk check this out RT @NeonatalResearc: When she died there was a hailstorm, it was as if the Angels cried. http://t.co/8CaEOItWnn",
  "When she died there was a hailstorm, it was as if the Angels cried. http://t.co/4A25PP5Jaq",
  "@rachrwlnds @damian_roland studies of oral pred v IM dex may show equivalence in preschool wheezers coz neither makes a diff to outcome...",
  "@rachrwlnds @damian_roland old prescribing habits die hard for some in using steroids for preschool wheezers",
  "@rachrwlnds @damian_roland I try to restrict 'roids  in pre-school wheezers 2 those with eczema, interval symptoms, FHx+ for asthma or admit",
  "Amazing #bountymutiny RT @blondpidge: Bounty rep ripped open curtain during intimate care &amp; catheterisation http://t.co/qcNjuJQzyX",
  "@asthmauk \"I'm just wondering how big the spacer is going to be and who's big enough to give me a shake and turn me upside down\"",
  "@Damian_Roland makes u wonder if 1 day of pred is equiv to 3 days? Who's going to do that study? #PEM2013",
  "@Damian_Roland re: no 9 battle of the steroids a) what is answer, intrigued, I have not heard B4 \nb)why use steroids in preschool wheeze?",
  "The 10 Laws of Productivity http://t.co/3IDBbYrG7e by @99u",
  "Keep people with learning disabilities safe. Email your HWB http://t.co/hNuNy1lC6l @mencap_charity #winterbourne view",
  "Survey of peeps who use smartphone/ tablet 4 asthma control-looks good (but shame they're not asking kids)  http://t.co/xj2y3knQMb",
  "BBC News - Food labelling: Consistent system to be rolled out http://t.co/9bPLl1H4dq",
  "Parents: complete our survey about inhaler use during the summer holidays, and be in with a chance of winning £100: https://t.co/QlnazQjUaU",
  "@asthmauk I looked at who @PaedAsthma was following",
  "@foodallergyuk congrats on Baby Sadie! It takes about 18 years to get back on even keel apparently...",
  "@bloggydoc @foodallergyuk I agree! But definitely would if wheezing, swelling, breathing difficulties, floppy...",
  "@foodallergyuk I agree w main thrust of mssge: adrenaline more dangerous in non-use than in use, giving it less likely 2 cause harm than not",
  "@foodallergyuk @AlimentaryBites yes antihist in first instance. All is well here. Dipping my toe back in twitter waters again. How r u?x",
  "@foodallergyuk @AlimentaryBites  I do not recommend combo of  hives and vomiting being a prompt for adrenaline in children for my patients",
  "One Grain More - living with multiple food allergies. This is inspiring!  http://t.co/36zPbjG6fS",
  "The NHS is a truly wonderful institution. Today I saw 4 consultants, 2 registrars, and 8 nurses drop everything to care for 1 person in need",
  "This year's #BNFc as a colour chart for identifying pigmented stool in assessment of prolonged jaundice-  anyone else using it?",
  "@drbobphillips r u tracking with a GPS device? Have u any other biofeedback data",
  "Placebos Work Better for Nice People (preview) http://t.co/iq64y6HEF9",
  "Child hospital stays 'keep rising' in number but not in length? http://t.co/JhbdFQrI",
  "Global health: http://t.co/L0BuRmVa",
  "The JGDUK website has had a makeover. Have you had a look at it yet? Head over to http://t.co/0aXPlSp2 and let us know what you think.",
  "JGD have made a video that captures the experience of living with Familial Dysautonomia (FD). You can watch it here: http://t.co/SZBIFycV",
  "@allergymumuk lovely cookies and thanks for organising, really great to see you, look forward to next one",
  "Mentally impaired rip-off claim @lupinepaul  u might find this relevant http://t.co/K0tYPvip",
  "Does anybody else feel that Castlebeck should not be the sponsor for RCN LD nurse of the year?Winterbourne View, ring any bells?",
  "WorldSepsisDay @drbobphillips not to be confused with world sexist day (as misheard by someone when i said do you know what day it is?",
  "Late to this, but read @ejwillingham's great analysis of the NYT autism/whipworm op-ed http://t.co/1oJmrwtN",
  "RT @cebmblog: Never to late RT @trished: Our Twitter Guide proving popular read with you all today!  http://t.co/i9TzySUN",
  "While most things have come down in price RT @Reuters_Health: Price of life-saving allergy injections has spiked http://t.co/X0Udbv6S",
  "RT @RealBobMortimer: How the rest of the world sees the UK Xkclyde93 http://t.co/VsD3SBO9",
  "The #Olympics are finally starting! Very proud of our Trustee Alan Naftalin who was a torch bearer in London yesterday http://t.co/CvQ2SlEK",
  "The science of music: Same old song | The Economist http://t.co/vRBjkktr @lupinepaul this one's for you",
  "\"Really great people make you feel that you, too, can become great.\" - Mark Twain",
  "\"People will forget what you said, people will forget what you did, but people will never forget how you made them feel.\" - Maya Angelou",
  "Expect a cloud of hydrocarbons &amp; aerosolised meat fats to blot out the Sun as the nation lights bbqs &amp; offers burned meats to placate Helios",
  "Pertussis cases rise 10-fold among older children and adults in England and Wales | BMJ http://t.co/nO5It8bJ #bmjnews",
  "You all need to read this. This is how racism takes root | Joseph Harker http://t.co/Vq2XE7or via @guardian",
  "Surprised how little press coverage this paper got. Sports drinks manufacturers make inflated, unsubstantiated claims http://t.co/uZe3fqqe",
  "Our latest news story Consultation on ‘children in need’ across England and Wales http://t.co/omQlcyRT",
  "@cebmblog @amcunningham I have bnf for free on android and iPhone already thx to those nice folk @ nice",
  "Whooping cough (pertussis) epidemic worst in 50 years; 18,000 cases. EVERYONE needs vaccine, esp anyone near a baby, http://t.co/iTl98hd9",
  "RT @lupinepaul: How learning disability liaison nurses are transforming patient care http://t.co/Eiqb1G9H #learningdisability great stuff",
  "\"To err is human. To blame it on someone else shows management potential\"",
  "I say Creationists absolutely should be able to open their own schools. But only if they can build them in six days.",
  "Gold! RT @ruralflyingdoc: Prof Murdoch: Specialists want to reduce the size of the world to the size of their brain.",
  "RT Housing Woes Associated With Increased Risk of Child Abuse http://t.co/X6RglOM3",
  "Via @xFoodAllrgyhelp: A powerful post about that dreaded first epipen moment http://t.co/cCAueLGj”",
  "love to see stats on change in blue light use during the Olympics, since the jocks are elbowing the sick out the way http://t.co/n40SqjFm",
  "@lupinepaul  to stop tfl flooding yr twitterfeed put it in a list. An quit following Justin Beiber u teeny",
  "@lupinepaul  welcome to the twitterosphere",
  "Is it a bird? Is it a plane? NO it's SKY BADGER!www.skybadger.co.uk#epilepsy #CP #children #grants #disabled, #specialneeds, #autism",
  "#tenlessons 7 Performance is a function of three variables, it is directly related to competence and motivation;... http://t.co/or4K3dyE",
  "http://t.co/ticbfHG (Sky Badger) here's another  very appealing site for carers of children with disabilities",
  "http://t.co/3qRZeJO great website 4 parents of children w learning disabilities. Thanks 2 my Florence Nightingale scholar 4 this one",
  "Exclusive breastfeeding for 6 months did not prevent nut allergies http://t.co/8SW3y7rN In fact nut allergy rate was higher MT @wheezemd",
  "Looking for blogger mom to review new wet wrapping suit. Child should have moderate to severe eczema. @eczemacompany for details. Please RT!",
  "welcome @calcat12 nice to be back in touch again!",
  "Doubt Is Good for Science, But Bad for PR http://t.co/IR0hke9g More doubt definitely required",
  "Latest from @jeevanvasagar: Venture capitalist gives £75m for Oxford's poorest students http://t.co/x2hloCWj",
  "Oh! how spot-on is this from @HealthJourno: Dear Girl on Twitter - do not give up gluten. http://t.co/D2UYUlrr #glutenfree #coeliac",
  "RT @martinmckee: The real (&amp; incredible) story behind the #nhs reforms by @NicholasTimmins Essential reading  http://t.co/o3ASCQP",
  "Why does setting foot in a library still get me excited?.. If only I had the time to read all these beautiful books",
  "http://t.co/KxxZtaQ  for BNF on iPhone or android Hurrah! Need Athens for access",
  "cBNF coming soon to an app store near you apparently.",
  "Train timetables should give arrival times as a range rather than an absolute figure, reflecting past performance",
  "#happybirthdayNHS - 64 today!",
  "Private university expands into health sector http://t.co/yQ3Ttvuc",
  "If you think basic science is unimportant, remember the folks @CERN who found the #Higgs boson invented the web, dub dub dub dot everything.",
  "Meta-analysis of bacterial meningitis score validation studies http://t.co/0QJ1DGzj",
  "@bmj_latest: Closure of GP practice in Camden was a casualty of NHS changes, says inquiry #bmjnews http://t.co/kWNs3vM",
  "Carina Venter at #BSACI: wheat sensitisation has big overlap with grass sensitisation",
  "Carina Venter at #BSACI: food sensitisation over 9 years stable but big increase in aeroallergen by age of 9 years",
  "Rosan Meyer at #BSACI superb talk on practical approach to feeding difficulties, of whom 25% of \"non-organic\" have GI reflux, 11% have CMPA",
  "Marc Rothenberg at BASCI2012 on GI disease. No relation but what a coincidence. How many Rothenbergs are there in the #allergy world?",
  "Bob Boyle at #BSACI2012 on temperature controlled laminar airflow in reducing asthma shows promising results in children",
  "RT @Allergy_Academy SLIT for food seems less effective than oral IT. #bsaci  keen et al 2012",
  "About to hear Andrew Clark at #BSACI2012 on immunotherapy",
  "@DFRothenberg @glyndebourne jealous",
  "@stephenfry Baghdatis looks like Nicholas Cage no?",
  "Thanks for hosting #allergysupportgroup today @foodallergyuk lots of food for thought for me as well as fabulous biscuits",
  "http://t.co/VCnDAU7 excellent article with excellent video in it too.  Employers and parents should read, high flyers especially",
  "Does anyone know if Prince Charles is on Twitter? I am after an  invite to the Royal Box at Wimbledon....",
  "#nhssm Btw did you guys see this earlier? The world’s cleverest anti-smoking ad? http://t.co/h43Irwwb #stopsmoking",
  "The Childhood-ACT is superior to FeNO in determining the control status of children with asthma http://t.co/2BI4HzgA",
  "Clinical features don't distinguish allergic from non-allergic asthmatic children http://t.co/0GglAsT",
  "RT @sciam: Doggy Dust May Lower Asthma Risk http://t.co/bFnplJO. Emphasis on may: it protects mice from RSV which can't be a bad thing",
  "RT @DrAnneEllis: RT @IgECPD4: \"International Minimum Standards for the Allergic Child at School\" Guidelines announced at #EAACI Meeting.",
  "“Chimpanzees have one extra substitution for every six between humans and bonobos, and that’s strange,” says @JohnHawks http://t.co/FkabEATZ",
  "Drug research routinely suppressed, study authors find - JSOnline http://t.co/ee5UOskg",
  "RT @guardianscience: Happiness is a glass half empty | Oliver Burkeman http://t.co/uMibPWe",
  "Am reading this book it's  fab: \"@sciam: Of 2 Minds: How Fast and Slow Thinking Shape Perception and Choice [Excerpt] http://t.co/cgrVr4E\"",
  "In Hungary #misuseofgenetics http://t.co/siQgRiX  (Genome Test Slammed for Assessing 'Racial Purity': Scientific American)",
  "Urban Kids Have More Food Allergies Than Their Country Cousins http://t.co/07QHmysP",
  "Just cheat a little it seems http://t.co/L70q88m",
  "And again - sentence seems way too lenient (&amp; why you shld ALWAYS carry your EpiPen) RT @AllergyAction: http://t.co/At50eUdT",
  "NB - '2 cases were associated with single component measles vaccine: no reports of anaphylaxis to combined MMR !!! http://t.co/XrhNylcN",
  "@Cailin_Collett @NurseryWorld frustrating that this good publication is tainted by being paid for by a formula milk company.",
  "'Cow's milk should be considered a potentially fatal allergen' -  http://t.co/m29xz47T",
  "Q: What do you call Alternative Medicine that survives double-blind laboratory tests?  A: Regular Medicine.",
  "Lansley is changing the regional funding model for NHS resources. Less for the poor, more for the old. http://t.co/85tp5adN",
  "@GilliCosm Today's Metro article was impossibly brilliant!",
  "@mattwridley in La Traviata, the heroine's death from TB a matter of plain tragedy with no social commentary. In La Boheme poverty is blamed",
  "How the FDA forgot the evidence: the case of donepezil 23 mg http://t.co/m3cvZxkK   EBMers - must read BMJ article by Schwartz & Woloshin",
  "RT @bengoldacre: nice Which sting on cancer and diet silliness http://t.co/WSq1idK",
  "Most viewed: Richard Dawkins celebrates a victory over creationists http://t.co/YGkf5dL1",
  "I want to talk to you about the NHS. And its IT system. Wait, come back, writes David Mitchell (@RealDMitchell) http://t.co/wBBWbpsP",
  "10 Posters Showing The Sweep And Grandeur Of Modern #Science http://t.co/dA5YBZpF",
  "@cebmblog faster than what?",
  "Hell to the no! Chemical-free chemistry  kit: http://t.co/CLWPhem",
  "@rustlehearn also that is the first time that i have actually typed \"lol\" (the extra bracket was a typo)",
  "@rustlehearn well it's a micro blog (this is the first paragraph) inspired by reading \"Better\" by @Atul_Gawande) lol",
  "@rustlehearn thank you this is my first tweet!"
 ]
}