{
 "user": 4852748903,
 "tweets": [
  "@2_Old_4_Gaming Especially in games like Uncharted: Golden Abyss it's a huge difference. #OLED4LIFE",
  "This is one example of why I can't stop laughing at  #Antivax idiots... \"Rhesus positive is an infection from vaccins\".",
  "@TweetVitaReview Thanks for the reminder! I almost forgot to do this.",
  "@splodem @TweetVitaReview You should have a confirmation of the initial survey in your email, I found mine by searching Inbox for 'bloodstained survey'. You can still use the same link.",
  "If you backed Bloodstained make sure you fill out the new survey question before May 18th to get the retro spin-off mini game code for Vita, otherwise you will receive a Steam code by default.\n\nP.S. May 14th is the last day to back it via Fangamer Portal\n\nhttps://t.co/Q2TupjHJ6B https://t.co/DEhtnSXhc9",
  "International Tabletop Day is tomorrow April 28th! Have fun playing your fave games! Post a WWG gameplay pic this weekend and tag @wwizardgames on twitter with the #tabletopday hashtag to enter to win an Admiral Tabletop Star Realms promo card! #bgg #tabletop #boardgames #ittd https://t.co/6iVeyYfQAx",
  "Earned 3 PSN trophies (3 bronze) in Pinball FX3 - https://t.co/1hPFSgxuq9",
  "Vanochtend gehoord in het Vondelpark, NL-er legt uit aan zijn vriend: \"Today we celebrate the end of the war\"... SMH\r#Koningsdag",
  "Finally found where Faith's Path starts in @FarCrygame today! I'll visit this when I start a new game (or it finally gets save slots/NG+) to see if it's more interesting to follow it with a full cult presence,",
  "I've now unlocked the full flowchart in the demo of @Detroit_PS4. It looks so good, gameplay is a bit like Remember Me (but actually fun) and the graphics are amazing! Can't wait for the full game.",
  "Earned 1 PSN trophy (1 silver) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "Can we PLEASE get either a New Game Plus option or multiple save slots in @FarCrygame @Ubisoft? \nIt's a great game but there's just nothing to do after the story -- and I don't want to lose everything by restarting.",
  "@TweetVitaReview @RatalaikaGames My region is EU",
  "Giveaway Time!\n\n1⃣Retweet this\n2⃣Follow @RatalaikaGames + @TweetVitaReview \n3⃣Reply with your PSN region (EU or NA)\n\nFor a chance to win 1 of 4 EU and 4 NA One More Dungeon #PSVita codes!\n\nAll winners will be announced on Friday (Apr 27). Good luck! 💫 https://t.co/u51tzZQVxK",
  "RIP Avicii. A talented artist that died far too young. \nPlaying his songs in @Spotify now as tribute.",
  "@blumhouse Halloween was better than Halloween but hopefully Halloween will be at least as good as Halloween.",
  "@The90sLife I still have a set! Whipped it out last summer and will do again this year.",
  "I hope #GodofWarPS4 lives up to expectations! Sadly I haven't been able to score a copy yet but it looks like another amazing PS4 exclusive. Have fun, all that got a copy :)",
  "#Retweet please if you would like to play @thimbleweedpark on your #PSVita :)\n\n@grumpygamer @psvita @giocorsi https://t.co/PsQY8AfHoE",
  "Fun new roadkill event in @FarCrygame ! Just a shame it's so hard to find Peggies once you've completed the game... so I had to do it with a lot of dead deer :D",
  "@BadLandGames I wish your retail partner @Smartoys_be had sent me my Vita game I paid for so I could actually play it :(",
  "Earned 4 PSN trophies (2 silver and 2 bronze) in Zero Escape: The Nonary Games - https://t.co/1hPFSgxuq9",
  "Seriously @AskPayPal are you trying to piss me off by always telling me about Buyer's Protection when you've made it clear you will always side against the consumer instead?",
  "My Nyko Powergrip for the #PSVita is busted :/\nCharge connector port is physically disconnected, and I can't solder at all.",
  "@_ColorfulCat Steam Inventory Helper? Or are you not trying to use the Marketplace?",
  "Starting Zero Escape: Virtue's Last Reward on #PSVita for the first time. Wish me luck with those nines...",
  "HELP ME BRING BACK PEPSI-MAN! https://t.co/kTDXPCLn02",
  "@Lasharus I'm sure Friday the Thirteenth will give you all the luck you need for those challenges :P",
  "Earned 2 PSN trophies (2 bronze) in The Elder Scrolls V: Skyrim VR - https://t.co/1hPFSgxuq9",
  "Earned 4 PSN trophies (4 bronze) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "I was putting my @FarCryGame statue of The Father in a new display spot and noticed for the first time the Book of Joseph actually has legible text printed on it! Awesome attention to detail from @Ubisoft there.",
  "Finally unlocked the hard mode Anubis outfit for Bayek in @assassinscreed! Man they weren't kidding about Hard Mode Trials of the Gods being HARD... \nSo worth it though.",
  "Other falsehood: the inability to leave the valley is not explained. It is: the Seeds have air support, and the road tunnels are collapsed. He also neglects to mention the early ending you can get where you actually DO walk away. Despite showing a screenshot of the moment.",
  "This is what passes for Games Journalism these days... https://t.co/hoiDdVl7Ka\nFalsely claims there are no female enemies (there are, many); that there is no leadup at all for the game ending (there is, multiple news reports), and other basic errors. Did he even play @FarCrygame?",
  "Earned 1 PSN trophy (1 bronze) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "I've owned a #PSP (and later #PSVita) since 2010. \nIn all that time I have NEVER seen #MystPSP go on sale.",
  "@Sixth_Ranger_BH @CensoredGaming_ Looks like VR Kanojo, basically the porn copy of PSVR Summer Lesson. Although this is the Steam, non-porn censored, version.",
  "25th Anniversary and I am backer #50. :D",
  "I just backed Myst 25th Anniversary Collection on @Kickstarter https://t.co/BB46InKYfW\nMyst is back baby!",
  "@KouenHasuki Telltale's Depression Quest!",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "My grandma was on the Kiepenkerl less than 10 minutes before the terror attack. Thank God she decided not to get a drink but continue on home... #Münster",
  "Finished @FarCrygame last night. WOW... what an ending. Now I am debating whether or not to delete my save and start again... #FarCry5  \n@Ubisoft Please add a New Game Plus just like was added to AC Origins!",
  "Earned 1 PSN trophy (1 gold) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "Earned 4 PSN trophies (4 bronze) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 silver) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "@MikePDaTruth Console wars are so childish and exclusivity ends up hurting people for no reason. I would rather it be a really good game available for everyone!",
  "For a limited time only, Crusader Kings II is currently available for free on Steam! Download it today and keep it forever. Tell your friends to Deus Vult today! https://t.co/SZBDQ8UkaM https://t.co/NHGY4ErjMA",
  "Earned 3 PSN trophies (2 silver and 1 bronze) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "Happy Easter! We are giving away 2 Limited Edition copies of Sir Eastalot for PS Vita. Follow &amp; RT to enter. Winners picked April 6. Pre-order your copy @playasia #psvita #vitaisland #giveaway https://t.co/PendRHdt4o https://t.co/bRrEt0R5RY",
  "@VooFoo @LastRealGamer @PlayStationEU Count me on for a Vita version.",
  "The @FarCrygame Into the Flames album is on @Spotify, really enjoying these versions of the 'gospel' songs. Just perfect!",
  "Earned 2 PSN trophies (2 bronze) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (1 silver and 2 bronze) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "@gamernationpod @FarCrygame It's worth it! I'm still chatting with him, while there is some repetition I keep getting new lines. Easily 25 different ones by now. Very funny burns on the FC3 and 4 protagonists.",
  "On a whim I followed Agent Wilkins in @FarCrygame after his mission. Turns out he goes to an empty field to wait and has at least 15 unique lines of dialogue including references to previous games.",
  "Earned 2 PSN trophies (2 bronze) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "Earned 4 PSN trophies (1 gold and 3 bronze) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "Earned 6 PSN trophies (1 silver and 5 bronze) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in Far Cry 5 - https://t.co/1hPFSgxuq9",
  "Finished #FarCry5 in ~20 minutes :D Great to see the tradition of alternate endings continues, and just like with #4 I just happened to find it by accident. Kudos to the team behind @FarCrygame !",
  "First thing I see on logging into @PayPal after they decide to side against me and not to let buyer protection help me is an advertisement for... buyer protection. #AddingInsultToInjury.",
  "One strange thing about @FarCrygame ... it's supposedly being shipped from Bielefeld? Das gibt's doch gar nicht!",
  "Best email of the day! #FarCry5 @Ubisoft https://t.co/Z5uL39OKOO",
  "Awesome new video by Spray - Anthologised By Cherry Red (official video) https://t.co/BQpiMjoKZK @YouTube @SprayPopMusic",
  "Earned 8 PSN trophies (1 silver and 7 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Als het nou klopt dat @PolitiekBIJ1 0 zetels heeft gehaald in #Amsterdam ken ik nog wel een leuk nummertje om ze weer blij te maken. https://t.co/5PYI79V5X9",
  "Only 2 days left for the #PSVita Year One Book kickstarter! Please retweet and spread the word one last time.\nThanks \n\nhttps://t.co/XileCx9qHB https://t.co/ReEEfOwrM7",
  "Follow &amp; RT! We are giving away 2 Limited Edition copies of the PS Vita exclusive platformer Sir Eatsalot. Winners picked March 22nd! Reserve your copy @playasia https://t.co/QZKvl4jtqw\n\n#PSVita #vitaisland #giveaway https://t.co/BNHlPIYCvP",
  "as promised\n\nRT + follow for a chance to win a physical copy of What Remains of Edith Finch for PS4! (DualShock 4 and beige carpet not included)\n\nwinners will be picked and DMed on Friday morning! https://t.co/RJx3exoMQT",
  "Follow &amp; RT! We are giving away 1 #PS4 copy of #OneMoreDungeon Limited Edition to 1 lucky winner. Winner picked March 25th! It's already sold out!! So don't miss this chance!!\nWe will make a #giveaway for #PSVita version too in a few days! #vitaisland https://t.co/oEeaOPV2PO",
  "Another @TweetVitaReview Giveaway!\n\nRetweet this and follow me for a chance to win EU🇪🇺 codes for Fallen Legion: Sins of an Empire for #PS4 and Fallen Legion: Flames of Rebellion for #PSVita (2 codes - 1 winner).\n\nThe winner will be announced on Sunday (Mar 25). Good luck! 💫 https://t.co/UaGqX7ANAW",
  "According to @PayPal: \"It's not up to you to decide if you're eligible for buyer protection\". That's an easy way to CLAIM you protect your customers while not actually doing anything at all for them.\n\nPayPal buyer protection = WORTHLESS",
  "Never shop @Smartoys_be they will happily take your money but not ship. Thieves protected by @Paypal.",
  "Fucking @PayPal buyers protection is worthless! I got ripped off for 37 euro and they side with the  company instead of me. So ready to pick on the little person, gotta keep Big Money happy!",
  "@PvdAAdamZuid trekt zich niets aan van het nieuwe systeem van brievenbusstickers. Ter herinnering: geen sticker dan ook geen ongeadresseerd drukwerk. En zeker niet dit soort spam. https://t.co/qbOFNFfHEV",
  "It's not too late to back this. If you're a Vita fan, this should be a must have for your collection! https://t.co/n24adrKHoq",
  "Earned 5 PSN trophies (1 silver and 4 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Earned 7 PSN trophies (2 silver and 5 bronze) in Koi - https://t.co/1hPFSgxuq9",
  "Earned 7 PSN trophies (7 bronze) in Koi - https://t.co/1hPFSgxuq9",
  "Man I wish there was a current gen Prince of Persia game. Assassin's Creed is just not the same.\nI tried to go back and play the SOT trilogy and even PoP2008 but I need something new in the series. @Ubisoft when can we get some more Prince action?",
  "Ventolin I love you. I can finally breathe again! \nFuck Asthma.",
  "@FictionPress Could you make it so that when you stop sending alerts because of an email bounce, you send a notice to the backup e-mail address (if provided)? There is currently no way to tell if alerts stopped unless you go into your FFN settings...",
  "If you are a #PSVita fan, you need to check out this Kickstarter! @PlayStation #Vita #Handheld https://t.co/LYdLbP9ofg",
  "The @assassinscreed Discovery Tour is very good! Educational and amusing at the same time. I like walking around Egypt like the boy pharaoh even when not doing a tour :)",
  "@AskPayPal I found out how to object to the unjust closing, thanks. Hopefully this time it will go right.",
  "Earned 1 PSN trophy (1 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (3 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "So much for @Paypal buyer protection! Online store does not deliver my purchase but Paypal sides with big money.",
  "Earned 3 PSN trophies (3 bronze) in Yakuza 0 - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (2 bronze) in Runner2: Future Legend of Rhythm Alien - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (1 platinum, 1 gold and 1 silver) in Game of Thrones - https://t.co/1hPFSgxuq9",
  "@TweetVitaReview That is sad. Thanks for checking.",
  "@TweetVitaReview Is it PlaystationTV/VitaTV compatible?",
  "RT &amp; Follow: We are giving away 2 copies of One More Dungeon Limited Edition (PS4 or PS Vita) to 2 lucky winners. Winners picked Feb 22! Order your copy @playasia. https://t.co/jKcOUk6xsF\n\n#PS4 #PSVita #vitaisland #giveaway https://t.co/48bpT0NPJQ",
  "Tuut tuut, Groetjes aan Ruud.",
  "Earned 14 PSN trophies (4 silver and 10 bronze) in Game of Thrones - https://t.co/1hPFSgxuq9",
  "@Klair88Gaming This is one game I made sure to transfer to the Pro.",
  "Earned 16 PSN trophies (2 silver and 14 bronze) in Game of Thrones - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (3 silver) in Game of Thrones - https://t.co/1hPFSgxuq9",
  "Earned 13 PSN trophies (1 gold, 2 silver and 10 bronze) in Game of Thrones - https://t.co/1hPFSgxuq9",
  "This is the first time in months that #PlaystationPlus offers me so many games I don't already own, lots of new stuff to play!",
  "Ollongren had liever een open debat met Baudet in plaats van dat hij aangifte deed, zegt ze.\n\nJa, ik begin ook altijd mensen eerst van racisme te beschuldigen als ik een open discussie met ze wil.",
  "@PostNL Pakket uit buitenland (België) is nooit in mijn brievenbus beland maar staat op de trackingsite wel als 'Zending geleverd'... wat nu?",
  "Happy to be the 69th 😻 on @BackerKit for SkullPirates - A piratey action-RPG. https://t.co/KrJqL8CSD1",
  "Earned 1 PSN trophy (1 bronze) in Runner2: Future Legend of Rhythm Alien - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in LocoRoco Remastered - https://t.co/1hPFSgxuq9",
  "Any interest I had in #MonsterHunterWorld just went away when I found out that the Horizon: Zero Dawn quest will be time limited to the first week(s).\nI won't support punishing people who buy a game later.",
  "Earned 5 PSN trophies (3 silver and 2 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (1 silver and 2 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "hi\n\nwe’re giving away a physical PS4 copy of What Remains of Edith Finch 😮\n\nRT + follow to enter and we’ll pick a winner tomorrow morning! https://t.co/1yAXj4wzYi",
  "How about a quick #giveaway for Xenon Valkyrie+ #PSVita? 🎁\n\nRT to win a key! (2 winners, ends in 2 days) https://t.co/nmaaRWEcjw",
  "Weekend giveaway: We are giving away 2 Unepic Limited Editions (PS4 or PS Vita) to 2 lucky winners. Follow @eastasiasoft &amp; RT for a chance to win. Winners picked Jan 23.\n\nOrder Unepic @playasia: https://t.co/fQChOsUVzn\n\n#PS4 #PSVita #vitaisland #giveaway https://t.co/2o3yiV4Yds",
  "it's Friday, doods! This week we've got a Danganronpa™ 2: Goodbye Despair - Original soundtrack with jewel case to give away. Follow, RT &amp; Like for the chance to win! https://t.co/kcZ230FPTv",
  "Earned 2 PSN trophies (2 bronze) in Far Cry 3 Blood Dragon - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (2 bronze) in Trials Fusion - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 gold) in AdVenture Capitalist - https://t.co/1hPFSgxuq9",
  "@TweetVitaReview Did you like Drive Girls? To date that is the only Vita game I really regret buying, the game couldn't capture my interest at all.",
  "@indieopium Not all: Box Office Burst is missing. Not that anyone should ever want to play that, it's even worse than Magna Cum Laude, but still...",
  "Earned 21 PSN trophies (21 bronze) in The Walking Dead: Michonne - https://t.co/1hPFSgxuq9",
  "@Lasharus Aw, no Cupboy?",
  "Earned 1 PSN trophy (1 silver) in AdVenture Capitalist - https://t.co/1hPFSgxuq9",
  "Special 3,000 followers giveaway!\n-RT/Follow for a 2/2 chance to win a copy if 99Vidas for each region.\n\n-RT/Follow for a 1/1 chance to win a copy of Xenon Valkyrie for each region.\n\nComment down below which game you want!\n\n#PSVita #VitaIsland thanks for 3,000 Followers! https://t.co/aRIZ2HJViz",
  "Earned 3 PSN trophies (2 silver and 1 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "If you have/use any Western Digital MyCloud drives, recommend disconnecting them immediately and transitioning the data to another product ASAP  -Hardwired network backdoor (u:  mydlinkBRionyg  p: abc12345cba) no vendor response for six months. \n\nhttps://t.co/Qv2nXG4NjM",
  "Earned 1 PSN trophy (1 bronze) in Runner2: Future Legend of Rhythm Alien - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in School Girl/Zombie Hunter - https://t.co/1hPFSgxuq9",
  "@rob_pearson86 Bitcoin is a pyramid scheme. People who already own a lot of them pretend it is worth something to sucker in fools who will pay real money for it.",
  "Today I decided to check out if Highway 1 is really closed in #AmericanTruckSimulator by @SCSsoftware... 12% damage later I have to agree, No way to cross there. A mudslide will win from a truck. https://t.co/gWPJg3pIq5",
  "@TweetVitaReview erbkaiser",
  "@BehindTheStoneS It depends on where I am using the Vita. If I am relaxing at home I'm not, in the train of course I am.",
  "@NISAinEurope Picked up one of those :)",
  "Earned 3 PSN trophies (3 bronze) in Runner2: Future Legend of Rhythm Alien - https://t.co/1hPFSgxuq9",
  "2017 is so last year.",
  "Happy new year all!",
  "My best game of 2017: Horizon: Zero Dawn.\nHonourable mentions: Assassin's Creed: Origins; Resident Evil 7, Gravity Rush 2.\n\nMy worst game of 2017: Syberia 3. \nDishonourable mentions: Mass Effect: Andromeda; Middle-earth: Shadow of War.",
  "Earned 5 PSN trophies (5 bronze) in Superfrog - https://t.co/1hPFSgxuq9",
  "Merry Christmas to all you good people :)",
  "On ge loof lijk. @Politie heeft wel tijd om vuurwerkkopers te pesten maar niet om oplichters etc. op te pakken. #ACAB https://t.co/DvCvFepCdI",
  "Earned 11 PSN trophies (11 bronze) in School Girl/Zombie Hunter - https://t.co/1hPFSgxuq9",
  "Geweldige support van @PlaystationNL weer :) Zelf een fout gemaakt in de store en ze geven me gewoon een refund. Top!\n//\nVery happy with support from #PSN Netherlands. Got a refund for a mistake I made myself in the store :)",
  "@Lasharus It was so tempting to force a tie... but I voted for what I want to see instead.",
  "@Lasharus True... https://t.co/oZQWl5MQYt",
  "Looking forward to soon falling for the charms of ((C|K)athe)Rin(e)! #CatherineFullBody #PSVita #Atlus https://t.co/zFlZhSzr7f",
  "@Lasharus It has the essentials in it: https://t.co/xw0x1lwWdo https://t.co/lErIJ5akdy But missing: https://t.co/2uGwU1mZEg https://t.co/bywj4hQZuq https://t.co/H27AOMDtrO https://t.co/gAtEtrR0lF",
  "Earned 1 PSN trophy (1 silver) in AdVenture Capitalist - https://t.co/1hPFSgxuq9",
  ".@nakedsecurity on hiQ v. Linkedin: \"what [it] is really about is not so much the adage that users are now the product, but whose product they are destined to become\"  https://t.co/gJaes5HVt4",
  "Earned 1 PSN trophy (1 bronze) in AdVenture Capitalist - https://t.co/1hPFSgxuq9",
  "@Lasharus Can't be worse than the main game..., or the new Bubsy.",
  "@Lasharus No Sonic Forces: Episode Shadow? :D",
  "@JH_BOOS @PvtVoid @COWCATGames Blue for EU :)",
  "GIVEAWAY!\n\nRT/Comment Red (NA) or Blue (EU) for your 1/2 chance for each region to win a copy of Xenon Valkyrie+! \n\nWinners will be announced on Friday! (must be following to win) #PSVita #VitaIsland https://t.co/us5Hb7SUaT",
  "Earned 9 PSN trophies (9 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Als Baudet nu een racist is omdat hij heeft gesproken met Jared Taylor, is Anne Fleur Dekker een vrouwenaanrander omdat ze omgaat met @2525.\n\nLinkse logica.",
  "Earned 13 PSN trophies (1 platinum, 2 gold, 5 silver and 5 bronze) in Life is Strange: Before the Storm - https://t.co/1hPFSgxuq9",
  "@CensoredGaming_ The big question is, how else can we spell Catherine/Katherine? Qatherine?",
  "@CensoredGaming_ I got in by using the link in Discord itself, web would fail again. Thanks :)",
  "Win two limited edition copies of Futuridium EP Deluxe (PS4 &amp; PSVita) thanks to @MixedBagGames! Follow the link to enter the contest!\n\nhttps://t.co/JxircqvlBx https://t.co/NQBlNqtDL8",
  "Win two copies of Futuridium EP Deluxe for #PS4 #PSVita by @MixedBagGames follow &amp; RT #contest #giveaway -&gt; https://t.co/plGGTT0LWA",
  "@CensoredGaming_ I can't use that invite :(",
  "Ever wondered why games released in the Asian region get English subtitles, or why a game may be released in Asia but not the West? \n\nIf so, this video is for you! Thanks for the help @playasia!\n\nhttps://t.co/0oiuveyha7 https://t.co/k6XEyYDPJA",
  "Earned 1 PSN trophy (1 bronze) in AdVenture Capitalist - https://t.co/1hPFSgxuq9",
  "Finally discovered all Scandinavian cities in #EuroTruckSimulator2 - now on to France and Italy DLC cities. New profile so unlocking everything as I drive :)",
  "@TweetVitaReview @COWCATGames EU :)",
  "EU region. Thanks for the chance! https://t.co/8sfonFHShr",
  "I hope @SCSsoftware will do a Christmas event on World of Trucks again this year! https://t.co/1et9PrmYvB",
  "Assassin's Creed Black Flag be all like\nI dreamed a dream the other night...\nLOOOOOOWWWWWLAAAAANNDDSSSS Lowlands Away!",
  "Gryphon Knight Epic for #PS4 is limited to 999 numbered copies and will be available THIS Sunday for 24,99€! 🎮🔥\nhttps://t.co/tBhr8J083W\n\nLike and RT to win 1 of 3 PSN codes. 🎁 https://t.co/Y9BkQpPBos",
  "Earned 2 PSN trophies (2 silver) in Riptide GP2 - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (2 bronze) in AdVenture Capitalist - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Rogue Legacy - https://t.co/1hPFSgxuq9",
  "@SCSsoftware Germany - Frankfurt has it.",
  "And once again the ETS2 update from @SCSsoftware \nis not (yet) available on the #Steam NL Download region.",
  "@TheErixperience @StellarisGame @UniverseSandbox Are the orbits stable?",
  "Earned 2 PSN trophies (2 bronze) in Tokyo 42 - https://t.co/1hPFSgxuq9",
  "@SCSsoftware It's nice that you're helping modders this way! Of course in the mean time we can just downgrade the game using the beta system in Steam.",
  "And this is why browsing the web without an ad blocker is like having sex with a hooker without a condom. https://t.co/r6aytoqJzB",
  "It should be saved regardless of incentives but... why not. https://t.co/Cfu24I9xMZ",
  "Dear @Ubisoft developer that scaled the difficulty for the Elite Hippodrome races in @assassinscreed Origins: May you be sewn up alive into the body of a dead camel.",
  "Even with patch 1.10 of @assassinscreed my Uplay challenges 'Proud Medjay' and 'No Limits' won't unlock :(",
  "Super geholpen door @ThePhoneHouseBV Amsterdam. Verlenging &amp; aanpassing van @vodafoneNL abonnement, aanpassing van @ZiggoCompany bundel, en alles vriendelijk en snel afgehandeld :)",
  "@2_Old_4_Gaming €8,99 -- seems like a fair price indeed. I am grabbing it once my paycheck comes in.",
  "@2_Old_4_Gaming Ah, that explains it. I got an import copy a while back.",
  "@benjedwards Awesome. I know what I'll be reading for the next hour(s).",
  "@2_Old_4_Gaming Is Zero Escape a re-release? I already own it physically on Vita...",
  "@UbiCentral Gravity Rush on Vita or GR Remastered on PS4",
  "@StellarisGame Most: Dolphins! They're already smarter than many humans so just give them a dry suit (reverse wet suit), robotic (?) arms, and a speech syntesizer and you're golden.\nLeast: Honey badgers? NO! We have enough psychotic hordes, do we need an omnivorous one as well?",
  "William Miles has no concept of personal space. #AssassinsCreed  #PS4share https://t.co/JlP3tZevNW",
  "Assassin's Creed is my favorite @playstation game series. Origins may be the best so far.\nAll I really want are Ubi Workshop statues of Shay and Aveline! #AssassinsCreed10years @assassinscreed @Ubisoft https://t.co/DahvUwhnSd",
  "Are you fucking kidding me. Germany's really insane at times. https://t.co/bQkvtN7nuH",
  "FREE NINTENDO SWITCH - To celebrate Sig Edition on the Switch, we're giving away a free kit, with 2 games. There are 3 runner up prizes. Ends Dec 15th\nSign up to the mail list, retweet and follow us! https://t.co/7s8pEykop1 \n#competition #nintendo #nintendoswitch #gaming #win https://t.co/kTdeBreG2f",
  "#12DOI with the @IAStreamers and @TDrastikMeasure is still raising funds and awareness for Toys For Tots Dec 1st-12th! https://t.co/2iZXzwx5y8",
  "Luister je naar de radio en is er zo'n totale boer die \"elevation\" keer op keer als \"effelashion\" zit uit te spreken 😂",
  "Sekhmet's chosen warrior takes on his goddess. #AssassinsCreed #PS4share https://t.co/r2xXuam6G8",
  "Hey @assassinscreed I just beat Ms Kitty. That makes all Trials of the Gods. Where is my Anubis outfit?",
  "Whenever I see the name Björn I think of the sound of a monitor degaussing.",
  "Earned 2 PSN trophies (2 bronze) in Yakuza 0 - https://t.co/1hPFSgxuq9",
  "Finally completed 999, that was a looooong time coming.",
  "Earned 6 PSN trophies (1 gold, 3 silver and 2 bronze) in Zero Escape: The Nonary Games - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 silver) in Zero Escape: The Nonary Games - https://t.co/1hPFSgxuq9",
  "@LucBernard One ship that can be upgraded has my preference.",
  "Have no fear, @12DaysOfIndie is here~ Have fun w/ me while these streamers raise money for @ToysForTots_USA! #12DoI https://t.co/lAwtMzs58p",
  "The Elite hippodrome races in @assassinscreed Origins are absolute bullshit. Guess that is one horse I won't ever get :(",
  "@MrLoveJones75 @assassinscreed You can lock on enemies in combat by pressing the right thumbstick/R3",
  "@elforestier87 @assassinscreed In the gear menu, press right trigger/R2 and Y/triangle to return Bayek's beard -- and left for the hair :)",
  "@assassinscreed if there is only one more Trial of the Gods coming, will we still get an exclusive outfit by beating them all? Last month you were talking about how we needed all FOUR items from the weapon set: https://t.co/KP4qwF0Ega",
  "I just backed SkullPirates - A piratey action-RPG on @Kickstarter https://t.co/PStCT7UYhq\nIt will get a physical Vita release!",
  "Our Christmas song is here - come to our party this festive season, and you can download all our songs for FREE (link with video) https://t.co/m2lrxs22SF",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in Middle-earth: Shadow of War - https://t.co/1hPFSgxuq9",
  "@WBGamesSupport @shadowofwargame Thanks for the response, I just saw the email got put into my spam folder - but everything seems to be okay now.\nTime to head back into Mordor 😀",
  "@WBGamesSupport how long do I have to wait for a response to my support request 24022-1108178 regarding the broken expansion pass for @shadowofwargame Gold Edition?\nYour email said 2 business days, it's now 4.",
  "@Erik12787270 Daarom juist moet je buitenlanders juist informeren. Zwarte Piet is geen onderdanige zielige negerslaaf, bij is zwart omdat hij door de schoorsteen klimt. Het is absurd om opeens te beweren dat hij ook maar iets met minstrel shows te maken zou hebben.",
  "Als jij iemand bent die achter #zwartepietisracisme staat ben je een racistische cultuurhater. Stop met het je toeëigenen van een kinderfeest om je verkrompen ideeën dat alles racistisch zou zijn te verspreiden.",
  "Earned 1 PSN trophy (1 bronze) in Caveman Warriors - https://t.co/1hPFSgxuq9",
  "\"internet friendships are not real\" \n\nretweet if this is a lie and you have made AMAZING best friends online",
  "Just great. Decided to continue playing @shadowofwargame now that the DLC Orcs are out and of course they messed things up so I can't get my content. Waiting for a \"fix\". Whenever that will be.\nhttps://t.co/Ovr1fSmpzk",
  "Such a gud gaem #ShadowofWar #PS4share https://t.co/utkcCoHUxR",
  "@PostNL Komt eraan, bedankt alvast",
  "@PostNL Bedankt voor het antwoord... het is vooral dat élke dag een bezorgtijd voor morgen wordt aangegeven i.p.v. iets als \"nog niet bekend\". Ik had dinsdag- en woensdagmiddag ervoor gezorgd dat iemand thuis was, voor niets dus.",
  "Leuk die @PostNL app, kan ik elke dag weer zien dat mijn pakjes de VOLGENDE dag komen omdat ze niet in het sorteerproces worden opgenomen. Zo wacht ik al een week...",
  "@Lasharus @wwizardgames @ETBoardGames Funny you should mention that, the company was founded by MtG Hall of Famers :)\nTheir earlier StarRealms is my favourite deck building game.",
  "I just entered to win Sorcerer from @wwizardgames and @etboardgames! https://t.co/MQOvmVa018 Win Sorcerer from @wwizardgames! Ends Nov 22, enter at https://t.co/HQTOISbylJ https://t.co/XHSfw4iWef",
  "F YEAH! Sobek is DOWN. Another amazing one of the #TrialsoftheGods in @AssassinsCreed Origins.\nGreat job on giving him very different tactics than Anubis, was a cool fight.",
  "Well crap. @assassinscreed Origins decided to freeze completely just as I was kicking Sobek's arse.",
  "Retweet because big bird/dog creatures need love too. https://t.co/bpH3OcK8Rm",
  "I'm 130+ hours in on @assassinscreed Origins, have completed every objective, and I'm still having fun playing. So many people to kill and weapons to upgrade!",
  "@KouenHasuki Unbelievable, some people 😇",
  "@spraypopmusic That explains it, I was wondering why I was getting additional copies :)",
  "Nobody likes my photos in @AssassinsCreed Origins :(",
  "@Lasharus I'll drop a vote, hopefully tie breaker :)",
  "Heerlijk om te lezen dat de racisten en cultuurhaters niet tot #Dokkum zijn gekomen maar geweerd zijn door dappere Nederlanders.",
  "@PSACCESSFANS Awesome, got it. Thanks!",
  "@CensoredGaming_ It didn't even show in my Subscriptions. \nApparently I either forgot to select the dumb bell or Youtube removed it.",
  "Just enough time for one more #TrialoftheGods against #Anubis in @assassinscreed https://t.co/weB4PCuZjg",
  "Earned 2 PSN trophies (2 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (2 bronze) in Dishonored: Death of the Outsider - https://t.co/1hPFSgxuq9",
  "Disconnect by Daylight! @DeadByBHVR there should really be a punishment for lobby dodging killers. @KouenHasuki and I have been lobby dodged 7 times in a row tonight.",
  "I just entered to win Sorcerer from @wwizardgames and @etboardgames! https://t.co/MQOvmVa018",
  "@RealStrictlyLTD @mode7games @SongololoMusic @beatvince @Tokyo42Game Got my copy! Hope everyone that wants one manages to.",
  "@PvtVoid @SuckerPunchProd @PlatineTrophy Congrats! And true about the replayability. The PS3 Infamous games were much better in that aspect, where good vs bad mattered a lot more.",
  "Little less than one hour until Tokyo 42 will be available! Limited to 2600 games! https://t.co/VWCeMBLt2Y 💊🔥Like and RT for your last minute chance to WIN the game! 🔥 https://t.co/VxmwW45QUB",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in Dishonored: Death of the Outsider - https://t.co/1hPFSgxuq9",
  "@FrozenOstrich @assassinscreed 38, with maxed gear. I've since gone to 40 (is a bit easier).",
  "@assassinscreed That is with minimal combat, basically I just rode away shield raised whenever I had to.",
  "Another unscientific @assassinscreed Origins world size measurement: auto following a road on horseback from the Pharos in Alexandria to Senehem Depths, almost 10k metres, takes 17:41m real time.",
  "@ArianD2000 @assassinscreed Nah it was close until the end. Beat him with just one third health left.",
  "@assassinscreed Origins world is HUGE. Sailing from desync point in the south of the Nile all the way to the desynch in the north sea took 17:16 minutes.",
  "Just survived my fight against #Anubis in @AssassinsCreed Origins! Truly an epic fight, took me some time to figure out a survivable strategy against this \"god\" :)",
  "@R17L29XI Thanks.",
  "@R17L29XI Do you know if it has a separate trophy list from the US release?",
  "Still no #280characters: if characters are emoji they count as double or more.",
  "1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣0⃣1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣0⃣1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣0⃣1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣0⃣1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣0⃣1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣0⃣1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣0⃣1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣0⃣1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣0⃣1⃣2⃣3⃣",
  "1234567890123456789012345678901234567890123456789012345678901234567890123456789012345678901234567890123456789012345678901234567890123456789012345678901234567890123456789012345678901234567890123456789012345678901234567890123456789012345678901234567890123456789012345678901234567890",
  "Sometimes im kinda a jerk to @erbkaiser1... This is one of those times... https://t.co/YpQj4fobqZ @DeadByBHVR",
  "@KouenHasuki @DeadByBHVR Retribution will come, mate ;)",
  "Another @assassinscreed Platinum trophy! Wonderful return for the series and a lot of fun to complete.",
  "Earned 3 PSN trophies (1 platinum and 2 silver) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 gold) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 silver) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 5 PSN trophies (3 silver and 2 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 silver) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 6 PSN trophies (1 silver and 5 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 5 PSN trophies (1 silver and 4 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Happy Halloween! (A little late, but better than not at all, right?) Check out a brief post &amp; cool new image: https://t.co/Jzbrpm5bGS https://t.co/xhfwRaiuc7",
  "Earned 1 PSN trophy (1 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 4 PSN trophies (2 silver and 2 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Had a hell of a time at the #PINT #bokbierfestival with my buds Rob &amp; Pieter. So many beers, so many nice people... a good yearly tradition",
  "Earned 3 PSN trophies (1 silver and 2 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (2 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Zou de heer @sybrandbuma nog wel weten waar de 'D' in zijn partijnaam voor stond? #CDA @Sleepwet #Referendum #Democratie",
  "Earned 1 PSN trophy (1 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (2 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (3 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "We are giving away 3 copies of Caveman Warriors PS4 Limited Edition. RT &amp; follow to enter! Winners picked Oct 30! https://t.co/9AtDs3oDWi https://t.co/Kf0M0ptXQW",
  "Earned 6 PSN trophies (6 bronze) in Assassin's Creed Origins - https://t.co/1hPFSgxuq9",
  "Earned 11 PSN trophies (1 gold, 5 silver and 5 bronze) in Life is Strange: Before the Storm - https://t.co/1hPFSgxuq9",
  "Final giveaway of the month! A new neon orange PlayStation Vita with the rarest game - our first - Breach &amp; Clear. RT + Follow to enter. https://t.co/k85OhDMNa6",
  "@StellarisGame I made a custom empire with 6, the Geico Corporation. Xenophile materialists -- love it when I run into them in my galaxies! 10 is also cute",
  "@R17L29XI ... wow. Best I have is 2 Very Rare Platinums.",
  "Earned 2 PSN trophies (2 bronze) in Middle-earth: Shadow of War - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (3 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Earned 6 PSN trophies (6 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (3 bronze) in Ghostbusters: The Video Game - https://t.co/1hPFSgxuq9",
  "@KouenHasuki Check out this giveaway! https://t.co/R6f4xJjWPJ",
  "Earned 1 PSN trophy (1 bronze) in Middle-earth: Shadow of War - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in Middle-earth: Shadow of War - https://t.co/1hPFSgfT1z",
  "@UbisoftSupport If you send mail in Dutch please don't use amateurs (Google Translate?) in the future. \"KijkEN jij ook reikhalzend uit\"...",
  "Earned 5 PSN trophies (5 bronze) in Middle-earth: Shadow of War - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 silver) in Middle-earth: Shadow of War - https://t.co/1hPFSgxuq9",
  "Reunion with my SoM Nemesis in Middle-earth: Shadow of War (Arena spoiler): https://t.co/IyzAFkP6JW via @YouTube",
  "HOLY SHIT that Nemesis fight in @shadowofwargame. I HATED Lamlug the Cruel in the prev game but a L19 Poisonous Terror Assassin? o_O EPIC.",
  "Earned 4 PSN trophies (4 bronze) in Middle-earth: Shadow of War - https://t.co/1hPFSgxuq9",
  "Earned 5 PSN trophies (5 bronze) in Middle-earth: Shadow of War - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Middle-earth: Shadow of War - https://t.co/1hPFSgxuq9",
  "Earned 4 PSN trophies (4 bronze) in Dragon's Dogma: Dark Arisen - https://t.co/1hPFSgxuq9",
  "Semispheres PS Vita Limited Edition pre-orders are live! Reserve your copy @playasia for US$24.99 only! #vitaisland https://t.co/Jocg62NoY4 https://t.co/gTh68AuKp7",
  "RIP  \"Burgemeester Van der Laan\". Hopelijk de allerlaatste #PvdA Burgemeester van #Amsterdam.",
  "Earned 8 PSN trophies (8 bronze) in Dragon's Dogma: Dark Arisen - https://t.co/1hPFSgxuq9",
  "I just helped make Star Realms Frontiers a reality. @wwizardgames @crowdoxapp https://t.co/Dv5tkqs6mo #funded",
  "I believe I can fly - Dead by Daylight: https://t.co/j9oOjHluU9 via @YouTube",
  "Grand Theft Auto V trolling me!: https://t.co/bjYkkEpg13 via @YouTube",
  "Earned 1 PSN trophy (1 bronze) in Pinball FX3 - https://t.co/1hPFSgxuq9",
  "@MetalJesusRocks Games and consoles and boxes and pettings, those are a few of your favourite things",
  "@2_Old_4_Gaming Great, have fun :)",
  "@2_Old_4_Gaming I bought a Famicom Mini which does not have pluggable controllers like the NES Mino so I used this https://t.co/FBiQIWCdOJ",
  "@2_Old_4_Gaming If the SNES Mini uses the same controller connectors as NES Mini, 8BitDo sells a wireless receiver that'll plug on. https://t.co/hU5vuFzKKk",
  "@2_Old_4_Gaming 8bitdo makes great controllers. Not sure if it's possible to use with the SNES Mini though; for the NES Mini I had to install an addon board",
  "@2_Old_4_Gaming Wow, very interesting. I would be interested in a copy.",
  "Earned 1 PSN trophy (1 bronze) in Pinball FX3 - https://t.co/1hPFSgxuq9",
  "Sometimes the game just hates you... Five gutters in a row. #PS4share\nhttps://t.co/RhR1yCxBOZ",
  "Earned 4 PSN trophies (1 silver and 3 bronze) in Pinball FX3 - https://t.co/1hPFSgxuq9",
  "@LivingIn8Bits Love your work! Gotta say 'Super Smash Training' is my current favourite short. As for series, Super Plumber Bros.",
  "Dead by Daylight Last minute escape - I love the hatch now!: https://t.co/75pcERpSVo via @YouTube",
  "Earned 3 PSN trophies (3 bronze) in Driveclub Bikes - https://t.co/1hPFSgxuq9",
  "@composerandreas I love the new tracks for Stellaris Synthetic Dawn! Robotic God sounds like a cool new version of the main theme.",
  "Earned 2 PSN trophies (2 bronze) in Frozen Free Fall: Snowball Fight - https://t.co/1hPFSgxuq9",
  "If a game says it supports 1920x1080 windowed, it should really count the titlebar and padding in that.",
  "Ever more #PS4 games... I need more shelves. https://t.co/onlYFFqaYw",
  "@eastasiasoft @VividHelix @playasia Orange! NL for the win.",
  "@ReggieRadical @eastasiasoft You're gonna like Tachyon Project Reggie :)",
  "Earned 1 PSN trophy (1 bronze) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "@DeadByBHVR Whenever it is getting to the evening (US is awake), killers see a prestige shirt and start lobby dodging. Not fun.",
  "Earned 3 PSN trophies (2 gold and 1 bronze) in Hitman GO: Definitive Edition - https://t.co/1hPFSgxuq9",
  "Well shit. #Ps4 automatically 'updated' out of the 5.0 firmware beta and now it messed up all my folders.",
  "Time to update the 'Pray For' pictures again, the Religion of Piss has struck in #London",
  "It's #Gametoberfest! Like and RT this post for a chance to win ultra rare boxed copy of Plague Road &amp; more. Info at https://t.co/XVV9x4gTOT https://t.co/qmQFlL1egG",
  "#SOTEU in a nutshell... \"Ein European Volk, Ein European Reich, Ein European Führer\" Emperor #Juncker will crush the rebellion.",
  "This tremendous animated short film, soundtracked by our own 'Manga Eyes', deserves many more views https://t.co/Ey4RTcghG5",
  "Earned 1 PSN trophy (1 silver) in Riptide GP2 - https://t.co/1hPFSgxuq9",
  "Earned 8 PSN trophies (2 gold, 2 silver and 4 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "#luchtalarm #Amsterdam #zuid al zeker 15 minuten en weer nergens info.",
  "@VarrickJay Remote play quality depends a lot on your internal network connections. If you have a launch PS4, make sure it's wired since its Wifi sucks.",
  "@Bas_vanderSande No idea, but either way the German people are losing.",
  "@Twitter Nice of you to let me know you're changinh your #TOS but since https://t.co/Y1mXBQZM96 does not exist, how can I read them?",
  "Earned 1 PSN trophy (1 bronze) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (2 bronze) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "When you're having an amazing friday night in @DeadByBHVR with games coming left and right and suddenly you're queueing for 20 minutes +.",
  "I just backed CULTIST SIMULATOR: BEHOLD OUR END on @Kickstarter https://t.co/VqtoW6RefQ",
  "Earned 3 PSN trophies (2 gold and 1 silver) in 2 games - https://t.co/1hPFSgxuq9",
  "Retweet if you're a proud Vita owner! #PSVita #VitaIsland https://t.co/sNq3wPWIbt",
  "My fave is 'The Master Thief'. A little less known but hilarious at parts. https://t.co/9QNHaQ0bHn",
  "Earned 11 PSN trophies (1 gold, 5 silver and 5 bronze) in Life is Strange: Before the Storm - https://t.co/1hPFSgxuq9",
  "I'm looking forward to spending all my ~~shekels~~ gold on the @shadowofwargame micro transactions, you know you can trust this face! https://t.co/qfq2bEhmLO",
  "'Zelfs je naam is mooi' van @HenkWestbroek blijft een van de mooiste NL-talige nummers ooit.",
  "@XtopherSalmon Hope we can get another update on Neil Gaiman's The Price soon :)",
  "NECROCOSMOS - There is no god up here by Andromeda Project - 33 hours left on @Kickstarter https://t.co/thMAWR2IpR\nWe need more Metroidvania",
  "@marvelous_games Okay, thanks. Picking it up to complete my Corpse Party collection then :)",
  "@marvelous_games Did you guys ever fix the soft lock / console crash in this game?",
  "Just discovered an on-page advert was mining bitcoin in my browser.\n\nRemember kids: always use an adblocker",
  "Earned 4 PSN trophies (1 platinum, 1 gold and 2 silver) in Grim Legends: The Forsaken Bride - https://t.co/1hPFSgxuq9",
  "Earned 4 PSN trophies (3 gold and 1 silver) in Grim Legends: The Forsaken Bride - https://t.co/1hPFSgxuq9",
  "Earned 19 PSN trophies (1 platinum, 5 gold, 9 silver and 4 bronze) in The Bunker - https://t.co/1hPFSgxuq9",
  "Earned 12 PSN trophies (5 silver and 7 bronze) in 3 games - https://t.co/1hPFSgxuq9",
  "Is het deze? https://t.co/UeUJTZNiXZ",
  "Hij maakt weer een beetje hoogte. https://t.co/p8rsShEQsT",
  "Zomaar een #heteluchtballon bij #Amsterdam #OlympischStadion. Mág toch niet? Bijna geland op Stadionplein https://t.co/sJHzCLYSbN",
  "Earned 1 PSN trophy (1 silver) in Assassin's Creed Chronicles: Russia - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Assassin's Creed Chronicles: Russia - https://t.co/1hPFSgxuq9",
  "@johny558213 @DeadByBHVR It wasn't. Lullaby for the Dark (Huntress) is free, Halloween was always going to cost money just like on PC.",
  "@EA kills #MassEffectAndromeda's Quarian singleplayer #DLC and then uploads several multiplayer booster packs instead. #GrEAd",
  "@Rossa61716685 @DeadByBHVR They don't. Halloween, Doctor, Hag are all paid on PC.",
  "@LoganDix6 @DeadByBHVR Campers mean you focus on fixing up a generator or 2 and then easily escape while the killer deranks.",
  "Secret of Mana remake? *looks at trailer* Oh god... that art style... that voice acting... #disappointed",
  "@LeGrandLight @DeadByBHVR You do realize that on PC the Doctor / Feng Min, Hag / Ace, and several cosmetics are not free? We pay less overall.",
  "Bought Halloween for @DeadByBHVR PS4 but Mike and Laurie are still locked. The DLC doesn't seem to activate :'(",
  "Ik mag weer alles gratis downloaden, dank aan de #thuiskopieheffing!",
  "Visit https://t.co/U49hI0Q5gK. All your gaming needs in one place! https://t.co/5rHaINjLG9 #playasia",
  "RT If you like to see @RunicRampage on #PSVita! https://t.co/HaoIG6CUmE",
  "Earned 3 PSN trophies (1 platinum and 2 gold) in Lifeless Planet - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 gold) in Lifeless Planet - https://t.co/1hPFSgxuq9",
  "Finally found some PS4 trigger extenders that don't look like shit or damage your controller. https://t.co/7Fv73413fb",
  "Earned 3 PSN trophies (3 gold) in Lifeless Planet - https://t.co/1hPFSgxuq9",
  "Earned 9 PSN trophies (4 gold, 2 silver and 3 bronze) in Lifeless Planet - https://t.co/1hPFSgxuq9",
  "Platinum trophy #32, Nightmares from the Deep 2. Hope @ArtifexMundi will bring part 3 to PSN soon, I love this series! https://t.co/uosTr26B5G",
  "Earned 14 PSN trophies (1 platinum, 6 gold, 6 silver and 1 bronze) - https://t.co/1hPFSgxuq9",
  "Earned 18 PSN trophies (4 silver and 14 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Earned 5 PSN trophies (1 gold and 4 bronze) in Dead or Alive Xtreme 3: Fortune - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Prison Architect - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (1 gold and 1 silver) in Riptide GP2 - https://t.co/1hPFSgxuq9",
  "Earned 4 PSN trophies (1 platinum and 3 gold) in Wheels of Aurelia - https://t.co/1hPFSgxuq9",
  "Earned 12 PSN trophies (2 gold, 3 silver and 7 bronze) in Wheels of Aurelia - https://t.co/1hPFSgfT1z",
  "We are giving away 2 copies of Tachyon Project Limited Edition (#PS4 or #PSVita). Follow @eastasiasoft &amp; RT to enter! Winners picked Aug 28! https://t.co/l8AXNHKEkS",
  "@BadLandGames Got the Vita version coming to me soon :)",
  "The 2nd Annual #Tii &amp; #iAST Charity Fundraiser for @SFTSorg is LIVE now on https://t.co/SpXI2aBgg4 @InitiativeIndie @IAStreamers",
  "Earned 1 PSN trophy (1 bronze) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "Earned 5 PSN trophies (1 gold and 4 bronze) in Farpoint - https://t.co/1hPFSgfT1z",
  "On and on and on and on and on. #Barcelona https://t.co/Um5vVjTGka",
  "Earned 1 PSN trophy (1 silver) in Monopoly Plus - https://t.co/1hPFSgfT1z",
  "Completed it with a neutral playthrough first, next will be pacifist. Also: those dog shrine trophies? Well played, @Tobyfox",
  "Earned 16 PSN trophies (1 platinum, 3 gold, 4 silver and 8 bronze) in Undertale - https://t.co/1hPFSgfT1z",
  "Earned 4 PSN trophies (2 gold and 2 silver) in Undertale - https://t.co/1hPFSgxuq9",
  "Earned 4 PSN trophies (3 silver and 1 bronze) in Undertale - https://t.co/1hPFSgxuq9",
  "Earned 11 PSN trophies (1 silver and 10 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (2 silver) in Song of the Deep - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (1 gold and 1 silver) in Song of the Deep - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in Song of the Deep - https://t.co/1hPFSgxuq9",
  "Trump supporters are so far behind the time they don't get 4K televisions but prefer 3 Ks.",
  "Earned 2 PSN trophies (2 bronze) in Song of the Deep - https://t.co/1hPFSgxuq9",
  "@BadLandGames Are you going to get more retailers for the Vita version of Axiom Verge? For now only France and Spain have options in Europe.",
  "Earned 3 PSN trophies (1 silver and 2 bronze) in Just Cause 3 - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (1 silver and 2 bronze) in Birthdays the Beginning - https://t.co/1hPFSgxuq9",
  "@DeadByBHVR I hope you're working on punishing killers that disconnect the moment they get survivors in a lobby.",
  "Earned 5 PSN trophies (1 silver and 4 bronze) in Birthdays the Beginning - https://t.co/1hPFSgfT1z",
  "Earned 1 PSN trophy (1 bronze) in Birthdays the Beginning - https://t.co/1hPFSgxuq9",
  "Happy Friday doods! This weeks giveaway is Criminal Girls 2: Party Favors Official Soundtrack.\nFollow, RT &amp; Like for the chance to win! https://t.co/RkdQdybtj0",
  "Earned 8 PSN trophies (1 silver and 7 bronze) in Birthdays the Beginning - https://t.co/1hPFSgxuq9",
  "Earned 7 PSN trophies (2 silver and 5 bronze) in Birthdays the Beginning - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Just Cause 3 - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (1 gold and 2 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "@Ryanwilliams692 @DeadByBHVR Happened to me several times now (PS4). Match is over, I guess the killer disconnects, and I lose all my points.",
  "Any killer who disconnects in the lobby more than two times in a row should be banned from playing for 10 minutes in @DeadByBHVR",
  "@Politie_Adam @HofAmsterdam #corrupt #ACAB https://t.co/DvCvFepCdI",
  "@shadowofwargame Whichever exec decided that a single player adventure RPG needed microtransaction lootboxes has probably single-handedly ruined your game.",
  "Fuck you @wbgames for putting micro-transactions in @shadowofwargame. You had me hyped for the game until now.",
  "Earned 1 PSN trophy (1 bronze) in Monopoly Plus - https://t.co/1hPFSgxuq9",
  "#ConfessYourUnpopularOpinion\nNobody cares about your sexual preference. Shut up and live your life.\n\nDon't make your sexuality your identity",
  "@DeadByBHVR And my SWF friend is stuck at rank 20 and can't even get a pip. Fix the bloody PS4 version already!",
  "That's the second time I lose 40000+ bloodpoints in @DeadByBHVR because the game disconnects the moment I exit a match. #Bug #Annoying",
  "Earned 3 PSN trophies (3 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (3 bronze) in Monopoly Plus - https://t.co/1hPFSgxuq9",
  "@Ubisoft 25 minutes later I finally have a game.",
  "@Ubisoft 's Monopoly Plus is a nightmare to go online with. One dumb player is refusing to start a game and every random game goes to theirs",
  "@mijnCoop De code was 2-NL-43-43601XX en mijn zusje had 2-NL-43680XX thuis liggen -- staan op de lijst van RTL Nieuws.\nBij de Coop in de Pijp gehaald.",
  "Heb ik dus ook zeker #fipronil gifeiëren gegeten, verkocht bij de #Coop (4 gegeten) en @DeenSupermarkt (alles ongegeten weggegooid).",
  "Earned 2 PSN trophies (2 bronze) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "Looks like it's Friday again! This weeks giveaway is a Odin Sphere Leifthrasir Steel Slipcase\nFollow, RT &amp; Like for the chance to win! https://t.co/BHTDnlnV6T",
  "Plague Road got rated by PEGI and will finally be able to be  release  in Europe. RT and spread the word! #PSVita https://t.co/t8dI3FY14p",
  "Very happy to see #Demetrios by @DemetriosCowcat is cross-buy. I enjoyed it on Vita but replaying on the big TV may be more comfortable :)",
  "Earned 1 PSN trophy (1 bronze) in Yonder: The Cloud Catcher Chronicles - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 silver) in Yonder: The Cloud Catcher Chronicles - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 silver) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "Earned 5 PSN trophies (5 bronze) in Monopoly Plus - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (3 bronze) in Monopoly Plus - https://t.co/1hPFSgxuq9",
  "Got the dumb @DeadByBHVR bug on #PS4 where I got stuck in the hook tree. Depipped even though I did the most in the match up to the point :(",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Earned 9 PSN trophies (9 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (3 bronze) in Yonder: The Cloud Catcher Chronicles - https://t.co/1hPFSgxuq9",
  "@tmobile_webcare Hoi, het probleem is nu opgelost. De T-Mobile telefoon zat blijkbaar vol, na ~5000 oude SMSjes te wissen kwam de rest binnen",
  "Earned 12 PSN trophies (12 bronze) in Yonder: The Cloud Catcher Chronicles - https://t.co/1hPFSgxuq9",
  "@vodafoneNL Bedankt dat was het!",
  "@vodafoneNL Vanavond weer getest, beide mobieltjes naast elkaar. Ik krijg meteen haar SMS maar zij de mijne niet.",
  "@vodafoneNL Naar 1 nummer. Ik krijg al haar SMSjes maar zij ziet vrijwel nooit wat ik naar haar stuur, ook antwoorden op de hare niet.",
  "Mijn SMS van @vodafoneNL naar @TMobile komt bijna nooit aan, andersom gaat het wel. Gek hoor.",
  "RT if you still prefer PS Vita over Nintendo 3DS #PSVita https://t.co/hAr9afkpqz",
  "Periodieke herinnering dat de corrupte @politie en @HofAmsterdam waardeloos zijn en #oplichting legaal willen houden. #ACAB https://t.co/DvCvFepCdI",
  "Earned 1 PSN trophy (1 bronze) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "Very happy with the @DeadByBHVR patch for PS4, I'm actually getting games :)",
  "@YonderChronicle @SigEditionGames for PS4 arrived :)\nBeautiful release of a very pretty game.",
  "Still alive and still getting new games. https://t.co/N08h59M9X8",
  "After waiting 20+ minutes with disconnects for a SWF game: face camping killers who then grief you. I'll wait for the @DeadByBHVR PS4 patch.",
  "Earned 3 PSN trophies (3 bronze) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "First few games in @DeadByBHVR as a killer. I can't do Nurse well, but managed to get some hooking done as a Hag! Still prefer survivor tho.",
  "Earned 5 PSN trophies (1 silver and 4 bronze) in ABZÛ - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "Polen wordt nu aangevallen omdat rechters politiek benoemd zullen worden. En de kritiek komt note bene uit NL waar alle rechters D66ers zijn",
  "Earned 3 PSN trophies (3 bronze) in Xuan Yuan Sword: the Gate of Firmament - https://t.co/1hPFSgxuq9",
  "Earned 14 PSN trophies (9 gold, 3 silver and 2 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "@StellarisGame War in Heaven, if I ever get to see it. Anything but Prethoryn really, I get that one 99% of the time.",
  "@pablo_ha55an @R17L29XI I used the Nyko power grip until it died, now I use basically this one: https://t.co/RFeAyQ9mAh Not 100% same but I've no idea what mine is: https://t.co/45ClCPNJhY",
  "Earned 6 PSN trophies (1 gold and 5 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "I am not proud",
  "Earned 51 PSN trophies (1 platinum, 4 gold and 46 bronze) in My Name is Mayo - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (2 bronze) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "@PostNL Bedankt, zal ik zeker doen.",
  "Earned 1 PSN trophy (1 bronze) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "Nieuwste truukje van @PostNL: krijg je twee pakketten onder €22 van buiten EU dan binden ze ze samen om je alsnog af te persen.",
  "How fitting that on #NetNeutralityDay the Dutch government basically abolishes privacy on the Internet. #sleepnet #Plasterk #Stasi",
  "Periodieke herinnering dat volgens @HofAmsterdam en @Politie #oplichting via Internet ongestraft mag blijven. https://t.co/DvCvFepCdI",
  "Earned 5 PSN trophies (1 gold and 4 bronze) in 3 games - https://t.co/1hPFSgxuq9",
  "@kickstarter @StarRealms Backer #22 :D",
  "I just backed Star Realms Frontiers on @Kickstarter https://t.co/yww8ZVSWIo @Starrealms",
  "Earned 8 PSN trophies (1 gold, 2 silver and 5 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Ratchet &amp; Clank reboot completed. I don't think I'll go for the platinum right away, the trophies require a bit too much grinding.",
  "Earned 1 PSN trophy (1 bronze) in Gundam Breaker 3 - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "I'm really starting to love @DeadByBHVR on #PS4 now that I have two perks active. Hella fun.",
  "Earned 2 PSN trophies (2 bronze) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "@DeadByBHVR glitch: broken exit? https://t.co/1TYcQ8WKPa",
  "Earned 5 PSN trophies (2 silver and 3 bronze) in Ratchet &amp; Clank - https://t.co/1hPFSgxuq9",
  "Earned 6 PSN trophies (1 silver and 5 bronze) in Ratchet &amp; Clank - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (2 bronze) in Ratchet &amp; Clank - https://t.co/1hPFSgxuq9",
  "Earned 9 PSN trophies (1 gold and 8 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "I'm watching @kouenhasuki with The Husky Horde! https://t.co/FkEQ1q9FHc @GhostBladeHD for PS4 looks INTENSE.",
  "Drie heerlijke dagen in de @Efteling doorgebracht. Alle achtbanen en zo gedaan en vooral mijn neefje en nichtje hebben genoten van alles.",
  "Tourists and Amsterdam cyclists do not mix. Just pulled a small German child out of the way of someone racing over bike path, just in time.",
  "Earned 5 PSN trophies (5 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "Earned 25 PSN trophies (1 platinum, 7 gold, 15 silver and 2 bronze) in 3 games - https://t.co/1hPFSgxuq9",
  "Periodieke herinnering dat volgens rechtbank en politie #oplichting ongestraft mag blijven in Nederland. Druk met steekpenningen aannemen. https://t.co/DvCvFepCdI",
  "So odd when you find an online store in this day and age that is region locked to only France/Belgium/Luxemburg. We're supposed to be 1 EU.",
  "Leuk dat de #PvdA vindt dat leraren meer moeten verdienen. Jammer dat ze dat niet vonden toen ze in de regering zaten.",
  "@EriChannelTV @playasia Hope you like it, I certainly didn't. Way too repetitive and simplified gameplay for me.",
  "@eastasiasoft @2DreamGames @HucastGames @playasia One copy ordered :)",
  "PS4 Ghost Blade HD pre-orders are now live. Complete your order now if you have signed up! Limited to 3000pcs! https://t.co/9IJIQd6yGZ https://t.co/IcK91VpM84",
  "@Pixelmusement 99% is the community. Sure, people will hop in on popular games, but they only come back to good streamers that make them feel welcome.",
  "Earned 1 PSN trophy (1 silver) in Yooka-Laylee - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (2 bronze) in Dead By Daylight - https://t.co/1hPFSgxuq9",
  "Couple of escapes in Dead by Daylight, I'm feeling pretty pleased right now. Teaming up with @KouenHasuki was a good choice :D",
  "Earned 7 PSN trophies (1 silver and 6 bronze) in Drive Girls - https://t.co/1hPFSgxuq9",
  "Dead by Daylight because my heart can barely take it. Great game on the PS4!",
  "Drive Girls is the worst Vita game I bought in years. Absolutely not worth the money. Almost no gameplay and what there is, is boring.",
  "Earned 1 PSN trophy (1 silver) in Clicker Heroes - https://t.co/1hPFSgxuq9",
  "Earned 6 PSN trophies (1 gold, 4 silver and 1 bronze) in Valkyrie Drive: Bhikkhuni - https://t.co/1hPFSgfT1z",
  "@KouenHasuki @playasia Nice prices for Mirror's Edge and Dishonored 2 there.",
  "I entered a giveaway by @kouenhasuki for a EU PS4 copy of Dead by Daylight! You can too right here: https://t.co/0QamBDZip0",
  "Shit I fucked up my domain. Email not working.",
  "Nice thing about walking in muslim areas this time of night is all the men proudly wearing dresses. Way to support gay pride, everyone! 🏳️‍🌈",
  "@AbsurdBlue Switch if you want Nintendo games, Vita if you like all sorts of games.",
  "@R17L29XI Idol Death Game TV. Looks interesting but it's going for a pretty high import price.",
  "@R17L29XI Working on the platinum for Valkyrie Drive: Bhikkuni. There is a huge difficulty spike at the last levels so a lot of grinding needed.",
  "Earned 16 PSN trophies (1 gold, 6 silver and 9 bronze) in Everything - https://t.co/1hPFSgxuq9",
  "Lekker weekend... Oh wacht. @ziggo het weer eens een storing, geen internet, geen TV.",
  "Earned 1 PSN trophy (1 silver) in Valkyrie Drive: Bhikkhuni - https://t.co/1hPFSgxuq9",
  "47 1/2 hours later I got the Valkyrie Drive: Bhikkuni 'bad' ending! Good ending later after my hand is no longer a claw from holding #PSVita",
  "@StarRealms Will this cancel ongoing games?",
  "Earned 5 PSN trophies (5 bronze) in Valkyrie Drive: Bhikkhuni - https://t.co/1hPFSgxuq9",
  "@eastasiasoft I'd love to get both, but I'll settle for Orange. I like the contrast more.",
  "@CensoredGaming_ \"Don't Mention The War!\" -- Youtube.",
  "Earned 3 PSN trophies (3 bronze) in Valkyrie Drive: Bhikkhuni - https://t.co/1hPFSgxuq9",
  "Earned 9 PSN trophies (1 gold and 8 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Night Trap - 25th Anniversary Edition Possibly Heading To The PS Vita https://t.co/te0sj2P4vY https://t.co/90LmJ6PPRv",
  "@SuperBeardBros @JKCompletesIt @FacianeA @ProJared Between the first and second CD-I games.",
  "@Lasharus SSanic",
  "RT &amp; follow for a chance to win a Semispheres PS4 Limited Edition set (blue&amp;orange). Ends June 26. Reserve @playasia\nhttps://t.co/1SgtTkzrCv https://t.co/K5PLDXwKJ8",
  "@RikardAslund You sure he doesn't have a Bluetooth headset and is on a phone call?",
  "@Politie @Polite en @HofAmsterdam, betere vrienden heeft de #criminaliteit niet.\nGa dus vooral oplichten via Internet, het is straffeloos\n#Oplichting",
  "MJGB Heutink, PC Kortenhorst, FA Hartsuiker van de \"recht\"bank besluiten dat oplichting via Internet legaal is en dat @politie mag slapen. https://t.co/39dlIKgQJN",
  "VR is the new double dip for some publishers. Skyrim VR, Doom VR -- pay full price again. Kudos to @Codemasters for doing DLC addon instead.",
  "@AskPS_UK Why am I limited to only 73 items on the website PSN store wishlist, whereas others can have over 100 items in it?",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in 2 games - https://t.co/1hPFSgfT1z",
  "Ontwerper Ootje Oxenaar (1929-2017) overleden.\nZe hadden hem moeten vragen voor het ontwerpen van de Eurobiljetten. https://t.co/BsSdg45ZAw",
  "@R17L29XI Kiwami, since it's supposed to contain both the original and new scenarios.",
  "@R17L29XI You convinced me to buy it. Should be able to get started on it in a week or so when my copy arrives.",
  "And more on the way.",
  "With a physical copy of Gravity Rush (played it digitally long ago), I now have 33 Vita disks. A fairly decent collection :)",
  "Got Shantae, Toukiden, and Lego Batman 3 on the way for #PSVita.\nAnd a lot of new game announcements... best handheld console ever.",
  "@illyADoGaming Stability intensifies!",
  "@BadLandGamesINT Thanks, I'll keep following :)\nCan't wait for the release, as you can tell!",
  "@BadLandGamesINT is the Axiom Verge: Multiverse Edition for PS Vita available for preorder anywhere? I can only find the Switch edition.",
  "Earned 2 PSN trophies (2 bronze) in Valkyrie Drive: Bhikkhuni - https://t.co/1hPFSgxuq9",
  "Earned 12 PSN trophies (12 bronze) in Valkyrie Drive: Bhikkhuni - https://t.co/1hPFSgxuq9",
  "@Ubisoft killed it at #E32017. I have no more doubts about preordering both @assassinscreed and @FarCrygame now :)",
  "@Teh_Gambit @StarRealms It's a promo card. https://t.co/18h9WNprEg should still have copies.",
  "@StarRealms Quick rematch against my sister. My new Rescue Run came into play and at the end I managed to beat her 29 - 0 :) https://t.co/d5MXjrisyS",
  "The score was 13 - 59 and then I managed to get three missions: 23 - 16. And still lost the next turn due to a Blob onslaught. @StarRealms",
  "@KouenHasuki Hope so. Another \"timed\" exclusive like Rise of the Tomb Raider where it takes well over a year and the dev is dead to me.",
  "Earned 2 PSN trophies (2 bronze) in Valkyrie Drive: Bhikkhuni - https://t.co/1hPFSgxuq9",
  "In 1983, Adam West wrote a short op-ed about video games. In 2017, I'm tearing up reading it. Sleep easy, Mr. West. And thank you. https://t.co/1J1ouqHDRe",
  "@PJon101 @R17L29XI @TheVitaBoys Haven't played 3 yet but 2 is fun. One of the better LEGO games out there.",
  "Woke up very late today stuck to my pillow. Had a nosebleed in the night that literally caked my face to it. I only get nosebleeds when ill.",
  "Every day The Curse of Monkey Island is still not available on @GOGcom is a day I die a litte more inside. @Disney #Lucasfilm PLEASE!",
  "@Lasharus Hope it passes quickly.",
  "@StellarisGame Please, the Varor are civilized birds. We displace, not purge.",
  "FRIDAY COMPETITION TIME!\n1 rare BOXED copy of AQUA KITTY DX for PSVita to give away.\nRT to enter. Winner picked at 10pm on 10th June UK time https://t.co/0f8y1MaCad",
  "@eastasiasoft @lunaticpixels @playasia The right one with fewer characters. Looks much nicer.",
  "@PlayStationEU @shadowofwargame I still say they missed a chance by not calling it Shadow of Wardor",
  "@TheSlySoul You magnificent bastard.",
  "Switch finally getting a Metroid game. https://t.co/BUD7BKrIb8",
  "@PostNL Gelukkig wel onbeschadigde inhoud. @PlayAsia verpakt geweldig.",
  "#AxiomVerge #MultiverseEdition. #PS4 #PSVita #WiiU and introducing ...#NintendoSwitch - coming August 2017\nhttps://t.co/hk7o9yOCYy #Switch https://t.co/Qq8eKz0umQ",
  "@BadLandGamesINT Hype! And so great the soundtrack will be included for pre-orders.",
  "Mag een pakje OPHALEN bij @PostNL want bezorgen doen ze niet, is het ingedeukt, en mag ik ook nog eens extra bijbetalen. Geweldige service! https://t.co/oOzTxLPdCE",
  "Earned 2 PSN trophies (2 bronze) in This Is the Police - https://t.co/1hPFSgxuq9",
  "@R17L29XI The best Zelda game I played.",
  "@ReggieRadical Awesome man. I'm so glad I backed this on Kickstarter -- don't have my PS4 copy yet but I know I'm in there as a Most Wanted.",
  "Earned 1 PSN trophy (1 bronze) in This Is the Police - https://t.co/1hPFSgxuq9",
  "RT to win a one of a kind, custom made Genji-themed PS4 controller to celebrate #OverwatchAnniversary! T&amp;C’s: https://t.co/VR10Ku6RjB UK 18+ https://t.co/hCU5siu4nh",
  "@InToXiCateDPlay is live with PUBG on https://t.co/84fMsVzxi4 . #Tii #iAST #Twitch #SupportSmallStreamers #PUBG . !tweet and host!",
  "@LivingIn8Bits I see the video in my feed. I also have the bell active for your channel.",
  "Completed @MassEffect Andromeda yesterday night. A disappointing experience over all. Glitched quests, various other bugs, and a bad endboss",
  "Earned 3 PSN trophies (1 silver and 2 bronze) in Mass Effect: Andromeda - https://t.co/1hPFSgxuq9",
  "@MEGASLUSHBOY Ones that immediately come to mind are Danganronpa series; Rayman Legends; Disgaea series; Nonary Games",
  "@UbiCentral Defalt was so underused! I wish they'd kept the ties between the Digital Trips and him in.",
  "For all the bugs and grind, Mass Effect: Andromeda did Jaal really well. I have a big smile on my face following 'Runs in the Family'",
  "Earned 1 PSN trophy (1 bronze) in Mass Effect: Andromeda - https://t.co/1hPFSgxuq9",
  "@LivingIn8Bits I've got my Super Plumber Bros. DVD! https://t.co/l9D6shwScC",
  "Earned 6 PSN trophies (1 gold and 5 bronze) in Mass Effect: Andromeda - https://t.co/1hPFSgxuq9",
  "The bugs keep coming. Invisible enemies in Mass Effect™: Andromeda: https://t.co/OSJk5P3LLD via @YouTube",
  "@R17L29XI @2_Old_4_Gaming Gave me some ideas for what games to pick up next!",
  "@R17L29XI Came here from @2_Old_4_Gaming 's video on the best Vita games list you polled.",
  "@hans_kamerman @ryder4life12 @eastasiasoft @playasia Yup. Greedy bastards took their cut.",
  "@ryder4life12 @eastasiasoft @playasia In NL at least (where I live) the long Ascension Day weekend caused delays: not only wasn't the post working but people ordered a lot online",
  "And more in the post: Slain: Back from Hell @SigEditionGames for #PSVita. Complete with soundtrack, art book, and a nifty coin. https://t.co/UilaVtc5Qm",
  "After nine days the post finally allowed me to pick up my copy of Cursed Castilla Ex! Another beautiful release by @playasia @eastasiasoft https://t.co/Mg1bB6sN2V",
  "Earned 7 PSN trophies (1 gold and 6 bronze) in 2 games - https://t.co/1hPFSgfT1z",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in Moe Chronicle - https://t.co/1hPFSgxuq9",
  "New #PSVita loot! #OperationBabel, #ValkyrieDrive Bhikkuni, #GalGunDoublePeace https://t.co/vcxRrInrnk",
  "Earned 1 PSN trophy (1 bronze) in Mass Effect: Andromeda - https://t.co/1hPFSgxuq9",
  "Earned 12 PSN trophies (1 gold, 4 silver and 7 bronze) in Type:Rider - https://t.co/1hPFSgxuq9",
  "@ClickerHeroes Restoring save from PSN doesn't help either, and neither does starting with no save. Nor complete reinstall. Game is effectively broken.",
  "Well crap. @ClickerHeroes is finally updated on PS4, but now the game won't load past 83%.",
  "@OfficiallyMPA I don't have a wireless one to test with. It does recognise a Sony DS4 (only supports two face buttons) and the pads by 8BitDo (all buttons)",
  "Earned 2 PSN trophies (2 gold) in Terminator Salvation - https://t.co/1hPFSgxuq9",
  "Earned 8 PSN trophies (8 bronze) in Mitsurugi Kamui Hikae - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 silver) in Clicker Heroes - https://t.co/1hPFSgxuq9",
  "Vraag me wel eens af waarom ik überhaupt in de @Staatsloterij meespeel. Zelfs met 4 loten win ik nog geen cent .",
  "@Coconut_Island Is #Shio still coming to PS4 and PS Vita?",
  "Earned 2 PSN trophies (2 silver) in Pac-Man Championship Edition 2 - https://t.co/1hPFSgxuq9",
  "@masseffect still needs some work it guess... https://t.co/ZlLDhsPwgG",
  "Earned 1 PSN trophy (1 bronze) in Mass Effect: Andromeda - https://t.co/1hPFSgxuq9",
  "@Inxile_Ent @TechlandGames @BrianFargo @adamheine @gziets @GavinEtc @Nathan_R_Long That cloth map is seriously huge. So much detail on it.",
  "Just as the big content update for Torment: Tides of Numenera arrives, I get my big backer box.\nLooks absolutely amazing next to the others. https://t.co/JvhEfNhaaO",
  "Earned 1 PSN trophy (1 silver) in Mass Effect: Andromeda - https://t.co/1hPFSgxuq9",
  "4 in one day. Busy Tuesday for the religion of peace.",
  "#Velocity2X #CriticalMassEdition is coming to #PS4 #PSVita. We're running a #competition to win @FuturLab loot https://t.co/lIPif1VZ6O https://t.co/0eWxXnzkzX",
  "https://t.co/3G0HBVCMB8 #Velocity2XCaption Undefeated at Rock-Paper-Scissors!",
  "Earned 1 PSN trophy (1 silver) in Yooka-Laylee - https://t.co/1hPFSgxuq9",
  "@LucBernard I received mine, thanks :)\nNo install yet but it is tied to my account.",
  "@UbiCentral For me Far Cry 4. Great setting, an antagonist that is actually in the game the entire time, and just fun gameplay and map.",
  "Earned 9 PSN trophies (1 gold and 8 bronze) in 3 games - https://t.co/1hPFSgxuq9",
  "@Efteling we hebben voor 3-5 juli in het Bosrijk geboekt, wel bevestigd maar nog geen info. Komt dat nog?",
  "Stream time! Join us for a multicast stream at https://t.co/zkMWUBn0cY or https://t.co/LFyRUQZtA8 in 30 minutes :D #IAST #TacoNation",
  "Demon's Crystals Multistream with @Lasharus &amp; @erbkaiser1 https://t.co/vDfvHrSxGI #AG #IAST  @BadLandGamesINT https://t.co/QnJ8NfkkAW",
  "Going live in a bit with @KouenHasuki and @Lasharus at https://t.co/SndYC9vNIg or all three of us:  https://t.co/QvUbqcucje",
  "Earned 5 PSN trophies (1 gold, 2 silver and 2 bronze) in Wheels of Aurelia - https://t.co/1hPFSgxuq9",
  "@TeamYouTube Everything was fine again this morning, but thanks for the feedback!",
  "Been a long time since I last saw @Youtube go down. Mobile site is blank, app stopped working, desktop has error 500.",
  "Just a thought: are people who want to bang sphynx cats or other fur-less animals still called furries?",
  "Earned 17 PSN trophies (2 silver and 15 bronze) in 3 games - https://t.co/1hPFSgxuq9",
  "@XtopherSalmon Hope you can have another production update for The Price soon for us!",
  "Als de D66 SP en PvdA erbij wil hebben dan liever een minderheidskabinet ook zonder Pechtoldje. De PvdA is terecht afgestraft voor wanbeleid",
  "The https://t.co/CBx0AwicnL #Nincade is an amazing add-on board for the Nintendo/Famicom mini. Took very little time to install :)",
  "Earned 5 PSN trophies (5 bronze) in Mass Effect: Andromeda - https://t.co/1hPFSgxuq9",
  "@fvdemocratie Geeft maar weer eens aan dat het partijkartel helemaal geen interesse heeft in de veiligheid van de 'normale burger'.",
  "Misschien kunnen we Rusland wel de schuld geven van de mislukte #Formatie2K.\nPoetin krijgt immers overal de schuld van van de linkse pers.",
  "@Douane Snap ook wel dat jullie (of @PostNL in dit geval) gewoon je werk doen, soms is het alleen wel buitenproportioneel veel voor mijn gevoel.",
  "Kudos to @Twitch for starting me in a VOD at the exact moment I had to log off the stream three days before.",
  "Fuck @Douane Fuck @MinPres' corrupte regering. €20,25 aan extra heffingen boven op een pakje van $37.",
  "@playasia Great new website! Much easier now that I can also use my tablet to browse it on :)",
  "I just backed Eagle Island on @Kickstarter https://t.co/0pl8kPrfOF",
  "Fractals are open for commission. From now until 30th May, 100% of the money earned will be donated to St.Jude's. RTs appreciated. &lt;3 https://t.co/x4GTVGpikV",
  "@Eurovision 0 points from Belgium. Waffle eating arseholes.",
  "WTF #Eurovision how is Snoretugal winning? Everyone deaf?",
  "@Shannon_xoxo Netherlands. Second Greece",
  "Wow #france was good #Eurovision",
  "So far #Greece would get my vote #Eurovision",
  "@Shannon_xoxo I'm watching too. Far from home but the music lives on",
  "Streaming #Eurovision in the train because &lt;3 music &lt;3 Europe",
  "#Eurovision Netherlands is killing it so fast",
  "Earned 6 PSN trophies (6 bronze) in Mass Effect: Andromeda - https://t.co/1hPFSgxuq9",
  "#Eurovision Once again the country I voted for didn't make it, but at least #Netherlands is through!",
  "#Eurovision NL actually did good! But since I can't vote for my country, it'll be FYR #Macedonia.",
  "@StellarisGame Hope that hotfix stops my sectors from trying to kill my pops by turning nice planets into virtual Detroits but yeah you guys enjoy PDXcon!",
  "@_Sanana94 Thanks ☺",
  "Hey @Microsoft @XboxSupport how can I stop getting Spanish language mails for an XBox account that is not mine but seems to use my email?",
  "@KouenHasuki @Sony That's even stranger.",
  "Gotta wonder what genius @Sony thought limiting the PSN wishlist to 75 items was a good idea.",
  "#Eurovision no Albania or Finland? Is everyone on this continent tone deaf?",
  "#Eurovision why Ukryin'? So many bad entries. Not even fun camp.",
  "#Eurovision I would much rather be watching Verka on stage now than Jamala",
  "#Eurovision #Albania is the clear winner.",
  "Portugal in #Eurovision 😴😴😴",
  "Earned 10 PSN trophies (10 bronze) in 3 games - https://t.co/1hPFSgxuq9",
  "Check out my broadcast from my PlayStation 4! #PS4live (Human Fall Flat)  live at https://t.co/6LOSzMnLtS",
  "I'll have a Famicom Mini coming, @playasia still has a few :)\n\nGreat excuse to replay some of the classics (even if they are in Moon Speak).",
  "@KouenHasuki Picked them both up :)",
  "Earned 6 PSN trophies (1 silver and 5 bronze) in 3 games - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "I really don't like the smell of new PS4 games when you first open them.",
  "@KouenHasuki I don't have Yakuza 0 or any other number :p",
  "A @StellarisGame #QOL update I'd love to see: make it possible to dis/allow spawning for prescripted empires from mods by clicking the icon.",
  "What game should I play next? \"Follow the linear path\" #Uncharted4 or \"My face is tired\" #MassEffectAndromeda ?",
  "#FF 2 The following: @TaisiHyuuga @AWildEavee @dengenesis @erbkaiser1 @TDrastikMeasure @Stereorage82 @SOGAeon @Rah_Gaming @Ailaeaaa",
  "@PdxInteractive Celibate! I want to be a True Christian Knight because how else can I Deus Vult?",
  "Earned 1 PSN trophy (1 silver) in Blue Rider - https://t.co/1hPFSgxuq9",
  "#BlueRider finally arrived from @PlayAsia. Time for some shoot'm up fun :) https://t.co/R9vRxMFfIP",
  "#luchtalarm Lijkt iets bij de Havenstraat te zijn, zo te zien wordt het werkterrein nu geëvacueerd.\nWaarom nergens info??",
  "Alweer #luchtalarm in Amsterdam Zuid. En alweer NIETS te vinden op TV, radio, websites. Ook geen NL Alert.",
  "OnlineMusicFilmsGames is a scum company. Cancels orders through Amazon if they find out they have the cheapest copy and then relist.",
  "Earned 16 PSN trophies (2 gold, 8 silver and 6 bronze) in Grim Legends: The Forsaken Bride - https://t.co/1hPFSgxuq9",
  "Earned 8 PSN trophies (2 silver and 6 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Smokers are such disgusting individuals. Sitting at a café getting coffee and cake and a passer-by gets his cancer toxin cloud all over me.",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in Doodle God - https://t.co/1hPFSgxuq9",
  "@Herrkilman @botherer Ugh no kidding. That ending was a real slap in the face... on top of the whole game being one of the glitchiest games I ever played on PS4.",
  "Watching @Lasharus stream Axiom Verge really makes me want to go replay it for myself... but I think I'll wait for the physical release.",
  "The risk of beta testing. Windows 10 updated to 16184 and now my @MicrosoftEdge extensions are all broken.",
  "Ooh, nice. Ethan Meteor Hunter is crossbuy on PS3 and PSVita after all, despite not being listed as such in the PSN store.",
  "@bol_com Ik heb net met de klantenservice gebeld, wordt al door jullie opgepakt 🙂",
  "Wordt dus een retour. En dan maar hopen dat de andere 'als nieuw' items die er nog staan WEL 'als nieuw' zijn.",
  "Dit moet dus \"Tweedehands. Conditie: als nieuw\" zijn volgens @bol_com verkoper. Geen doos &amp; kapotte jewelcase. 😠 https://t.co/kSGrnQWfek",
  "Earned 14 PSN trophies (7 silver and 7 bronze) in Manual Samuel - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (2 bronze) in Plague Inc: Evolved - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Plague Inc: Evolved - https://t.co/1hPFSgxuq9",
  ".@watchdogsgame In the Prime_Eight Fort. It is a little TOO defensible.",
  "Okay @watchdogsgame Showdown is fun but going up against a good sniper isn't. Literal kill spawning for the entire match.",
  "@KouenHasuki @playasia Yup... good solid boxes. I used a couple to offload some books :)",
  "@KouenHasuki @GOGcom It worked for me. Unlink your Steam account and re-link, I had that issue a while back.",
  "Didn't see this mentioned anywhere: you can now transfer Steam licenses for the #SaintsRow games to @GOGcom at https://t.co/N6Yml79c4z",
  "My feline coach is watching me play (or she's sleeping -- she's a multitasker).\nIt's a good day. https://t.co/twUi1rblYO",
  "#Giveaway! RT, follow us &amp; comment NA/EU - get #TheLegendofDarkWitch code #VitaIsland! End 04/26/2017 12 GMT+1. Randomly select 2 winners! https://t.co/1uoYovSdk7",
  "Earned 7 PSN trophies (2 gold, 3 silver and 2 bronze) in Syberia 3 - https://t.co/1hPFSgxuq9",
  "@playasia Ordered my copy!",
  "#Syberia 3 completed. What a horrible ending. After 13 years (since part 2) I expected a lot more, at least some closure.",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in Yooka-Laylee - https://t.co/1hPFSgxuq9",
  "Finally getting on with #Syberia3 after being stuck for days. In the end I was overlooking a tiny pickup in a corner somewhere...",
  "@dosnostalgic The strange period where Turbo meant 'slow down'.",
  "Earned 1 PSN trophy (1 silver) in flOw - https://t.co/1hPFSgxuq9",
  "Earned 11 PSN trophies (1 platinum, 3 gold, 5 silver and 2 bronze) in ICEY - https://t.co/1hPFSgxuq9",
  "ICEY Platinum Trophy 🏆 unlocked! That's my 27th. And what a great game ICEY is... well worth creating a HK PSN account for.",
  "Earned 23 PSN trophies (11 silver and 12 bronze) in ICEY - https://t.co/1hPFSgxuq9",
  "Well played, #Icey... #PS4share https://t.co/yi125t8UzP",
  "Earned 16 PSN trophies (1 gold and 15 bronze) in Stick It To the Man - https://t.co/1hPFSgxuq9",
  "Earned 4 PSN trophies (4 bronze) in Contrast - https://t.co/1hPFSgxuq9",
  "Completed @ContrastGame on PS4 (after 3 years XD). Sadly no Platinum but it's another 100%.",
  "@PvtVoid @PlatineTrophy @4AGames @MetroRedux @MetroVideoGame @Metro2033_Rules @THQNordic Congrats! I know this game has some hard trophies in there.",
  "It's a sign of how badly it failed in that it was actually cheaper for me to get NEW wonderbook + game versions of all than just the games.",
  "Managed to get all 4 existing PS3 Wonderbook games for ~ €50.\nWorth it for the unique peripheral... and sharing Harry Potter with my niece.",
  "Imagine if the only way to watch Citizen Kane was to get a 75 year old print. Now stop asking me why I'm pro commercial game re-releases.",
  "Earned 1 PSN trophy (1 bronze) in Contrast - https://t.co/1hPFSgxuq9",
  "Out of bounds in Syberia 3: https://t.co/3tgqrwNAy7 via @YouTube",
  "Stuck in a puzzle for 90 minutes again so I'm calling it for today.",
  "Earned 2 PSN trophies (2 bronze) in Syberia 3 - https://t.co/1hPFSgxuq9",
  "@PvtVoid Even with all the issues, it's still a good throwback to classic adventures :)\nI'm not done with it yet but it's definitely at least a 7/10.",
  "FINALLY figured out the ice breaker puzzle in #Syberia3. The game could really stand to give a few more or better hints.",
  "@PvtVoid Voice cuts out, voice acting is bad, subtitles don't match dialog, and I had tech issues with the camera &amp; stuff like floor is not rendered.",
  "@PvtVoid Hard to say. The writing and atmosphere is really good and that makes it a worthy successor to the first games  but it's a bit of a mess ctd",
  "Earned 2 PSN trophies (1 silver and 1 bronze) in Syberia 3 - https://t.co/1hPFSgxuq9",
  "Earned 11 PSN trophies (6 silver and 5 bronze) in Syberia 3 - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (2 silver and 1 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Check out my broadcast from my PlayStation 4! #PS4live (Syberia3)  live at https://t.co/6LOSzMnLtS",
  "Got some tech issues so I'll restart the Syberia 3 stream after dinner.",
  "Sure would be nice if the PSN download speed was faster than molasses though... 9.8GB patch.",
  "Yes... Got Syberia 3 for the PS4 :)",
  "Earned 1 PSN trophy (1 bronze) in flOw - https://t.co/1hPFSgxuq9",
  "@UbiCentral Thanks for the shuffler guide. I had it all except knowing I needed to take a foto at the wall :)",
  "Picked up the (currently) second-to-last PS Vita copy of 'Zero Escape: The Nonary Games' from @playasia XD",
  "@2_Old_4_Gaming In NL, the PS Vita is no longer for sale anywhere since 2015/2016. Only through scalpers.",
  "Either @EA has sold my email to spammers, or they were \"hacked\". Suddenly getting spam on an email I only use for EA games/@OriginInsider .",
  "@Inxile_Ent You did a great job with the patch notes for Torment on PS4! All the spoilery ones were hidden behind the scroll :)",
  "@PvtVoid Thanks! Was fun to play and I love it when games have platinums you can actually get without too much trouble ☺",
  "@UbisoftSupport Playstation 4. From the subreddit I see a lot of others are having the same issues.",
  "Dammit. I'm just trying to enjoy some @watchdogsgame and stream a little but a) nobody's up for race or showdown and b) it keeps crashing :(",
  "Earned 1 PSN trophy (1 silver) in Watch Dogs 2 - https://t.co/1hPFSgxuq9",
  "Earned 10 PSN trophies (1 platinum, 7 gold and 2 silver) in Lara Croft GO - https://t.co/1hPFSgxuq9",
  "That's my 26th Platinum trophy on PSN unlocked. Lara Croft Go is quick and easy game.",
  "It's 2017 and I'm still having to buy import CDs to get some music because record labels don't understand one internet = one world.",
  "@demastercast Have fun with your new projects and thanks for the show's 100+ episodes!",
  "Earned 3 PSN trophies (3 bronze) in Moe Chronicle - https://t.co/1hPFSgxuq9",
  "@Ailaeaaa You don't want to risk an infection. Put your hand in some vinegar for 20-30 minutes, they should rise to the top of your skin after that.",
  "#BijbelExpo De Bijbel en de Naam is echt een bijzondere ervaring. Blij dat ik er was! https://t.co/CHLehM2uvy",
  "@KouenHasuki No longer: Sold Out of print / Out of stock.",
  "@TwitchSupport Yesterday I had the nice new interface for https://t.co/MPQ2FSBPyF but today I'm back to the old one. Can I switch?",
  "Gloomy Gem Grotto in #YookaLaylee can go die in a fire.",
  "Bah. Just had to clean up another dead mouse... my cat is an excellent hunter, that makes two in one day.",
  "#NotAPlug but @PlayAsia is a godsend for the #PSVita gamer. There's so many great Vita games that never got a western release!",
  "Earned 18 PSN trophies (2 silver and 16 bronze) in Moe Chronicle - https://t.co/1hPFSgxuq9",
  "People keep trying to use my old Gmail address. Now someone's trying to sign up for PSN with it..",
  "@StarRealms Soon to be added to my deck!\n\nI like the authority cards, same design as Hero Realms. Although in practice I'll likely keep using an app ☺",
  "Starting a game that will probably put me on a watchlist somewhere XD\nMoe Chronicle for the amazing @PSVita",
  "Downloading #YookaLaylee to my PS4 now :)\nCheers @PlaytonicGames for completing the Kickstarter.",
  "@Stellarisgame 's writing, graphics, and music are so good I keep paying attention even if I want to just put it on a secondary monitor...",
  "Completely cleaned my PC, it's now running (near) silent again -- and temps have dropped by at least 15°C.\n2cm thick caked dust...",
  "Earned 10 PSN trophies (1 gold, 4 silver and 5 bronze) in Submerged - https://t.co/1hPFSgxuq9",
  "Submerged is really pretty #PS4share https://t.co/P8s08pa0TK",
  "@PostNL Bedankt, dat maakt het duidelijk!",
  "@AshDarko One terrorist strike doesn't excuse another. Trump is a madman, just like the muslims who murder innocents in the name of their blood god.",
  "@PostNL Bezorgen jullie geen pakjes uit buitenland meer tot de deur? Moet ze nu steeds ophalen bij een postpunt.",
  "Allah crashcar.",
  "#Stockholm Looks like the Religion of Peace is showing how much it appreciates Swedes taking in thousands of their people again.",
  "Hey @OpenDNSHelp both OpenDNS servers appear to be down in AMS NL but https://t.co/EWnFzrs2CU claims everything is working.",
  "So many new ways to play @StellarisGame. Cats that eat their slaves (Kzin), decadent slavers that start with a subject species... Hehehe.",
  "Bloody hell Dathnak, of all the places you could to relocate to it's in the middle of Pirate territory? RIP :(\n@StellarisGame can be cruel.",
  "Just arranged a \"play date\" for @Starrealms for next Monday. I like the mobile app, but using the actual cards is so much more fun.",
  "@PdxInteractive @steam_games Great deal on #PillorsOfEternity there. Finally added it to my Steam collection.",
  "@Hangar13Games Well deserved. Character emoting in #Mafia3 is the best I've seen in a game so far.",
  "I wish someone would code an updated @Twitter timeline extension for @Opera speed dial.",
  "Only a few years in with @StellarisGame and I've already lost one fleet to the Ether Drake, one to pirates, and one to cultists :(",
  "RIP Jan, dad, friend.\n1950-04-06 -- 2000",
  "Time to play @StellarisGame with the new Utopia expansion!\nGlad to see all my race/cosmetic mods still work, even if the rest needs updates",
  "Earned 4 PSN trophies (1 silver and 3 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Trying to escape police when suddenly I'm stuck in the ground @mafiagame #MafiaIII #PS4share\nhttps://t.co/issRiyrLkG",
  "Selling NEW #Marcus figure from @Watchdogsgame + San Francisco box extras @eBay: https://t.co/AcUR2zLn8j",
  "#StPetersburg Gepleegd door een Individu Serieus Labiel, Anarchist Misschien?",
  "@KouenHasuki Yeah, I get that. I managed to save a WD 1TB with a couple of dead sectors the other day for my PS4, until I can afford a new one it'll do.",
  "@KouenHasuki Congrats there. Much better to keep it alive a bit longer ☺",
  "Earned 1 PSN trophy (1 bronze) in Mafia III - https://t.co/1hPFSgxuq9",
  "Earned 4 PSN trophies (1 silver and 3 bronze) in The Playroom VR - https://t.co/1hPFSgxuq9",
  "@assassinscreed I wish there were Ubi Collectibles statues of Shay and Avelline, they'd fit nicely with all the others! https://t.co/htAG2uITWm",
  "@assassinscreed Edward. Connor would spend all the time whining about Charles Lee and Shay makes his own luck... not mine.",
  "Earned 2 PSN trophies (2 bronze) in Clicker Heroes - https://t.co/1hPFSgxuq9",
  "At least trophy lists are the same. And it looks like the tables are identical so it's just a minor annoyance 🎮",
  "So #PinballArcade on #PS4 counts as a different game for disc and download. And there is no DLC for the disc version. No Pro upgrades for me",
  "Earned 27 PSN trophies (3 silver and 24 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "@Inxile_Ent it helps that Rhin is one hell of a support with her cypher slots. I hated when I could no longer carry them all.",
  "@Inxile_Ent Rhin captured my ♥ early on. My other partymembers were not happy I took her along but eventually I helped her find her way home",
  "Mediabox van @ZiggoWebcare is echt waardeloos sinds enige tijd. Signaalstoringen, geluid dat wegvalt en updates terwijl we kijken.",
  "Took my PC apart to solve boot issues but no luck yet. It sounds like a jet engine when powered on but I'm not even getting a BIOS beep 😡",
  "Can't we ask the Tory voters to move to the Falklands instead, if they want a #Brexit, so the good Brits can stay?",
  "@_ColorfulCat ik lees dit nu",
  "@ArtifexMundi Great! I enjoyed my playthrough of part 1 recently. Just wish you were using the touchpad on the DS4 controller 🎮 as well 👍",
  "Weet iemand waarom het #Luchtalarm in #AmsterdamZuid af gaat? Geen NL Alert, geen AT5, geen RTVNH...",
  "Earned 3 PSN trophies (3 bronze) in Clicker Heroes - https://t.co/1hPFSgxuq9",
  "The price for @thimbleweedpark will be $19.99. https://t.co/rsIoOMDOUX",
  "Hej jutro premiera #NightmaresFromtheDeep2: The Siren’s Call od @ArtifexMundi 🙂Z tej okażli mamy kod na PS4 RT i Follow, aby wygrać do 21:00",
  "@moorecliftonw @Inxile_Ent The Bloom is amazing, but I'd have to choose Sagus Cliffs. So much variety and things to do in that huge city.",
  "@Pixelmusement Outside of a musician guy I didn't know anyone who had a MIDI device before 1996. I always wanted one, but they cost so much.",
  "Preordered the #AssassinsCreed 3d Blu-ray ☺\nI also picked up the figures of Maria and Aquilar, still need to rearrange my shelf to fit them.",
  "If you use both 2FA and (re)CAPTCHA on your website, you're scum.",
  "Godzilla for PS4 is stupid fun. Really captures the tone of the classic movies. Why did this slip under the radar so much?",
  "Earned 1 PSN trophy (1 bronze) in Godzilla - https://t.co/1hPFSgxuq9",
  "Earned 18 PSN trophies (1 gold, 1 silver and 16 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Completed my first #TormentTidesofNumenera playthrough. Great game, @Inxile_Ent\nI'll treasure my story until the next game. Loved Rhin most.",
  "@PSACCESSFANS I wrapped up Horizon Zero Dawn last week, so now it's Torment: Tides of Numenera, almost non-stop.",
  "Earned 8 PSN trophies (2 silver and 6 bronze) in Torment: Tides of Numenera - https://t.co/1hPFSgxuq9",
  "Ordered the Gravity Daze art book from @playasia. #GravityRush is a beautiful game series.",
  "@miracleofsound Love your #HorizonZeroDawn song. Really fits the game and great lyrics. Kudos for good video too. Did misspell @Guerrilla :P",
  "Iemand bij @bol_com is gezakt voor z'n Engels :p\nhttps://t.co/HSQNGhp3tN\n#AssassinsCreed \"Assasin\"",
  "Earned 7 PSN trophies (2 silver and 5 bronze) in Torment: Tides of Numenera - https://t.co/1hPFSgfT1z",
  "Earned 1 PSN trophy (1 bronze) in Torment: Tides of Numenera - https://t.co/1hPFSgxuq9",
  "Going through #Torment tombs sequentially and finally found my own epitath :) (3515) #PS4share https://t.co/BIzu1c5fIy",
  "Earned 4 PSN trophies (1 silver and 3 bronze) in Torment: Tides of Numenera - https://t.co/1hPFSgfT1z",
  "Earned 8 PSN trophies (3 silver and 5 bronze) in Torment: Tides of Numenera - https://t.co/1hPFSgxuq9",
  "Earned 5 PSN trophies (1 silver and 4 bronze) in Gravity Rush 2 - https://t.co/1hPFSgxuq9",
  "@TheWesterFront Stellaris: new races etc. Crusader Kings: new mechanics, cultures, historical setup. Although I also play Ironman for chievs",
  "@KouenHasuki Everybody fell asleep at the slideshow.",
  "Earned 16 PSN trophies (1 platinum, 9 gold, 4 silver and 2 bronze) - https://t.co/1hPFSgxuq9",
  "@Pathe Dat is heel goed nieuws! Bedankt ☺",
  "#BeautyAndTheBeast draait bij @Pathe A'dam weer alleen maar in 3D dus dat wordt weer een film die ik niet in de bioscoop kan zien 💢",
  "Dubbel goed nieuws. @fvdemocratie waarschijnlijk van 0 naar 2 zetels en @PvdA llochtonen afgeslacht voor hun wanbeleid.",
  "Had fun streaming on @Twitch again, even if I had at most 2 viewers. Might do it more in the future :)",
  "@XtopherSalmon @neilhimself That looks absolutely menacing.",
  "Check out my broadcast from my PlayStation 4! #PS4live (Tomb Raider: Definitive Edition)  live at https://t.co/6LOSzMnLtS",
  "Earned 4 PSN trophies (1 gold and 3 bronze) in Horizon Zero Dawn - https://t.co/1hPFSgxuq9",
  "Finished #HorizonZeroDawn after ~70 hours. What an amazing experience, great job @Guerrilla!",
  "Earned 6 PSN trophies (6 bronze) in Horizon Zero Dawn - https://t.co/1hPFSgxuq9",
  "@Guerrilla In HZD the quest 'Robbing the Rich' is bugged, it cannot be completed. I think it broke when I found Nasan before the crossroads.",
  "If you like comedy and Super Mario, don't miss the Super Plumber Bros. DVD @kickstarter!\nhttps://t.co/YagAbvuMQy",
  "Earned 13 PSN trophies (3 silver and 10 bronze) in Horizon Zero Dawn - https://t.co/1hPFSgxuq9",
  "Bought something to hold my big DVD/BluRay collection: https://t.co/dHnnzKgYfN\n\nhttps://t.co/zBtj6eQJdT \"Alexander\"",
  "@TheWesterFront Frustration when it is OFF, you mean? Constantly. Times I ever wanted it off over past 20 years can be counted on one hand.",
  "Earned 3 PSN trophies (1 silver and 2 bronze) in Horizon Zero Dawn - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Horizon Zero Dawn - https://t.co/1hPFSgxuq9",
  "I suppose I should feel flattered my own mod for @CrusaderKings new expansion is the ONLY 1 I am subscribed to, that does not crash the game",
  "Proud to be the 5,787th backer on @BackerKit for System Shock | Thx @SystemShockGame! https://t.co/NkVp09SYRQ",
  "@StarRealms The Gambit sets, with a slight preference to Cosmic Gambit. I love how it can completely change the course of a game.",
  "Earned 3 PSN trophies (3 bronze) in Horizon Zero Dawn - https://t.co/1hPFSgxuq9",
  "@demastercast finishing the story yet -- the world is so engaging I keep doing side missions or just hunting, taking my time and having fun.",
  "@demastercast HZD is so much fun. It's basically Far Cry Primal done right. I've been playing since release and I am nowhere close to (ctd)",
  "Bought new @DuralexFrance Chope glasses after 30 years: the old ones are STILL around, just scratched a little. Best glasses, unbreakable.",
  "WTF @humble you're asking me to fill out one of those annoying reCAPTCHAs on top of my 2FA? Do you seriously think a bot has my phone?",
  "Voor de zekerheid toch even @StemWijzer gedaan: \n@fvdemocratie (80%)\nAlleen over belasting en ouderenzelfmoord ben ik met ze oneens.",
  "@burgercomiteeu Wat ik nog erger vind dan politiek is taalverkrachting. Hoofdletter ij wordt IJ, niet Ij. Laten we niet de Belgen nadoen.",
  "Earned 6 PSN trophies (6 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Earned 6 PSN trophies (6 bronze) in Horizon Zero Dawn - https://t.co/1hPFSgxuq9",
  "Bought Torment: Tides of Numenera for the PS4, too. I backed at a high level for PC but I prefer console these days 🎮",
  "@ZiggoWebcare You're pretty good to me  (had my previous forever) so it isn't much of a deal -- changing domain records is just a chore ☺",
  "So irritating when @Ziggo randomly decides to give me a new IP address. No idea how long my simple website has been offline now.",
  "New loot for the #PSVita collection, straight from @playasia ! https://t.co/jqe682dDvM",
  "@KouenHasuki Those look like that awful NES accessory, the LaserScope.",
  "Jazz and Jack rabbit... I see what you did there Guerrilla!  #HorizonZeroDawn #PS4share https://t.co/wzGFkho6iJ",
  "Earned 15 PSN trophies (15 bronze) in Horizon Zero Dawn - https://t.co/1hPFSgxuq9",
  "\"Game over man! Game over!\"\nRIP Bill Paxton. A long history of great roles in film and television.",
  "Earned 2 PSN trophies (2 bronze) in Mirror's Edge Catalyst - https://t.co/1hPFSgxuq9",
  "Still enjoying @watchdogsgame. Every day I just hop in and do some hacking or coop :)",
  "@demastercast PS4Pro is not the first in-generation refresh, that was the New 3DS. PS4Pro is the first (likely) successful one, though.",
  "Will we see a cat fight between Yukari and Mitsuru in Persona 3: FES Today?? https://t.co/vDfvHrSxGI #AG #IAST https://t.co/ekbxtgQZzf",
  "Nutteloze @Politie besluit definitief aangifte wegens oplichting niet te behandelen. Geen wonder dat niemand meer een smeris respecteert.",
  "@KouenHasuki Makes sense to stick with one manufacturer for everything. I use @Logitech myself (G710+ / G700s).",
  "Earned 1 PSN trophy (1 bronze) in Psychonauts in the Rhombus of Ruin - https://t.co/1hPFSgxuq9",
  "Earned 4 PSN trophies (1 silver and 3 bronze) in Psychonauts in the Rhombus of Ruin - https://t.co/1hPFSgxuq9",
  "The \"5th Paul\" trophy in Psychonauts in the Rhombus of Ruin is freakin impossible!\nBeen trying to play along with the 'music' for an hour :(",
  "reCaptcha needs to die in a fire.\nJust had to go through one where I had to click at least fifteen blurry images...",
  "Earned 1 PSN trophy (1 silver) in Watch Dogs 2 - https://t.co/1hPFSgfT1z",
  "Earned 2 PSN trophies (2 silver) in Watch Dogs 2 - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 silver) in Watch Dogs 2 - https://t.co/1hPFSgxuq9",
  "Earned 7 PSN trophies (1 gold, 1 silver and 5 bronze) in Psychonauts in the Rhombus of Ruin - https://t.co/1hPFSgxuq9",
  "Earned 4 PSN trophies (4 gold) in Job Simulator - https://t.co/1hPFSgxuq9",
  "One more day until I meet my namesake again in @watchdogsgame #HumanConditions\nMy hacking skills and weapons are ready.",
  "Finally got the platinum trophy for @NdemicCreations on #PS4 yesterday night!\nSmallpox on mega brutal was a nightmare.",
  "Earned 2 PSN trophies (1 platinum and 1 gold) in Plague Inc: Evolved - https://t.co/1hPFSgxuq9",
  "Had to separate @StarRealms and Colony Wars again, after adding the United expansion and the promo cards the box was getting a bit too full! https://t.co/0dS3dlOd7H",
  "Result of a busy day of book sorting. Gotta try to sell or give away all of these...\n(Cat not included) https://t.co/Rau12VpWED",
  "Retweet if you backed us on kickstarter! \nLike this tweet if you plan on backing!\nhttps://t.co/t05131lv05\n#epicdigital #kickstarter https://t.co/gutOcgD7W8",
  "Independent #Kosovo has ethnically cleansed the province of non-Albanians. Where are all the Serbs, Roma, etc. who lived there until 2006?",
  "9 years ago today the Serbian province of #Kosovo illegally seceded after a terror bombing campaign ran by the #NATO.\n#NeverForget",
  "Earned 10 PSN trophies (3 silver and 7 bronze) in Demetrios - https://t.co/1hPFSgxuq9",
  "Just won 10 Hacking Invasions in a row in @watchdogsgame \nBest hacking day ever.",
  "#SylvanaSimons... \"Sekseregistratie komt te vervallen\" en \"40% vrouwenquota\" in één programma...\nWijffie, denk eens na voor je praat.",
  "Oh hallelujah! The new @opera Developer update has a great new skin that finally puts tabs in the title bar even on non-maximized windows!",
  "Nice... my Kickstarter digital copy of #DimensionDrive by @2AwesomeStudio arrived ☺",
  "So the #ArabLeague now supports the two-state solution to Israel/Palestine. Does that mean Arab countries will finally accept Israel exists?",
  "@KouenHasuki Perfect ☺",
  "Once again, @PlayStationEU @PlayStationNL Dutch is not Swedish. Or Danish. Or Norwegian.\nHow do you keep messing up like this on the Store? https://t.co/WvDlgv7Mkw",
  "@KouenHasuki Nice, I was looking for this one on discount.",
  "P.T. is another game that runs great on the #PS4Pro in Boost Mode.\n#WhatCouldHaveBeen\n#SilentHills\n#PT",
  "Still grinding away at the scenarios in #PlagueIncEvolved by @NdemicCreations on #PS4.\nI will get that trophy.",
  "Earned 1 PSN trophy (1 gold) in Plague Inc: Evolved - https://t.co/1hPFSgxuq9",
  "Earned 7 PSN trophies (4 silver and 3 bronze) in Plague Inc: Evolved - https://t.co/1hPFSgxuq9",
  "Earned 15 PSN trophies (1 silver and 14 bronze) in Plague Inc: Evolved - https://t.co/1hPFSgfT1z",
  "Earned 2 PSN trophies (2 silver) in Plague Inc: Evolved - https://t.co/1hPFSgxuq9",
  "Earned 13 PSN trophies (2 silver and 11 bronze) in Plague Inc: Evolved - https://t.co/1hPFSgxuq9",
  "Earned 12 PSN trophies (12 bronze) in Plague Inc: Evolved - https://t.co/1hPFSgxuq9",
  "Totally not social commentary. #PlagueIncEvolved #PS4share https://t.co/UI0kExq7Gy",
  "@opera It's extremely zoomed in. This is what it looks like, no zoom, no ad blocking: https://t.co/gQMid9ivhG\nEven if I zoom in to max 25%",
  "Earned 19 PSN trophies (1 platinum, 3 gold, 6 silver and 9 bronze) in Batman - https://t.co/1hPFSgfT1z",
  "Playing @telltalegames Batman on PS4. What is it with their games and unplayable slowdown in episode 5? TWD2 had the same issue.",
  "@watchdogsgame Hope you'll be listing the patch notes on PS4 itself, too, and not just a link to the website!",
  "#VVD heeft het zo druk met proberen corrupte #Wiebes en pedofiel #Demmink uit pers te houden dat ze Berckmoes niet hebben kunnen stilhouden.",
  "@demastercast Joe, you might be working for @Ubisoft -- they also seem to have forgotten about the Prince :/",
  "@demastercast @Ubisoft BG&amp;E of course but also Prince of Persia. It needs a new identity now that AC has taken over the 'action platformer'",
  "The @2K website is completely unusable in the @Opera browser.",
  "Ten minste één VVD-er met gezond verstand, Ybeltje Berckmoes. Dus wordt ze natuurlijk uit de kamer weggejaagd door de Eurofiele corruptie.",
  "@KouenHasuki Hehe, rather you than me. I like Eat Lead / Matt Hazard more, actually. Much better captures the feel of old Duke and satire.",
  "@KouenHasuki Why DNF. It's so horrible.",
  "Earned 6 PSN trophies (1 gold, 2 silver and 3 bronze) in Batman - https://t.co/1hPFSgxuq9",
  "@KouenHasuki why",
  "Earned 10 PSN trophies (7 silver and 3 bronze) in Batman: Return to Arkham - Arkham Asylum - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (2 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "@UbisoftClub I wish more weekly challenges offered in-game cash rewards, for those of us trying to complete weapon/car/clothes collections!",
  "Earned 6 PSN trophies (2 gold, 3 silver and 1 bronze) in Dishonored 2 - https://t.co/1hPFSgxuq9",
  "Earned 3 PSN trophies (1 silver and 2 bronze) in Dishonored 2 - https://t.co/1hPFSgxuq9",
  "A Crack In The Slab on Low Chaos, non-lethal. Perfect opportunity for stun mine. #PS4share\nhttps://t.co/bKnHyFuP7G",
  "PS4 Pro Boost mode in 4.50 is amazing. So many older games run smooth now...",
  "@KouenHasuki It's not a good game, I'd give it a 6/10. Riptide is a lot better in all aspects, a good 7 or maybe even an 8.",
  "Earned 1 PSN trophy (1 gold) in Gravity Rush 2 - https://t.co/1hPFSgxuq9",
  "Earned 6 PSN trophies (1 gold and 5 bronze) in Gravity Rush 2 - https://t.co/1hPFSgxuq9",
  "Earned 5 PSN trophies (2 silver and 3 bronze) in Gravity Rush 2 - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 silver) in Gravity Rush 2 - https://t.co/1hPFSgxuq9",
  "Earned 8 PSN trophies (3 silver and 5 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "That's twice now I've picked up one of my USB keys instead of a lighter.\nI need to put those in different places...",
  "@TheWesterFront Most? (EU:) Rome.",
  "It's becoming a full time job unfollowing all the virtue signalling lefties.",
  "Love my little statue collection https://t.co/iLjHKx61pe",
  "What a perfect drink to finish a crappy week with... it was full 2 hours ago. https://t.co/Ztn0FXsx8t",
  "@ricardoautobahn @YouTube The sad thing is you're not kidding. This song would've blown 5/6 entries away.",
  "The Eurovision Song that could have been https://t.co/1NW5gyuRvL #EurovisionYouDecide",
  "@Eurovision If you could see how far you've fucked",
  "@Eurovision Fucking rigged.",
  "UK @Eurovision \"You Decide\"\n1: yikes\n2: not bad (not good either)\n3: meh\n4: great... love her\n5: decent, not special\n6: take singing lessons",
  "Earned 1 PSN trophy (1 bronze) in Gravity Rush 2 - https://t.co/1hPFSgxuq9",
  "#GravityRush2 is so much fun... but at the same time it can be such a grind; an so unfair.\rIt's still a game I love so much though.",
  "Geloof is de verzekerde verwachting v dingen waarop wordt gehoopt, de duidelijke demonstratie v werkelijkheden die echter niet worden gzien.",
  "@herorealmsgame Must be New York City!",
  "@Pathe Echt jammer. Hoop dat de 3D hype snel overwaait, ik krijg altijd knallende koppijn van 3D films.",
  "@Pathe draaien jullie serieus alleen nog maar de onkijkbare 3D versie van veel films in Amsterdam?\r#AssassinsCreed\r#RogueOne\retc.",
  "@demastercast good new Podcast! Like that you gave #GravityRush2 some love.",
  "Dammit @YouTube you unsubscribed me from a channel again without telling me. Stop being so annoying!",
  "Dear @PlayStationEU Dutch and Danish are not the same language! https://t.co/rE4HWPYjBC - NOT DUTCH.",
  "Hey there @TheAstroCrew, any news on bring Ethan Carter to the #PSVR?",
  "@gameorchard Thanks for the key. I just finished a playthrough and sent some feedback through the tinyurl link.",
  "@YouTube @WatchMojo Also @TheRichest and @RealFailArmy and who knows what else.\nNice going, Google-tards.",
  "Haha epic @Youtube fail. The content ID abusers killed @WatchMojo AGAIN.\nthe YouTube account associated with this video has been terminated.",
  "Earned 1 PSN trophy (1 bronze) in Gravity Rush 2 - https://t.co/1hPFSgxuq9",
  "It's so weird that the #RankinBass version of #TheHobbit is a better adaptation than Peter Jackson's three part fanfic one.",
  "Fuck this joblessness. Had to cancel all my @Patreon pledges because I've gotten to the point where even a few euros per month may matter :/",
  "#nationalhugday 🤗",
  "@D66 Jullie partij heeft zijn eigen oprichters verraden door van gekozen burgemeesters af te stappen. Pechtold is de grootste draaier in DH.",
  "After doing a horror and a roller coaster on @Youtube 360 on #PSVR I am done for the night. My heart can only take so much....",
  "This will sound so lame but I'm literally crying with joy over the @Youtube #startrek discovery 360 video on #PSVR. Unbelievable.",
  "@PlayStationEU @Youtube Love it! Instantly adds so much content to the great headset... thank you so much.",
  "@robertmegone @thimbleweedpark I hope my Dutch accent wasn't too pronounced in mine, if you happened to come across it!",
  "@ZuiderparkGames Meteen een ordertje er in gegooid. Besefte me dat ik RE7 nog nergens gereserveerd had :)",
  "@ZuiderparkGames Welkom terug",
  "@Ubisoft @watchdogsgame What happened to the fourth T-Bone event? Did I miss it? #HackerWantsHisCarSkin",
  "Earned 5 PSN trophies (1 silver and 4 bronze) in Gravity Rush 2 - https://t.co/1hPFSgxuq9",
  "Met hulp van @VeronicaMag klantenservice nu abo omgezet naar Totaal TV, die schijnt nog wel leesbaar te zijn.",
  "So after Bradley Manning was driven insane he's finally getting a release. #TooLittleTooLate Obama.",
  "Wat jammer dat @VeronicaMag hun TV gids opeens onleesbaar heeft gemaakt... na decennia lidmaatschap wordt dat toch nu opzeggen.",
  "Dear @UbisoftSupport why am I getting the German version of the Ubi store when I live in the Netherlands? Why is there no language select?",
  "Most of my PS3, PS4 games... and my @UbiWorkshop statues ☺\r#AssassinsCreed #WatchDogs #FarCry https://t.co/nOO9UEELim",
  "I just backed Sundered - A horrifying fight for survival and sanity on @Kickstarter https://t.co/r8Kw6D9nM3",
  "@KouenHasuki Hardly the only one. It's a stupid tablet with motion controllers added.",
  "'Nederlandse criminaliteit groter dan uit officiële cijfers blijkt'\nZeg dat wel. Waardeloze @Politie weigert iets met aangiftes te doen.",
  "Earned 1 PSN trophy (1 bronze) in Dishonored 2 - https://t.co/1hPFSgxuq9",
  "Nice! @Sony @Playstation finally allows to update the Gold Wireless Headset 2.0 profiles wirelessly through the new app :)",
  "@EnquetesOnline Ben jullie kut advertenties echt spuugzat",
  "@KouenHasuki nice game to complete in one sitting :)",
  "@Aboujahjah Some hero. Are you the next \"oppressed\" Muhammedan to get behind the wheel of an 18-ton truck?",
  "@PlayStationEU @PlayStation @YouTube When is the #Youtube #1.09 patch being rolled out in Europe? I want to watch 3D video on my #PSVR!",
  "@PlayStationEU That demo was the first time I almost threw off my PSVR in fright, I totally would have if the headphones didn't prevent me!",
  "@SCSsoftware I'm having so much fun with ETS2 again I haven't even started up ATS once, despite buying it in the Steam sale!",
  "@KouenHasuki @Lasharus who can resist an HD version of that kiss",
  "Earned 1 PSN trophy (1 bronze) in Dishonored 2 - https://t.co/1hPFSgxuq9",
  "@KouenHasuki ... no comment needed.",
  "Happy to be the 4th backer on @BackerKit for Galaxy Angels: Starlight Blos... | Thx @FacetwoPalm! https://t.co/o3ALDt5kpH",
  "@StarRealms Lovely alternate art... would look great in my Star Realms box!",
  "Earned 10 PSN trophies (4 silver and 6 bronze) in Dishonored 2 - https://t.co/1hPFSgxuq9",
  "Earned 4 PSN trophies (4 bronze) in Dishonored 2 - https://t.co/1hPFSgxuq9",
  "Earned 11 PSN trophies (11 bronze) in Dishonored 2 - https://t.co/1hPFSgxuq9",
  "All the #12DaysofBeerMas\nhttps://t.co/46gRIxcpEK",
  "Final special beer of 2016!\nhttps://t.co/idAWjd3wgH\n#DeBierBox\n#12DaysOfChristmas",
  "@LucBernard Vita of course!",
  "The Penultimate Xmas beer!\nhttps://t.co/0NDJ1yDheL\n#DeBierBox\n#12DaysOfChristmas",
  "Christmas Beer #10!\nhttps://t.co/aJyXNedVLI\n#DeBierBox\n#12DaysOfChristmas",
  "https://t.co/ja9zQCfgjS",
  "Time for the Ninth Beer of Christmas!\nhttps://t.co/dk8t6PUqc4\n#DeBierBox\n#12DaysOfChristmas",
  "Earned 1 PSN trophy (1 bronze) in Dishonored 2 - https://t.co/1hPFSgxuq9",
  "Time for the Eighth Beer of Christmas!\nhttps://t.co/iu2SNAxr4V\n#DeBierBox\n#12DaysOfChristmas",
  "Earned 9 PSN trophies (9 bronze) in Dishonored 2 - https://t.co/1hPFSgxuq9",
  "Earned 1 PSN trophy (1 bronze) in Mighty No. 9 - https://t.co/1hPFSgxuq9",
  "Seventh Beer of Christmas!\nhttps://t.co/oelBjKaLZt\n#DeBierBox\n#12DaysOfChristmas",
  "Mighty No. 9 more like Mighty No, Nein\n#BadGame\n#Regret",
  "Time for the Sixth Beer of Christmas! Merry Christmas, all.\nhttps://t.co/ZnJdlZq1hi\n#DeBierBox\n#12DaysOfChristmas",
  "A little late because of family time: 5th Beer of Christmas!\nhttps://t.co/B23vcPqPGx\n#12BeersofChristmas\n#DeBierbox\n#12DaysOfChristmas",
  "Earned 2 PSN trophies (1 gold and 1 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Heck Yes! @DarkestDungeon has a MASSIVE discount on the PSN! Time to get an awesome game for my @PSVita.",
  "Christmas Beer #4!\nhttps://t.co/E1awN9aa5C\n#Debierbox\n#12DaysOfChristmas",
  "Time for the Third Beer of Christmas!\nhttps://t.co/9VEHA8cg0F\n#DeBierbox\n#12DaysOfChristmas",
  "Dear @Sony @PlayStation please allow me to add more than 79 items to my wishlist on the PS Store!",
  "Time to enjoy the Second Beer of Christmas!\nhttps://t.co/WfxdVptPW5",
  "@BackerKit support is awesome. Merged my email accounts with no problems at all :)",
  "Eerste van mijn 12 biertjes voor de kerst #DeBierBox staat in de koeling voor morgen!\n#12DaysOfChristmas",
  "Gotta admire how well @watchdogsgame portrays autism with Josh. He's never the butt of any joke.",
  "@FictionPress reviews on FFN are broken again.",
  "New entry for the @PSVita collection! https://t.co/QYyLKEViL7",
  "@KouenHasuki @Jfswift Typical Ubisoft OPEN world!",
  "Earned 5 PSN trophies (3 silver and 2 bronze) in Batman: Return to Arkham - Arkham Asylum - https://t.co/1hPFSgxuq9",
  "https://t.co/QMxelv0A6V",
  "Earned 7 PSN trophies (7 bronze) in 3 games - https://t.co/1hPFSgxuq9",
  "WATCH_DOGS® 2\nDiploma-uitreikingsdag (Platina)\nReally had fun with #WatchDogs2! #PS4share https://t.co/mNzLOfkAGQ https://t.co/gCWOHc48Tp",
  "@erbkaiser1 Trophies #5000-5005!",
  "Earned 5 PSN trophies (1 platinum and 4 bronze) in Watch Dogs 2 - https://t.co/1hPFSgxuq9",
  "@StarRealms definitely physical. Nothing like watching the dismay in the opponent's eyes when I get them with 10+ damage.",
  "All Xmas gifts wrapped and ready to go under the tree.",
  "Earned 7 PSN trophies (7 bronze) in 2 games - https://t.co/1hPFSgxuq9",
  "Earned 11 PSN trophies (1 silver and 10 bronze) in Batman: Return to Arkham - Arkham Asylum - https://t.co/1hPFSgxuq9",
  "Superman's got nothing on Bats. #PS4share https://t.co/ZWkhmFrM5k",
  "@assassinscreed May the Father of Understanding guide us.",
  "@MinPres Nee is nee tenzij het de elite niet uitkomt. Wacht de verkiezingen maar af.",
  "Ergens bewonder ik @minpres Rutte wel. Hij kan de grootste leugens vertellen zonder ook maar 1 uh of pauze.",
  "Earned 9 PSN trophies (1 gold, 5 silver and 3 bronze) in Watch Dogs 2 - https://t.co/1hPFSgxuq9",
  "I just backed Plague Road - A Roguelike Turn-Based Strategy Game on @Kickstarter https://t.co/ywrsSjeFp3 \nGotta get that for the Vita!",
  "@TheRobDyke I got unsubbed from you! First time it happened to me, to my knowledge. I didn't have the bell set so I've now done that for all",
  "Earned 4 PSN trophies (3 silver and 1 bronze) in Watch Dogs 2 - https://t.co/1hPFSgxuq9",
  "Earned 2 PSN trophies (2 silver) in Watch Dogs 2 - https://t.co/1hPFSgxuq9",
  "Finally my #HeroRealms arrived! @StarRealms @kickstarter https://t.co/aulIJCUJ7z",
  "Attempted the @Ubisoft office glitch.._ #WatchDogs2 #PS4share\nhttps://t.co/Mv7ta4xaSg",
  "Pretending like you can't be sexist against just one gender, or racist against just one skin color, makes you a bigot. Super easy stuff. https://t.co/M3x2nwYsI0",
  "Finally picked up the Crusader games and Magic Carpet from @GOGcom ☺#DOSGaming",
  "I just helped make Wasteland 3 a reality. @inxile_ent @crowdoxapp https://t.co/rbAU7qkfJb #funded",
  "Earned 4 PS4 trophies (4 bronze) in WATCH DOGS 2 - https://t.co/IOS5A1GcAh",
  "Earned 1 PS4 trophy (1 bronze) in WATCH DOGS 2 - https://t.co/IOS5A1GcAh",
  "Earned 13 PS4 trophies (13 bronze) in WATCH DOGS 2 - https://t.co/IOS5A1GcAh",
  "Fuck it. I'm reinstalling @Windows 10 Anniversary, my #Insider build hasn't been able to update in two months,",
  "The more I play #PSVR, the more I wish @Sony hadn't used the #Move controllers but instead designed new ones. They work, true, but not well.",
  "Earned 8 PS4 trophies (7 bronze and 1 silver) in 2 games - https://t.co/IOS5A1GcAh",
  "Earned 5 PS4 trophies (3 bronze and 2 silver) in 2 games - https://t.co/IOS5A1GcAh",
  "Looks like I got the #2 spot for #Mars on #PinballFxVR on #PSVR... For now at least.",
  "@marvelous_games Rayman Legends. Not exclusive, but it makes excellent use of the Vita and is a perfect pick up and play for short time game",
  "Retweet, like, or reply for a chance to win these cards! #starrealms #giveaway https://t.co/NaKGsBu5wW",
  "If you have some cash to spare for under privileged kids and enjoy good gameplay, check in at https://t.co/2JlTS8j0qQ over the next 12 days.",
  "Earned 2 PS4 trophies (1 bronze and 1 silver) in ARCADE GAME SERIES: GALAGA - https://t.co/IOS5A1GcAh",
  "AC Revelations DLC mission 4 glitch. It wouldn't be a @Ubisoft game otherwise! #PS4share\nhttps://t.co/M68O1hVSZi",
  "Earned 4 PS4 trophies (4 bronze) in Pinball FX2 VR - https://t.co/IOS5A1GcAh",
  "Same 4K TV. Dutch price: €1899. German price: €1499.\n#RutteTax",
  "God damn the Lost Archive DLC and especially the 'Impress Warren Vidic' trophy.",
  "Earned 9 PS4 trophies (6 bronze and 3 silver) in Assassin's Creed Revelations - https://t.co/IOS5A1GcAh",
  "Got the Styx trophy on the next attempt :)\nJust one to go for platinum... impress Vidic. That's gonna suck even more...",
  "FSCK! Almost a perfect run on River Styx in @assassinscreed #Revelations only to slip over the last block and fall in.",
  "Earned 3 PS4 trophies (2 silver and 1 gold) in Assassin's Creed Revelations - https://t.co/IOS5A1GcAh",
  "@HughxMungus haha took long enough for me to finish two pints, completely.",
  "Whatever sadist at @Ubisoft designed #LostArchives  mission 4: I hate you. 7 attempts so far. #eziocollection #ps4",
  "Unbelievable. The AC Revelations credits take over 40 minutes... Not skippable. At least they was gameplay in Brotherhood! #EzioCollection",
  "Earned 5 PS4 trophies (5 bronze) in Assassin's Creed Revelations - https://t.co/IOS5A1GcAh",
  "Drunk and streaming AC Revelations on PlayStation 4! #PS4live (Assassin's Creed The Ezio Collection)  live at https://t.co/6LOSzMnLtS",
  "Watched #vaxxed. I am not anti-vac now... but I am questioning.",
  "Gewoon weer eens een herinnering dat de @politie nutteloos is. Oplichting negeren ze gewoon.",
  "Earned 10 PS4 trophies (8 bronze and 2 silver) in Assassin's Creed Revelations - https://t.co/IOS5A1GcAh",
  "Back with AC Revelations #PS4live (Assassin's Creed The Ezio Collection)  live at https://t.co/6LOSzMFmlq",
  "@ianpolpo Sneakers is like The Net. Pretty amusing movie but 'hacking' is ridiculous.\nEven The Matrix Reloaded had more realistic hacking.",
  "@dosnostalgic The only decently good 'hacker' movie was Wargames. Everything else is cringeworthy at best.",
  "@_ColorfulCat @NoMansSky Need to have those multiple plates. https://t.co/4F70ttOoK8",
  "Protip for websites: if you offer life support chat but it's offline in the weekend, or no-one is around for another reason, remove it.",
  "Earned 10 PS4 trophies (5 bronze and 5 silver) in Assassin's Creed Revelations - https://t.co/IOS5A1GcAh",
  "Earned 3 PS4 trophies (3 bronze) in Assassin's Creed Revelations - https://t.co/IOS5A1GcAh",
  "AC Revelations time #PS4live (Assassin's Creed The Ezio Collection)  live at https://t.co/6LOSzMnLtS",
  "Earned 2 PS4 trophies (1 bronze and 1 silver) in Assassin's Creed Revelations - https://t.co/IOS5A1GcAh",
  "Earned 6 PS4 trophies (5 bronze and 1 silver) in Assassin's Creed Revelations - https://t.co/IOS5A1GcAh",
  "Starting AC Revelations! #PS4live (Assassin's Creed The Ezio Collection)  live at https://t.co/6LOSzMnLtS",
  "Earned 2 PS4 trophies (1 silver and 1 platinum) in Assassin's Creed Brotherhood - https://t.co/IOS5A1GcAh",
  "AC: Broitherhood 100%! Time for AC: Revelations #EzioCollection #PS4 https://t.co/SndYC9vNIg",
  "Watch me lose my mind with Brotherhood War Machines #PS4live (Assassin's Creed The Ezio Collection)  live at https://t.co/6LOSzMnLtS",
  "@PlayStationNL Klassiek koeterwaals oftwel \"Google Translate\".\nTja, tenminste is het eens geen Deens of zo deze keer.",
  "@PlayStationNL Store, iedereen. \"is getrouw weergegeven (...) dat ook gebruik maken van de extra functies van de PS4™ systeem biedt nemen.\"",
  "Earned 7 PS4 trophies (6 bronze and 1 silver) in Assassin's Creed Brotherhood - https://t.co/IOS5A1GcAh",
  "Earned 11 PS4 trophies (6 bronze, 4 silver and 1 gold) in Assassin's Creed Brotherhood - https://t.co/IOS5A1GcAh",
  "Ik steun de #petitie: Sanering Publieke Omroep https://t.co/cO3JBSdi8k via @fvdemocratie",
  "@Pixelengineer_ @StarTrek Is that a real game? Never heard of it!",
  "@AssassinsCreed #Brotherhood story complete -- but no platinum yet (curse you, tank!). Guess I'm going to keep grinding...\n#EzioCollection",
  "Earned 6 PS4 trophies (4 bronze and 2 silver) in Assassin's Creed Brotherhood - https://t.co/IOS5A1GcAh",
  "Random Assassin's Creed Brotherhood stream #PS4live (Assassin's Creed The Ezio Collection)  live at https://t.co/6LOSzMnLtS",
  "Streaming AC Brotherhood #PS4live (Assassin's Creed The Ezio Collection)  live at https://t.co/6LOSzMFmlq",
  "@PlayStationEU Amazing work @Zen_studios!",
  "@KouenHasuki Maybe it's time to pick up a CronusMax...",
  "Heerlijk!\n\"Oh Sylvana, waarom pak jij je koffers niet!\"\nhttps://t.co/y7ZLZJjYcC\n\n#SylvanaSimons = Domste en meest irritante bosnegerin ooit.",
  "Earned 8 PS4 trophies (5 bronze, 2 silver and 1 gold) in 2 games - https://t.co/IOS5A1GcAh",
  "@erbkaiser1 @appfinch looks promising. Actual time line view  without nonsense, how \"innovative\". Learn from it, @twitter!",
  "Is there an alternate twitter client for Android that is actually usable still?",
  "It's the-giveaway time! For a chance to win World of Final Fantasy for #PSVita: Follow us and RT this tweet! #Vita https://t.co/2UWmoX6zYB",
  "Now @twitter is sending me ads in languages I don't speak. Norwegian may as well be Greek to me.",
  "No stream today on account of sickness. #Twitch",
  "Earned 2 PS4 trophies (1 bronze and 1 platinum) in Assassin's Creed II - https://t.co/IOS5A1GcAh",
  "@assassinscreed 2 #Platinum #Trophy #EzioCollection unlocked!",
  "Returning to @assassinscreed #Brotherhood #EzioCollection #PS4Share https://t.co/SndYC9NozO",
  "More AC2 replay for trophy #PS4live (Assassin's Creed The Ezio Collection)  live at https://t.co/6LOSzMnLtS",
  "Earned 22 PS4 trophies (18 bronze and 4 silver) in 2 games - https://t.co/IOS5A1oBbH",
  "@_CMwalsh @Azzaboy97x @assassinscreed In both Florence and Venice, buy one painting then leave the store.",
  "@_CMwalsh @Azzaboy97x @assassinscreed Apparently if you buy all paintings at once, it does not count as buying one in the city.",
  "@_CMwalsh @Azzaboy97x @assassinscreed Yup. Just need the painting trophy and I'm all set",
  "@_CMwalsh Replay the whole game until Venice, maybe",
  "@erbkaiser1 @Twitter @Twitch why is the stream name always wrong?",
  "Mostly silent AC2 stream https://t.co/SndYC9vNIg",
  "@Azzaboy97x @assassinscreed Yes *sigh*",
  "One more trophy to get in @assassinscreed 2 on the #EzioCollection. Buy a painting in Florence and Venice is bugged so I need to replay :(",
  "Going live with more @assassinscreed Brotherhood! #EzioCollection #PS4Share https://t.co/SndYC9vNIg",
  "Last minute reminder: selling Dishonored 1 Definitive Edition (digital for EU) on @eBay. Still cheap! https://t.co/FEhzKO4SeE",
  "Streaming is fun, now I know why so many people do it like my buddy @KouenHasuki\nI'm still doing Ezio Collection at https://t.co/SndYC9NozO",
  "@assassinscreed My stream was yelling at me to do it, no need. I would not let Leo down!",
  "Soon to be joined by the Watch_Dogs 2 statues... @assassinscreed @watchdogsgame https://t.co/33alkpSR4r",
  "Back to more @AssassinsCreed #Brotherhood #EzioCollection https://t.co/SndYC9vNIg",
  "@UbisoftSupport @Ubisoft Will do, thanks",
  "Earned 4 PS4 trophies (4 bronze) in Assassin's Creed II - https://t.co/IOS5A1oBbH",
  "This is how @watchdogsgame arrived from @Ubisoft store 😡 https://t.co/7Ii6NlJLJU",
  "Time for Assassin's Creed: Brotherhood in the Ezio Collection! #PS4Share https://t.co/SndYC9vNIg",
  "Earned 2 PS4 trophies (2 bronze) in Assassin's Creed II - https://t.co/IOS5A1GcAh",
  "Completing AC2 remastered on PlayStation 4! #PS4live (Assassin's Creed The Ezio Collection)  live at https://t.co/6LOSzMnLtS",
  "Earned 5 PS4 trophies (3 bronze, 1 silver and 1 gold) in Assassin's Creed II - https://t.co/IOS5A1oBbH",
  "Earned 20 PS4 trophies (10 bronze and 10 silver) in Assassin's Creed II - https://t.co/IOS5A1oBbH",
  "@TheRAFITI69 I followed you",
  "Back with more AC2 remastered #PS4live (Assassin's Creed The Ezio Collection)  live at https://t.co/6LOSzMnLtS",
  "GVD @Belastingdienst kankerlijers. Net een absurd hoge rekening mogen betalen komt de volgende kutenvelop weer voor een nog hoger bedrag.",
  "Bekijk mijn uitzending vanaf mijn PlayStation 4! #PS4live (Assassin's Creed The Ezio Collection)  live at https://t.co/6LOSzMnLtS",
  "Ezio Collection patch notes #PS4share https://t.co/cTKbWw4m0M",
  "Continuing the AC2 stream! #PS4live (Assassin's Creed The Ezio Collection)  live at https://t.co/6LOSzMFmlq",
  "Streaming AC2 on my PlayStation 4! #PS4live (Assassin's Creed The Ezio Collection)  live at https://t.co/6LOSzMnLtS",
  "@_CMwalsh The AC2 release is awesome. Every texture was updated, draw distance is massively improved, great lighting, etc.",
  "@_CMwalsh @eBay It should be the EU release so in English, with multiple language subtitles.",
  "Earned 16 PS4 trophies (12 bronze and 4 silver) in Assassin's Creed II - https://t.co/IOS5A1GcAh",
  "Looking forward to more Ezio Collection #PS4share https://t.co/9nTmp6dAJW",
  "Ezio Collection titles #PS4share https://t.co/sbbqwCPk3f",
  "Main titles Ezio Collection #PS4share https://t.co/9Z49O003JW",
  "Streaming from PlayStation 4 #PS4live (Assassin's Creed The Ezio Collection)  live at https://t.co/6LOSzMnLtS",
  "Als #zwartepiet niet bestond zouden de Sylvanas en Quincys van deze wereld staan te krijsen dat #Sinterklaas geen ruimte biedt voor zwart.",
  "Goed dat de ~70 terroristen die het kinderfeest willen verstoren zijn opgepakt. Zouden we elk jaar preventief moeten doen. #zwartepiet",
  "Is #zwartePiet niet juist zwarte Piet, zodat de kinderen niet de bekende,die zich zo verkleden niet herkennen? #dtv",
  "Earned 47 PS4 trophies (21 bronze, 25 silver and 1 gold) in 3 games - https://t.co/IOS5A1GcAh",
  "@Ubisoft's #Steep is fun. Plays a lot like #TheCrew only with snow sports instead of cars.\nNot sure if it's for me, but def. worth a look.",
  "@dosnostalgic They were born on (under) US soil, so they should be!",
  "@KouenHasuki Game sharing.\nThat seems to be what the anons messaging me all want.\n\nSure, I'll get my PSN banned for you... /s",
  "@Ubisoft's #EagleFlight game is the type of experience VR was made for. Awesome gameplay.",
  "1. Reinstall Watch Dogs (1)\n2. Play for a few minutes\n3. Start driving\n4. Remember what I hated about this game.",
  "@PlayStationEU it arrived! Time for the next phase. https://t.co/RjPxhwiMP6",
  "Earned 1 PS4 trophy (1 bronze) in The Walking Dead - https://t.co/IOS5A1GcAh",
  "Downloading P.T. (Silent Hills) as my first game on the #PS4Pro\nSo happy the proxy trick still works.",
  "So nervous... backing up my #PS4 HDD so I can swap it out to the new #PS4Pro\n\n#PS4ProDay",
  "Earned 29 PS4 trophies (21 bronze, 3 silver, 4 gold and 1 platinum) in 2 games - https://t.co/IOS5A1GcAh",
  "Sweet. I got in the @Steep_Game beta for #PS4 :)",
  "Selling my digital copy of #Dishonored Definitive Edition for PS4 through @eBay https://t.co/FEhzKO4SeE",
  "#Trump victory = loss for IS/Saudi Arabia; loss for Monsanto; loss for oligarchy; loss for mass corruption; loss for insane SJWs.",
  "Follow and Retweet for a chance to win a PS4 copy of Exist Archive! Metroidvania/JRPG! NA &amp; EU! Ends 11/8 5pm PST https://t.co/IYZMRVxJ0Q https://t.co/mgURxD53Qf",
  "Earned 14 PS4 trophies (12 bronze, 1 silver and 1 gold) in 2 games - https://t.co/IOS5A1GcAh",
  "Did my good deed for the day, helping a neighbour connect her @Epson wireless only printer to the new Wifi network :)",
  "@Pixelmusement @dosnostalgic Isn't that still current? Windows text files do line breaks as CRLF. Unix had LF and I  believe old Mac had CR.",
  "Bah. @GOGcom Connect isn't picking up that I own Sins Of A Solar Empire: Rebellion Ultimate Edition on Steam :/\n\nStill, 11 other games added",
  "@CatlateralDMG Excellent, another game to try out soon then. Thanks for the answer ☺",
  "Earned 26 PS4 trophies (25 bronze and 1 silver) in Mirror's Edge Catalyst - https://t.co/IOS5A1GcAh",
  "An utterly corrupt woman who is a complete corporate shill, or a total mad man. Congrats, America. Tell me you're the #GreatestDemocracy.",
  "@RobbsterKlaw @TrailerDrake Doctor Strange reference. He repeats this line over and over.",
  "Earned 13 PS4 trophies (11 bronze, 1 silver and 1 gold) in The Walking Dead - https://t.co/IOS5A1GcAh",
  "@dosnostalgic  Clowns to the left of me! Jokers to the right! Here I am stuck in the middle with you.",
  "@CatlateralDMG Is the game PSVR compatible in the EU region? It doesn't come up in the PSVR category on the PSN store.",
  "Earned 8 PS4 trophies (6 bronze, 1 silver and 1 gold) in The Walking Dead - https://t.co/IOS5A1GcAh",
  "Something tells me the servers are down. #TheWalkingDead @Telltalegames #PS4share https://t.co/F6fafHVqKj",
  "Earned 20 PS4 trophies (8 bronze, 5 silver and 7 gold) in 4 games - https://t.co/IOS5A1GcAh",
  "Getting excited over a @Youtube app update for #PS4... but it still doesn't add native 360 video support for #PSVR :(",
  "My copy of #DeadorAliveExtreme3 arrived from @playasia! Big thanks to @KouenHasuki for showing me the site and getting me a discount :)",
  "@Activision may be dicks for locking the MW remaster to IW, but it's a really cool thing they're giving #CallofDutyVR to everyone.",
  "Ever since the #Leviathans release I've been playing @StellarisGame so much that I even dream of @composerandreas 's music at night.",
  "So happy I'll be able to play @watchdogsgame on the PS4Pro in just a few days.\nLoved the first game and the sequel looks to be even better.",
  "@erbkaiser1 FINANCIAL INSTITUTIONS SEE: A SURE BET_\nBIG PHARMA SEES: INDIFFERENCE",
  "What does your #SelfieReveal about you? https://t.co/3Y6e8aOGtA #WatchDogs2 https://t.co/t8xASkyHlb",
  "Nederlandse @Politie = Nutteloos. Smerisjes hebben alleen interesse in je als ze een boete kunnen geven, aangiftes lachen ze weg.",
  "I wish @RockstarGames would port some of the #GTAOnline content back to the singleplayer game. With or without story DLC.",
  "@HJGottaGetAway It's definitely worth the hassle! I'll figure something out.",
  "#PSVR #JobSimulator result: one broken glass and one bruised knuckle. I need more space... somehow :/",
  "#PSVR @2K #CarnivalGamesVR is the biggest disappointment so far. Tracking is god awful, it keeps losing track of my hands and even my body.",
  "financial data, nude pics from a girlfriend, his SSN, holiday pics -- all because this moron keeps forgetting his email and giving mine. 2/2",
  "There is someone with my exact name who doesn't know his own email. I've received everything from psych reports, bills, school info (1/2)",
  "Getting so sick of this.\nWindows 10 Insider Preview 14955 - Error 0x80240031\n+I can't even opt out of @WindowsInsider without full reinstall",
  "#ColdSweat having to use a knife to reset a jumper on your mobo because of the bloody @MSI #Windows8 feature in BIOS accidentally being set",
  "1920s Halloween was a golden time /s https://t.co/bgXkITz7s3",
  "Of je nou voor of tegen was. Een democratisch besluit negeer je niet. Partijen die nu bij Rutte op schoot springen verraden de democratie",
  "@GamingFTL Awesome idea. Hope you get some takers. VR is for me the biggest innovation in gaming since the PC sound card.",
  "Politici van regeringspartij PvdA genieten natuurlijk wél van de vrijheid van meningsuiting.\n\n#politiekproces #stempvv \n\n#kominverzet https://t.co/cLtmnf0TRh",
  "RT Retweet als steun tegen dit politieke tribunaal. https://t.co/0zFrXH9vkV",
  "Really, really enjoyed #WaywardSky on #PSVR. Just missed one collectible somehow, will have to replay it for that.",
  "Earned 14 PS4 trophies (12 bronze, 1 silver and 1 gold) in Rise of the Tomb Raider - https://t.co/IOS5A1GcAh",
  "Earned 9 PS4 trophies (9 bronze) in Rise of the Tomb Raider - https://t.co/IOS5A1GcAh",
  "Finally, #WaywardSky is out :)\nAnother nice #PSVR game in my library.",
  "Earned 8 PS4 trophies (8 bronze) in Rise of the Tomb Raider - https://t.co/IOS5A1GcAh",
  "Trying my best to complete #RiseOfTheTombRaider before #WatchDogs2 comes out.\nGaming can be hard ;)",
  "Schrijf u in voor het aanvragen van een referendum https://t.co/0jFnMlKawn via @fvdemocratie",
  "@fvdemocratie @thierrybaudet Verschrikkelijk. We leven in een nepdemocratie.",
  "Earned 4 PS4 trophies (4 bronze) in 2 games - https://t.co/IOS5A1GcAh",
  "Earned 14 PS4 trophies (14 bronze) in Rise of the Tomb Raider - https://t.co/IOS5A1GcAh",
  "#Windlands on #PSVR is unbelievably intense. I feel like Spider-Man when it goes well... and scream in fear when I fall.",
  "Earned 9 PS4 trophies (9 bronze) in Rise of the Tomb Raider - https://t.co/IOS5A1GcAh",
  "Earned 1 PS4 trophy (1 bronze) in Rise of the Tomb Raider - https://t.co/IOS5A1GcAh",
  "Earned 20 PS4 trophies (16 bronze, 3 silver and 1 gold) in Mafia III - https://t.co/IOS5A1GcAh",
  "I knew Cassandra was two-faced! #Mafia3 @Mafia3game #PS4share https://t.co/6JF6U72rCx",
  "Burke is so drunk even Lincoln is seeing double... #Mafia3 @Mafia3game  #PS4share https://t.co/GWojpil4DB",
  "That moment when you get destroyed by a coalition of evil races you designed yourself in @StellarisGame. Had 3 xenophobes spawn near to me.",
  "Earned 7 PS4 trophies (5 bronze and 2 silver) in 2 games - https://t.co/IOS5A1GcAh",
  "Earned 3 PS4 trophies (2 bronze and 1 silver) in 2 games - https://t.co/IOS5A1GcAh",
  "In @Mafia3Game I only rob the 'no coloreds' bars. So satisfying to punch out those dumb racist bar owners as Clay and then rob them blind.",
  "Earned 7 PS4 trophies (6 bronze and 1 silver) in Mafia III - https://t.co/IOS5A1oBbH",
  "Earned 7 PS4 trophies (6 bronze and 1 silver) in 2 games - https://t.co/IOS5A1GcAh",
  "Earned 109 PSN trophies (67 bronze, 28 silver, 13 gold and 1 platinum) in 11 games - https://t.co/IOS5A1GcAh",
  "@PlayStationNL Wanneer wordt #WaywardSky voor #PSVR in de NL PSN store gezet? In andere regios is het al te koop.",
  "@UberEnt Why can't I buy Wayward Sky for #PSVR in the Netherlands' #PSN store?",
  "Happy to be the 399th cat on @BackerKit for Rad Rodgers - The return of t... | Thx @RadRodgers! https://t.co/xktFOM1dlh",
  "https://t.co/BklXMlZ0UQ",
  "BATMAN: ARKHAM VR\n100% Complete the main story, find all secrets and all trophies. #PS4share https://t.co/1JQB89WQzH https://t.co/VsES9VIYDM",
  "When the original #BlairWitchProject came out I managed to keep my little sister believing it was real until we saw it.\nShe is still angry.",
  "I just don't get the appeal of #prank videos or \"funny\" videos where little kids hurt themselves.",
  "Rutte zal ook zeker tevreden zijn met dit OM.\n\nWin je het niet in de Kamer, dan maar via de rechter. https://t.co/6Rmp3ZMDO1",
  "#PSVR is amazing. Played until 4am last night and can't wait for more games to come out for it.",
  "Initial thoughts on #PSVR: all the 'moving vehicle' ones make me nauseous. Especially Rigs and Eve. Funnily enough Driveclub doesn't.",
  "Setting up #PSVR... it wouldn't be a @Sony product without needing a #firmware #update first!",
  "@bol_com tweet en heeft mogelijk pers. info dus wil/kan ik niet hier posten. Oorzaak lijkt deze feature te zijn: https://t.co/3hIPQjI6Up 2/2",
  "@bol_com Ik weet niet hoe dit te testen zonder een nieuwe aankoop te doen dus dat zal moeten wachten! De foutmelding is te lang voor een 1/2",
  "@bol_com dan werkt het wel. Heb de melding gekopiëerd. Tweede keer dat dit gebeurt trouwens, vandaag en ook laatste zondag 3/3.",
  "@bol_com Ben geen expert maar het lijkt erop dat een frame niet geladen wordt vanwege veiligheid - als ik de URL in het log aanklik 2/3",
  "@bol_com Ik gebruik Opera developer browser op Windows. Bij ingeven van de CVC code laadt de pagina niet. Browser log heeft (veel) info 1/2",
  "@bol_com Waar kan ik fouten op de website melden? Betalen met creditkaart gaat niet goed op dit moment.",
  "October is going to be hectic. #Leviathans for @StellarisGame from @PdxInteractive, #Zubmariner for #SunlessSea from @failbettergames...",
  "So glad I bought a Sony phone and not a #Samsung #DeathNote",
  "Nice to see @Windows is so reliable. Second Insider build in a row that hates my system, first 14931 and now 14942.",
  "We couldn't install @windows 10 0x8007001f - 0x200D The installation failed in the SAFE_OS phase with an error during MIGRATE_DATA operation",
  "'Under the Covers' by @ninjasexparty is my best accidental purchase in a long while.",
  "Proud to be supporting Wasteland 3! https://t.co/xxjXONnnvw",
  "Got my bike's headlight fixed just in time for the darker seasons. Even if I am in the minority, I cycle with lights when it's dark out.",
  "@ShamsJorjani Female protagonist, anthropomorphic animals, sci-fi, brawler/platformer.\nAnd a huge tease of HL3 levels.",
  "Star Trek: Birth of the Federation was such a good game. Wish I knew where my original disk for it was, or that it got a @GOGcom rerelease!",
  "Finally got my 48 ship in @NoMansSky :)",
  "I just backed Rad Rodgers - The return of the 90's era Apogee platformer! on @Kickstarter https://t.co/9fIVcvE4pn",
  "Ha! @Vivendi, company that destroyed the real #Sierra, has lost its bid to also destroy @Ubisoft . Assassins 1 - Templars 0. @assassinscreed",
  "Helft van de auto's in mijn straat komen niet meer dan 2x per week van de parkeerplek af. Dus is het erg moeilijk na werk een plek te vinden",
  "Proud to be the 2,461st wizard on @BackerKit for Hero Realms, a Deckbuilding A... https://t.co/TrHJVeNFU7",
  "@KouenHasuki When an octogenarian is a better choice than two insane powerhungry demagogues... you know it's time for political reform.",
  "My cold is making my voice crack so much I sound like one of those annoying American women.",
  "#Oplichting is in Nederland blijkbaar legaal.  @Politie heeft geen zin in behandelen van aangiftes.",
  "Giveaway time! RT/Follow me to win a limited edition Watch Dogs 2 poster. Open worldwide. Ends September 30th. #WatchDogs2 https://t.co/NVhuKPHjNa",
  "So, #NoMansSky, Atlas quest: lame resolution. Center of Galaxy: lame resolution. Nada and Polo: is there even a resolution? There should be.",
  "@demastercast Referring to his support for Trump? Nah, not at all. He can support whoever he likes as long as anyone is allowed to buy Rift.",
  "@demastercast Not much wrong with NMS, I'm enjoying it now. But better resolution to the 2 quests (and fixing the third one) would be nice.",
  "@itunes is one of those programs that gets more difficult to use and just worse overall with each update.",
  "Just picked up Living In Neon (2016 deluxe re-issue) by @spraypopmusic ☺",
  "@windowsinsider Sorry for late reply! Yes, PC boots back into build 14926 after it fails to update. I scanned disks and ran SFC, no change",
  "Leuk hoe goed de @Politie je \"helpt\" in Nederland. Een volle maand later \"bekijken\" de goede agentjes nog steeds mijn #aangifte.",
  "#Youtube communities and \"heroes\". Google Plus is back, baby. You can't kill a weed.",
  "Random occurrence of predation in the wild. #NoMansSky\nhttps://t.co/8AHPuUqd75",
  "A main reason I keep using #Opera over #Chrome browser: Opera does not have the developer mode extensions (local extensions) nag message.",
  "@DisparityGames No problem. Reading the patch was out was a good excuse to finally complete the game today ☺",
  "Upgraded my #WatchDogs2 preorder from the Gold to the San Francisco edition. DedSec was tempting but I have no use for the cap or stickers.",
  "70 hrs later I'm finally leaving my (re-)starting system in #NoMansSky. Every species discovered, 40 inventory, maxed multitool, 30 ship.",
  "Odd zipper terrain merge...\n#NoMansSky #PS4share https://t.co/8HCeurhZXL",
  "Ninja Pizza Girl Trophy fixed. Thanks @DisparityGames!\nThe Whole Pizza(Bronze) #PS4share https://t.co/V1LPg5nWCP https://t.co/0scud8xHwk",
  "Fully completed #NinjaPizzaGirl by @DisparityGames on the #PS4!\nA in all levels, all 'swag' and 'TLC' unlocked.\nSo happy this game came out.",
  "@JoriScissorGurl @Chatzy_com Yeah, seems us19 is dead. Another chat I know of on the same server isn't responding either.",
  "@Chatzy_com My room on us19 isn't working. 'The chat server did not respond.' At least 76 minutes as of now.",
  "Bloody Google can't even set proper SPF records for hosted domains. Flooded with failed delivery reports for faked email.",
  "Used the APK of Microsoft's #Cortana to get it to work for me in NL, now I get my @Android notifications in my @Windows 10 Action Center :)",
  "Playing #LeisureSuitLarry #BoxOfficeBust. Yeah... it's not good at all. Still some good stuff in it, though.",
  "You can use plasma grenades to tunnel out of a cave in @NoMansSky \nThis game is so full of win.",
  "Perfect shirt for #TwitchCon Put any channel name on it. 😄 #gamescom #gamescom2016 #Olympics https://t.co/1DgJ31rHcw https://t.co/8Zd7k15PN1",
  "Not happy that the Buffy: The High School Years TBP is of a smaller format than the Season 10 (and all previous) TPB's. Looks bad on shelf.",
  "@UbiCentral Congrats on getting the 75k mark!",
  "With all the emphasis #NoMansSky puts on uploading discoveries I wish it didn't crash half the time I did so on #PS4 :(",
  "Liking @NoMansSky so far. It is beautiful if you don't rush it and take your time to slowly explore. Just wish I could scan those 'birds'!",
  "Time to see how far the reach of the Vita stretches these days.\n\nRetweet this if you have a #PSVita or #PSTV, and favourite if you play it.",
  "Wow, a #PSVita firmware update? Must be... yes. There is an exploit in the wild. Just about the only time Sony remembers the Vita exists.",
  "Dear game creators. If you insist on online leaderboards for your game, you have to also moderate them. Cheaters will always steal top spots",
  "Major Tom (Coming Home) by Peter Schilling remains one of my favourite songs, ever.",
  "#Twitter is now serving #CSGO gambling #ads. Way to set the bar even lower, @support\nhttps://t.co/dUAzKyQ87W\n(Could NOT upload pic here...)",
  "@Martin_Anward @StellarisGame Nice. I'll take down my workshop mods ☺",
  "Harry Potter and the Cursed Child's plot is almost inconceivably horrible. It reads like some of the worst fanfic, a parody even.",
  "#TheCrew #PS4share Typical Ubisoft map glitch :P https://t.co/3RsJtFqU3N",
  "@TrailerDrake Fantastic Beasts is not a novel,no narrative. It's literally just a listing of the various 'beasts' with a little flavour text",
  "#Trump oder #Clinton, das ist wie Magen-Darm. Egal, ob's vorne oder hinten rauskommt – beides unschön. https://t.co/O2gFx5jz4K",
  "@LonelyGoomba I can't recall Winston going around \"Aw hell NAW\" and generally being a racist stereotype.",
  "Es kommt auf die Einstellung an\n#Erdogan https://t.co/esa0QqoUqR",
  "@FictionPress Reviews aren't showing up on the FFN site.",
  "Oh Twitter. Openly support IS? No problem, until Twitter gets sued to remove you.\nInsult unfunny loud black 'woman'? Instant BAN.\n#FreeMilo",
  "Just about quadrupled my Vita collection (left=new right=old) :) https://t.co/Td2WEnPXzT",
  "@KouenHasuki It helps if you've had it for a long time. I have countless  PS3, games through it.",
  "#NinjaPizzaGirl downloading to my PS4!\nCheers to @DisparityGames for fully delivering on their @kickstarter campaign :)",
  "@demastercast I'll wait for a price drop on this well over one year old game.",
  "@KouenHasuki Yeah Sony uses crap wireless chipsets/software in the consoles (at least, the home systems). The PS4's is even worse.",
  "Woah. Why have I only found the @Windows 10 #touchkeyboard now? 🆒",
  "Baton Rouge police murders...\nBLM, ISIS, or another terrorist group?",
  "So dizzy all day... at least no more headache. And I didn't even drink :/\nStupid viruses.",
  "Today should go in history along with July 20, 1944 as dates where democracy almost managed to return to a dicatorship, but failed. #Turkey",
  "Seems like Turkey coup has failed :(\nThere went the last chance to stop it from being an islamic terrorist state.\nRIP Ataturk's ideals.",
  "84 more people dead thanks to the 'religion of peace'. Thanks, #islam.",
  "Today is a historic day. Today is the day my 2TB #PS4 HDD is so full I needed to delete a game before installing another... #Playstation",
  "Another night that I feel dead tired but I just can't get to sleep. Not fun.",
  "RT for a chance to win a boxed copy of a #alienation #xdevgiveaway winners selected FRIDAY https://t.co/krqcay5GVW",
  "Dank aan @ziggo klantenservice!\nHome router was defect maar met 1 belletje weer online via het modem zelf (bridge mode uit gezet door hun).",
  "@KouenHasuki Kids.\n\nLogic and child brains do not meet.",
  "Ordered a couple of (physical) PS Vita games from @ZuiderparkGames ☺",
  "No better way than to celebrate #Roxette30 than to queue up the Roxbox and add Charm School, Travelling, and Good Karma when that's done :)",
  "@StarRealms Found it through the app :)\nI was looking for it on the main Star Realms DLC list, it doesn't show there.",
  "@StarRealms Will it appear in the the Steam store later today, or should I buy from the app?",
  "@EnlightGames Hope you get your PS4 dev kits soon :)",
  "@EnlightGames I forgot to pick up a Steam copy,  so I guess I'll have to wait until the next sale or to when my backed PS4 copy is ready",
  "@assassinscreed I loved the sword. Such a shame it was damaged by the time Arno got it!",
  "@gamerfrommars When you make a video about this: \"This is vlogs.\"",
  "Trading Cards will expire in less than 12 hours, consider turning them into gems if you can't trade or sell them, it's better than nothing.",
  "Hey @Youtube why are you hiding new videos from my subscriptions again? Good thing I check out the 'Home' tab as well or I'd be missing them",
  "@ShamsJorjani @Sus_Paradox The goofiness of the directing is part of the fun for me. It is a good bridge from the kiddie first 3 to the last",
  "@ShamsJorjani CRUCIO.",
  "@sybrandbuma 'Gij zult niet doden'. En nu wilt u een hele generatie opleiden tot professionele moordenaars?",
  "Don't know why people are confused about the non-show of the #NintendoNX at E3.\nIt's pretty clear, N X = Not eXisting.",
  "I'm getting way too much into @StellarisGame . Besides 260 hours of play so far (+ counting) I've already spent at least 6 hours modding it.",
  "@Pixelmusement Yes, and always the same three. I have removed @Youtube from my whitelist by necessity.",
  "@ShamsJorjani Whatever it is, I bet it's not Diplomacy 2.",
  "#Brexit is yet more proof the senile elderly and uneducated morons should not have the right to vote.",
  "Just had contact with @PlayStation support. I accidentally bought PS3 DLC instead of PS4 version.\nOne phonecall later and it was solved ☺",
  "@GamingFTL SmartBand Talk SWR30, neat little thing I got for free with my Sony Android phone.\nIt recently started showing twitter avatars ☺",
  "@GamingFTL I love your twitter avatar by the way. https://t.co/ET8hL1BjZt",
  "@GamingFTL I bought Subnautica today because of your @YouTube vids and streams!",
  "https://t.co/UcRTVlEObc #NoOneLivesForever #NOLF",
  "This is well over a year old and NOLF is deader than ever. https://t.co/fez0cRgEZj",
  "So sad Warner Bros. etc. are more interested in getting their greedy paws on possible $ than sort out who actually owns No One Lives Forever",
  "@SteamLadder Number one, w00t!",
  "I love it when my @Playstation updates its firmware. That increased stability, yo.",
  "There is a special place in hell for people who post links to Wikipedia and then use the mobile website.",
  "I always pronounce Elgeebeetee as Lagbut. Vowels for the win. #confession",
  "Dear @RedThreadGames please provide a text link in the account verification!\nMine got detected as spam and that means Gmail deletes the link",
  "A story in pictograms.\n\n🕌 🔫 →\n🔥 →\n⚱⚱⚱⚱⚱ →\n🌍 ☮ 🕊",
  "@Pixelmusement Welcome to Twitter!\nYou're not the only one avoiding Facebook like the plague (it is).",
  "Eindelijk eens de burger van @NewYorkPizzaAms geprobeerd. Heerlijke burger, alleen de bijgeleverde wedges waren oneetbaar; slap en te zout.",
  "This needs more attention, showing just how much of a scam #MightyNo9 has become. $40K vs $4M.  \nhttps://t.co/il2KvQEums",
  "Surprising good deals on GoG, almost skipped it! https://t.co/twutjqtCEE",
  "@demastercast Yeah, Sony killed it this year :)",
  "@demastercast Missing Detroit!",
  "@StarRealms I'm in Netherlands. Had a play mat on order at multiple stores since July '15 but it's proven impossible for stores to get one.",
  "Finally found a @StarRealms playmat! All the way from China, but it should be the real deal.",
  "@Martin_Anward Babymetal... https://t.co/RtjF6gf2UT",
  "Float like a butterfly, sting like a bee - sad little dictators can't go to the funeral of Muhammad Ali. \n#FuckErdogan",
  "@avital_or Can't help you right now then :/\nMaybe go to a local gamestore and see if they can preorder it for you, or just wait.",
  "@avital_or If not, they must be preparing another edition for your country and you'll need to wait. (2)",
  "@avital_or Yeah, that's the internal Amazon order numbers for the San Francisco edition. If they sell to IL it should come up for you. (1)",
  "@avital_or See if you can find this on Amazon:\n\nASIN: B01GS5I7WS PS4\nASIN: B01GS5I34K PC\nASIN: B01GS5I8NQ XBone",
  "@avital_or I'm in NL (Euro region), shows up for me.\nWhere in the world are you?",
  "@avital_or SF edition is here: https://t.co/3yPtERVysq",
  "@avital_or @UbiCentral The Gold Edition -- unfortunately don't have much space for physicals right now; figurine will have to come later :/",
  "#WatchDogs2 #Ubisoft preordered! \n@UbiCentral's videos really convinced me it will be a major step up from WD1.",
  "Am I the only person in the world who already has the #Steam #SummerSale #badge?\nhttps://t.co/9UVcJn8Feg\nIt is crafting disabled now...",
  "Check out our booth at Origins! https://t.co/QsAsgnyNEo Retweet to try to win these promos by mail! #originsgamefair https://t.co/0VhNZ00Az5",
  "Retweet if you're excited for the Watch Dogs 2 reveal tomorrow! https://t.co/PSpWJS2EK4",
  "@Lokitoth @JenMsft This is too much fun. I should be working on something now 😸 https://t.co/QyAWJnwGy1",
  "@Lokitoth @JenMsft I might change it to this:\n🎵 📽 🖌",
  "@Lokitoth @JenMsft I needed some place to put it! \"Music, Images, Video\" would be a better name for the category but I prefer short names.",
  "Some fun with #Windows10 #Start and Unicode ☺\nThanks to @JenMsft for showing this is possible! https://t.co/9AuMU9DjV3",
  "Now that is a nice trick. Time to search the character map for some interesting Unicode characters. https://t.co/nj6UK5WY3c",
  "Jörg Haider, Gianluca Buonanno -- both died in \"car accidents\". Just like Nigel Farage who survived his \"accident\" with tampered wheels. Hmm",
  "Twitter ads are becoming more and more annoying.",
  "Damn... why? First #FucKonami kills Silent Hills/PT and now this. What, are you going to make a Pachinko instead? https://t.co/UBQAh5EIJg",
  "@KouenHasuki Overhyped.",
  "It's a perfect day\nIn a perfect world\nSuch a perfect day\nWhat a perfect world\nSaturday\n-- Per Gessle the one and only @PartyPleaser",
  "'Drowning In You' and 'See Me' are my favourite @TheRealRoxette tracks that never got a \"real\" album release.",
  "I hope #WatchDogs2 will be to the original Watch_Dogs what Assassin's Creed 2 was to the first AC.\nImproved on every single point.",
  "Good Karma by @TheRealRoxette is really a great album I really love tracks Why Don'tcha, From a Distance, and Why Don't You Bring Me Flowers",
  "@gamerfrommars Have you thought of doing a Youtube hall of fame/shame about Moviebob?\n+ Like new video on Youtubers that made it SMALLER ;)",
  "#rtl4 weerman beweert dat het rivierwater 12,5m hoog komt. Moeilijk hé, kommaatje goed zetten?",
  "So awesome to see the #WatchDogs2 boxes being sent to uberfans. I hope this game will be amazing, definitely a day 1 buy for me! @Ubisoft",
  "Opvallend, in het #NOSjournaal te zien dat etnisch profileren niet mag, in het programma er na juist de rechtvaardiging #opsporingverzocht",
  "So #proud of my mother! She managed to figure out how to import photos from her phone to her PC by herself.\n#Windows10 is so easy to use.",
  "Did you know tumblr is actually an acronym? #TUMBLR Trans-sexual Uninformed Man-hating Bitches Like Raging",
  "Have to give up on my @StellarisGame campaign now. 6 stuck fleets in FTL #BUG eating up my resources mean I can't do anything any longer :(",
  "I just spent 30 minutes figuring out how long the time between @middleearthgame's main game and its Bright Lord DLC is (= 4694-4760 years).",
  "Walgelijke polemiek in @parool. Zielige buitenlandertjes doen dikke boehoe... nou en? Ze zijn verdomme hier te gast en moeten zich aanpassen",
  "Nightmare fuel. https://t.co/NscFyzGiXk",
  "علينا أن تدمير الاسلام\n#FuckIslam",
  "Can't find my (original) Vita charger :/\nStupid Sony and their proprietary connectors...",
  "Removed 412 people from my @steam_games \"friends\"... down from 498 mostly strangers to 86 I actually know in some way.",
  "Done! I love the game on PC and I have no doubt the PS4 version will be amazing as well. https://t.co/E6fMu9QMF4",
  "This is typical #Apple bullshit. No matter your political opinion on the Palestine territories, a game is a game. https://t.co/RoOOoXh9cb",
  "Let's help @OddworldInc reveal Abe's face. RT and follow us both for a chance to win New N' Tasty for the Vita! https://t.co/bmB0jIQZVK",
  "@StellarisGame The dream of the Hegemony of Sol is over. Fallen Empire demanding all but two of my colonies, and boxed in by xenophobe AI :(",
  "@FictionPress Reviews are missing and now forums are slowing down. Please fix whatever is wrong before posting stories is impacted as well.",
  "The closest Fallen Empire in @StellarisGame now has only Superior relative power. Time to consider claiming one of those pretty ringworlds?",
  "@Abtacha @StellarisGame I've hardly slept since release ^_^",
  "@StellarisGame is so unbelievably good. I already have 32 hours in it!",
  "Evil tease on Steam... 'Stellaris released!' No, it's not, @StellarisGame",
  "All levels in #Uncharted: Fortune Hunter solved + treasures + keys!\nHope they unlock the new boards today so I can unlock everything for U4.",
  "WTH is wrong with some people? I'm leisurely biking through the park  and some a-hole jogger decides to start randomly insulting me?",
  "@Martin_Anward Just program an AI to code the AI for you! Easy, right? /s",
  "Uncharted Fortune Hunter is pretty good. Nice graphics and good puzzles!",
  "Hooray for @AdblockPlus in @Windows 10!\nFinally I will be able to use Edge without having to worry about ransomware from adservers.",
  "So, unfortunately, no final DVIP mod incoming. I'll need to completely re-learn CK1 first... and I'm looking forward to Stellaris too much.",
  "Spent the better part of three hours digging through Crusader Kings (1) event code. Really disturbing to realize I forgot almost everything.",
  "@GamingFTL It has space foxes. SPACE. FOXES.",
  "Came across a backup of the 'next version' of a major mod for @PDX_Dev_Studio's Crusader Kings (1) I never completed.\nSuch complex code...",
  "Finally allowed to upgrade to Android 6 on my Sony Xperia Z5!",
  "@GamingFTL I never knew you did a playthrough of this! (Before I started following I think). Gotta check those out... SS is grand.",
  "Leuk als je op de fiets een politieauto tegenkomt en ze groeten gewoon terug ☺\nSowieso goed vaker ze langs te zien rijden de laatste tijd.",
  "It's so nice to get back into Euro Truck Simulator 2 after a break from it. Controller + \"Second screen\" tablet + TrackIR = fun",
  "I knew it would be a good album, but #EnforcedFun by @spraypopmusic is not just good, it is brilliant.\n'You Show Me The Way' may be my fave.",
  "Update from GeForce 680 to GeForce 970 complete!\nNow to tweak my games etc.",
  "Never been so happy of my backup schedule as just now. One typo on the console and I accidentally deleted 4TB of music... now busy restoring",
  "2) that all the bosses do. Turns combat from nice freeflow to nothing but boring button mashing. Great environments aren't enough on its own",
  "After replaying a good bit of PoP2008 I remember why people didn't like the game. The combat is absolute bull with that corruption shield (1",
  "@Windows \n:D\nMostly Sunny, 7C.\nShould be warmer this weekend, I hope the prognosis is right!",
  "@Windows Sticky Notes comes to mind immediately, that replaced a 3rd party app (Evernote) for me. And Weather on start is so very convenient",
  "Gotta say I really like some of the new Windows 10 apps. The built-in Twitter app is an example of a good implementation.",
  "Bought a GeForce 970 to replace my aging 680s. Hopefully it'll work out great as a mid-way upgrade for my current PC!",
  "Started replaying Prince of Persia (2008) after going through AC: Chronicles. I never understood the hatred of that game, it's so beautiful.",
  "@KouenHasuki Cold and wet. It's /still/ raining but I needed to do shopping early...",
  "Yay, Microsoft account to log in works again in Windows 10 build 14332!",
  "@JenMsft You need a cat trap on your desk! https://t.co/K4GbrWtA7i",
  "Maybe Angie Merkel is such a follower of 'Little Dick' Erdogan because she sees a strong Führer in him.",
  "@windowsinsider 14332 was painful to upgrade to :(\nDisabled my nVidia cards until the fourth reboot and now the Feedback Hub is still broken",
  "Haha, brilliant... Dutch Disappointment Day https://t.co/xNRwUbkM9Z via @YouTube",
  "Want a new Rogue Like horror game? Enter the #giveaway here to be in with a chance to win! https://t.co/MqgXf5znes https://t.co/P0Dooe5Ld5",
  "Kunnen we meteen alle \"Neder-\" Turken en hun linkse supporters die nu juichen een enkeltje Sultanaat Erdoganstan geven? #freeebru",
  "Een volk dat voor korannen zwicht, zal meer dan lijf en goed verliezen, dan dooft het licht.",
  "Wat een zielig pedodictatortje is die Erdogan toch. Brutale columniste arresteren?  #freeebru",
  "Binge-watching all the @StellarisGame Blorg, Space Friends episodes. I tried not to... but the game is tempting me so much.",
  "The new #WindowsInsiders build 14328 finally makes changes to the startmenu, funnily enough I submitted those in the feedback app a bit ago!",
  "Fucking called it what Jirard's reason for being so absent was in @AsagaoAcademy!\nThat's one route done. Great experience throughout.",
  "@AsagaoAcademy Only just found out that the Auto button gets yellow text if active - that's really hard to see compared to the normal white!",
  "@Dystopianfr3ak @AsagaoAcademy This is what is best for me. Take a while to find your comforable setting. https://t.co/M64KgT5X3J",
  "@AsagaoAcademy @Dystopianfr3ak Hah, that would explain it!",
  "@Dystopianfr3ak @AsagaoAcademy Auto button seems to stop working sometimes on blocks with a lot of dialogue (3/4 lines). If so, hit it again",
  "@AsagaoAcademy Music and art are top notch as well.",
  "@AsagaoAcademy You really delivered a good game, I'm glad I could help a little by backing it. Love the short voice clips included in it!",
  "Can't believe Android N is rolling out in beta and Sony/Vodafone has yet to allow me to to install Android M on my Xperia Z5 phone.",
  "@demastercast #ps4neo is a horrible idea. Split the userbase and screw over the 45M current owners. Just look at how the 3DS/New 3DS went.",
  "Far Cry Primal platinum trophy unlocked! #Playstation #FarCryPrimal",
  "@GamingFTL you could say I'm a bit of a fan... https://t.co/1Vb55ZSdFc",
  "@GamingFTL Yes, although IIRC most of that is in Angel and Faith Season 8, not Buffy. His return is not quite how you expect though ;)",
  "@GamingFTL That is... surprisingly accurate. The meta plot of Season 8 is /weird/. So glad Season 9 went back to basics.",
  "@XtopherSalmon I can't comment on the blog as the Captcha is broken :/\nLove the render, and the additional info!",
  "Yes yes yes! My @StarRealms Colony Wars has finally shipped!",
  "#Merkel buigt weer eens voor de islam. Wat een waardeloos kutwijf.",
  "Leuk, al die troetelallochtoontjes bij de partijen. 'Wachtgeld' #Hachchi heeft de belastingbetaler al voor €18000 getild nu ze in de VS zit.",
  "Preordered the @StellarisGame: Galaxy Edition today :)\nSo looking forward to this!",
  "Mag van de rechter: 'Kutmarokkanen hebben een monopolie op misdaad en we moeten ze vernederen.\"\nMag niet: \"Minder, minder.\"\n\n#pvda #pvv #lol",
  "Adblockers are condoms for the web. Sure, you can choose not to use one, but you'll probably pick up some nasty stuff while you're at it.",
  "@StellarisGame looks absolutely amazing. I'd buy it today if it were out already.",
  "OMG new Roxette album on 3 Juni... Good Karma indeed! https://t.co/OJMqqq1hr9",
  "@_ColorfulCat Congrats!",
  "Loopt er toch echt een aso -- met hond natuurlijk -- langs en rukt de bloemetjes uit m'n geveltuin! Drie stuks voordat ik het door had...",
  "Proud to be the 7th backer of Consortium: The Tower on @playfig! https://t.co/oT0XOLLoIY",
  "Happy to be the 743rd funder on @BackerKit for OVERLOAD - The Ultimate Six-D... | Thx @playoverload! https://t.co/FYKdkbPgKd",
  "Politicus gecreëerd? Baviaan met varkenshart. Dus van binnen een zwijn en van buiten een luide aap.",
  "Net gestemd tegen sluikse uitbreiding van de EU en het provoceren van Rusland. #stemtegen #referendum #oekraïne",
  "Enforced Fun by @spraypopmusic pre-ordered. Currently rocking it to 'It's The Night Of The Long Knives, Charlie Brown'!",
  "#Azerbaijan wants to continue the Armenian genocide it seems... keep fighting the good fight, #Artsakh #Karabakh",
  "Everybody's Gone To The Rapture is one of the worst games I ever wasted money on. What a boring overly long 'experience'.",
  "@Blacklotus30 Cheers. Haven't been following the case, thanks for the updated info.",
  "Odd to see Gamergate suddenly pop up again, I thought that died down in 2014. It was never more than random -chan bullshit and masshysteria.",
  "@_anthonyburch @GamingFTL If true, that's awful. I can understand a child friendly company wanting to sever its ties though.",
  "@_anthonyburch @GamingFTL Come on man, do some research before reposting this shit. She was fired for advocating for child porn, not \"GG\".",
  "RT and follow @OddworldInc + @LimitedRunGames for a chance to win a signed PS4 copy of Oddworld: New N' Tasty! https://t.co/azcQ0ZjKFK",
  "@subsgrid Not even needed, simply using this addon that allows Opera to load any Chrome extension: https://t.co/MoXuNYi5CN",
  "RT and Follow @OddworldInc + @LimitedRunGames for a chance to win a signed physical copy of New N' Tasty for PS Vita https://t.co/19TJNe7u79",
  "@subsgrid I love your extension, really makes Youtube usable once more \nThanks for keeping up the great work!\n(PS: works fine in Opera, too)",
  "For the first time in my life I actually have a moustache setting in nicely ☺",
  "OK #Prototype, this is just cruel. #PS4share https://t.co/xbjU1F9vst",
  "Zet een Marokkaan neer als kamervoorzitter en ze wil meteen een stuk democratie afschaffen... Mevr. Arib wil geen debatten meer. #Arib #PvdA",
  "When you sneeze immediately after drinking a sip of beer and it shoots up your nose... #pain",
  "Hey @dropbox how many times are you going to keep spamming me about my expiring Samsung 48GB promo? Every day until it's finally gone?",
  "#nz\n#aus\n#SpotTheDifference",
  "So New Zealand voted to remain Australia's little brother and keep using basically the same flag depicting them as the UK's colony. #nzflag",
  "Anyone remember the failed Zune? https://t.co/UQa1wTb5Sm",
  "RIP Johan Cruiff. Voetballegende.",
  "Far Cry 4 is still pretty buggy, almost a year and a half after release. At least on Ps4. Good thing it's an awesome experience still.",
  "@GamingFTL You as well? I have the same issue, @JimSterling has been suffering lately -- wonder if we can claim it as a gamer health risk?",
  "1st time I really found a use for mines, proved to be very much a success #FarCry4 #PS4share\nhttps://t.co/pLpjX8JY2M",
  "#2 country, #153 world at @SteamLadder and #1 in playtime for the excellent @PrisonArchitect game ☺ \nhttps://t.co/Y2kMCtrDE0",
  "2 dagen. \n\nSlechts twee dagen hebben moslims nodig om aanslagen zoals #zaventem uit te voeren. \n\nAlle beleidsmakers hebben bloed aan handen.",
  "Islam is a peaceful religion. Because once you've murdered everyone, there is \"peace\". #Zaventem #FuckIslam",
  "@assassinscreed My assassins (and one extra) guard my game collection... https://t.co/oSSuyxMi8X https://t.co/dhOHNwjAtc",
  "Preordered my #PlayStationVR \nYes, I am totally a Sony fan.",
  "Tijd om de definitie van moskee in het woordenboek aan te passen naar \"PvdA-kantoor\". #Nepaangifte #Corruptie #Wilders",
  "Epic recovery in @StarRealms -- 26:1 and I just beat him in my last turn with 28 damage. BLOB RUSH https://t.co/4IrfKPvASQ",
  "Proof #BEYONDTWOSOULS does draw outside the 21:9 frame after all ;) #PS4share https://t.co/DxtjagvN8D",
  "@geertwilderspvv Cordon Sanitaire is mislukt, Negeren is mislukt. Deze aanklacht n.a.v. false PvdAangiften zal ook mislukken!",
  "Woah. Instead of a \"simple\" remake of Abe's Exoddus, we're getting a wholly new game? Awesome! https://t.co/z2VmszKCwx",
  "Net de #StilleOmgang gelopen. Jammer dat de hoofdgroep eerder vertrok dit jaar, gelukkig nog een groep gevonden om me bij aan te sluiten.",
  "@GamingFTL Holland. I'm only taking an average 150/15Mbit/s Internet but equipment is so cheap there's no need to limit myself to 100Mb/s :)",
  "@GamingFTL Network cables. I got tired of the slow Wifi so I bought a new gigabit switch and some cables.",
  "@GamingFTL I'm good! Busy laying new Cat5e for the home office/playroom ☺",
  "#Ghostbusters trailer... The all-female cast isn't the problem... the horrible attempt at slapstick is. Is this supposed to be a parody?",
  "Very frustrating when you're trying to edit a huge TV library and find out TVDB has incorrect and LOCKED info. #Plex #TVDB",
  "#XboxOne #Windows10 #XboxLive #Win10Fam #Xbone #XB1 #Xbox #PC Media Event News coming tomorrow are you ready? https://t.co/4ifb51dBcv",
  "RIP XBox One, 2013-2016.\nWith all its games now coming out on Win10, it's become even more irrelevant. #Xbone #Win10",
  "Finally completed Life is Strange, both endings. What a horrible choice at the end... I want another option.  \nLooking forward to Season 2.",
  "@GamingFTL It amazes me how 1984's doublethink has not only become real, but seemingly the norm for some people...",
  "@miracleofsound Beautiful, brought tears to my eyes. A perfect tribute to Bowie.",
  "@LG_WEBCARE_NL Ah, ik zie dat er een modus is voor games. Dan ga ik de gok wagen en bestel hem ☺",
  "@LG_WEBCARE_NL Ik ben op zoek naar info over de input lag van de LG 42LF580V, dat kan ik nergens vinden (zelfs niet op de LG website)",
  "Hoera, toch nog een online winkeltje gevonden dat #StarRealms #ColonyWars heeft ☺",
  "@ZiggoWebcare Was die middag opgelost, ik moest de mediabox resetten. Gelukkig niet meer voorgekomen!",
  "@ZiggoWebcare Is er storing of werkzaamheden in A'dam Zuid? Ik ben m'n thuisservertje al sinds 07:53:53 kwijt. (Via DynDNS.)",
  "Back to Twitter after all. Since apparently you /have/ to. #myfirstTweet"
 ]
}