{
 "user": 4894656759,
 "tweets": [
  "I found this on Pinterest!\nhttps://t.co/EF79Fg4fFz",
  "The Amish, who don't get vaccinated, rarely get autism, cancer, or heart disease - coincidence? https://t.co/oCohpBhoIT #Amish #health #antivax",
  "Now here's a real Scientist putReal News On the Internet. Thanks Dr.Mike AdamsWake up folks the GlobalElites that run this world r full speed ahead to a Global Cataclysm! NewWorldOrder =1WorldOrder 1gov,1$n of course 1World Religion heLL werenothingbut GoyuMtothemHumanCattle!! https://t.co/VHjFeWVBlw",
  "U.S. now leads the industrialized world in infant mortality due to toxic vaccinations. https://t.co/GCXJVPuB2M #vaccines #antivax #BigPharma",
  "Antivax logic: \n\n1. There is proof that planes have crashed after maintenance\n\n2. Maintenance may thus have serious side effects causing a plane to crash\n\n3. You should avoid this risk by flying only in planes that haven’t been maintained \n\n#vaccines #Science #antivax #vaxxed",
  "BOMBSHELL science paper documents the depopulation chemical covertly spiked into vaccines. https://t.co/a5tcVAkpkZ #vaccines #depopulation #antivax",
  "Thank you Nigeria.  💜💜💜 Lagos 🔥🔥🔥🔥   I put the video on ig I ain't learned how to link them yet.",
  "@djrhetorik @Logic301 When I was six. But I was a trailblazer I lovedpeople whites blacks latinos it didn't matteralways say opposites do attract so I mostly hung with guys n my crew but always had 1 or 2 bitches n my ' RattPack'weren't no stupid dainty ass omg bitches lol. They were ride or dye! Lol",
  "@djrhetorik @Logic301 I love being biracial today but when I was coming up thru Elementary in Nobodyville Florida with the worst of white trash mother fuckers n then the dirtiest black folk on the planet. My small town wasn't ready for my mixed ass for REAL. They tried to burn a cross n my yard .....l",
  "https://t.co/PDW3X9TeMG",
  "@djrhetorik I wanna fly witchu https://t.co/XoRRETmqdG! Lol",
  "For all of those folks who insist that not following orders from the police are grounds for your death sentence... https://t.co/EuzePsSx1F",
  "Happy https://t.co/q7EigMORsI",
  "#FELDFAM: YOUR POSITIVE ENERGY HAS BEEN THE VITALITY THAT HAS KEPT ME MOVING FWD! YOUR BELIEF IN ME, &amp; YOUR THIRST 4 THE #TRUTH HAS HELPED ME STAND TALL &amp; FACE MY FEARS! AND YOUR FAITH IN JUSTICE FUELS MY FAITH THAT GOD WILL BRING US THROUGH! REMEMBER EVERY STEP I MAKE IS 4 LOVE!",
  "He is forever #ForThePeople https://t.co/tYWF5v4L8T",
  "🎬MOVIE HISTORY: 34 years ago today, April 13, 1984, the movie 'Friday the 13th: The Final Chapter' opened in theaters!\n\n#TedWhite #KimberlyBeck #EErichAnderson @Corey_Feldman #BarbaraHoward #JoanFreeman #PeterBarton #CrispinGlover #JudieAronson #CamillaMoore #LawrenceMonoson https://t.co/C5BhXFgLgI",
  "One programme tries to improve schools by explicitly teaching good conduct as though it were any other subject https://t.co/CEHlDUbp1g",
  "Isn’t it suspicious that Julian Assange was silenced just before this whole Syria bullshit started.\n\n#ReconnectJulian #SaveTheWorld\n\nJulian would have given 20 interviews by now reminding the world about important facts like this: https://t.co/RSgQBOaBqp",
  "Avoiding sugar may be a way to lessen depression. Find out how sugar is associated with depression. https://t.co/NB26t7Y3gq",
  "For now at least, skateboarders seem to have made a rare friend out of the People’s Republic—one of the last places on earth where they’re not hassled and persecuted or confined to skate parks. https://t.co/05UUdSz9WG https://t.co/xsnQTLAIWS",
  "WATCH: On this day in 1964, Sidney Poitier became the first black actor to win the Academy Award for Best Actor for his role as a construction worker who helps build a chapel in Lilies of the Field (1963). https://t.co/UVNVGcJoVD",
  "Girls who mature early tend to be overweight. https://t.co/tCuZvA8RrG #earlypuberty #oveweight #girls",
  "More than 4,000 black men, women, and children died at the hands of white mobs between 1877 and 1950. Can you name any of them? This memorial in Montgomery, Alabama, is trying to change that. https://t.co/JYsGQjblfe https://t.co/a6HgrkGbh6",
  "@Logic301 That jus reminded me u did get swollen since u were on live with Sway I was like aww look at the youngboy n his cute dimples. Then I saw u now n was like o fuck he done got swolled up.Damn he came into his own! LMFAO. I'll tell u my backstory one day. GodBless hun n haveGoodnight https://t.co/0Dex5IQVsG",
  "@Logic301 Hey. I can't wait to see u n June at The State Fairgrounds in Tampa..My six year old n my old ass 42 n def https://t.co/610CKSJaoE",
  "Gen. Joseph Dunford said the three strike targets were a scientific research center near Damascus, a chemical weapons storage facility west of Homs and a storage facility and command post near Homs. https://t.co/hLdSt9tplw #Syria https://t.co/bD8E3abGLM",
  "Jennifer Hart, the mother who drove her family off an oceanside cliff, had a blood alcohol level that was over the legal limit, California Highway Patrol official says https://t.co/VCSSJTXqtK https://t.co/VK1CVGWeDh",
  "California police are searching for a family of eight after their SUV plunged off a cliff. Devonte Hart, one of the children feared dead, gained national attention after a photo of him hugging a police officer during a 2014 protest went viral. https://t.co/g05eDHUz0t",
  "@FaceLikeTheSun Meme",
  "„If we do not raise our voices in defense of whistleblowers, if there is no public outcry and no change for the better in laws and practice, criminals and corrupt elites will win.“      -  @b_obermayer and me in today‘s @latimes @latimesopinion https://t.co/bPIHfF8JO0 https://t.co/pxSyOVYHKV",
  "@f_obermaier @birdyyodas @b_obermayer @latimes @latimesopinion @Snowden @xposefacts @JohnKiriakou @xychelsea @JesselynRadack @DanielEllsberg @whistleblowing Meanwhile, #Malta🇲🇹PM @JosephMuscat_JM  &amp; his corrupt gang protect #AliSadr #PilatusBank  and #HenleyandPartners instead of protecting Pilatus Bank whistleblower #MariaEfimova and FIAU investigator/whistleblower #JonathanFerris.",
  "All 13 songs on Bobby Tarantino II are in the top 23 on Spotify's US charts https://t.co/ou2uD3Y4FY",
  "@Logic301 My 6 year old son n I r coming to see u n Tampa n June!!!  Coming To see the Rap God.  For sum of that Flexacution.......!",
  "@Logic301 As do u!",
  "Did you know @Logic301 can solve a Rubix Cube with his eyes closed?! @lorenraye #TheTJShow https://t.co/xYtF82uWxq",
  "Bobby Tarantino II available everywhere now!\nhttps://t.co/Zkn6gX6cyG https://t.co/MMJy01UC2Y",
  "Hypervigilance in Fibromyalgia. What is it? https://t.co/kwRxP8jYJ5",
  "I lost 200 coins playing in Sydney! https://t.co/JOPkFFQk6A",
  "Wow.. https://t.co/wCk6wj7iZT",
  "Pre-Columbian America - Kangaroos, Elephants and Christianity - p 6 / When the Survivors Wake Up https://t.co/YAanJfJczD",
  "https://t.co/psaQt34mkT",
  "I posted a new video to Facebook https://t.co/Yuf3ramjnx",
  "Look what the Lucipherian Bastards at YouTube had to say when a peep from the masses gets thru! LMBO now, just because there seems like a choice doesn't necessarily mean there is one guys! IE. I can jump off the... https://t.co/x0UFvNuFWF",
  "Free Bonus for Leveling Up! https://t.co/lktzEiDikX",
  "Daily Bonus https://t.co/Nh36VahQ9m",
  "Flat Earth: Burning Libraries https://t.co/gHt4bIOps3",
  "https://t.co/BU83iLTdhY",
  "The Lost Book of King Og calls the Hebrew Israelites (Blackened Fecal Worms) https://t.co/Pu6FnP91gH",
  "Can someone send me the Magic Tree card? https://t.co/Y4BFdh6yVU",
  "Can someone send me the Magic Tree card? https://t.co/InhRiyYSlB",
  "Free Bonus for Leveling Up! https://t.co/obCSqioQjy",
  "Free Bonus for Leveling Up! https://t.co/6slBUajXyM",
  "Daily Bonus https://t.co/qaxeeSRme4",
  "https://t.co/Knbih7H1jN\nGo n Be FISHERS OF MEN!!King James Bible\nAnd he saith unto them, Follow me, and I will make you fishers of men. Matthew 4.19",
  "Whoa!!! Wow! That's nsane!! https://t.co/XFu29ynj2I",
  "Can someone send me the Zombie Slicer card? https://t.co/QN5on5jBEM",
  "https://t.co/EkKqBFc1d5",
  "Can someone send me the Zombie Slicer card? https://t.co/vHgdSJeKcK",
  "I've just completed the Candy Land Village! Play now! https://t.co/4duwAUCGQ7",
  "Can someone send me the Zombie Slicer card? https://t.co/VeSJXBwbwv",
  "NOAH: the TRUTH is BIGGER than you thought......the JourNey BeGins https://t.co/3NBH1fMWm5",
  "Rip Sylvia Lauren 10.19.96 n Michael Faucett 10.5.08....Heavenly Souls in the third Heaven aka Asguard in Norse... https://t.co/DLlOsFcFHQ",
  "The Lost Vision Of Baruch - A Hidden Book Of The Bible (apocrypha) Flat Earth https://t.co/IOyZ3zfsUg",
  "John Todd Secrets Of The Illuminati https://t.co/ln7S77268M",
  "Ex-Illuminati Member Exposes All - Tape #1 - The Occult https://t.co/pQXOsTXEN8",
  "https://t.co/BFsfTYKR9n",
  "Can someone send me the Magic Tree card? https://t.co/mOWTFyBxFN",
  "10 TiLT Strategies 2018 https://t.co/Hdj9kV3rSe via @@tiltparenting",
  "Just ordered @PapaJohns! Use promo code PAPATRACK for 25% off your next regular menu price order. US/Online Only. #PizzaMood https://t.co/bTf0yuQ5yh",
  "WikiLeaks founder @JulianAssange on the future of humanity https://t.co/oy37tkwN8F",
  "Trump Administration Says It Has \"No Plans\" To Build \"Nationalized\" 5G Network #Breaking #News https://t.co/LF1I4tGFjC",
  "Post a Tweet on Twitter https://t.co/LkbitJwv3L #SmartNews",
  "Dragon Mania Legends Recruitment Code https://t.co/f7JpwWZbOx",
  "U.S. Government finally admits that cannabis destroys cancer cells and protects healthy cells. https://t.co/XDywodqL9L #cannabis #health #medicalmarijuana",
  "https://t.co/pjeKsXgahd",
  "NFL Fans Are Rooting For An Asteroid To Hit Earth So Neither Obnoxious Fan Base Wins Super Bowl LII https://t.co/HpeJ6zpYBr #SmartNews",
  "Trump signs bill to end government shutdown https://t.co/9ghlmg91Tg #SmartNews",
  "Can diabetics improve their blood sugar levels through dieting and exercising? https://t.co/JrjCxJKE8o #diabetes #bloodsugarlevels #exercise",
  "A video compilation produced by Sean Hannity and his television crew that exposes #CNN’s obsession with the word ‘shithole’ and creating the most deceptive fake news - https://t.co/RAHKFllzes #Trump #MAGA #tcot",
  "Get more sleep. #anxiety #depression #inflammation https://t.co/Sv3VO69Lvw",
  "I posted a new video to Facebook https://t.co/IOknFjsG0v",
  "LIVE: President Trump Impeachment Rally- Austin, Texas https://t.co/s8OWtQW8rl via @realalexjones",
  "https://t.co/E3XieWjHJ0",
  "VIDEO: Trump Becomes First President To Speak At A March For Life Rally https://t.co/JTwmxVCWK6",
  "@REALHEATHER63 @zx77789 @B75434425 @Project_Veritas @jack Needless to say he won't b near anything electronic accept maybe a toothbrush untill he's 16 at least. Oh n fyi he told me right after a family friend had touched him inappro.he has the brain capacity of a 5year old but still he's n a grown 16 year old body. I called the cops!",
  "@REALHEATHER63 @zx77789 @B75434425 @Project_Veritas @jack Right! These parents think there kids r safe because it's only online well I got news for y'all I caught my six year old on my phone n hacked into my Facebook n was n my YouTube videos that were blocked from inappropriate shit n boom naked girls on it !",
  "@B75434425 @Project_Veritas @Twitter @jack SNAP CHAT has to be next. This is where kids send their pictures that supposedly are \"deleted\". You know they are storing and selling these at DATA. EO &amp; Asset forfeiture. #GreatAwakening #MAGA #WeThePeople",
  "@B75434425 @Project_Veritas @Twitter @jack Jack is a coward he'll never respond and since their IS child porn on his servers and he pays employees to look at it.\nHe's got &amp; had all along a duty to report it to Feds USC title 18 sec 4 misprision of felony. \nWe haven't seen any such reporting to law enforcement has anyone?",
  "@B75434425 @Project_Veritas @Twitter @jack Glad my kids don't do that stupid shit. Well, my younger kid has no cell phone,  &amp; I'm admin on her comp, so she has no FB, or twatter accts!! She's 17 &amp; too damn bad if nobody likes the way I raised my kids! With self-respect, honesty, manners, &amp; \"ALWAYS ASK QUESTIONS!\"",
  "Game-time temperature below freezing.  https://t.co/Hg7hDmGtc2",
  "https://t.co/MP1pxnWiaA",
  "The State Dept. recommends US citizens avoid traveling to third-world countries the #MSM claims President #Trump referred to as “shitholes.” - https://t.co/krO1IlCq0M",
  "#HomeIsWhereYouHangYourHeart @ Mariner's Cay Apartments https://t.co/Sbmlpx2blf",
  "@PrisonPlanet Is that kinda like #pedogate...pedophile hiding\n#hillogate sorry ass clintons,obama n the like And my personal favorite #SmithSonianGate hiding HISTORY, The stories, pictures,artifacts of #TheGiants Because remember guys the biggest cover-up in history is the coverup of History!",
  "Video on \"shithole-gate\" drops SOON. 😎",
  "@PDChina I smell bs anyone else?",
  "@PDChina LMFAO @ apple",
  "@PDChina @ThielsChristian Humankind has about as much appeal as a 30 year old cell phone.",
  "@PDChina The Chinese government will be into the info and then it will hit the fan.",
  "Apple on Wednesday announced its decision to relocate Chinese mainland customers’ iCloud data from the U.S. to China, promising that the relocation will not compromise users’ information security https://t.co/AYIvFNnMUF",
  "Help WikiLeaks shine a light on power in 2018: https://t.co/4Xt0X0ujyC https://t.co/aYC6K90onq",
  "Statement by Mr Assange's legal team responding to yesterday's news: \"The UN ruling, issued almost two years ago, is crystal clear in its language, Mr Assange is unlawfully and arbitrarily detained by the UK authorities and must be released.\"",
  "Hello Every1, we R still looking for donations 2 Indiegogo to make @Corey_Feldman feature film a reality.  If U find it in Ur hearts, please don8 here: https://t.co/TSLaFHiiLs",
  "We have been working every day to DELIVER for America’s Farmers just as they work every day to deliver FOR US. #AFBF18 https://t.co/QDH7fvFkZ7",
  "We are fighting for our farmers, for our country, and for our GREAT AMERICAN FLAG. We want our flag respected - and we want our NATIONAL ANTHEM respected also! https://t.co/16eOLXg6Fi",
  "Apologize for the delay this week. \n\nWord of Encouragement and Canary Cry News Talk are coming. \n\nOur 10 month old girl is teething and caught a cold. Other daughter sick. Wife sick. Parents sick. Mother in law sick. \n\nSo I’m a bit occupied.",
  "Check out Hulu FREE for 30 days, on me! Plans start at $7.99 after free trial. Terms apply. https://t.co/5ceQoJppLU",
  "@GrFernandes75 @mom_vet @realDonaldTrump How much",
  "@GrFernandes75 @realDonaldTrump My VA healthcare has never been better. My wait-time has been cut in half. Thank you for asking.",
  "@GrFernandes75 @realDonaldTrump I helped. I voted for him.",
  "The African American unemployment rate fell to 6.8%, the lowest rate in 45 years. I am so happy about this News! And, in the Washington Post (of all places), headline states, “Trumps first year jobs numbers were very, very good.”",
  "Just posted a photo https://t.co/MXpr1WIMoR",
  "#GrowingUpSoFast\n#TimeWhereDoesItGo?? @ Spring Hill, FL https://t.co/cCwWTFNBoe",
  "@EnterTheSwett @realDonaldTrump @SecShulkin @DeptVetAffairs Right here, pumpkin.\n\nYou lose! 😝\n\n#WINNING https://t.co/hYZ1rSXqdJ",
  "@realDonaldTrump @SecShulkin @DeptVetAffairs LOVE OUR #VETERANS! https://t.co/qpPMvii7DR",
  "We will not rest until all of America’s GREAT VETERANS can receive the care they so richly deserve. Tremendous progress has been made in a short period of time. Keep up the great work @SecShulkin @DeptVetAffairs! https://t.co/ir25vW15hx https://t.co/OtuzIgxMn6",
  "Slideshow: 17 Makeup and Beauty Tips For Older Women https://t.co/5W0W09wKtt via @Variety Moms",
  "@Corey_Feldman started reading your book this morning. I never ever go on Twitter and have literally come on to follow you and watch how your campaign is doing. I've been watching your videos on youtube good luck and all the best for 2018 a bright new start for the child actors of the future x",
  "THE WAR CONTINUES, WE WILL NOT QUIT UNTIL THE FILM IS MADE, THE STORY IS TOLD, &amp; THE #TRUTH IS EXPOSED! JOIN THE FIGHT BY DONATING HERE: https://t.co/aKgQ7HSoDs #PRESERVEINNOCENCE #CoreysTruthCampaign2 #ISTANDWITHCOREY",
  "@Corey_Feldman @child_usa Ly Corey!!!",
  "IM STILL WORKING OUT DETAILS OF MY NEXT STEPS TOWARDS GETTING “COREYOGRAPHY-THE MOVIE” MADE! I WILL B SKETCHING OUT A WELL DETAILED PLAN &amp; U WILL B HEARING MORE ABOUT THAT VERY SOON! I WILL ALSO SOON B ANNOUNCING PLANS W @child_usa BUT 4 NOW, I HAV SEVERAL ANNOUNCEMENTS 2 MAKE.",
  "@HealthRanger Happy New Year Dr.Mike Ty 4 everything4 TrueChristMovenent n those who don't roll with us n don't mean to be blunt but are going 2 get Rolled right over! We don't have time 4 laziness or ppl who won't live the truth either! Am I right or am I right Dr.Mike??😍",
  "EPA hid the truth about glyphosate and cancer to protect corporate profits https://t.co/sGI99z6Ihb #Monsanto #cancer",
  "Hey world! I supported YouTube's JayDreamerZ on @Patreon, and you can too! Internet high-five? https://t.co/LDM0Y3zapQ",
  "Smart meters emit constant cancer-causing microwave radiation. https://t.co/EbHm7ZDtXm #smarmeters #radiation",
  "#Newsbud Exclusive- New Color Revolution Underway in #Iran?? https://t.co/6YUp7FxIcf https://t.co/g9GzQOnT6v",
  "Oppressive regimes cannot endure forever, and the day will come when the Iranian people will face a choice. The world is watching! https://t.co/kvv1uAqcZ9",
  "@Snowden Entirely 2sliw 4 me!! Lol",
  "@Snowden Thank you Edward 4 all u have tried to do 4 us really showing how much you love the American ppl it's up 2 them what they now do with the info. I 4 1 would like 2 see more Whistleblowers like you n Ted G. Etc!!! Thanks again we owe u a debt of gratitude. We're all waking up just",
  "We've seen some improvements, and that's not nothing. But not the revolutionary rework it needs. Telegram still seems to encourage dangerous cloud messaging instead of secret chats. Experts ask \"why?\" And the answer is \"convenience.\" That's unsafe.",
  "Hey, I'm playing Castle Clash! Come join me and let's kick some ass! https://t.co/Ydvh5bm6gd",
  "@GravisMarketing @JohnMorganESQ @ScottFist Plz run @JohnMorganESQ ! Florida needs you!!!",
  "@GravisMarketing @JohnMorganESQ @ScottFist If I lived in Florida I would vote for you. And you're really cute too John Morgan.",
  "@GravisMarketing @JohnMorganESQ @ScottFist Please run and straighten this state out",
  "@GravisMarketing @JohnMorganESQ @ScottFist Please run for gov. Scott is the worst gov. I can recall. Everyone iv mentioned this to would vote for you \" For the people\" Amen",
  "@GravisMarketing @JohnMorganESQ @ScottFist Go for it Dude",
  "@GravisMarketing @JohnMorganESQ @ScottFist You have my vote on election day!",
  "Poll finds an independent John Morgan as spoiler, even contender, in governor's race a scenario exists in which @JohnMorganESQ can win as an NPA.  Both parties have rough primaries. @ScottFist https://t.co/CPGgU8QmeI",
  "These secret cities show how little we know – apart from what we are told. https://t.co/scJuC74wtu",
  "Would Hillary Clinton &amp; Huma Abedin be so twisted, yet so bold, so as to make a sex tape with them and an underage child? \n\nIf the rumors are true, this is the big bombshell on Anthony Weiners laptop.",
  "#NuffSaid💯 @ Spring Hill https://t.co/idN0K8S4Qs",
  "Good morning London. 😷😷😤\n\nOr should I say! \n\nGood poison London. ✈💨💀\n\n#WEDONOTCONSENT #GeoEngineering #SRM #WeatherModification #WeatherWarfare #Nanotechnology https://t.co/ul0D78FFjK",
  "Research; Inform Yourself and Others  ✈ #WeatherWarfare https://t.co/IJ5lWePNm1",
  "#HAARP\n#WeDoNotConsent\n#WeatherWarfare\n#WeatherModification\n#PopulationControl\n#PopulationCull\n\nDanger to life warning as heavy snow is predicted for coldest night of the year https://t.co/RUbffBAcry via @MetroUK",
  "#Geoengineering .. Metallic Snow record freezing Temps! #NanoParticles #WeatherWarfare https://t.co/ndNxrKbXkM",
  "#HAARP frequency attack #chemtrails #WeatherWarfare https://t.co/dBMlekAfd4",
  "09:00 purley area UK South East \n\nThe sky has already been poisoned\n\n#WEDONOTCONSENT \n#GeoEngineering #Opchemtrails\n#SRM #WeatherWarfare #WeatherModification https://t.co/2TSv94N8Kl",
  "Before most are awake. #London https://t.co/3NoWTVdcR3 #OpChemPBA #WeatherWarfare",
  "Distractions will intensify as we wake more people up. https://t.co/le9wn8np4M  #OpChemPBA #WeatherWarfare",
  "Do not remain silent about this ongoing crime ✈ #WeatherWarfare https://t.co/eqRtU4O55i",
  "is the pilot drunk? #chemtrails #WeatherWarfare https://t.co/QRF3OzuEmG",
  "Bay of Biscay completely bombarded #weatherwarfare 🌪🌫✈️🛰 https://t.co/uHXyeW2kDR",
  "See the light in others, and treat them as if that is all you see!",
  "The spirit of the holidays is about #giving. So this season we set out to do just that! Full video here: https://t.co/87BGM1T2M4 🎁 🎄 \n#ForThePeople #ForTheHolidays https://t.co/gKbA1zqlTl",
  "For last year’s words belong to last year’s language and next year’s words await another voice!\n\n- T.S. Eliot",
  "Turmeric isn’t just good for you – it is shockingly good for you! https://t.co/slYCo1xytw #turmeric #health #naturalhealth",
  "Dump dangerous pots and pans laced with cancer-causing chemicals for these non-toxic alternatives. https://t.co/dFYRHSLBVw #cookware #cooking #health",
  "\"A quarter of respondents could not name a man or woman they admired most and about a tenth named a relative or friend.\" https://t.co/9pqdZpa8Td",
  "A business where human bodies were butchered, packaged and sold https://t.co/CcqjWvnPt8 #SmartNews",
  "#FlatWater=FlatEarth @ Spring Hill, FL https://t.co/uqOO7SsAdd",
  "#JesusIsTheReason4TheSeason @ Holiday, Florida https://t.co/57ozkvDxxm",
  "Just posted a photo @ Holiday, Florida https://t.co/NSZonWy8wq",
  "Common #heartburn medications are increasing the risk of strokes. https://t.co/a5VbzJYqNO #health",
  "#Glory2GodInTheHighest https://t.co/QCX3bCgoKi",
  "#John3.17 @ Mariner's Cay Apartments https://t.co/hREWYcjRYu",
  "There is one thing I find infuriating in Sweden.\n\nWhenever a rape or other serious crime have been committed, the police never give any meaningful description of the suspect.\n\nIn Stockholm the police have gotten orders to not give descriptions because it might be \"racist\".",
  "What I hate is when kids like @Corey_Feldman and myself come forward and try to report being abused as children were never taken seriously and are treated like we're the criminals instead of victims of blatant pedophiles https://t.co/rIRmLLYcTb",
  "#BREAKING: #Austrian media report two trains have collided near #Vienna, 17 injured and 2 passenger cars overturned - AP",
  "https://t.co/CuvCgn4jxC",
  "Is Facebook Using Your Phone's Camera And Microphone To Spy On You? https://t.co/jeK8Vc04yf",
  "@VivaLaPurge @TruthFeedNews My son won't be reading this. Sorry, no offense to anyone. I have my own beliefs &amp; I feel it's simply be put... Unnatural!",
  "@V_of_Europe No explanation needed #MAGA  Turn #daca off  #buildthewall now https://t.co/3fRVozGgsN",
  "@Amy_Greenbank @SkyNewsAust Oh he was just a victim of the way he believed Muslims are treated ? \n\nSo he was really just the victim https://t.co/jBr0euKMt4",
  "Cancer researchers don’t want a ‘cure’, they would lose billions https://t.co/mzctfinX3e #cancer #BigPharma",
  "Judge dismisses suits claiming Trump violated emoluments clause - POLITICO https://t.co/bcEGiPwvax #SmartNews",
  "Video: How Hillary Almost Scrooged Christmas https://t.co/6l2jK1mJdA via @realalexjones",
  "Deep state doesn’t want to let America be America - https://t.co/ZEpHJaeqfb",
  "WaPo Lies, Claims Alex Jones Said That The FBI Will Kill Trump https://t.co/6vvlAl6XX1",
  "Fmr. FBI Deputy Director: Criminal Clinton Cabal Inside The FBI Caught Framing The President https://t.co/HDGjGYGeGz",
  "Catherine Austin Fitts breaks down Trump’s investigation into a missing 29 trillion dollars - https://t.co/KqCznD4lx6",
  "#DATABREACH “If you’re an American, your information probably was exposed.” 😱 #Alteryx is a data analytics firm that partners with #Experian. Call (800) 888-1234 immediately if you've witnessed suspicious activity on your accounts or credit report. https://t.co/AsmFwjvWcN",
  "If you are agreeing with the CROWD, something’s WRONG! https://t.co/2oViEmZqbg #survival #prepping #collapse",
  "Who needs a real #job when you can just sell your #plasma? https://t.co/reGTxInY0v #millennials",
  "Republican Tax Cuts are looking very good. All are working hard. In the meantime, the Stock Market hit another record high!",
  "The FCC officially votes to kill net neutrality | TechCrunch https://t.co/8KJCwqmOll #SmartNews",
  "#Matthew @ Mariner's Cay Apartments https://t.co/D8ddZV2AQI",
  "@charissemarie @Corey_Feldman ALL we want is TRUTH! Feldman Warned FOR YRS this was happening; the ennui of Hollyweird, followers &amp; cronies LED to &amp; ALLOWED it. To me, it's the split between Light &amp; Dark. Truth isn't always welcome, comfortable or convenient... but it's Sunlight &amp; Disinfects.",
  "@charissemarie @Corey_Feldman Me2Charisse! #ISTANDWITHCOREY",
  "@Corey_Feldman There are those that talk about change and then there are those that try to make that change happen. God bless you @Corey_Feldman  #ISTANDWITHCOREY",
  "HEY EVERYONE, WE R NOW IN THE HOME STRETCH OF THE #TRUTHCAMPAIGN IF EVER THERE WAS A TIME 2 STAND 4 SOMETHING IN YOUR LIFE..NOWS THE TIME! I CANT FIGHT THIS ALONE! I KNOW MANY OF U SAY U R BEHIND ME, BUT WHAT WE NEED MORE THAN ANYTHING IS 2 MAKE OUR GOAL BY XMAS! #ISTANDWITHCOREY",
  "So they have now found the tapes, will @Corey_Feldman now get a full apology?? Disgraceful how this has been handled. So many people should hang their heads in shame! #ISTANDWITHCOREY \n\nhttps://t.co/1S8d0cunVZ",
  "@Corey_Feldman God is gonna get justice for you. These people will answer for it. You see who your true fans really are by the respect you get from them. The doubters just don't understand. #ISTANDWITHCOREY \n#TRUTHCampaign",
  "@Corey_Feldman @TwitterLive @CourtneyAnne12 Staying up to watch with my kiddos. It's so important to teach our children that it's NOT ok for anyone to touch you in a way that makes you uncomfortable/their NO NO spots. You're making a huge impact @Corey_Feldman &amp;for that you're my hero always. #IStandWithCorey",
  "@Divscotty @bsb3242 @cristinyaccarin @aprilmayn @realDonaldTrump But we don't go by that do we.?.we go by the electoral college am I right or am I wrong?",
  "Very little discussion of all the purposely false and defamatory stories put out this week by the Fake News Media. They are out of control - correct reporting means nothing to them. Major lies written, then forced to be withdrawn after they are exposed...a stain on America!",
  "Despite thousands of hours wasted and many millions of dollars spent, the Democrats have been unable to show any collusion with Russia - so now they are moving on to the false accusations and fabricated stories of women who I don’t know and/or have never met. FAKE NEWS!",
  "RUNNING 20 MIN L8 2NITE......OH HANUKKAH! CU ALL @ 8:20 PST RIGHT HERE ON @TwitterLive W @CourtneyAnne12 2 ANSWER MORE OF YOUR QUESTIONS! C U SOON!",
  "@HealthRanger ........ty Mike Adams from us all . Always truthful About Cancer being Man-made,all of the fluoride there killing us with in out water n of course VACCINATIONS..MY PERSONAL PET pieve makes me sick...Vaccines can n do cause AUTISM.SO LOOK OUT!!",
  "@HealthRanger Because everything has to with sound n frequency. Ty MR.Real Science Guy Mike Adams 4 all ur Truth telling comments,vids,tweets n posts!! But furthermore ty 4 truly staying real about what your finding in your Laboratory!!",
  "With just the right music and some meditation, you can avoid Alzheimer's. https://t.co/fQQWfjPeuJ #health #alzheimers https://t.co/zj784qimGc",
  "GRATITUDE &amp; HUMILITY R KEY WHEN RUNNING AN ORG. SUGAR GOES MUCH FARTHER THAN SALT: Corey Feldman Not Donating To The Rape Foundation — Partners With Child USA Instead https://t.co/McbR9ArE9c",
  "@Corey_Feldman You are sitting on a pile of rewards and your goodness and positive supporters are the gold that make that treasure bountiful!",
  "From @observer - \"NAD+ is about to go mainstream—thanks to Elysium's Basis supplement\"\nhttps://t.co/jxZoZYhkAU",
  "One Twitter commenter wrote, \"Advocating for animals, but kicking out people. Probably the most San Fran thing I’ve ever seen.\"  https://t.co/zaAKS1wGvg #Idiocracy",
  "@byajperez I’m sorry thought they was cute! https://t.co/HuiO0CvkvO",
  "#TimeToWakeUp @ Spring Hill, FL https://t.co/2Fnah1ihLt",
  "Chemotherapy found to increase the number of tumor cells circulating in the blood, spreading it to previously unaffected areas https://t.co/Hv4kZaHH5l https://t.co/1I0KWYP4G8",
  "@courtneyanne12 &amp; I ANSWER YOUR QUESTIONS #LIVE ABOUT HOW &amp; Y U SHOULD DONATE 2 #CoreysTRUTHCampaign #PRESERVEINNOCE https://t.co/fhbG8H9G8g",
  "CONFIRMED: Cancer is entirely a man-made disease. https://t.co/FJsxFmi57L #cancer #BigPharma",
  "https://t.co/H1jmGI5jT0",
  "Damn Them! They are BOMBING us during Christmas. They are TRYING to KILL AMERICAN CHRISTIANS in NYC during CHRISTMAS! It wasn't CATHOLICS or PROTESTANTS. Where is the PHOTO @NYPD of the Man You ARRESTED! STOP HIDING WHO IT IS!!! SHOW THE TRUTH DAMN YOU. #MAGA #explosion https://t.co/IWT0dg4SiY",
  "☀️ The Sunshine State should lead the world in solar power. Unlimited and free. \n\nIt is a new world business. It works. And there is money to be made. \n\nCoal &amp; oil pollute and destroy our environment. #Solar #Wind #Water",
  "Time to open up statute of limitations in LA, NY, DC, &amp; everywhere. Right @Corey_Feldman ? https://t.co/UapvYWdUy1",
  "@Corey_Feldman Ty Jesus . And Ty Corey yr a great dude 4what ur doing. We appreciate it but u kno who really appreciates it is the lil boy or girl who wants 2 be an actor n whose parents have e dollar sign in there eyes n the child goes to see idk ie.Harvey..need I say more??#NuffSaid",
  "SO NOW THE POLICE R SAYING THEY HAV A COPY OF MY 93 INTERVIEW, BUT THEY CANT RELEASE IT! WELL GUESS WHAT....SO DO I! I WAS RUMMAGING THRU MY GARAGE &amp; CAME UPON THE OLD CASSETTE COPY THE SBPD MADE 4 ME! I HAD NEVER RELEASED IT, BUT NOW I WILL! MAYBE THERES STILL HOPE....",
  "@Corey_Feldman And PLZ don't give up.when ur going thru Hell reach out to God he's always there. But when u get stuck in a hell moment don't stop there keep going becuz it can n does get better I promise.Get 2 the other sideAs an #AdultChildofSexualAbuse #KEEPGOINGBOO",
  "@Corey_Feldman Corey, us so called #ConspiracyTheorist as we are so lovingly called by the CIA. Which r a bunch of Renogading bastards who get to run around where they could do the most harm and be under DARKNESSwith no rules.But b fully protected by our GOV! It's BS.UR DOING GREAT!",
  "@Corey_Feldman @NYDailyNews You only fail if you give up. This war is a long one. Took lifetimes to get this messed up.",
  "WE HAV FAILED MISERABLY ON R PETITION. IT WILL NOT GO ANYWHERE! BUT I WILL NOT STOP HERE, OZ &amp; I HAV A NEW PLAN: Dr Oz throws support behind child sex abuse victims https://t.co/sZGOM1nFUt",
  "Midtown Manhattan Explosion: Injured Suspect In Custody : The Two-Way : NPR https://t.co/QmYNKICnRQ #SmartNews",
  "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength.",
  "#FLGrownDesigner17 @ Spring Hill, FL https://t.co/g08Gy4Muiq",
  "Just posted a photo @ Mariner's Cay Apartments https://t.co/smtMRfG7Fo",
  "https://t.co/KzzEI5HPcS via @youtube",
  "#FLGrownDesigner17 https://t.co/AcV1stQ2wR",
  "@PeterSweden7 Just Disgusting!!!!",
  "I am seriously losing hope for Sweden.\n\nA Swedish woman was gangraped by 20 people in no-go zone Fittja. At one point she was placed on the stairs &amp; sodomized and throated at same time.\n\nSeveral migrant men are now in court suspected of the attack.\n\nThey have just been set free.",
  "When men cry.. 💔\n\nThe father of Mahmoud Al-Masri saying last goodbye to his son who was shot &amp; killed by Israeli Occupiers in Khanyounis, #Gaza today.\n\n#CrimesOfIsrael\n#HandsOffAlQuds \n\nhttps://t.co/b7jLt3OazZ",
  "How do you win gold metals for women's weightlifting? Be born as a biological man, then call yourself a woman... instant gold https://t.co/chnwrPsf1J #lunacy #AltLeft",
  "https://t.co/Z2CZVhztE9",
  "Good thing @Corey_Feldman had his copy, cause LAPD has in the past lost track of tapes or had parts \"accidentally\" erased. https://t.co/QGvLmyhIlf",
  "Just ordered @PapaJohns! Use promo code PAPATRACK for 25% off your next regular menu price order. US/Online Only. #PizzaMood https://t.co/pHVohbERud",
  "#ADesigningWoman17 @ Spring Hill https://t.co/Q1w9MYZXNj",
  "Share to Facebook https://t.co/wnbppEkHg4 #SmartNews",
  "https://t.co/OGPaJDAT6i             PLS WATCH!!!",
  "https://t.co/dHzg5C0drq",
  "Wal Mart is now selling Antifa shirts. \n\nIt’s pretty ironic that the biggest capitalist corporation in the world is selling a T-shirt that represents people who hate capitalism. I wonder if the idiots buying the shirt will think about that.",
  "@notrax14 @HealthRanger Amen 2 that!!!",
  "Flashback: Kraft recalls petroleum-derived macaroni and cheese contaminated with shards of metal. https://t.co/SVNy2klsj6 #Kraft #macaroniandcheese",
  "One Killed, Over 1,000 Homes Evacuated From Massive California Wildfire | The Weather Channel https://t.co/hMuonk2y7D",
  ". https://t.co/EVTitroU3p",
  "Share This Before It's Shut Down! News Helicopter Films Something Strange Over New Mexico! 11/18/17 https://t.co/ShptvExWEx",
  "Christmas Quiz https://t.co/ajD4aoEULs",
  "Christmas Quiz https://t.co/KOO3gLFiyw",
  "No cheating don't be scared.... Please brighten my comments with picture number 6 on your camera roll. No matter... https://t.co/qxGNliquuT",
  "New York's Metropolitan Opera suspends conductor James Levine after sexual abuse claim https://t.co/xxcVaaiLG1",
  "https://t.co/eeEgmxQYo2",
  "Wooohooo LETS HERE IT 4 THE GREENBAY FUDGEPACKERS!! WOOOHOOO!",
  "Family Roll Call... If you are family, hit the like button and copy this onto your status. Blood or not! I'll... https://t.co/x80qdIkZVE",
  "https://t.co/YaGSUdSywH",
  "https://t.co/PTFKSidX4I",
  "@FaceLikeTheSun Me 2 Gonz ILY N YOUR vids on NWO &amp; The Powers that definitely Should NOT B! LoL",
  "Wow. Maybe the president of India saw some Facelikethesun videos! 😎 https://t.co/PcifGaFVh5",
  "Exercise can go a long way for people with PD https://t.co/maQbkTk4W9 #health #parkinsons",
  "@PapaJohns Yum! Saturday afternoon into Evening spending time with my close bff GuyFriend &amp; my 6 year old who wants yummy PJ PIZZA!!! I 2nd that motion...3 i's the motion carries...\n#PAPAJOHNS it is !!!",
  "McDonald's manager gets $110,000 for tip on Tampa suspected serial killer https://t.co/0RmVLjbLtk via @nbcnews",
  "A Step Forward for Dragons... https://t.co/IxDt1F3YeZ",
  "Dragon Mania Legends Recruitment Code https://t.co/lOS8vZznbr",
  "Christmas Quiz https://t.co/0C95BBwrrc",
  "Christmas Quiz https://t.co/gQZH86t7rB",
  "What's Hatching? https://t.co/S1HyVdSlRX",
  "What's Hatching? https://t.co/97W2hiP7IJ",
  "Chasity Faucett just discovered a new island! https://t.co/giiv4xWXaJ",
  "What's Hatching? https://t.co/kXhwlrTHTV",
  "What's Hatching? https://t.co/deRqXYnnoJ",
  "Ppl still wanna say Vaccines are perfectly ok we'll hear this well... VACCINES CAN N DO NOT ONLY CAUSE AUTISM BUT... https://t.co/Yy6TUm2JLs",
  "I been knowing he was a womanizer 4 YEARS N YEARS!! https://t.co/ewsWuOYuoy",
  "#DTaP Vaccine Shatters UFC Fighter’s Family after it kills their healthy boy. https://t.co/Cfd3jp5enu #vaccines #UFC #health",
  "Holistic doctors discovered autism-causing carcinogens in vaccines before turning up murdered. https://t.co/mCMofA4L94 #vaccines #autism",
  "No way! No MMR vaccine mix ! Only the single M/M/R!! O that's right u can't get the singles! #govinbedwithbigpharm https://t.co/d2hQMyWahI",
  "This is gross! #nommr  https://t.co/vxbUOzxwcD",
  "Here’s what you’re pumping into your body every time you get a MMR vaccine. https://t.co/oF7TGkt0au #MMR #vaccines #antivax",
  "Comcast deleted net neutrality pledge the same day FCC announced repeal | Ars Technica https://t.co/DrLQVjdbVu #SmartNews",
  "Just posted a photo https://t.co/DOeNpbP4ou",
  "The MMR Vaccine contains milk residue from transgenic cloned cows. This is the cause of lactose intolerance in children. VRM",
  "Study: #Frankincense oil kills cancer cells while boosting the immune system. https://t.co/vCAbtNDRFN #cancer #health",
  "Too bad our country cannot get past the Hemp discrimination. It would save so many trees. #hemp #cannabis https://t.co/ePebP2yTZj",
  "Just posted a photo https://t.co/QDGHKA5QWc",
  "@Iceburgslim60 @JohnMorganESQ True!!",
  "@sherijohnson @stowawayjane @JohnMorganESQ  https://t.co/6Zm0tNLy3M",
  "@NycCrowdFunding @JohnMorganESQ I bet u are!!!",
  "@Mph_1971 @JohnMorganESQ Me 2!",
  "@JohnMorganESQ Plllleeeeaaaassssseeee John???!",
  "FINALLY SOME TRUTH IN THE MEDIA:  https://t.co/IPaJ3v6p2q",
  ".@AutismMedia on #Periscope: The Maine  Vaccine Consumer Protection Act https://t.co/tkoM5tlRjo",
  "Monosodium Glutamate (MSG): Is this silent killer hiding in your food? https://t.co/F9oyOgTqhH #MSG #foodfreedom #health",
  "OR U CAN SIMPLY JUST SPREAD THE WORD BY RT THESE HASHTAGS #ISTANDWITHCOREY #CoreysTRUTHCampaign #PRESERVEINNOCENCE BUT TOM IS MY 1 YR ANNI W MY WIFE, &amp; WE WILL TAKE SOME TIME 2 HONOR OUR UNION. SO IF U DONT HEAR FROM ME, HAV A WONDERFUL HOLIDAY, KEEP THE FAITH, &amp; #STAYTUNED 🙏🏼",
  "@Corey_Feldman OH YES TO THIS! #EVERYBODY READ THIS &amp; SHARE FOR MORE SUPPORT FOR #COREYSTRUTHCAMPAIGN &amp; #COREYSLAW ! GOD BLESS! #ISTANDWITHCOREY",
  "RIP DAVID CASSIDY: AS A 7 YR OLD, MY 1ST INTRO 2 POP MUSIC, WAS AS A FAN OF HIS YOUNG BROTHER SHAWN. I LOVED THE HARDY BOYS, &amp; THE PARTRIDGE FAMILY, &amp; BECAME A BIG FAN OF THEM. IN AN AGE OF HOLLYWOOD WHERE BEING A TRIPLE THREAT MEANT U HAD MULTIPLE TALENTS, DAVID BROKE THE MOLD!",
  "Geologists in #Iceland are warning that Öræfajökull #Volcano may be getting ready to erupt, it last erupted in 1727 and is the country's largest active volcano.\n#Breaking https://t.co/62auiLpaAM",
  "@realDonaldTrump Happy Thanksgiving to u n ur family n to every other American out there! When r we going to put aside our differences n become 1 again...oh when Christ returns Because it's not looking good. Everytime some1 has something to say some1blast them for speaking..Freedomofspeechisajoke",
  "@martita31 @realDonaldTrump That was a photo o.o. Trump has donated his whole salary to The VA, he has donated millions to the vets previously and he has done more for the vets in 10 months than Obama did in 8 years..",
  "HAPPY THANKSGIVING, your Country is starting to do really well. Jobs coming back, highest Stock Market EVER, Military getting really strong, we will build the WALL, V.A. taking care of our Vets, great Supreme Court Justice, RECORD CUT IN REGS, lowest unemployment in 17 years....!",
  "I've heard from multiple sources that Joe Biden is one of the sealed settlement deals, this might explain why the @TheDemocrats are so quiet about Conyers.\n\n#UnsealTheDeals",
  "Rep. Gaetz: \"I am immediately calling for an investigation into the special treatment that the FBI gave Hillary Clinton.\" #IngrahamAngle https://t.co/EHkQfyeWDK",
  "#Disney #executive John Lasseter taking six-month leave of absence amid 'missteps;' apologizes to employees for 'unwanted hug or other gesture they felt crossed the line' - Reuters",
  "https://t.co/CzHu96zcNn - Conduct powerful scientific research in mere seconds for your book, blog, website article or news report. https://t.co/1JmcbYBKKf via @HealthRanger",
  "https://t.co/Ho4zOkVhem",
  "CIA comes out of the shadows and admits to spraying chemtrails: https://t.co/GfferfAeRu #CIA #chemtrails",
  "Will be having meetings and working the phones from the Winter White House in Florida (Mar-a-Lago). Stock Market hit new Record High yesterday - $5.5 trillion gain since E. Many companies coming back to the U.S. Military building up and getting very strong.",
  "THANK U 4 THE SUPPORT! Corey Feldman Launches Go Fund Me, Will Donate A Portion To The Rape Foundation https://t.co/15w2X64HVL",
  "I bet there weren’t many folks 50 years ago who thought a random dude like myself would be waiting for take out at a restaurant, reading declassified FBI documents on my hand held internet window box. https://t.co/rt2KUTRcbj",
  "Everything we've been warning about since 2012 are being admitted in an article published by https://t.co/POUx0RiXbC. A wave... https://t.co/gFvhnoz5wH",
  "@Tee033 @HealthRanger Continue to Sound the alarm clock Dr Mike Adams ur the greatest!",
  "@Tee033 @HealthRanger Exactly",
  "@dantegiuliano @HealthRanger Also it was 2013 when the number skyrocketed. Do u Kno if things keep up in the year 2032 1 n 2 kids will have AUTISM N 80%OF THE BOYS....TIME TO Wake UP EARTHLINGS!!",
  "@dantegiuliano @HealthRanger Which to me is RIDICULOUS!!!",
  "@dantegiuliano @HealthRanger My son is 6 he was given 30 or 35 I think it was",
  "Are you paying attention yet? #vaccines #health #antivax https://t.co/lrnuQptsjF",
  "Research shows black beans are one of the healthiest foods on the planet. https://t.co/kwy7m46mNg #blackbeans #health #nutrition",
  ".@AutismMedia on #Periscope: Jonathan Tommey with Dr Suzanne on gut health. https://t.co/qWx5LmXDvl",
  "@Corey_Feldman I can understand Hollywood not wanting to donate for various reasons  but every one of them should be signing this....we will see!",
  "@NewsIsBreaking_ Real talk!!",
  "#Police can request your DNA from genetic testing companies like #23andMe and #Ancestry for investigations. #Breaking\nhttps://t.co/sOKVVEpGUB",
  "MORE: Large Police Response After Gunman Shoots at Officers From Inside Home In Delaware - https://t.co/Tey5KoDZKd https://t.co/0aOd8C3k6l",
  "Sen. Jeff Flake(y), who is unelectable in the Great State of Arizona (quit race, anemic polls) was caught (purposely) on “mike” saying bad things about your favorite President. He’ll be a NO on tax cuts because his political career anyway is “toast.”",
  "U SAY U WANT A REVOLUTION?? WELL U KNOW, WE ALL WANNA CHANGE THE WORLD!!! https://t.co/gjmaPJJVwf RT THIS 1,000 TIMES IF U REALLY CARE! IT COSTS U NOTHING! EVERY DAY MY INTENTIONS R QUESTIONED! ASK YOURSELVES,Y I HAV 150k FOLLOWERS, &amp; ONLY 4,500 SIGS? #ISTANDWITHCOREY",
  "Dragon Mania Legends Recruitment Code https://t.co/8VxI0ZRewh",
  "#Jelenaisback everyone! 🎊  Let's celebrate with a trivia 👉 In 2011, after months of speculation... on what show did @selenagomez confirmed the relationship with @justinbieber? 👇🤔",
  "I'm the guy with his eyes to the sky...#Infinite",
  "https://t.co/14wkbuP56W",
  "Y'all seen #VAXXEDTHEMOVIE YET? DO URSELF a FAVOR N WATCH NOW. 4 the SAKE OF OUR KIDS HEALTH. PLZ CALL REPS4URAREA\n911!🎈🎉✨TY!",
  "https://t.co/grwtjUJYh7",
  "You Won't Believe What They Admitted on the News in 1971... https://t.co/WN3kcYSC7M",
  "If You See This Label On The Fruit Do Not Buy It At Any Cost — Qatar Day #Topbuzz https://t.co/aJG8N3utfY",
  "Wow n I know Nana's are #4011... https://t.co/T3FFNddXAj",
  "Humanity is a \"suicide cult\" that deliberately poisons the food supply feeding its own children. https://t.co/ftKxt7rm5h #depopulation #GMO",
  "\"WHITE\" SCIENTIST SNITCHES: \"THE BLACKS\" ARE TARGETED BY THE MEDICAL SHYTSTEM https://t.co/JJTTfgY4pB",
  "I have so much more respect for @Corey_Feldman after seeing a clip of him on the @TheView in 2013. Gee ruin a whole industry eh?",
  "https://t.co/e2wz61hank",
  "New Blood Pressure Guidelines Mean Yours Might be Too High Now https://t.co/RXB3QwC8R0 #SmartNews",
  ".@AutismMedia on #Periscope: Andy and Polly https://t.co/xqlAL12Jq3",
  "Whatever broad just walked thru my Moms yard can bring her ass back im waiting with my 45 my neighbor loaned me!",
  "Sixth Woman Says George H.W. Bush Groped Her When She Was 16 | Time https://t.co/UgV62kkMED #SmartNews",
  "Corrupt doctors try to force \"vaccination contracts\" on parents and patients. https://t.co/63tOS5LJsu #vaccines #health",
  "Wow!! Mariah Carey undergoes weight loss surgery after being body-shamed (Photos) #Topbuzz https://t.co/Mc7Ns4vmr6",
  "@Curious111188 @HealthRanger That makes 2 of us..it's better to eat locally grown organic foods or from the health ranger store of course my hero!!! Lol",
  "Here's how to become a zombie. #health #vaccines #healthfreedom https://t.co/VvaMfAVpgx",
  "Samsung Galaxy S9 release date, news and price rumors https://t.co/FpOHaSiQ5c",
  "Samsung Galaxy S9 release date, news and price rumors https://t.co/LnFb6fKWxs",
  "Samsung Galaxy S9 release date, news and price rumors https://t.co/yLt8ZJZGd9",
  "What's Hatching? https://t.co/rvGdBHPhho",
  "Happy bday today Nov 10 Bj Farnsworth Bestie of 20 years as of September '17! It would be nice if we could go to... https://t.co/p4Py491OPH",
  "https://t.co/WIQJe0GqPl",
  "What's Hatching? https://t.co/YLQAZv23nF",
  "There Will Be Blood Pt 1 https://t.co/6jhqr8EOcM",
  "There Will Be Blood Pt 1 -  https://t.co/pZxrDqGoXR",
  "https://t.co/chm29MNUYM",
  "Need to go to sleep! It's 7 am do u know where ur grown kids r??? Lol . Mommy sry I'm not sleeping lol! — listening to P!nk",
  "https://t.co/5xSsXHvJml",
  "https://t.co/IRG3NJFv3D",
  "Genesis 6... And there were Giants n thee Earth in those days n also after that when the sons of God. ...... https://t.co/0XElebtEb8",
  "Guys plz watch n share https://t.co/7e4mS4mLkK",
  "@carolyn_pearl @Corey_Feldman Watch this",
  "What's Hatching? https://t.co/yCk7UjovCv",
  "What's Hatching? https://t.co/KjMoQPfET1",
  "What's Hatching? https://t.co/SGVDt665QR",
  "What's Hatching? https://t.co/bylELT7TJ3",
  "Here’s Why You Should Never Put Toilet Paper Down On The Seat https://t.co/DfvtL7d6Ur",
  "This is fun!!! Ty Frankiie J!!! https://t.co/QFCp6mlDGh",
  "DON'T OPEN YOUR THIRD EYE/PINEAL GLAND IN 2017 https://t.co/k8oWL4CgnT",
  "What's Hatching? https://t.co/C6yI9Z95nh",
  "CIA Agent Confesses On Deathbed: ‘We Blew Up WTC7 On 9 11’ https://t.co/YqO7pVeRH4",
  "@rachelheldevans the Saudi billionaire that was just arrested was a major Hillary supporter $$. Again, will you retract? https://t.co/rWAF797FZA",
  "Then you have this nugget. https://t.co/tYbastd422",
  "@rachelheldevans will you ever go back on what you supported? It’s all starting to unravel https://t.co/yAWvxRy6fX",
  "May God be w/ the people of Sutherland Springs, Texas. The FBI &amp; law enforcement are on the scene. I am monitoring the situation from Japan.",
  "@Corey_Feldman #ISTANDWITHCOREY #CoreysTRUTHCampaign #BelievetheKids #NOMORE #Hurt #BeBrave #report #ChildAbuse https://t.co/b6B9rLDdSS",
  "Fuckin sick huh https://t.co/DeXql5bsOW",
  "The World Before the Flood https://t.co/vBAV6uHkYA",
  "Yep. https://t.co/nQtFSbhPau",
  "The voters in Manatee must be pleased elected officials said to hell w/ the will of 71% of the PEOPLE! #PoliticsSuck https://t.co/012GjSfvCF",
  "@NSAGov ...Because there are no meaningful consequences for getting caught relative to the effort of developing a new ops kit and infrastructure.",
  "Higher and Higher https://t.co/XZGqVfCumh",
  "Chasity Faucett perseveres! https://t.co/RS4iTahtna",
  "What's Hatching? https://t.co/vkDDcIuQio",
  "Just posted a photo https://t.co/ujq7CjuKzN",
  "Read on to avoid these 5 camping dangers. https://t.co/T9oXnRdmDD #safety #survival #camping #campingsafety",
  "Wow https://t.co/wD8OSVljRe",
  "Here's a 'journalist' at the Atlantic spreading fake news in an article about fake news by falsely claiming that 'Julian Assange' spread fake news when in fact they doltishly fell for a fake account (labeled  \"parody\" in the bio, even) spreading fake news. https://t.co/9ZQVHc1dHG https://t.co/4u93RL0Qx1",
  "Food Stamp Users Outraged When They Read This Sign At The Grocery Store #Topbuzz https://t.co/jgX2qtnKNU",
  "Wow!!! https://t.co/MzrgF3mI45",
  "Food Stamp Users Outraged When They Read This Sign At The Grocery Store #Topbuzz https://t.co/jgX2qtnKNU",
  "OFFICIALLY THE 1ST FORMAL REPORT EVER TAKEN ON ANY OF MY CASES, AS SBPD NEVER FOLLOWED UP BACK IN 1993, &amp; HAS NO RECORD OF MY COMPLAINTS.",
  "TOXIC FOOD is killing humanity: One-fifth of global deaths now linked to processed food. https://t.co/Dm7YvK8ptq #junkfood #health",
  "Chasity Faucett perseveres! https://t.co/foofpSpLkl",
  "What's Hatching? https://t.co/ULLfXQL6Ll",
  "What's Hatching? https://t.co/mD6mhnL1ir",
  "Texas Shooter Identified: The Media Doesn’t Want You To See Why Devin Kelly Did It https://t.co/6Rdx3qiDvV",
  "Texas Shooter Identified: The Media Doesn’t Want You To See Why Devin Kelly Did It #Topbuzz https://t.co/MFgXlcEgg4",
  "Man Tells Judge He'll Never Rise For Him, Judge's 4 Words Send Him To His Feet https://t.co/OiOJgEYWTI",
  "Man Tells Judge He'll Never Rise For Him, Judge's 4 Words Send Him To His Feet #Topbuzz https://t.co/PtaIxuJqJO",
  "The Rothschild Conspiracy Explained in 15 Minutes https://t.co/lPx9j69zAx",
  "Km https://t.co/BWmd0jCSHf",
  "3 arrested for ‘mobile meth lab’ found in Walmart parking lot https://t.co/eAdo3MnGiP",
  "https://t.co/K95F0lBu4G",
  "…Fab5juzdf GG GF https://t.co/Nd5zoalYdr",
  "Dirty Dining: Checkers shut down for sewage leaking through floor drains into the kitchen near food https://t.co/VUxVx2TRHD",
  "If You Have Bought Instant Noodles, Get Rid Of Them Now! Here’s Why https://t.co/etnQ1uS0o2",
  "Higher and Higher https://t.co/HS99aV6EDS",
  "What's Hatching? https://t.co/sUSIxBh0IW",
  "What's Hatching? https://t.co/bKXh6ORlmh",
  "Chasity F. perseveres! https://t.co/HY25akxanD",
  "Costume Quest Event Success! https://t.co/5cZmyEAda7",
  "Costume Quest Event Success! https://t.co/8IxwQswAbO",
  "Costume Quest Event Success! https://t.co/30EJzAfJ6g",
  "12-year-old pregnant has been hurried to the hospital. When doctors saw her belly they were shocked #Topbuzz https://t.co/ZwgUfIZxxG",
  "12-year-old pregnant has been hurried to the hospital. When doctors saw her belly they were shocked https://t.co/0BZeSuDpV3",
  "The Latest: 2nd person sought for questioning in NY attack https://t.co/OYeyiFOeL1 #SmartNews",
  "https://t.co/JZLe2Fpsm8",
  "Thank you Martin Luther for everything you did for us a for the Reformation I love being a Protestant",
  "Big Pharma fights to keep medicine that treats cancer, anxiety, depression, and addiction illegal https://t.co/GSHEzMYIQW",
  "@HealthRanger Yes I'm the 2nd like on sum real good TRUE News...ty Dr.Mike! Yay Yay!!😀😁",
  "#BigPharma fights to keep medicine that treats #cancer, #anxiety, depression, and addiction illegal. https://t.co/1WJmQzgOdT",
  "We are facing national crisis. #WakeUpAmerica #cannabis https://t.co/G2gtoqqcZ3",
  "10 essential items in case of a natural disaster. https://t.co/5Qnt2T4F2X #survival #preparedness",
  "Is industrial farming killing the food chain? https://t.co/3X08idsxXZ #collapse #environment",
  "Child prostitution is rampant in America. https://t.co/ujQlslNMR9 #sextrafficking #childprostitution",
  "#Google changes algorithms so that sites #critical of govt policy lose 70% of traffic – investigative journalist https://t.co/WgWl8Fldm5 https://t.co/SaLZWOmZvL",
  "Contrary to prior reports, Colin Kaepernick was not invited to past or future meetings between NFL players &amp; owners https://t.co/IV4LdQsF8V https://t.co/9XgRaR1S62",
  "1.1 million still without power in Northeast after Philippe - CNN https://t.co/hzYCTX8KGV #SmartNews",
  "Chasity Faucett perseveres! https://t.co/aqmnHbXIGA",
  "What's Hatching? https://t.co/zq1RD3Acsl",
  "Yes Jesus;!! https://t.co/GcVLUX6AU0",
  "Agenda 21 How Will It Affect You https://t.co/plJPa1frKK",
  "Fire Proof Evidence of Directed Energy Used in CA Fires https://t.co/cewkp1Fuq5",
  "What's Hatching? https://t.co/DlXDsXo5Fs",
  "Chasity Faucett (@Kjsmomma2011) | Twitter https://t.co/FBOIx8axan",
  "Opioid crisis: Childhood friends die on same day, half a mile apart https://t.co/JwyM7giLJK via @fox13",
  "https://t.co/z4vF1SAxR0",
  "Dragon Mania Legends Recruitment Code https://t.co/1t8w8HkimA",
  "Dragon Mania Legends Recruitment Code https://t.co/JtEQ2dDs4j",
  "Chasity Faucett perseveres! https://t.co/pdBw9deUTw",
  "Yea right makeup free! https://t.co/PLk3uHa5Qi",
  "@Daychild17 @PapaJohns And me too! In fact back at University I did! LMAO",
  "@PapaJohns Loving ur # pizzatracker and #PapaRewards getting free pizza n pull aparts constantly!!!!",
  "Just ordered @PapaJohns! Use promo code PAPATRACK for 25% off your next regular menu price order. US/Online Only. #PizzaMood https://t.co/9RGmEoVY42",
  "Steve Harvey Storms Off Stage After He Sees What Woman Is Wearing (Video) #Topbuzz https://t.co/1Kq4B4csku",
  "Steve Harvey Storms Off Stage After He Sees What Woman Is Wearing (Video) https://t.co/1enX09NGU3",
  "World Traveller https://t.co/q0t8gUzKbl",
  "Chasity Faucett just discovered a new island! https://t.co/7TZ9dYAP4q",
  "Dragon Mania Legends Recruitment Code https://t.co/xNvBYZ3BVU",
  "Costume Quest Event Success! https://t.co/G36rdyclWr",
  "At least 47 die in Indonesia fireworks blast https://t.co/M4l0FSc32V",
  "Indonesia fireworks factory explosion kills at least 26 - CNN https://t.co/FqYWa87hvw #SmartNews",
  "Chasity F. perseveres! https://t.co/RVkb6949Du",
  "https://t.co/dBpntWmaSw",
  "Challenge Accepted! https://t.co/wySwpWyRbr",
  "Chasity Faucett on Twitter https://t.co/qR5ZOfRNCV",
  "https://t.co/LCj0Le1qx9 via @giph Rothschild funds bothsidesofallwarasinceday1 Bill Gates fund#DEPOPULATION&amp;AGENDA21WeGotaWakeUp",
  "R u willing to post this and leave it on UR status? In honor of all Autistic &amp; ADHD Kidz who struggle everyday?? RepYoBaby 👇👇👇",
  "Please support @Corey_Feldman.  Messages/comments please guys.  He is a hero in my opinion.\nhttps://t.co/yASjPjO9HE",
  "Listen to \"Moses: Anunnaki ET Enlil&amp;#039;s Pawn 1433BC\" by @AquarianRadio via #spreaker https://t.co/988Dt91jaD",
  "celebrating friendship",
  "#WakeUpAmerica #SilentButDeadly… https://t.co/6lNaoTyJBL",
  "20 random FACTS about yourself that may surprise people: \n\n1. Do you make your bed everyday? No, but I sort of... https://t.co/QG4bVainxm",
  "https://t.co/GE8sGmwEEr",
  "https://t.co/o3je9JIwud",
  "Just posted a photo https://t.co/BB2MJjJ35y",
  "It was all planned ... Just like the Next 1! #Killuminati https://t.co/mB9rpE2NHN",
  "How old is Corey Feldman, what movies has he been in with Corey Haim, &amp; what's up with the Barbara Walters clip? https://t.co/BeHNHWHKSR",
  "#HillaryClinton took $145M from #Russians to sell out the U.S. #uranium supply. https://t.co/XaYnu4UuTq",
  "Rothschild: Donald Trump is threatening to destroy the New World Order\nhttps://t.co/3ubWiA2vQn",
  "@stamishinc @TheRoot @AprilDRyan That's a start huh? Insane",
  "Virginia school district investigating photo showing HS student wearing KKK robe, throwing up Nazi salute https://t.co/Pyz57NRLVh https://t.co/vFP0WdnDZB",
  "‘Like Going Back in Time’: Puerto Ricans Put Survival Skills to Use - https://t.co/UjFvmeyQG1 https://t.co/PbpjbweJ51 #SmartNews",
  "Create your online store today with Shopify https://t.co/tLZTJ8bf8j",
  "https://t.co/AphxLgqU59",
  "RIP MR. FIRE SGT TERRY. GodBless your family friends n our whole community!",
  "Last week, @RyanHurd and @MarenMorris stopped by the hospital for a visit! Thanks for coming out to support the kids of St. Jude! https://t.co/pRRc3YZVqY",
  "@HealthRanger Wow! That's crazy! I didn't know that. U learn something new EVERYDAY, IF, n that's a big                        ' IF, '  UR LISTENING!!!",
  "An ancient #remedy to treat #diarrhea and gastrointestinal ailments https://t.co/TLDW32kg4n #naturalhealth",
  "@HealthRanger I love your work!!! Ty for putting your ass on the line for us True Patriots. Notsum sold out Satanist MMedia conglomerate! GodBless you !",
  "Study finds unusually high rate of inappropriate antibiotic prescriptions in U.S. https://t.co/onGjdb8hKz #antibiotics #health",
  "https://t.co/kAXneBGojt",
  "Here are the scientific inaccuracies surrounding the 9/11 attacks... reported as TRUTH https://t.co/DQQIuxPa67 #September11 #conspiracy",
  "Every week gets more Orwellian... https://t.co/eFrRW1PpOd",
  "Whats shocking is that ppl are shocked that a grown ass woman has the balls to speak openly &amp; honestly about sex. Y'all are comedy.",
  "MEDIA ACKNOWLEDGES + WORK: Corey Feldman delivers tweetstorm claiming he has plan for justice https://t.co/lMD2hRZaf7 via @DailyMailCeleb",
  "HEY #EVERYBODY I KNOW THERES A LOT OF ANGER ABOUT ALL THE PEDO STUFF RIGHT NOW, BUT LEST NOT 4GET, WE R STILL ON TOUR! #ANGELIC2THEFALLTOUR",
  "@NataHoffmann @EricCMack @Inc Do ur own research don't listen to me wtf do I Kno? Plz n ty !",
  "@NataHoffmann @ThRealEqualizer @EricCMack @Inc Before or after he gets the vaccine that he's trying to pawn off on us as ' good for population control's his words guys!",
  "Ted Cruz is so terrible that to make himself more likable he has to pretend he's a serial killer",
  "@JohnMorganESQ @AMJPublicHealth Dear Mr. Morgan.\n\nBig Pharma causing #WeThePeople Big Harm'a \nWe need a Florida Governor who works only #ForThePeople\n\nSir; We Need You. https://t.co/NeVnNzUK1W",
  "@JohnMorganESQ @AMJPublicHealth I have followed your career from way back when weJust adore u JM n Co. BigPharma is a bigjoke n now is laughing.#quitkillingppl #chemoisfake",
  "@JohnMorganESQ @AMJPublicHealth That's a fact John it really is! I love what your doing fir all of us. If these elite bankers would telltheetruth we would b half ok",
  "The facts are the facts. #BigPharma💊 is engaged in premeditated murder. When do we say no more? Much bigger problem than any gun issue! https://t.co/CKuzFvIvrb",
  "Dr San Miguel talks about a very important item that the medical team brought back with them from #PuertoRico ☺️\n#forthepeople #forthedogs https://t.co/q4kJifRfBm",
  "CCNT on video. We talk about the Neutron Star, UFO lady running for Congress &amp; Podesta/Delonge https://t.co/oJoE9R8ACL",
  "Disaster Relief and Assistance https://t.co/LwQFeuny44 via @PHSCedu",
  "@beachsidedave63 @morten @realDonaldTrump Oh yeah?!  Where DO U LIVE?!  Under a rock or Mommy &amp; Daddy’s basement?!",
  "Uranium deal to Russia, with Clinton help and Obama Administration knowledge, is the biggest story that Fake Media doesn't want to follow!",
  "Plenty of \"alien\" chatter around here... https://t.co/7JmVZmqboR",
  "This video was at 149,000+ views, now it's at 143,000+ views... Guess 6,000 people unwatched it. https://t.co/k7Ph5oZACz",
  "I HAV PRAYED ENDLESSLY 2 WITNESS THE TURNING OF THE TIDE, I ONLY WISH  MY BF WAS HERE 2 EXPERIENCE IT! BUT IM SURE HES SMILING DOWN! 🙏🏼😇❤",
  "If anyone ever tells you there's no blacklist in alt media for those who won't \"go along to get along\", they're lying. It exists. We know.",
  "Black People In Detroit Are Losing Their Industry, Too - https://t.co/t9Unmwylsu",
  "FUTURE ANGEL....SAYS DO U THINK IM CUTE? DUH! #SOUNDCHECK theorientaltheater in DENVER COLORADO!… https://t.co/4u8CHvk1DH",
  "Just posted a photo @ Mariner's Cay Apartments https://t.co/qOVP3GWZMU",
  "Today's reality: #wisdom #quotes https://t.co/7zQFzaIPrI",
  "Just posted a photo @ Pasco County, Florida https://t.co/tC0hoo0eVs",
  "Just posted a photo @ Hudson, Florida https://t.co/sVAbiDrcz1",
  "I just took action to get 3.9 billion people connected. Will you join me?  https://t.co/E0J7KJi13Y #internetforall",
  "Just posted a photo https://t.co/KTgcqx1THQ",
  "Ty Corey 4 outing pedophilia! @ Mariner's Cay Apartments https://t.co/BmfNSCZceN",
  "Corey Feldman told cops he was molested and named abusers in 1993 https://t.co/AsY33grFfS via @MailOnline! If u got $ ucan even molest Kidz!",
  "Per @Corey_Feldman, cops were told the names of his abusers but nothing was done. #California needs to protect kids from these monsters! https://t.co/GVFz47tkfr",
  "@Corey_Feldman Go get them,Corey. Barbara Walters should be so ashamed of herself. It's hard to believe that she could think that way in 2013.We believe u.",
  "@odonkoba @Corey_Feldman So did I..I thought it from Movie1",
  "@MarthaD67964123 @Corey_Feldman Instead of being part of the problem with not believing, @BarbaraJWalters should try and be part of the solution in trying to help.",
  "@Corey_Feldman @MailOnline Is it me or is now not the time to say “fuck it- I’m naming them again”. The world is listening and waking up. Don’t let the moment pass",
  "@VeronikaShell @Corey_Feldman  Hollywood is a sick place. I boycott it. Thank you Corey for speaking out.Bless you!",
  "Corey Feldman Doubles Fall Tour Dates And Gives Back To Hurricane Victims - https://t.co/yPnvDtlj8k via @Shareaholic",
  "https://t.co/BYrDduuiOw",
  "Obamacare bombshell: Trump kills key payments to health insurers https://t.co/KLQuIOqq8q #SmartNews",
  "#GeoEngineering....what u don't know could kill you..… https://t.co/LRefoZNEpt",
  "THE WEST COAST HAS LOST MILLIONS OF OLD GROWTH TREES DUE TO ARSON WEATHER MANIPULATION - LOCK THEM UP before the ruin it ALL https://t.co/567aaJLD0U",
  "George Soros shorted $42 Million of Las Vegas MGM stocks right before the attack\n\n#LasVegas #LasVegasShooting \n#SorosTerror https://t.co/KRUFQSOm7s",
  "The worst disaster that America has never heard of? The Truth About Times Beach - https://t.co/lqtglhRn5q",
  "Interesting. It's either the entrance to the hollow earth, or maybe the abyss? Either way, this is fascinating. https://t.co/FhsN2OQEXN",
  "North Korea's hacking abilities 'beyond imagination,' defector says - ABC News https://t.co/9YimZQMYBm #SmartNews",
  "We can't stop thinking about proposal to replace I-275 w/ a Blvd. Out of the box thinking that this region needs @StreetsblogUSA https://t.co/D5QKdqEFl0",
  "FDOT doubles down literally on express lanes in new HFB plans. It’s more important than ever to attend next weeks SEIS mtgs.  #TransitNow https://t.co/l0bDx75JAQ",
  "A Giant, Mysterious Hole Has Opened Up in Antarctica https://t.co/FfyZe0TuJu #SmartNews",
  "'Hell to pay' over water, food deliveries, Puerto Rico governor warns https://t.co/UZWACeCwqn",
  "'Hell to pay' over water, food deliveries, Puerto Rico governor warns https://t.co/kSrWNyejlR #SmartNews",
  "HE'S THE ALPHA N OMEGA.... THE BEGINNING AND THE END...THE First N… https://t.co/vaFYeRDvMA",
  "Harvey Weinstein Fired From The Weinstein Company https://t.co/8OKEDQZubW #SmartNews",
  "Just posted a photo https://t.co/L6KEokyvDH",
  "https://t.co/PYtYZUuXsz",
  "Tropical Storm Nate Strengthens to Hurricane as It Approaches U.S. https://t.co/BVYBtMjPnm #SmartNews",
  "https://t.co/ShmBy8arGE",
  "SHOCKING: Deadly #Fukushima soil to be used in Japan’s public parks https://t.co/cEkpjLFsWr #radiation #pollution",
  "40 Years later families are still fighting the deadly effects of Agent Orange https://t.co/7qbLf2e1Bs #health #veterans #war #Monsanto",
  "yogirl._.shawty @ West Hernando Christian School https://t.co/NiGRa3eUZ0",
  "https://t.co/8WmJJfBeUy.",
  "Just posted a photo https://t.co/Of4oNJEXTN",
  "Just posted a photo https://t.co/mEhrNPQG7r",
  "Just posted a photo https://t.co/aRHVCEdHbN",
  "@iCitizen_News https://t.co/ThIRLrUDIO....wtttfff....ummm no.",
  "Mom left 4 young kids home alone and went to Europe on vacation\n\n WHAT!?!? https://t.co/xm2Ovj1ZZY https://t.co/5nxsOYX20W",
  "#Snowden starting now on Showtime 9 PM Central https://t.co/U5nfK7VHnW",
  "https://t.co/6m0r9XLXUO",
  "Watch the video and let us know what you think about this Doctor's suggestions. https://t.co/GrqeNLaAZU",
  "Where are you at in your vaccine education journey? https://t.co/4cbNGJW7uL",
  "The full-auto #machinegun used by the Las Vegas terrorist is nearly impossible for people to own. https://t.co/mPcepQ184Y #guncontrol",
  "12 ingredients to keep in stock to make potent natural remedies that annihilate germs. https://t.co/rnkNErAIxx #naturalremedies #health",
  "Tom Petty, legendary rocker, is dead at 66 - CBS News https://t.co/XMbEVDAi96 #SmartNews",
  ".@AutismMedia on #Periscope: My 2month baby boy died ter his vaccinations #vaxxed #DidYouKnow  https://t.co/AJMbdt2Hjb",
  "O.J. Simpson walks out of Nevada prison after 9 years - CNN https://t.co/T5bB0mW4Mw #SmartNews",
  "They Couldn’t Keep This Black Woman Off The Ballot - https://t.co/6CGsnh2eBp",
  "#bffweddingday @ Spring Hill, FL https://t.co/zwcQXqRtS7",
  "San Juan mayor: 'I am begging, begging anyone who can hear us to save us from dying' | TheHill https://t.co/p7F1HV7Oej #SmartNews",
  "#TheProverbs #HeHasRisen\nJesus... GIVES US EVERYTHING IN The WORLD… https://t.co/CrFfTE5BlN",
  ".@vaxxedthemovie on #Periscope: NY Premiere of #The Pathological Optimist #ouroptimist #vaxxed  with #AndyWakefield  https://t.co/nq09Vz7pLD",
  "#2ndCorrinthians3.17 John 8:36 (NIV)\n\n36 So if the SON sets you… https://t.co/dB4zC24uzc",
  "Melinda Gates: How corporate America drives away women - Business Insider https://t.co/J1I4p8GiKa #SmartNews",
  "Hackers Remotely Kill a Jeep on the Highway—With Me in It https://t.co/JcWCpTCZp5",
  "Rick Pitino, Tom Jurich Fired by Louisville Following FBI Investigation | Bleacher Report https://t.co/uduADedXP3 #SmartNews",
  "Giant Iceberg's Split Exposes Hidden Ecosystem - Scientific American https://t.co/7DKsdUyHng",
  "Giant Iceberg's Split Exposes Hidden Ecosystem - Scientific American https://t.co/I16mGXxIQA #SmartNews",
  "#Kiluminati https://t.co/AzzzsRGGS7",
  "NASA Confessess to Dosing Americans with Air-borne Lithium and Other Chemicals https://t.co/P5ONI9Bcy5.",
  "Newport Introduces “Marijuana Cigarettes” That Will Go On Sale Worldwide Next Year https://t.co/zkgsxWmuJd",
  "https://t.co/F0SlOEdEEH",
  "Just posted a photo https://t.co/AQdyJ4AftS",
  "https://t.co/qCHu3tz0nW",
  "https://t.co/UeNFKRpZeS",
  "Just posted a photo https://t.co/10X6WdST2Z",
  "South Korea says natural North Korea earthquake detected https://t.co/OkFUZlLr5h #SmartNews",
  "Puerto Rico dam: Evacuations begin along river - CNN https://t.co/WMYT2eO6S4 #SmartNews",
  "Health care state of play: The sleeping giant of pre-existing conditions - CNNPolitics https://t.co/tUwluUszTl #SmartNews",
  "That's BS PPL N U KNOW IT. WAKE UP PPL",
  "I hope the UK police are taking notes too. https://t.co/5WUfV92f59",
  "https://t.co/28qHwbLBuq https://t.co/grnglw49cc",
  "He was despised and rejected by mankind, a man of suffering, and familiar with pain. Like one from whom p…\nhttps://t.co/hbWpL4uGWn https://t.co/f7T7xTi4B3",
  ".@AutismMedia on #Periscope: Dawn Richardson #vaxxed #Praybigi https://t.co/jddMfDXIaT",
  ".@AutismMedia on #Periscope: global vaccine protest #vaxxed #Praybig https://t.co/c0DaPYBO4D",
  "#MyBabyMyBaby @ Spring Hill, FL https://t.co/M4uQ3erujB",
  "https://t.co/DKgjG1vTtQ",
  "https://t.co/se1zJEJDsU https://t.co/B3kIypkxk0",
  "Loony flat-earther puts up sign on beach trying to prove his theory and urges sceptics to ‘wake up’ https://t.co/GFbUnLBczd",
  "When you help others you also help yourself. It's impossible to not feel good when you do good for other people.\n\n#ThursdayThoughts",
  "#Equifax ran a customer portal in Argentina for which the username and password combination was \"admin/admin\" 🤦🏻‍♂️🤦‍♀️#databreach https://t.co/QGVpryfahe",
  "Even in turbulent times, we are able to access a deep inner peace by watching our breath and remaining still.",
  "71% of FL voted to legalize #MedicalMarijuana, but the FL Legislature thinks they know more about medical care than doctors! #NoSmokeIsAJoke https://t.co/5tTp5tm1rF",
  "In FL a general homeowners policy covers wind damage &amp; there's a deductible for #hurricane damage. Know the rules. https://t.co/PwJAlQvfBO",
  "Facebook used anti-Semitic ad categories, report says | https://t.co/tLK3GyaCIy",
  "Breaking down Hurricane Irma's damage - ABC News https://t.co/wwqhA6cvwT #SmartNews",
  "Remember Video Game Cartridges? Yea, A Black Man Invented Them - https://t.co/XMBQO4Cq5I",
  "Hurricane Irma aftermath: Death, destruction, 16 million without power https://t.co/toTHND09ny #SmartNews",
  "Spirituality And Science Work Together in African Medicine - https://t.co/mfrTZCauiG",
  "***THIS IS AS REAL AS IT GETS***\n\n***NOWHERE IN THE FLORIDA KEYS WILL BE SAFE***\n\n***YOU STILL HAVE TIME TO EVACUATE***\n\nPlease RT. #Irma https://t.co/VWLMEDWoUs",
  "#Psalms27.4 @ Spring Hill https://t.co/jgFqHvExeB",
  "Share a link on Twitter https://t.co/rDBRmHXBfe #SmartNews",
  "Hurricane Irma: How to prepare for the storm https://t.co/hTMfDgaxAn via @cbsnews",
  "https://t.co/Dkm0GgY7OI",
  "#MyLaborDayIn4Words First Meeting with my BigSis!",
  "Have been dreading Tuesday  #MyLaborDayIn4Words https://t.co/SsqAJMImTp",
  "@CIAspygirl @eugenegu Amen to that",
  "@eugenegu Can you imagine being able 2 help 10000s just by opening your church &amp; not doing it. Twitter shouldn't have 2 shame you 2 do the right thing",
  "@B_Rich33NO Amazing buddy!",
  "If you are interested in joining us to Houston please email or DM me. \n\nBrianR1@icitizennews.net",
  "#EerieLaborDayMoon https://t.co/PQnjPuaWKr",
  "I Will Be One Of The McDonald's Workers On Strike - Here's Why https://t.co/14FdvqtQzQ via @HuffPostUK",
  "We Need Stronger Labor Unions to Protect Middle Class - Newsweek https://t.co/MDvABJRAwl via @GoogleNewsstand",
  "@eugenegu Joel Osteen's church is a tax shelter not a hurricane shelter....",
  "@eugenegu Joel Osteen's theology hinges on Prosperity Gospel so the reality of suffering is inconsistent with his teachings... unbiblical.. #cult",
  "@realDonaldTrump @NationalGuard Liberals bet on the hurricane winning. They bet against Donald J Trump. A very bad bet. As all bets against Trump always end up being.",
  "@realDonaldTrump @NationalGuard Now Libs are left to nitpick about Melania's footwear, even as the president demonstrates his superb crisis management abilities.",
  "@realDonaldTrump @NationalGuard But then a hurricane comes along, Trump more than rises to the occasion, reassuring Americans of all races &amp; backgrounds that he is a uniter",
  "@realDonaldTrump @NationalGuard In Charlottesville, liberals believed they had achieved their goal of igniting an all out race war. That they finally had Trump on the ropes",
  "@realDonaldTrump @NationalGuard These images are the stuff of nightmares for liberals. The left wants division, as their worst enemy is a united people behind her president",
  "@MarkDice @realDonaldTrump @NationalGuard I love the fine PRINT!!! That's WHERE The TRUTH LIES . Enemy propaganda TURN THIS OFF!! Hint sheeple turn the Trick box aka tv off!!",
  "So much SPIRIT in LA! Thank you to all of our HEREOS who saved many lives. An honor to spend time w/ @NationalGuard, #LEOs &amp; the #CajunNavy! https://t.co/7PEtSL6RKF",
  "Trump's budget cuts could spell disaster for places like Mississippi, which faces the worst hunger rate in the nation. (@hechingerreport) https://t.co/WzYbF8HzLx",
  "#WeatherChannel Hurricane Warnings Issued For Leeward Islands, Hure Watch Hoisted For PR Ahead of Hurricane Irma\nSee https://t.co/s1xKQyOiRx",
  "The 5 Types of ‘Becky’ https://t.co/gPiCACO9HX",
  "@TheRoot That was some Amazing Black history thanks! https://t.co/2uzftX0NSR",
  "Happy Labor Day! \n\nHere's your #LaborDay black history lesson––because the history of labor in this country is racist AF: https://t.co/Ho9KpnE3Gu",
  "Cleveland police union refused to participate in Brown's opener because players knelt during the National Anthem: https://t.co/j42nrlZbxk https://t.co/w8jQlIGziX",
  "While defending a Nazi tattoo, head of Philly's police union called #BlackLivesMatter group a pack of rabid animals: https://t.co/XxEVbNMLQP https://t.co/f7duRC0Hpi",
  "@TheRoot If we are looking to build a magnificent new statue to honor a great American Hero, I recommend Philando Castile",
  "@TheRoot #PhilandoCastile may you RIP you were a true #AMERIATARIAN American/Humanitarian!!! Shared everywhere. Story told everywhere this #LaborDay.",
  "@TheRoot This man's death and subsequent not guilty verdict in his murder trial left me nauseous. This was an out rage. #PhilandoCastile",
  "@TheRoot He was murdered by a man afraid of black people.  What a tragedy for all Americans. What a loss for those who loved #Philando",
  "@TheRoot Can we make this a national cause to honor Philando???",
  "@TheRoot Although The Man Is Missed I'm Glad His Life Will Continue To Have A Positive Impact On Others. #RIP",
  "@TheRoot @FELTit Any time you use the words \"Philando Castile was\", they should always be preceded with \"Before he was murdered by Jeronimo Yanez,...\"",
  "@TheRoot Rest in peace brother",
  "@TheRoot hey @JoelOsteen do you think the city asked Philando to do this? There are so many people who are better examples of Christ's love than you.",
  "@TheRoot This was the saddest American picture of the year. RIP Phil. https://t.co/1VayqG5JlY",
  "Philando Castile was known to pay for the lunches of students who couldn't afford them, and now that legacy lives on https://t.co/P9fOEhidwH https://t.co/yhUt4GsWct",
  "When the F - Word is used appropriately 🇺🇸 https://t.co/iH7H0qISy7",
  "42,000+ people sought refuge in #RedCross &amp; partner shelters across Texas last night, w/ additional 1500 in emergency shelters in Louisiana. https://t.co/vUNNI5vv6W",
  "WATCH: Shocking footage shows a Utah nurse being arrested for refusing to give a patient's blood to police https://t.co/tVcc2WUBoi",
  "https://t.co/07fu7GiqgT",
  "https://t.co/byaeua9Gpo",
  "https://t.co/mZuZmu5nUt",
  "https://t.co/jhJEhlQbik",
  "https://t.co/I6eThyUjeO",
  "Sandy Hook is a hoax plz sheeple let's wake up n smell Christ's return!!! https://t.co/Sx1UJwW3eL",
  "In politics, stuff we DON'T see plays a much larger role than the stuff we DO see. We are fed a sponsored &amp; filtered narrative #FakeNews",
  "We're giving away 25 MORE copies of @EAMaddenNFL 18!\n\nRT to enter to win! #Madden18 https://t.co/ffAoJYK93V",
  "The absurdity of the media will eventually lead to #ChristianExtremists or the like as the next fashionable group to hate.",
  "But not on CVS and Walgreens who sell opioids 💊 \n\nWhen will they learn?!?! #VoteThemOut https://t.co/5re5nFhZ6r",
  "The gas \"shortage\" ISN'T REAL. It is a mainstream media and Internet-created hysteria based on fear. https://t.co/vvVFhYX9Ka",
  "#God'sWord @ Spring Hill, FL https://t.co/AWSrA4coz7",
  "I Know My First Name Is Steven (TV Mini-Series 1989– ) https://t.co/1V4kbErAap",
  "Plz guys W https://t.co/0QsAu1l6J9",
  "Just as the days of Noah so shall it be in the coming of the 'Son Of Man' !!! Luke 27:16 https://t.co/IarnsiFWuP",
  "https://t.co/3gaX75tjjr https://t.co/V7UKioqaq2",
  "Utah nurse's arrest prompts police apology https://t.co/NN0TqX8fpu",
  "HOW MUSIC INVITES SPIRITS INTO YOUR HOME! https://t.co/uMRVo3VxCP",
  "Put on all of God’s armor so that you will be able to stand firm against all strategies of the devil.\nEph…\nhttps://t.co/GwTaHJu9dd https://t.co/34yBI8Civj",
  "Hurricane Harvey Assistance https://t.co/GTAPMyCCxJ",
  "HELP HURRICANE HARVEY https://t.co/G8vjewrdDZ",
  "#GalationsSixAndNine @ Spring Hill, FL https://t.co/8dBicwcPFh",
  "EarthX is in play and we have a historical storm/flood in Houston and major power outage in LA. Chaos since eclipse continues.",
  "We built a FREE tool to help TX homeowners file #insuranceclaims before new bill takes effect. Claim #Harvey damage: https://t.co/oXAl4AKDPt",
  "Earthquake M6.2: Pariaman, Indonesia via @quakefeed",
  "Watch as Georgia Cop Tells Woman: 'We Only Kill Black People' https://t.co/EaHqWdakoa via @nbcnews",
  "Heres the vid plz comment Real or diversion? Watch Georgia Cop Tell aWoman We Only Kill Black People... https://t.co/EaHqWdakoa via @nbcnews",
  "Seriously I think its asick diversion they say Georgia dash footage..We only kill black people I say bs https://t.co/QCgIaH1rId via @nbcnews",
  "24 THINGS NO ONE TALKS ABOUT WHEN IT COMES TO HAVING FIBROMYALGIA. https://t.co/0A2dlbDbqL",
  "3 Young Men Have Been Rescuing People All Day In Houston\n\nhttps://t.co/7ffYdRPLTt",
  "Ranking the top catches in Bucs history | Tampa Bay Times: https://t.co/EkuNNANu2k",
  "Next To us winning the SuperBowl #TheJoeCatch I called it was the most heart warming yet heart Thumping edge of... https://t.co/8ceNJbx3ta",
  "Ranking the top catches in Bucs history https://t.co/Shfc6baMs5 via @TB_Times",
  "Ranking the top catches in Bucs history https://t.co/JN8tZ45TlF",
  "VERBATIM: Celebrities donate money to #Harvey storm relief. More: https://t.co/mYgQOUKGcs https://t.co/7NbEiiceIh",
  "More Misleading Russia-gate Propaganda https://t.co/0WoCIrpWby",
  "The ‘90s biggest summer hits🔥 #BillboardNews https://t.co/5bFD1NAboe",
  "About 9,100 people, nearly double the capacity, are crammed into the center, and more are waiting to get in\nhttps://t.co/IcRHY1Qb8z",
  "The Engineering Roadmap for improved head protection.  https://t.co/U4OMkOSFz7",
  "Australian Scientists Prove Time Travel Is Possible https://t.co/leA39Qusqb",
  "10 Cancer Causing Foods You Probably Eat Every Day - BuzzFond https://t.co/Hkc65IoQzV",
  "merry christmas please enjoy this song that has nothing do with christmas !!! :) https://t.co/qiIMuffib6",
  "@stressedlatino @tdayr18 Me too for 5 months. AMAZING angelic voice!",
  "@tdayr18 ur literally the new lizzy mcguire - going viral in italy https://t.co/IpmCAoel3A",
  "@tdayr18 Tiffany OMG UR VOICE IS ANGELIC!!!",
  "found a well in italy with a nice echo 😊❤️ missing this trip already https://t.co/tTkJeFo97k",
  "KJ &amp; Annabelle https://t.co/0LgVNvvNrL",
  "#newbff @ Spring Hill Branch Library https://t.co/MsLwvzUtmr",
  "How You Can Help Victims of Harvey https://t.co/TvR6gvPxot",
  "@RedCross",
  "Help those affected by #HurricaneHarvey. Visit https://t.co/IwTsENcx2z, call 1-800-RED CROSS or text HARVEY to 90999 to make a $10 donation. https://t.co/r4qSn8byXj",
  "Just posted a photo @ Weeki Wachee, Florida https://t.co/Yk3EuTIdmR",
  "Ever question why American schools, even basic US history classes in American colleges, never teach kids anything about the Vietnam war?",
  "Join me for a chance to win a cruise to the Bahamas! https://t.co/Kupe33VrAR https://t.co/cRYE2y4cPb",
  "Liz MacKean - BBC investigative reporter &amp; mother of 2 who exposed Jimmy Savile pedophilia ring found dead at 52  https://t.co/bAIScJ2Icb",
  "Another reporter dead? Oh and she was exposing pedophiles in high places? I think I see a pattern forming. https://t.co/d8pb9RAREt",
  "@Breaking911 OMG that's insane!",
  "Shocking moment 16-year-old student knocks out Milwaukee teacher, student arrested https://t.co/L3OdNbbhzf",
  "NYC Mayor DeBlasio said statue of Christopher Columbus among those being evaluated to be removed because they’re 'deemed hateful' - NY Post",
  "This is how disconnected Fake News is with America.\nCNN asks Trump Supporters how they feel about\n@POTUS statement on Charlottesville. 👇 https://t.co/LJM8pkY1Ff",
  "Awesome!! https://t.co/eTmv9e7pVA",
  "Phoenix Trump Protester Ignores Police Orders, Gets Shot By Pepper Ball Before Being Escorted Away By Person\n\nhttps://t.co/gFKq1Yxqnr",
  "MOMENTS AGO: Robert E. Lee statue in Charlottesville covered by city officials https://t.co/1MYCxqj6qQ",
  "After researching in reverse, I'm trying to find the last time America lived in anything remotely resembling reality. How long has it been?",
  "The burning of the jersey thing is getting ridiculous now! The man was traded. What do u not understand? &amp; played in a game after .....",
  "How much of what the average American thinks he or she \"knows\" about 20th century US history is actually untrue?",
  "One person can make #Marijuana Schedule II, @realDonaldTrump\n\nOne person has the best chance of influencing him, @RogerJStoneJr https://t.co/wenplXZUNy",
  "Trump supporters in Phoenix blocked from leaving rally before being assaulted by left-wing rioters\n\nhttps://t.co/GxnrI2FZYL",
  "Powerball: Massachusetts ticket snags $759 million jackpot https://t.co/JCoEJXlndU",
  "https://t.co/kq4FEDhxVU",
  ".@AutismMedia on #Periscope: my 2 children have autism from vaccines #vaxxed #truth #science #Praybig https://t.co/qj6VZr7kXq",
  ".@AutismMedia on #Periscope: My unvaccinated so healthy children #vaxxed #truth #science #Praybig https://t.co/PWbg1HoQ2h",
  "https://t.co/DYNHFBJ9yP",
  "https://t.co/RUnu8qi5Kc",
  "https://t.co/48o0QjYQEc",
  "https://t.co/1Bxg001tuV",
  "https://t.co/1YBj1V27cM",
  "More storage. Like up to 256 GB more. So stop deleting your favorite apps and photos with the #GalaxyNote8. https://t.co/a0J1nEqrZ9 https://t.co/7aUXdXdEir",
  "@Change Please help. This Autistic little boy already lost his ability too talk don't let him die at the hands of a mentally disturbed father also!!",
  "Twitter https://t.co/BU0OTIzZ6J",
  "Madison County Courthouse: Protect Toddler With Autism From Abusive Father - Sign the Petition! https://t.co/eTZcIsgEaX via @Change",
  "Please read this because once you do I know you'll sign!!! Ty in Jesus precious name. We must save the... https://t.co/CZ6kMPuhqC",
  "This is ridiculous! That's why our state has so many DEAD BABIES I.e.  Bradley McGhee so we must picket for our... https://t.co/1YQ6YDI49h",
  ".@AutismMedia on #Periscope: Gardasil HPV vaccine killed my daughter #vaxxed #truth #science #Praybig https://t.co/jD3jryX6t9",
  ".@AutismMedia on #Periscope: Vaccines injured my son #vaxxed #Praybig https://t.co/qTzmwv5TDA",
  "Wishing a very happy birthday to award-winning actress @lodivadevine! https://t.co/5mwYEutYEL",
  "Parents of 4-year-old are outraged after seeing a photo of their child duck taped to a chair at daycare https://t.co/lM69vICXSq https://t.co/ulm6OkryiQ",
  "Maryland man confesses to killing his 6-year-old sister and two young cousins while babysitting https://t.co/LR36rDUZFQ https://t.co/wdlHEIg2oI",
  "Protesters demand removal of Central Park statue of 19th century doctor who experimented on slave women... https://t.co/BQyoOxyaxg",
  "Holy shit... https://t.co/OAVFNaLwSR",
  "#BlackHistory  Nat Turner led a rebellion of slaves and free blacks in Southampton County, Virginia #OTD August 21, 1831.",
  "\"Ceaseless agitation, unfailing exposure of dishonesty and wrong - this is the ancient, unerring way to liberty\" \n~W.E.B. Du.Bois\n\n#Resist https://t.co/t6xHV271wC",
  "\"I never believed in Santa Claus because I knew no white dude would come into my neighborhood after dark.\" ~Dick Gregory \n\n#RIPDickGregory",
  "During Banana war let's free up those bananas and during oil wars let's free that oil. https://t.co/2oXfhpyt3K",
  "Treasury Secretary Steven Mnuchin says he's staying, defends Pres. Trump after classmates' call to resign\nhttps://t.co/KzccQ2C4Lx https://t.co/4o6HdlzyNw",
  "\"Free speech\" rally in downtown Boston dwarfed by thousands of counter-protesters https://t.co/SwYJPSKIng https://t.co/aF37wpDURV",
  "7-year-old Australian-British boy Julian Cadman confirmed dead after Barcelona attack https://t.co/Q32tIp7La9 https://t.co/6NGT1TuzJo",
  ".@MichelleMalkin: \"They won't be satisfied until Washington DC is renamed 'Obama City' &amp; Mt. Rushmore is completely demolished.\" https://t.co/Olw8iaPfTt",
  "Remembering Tyke The Circus Elephant who died on this day in 1994 after being shot by the police 86 times!! https://t.co/pL0yL5WgiL https://t.co/LN95Ff7EFF",
  "What a senseless waste. Why kill such a gentle creature? For 'sport'?!? \nPlease RT if you want a global ban on ALL trophy hunting NOW! https://t.co/62BStHTzuz",
  "Farmers are struggling to find workers. Britons do not seem to want to get up at 5am to work outdoors on a farm https://t.co/iZbFDG5SOP",
  "Miami woman arrested after she reportedly pointed a gun at family during an apparent road rage incident, police say: https://t.co/HWhpVsTil6 https://t.co/po4g625yDB",
  "Mr. Gregory was a Jedi of the infowar &amp; the first black presidential candidate 50 years before Barack Obama -https://t.co/AkUdbuAySc #RIP",
  "You brought it last night, Montreal!\n#GnFnR #NotInThisLifetime Tour 2017\nhttps://t.co/R8emcwZ1PY https://t.co/16IjknWnkV",
  "Famous fans and friends talked of the \"king of comedy\" who made the world a funnier place. https://t.co/yKP0LyMgwo",
  "All your favorite '90s bands from the comfort of home. Clean toilets, no beer line &amp; air conditioning! You’re welcome! #NinetiesCNN tomorrow https://t.co/179xxU9EoZ",
  "People ask for survivors of #PedoGate to come forward yet when we do, we're discredited. No more. I'm tired of it",
  "BREAKING: President Trump to address nation Monday at 9p ET with “update on the path forward...in Afghanistan &amp; South Asia” - CNBC",
  "John McCain tweets photos of the \"three amigos\" together again as he undergoes cancer treatment in Arizona https://t.co/3Leh6oDMDt https://t.co/gFkIAQzEiv",
  "Senate Republicans now so mad with Donald Trump they may act half-hearted as they sell America out to corporate polluters and the Top 0.1%",
  "https://t.co/j1jA9C4mYy",
  "I've been publicly warning against the #NWO since 2011. Civil unrest stirred by #Propaganda. Right now, it fees like my efforts were futile.",
  "FLASH: 7 dead, at least 38 wounded in weekend shootings across Chicago - Sun Times https://t.co/IkgVPSUK9O",
  "@RealAlexJones That's a damn shame!!",
  "Why Did No One Tell Drivers With No Tickets In 3 Years About This New Rule? | https://t.co/2fA3xhda6I https://t.co/Q4InMnuhNu",
  ".@AutismMedia on #Periscope: 3 of my children are injured from vaccines #vaxxed #truth #science #praybig #NewZealand https://t.co/AjgnVe7vmo",
  ".@AutismMedia on #Periscope: peep drops by with super healthy unvaccinated son #vaxxed #truth #science #praybig https://t.co/jRFGz8AxOG",
  "Video: I’m attacked with boiling coffee on the streets of Seattle - Skip to 3:40 to see it all https://t.co/7NPoBa0nH2",
  "https://t.co/6FpIYMz94l",
  "Michelle and I are thinking of the victims and their families in Barcelona. Americans will always stand with our Spanish friends. Un abrazo.",
  "US cops point at cell towers and say: Give us every phone number that's touched that mast https://t.co/OpEGeoCkAX #SmartNews",
  "Hey Friends, here's an invite to play Lucktastic - enter to win up to $10,000 instantly. It's free to play! https://t.co/XQMGat5uSQ https://t.co/qRCkLiClB4",
  "Hey Friends, here's an invite to play Lucktastic - enter to win up to $10,000 instantly. It's free to play! https://t.co/4zXd87PvZg https://t.co/Ww8M6kn58N",
  "chakabars @4biddnKnowledge @Alecsoelberg @ Spring Hill, Florida https://t.co/oAdtqA3qJA",
  "QVC buys HSN in a move to challenge Amazon https://t.co/2NDjgcnC9V https://t.co/9EnF4EQeid",
  "@PGAngie1 @johnpodesta @tedlieu Is this them together? https://t.co/6z3FgEtARS",
  "A SWAT team arrested a soldier in Hawaii this weekend who was charged with supporting ISIS, FBI spokesman confirms https://t.co/djnsNd1xys",
  "Teen dies from using cellphone while taking bath... https://t.co/NS72sef9HR",
  "This 55\" 4K TV is down to $399 for Amazon Prime Day! https://t.co/mh6OTNDrfR https://t.co/PGoaGpSJUv",
  "#Weather101 https://t.co/Wt4Lg1gblr",
  "#MyBabyTheWorldIsYourOyster @ Spring Hill, Florida https://t.co/BJS2RQyyvA",
  "#CELLPHONE CAN MAKE #CALLS EVEN #WITHOUT A #BATTERY \n\nhttps://t.co/0cIN2prIO0\n\n#iCitizenNews",
  "If our most famous journalists are so proud they can't admit to what is now an obvious error, how can they hope to hold the public trust?",
  "Most folks can't read three different papers every day. If we don't set the highest standard, many give up and say the truth is unknowable.",
  "#GotDemChoppasBoy #trickdaddy https://t.co/5ddaiTrZbV",
  "#orderoutofchaosisthenameoftheelitesgame @ Spring Hill, Florida https://t.co/eNiuspB2kt",
  "#ToothFairyGoingToGoBrokeAtSixTeethAndTenAPc https://t.co/wlV3cOBrae",
  "It's okay to #rape boys in #Islam, but consenting adults are killed.\n#Religious insanity.\n#Muslims #Jews #Jewish \n#Islam #Islamophobia #LGBT https://t.co/qRTajkntml",
  "#BFFLife @ Spring Hill, Florida https://t.co/5VjhPxr1s8",
  "#TheMassesAreComing4YourAsses! @ Spring Hill, Florida https://t.co/4cjbfFW8Ov",
  "#Truth @ Spring Hill, Florida https://t.co/rUQOqvtivT",
  "Just posted a photo @ Spring Hill, Florida https://t.co/GdgEADqrFV",
  "Grateful @ScottPruittOK / Trump admin saved the U.S. from the climate hoaxing Paris Agreement. PLEASE ADDRESS THIS:\nhttps://t.co/ajlf3UjVjb",
  "Weather manipulation is not a new idea.\nhttps://t.co/dJRPwIJhYR https://t.co/QHCvjK4K8H",
  "Once upon a time they were boasting about how the world's weather could be controlled from Antarctica... https://t.co/z7PAQpB3q4",
  "Why do the insiders say Antarctica is the key to controlling the weather? https://t.co/ccPozUlVUz",
  "Melatonin For Children? A Guide for Parents https://t.co/MsQN2gHvRa via @@DrCanapari",
  "#World ChampionshipChickenFights @ Spring Hill, FL https://t.co/kpB9N8r1zU",
  "#IndependenceDay I would have love to see these speeches in real-time. #JFK https://t.co/G5IltdeyT6",
  "@B_Rich33NO Me2",
  "Riders Stuck On #CongoFalls #KingsIsland #Ohio #Breaking #July4th2017 https://t.co/i22SCgZWfA",
  "A multi million dollars #PanamaPapers black market has formed. Meanwhile the public are denied 99.9% of the leak https://t.co/40SvzdYUm8",
  "Survival Manuals Free @1Munder @Ryan_inNC @endtimesalert @SavingHumanity7 @T_B_T_P @Kt23kartracer @KSmall81 @cajunsoulfire74 @RebeccaRage333 https://t.co/4u2P97CjLU",
  "5 more days! 🇺🇸🍸 https://t.co/uMMUc02Gsy",
  "#Vintage_Vegan_6GutKillers @ Spring Hill, Florida https://t.co/zGwkrr0HV3",
  "Earthquake M5.4: Kirakira, Solomon Islands via @quakefeed",
  "@ChrisDaniels_79 @MarianneSansum @LFCLuke92 @J_star500 @Stdomingo78 @trotman_deirdre @Geezajay2013 me2",
  "@Geezajay2013 @Camille5212 Nope,this is racist https://t.co/pUoKceNelC",
  "@Geezajay2013 @TMTT2015 Patriatism!",
  "This picture has been been reported for being RACIST!! Retweet if you think this is PATRIOTISM not Racism. https://t.co/oGtnBumQPq",
  "@Breaking911 He would of been DOA of it was my kid for real!;",
  "@SethWestmore @Breaking911 lucky she ain't my kid",
  "Missouri man charged with statutory sodomy of 1-year-old girl after child’s father catches him in the act - WCVB https://t.co/Bg2SG5kTlq",
  "Jim Carrey is  going to be indicted for his old lady'sdeath for giving her drugs using his money supposedly becausehe outed the Illuminati.",
  "CNN literally gave money to a play which depicted @realDonaldTrump being repeatedly STABBED TO DEATH -\n https://t.co/N6wzdNcgyk #usa",
  "Tower of #human #skulls unearthed beneath #Mexico City.\n\nhttps://t.co/rysxbHvXa8\n\n#iCitizenNews",
  "Congratulations to 41 of our attorneys for being selected as @SuperLawyers &amp; Rising Stars of 2017! 🎉 #forthepeople https://t.co/7qwLO78R57",
  "IRS May not Get as Much Customer Data From Coinbase as Requested - Bitcoin News https://t.co/jhWZii6HyY  #share # https://t.co/7GKrOf9FXE",
  "Aurora over Iceland https://t.co/xzIbab3wBc",
  "#DamnTimeFlies @ Spring Hill, Florida https://t.co/yp5u52JJWz",
  "#somethingsaretruewhetheryoubelievethemornot @ Spring Hill, Florida https://t.co/1kVsbnG3N7",
  "#QueenWater @ Spring Hill, FL https://t.co/LWTKmLI4RK",
  "PRESS RELEASE: American judge says \"democracy is broken\" as court declines to oversee drone killing https://t.co/OZZVAOiyKJ",
  "Julian Assange turns 46 today, detained without charge since 2010, in violation of two UN rulings for his release  https://t.co/pmUP1PVnAz https://t.co/CiaXXOgk92",
  "Alleged member of CIA Director Brennan WikiLeaks hacking conspiracy [https://t.co/GC22Cx3gtn] gets two years max https://t.co/Vr0FwMROAK",
  "The #EspionageAct turned 100 this month. But since the Nixon era, it's been misused to go after whistleblowers and the press. https://t.co/8k07IKAaio",
  "@Snowden @nwalfield Edward @Snowden provides strong evidence that encryption works. GnuPG makes this happen, support us: https://t.co/5UqZjulYVg",
  "Here's an actual Top Secret document published in 2014 showing an example of NSA's \"sorry, can't decrypt PGP\" message. Cryptography works: https://t.co/QWwyFHKZed",
  "#ColdChillenOnASunday @ Spring Hill, FL https://t.co/5mdeO0Iy0S",
  "Never Forget three Ppl in your Life! @ Spring Hill, FL https://t.co/weq8ootDUD",
  "#ReallyUSGov @ Spring Hill, Florida https://t.co/vu3SeQHq9X",
  "#TheyRLitterallySprayingUsToDeath\n#GlobalistAgenda… https://t.co/nd5V0LjYGn",
  "#tbm @ Spring Hill, Florida https://t.co/eOrasUsPFq",
  "#ThatsJustWrong #FunnyDoe @ Spring Hill, FL https://t.co/498WVRQVZn",
  "#BFF #GreatDayToRockSearch #SummerDayz #LoveMy2ndFamily @ Spring… https://t.co/McbQ29RWPz",
  "#RuffRyderz @ Spring Hill, Florida https://t.co/FeHHtwVdSg",
  "I'm going to @ruffryders at MIDFLORIDA Credit Union Amphitheatre at the FL State Fairgrounds in Tampa, F... https://t.co/Kf8lIMQQrn",
  "#Ephesians6/12 #WorthyIsTheLamb @ Spring Hill, FL https://t.co/teaPmCHqaG",
  "#SubtleCommands #Yashua @ Spring Hill, Florida https://t.co/Ads38Y491B",
  "#GodsWord @ Spring Hill, Florida https://t.co/hIvqtULJ4e",
  "#TheGospel @ Oak Hills Golf Club https://t.co/pum0HOnTqi",
  "#TheGospel @ Spring Hill, Florida https://t.co/8GkRGqqaA3",
  "Yup, it's official. I registered to take the online test because #IShouldBeOnJeopardy! and become the next champ!",
  "#JeremiahTheProphet @ North Weeki Wachee, Florida https://t.co/itwuXzPccD",
  "#LoveRules @ North Weeki Wachee, Florida https://t.co/rlUTgVLsl6",
  "Amen! Lauren Sharpe- Sherwood https://t.co/3tRZYXxIA9",
  "#TheProverbs #Truth #A1Advice @ North Weeki Wachee, Florida https://t.co/7FM8fbLpkK",
  "Just posted a photo https://t.co/rxCjLxD5E2",
  "#tbt @ Mariner's Cay Apartments https://t.co/Kj7qcIODX7",
  "Peru's Nazca Lines Reveal Mysterious New Animal Images  https://t.co/xzRfcsgB8h",
  "#Romans @ Mariner's Cay Apartments https://t.co/w65udBd28M",
  "Just posted a photo @ Spring Hill, FL https://t.co/CkAD99xmSM",
  "Just posted a photo @ Mariner's Cay Apartments https://t.co/zLfXioc1GP",
  "Just posted a photo @ Spring Hill, Florida https://t.co/AEaJ57L2cW",
  "What do you think? https://t.co/pPSXl2KJPy",
  "#Jeremiah @ Mariner's Cay Apartments https://t.co/mnLU5YcPmt",
  "I believe in parents and just took action for #yeson7069 - please click here to do the same! https://t.co/dwOLeVyKO6",
  ".@FLGovScott Dear [@FLGovScott]: \n#yeson7069 Plz do not veto this bill. We need u for our kids scholarship to get a great education! Ty",
  "Don't forget, Acting FBI Director #McCabe is under investigation by the DOJ Office of... https://t.co/fKoP04cp6j by #billm9 via @c0nvey https://t.co/b6QW0Qo3FM",
  "Sanders: Yes, we fired Comey to bring Russia investigation to its end. https://t.co/PREZZyNCxS by #billm9 via @c0nvey",
  "'Presidential Executive Order on Strengthening the Cybersecurity of Federal... https://t.co/5NEXpxSdUz by #JourneysNonnie via @c0nvey https://t.co/oddYgR3oXC",
  "MORE: I'm told the name of the GOP firm that was served with Warrant in Annapolis is... https://t.co/laJ9GqtUTM by #billm9 via @c0nvey",
  "Arrested at 4am for the crime of filming a news report outside a court. https://t.co/vkAi2niKcu Indepen... by #tlhenson823 via @c0nvey",
  "'Rob &amp; Big' Star Christopher 'Big Black' Boykin Dead at 45 (PHOTO GALLERY +... https://t.co/k5eMo4b3Gq by #B_Rich33NO via @c0nvey",
  "Good read: More evidence that Dems (&amp; friends) are playing to Twitter fan base... https://t.co/1fLBdCnNYr by #tlhenson823 via @c0nvey",
  "Sen. Hatch on the public and health care: \"Once you get them on the dole, they'll take... https://t.co/f6JSmaWB8V by #CNN via @c0nvey https://t.co/Zbc4Trj8Nj",
  "No, Stephen Colbert is not being investigated by the FCC for his Trump joke https://t.co/PWq8hvMpQk by #eviebauer727 via @c0nvey",
  "It's a good time to be a Patriots fan... https://t.co/MqMm1bLoXq by #SportsCenter via @c0nvey",
  "Dj King Assassin On The Wheels Scratching In Freestyle Cutting Mad Insan... https://t.co/kDZqryb3nP via... by #MCHammer via @c0nvey",
  "BREAKING (Dutch media): Trump, Giuliani, Sater implicated in money laundering scheme... https://t.co/mBhS71x2Jc by #billm9 via @c0nvey https://t.co/uDVTWnwtha",
  "Interior Department freezes work of more than 200 science advisory boards and... https://t.co/HCPw3X7CBc by #cnnbrk via @c0nvey https://t.co/klKjXicTyJ",
  "Looks like a pretty clear relationship between where life expectancy has declined... https://t.co/FTDIU0Lpsx by #ryder7189 via @c0nvey https://t.co/nlRGhoIOcr",
  "Letter my Grandfather wrote to his parents during WW2 https://t.co/Yd5qJnJmZ0",
  "Out now @rollacoaster 📸 \n\n https://t.co/iJJT5R4jlc by #Itspaynehadid via @c0nvey https://t.co/IqsESxGWFg",
  ".@WiltonSimpson Dear [@wiltonsimpson]: #HB7069 supports students in traditional public, charter, and private schools. #Yeson7069",
  ".@blaiseingoglia Dear [@wiltonsimpson]: #HB7069 supports students in traditional public, charter, and private schools. #Yeson7069",
  ".@BorowitzReport: French Annoyingly Retain Right to Claim Intellectual... https://t.co/sy7K4XKP9S by #RyanRenken via @c0nvey https://t.co/86nGBbjTnX",
  "Macron Pays Female Employees 26% Less Than Male Employees #MacronLeaks https://t.co/yQ1GorqZft by #DrThomasPaul via @c0nvey",
  "Strange how no one was anywhere near this upset when Obama's CIA hacked... https://t.co/1YOuNCWFaK by #DrThomasPaul via @c0nvey",
  "Remember that time he said \"we ain't come here to play school?\" \n\nCardale Jones... https://t.co/S9jDWGAf8B by #SportsCenter via @c0nvey https://t.co/pOrrL5YCBI",
  "Eric Trump to golf writer in 2014: \"we don’t rely on American banks. We have all the... https://t.co/Hcn7aMgkGA by #billm9 via @c0nvey",
  "Beyoncé's publicist @yns1118 slams celebrity gossip sites in new statement.\n\n https://t.co/EdUS3hDQ8A by #fmguitars via @c0nvey https://t.co/l5gyeQNCsb",
  "We are making inroads with the gay vote. Typically high IQ population that... https://t.co/X58nXzOEaU by #DrThomasPaul via @c0nvey",
  "French media warned not to publish emails hacked from Macron's team in 'massive'... https://t.co/DZqa0XFPnE by #pizzaItal via @c0nvey",
  "People said speaking up isn't worth the risk. Today, we can see they were wrong. Blow... https://t.co/1sxSo99AHb by #billm9 via @c0nvey",
  "#TheBible @ Spring Hill, FL https://t.co/rSAtOffzNv",
  "Not to alarm anyone but oxygen levels in our oceans are \"falling 2 to 3 times faster... https://t.co/b7uMF96xvJ by #billm9 via @c0nvey",
  "BREAKING: \"President Obama's team sought NSA intel on thousands of Americans during... https://t.co/VZtsjqCmeQ by #Rosecake via @c0nvey",
  "BREAKING: MACRON BUSTED! Lied About Tax Evasion? – /pol/ Posts Images from... https://t.co/RaZTnIR3EG by #Rosecake via @c0nvey",
  "BREAKING: ESQUIRE: \"Senior Washington Figures Believe the Odds Point Towards... https://t.co/BX3mYt7Geg by #billm9 via @c0nvey",
  "Every guilty person I ever came in contact with who was unwilling to accept they'd... https://t.co/LSdEiHmsVr by #billm9 via @c0nvey",
  "The \"health care\" bill that Republicans passed today is an absolute disaster. https://t.co/7SycIWhXQD by #MrToronto1 via @c0nvey",
  "An Ohio teacher was fired this week after she was photographed dragging a young student... https://t.co/pN3Nz7IAlf by #CNN via @c0nvey https://t.co/rgE8NhRSnb",
  "Blitzer: Did you read the entire health care bill before voting yes?\n\nCollins: \"I will... https://t.co/2ZJaMMKo5O by #CNN via @c0nvey",
  "If you have one of these pre-existing conditions you could be priced out of... https://t.co/JTtTfH9GNU by #salman2280 via @c0nvey https://t.co/Wl9m5uVhoy",
  "Every Republican who votes for #Trumpcare will have it tattooed on their... https://t.co/eYkThjeJ4d by #NegusHamitic via @c0nvey https://t.co/KykhR1vjAg",
  "Flint puts 8,000 people on notice for foreclosure for unpaid water bills https://t.co/NPmuAhAg6Q by #mariehumphries1 via @c0nvey",
  "Why is #Trumpcare 2.0 in bigly trouble? B/c GOP Reps read the bill. They know... https://t.co/fjDCabThFI by #eviebauer727 via @c0nvey",
  "Why do white people get the blame for slavery when virtually every race in... https://t.co/lahmcETd7p by #RealAlexJones via @c0nvey",
  "The Obamas announce they are donating $2 million to summer jobs programs on the South... https://t.co/rba5HqSjWt by #cnnbrk via @c0nvey https://t.co/2BEzDYVso0",
  "1. So I have a looooong article up on the Comey letter's impact, and how the... https://t.co/AZbYZ894kO by #NegusHamitic via @c0nvey",
  "CC Sabathia said in his MLB career \"I've never been called the N-word\" anywhere... https://t.co/g6kcltYInS by #SportsCenter via @c0nvey",
  "Jimmy Kimmel delivers tear-filled plea for Obamacare after infant son nearly... https://t.co/ZsAJLfvvTi by #NegusHamitic via @c0nvey https://t.co/j9S1F8r94g",
  "Racism is expecting Obama to work for free while letting Trump siphon tax... https://t.co/w0yqYx9IVq by #eviebauer727 via @c0nvey https://t.co/y8pq1pUM98",
  "\"Dr. Doom,\" the man who predicted the 2008 financial crisis, says Trump tops the list... https://t.co/ImaDJntWUJ by #cnnbrk via @c0nvey https://t.co/pVVRO70nfi",
  "BREAKING: New Huma Abedin Emails Show More Instances of Classified Emails on... https://t.co/7brE24hRWk by #Kt23kartracer via @c0nvey",
  "What do you think? https://t.co/vbW1nB7Sa2",
  "Bill Shine forced out. Meltdown at Fox as Rupert Murdoch effectively turns the... https://t.co/5knF9InxLH by #Rosecake via @c0nvey",
  ".@colinodonoghue1's song from Once Upon A Time's musical episode is everything we... https://t.co/IOkxXT7xHZ by #enews via @c0nvey https://t.co/7W1kXrOcTq",
  "This month we celebrate the contributions of Asian Americans &amp; Pacific Islanders that... https://t.co/PO0Udnacsb by #POTUS via @c0nvey",
  "It's healthy for people to disagree, but it's not healthy for a president to... https://t.co/TkYyPFZdeu by #billm9 via @c0nvey",
  "The Trump administration is ending Michelle Obama's \"Let Girls Learn\" education program https://t.co/wscRsIuJXH by #CNN via @c0nvey https://t.co/9V6WQQf1RM",
  "Let's reminisce. https://t.co/UxFk6n9JLL by #SportsCenter via @c0nvey",
  "🔒 in. #StrengthInNumbers\n\nGame 1 vs. @utahjazz: Tuesday, May 2 @ 7:30 p.m.\n\nFind... https://t.co/3bimXBFCB4 by #MCHammer via @c0nvey https://t.co/EWlonIsiEZ",
  "Saints superfan @Jarrius underwent surgery this morning to receive a... https://t.co/S1BfGHzbny by #SportsCenter via @c0nvey https://t.co/UiGSoHQeT5",
  "Vince Carter isn't planning to walk away from the NBA. https://t.co/Gdu9z252cY by #SportsCenter via @c0nvey",
  "Isaiah Thomas picks up his tooth off of the court after it flies out of his... https://t.co/KBLFFTCZea by #SportsCenter via @c0nvey",
  "This #saturdaymorning we again see evidence that the populist movement opposing... https://t.co/su0lC0XcbA by #billm9 via @c0nvey",
  "People said speaking up isn't worth the risk. Today, we can see they were wrong... https://t.co/6wNqon3VJn by #Neomad84 via @c0nvey",
  "Western media produce endless fake news stories about China by exploiting ignorance... https://t.co/PSkZ5A8GfW by #Neomad84 via @c0nvey",
  "\"We finally got our hero.\" https://t.co/3WazIAWtEZ by #espn via @c0nvey",
  "The kids suing Donald Trump over inaction on global warming are marching to the White... https://t.co/OZrU1sviRj by #CNN via @c0nvey https://t.co/lpsSewQK8G",
  "Noam Chomsky joins the @ACLU in denouncing Trump administration's targeting of... https://t.co/NdKjo78jIM by #maxkafe via @c0nvey https://t.co/snH3fPwyaw",
  "ICE is extremely angry that you are prank calling their racist hotline. Please do... https://t.co/jBumT0eRrG by #TheTylt via @c0nvey https://t.co/Oujez95to6",
  "There's no CBO score yet, but AARP projects premiums in high risk pools as high... https://t.co/HHnrIxurJe by #MrToronto1 via @c0nvey https://t.co/ZYcGwhmh3Q",
  "RELEASE: \"Scribble\" the CIA's secret system to track leakers. Full source code... https://t.co/jFZy5MJ9QL by #julynewmoon via @c0nvey https://t.co/oFkseZUW0y",
  "We're restocking our KKW X KYLIE collab today at 3pm on https://t.co/dDWMEKhmov by #KimKardashian via @c0nvey https://t.co/rVuPs9KpAV",
  "George Soros ‘Has Ruined the Lives of Millions of Europeans’ Says Hungarian... https://t.co/AOrQp6ITT0 by #tlhenson823 via @c0nvey",
  "Darkmatter+Triton can be remotely installed\nCIA has 2016 version: DerStake2.0\nEFI is... https://t.co/Gv3vL4w0Bm by #billm9 via @c0nvey",
  "This how it ends. Not with a bang but with fears about failing the social... https://t.co/SlwDJQHrOq by #mariehumphries1 via @c0nvey",
  ".@NickiMinaj covers #TheGigiJournal! See part one of @gigihadid's photo... https://t.co/vbJIVs6EF3 by #Itshadidskriver via @c0nvey https://t.co/o6tpbAaanV",
  "Religion of peace. https://t.co/iOq9VgHwkH by #PrisonPlanet via @c0nvey",
  "Sweden is hiding docs about its vote: re placing Saudi on the UN Women's Rights... https://t.co/f700a9UwWt by #billm9 via @c0nvey",
  "This father built a mini-Blockbuster at home for his autistic son, who was devastated... https://t.co/fTt6RrHWJu by #CNN via @c0nvey https://t.co/M7VJAhkqCW",
  "Workers endured long hours, low pay at Chinese factory used by Ivanka Trump’s... https://t.co/OJzONyCcYB by #NegusHamitic via @c0nvey",
  "We've traded Marshawn Lynch to the Oakland Raiders.\n\n📰 | https://t.co/905yBahwUu by #NFL via @c0nvey https://t.co/DOuB6dERm5",
  "NSA lost control of its cyber weapons &amp; hid their incompetence leading to tens of... https://t.co/S9w3t59gqg by #pizzaItal via @c0nvey",
  "US House must subpoena the docs.  If no compliance, impeach.  Zero tolerance... https://t.co/k4IBxeSpnF by #NegusHamitic via @c0nvey",
  "The Bush-Jeter group has reached an agreement to purchase the Miami Marlins... https://t.co/N7C3BJ4wXH by #SportsCenter via @c0nvey",
  "Me after a long practice\n https://t.co/PTZwbp6wcY by #ImThatGentleman via @c0nvey",
  "My Latest.\n\nIvanka Trump should be booed &amp; hissed every single time she says her dad... https://t.co/FL7UU8rOir by #billm9 via @c0nvey",
  "Indian Prime Minister @narendramodi put a spotlight on a subject that most of us... https://t.co/m3vg43qMiR by #BillGates via @c0nvey https://t.co/I6KWCD64NL",
  "Marine Le Pen got more women voters than any other candidate.\n\nShe'd be the... https://t.co/QDlegNseWX by #PrisonPlanet via @c0nvey",
  "State Dept. uses website to promote Trump's Mar-a-Lago resort https://t.co/eGLZQZGIHt by #cher via @c0nvey",
  "Pay attention to what is happening, who is paying off whom, and who gets hurt. https://t.co/EBB3ufUQdZ by #RyanRenken via @c0nvey",
  "The #ArmenianGenocide killed up to 1.5 million people. I know, I investigated it and... https://t.co/KSWVG0QQHJ by #billm9 via @c0nvey",
  "Join me in congratulating @NASA's @AstroPeggy by using the hashtag #CongratsPeggy!... https://t.co/gwhuCoxAPF by #POTUS via @c0nvey https://t.co/y6LnTWMqpT",
  "Russ isn't pleased. https://t.co/lnkot7OEse by #SportsCenter via @c0nvey",
  "New study finds Antarctica melting to a greater degree than previously thought https://t.co/AEMe9qTnH0 by #ABC via @c0nvey https://t.co/ywuhkEN4wp",
  "what was it about the early-2000s that made every young moderate lib love... https://t.co/kTuUwM6kIq by #mariehumphries1 via @c0nvey https://t.co/GuxjtfkBu1",
  "Leaked final poll shows Le Pen in first, Fillon in second. https://t.co/L36zll5Wge by #PLTC_PastLives via @c0nvey",
  "Im coming with @RealChrisMiles and @Colbyjames09 Tickets go live monday i've been... https://t.co/SGjMcWatfS by #jojocxxxx via @c0nvey",
  "Happy #EarthDay, and thanks to math and science for all you've given us!... https://t.co/S96ok7yGhI by #WeatherWar101 via @c0nvey",
  "There's a March For Science on all 7 continents-- even Antarctica https://t.co/LdEkyJqcT4 by #maxkafe via @c0nvey https://t.co/pAcGqZB5wK",
  "\"First They Came For Assange\": All star list of speakers from Chomsky &amp; @aiww... https://t.co/8Bu8ZBwlle by #DrThomasPaul via @c0nvey",
  "CNN: US government says WikiLeaks is responsible, somehow, for Snowden... https://t.co/P6CRA8NtKO by #DrThomasPaul via @c0nvey https://t.co/eXHZ9zU5TX",
  "The case that the Comey letter—or the media's handling of the letter—cost... https://t.co/q3M6LJqw0B by #NegusHamitic via @c0nvey",
  "There it is.  https://t.co/x9o20G8gDv by #fmguitars via @c0nvey",
  "STOCKHOLM TERROR ATTACK: Get the full story + my take on what happened in... https://t.co/fdxJhEwjh1 by #PLTC_PastLives via @c0nvey https://t.co/w43FMfrIJP",
  "Thank you @POTUS:President Trump does in 3 months for captured American what Obama... https://t.co/BA0lwzWrA5 by #Rosecake via @c0nvey https://t.co/4g8zA0A3sW",
  "Interesting, I doubt the MSM will even look: \"Confirmed: John Brennan Colluded With... https://t.co/O3cve8Xnwq by #Rosecake via @c0nvey",
  "After months of quiet travel, Obama will deliver the first public remarks of his... https://t.co/FgdATrscU4 by #CNN via @c0nvey https://t.co/BClE8OyyrC",
  "Obama just 'endorsed' Macron. Previously ordered CIA hack French presidential... https://t.co/wiZFVcyA8Z by #billm9 via @c0nvey",
  "Sources: US prepares charges to seek arrest of WikiLeaks' Julian Assange https://t.co/usDm39OZoh by #cnnbrk via @c0nvey https://t.co/MOpWTqK3mb",
  "“A forgotten crisis”: Mass starvation in Yemen as U.S.-backed Saudi war &amp;... https://t.co/swxaI3mpuk by #MrToronto1 via @c0nvey",
  "FRANCE HIT WITH TERROR ATTACK DAYS BEFORE PRESIDENTIAL ELECTION https://t.co/SpzLZj6iyn by #PrisonPlanet via @c0nvey https://t.co/Pm2cPoR2E3",
  "URGENT: Amber Alert Issued For 2 Children 'Believed To Be In Immediate Danger or... https://t.co/wiQ6RatW9y by #Breaking911 via @c0nvey https://t.co/YPeQKpZ3W4",
  "#SummerKidFun #Come1ComeAll\n#SummerOf2017\n#GetYourKidMovieOn @ GTC… https://t.co/XA49nQoEj9",
  "EXCLUSIVE: Putin-linked think tank drew up plan to sway 2016 U.S. election -... https://t.co/qUljA3uc2E by #NegusHamitic via @c0nvey https://t.co/mEn09qG55X",
  "No school accepting public funds can ban free speech. https://t.co/IBQ5H9ZHAX by #tlhenson823 via @c0nvey",
  "Today I signed the Veterans (OUR HEROES) Choice Program Extension &amp; Improvement... https://t.co/Sv04VmRO3G by #tlhenson823 via @c0nvey https://t.co/D6cDiqRqnn",
  "All hail the queen. Nicki Minaj holds court with Drake and Lil Wayne in the royal... https://t.co/pT1Flx9WfA by #NICKIMINAJ via @c0nvey https://t.co/iutaIEXzwW",
  "Russia flew two long-range bombers off the coast of Alaska for second night in a... https://t.co/Li8dXak7HY by #FoxNews via @c0nvey https://t.co/Y52JIMUB4F",
  "Earliest Dental Fillings Discovered in 13,000-Year-Old Skeleton https://t.co/yd4KLj6WDD via @LiveScience",
  "Another reminder that Trump's campaign is under an FBI investigation https://t.co/EsRTwYJftT by #NegusHamitic via @c0nvey",
  "The US Senate footage CNN didn't show you: US is in a \"glass house\" over its 81... https://t.co/nBv9RcU3Oy by #tlhenson823 via @c0nvey",
  "Latest Thornton Abbey Discovery: Did the Great Famine take a Medieval Priest and https://t.co/08OJVZ4gnj via @ancientorigins",
  "\"Muhammad had expressed hatred toward white people.\"\n\nRadicalized by SJW media... https://t.co/QMLCxIZvbU by #PrisonPlanet via @c0nvey",
  "Official history of CIA overthrow of Iran's democratically elected government... https://t.co/IQDZA5FUCZ by #Neomad84 via @c0nvey",
  "China OKs trademarks for Ivanka Trump's company on same day she dined with Pres. Xi... https://t.co/KYaz4fGT74 by #cnnbrk via @c0nvey https://t.co/fCp2mMcei9",
  "'Cyberwar' programs are a serious proliferation risk #ShadowBrokers\n https://t.co/rT19iN4kEA by #billm9 via @c0nvey https://t.co/dvJEw860BL",
  "TRUMP APPROVAL HITS 50%\n https://t.co/PANAnNUMoC by #tlhenson823 via @c0nvey",
  "An Oregon man died \"peacefully\" after being falsely told that President Trump had been... https://t.co/cmwlxmgziN by #CNN via @c0nvey https://t.co/A4FUTMSuZ0",
  "JUST IN: Police announce $50,000 reward for arrest of Facebook killer as search... https://t.co/X1GIDvxpFl by #FoxNews via @c0nvey",
  "My Latest.\n\nConservatives don't hate a golfing President. What they hated was an... https://t.co/T7WppEk0fr by #billm9 via @c0nvey",
  "Future of Syria: Ethnic cleansing turns into genocide as over 108 shiites... https://t.co/UrIPprIP8F by #pizzaItal via @c0nvey https://t.co/ujCmMMz6p7",
  "Just so we're all clear: Trump's \"maximum pressure doctrine\" is \"a game of 'chicken'... https://t.co/uNp0FuL89o by #billm9 via @c0nvey",
  "\"[al-Quada] is on our side in Syria\"--email from policy advisor to Secretary of State... https://t.co/fA6pR28BT8 by #billm9 via @c0nvey https://t.co/Jv0szynDbd",
  "Russ is staying focused during the playoffs. https://t.co/nNIwEFMDJR by #espn via @c0nvey https://t.co/ExgwU9CRZQ",
  "These hoodies are fire 🔥\nShop https://t.co/lZw3EizLTc by #NegusHamitic via @c0nvey https://t.co/TGsBf2IrgI",
  "The sister of Isaiah Thomas was killed in a one-car accident early Saturday... https://t.co/EVpKZpYIcu by #SportsCenter via @c0nvey",
  "CIA has 5 test covert 'listening post' servers called 'PocketPutin' https://t.co/gQeiPei5l7 by #billm9 via @c0nvey https://t.co/6VFxhV8BfO",
  "Trump still hasn't released his tax returns. We have one question: #WhatAreYouHiding?... https://t.co/Dn2TnmG72v by #billm9 via @c0nvey",
  "Hillary Clinton brief on Syria from Clinton emails https://t.co/RjI5EAxZmL (date is 2012 not 2001--an error... by #billm9 via @c0nvey https://t.co/r2ckWcMofE",
  "Roger Stone calls for CIA Director Mike Pompeo to resign \"This really raises... https://t.co/ifF5IW3ugT by #Rosecake via @c0nvey",
  "Just posted a photo @ Spring Hill, FL https://t.co/LcSxCf284d",
  "Fast &amp; Furious scandal:\n\nSuspected triggerman in border agent's murder... https://t.co/n4t8WCj1ys by #tlhenson823 via @c0nvey",
  "The Podestas' \"Spirit Cooking\" dinner?\nIt's not what you think.\nIt's blood, sperm and... https://t.co/oh8nNT6tr2 by #billm9 via @c0nvey https://t.co/vxMgv6BPiC",
  "Watchin the media paint my cousin Demetrius as criminal who deserved 2 be... https://t.co/ib1d2K4YCc by #JohnMorganESQ via @c0nvey https://t.co/6uVrfuQRWe",
  "Breaking: Former Patriots tight end Aaron Hernandez has been found not guilty... https://t.co/o9XZw8ePsR by #SportsCenter via @c0nvey",
  "BREAKING: Japan Preparing to Evacuate 60,000 Citizens From South Korea https://t.co/FKVtlwq0QT by #infowars via @c0nvey https://t.co/qRyjGe1sue",
  "Nothing but 🔥🔥🔥!\n\nCheck out the new threads ➡️ https://t.co/2uBP7bxK8Y by #NFL via @c0nvey https://t.co/xfdkMd0P3K",
  "CIA files prove U.S. knowingly backed Saddam as he was launching some of the... https://t.co/4JPgbvjKwl by #DrThomasPaul via @c0nvey",
  "#MOAB: @realDonaldTrump after dropping the ‘mother of all bombs’ on Afghanistan... https://t.co/91dqnXFD3m by #tlhenson823 via @c0nvey https://t.co/S2towdwlwe",
  "Media hype Trump's bomb theatre. But the Pentagon dropped 26,172 bombs... https://t.co/WrAER4de4V by #molly_mcdowelll via @c0nvey",
  "NASA identifies two moons as the most likely places in our solar system for finding... https://t.co/JnOJCEFfnR by #cnnbrk via @c0nvey https://t.co/uhAWpvlfxN",
  "\"first Muslim woman in US history to serve on the bench, was found dead ...washed... https://t.co/4yNWau6yh5 by #fmguitars via @c0nvey",
  "WikiLeaks editor @JulianAssange on @DemocracyNow this morning addressing CIA, Russia... https://t.co/tmwu02CCVn by #billm9 via @c0nvey",
  "\"[al-Quada] is on our side in Syria\"--email from policy advisor to Secretary of... https://t.co/pgmlZEbits by #pizzaItal via @c0nvey https://t.co/sEYPACqJ6U",
  "Trump appears to be issuing a threat to fire the FBI director overseeing the... https://t.co/3eRXHE9aBE by #billm9 via @c0nvey",
  "Hillary Clinton on North Korea in private paid speech to Goldman Sachs (see... https://t.co/vdVxSOR00Q by #ActivistPost via @c0nvey https://t.co/C8mrnQukQT",
  "#HisPainOurGain @ Spring Hill, FL https://t.co/j0MRvVNLEa",
  "#ChristStrengthensMe @ Spring Hill, FL https://t.co/aDmAdb3T2R",
  "United Airlines has lost about a billion dollars in market value this morning https://t.co/XfDdVLFCH5 by #vaxxedthemovie via @c0nvey https://t.co/W8oSury9TK",
  "Sean Spicer \"must be fired\" for saying during Passover that Hitler didn't use... https://t.co/GUAeZvImj5 by #cnnbrk via @c0nvey https://t.co/01huWIa0gn",
  "Sarin gas-the weapon used by Assad, was first created and used by Nazi scientists in... https://t.co/fkzpoO8QyB by #billm9 via @c0nvey",
  "China Threatens To Bomb North Korea's Nuclear Facilities If It Crosses... https://t.co/tDjyKqJjPn by #PrisonPlanet via @c0nvey",
  "Women earn on average 23% less than men in Social Security. Presented by... https://t.co/vyuOYw4b8t by #TherealTaraji via @c0nvey https://t.co/2uxCQDUsen",
  "#SpottlessFather @ Spring Hill, FL https://t.co/5Uv79s5OOk",
  "Trump on pace to surpass 8 years of Obama's travel spending in 1 year\n https://t.co/2qK4tMYdQh by #CNN via @c0nvey https://t.co/gtpCgKv6VF",
  "Hillary Clinton brief on Syria from Clinton emails https://t.co/eBewj8aT9a (date is 2012 not 2001--an... by #tlhenson823 via @c0nvey https://t.co/5s8Wa3QHG4",
  "WikiLeaks Reveals How the US Aggressively Pursued Regime Change in Syria, Igniting a... https://t.co/lVIkVSNAKc by #billm9 via @c0nvey",
  "Fun Fact:The FBI has a 20-person unit dedicated full time to Russian hacking... https://t.co/fxuLtaFfFG by #NegusHamitic via @c0nvey",
  "It's a Felony to Knowingly Provide False Information on a National Security... https://t.co/uwvqjAMJs7 by #eviebauer727 via @c0nvey https://t.co/Q4eEHuv2ir",
  "Trump has named Gen H. R. McMaster National Security Advisor: Inside the... https://t.co/eC8rIxQOdx by #tlhenson823 via @c0nvey https://t.co/q7ww91d9ae",
  "Direct Messages from U.S. alleged Russian spy @GUCCIFER_2 to actress-model... https://t.co/cmfJgQN8HI by #billm9 via @c0nvey",
  "Trump, who scorned Obama's golf habits, outpacing him in rounds https://t.co/u9I0tUXngN by #CNN via @c0nvey https://t.co/pfItdDrVPE",
  "Tax Evasion??? https://t.co/Hv2VuzFlTO",
  "SURPRISED HIM WITH VIP CONCERT TICKETS &amp; BROUGHT HIM ON STAGE! 😱\n\nRT to win next... https://t.co/Gj5RWWc9PT by #jojocxxxx via @c0nvey",
  "Another Coptic church in Egypt hit with an explosion on Palm Sunday. At least 27... https://t.co/IczFR5scMx by #RyanRenken via @c0nvey https://t.co/kgLODqBZop",
  "1 Corinthians 15:2 https://t.co/j2ru7yD5oe",
  "It's a strange ethic that drops bombs to honor the dead while denying help to the... https://t.co/IhajGgVnlx by #RyanRenken via @c0nvey",
  "A Syrian refugee settled in America praised @POTUS for ordering the bombing of a... https://t.co/WmbAJyFMTM by #FoxNews via @c0nvey https://t.co/Ehfe57Gp0o",
  "Donald Trump personally profited from missile-maker Raytheon’s stock jump after... https://t.co/MpOzqjCTq9 by #fmguitars via @c0nvey",
  "The U.S., Mexico &amp; Canada will announce a \"historic\" three-nation bid to... https://t.co/kjP75Rzzl6 by #SportsCenter via @c0nvey",
  "‘FALSE FLAG’ — Ron Paul Says Syrian Chemical Attack ‘Makes No Sense’ https://t.co/gykzAP9iWw by #JourneysNonnie via @c0nvey https://t.co/HSxagIqfTU",
  "VIDEO: Remember When John Oliver, Seth Meyers Mocked Trump For Worrying About... https://t.co/WalBi9PNLT by #PrisonPlanet via @c0nvey",
  "CIA docs show that its \"Stolen Goods\" malware is based on code from \"suspected... https://t.co/UEDX0aSE8u by #pizzaItal via @c0nvey https://t.co/xc2sn0kQTK",
  "Here's the real Russian collusion: John Kerry stated in 2014 \"We got 100% of the... https://t.co/ykfXEjY1E8 by #billm9 via @c0nvey",
  "Congress just passed a law that every American opposed. Why? With enough money, even... https://t.co/t7Ncijs45e by #billm9 via @c0nvey https://t.co/xgJP0U49RW",
  "Populist supporters at home and abroad abandon Trump after Syria strike https://t.co/OqCZLsyazM by #CNN via @c0nvey https://t.co/lk2hbjOnos",
  "Just posted a photo @ Spring Hill, Florida https://t.co/riUKCzpjO2",
  "Deep state planned false flag Syria attack as far back as 2013, according to... https://t.co/GPZYryCcjW by #tlhenson823 via @c0nvey https://t.co/aJZmCwvY3w",
  "Hillary Clinton Approved Delivering Libya’s Sarin Gas to Syrian Rebels: Seymour... https://t.co/EP5alT3oLq by #martinhume via @c0nvey",
  "WikiLeaks Reveals How the US Aggressively Pursued Regime Change in Syria, Igniting a... https://t.co/lgYojKfLf0 by #billm9 via @c0nvey",
  "Marlins manager Don Mattingly says he's \"sure\" Derek Jeter would be a good... https://t.co/ainWV2ihhY by #SportsCenter via @c0nvey",
  "How smug, inaccurate, uncritical journalism led to the ongoing death and displacement... https://t.co/GbL0dBtNhp by #billm9 via @c0nvey https://t.co/G3aRuZHoxM",
  "Dear @realDonaldTrump - you are being manipulated by the same scam they pulled... https://t.co/TtFYwWcu1N by #PrisonPlanet via @c0nvey",
  "We must aim for a more equal and just society, despite Trump moving us in exactly the... https://t.co/R3t9I40TgC by #billm9 via @c0nvey",
  "Yesterday's attack is the latest horror to come from Syria, where children... https://t.co/buAYkEvbD9 by #SavetheChildren via @c0nvey https://t.co/L6v9DE1oSU",
  "Disco balls, stuffed hamsters, vinyl…oh my 🤡❗️Enter to win some cool... https://t.co/TS9uh49pqo by #katyperry via @c0nvey https://t.co/ewaBygU9Ji",
  "Israeli security expert warns 30 million smart TVs are remotely hackable\n https://t.co/lUEStKOlcw by #pizzaItal via @c0nvey",
  "Federal appeals court rules that Civil Rights Act also protects LGBT employees... https://t.co/duwNgvIKB0 by #fmguitars via @c0nvey",
  "Ex-CIA chief Michael Hayden is a proven liar &amp; likely felon, yet is treated like... https://t.co/Obb6i2ZZgB by #RyanRenken via @c0nvey",
  "Former US Attorney: Susan Rice Ordered Spy Agencies To Produce ‘Detailed... https://t.co/7VCuFKW5R1 by #Rosecake via @c0nvey",
  "Congress just passed a law that every American opposed. Why? With enough money, even... https://t.co/PkrMGkW1EZ by #billm9 via @c0nvey https://t.co/TgkwzWJDlb",
  "CNN says the Susan Rice story is a distraction from their Russia hysteria... https://t.co/hP0I25Wdzm by #DrThomasPaul via @c0nvey",
  "9 commuters killed, up to 50 wounded in St. Petersburg Metro bombing. Care first... https://t.co/gcHlHJi7z9 by #fmguitars via @c0nvey",
  "Looks like @realDonaldTrump was right yet again. \"Confirmed: Susan Rice... https://t.co/FbF1edHzj4 by #PrisonPlanet via @c0nvey",
  "This was a stolen seat. And this is an illegitimate president. We should not... https://t.co/fZveXr9TA4 by #eviebauer727 via @c0nvey",
  "Smoking gun found! Obama pal and noted dissembler Susan Rice said to have been... https://t.co/2U6yUa7mk0 by #Lindu14 via @c0nvey",
  "Noam Chomsky on why he regards US discourse on Russian election interference as \"a... https://t.co/unFh4DDmQT by #billm9 via @c0nvey https://t.co/6qdOKkQbZg",
  "#FloridaParentNetwork #WeWonWithThisLogo @ Spring Hill, Florida https://t.co/YwQfvvjGGR",
  "Trump aide accused of Hatch Act violation after urging Amash primary challenge  https://t.co/0Xh5H7VBq4 by #RyanRenken via @c0nvey",
  "Stockholm clubs canceling nights due to explosion of sexual assaults. I... https://t.co/OYRkKtkpOp by #PLTC_PastLives via @c0nvey",
  "What a brilliant assessment of how dangerous #trump is to America and democracy... https://t.co/Qc6Cwa4K8H by #NegusHamitic via @c0nvey",
  "Democratic insider &amp; Hill columnist Brent Budowsky on the \"fixed game\" in DC https://t.co/VK3nC7gdv0 by #pizzaItal via @c0nvey https://t.co/bv5UEUgpVZ",
  "US 'progressives' are clinging on to false heroes like the FBI and CIA in their... https://t.co/KzE1AbQ75L by #pizzaItal via @c0nvey",
  "Despite the disaster of the Trump presidency, our progressive ideas are winning. https://t.co/DqtJVtlVyi by #billm9 via @c0nvey",
  "Choose to Live Your Dreams https://t.co/t2P2o5Qj7X",
  "The \"world's strongest coffee\" is now on sale in the US - a single cup could put you... https://t.co/IHkWnEfeGW by #CNN via @c0nvey https://t.co/kRpj8YUpFF",
  "One person dead and 13 hospitalized after being found unconscious around a Michigan... https://t.co/QB7AxLHSiR by #cnnbrk via @c0nvey https://t.co/JzzkJ1eDs8",
  "Obama Tax Audit Turns Up MILLIONS In Offshore Accounts Stolen From Taxpayers ! https://t.co/gEv392QeKH",
  "Yummy! https://t.co/FR3eDxTuEq",
  "27 Trump staffers are worth more than the annual incomes of every household in 86%... https://t.co/JCwDW1uhVu by #fmguitars via @c0nvey",
  "7 Police Officers Caught BREAKING THE LAW https://t.co/geN2H4ECzW",
  ".@AP: \"Trump's rollback of coal rules electrifies Wyoming workers\"\n https://t.co/wZRbiPHJjH by #POTUS via @c0nvey",
  "What do y'all remember about the 80's. Not what you thought was happening because you are a millennium child! Lol... https://t.co/rZ3fBN0try",
  "https://t.co/qIZTfgDW9D",
  "play-buzz https://t.co/dnZGdfzDwK",
  "This Just In: Tiger Woods announces he will not play the Masters. https://t.co/KlMUZsIP1R by #SportsCenter via @c0nvey https://t.co/k4Ri9NVj7h",
  "It's official! Manatee no longer listed as endangered https://t.co/R91uvE8fPP by #cnnbrk via @c0nvey https://t.co/ndanulZ40m",
  "Trump Is Under Fire for Potential Interference in Russia Probes @TIME \n\n#trumprussia... https://t.co/MPFHCUy2da by #billm9 via @c0nvey",
  "'Trump Celebrates American Manufacturing Survey Showing Highest Level of Optimism in... https://t.co/bYKwl5i90F by #POTUS via @c0nvey https://t.co/07Z2PYiI4X",
  "RELEASE: CIA Vault 7 Part 3 \"Marble\" -- thousands of CIA viruses and hacking attacks... https://t.co/4v8pOV1NfQ by #billm9 via @c0nvey https://t.co/NKyDvml3GM",
  "#MayThePrayersNeverCease toTheLordJesus #DoYouKnowJesus… https://t.co/OOBxJa8mwV",
  "This reminds me of that Jeremy Camp song: The same power that rose… https://t.co/xY9APUtMxL",
  "What is a microphlebectomy? | https://t.co/vKXZtFOwE4 | Tampa Cardiovascular Associates https://t.co/cb5bAvv9wT",
  "E.P.A. Accidentally Issues Press Release Slamming Trump’s Climate Policy https://t.co/dwXTgEzhRq",
  "Is Trump’s White House using the surveillance assets of the U.S. government to... https://t.co/rvw654vrg4 by #fmguitars via @c0nvey",
  "A section of I-85 in Atlanta has collapsed in flames. Watch live: https://t.co/y7BOE1d6A2 by #cnnbrk via @c0nvey https://t.co/nE0Kbw0F2D",
  "Exxon urges Trump to keep US in Paris climate accord https://t.co/scj2b66hU0 by #martinhume via @c0nvey",
  "Mexico's largest cement company says it won't participate in the construction of Trump's... https://t.co/QnZfOqZCUb by #CNN via @c0nvey https://t.co/wRPm2poplD",
  "Jeremy Camp - Overcome https://t.co/TODOCo8Bzx",
  "Florida Parent Network [Logo] https://t.co/ZTVOrOSwwH",
  "Check this out! https://t.co/1HHoyv7rFQ",
  "Check this out! VOTE UP Y'ALL!!!!\n://sufs.typeform.com/to/kQUab8",
  "Today we honored our true American heroes on the first-ever National Vietnam War... https://t.co/4llk6RH7Yx by #POTUS via @c0nvey https://t.co/jUkobrsABY",
  "Once sleepy Swedes are now arming themselves with stun guns, batons, pepper... https://t.co/EXqxfBXHzu by #DrThomasPaul via @c0nvey",
  "Wikileaks’ ‘Vault 7’ proves Big Brother and criminal hackers use the same tricks https://t.co/pCUQsNxr76 by #billm9 via @c0nvey",
  "Apple has censored iPhone app that gives news about U.S. drone strikes 13... https://t.co/kXzKYbMets by #PLTC_PastLives via @c0nvey",
  "Check out this site awesome​ sculpture's\nhttps://t.co/xbhoGzU65C",
  "#ColoringBook available now at https://t.co/Y70DV5uRRR by #noveliciouss via @c0nvey https://t.co/D9JunWzb8I",
  "The REAL Illuminati Explained! SATANIC NOT ATHEIST! [Full Documentary] https://t.co/zDX78HlrDC",
  "Devin Nunes' hometown paper, The Fresno Bee, has called for Select Committee &amp;... https://t.co/ANl5D52enu by #RyanRenken via @c0nvey",
  "https://t.co/EbuIVtW7O5",
  "#BREAKING: Federal Ethics Complaint Filed Against Rep. Nunes for Violating Espionage... https://t.co/kL8aAXkis0 by #billm9 via @c0nvey https://t.co/xfc587ZqO2",
  "Lonzo Ball is just a little bit ambitious. \n\n https://t.co/VRH5cVE9Uc by #espn via @c0nvey https://t.co/1pKoTQ0Dlg",
  "Lonzo Ball is just a little bit ambitious. \n\n https://t.co/3GYpbf8BGE by #SportsCenter via @c0nvey https://t.co/KtyE5tpA4z",
  "Lineup Announcement: See who's joining @katyperry, @maroon5, and @camilacabello97 at... https://t.co/RLimo6l0sl by #maroon5 via @c0nvey https://t.co/YCdnzdAt0H",
  "In the first 9 months of '16, around 32% of U.S. car trade-ins carried outstanding loans larger than the worth of the cars, a record high.",
  "Welcome To The US Auto Market (aka The 'Trade-In Treadmill') https://t.co/k4K1ZOsCTr",
  "Closer to Enlightenment? #Potala #Palace, the Highest in the World - https://t.co/f0pHKjSVc8 https://t.co/swY4FBFLpj",
  "#FLASH - \"23 people ask the Justice Department to launch a criminal inquiry into... https://t.co/vnb0bOCnrl by #RyanRenken via @c0nvey",
  "\"We've Reached Our Limits\" - Greece Begins Blocking Refugees https://t.co/NqnC6olWa7 by #PLTC_PastLives via @c0nvey",
  "Obama (and Bush)'s extensive history of 'wire tapping' leaders, their staff, the UN... https://t.co/lZCldp9f1T by #billm9 via @c0nvey https://t.co/BIzZUX8agN",
  "Introducing baby Odette Elliott Padalecki!! 👶🏼💗 I collaborated w/  @popandsuki... https://t.co/yVNn4SNMzv by #_vickiegreen_ via @c0nvey https://t.co/yMJb3dxVxW",
  "Raiders approved to relocate to Las Vegas: https://t.co/ifUKAOpvEk by #NFL via @c0nvey https://t.co/gvyeDdZa5G",
  "Push for Internet Privacy Rules Moves to Statehouses https://t.co/UuASrQjfS1",
  "Who is behind Russian conspiracy theories about WikiLeaks? Primarily, this... https://t.co/GgtlkOcyzw by #pizzaItal via @c0nvey",
  "The Trump Admin Is Silent After Russia Arrests Hundreds Of Protesters\n\nIt's what... https://t.co/rVrkEABa8y by #billm9 via @c0nvey",
  "Put together the story below with the newly discovered fact that Flynn paid FBI... https://t.co/ML4geDpm1p by #billm9 via @c0nvey",
  "Just ordered @PapaJohns! Use promo code PAPATRACK for 25% off your next regular menu price order. US/Online Only. #PizzaMood https://t.co/KZBK8LMway",
  "Democratize or Die? #DiEM25 launches a \"European New Deal\" https://t.co/p4AcWn9q56 by #pizzaItal via @c0nvey https://t.co/uya26G95Ss",
  "Full doc: The ground zero of modern mass surveillance (US President's... https://t.co/LrdMRtWDwr by #PLTC_PastLives via @c0nvey",
  "Yet another good example of @JohnPodesta’s time in the barrel https://t.co/flkTkC0Hv2 by #guinevere_l via @c0nvey",
  "NSA Whistleblower Says NSA Spied On Congress, The Supreme Court And Trump https://t.co/ALMkuOqosm by #PrisonPlanet via @c0nvey",
  "One dead, one wounded by shooter on Las Vegas Strip, police say. Suspect barricaded... https://t.co/9xZyLz0bpQ by #cnnbrk via @c0nvey https://t.co/joi0lEtipk",
  "Bank of America/Palintir/HBGary combined WikiLeaks attack plan. You can find more... https://t.co/LF87NXQIiZ by #billm9 via @c0nvey https://t.co/yickMnLbSj",
  "My god. How can @DevinNunes continue one day more as the head of the intelligence... https://t.co/x2UxEefp9s by #RyanRenken via @c0nvey",
  "Americans are crowd-funding FOR THEIR LIVES. Many will die unnecessarily until we... https://t.co/Hjk3KwtW1f by #ryder7189 via @c0nvey https://t.co/c99vsHoiRx",
  "Famed \"Watergate\" Reporter: If Obama \"Unmasked\" Trump Team it would be a \"Gross... https://t.co/QWgXapVua9 by #tlhenson823 via @c0nvey",
  "The father of an autistic child whom Gorsuch ruled against urged senators not to... https://t.co/tEVNDeIyvv by #billm9 via @c0nvey",
  "BREAKING: A source tells CNN Ryan has pulled the GOP health care bill at Trump's... https://t.co/jvBxvfVkGd by #cnnbrk via @c0nvey",
  "Sanders had non-aggression pact with Clinton who had \"leverage\" to enforce it Robby... https://t.co/gr1dzBTGJG by #billm9 via @c0nvey https://t.co/AFKCp03qyA",
  "Check this out! https://t.co/FB69d7nXT0",
  "Family of murdered DNC staffer raising money to investigate unsolved case https://t.co/0RUymeDPMV by #tlhenson823 via @c0nvey https://t.co/guRvWcO7bp",
  "Rep. Adam Schiff says new evidence shows possible collusion between Trump associates and... https://t.co/xggZGpj6IX by #CNN via @c0nvey https://t.co/na7aXy7eoZ",
  "RELEASE: CIA #Vault7 \"Dark Matter\" https://t.co/eZ9X8ppvsH by #tlhenson823 via @c0nvey https://t.co/5WHCKnjWpH",
  "Proof: Muslims Celebrated Terror Attack in London - https://t.co/ASgFdPOKAs by #infowars via @c0nvey https://t.co/CRKNBy2V3W",
  "Here's my letter of resignation from the Republican Party outlining my reasons for... https://t.co/jum2eTIgmd by #billm9 via @c0nvey",
  "US officials: Info suggests Trump associates may have coordinated with Russians https://t.co/fvZ9DUCOWX by #cnnbrk via @c0nvey",
  "\"The President clings to his assertion like a drunk to an empty gin bottle.\"... https://t.co/KFXdWeDnT0 by #NickKristof via @c0nvey",
  "Former head of Colorado GOP, who said almost all voter fraud is committed by... https://t.co/GTjq08Rpvr by #billm9 via @c0nvey https://t.co/gZjUXsMa73",
  "The former head of @NSAGov's Snowden task force just publicly vindicated my... https://t.co/GKBRIKC04x by #pizzaItal via @c0nvey",
  "The #Lolla Lineup has been revealed, grab your 1-Day Tickets starting at 10am CT... https://t.co/e3qqgj8ugL by #BigSean via @c0nvey https://t.co/D4Dpz5BzGt",
  "Disturbing: how an easily disprovable myth about @Snowden as spy survived for... https://t.co/tSCUkGjPtk by #fmguitars via @c0nvey",
  "Trump's budget is morally obscene and bad economic policy. It will cause pain to... https://t.co/mSE8YDTPMo by #MrToronto1 via @c0nvey",
  "Democrats Must #BlockGorsuch\n\nRT if u agree—If u don't agree then get off my... https://t.co/m4P3s3Oyr0 by #billm9 via @c0nvey",
  "Jerry Krause, the GM that helped to bring six championships to the Chicago... https://t.co/dwPEjwQ5Wu by #SportsCenter via @c0nvey",
  "Why the FBI’s Infowars-Russia Investigation is Completely Ludicrous - https://t.co/IGH798uM4j by #infowars via @c0nvey https://t.co/gFQhN5jVLx",
  "Two men have throats slit in \"trendy\" area of Paris, attacker heard shouting... https://t.co/DBmr44LNCb by #guinevere_l via @c0nvey",
  "Just posted a photo https://t.co/fUkSaguESj",
  "Just posted a photo @ Disney's Magic Kingdom https://t.co/PYWHbJPym9",
  "#waltdisney #mommynson #GrampaTakesAllHisKidsToDisneyWorld @… https://t.co/44OImrRrTT",
  "Man Involved in White House Bomb Scare: “This is a Test” - https://t.co/0DxJmR31f6 by #infowars via @c0nvey https://t.co/2XjGWyuluQ",
  "on the 14th anniversary of Iraq War remember not just how the media sold it, but... https://t.co/0YV9H5foxa by #ryder7189 via @c0nvey https://t.co/MdC5G9JjqG",
  "GCHQ isn't the only agency with access to bulk NSA intercepts. NSA uses Sweden's FRA... https://t.co/X20twoxQte by #billm9 via @c0nvey https://t.co/0CEEWWZHHv",
  "FBI Director Comey admits Obama’s White House had ability to “unmask” American... https://t.co/Pc3GrCbvGf by #POTUS via @c0nvey",
  "For someone who talked about draining the swamp and standing up to Wall Street, Trump... https://t.co/FDzgsAWLFO by #billm9 via @c0nvey",
  "FBI sets loose alleged child pornographer to prevent an open court from... https://t.co/RL5NFMAU1v by #JourneysNonnie via @c0nvey",
  "Did Obama spy on @realDonaldTrump's campaign? Here is proof the Obama... https://t.co/qROyIZJjTo by #PressResetEarth via @c0nvey https://t.co/jmcDZfSIzA",
  "NYT has become so politicized that it now publishes open conspiracy theorists such... https://t.co/BJeQV7m0uh by #pizzaItal via @c0nvey https://t.co/N9frygKSyR",
  "Key Democratic Officials Now Warning Base Not to Expect Evidence of... https://t.co/tAj6g42y2r by #PLTC_PastLives via @c0nvey",
  "Chuck Berry's songs will live forever 3/3\n https://t.co/qUsLdgh0iZ by #RollingStones via @c0nvey https://t.co/Ut9tNh5zIH",
  "Colin Kaepernick helped get a plane to Somalia that's expected to hold 60 tons... https://t.co/hSdMSTmJ9V by #eviebauer727 via @c0nvey",
  "Trump's budget is morally obscene and bad economic policy. It will cause pain to the... https://t.co/1KlUoIzwQi by #billm9 via @c0nvey",
  "you gotta be f ckin kidding me  https://t.co/3OmnEJkSOF by #itsgabrielleu via @c0nvey",
  "Trump admin forces resignation of UN official for crime of saying Israel uses... https://t.co/2Gtn2jBskS by #billm9 via @c0nvey",
  "Ukrainian prosecutors want to question Paul Manafort, Trump's former campaign manager... https://t.co/HmbGTQIWuQ by #CNN via @c0nvey https://t.co/fV6aMklPVr",
  "When you see someone from school in public https://t.co/GsVEkKImiU by #ImThatGentleman via @c0nvey",
  "As a DNI analyst at NTOC-H, I often read internet traffic to or from the US; no... https://t.co/R6DRJUIFR0 by #billm9 via @c0nvey",
  "RELEASE: Vault 7 Part 1 \"Year Zero\": Inside the CIA's global hacking force https://t.co/i7kcjzObp4 by #billm9 via @c0nvey https://t.co/RIuhSEsBGQ",
  "Unreal. New York Times Reporter Blames Infowars for Spreading Trump Wiretap... https://t.co/Yi39lX0ZMR by #PLTC_PastLives via @c0nvey",
  "#john316 @ Aviana Resort https://t.co/Jyqo4Tt6Df",
  "#forheisgood #worthyisthelamb @ Mariner's Cay Apartments https://t.co/TVzMeeC16G",
  "Imagine a world where the actual CIA spends its time figuring out how to spy on you... https://t.co/lqZBhqLf93 by #billm9 via @c0nvey",
  "Rather than bringing out the best in people, Trump brings out the beast in people... https://t.co/rihwe09EAd by #billm9 via @c0nvey",
  "Trump vowed to end the heroin epidemic on the trail. His new healthcare bill... https://t.co/4yp951bwze by #RyanRenken via @c0nvey",
  "I noticed last night was on a real  🌃I love 💝veteran kick!",
  "https://t.co/1oK5yPqF1o",
  "https://t.co/io0UbAA68b",
  "https://t.co/5JSsUsqYKk",
  "It's only credible when it involves Russia. https://t.co/QvNRzx3Lri by #DrThomasPaul via @c0nvey",
  "Why Nothing Comey Says Can Be Believed; Untrustworthy Political Hack Hated... https://t.co/7G9wwUSmI6 by #mariehumphries1 via @c0nvey",
  "Sirius vs Orion Story 1 https://t.co/8wqsVDxSuE",
  "USA https://t.co/FtJrauotTx",
  "Motivation https://t.co/7ji1UninHa",
  "Jason Castor. ..lol https://t.co/AL4Mq4XnY6",
  "30 Numbers That Prove Domestic Violence Is An American Epidemic https://t.co/2TldfyW3hE",
  "ENCRYPTED RELEASE\nUse a 'torrent' downloader on: https://t.co/v6R67IEQOY And '7z' to decrypt.\nPassphrase... by #SpartanZA via @c0nvey https://t.co/pbHRs3RGee",
  "OOPS! Wikileaks Just Joined In Showing How NSA Under Obama Bugged \"PRIVATE\" Merkel... https://t.co/5IIFGc6yJN by #billm9 via @c0nvey",
  "#BREAKING: First import of Russian steel arrives in NJ\n\n#trumprussia #russiagate... https://t.co/PhBedDYrWP by #billm9 via @c0nvey",
  "Medical Treatment Following a Car Accident Under Florida&amp;#8217;s New PIP Law https://t.co/zvlfueULuZ",
  "Just posted a photo https://t.co/t0UM0OYd2s",
  "Trump advisor Stone admitted in an unhinged, now-deleted Twitter rant that he had a... https://t.co/honarYB7gq by #billm9 via @c0nvey",
  "The guy who lied under oath says Obama is telling the truth. Hardly a paragon... https://t.co/Yj29Q07gCZ by #DrThomasPaul via @c0nvey",
  ".@marklevinshow joined @ffweekend to discuss @POTUS's allegations of wiretapping of... https://t.co/kXzxmXGp1K by #FoxNews via @c0nvey https://t.co/pRrGNTSsVX",
  "Perspective: Putin destroyed Russia's independent press. Trump seems to want... https://t.co/S0Pohz3bKw by #eviebauer727 via @c0nvey",
  "Obama has a history of tapping &amp; hacking his friends and rivals https://t.co/mSnjeFvPs5 #NSA #PRISM... by #Rosecake via @c0nvey https://t.co/tiZymhJer2",
  "Good moment for @AMD to open-source their PSP &amp; firmware. In the next cycles, many... https://t.co/DlNsX2SIUB by #billm9 via @c0nvey",
  "Pence—who's now upset w/ a private email address being shared—literally asked GOPs... https://t.co/XtpHKVHp93 by #ryder7189 via @c0nvey https://t.co/kBaxujaSuf",
  "Billionaire Pedophile Jeffrey Epstein Files Secret Legal Papers Against Mike... https://t.co/UHJ0HsOi09 by #PLTC_PastLives via @c0nvey",
  "Trump claims his phones were tapped. If they were, it means a federal judge found... https://t.co/6tZmnSEt3Q by #pizzaItal via @c0nvey https://t.co/CAUoFoP2Ri",
  "ICYMI: @ChrisCoons says FBI has transcripts that could show Russian leaders colluding... https://t.co/b1ZIWb4Obg by #billm9 via @c0nvey",
  "Ben Keita's body was found hanging from a high tree branch, and his family is now asking... https://t.co/aa859Gj1RL by #CNN via @c0nvey https://t.co/iAxRbqeT1k",
  "I hereby demand a second investigation, after Schumer, of Pelosi for her... https://t.co/6tVOP5At4R by #intellihubnews via @c0nvey",
  "How Sweden is intercepting up to 80% of Russia's telecommunications and passing it to... https://t.co/xcfU8nGldf by #billm9 via @c0nvey",
  "I hereby demand a second investigation, after Schumer, of Pelosi for her close... https://t.co/ERhnairGli by #PrisonPlanet via @c0nvey",
  "Anti-Trump Communist &amp; Disgraced Former Journalist Arrested For Jewish... https://t.co/so8BT0dmfy by #intellihubnews via @c0nvey",
  "If Obama is deliberately working to overthrow the government, as reported, he... https://t.co/p0TXi0SkJc by #PrisonPlanet via @c0nvey https://t.co/XawQgZQtuf",
  "A 5 y/o boy wanted the same haircut as his friend...so that their teacher wouldn't be... https://t.co/f6teHRZIsh by #billm9 via @c0nvey https://t.co/QuVg5doaSI",
  "Misleading the Senate in sworn testimony about one own contacts with the Russians... https://t.co/WgLmRXb9kN by #fmguitars via @c0nvey",
  "Jewish cemetery vandalized in Rochester, NY — third incident in US in less than 2... https://t.co/Hb3e5iaxi6 by #RyanRenken via @c0nvey",
  "Dem who called Navy SEAL's widow an 'idiot' has been fired https://t.co/kxvTuixYaI by #FoxNews via @c0nvey",
  "Iowa lawmaker's alleged alma mater is actually a company that operated a Sizzler... https://t.co/9s8X1G4Tge by #RyanRenken via @c0nvey https://t.co/F9X1c4XsG6",
  "Ex-Hillary Volunteer Calls Military Widow Honored During Trump Speech An “Idiot” - https://t.co/zXa3qlVuSV by #infowars via @c0nvey https://t.co/ifIbFup3Pi",
  "Dow soars 303 points after Trump speech to close above 21,000 for the first time... https://t.co/CWWkhAwtc5 by #cnnbrk via @c0nvey https://t.co/WyRnawcld6",
  "President Trump: \"Nobody knew health care could be so complicated\"\n\nBernie Sanders:... https://t.co/RZQm6ADkre by #billm9 via @c0nvey https://t.co/8da7Uqahnk",
  "Vikings GM Rick Spielman still wants Adrian Peterson back, but the Raiders... https://t.co/79QAdGGOmL by #SportsCenter via @c0nvey",
  "Here's the full context behind the incredibly dumb 'Kellyanne on the Couch’... https://t.co/NP24HhBj4y by #DrThomasPaul via @c0nvey",
  "Many people in Sweden are labeled \"racist\" for talking about immigration... https://t.co/PewcDtqXVu by #PLTC_PastLives via @c0nvey",
  "It’s official. We have signed safety Eric Berry to a contract extension.\n\n https://t.co/a1N6VZO69K by #NFL via @c0nvey https://t.co/OM0pJBnkAJ",
  "Vid is up yo's!!!\n\nWe googled ourselves..😳😳😳\n\n https://t.co/9q8uSLDgAU \n\n#DolanTwinsNewVideo 🤘🏻 by #jojocxxxx via @c0nvey",
  "This is an important Black History Month PSA https://t.co/LTN14V6DuJ by #itsgabrielleu via @c0nvey",
  "BREAKING: Trump White House endorses discrimination against non-white voters... https://t.co/Pe8OOnUcDQ by #eviebauer727 via @c0nvey",
  "United Nations report on the agency pursuing the families that opened their doors... https://t.co/U6v3x9fXgX by #pizzaItal via @c0nvey https://t.co/tkshQ8Bioo",
  "Top Clinton fundraiser who whipped votes for Perez says Ellison was blocked to stop... https://t.co/pmWN1320BQ by #billm9 via @c0nvey https://t.co/jaf427NkeW",
  "Elijah Wood: Hollywood Is Run By A Powerful Elite Paedophile Ring\n https://t.co/wlOt7SE7JJ by #MassDeception1 via @c0nvey https://t.co/fOjjHU9vuM",
  "58% of welfare payments go to immigrants (16% of the population). https://t.co/rpwXYf1MSi by #PLTC_PastLives via @c0nvey https://t.co/tETCdeqTX4",
  "We’re launching https://t.co/DCTX7BhogX , a major new grassroots program to organize #TheResistance... by #NegusHamitic via @c0nvey",
  "CIA tasked New Zealand to help its espionage campaign against  French election https://t.co/fdZ6auDBjI More:... by #billm9 via @c0nvey",
  "Sean Spicer does phone checks on staff to crack down on leaks: https://t.co/ny4EkhyDJF by #billm9 via @c0nvey",
  "RETWEET FOR A DM!!\n\nREADING MY GIRLFRIENDS DIRTY INSTAGRAM DMS!!!\n\n https://t.co/VUa69IbPCb Thumbs up and... by #jojocxxxx via @c0nvey https://t.co/39nQ9UbNbP",
  "RT if you agree: The #StopArmingTerrorists Act needs to be passed now. Read the full... https://t.co/9QuH226Ti0 by #billm9 via @c0nvey",
  "Dubai's former police chief: 'Women who say no to sex really want to have sex... https://t.co/vd1Rl88KZA by #PrisonPlanet via @c0nvey",
  "Trump is backtracking on every economic promise that he made to the American people. https://t.co/cebH8BI8qO by #billm9 via @c0nvey",
  "Ian Welsh on the media, Trump &amp; FDR https://t.co/6mCKu2gs78 by #pizzaItal via @c0nvey https://t.co/GMxyDpAEoa",
  "Isaiah Thomas called out DeMarre Carroll for his foul in last night's game. https://t.co/PYXyhlYmh6 by #SportsCenter via @c0nvey https://t.co/aS0iOseT27",
  "As if George Clooney - chaperoned around in luxury limos - has any fucking clue... https://t.co/lykvTWrIIw by #PrisonPlanet via @c0nvey",
  "CIA tasked New Zealand to help its espionage campaign against  French election https://t.co/Slrd04FP1C Mo... by #pizzaItal via @c0nvey",
  "JUST IN: Chris Cuomo absent from CNN after transgender comments https://t.co/oNcdvCus1U by #janematthews280 via @c0nvey https://t.co/uBTzYquzSF",
  ".@POTUS Trump cuts through more red tape: https://t.co/76Fog0oSpr by #POTUS via @c0nvey",
  "CNN and other news organizations were blocked today from a White House press... https://t.co/NkgC5d9iSY by #cnnbrk via @c0nvey",
  "Huffington Post DELETES article admitting Trump was right about Sweden. https://t.co/oACo5VHPHx by #PrisonPlanet via @c0nvey",
  "Politico profile makes Trump sound like the last &amp; most imbecile member of an... https://t.co/4mQvuIGyz3 by #NegusHamitic via @c0nvey",
  "Homicides up 67% in Sweden since 2011. Trump was right. https://t.co/RpwJJPv1vm by #DrThomasPaul via @c0nvey",
  "Our #CNNLeaks story is trending on Twitter! Visit https://t.co/ufPAygpVIe to listen to hours of... by #mariehumphries1 via @c0nvey https://t.co/ohna6jrRBu",
  "#SteveBannon: Trump Is 'Maniacally Focused' on Fulfilling Campaign Promises... https://t.co/usVKgci2o0 by #FoxNews via @c0nvey",
  "Happy birthday, George Washington! Learn more about our first President here: https://t.co/E1jQzCMlmM by #VP via @c0nvey https://t.co/Jn7eOswDnk",
  "Trump administration withdraws federal protections on transgender bathroom use in... https://t.co/KsJy4GzJtw by #cnnbrk via @c0nvey https://t.co/Iblqupqcuf",
  "Muslims are raising funds for a Jewish cemetery after an attack. This is... https://t.co/W9xVJQSZLO by #TheEllenShow via @c0nvey",
  "Looks like CNN is going to have a bad day tomorrow. https://t.co/0aLS65eVd4 by #PLTC_PastLives via @c0nvey",
  "My racing helmet design for the 2017 Season, by Raí Caldato. Full message on... https://t.co/Ul4A25Dnjf by #VikyBorgomeo via @c0nvey https://t.co/PEQpFbRzYY",
  "MLB has approved a change to the intentional walk rule, going from the... https://t.co/dPopBWby1g by #SportsCenter via @c0nvey",
  "President Of Iceland Announces That He Wants To Ban Pineapple On Pizza https://t.co/Gk6LAXO811 by #DrThomasPaul via @c0nvey https://t.co/vlAhpO54mH",
  "Former CIA analyst: \"I didn’t think I’d ever leave the CIA. But because of... https://t.co/lZatmLkPwF by #NegusHamitic via @c0nvey https://t.co/s0gMwQ1hv6",
  "Investors are urging banks to support rerouting #DAPL and we encourage them to... https://t.co/gVtJPxpYy9 by #DrThomasPaul via @c0nvey",
  "BREAKING: Lakers name Magic Johnson their President of Basketball Ops and fire... https://t.co/pB7OYB3lFz by #SportsCenter via @c0nvey https://t.co/3Udyq3qLWa",
  "USDA Analysis: U.S. Beekeepers Lose A Staggering 44% of Hives in 2015-16 https://t.co/6s8A2TuEME via... by #ryder7189 via @c0nvey",
  "UPDATE: Swedish Embassy seeks State Department clarification of Trump's remarks... https://t.co/uEjKveG50m by #pizzaItal via @c0nvey",
  "How in any way is Trump \"suppressing the press\"? They are allowed to attack him... https://t.co/Jv3Y6GmCpL by #PrisonPlanet via @c0nvey",
  "Trump is right: Sweden’s refugee policy has led to problems it never imagined. https://t.co/rWuL2hornP by #PrisonPlanet via @c0nvey",
  "RPT: Trump's Border Wall Could Save Americans Nearly $64 Billion Over 10 Years\n https://t.co/cHLVtzqHp1 by #FoxNews via @c0nvey",
  "Two (more) illegals charged with sexually assaulting a girl from age 8-14 in... https://t.co/7IteDzEo2w by #Rosecake via @c0nvey",
  "Sen. John McCain: Dictators 'get started by suppressing free press' https://t.co/TLjY35l5xF by #MarlonWayans via @c0nvey https://t.co/rzpYRqV93L",
  "💫GAME CHANGER!💫 \nHurry Before They Sell Out Again!\n\n👇\n https://t.co/pyvhVxlEhE by #FIirtationship via @c0nvey https://t.co/FBlxaN9FJB",
  "McCain slams Trump's attacks on media, noting dictators \"get started by suppressing... https://t.co/f32y9uudsV by #cnnbrk via @c0nvey https://t.co/vELy4hxZbS",
  "Here to say that @zaralarsson is an undeniable fucking super mega star https://t.co/bJRpmK2QEC by #jojocxxxx via @c0nvey",
  "WikiLeaks: CIA Plotted to Infiltrate Every Major French Political Party https://t.co/KA20g8itow by #billm9 via @c0nvey https://t.co/pj1NcWXwpS",
  "WikiLeaks: CIA Plotted to Infiltrate Every Major French Political Party https://t.co/OwoXz4EjjT by #RyanRenken via @c0nvey https://t.co/d49s0EJbSh",
  "Can they search my phone? Here's a guide to your rights at the US border https://t.co/DFUZdJrxHJ by #CNN via @c0nvey https://t.co/Y8vdxkN9ER",
  "#BREAKING NEWS: #Dow closes at a new record high for the 7th straight day. https://t.co/Syw472ZmJb by #FoxNews via @c0nvey https://t.co/KKS1UwwhmK",
  "So proud of @JamesTWmusic , beautiful song and video! https://t.co/1LDr4STMDT by #jojocxxxx via @c0nvey",
  "Admiral Harward turns down Trump!  Says he has to wash his hair.\n\n https://t.co/OYLplk6SDx by #ryder7189 via @c0nvey",
  "I bought a place on this masterclass and want to gift it to a BAME writer who... https://t.co/GGrRWrOtP5 by #jk_rowling via @c0nvey",
  "WORLD PREMIERE ALERT: Watch our new video for #COLD, ft. @1future, on @VEVO now- https://t.co/HYxq0E8Cp7 htt... by #maroon5 via @c0nvey",
  "Report: Muslim Sympathizers at #CIA Behind #TrumpLeaks - https://t.co/0h8M2tP3rj  #infowars by #RealAlexJones via @c0nvey",
  "RELEASE: CIA espionage orders for the last French presidential election\n https://t.co/rypIs68kzA #CIAFrance... by #pizzaItal via @c0nvey",
  "\"I'm a Laker.\"\n\nMagic Johnson turned down offers to be a part of the Warriors... https://t.co/s2nTZnd7M6 by #SportsCenter via @c0nvey",
  "Video shows Ohio officers pepper-spraying a person in a restraint chair — again https://t.co/tg35h9OHjx by #RyanRenken via @c0nvey",
  "WATCH: Driver Rams Through Pipeline Protest\n https://t.co/RKVckENe5B by #FoxNews via @c0nvey",
  "#HeavyLP Teaser feat. @KIIARA - 8 of 8 - https://t.co/V7MYVxJJwY by #RyanRenken via @c0nvey",
  "Standing Rock Sioux Tribe asks federal court to set aside Trump’s pipeline reversal: https://t.co/N6yOzTNBPH by #billm9 via @c0nvey",
  "Security Analyst Tony Shaffer: Obama White House Behind Mike Flynn Phone Call... https://t.co/yaHzvfj1df by #PrisonPlanet via @c0nvey",
  ".@FreeBeacon Was an Obama cabal behind the successful campaign to oust Flynn? https://t.co/w1zRorg0bV by #tlhenson823 via @c0nvey",
  "UK government shuts down over 3000 Iraq torture and abuse cases https://t.co/T6E6mRlPHM See WikiLeaks... by #billm9 via @c0nvey",
  "Remarks by President Trump at Swearing-In Ceremony for Treasury Secretary Mnuchin\n https://t.co/HMYHHvJZVn by #POTUS via @c0nvey",
  "Fear Trump Assassination... https://t.co/wuCTa7TD1T by #RealAlexJones via @c0nvey",
  ".@oreillyfactor rips ‘blatantly dishonest’ media coverage of immigration raids. https://t.co/KKtaK4AGdV by #FoxNews via @c0nvey",
  "Spoke w/ Brazilian President @MichelTemer to discuss our shared commitment to security &amp;... https://t.co/9h3dSMUlng by #VP via @c0nvey",
  "TPP is Not Dead: It’s Now Called the Trade In Services Agreement (#TiSA) https://t.co/uT2Zox72ND See... by #MMUSA_PPN via @c0nvey",
  "Jerry Sandusky's son faces multiple charges of sexual offenses involving... https://t.co/FLbI6Shrac by #SportsCenter via @c0nvey",
  "NEW VIDEO: SARAH SILVERMAN'S SWASTIKA MELTDOWN! https://t.co/nDEV6bfb4f by #infowars via @c0nvey",
  "SINGER TRIGGERS GRAMMYS https://t.co/dNyTmyBMd1 by #DRUDGE_REPORT via @c0nvey",
  "Tune in NOW for LIVE coverage on the #GRAMMYs red carpet with #GRAMMYLive... https://t.co/FjMQWbVLjX by #RecordingAcad via @c0nvey",
  "Majority of 161 People Arrested in Recent ICE Raids Have Criminal Histories\n https://t.co/1JhURl7eYT by #FoxNews via @c0nvey",
  "Head over to #GRAMMYLive NOW to stream the #GRAMMYPremiere Ceremony LIVE from... https://t.co/cuRO6X1gwB by #RecordingAcad via @c0nvey",
  "Before football, Alejandro Villanueva was an Army Ranger who forged a... https://t.co/5C4ve0g8xz by #SportsCenter via @c0nvey",
  "JUST IN: North Korea launches ballistic missile test, according to South Korean and US... https://t.co/423qUNAuNS by #ABC via @c0nvey",
  "OKC restaurant stays true to Thunder fans and players by turning down KD's... https://t.co/3IDnH9UjDt by #SportsCenter via @c0nvey",
  "WATCH: Former Marine Posts Warning From Iraq After #TravelBan Uproar\n https://t.co/B2c9NdKYpC by #FoxNews via @c0nvey",
  "TPP is Not Dead: It’s Now Called the Trade In Services Agreement (#TiSA) https://t.co/A9P2AIX8DW See also:... by #billm9 via @c0nvey",
  "Woman Born in Nazi Germany: Trump Isn’t Like Hitler, Rioting Leftists Are - https://t.co/0RcShl7SQt htt... by #DrThomasPaul via @c0nvey",
  "BREAKING: Russia eyes sending Snowden to the US as a 'gift' to Trump, official... https://t.co/E1qBA23WmY by #NickKristof via @c0nvey",
  "Good time to bring this back— What Donald Trump was up to while John McCain was a... https://t.co/8A6meP8Rfe by #ryder7189 via @c0nvey",
  "The US ranks #1 in total personal wealth, yet half of the country is struggling to... https://t.co/d7qkbFiKmd by #maxkafe via @c0nvey",
  "I wrote an open letter to my younger self. https://t.co/RVmbkMlrO0 by #BigSean via @c0nvey",
  ".@JTimberlake: \"I want to take this opportunity to apologize\" for @NSYNC's... https://t.co/5jWaz0Dezt by #billboard via @c0nvey",
  "A reminder to federal employees: if you see something, leak something. Here's... https://t.co/i7NH7wg6DT by #julynewmoon via @c0nvey",
  "Breaking: Federal appeals court maintains suspension of Trump’s immigration... https://t.co/ABR6kIYGxW by #SavetheChildren via @c0nvey",
  ".@Judgenap: Court's Ruling on Immigration Order Is 'Intellectually Dishonest'\n https://t.co/kU5LxphFwx by #FoxNews via @c0nvey",
  "9th Circuit Court to issue ruling today on Trump administration's request to... https://t.co/MotzaMBZ7R by #cnnbrk via @c0nvey",
  "Irony? MSNBC's Brian Williams Hosts Segment on President Trump's Lying\n https://t.co/KkSWDZpteb by #FoxNews via @c0nvey",
  "Typing \"hello\" took thirteen clicks. Thirteen. https://t.co/SQw8TuP3EN by #Cancer_F6 via @c0nvey",
  "Drop a hint for our \"babe\" ring 🤔😍💘\n\nOrder today to receive before... https://t.co/UdbRYgSRH5 by #ImThatGentleman via @c0nvey",
  "Awww &lt;3 Thank you all so very much for pitching in &amp; helping me start my new life ^_^ https://t.co/WO4tG8pmOq by #billm9 via @c0nvey",
  "ICYMI: Funeral of Maidstone veteran with no family is happening tomorrow, all... https://t.co/oeC1XCVhaH by #jk_rowling via @c0nvey",
  "Europeans Reject Muslim Immigration In HUGE Numbers https://t.co/sJ6SHpsqhq by #PrisonPlanet via @c0nvey",
  "#BlackLivesMatter now sharing a platform with an Islamist who wants to \"sow... https://t.co/aV3PcPzfGM by #PrisonPlanet via @c0nvey",
  "84 Lumber, Bud, Audi, and big-budget Super Bowl Political Ads-Not so Hot https://t.co/a1gshaLRuc #MAGA... by #Rosecake via @c0nvey",
  "THIS WEEK'S VIDEO IS UP! \n\n https://t.co/ajPYtBS25W \n\n#DolanTwinsNewVideo FOR A FOLLOW/DM?? by #jojocxxxx via @c0nvey",
  "When a culture loses faith in itself, barbarians will soon usurp it.\n\nFULL... https://t.co/lBss2HzEnD by #tlhenson823 via @c0nvey",
  "Kellyanne Conartist, caught in a lie. And a bad one at that. https://t.co/sw9XQzloDE by #itsgabrielleu via @c0nvey",
  "Texas' Lt. Governor has asked the Texas Rangers to aid Houston PD in its... https://t.co/F2mVYuT0LN by #SportsCenter via @c0nvey",
  "Petition to classify Antifa as a terrorist organization passes 50,000 signatures. https://t.co/ZlUyXnv2sM by #Ryan_inNC via @c0nvey",
  "Govert Teunisz. Flinck\nAngels Announcing Christ's Birth to the Shepherds,1639\n🎼♫ https://t.co/4FOiYgiHSo by #DrThomasPaul via @c0nvey",
  "Ecuadorian Presidential candidate's first act after Feb 19: terminate... https://t.co/YmG4dtDE6e by #mariehumphries1 via @c0nvey",
  "Petition for CNN to set one of their countdown clocks to Halloween, when 'Stranger... https://t.co/E1R0WE2H9h by #WIRED via @c0nvey",
  "Yes, those were 300 drones flying in formation during Lady Gaga's half-time show... https://t.co/d7DyGn2tVU by #WIRED via @c0nvey",
  "Trump administration sends law enforcement to help clear Dakota Access protesters... https://t.co/Z4YliITLv7 by #billm9 via @c0nvey",
  "#BFF #CCW #SUNDAY'SBEST @ Christian Church in the Wildwood https://t.co/xQiUkcg0Bn",
  "Pope Francis delivers a video message of peace, friendship and solidarity ahead... https://t.co/Bi2rrzx0k6 by #SportsCenter via @c0nvey",
  "This story of New Yorkers erasing hate has gone viral https://t.co/liznP32kLI by #ryder7189 via @c0nvey",
  "NO, NO, NO! \n\nMuslim refugees get 6K a mo, want taxpayer to finance IVF... https://t.co/vCp4wHjuZ1 by #tlhenson823 via @c0nvey",
  ".@DineshDSouza commented on the federal judge halting President... https://t.co/XwTYd6la1D by #tlhenson823 via @c0nvey",
  "Got News has published the full list of names of the people rioting in DC on... https://t.co/lGoo4LlR0U by #PrisonPlanet via @c0nvey",
  "\"Never remember:\" City of Bowling Green revels in jokes about fictional... https://t.co/pp81UtU2ew by #eviebauer727 via @c0nvey",
  "Duke Men's Basketball guard Grayson Allen picked up another tripping foul... https://t.co/6dypwVGYxX by #SportsCenter via @c0nvey",
  "Washington state AG Bob Ferguson: \"No one is above the law -- not even the President\" https://t.co/WVLplBo1EW by #CNN via @c0nvey",
  "Report raises much concern. Congress MUST investigate &amp; address this very... https://t.co/QVAGFbl5g9 by #JourneysNonnie via @c0nvey",
  "Republicans vote to end Obama rule designed to keep the mentally ill from... https://t.co/nKmohqB8Ge by #eviebauer727 via @c0nvey",
  "Report: Germans Buying Illegal Guns to Protect Themselves From Migrant Attacks... https://t.co/s37MnXq4gm by #DrThomasPaul via @c0nvey",
  "URGENT: Iran to impose restrictions on US individuals, entities in retaliation for... https://t.co/LqG2WFoLHD by #RT_America via @c0nvey",
  "Cypress Ranch High School students in hot water after Hitler pose in senior... https://t.co/QNVQMykpjS by #fmguitars via @c0nvey",
  "America is the land of freedom and opportunity. I’m glad Budweiser knows that. https://t.co/ZQafVdEmrd by #TheEllenShow via @c0nvey",
  "#rp BBY GIRL @rowblanchard CALL CALL CALL CALL CALL https://t.co/rRtPsmBkFd ! Provides you with the number... by #jojocxxxx via @c0nvey",
  "Who among us has not started a \"fascism forever\" club at our elite DC prep school? https://t.co/Llb6gy6Udt by #ryder7189 via @c0nvey",
  "Who among us has not started a \"fascism forever\" club at our elite DC prep school? https://t.co/DXD6b1w3Pf by #billm9 via @c0nvey",
  "White House reportedly wants to spare white supremacists from federal... https://t.co/iZthTctymw by #fmguitars via @c0nvey",
  "Help secure a WikiLeaks pending publication: download this encrypted \"insurance\"... https://t.co/JefrFfl7a3 by #guinevere_l via @c0nvey",
  "Foreign minister of UAE admits Trump's \"Muslim ban\" is NOT a Muslim ban. https://t.co/nF3XTn1nBp by #guinevere_l via @c0nvey",
  "Shocking emails reveal #Monsanto paying university\"scientists\" to... https://t.co/n9ipYil69z by #DrThomasPaul via @c0nvey",
  "As of midday Tuesday, President Trump has been named in 41 federal lawsuits since his... https://t.co/cDNI7tqR1f by #billm9 via @c0nvey",
  "Join us in congratulating Judge Neil Gorsuch on his nomination for #SCOTUS! Read his... https://t.co/WTLNZAKkFc by #POTUS via @c0nvey",
  "Joe the Plumber: \"They're the ones who made it possible for @Starbucks to be where... https://t.co/cun5UFzlDo by #FoxNews via @c0nvey",
  ". https://t.co/VtTdqiiQJB i might have tweeted this before, but Aurora live is one of the most incredible... by #jojocxxxx via @c0nvey",
  "Trump's list of \"Muslim\" visa ban countries? They're from Obama https://t.co/jI4zYmONc2 by #billm9 via @c0nvey",
  "Alleged CIA hacker from Crackas With Attitude signs plea deal https://t.co/YUOCsjUSw7 CIA Dir John Brennan... by #billm9 via @c0nvey",
  "What Really Lies Hidden in the Vatican Secret Archives? https://t.co/R42RCUojbs via @ancientorigins",
  "#moorefamilyuglychristmassweaterparty @ Mariner's Cay Apartments https://t.co/s8vMOuw95d",
  "A reminder to federal employees: if you see something, leak something. Here's how... https://t.co/JZ8TfbJ4is by #fmguitars via @c0nvey",
  "Famine looms in Yemen, as U.S.-backed Saudi bombing intentionally targets food... https://t.co/6sauDjWTKF by #ryder7189 via @c0nvey",
  "Choosing one person who RT's to be next videos shoutout!\n\nNew vid is up! Like and... https://t.co/HMvXyWDFxn by #jojocxxxx via @c0nvey",
  "A Dangerously Isolated President https://t.co/1lvM6PGOaC via @newyorker by #Pink via @c0nvey",
  "Where were the protests when Obama attacked Libya, the war that caused the... https://t.co/pkxPkM92sp by #PrisonPlanet via @c0nvey",
  "New project: https://t.co/OletaATrah Dashboard and daily update to see how Trump does against his stated... by #MMUSA_PPN via @c0nvey",
  "Trump's list of \"Muslim\" visa ban countries? They're from Obama https://t.co/U7zLkFwItX by #pizzaItal via @c0nvey",
  "\"Do you have a valentine?\" https://t.co/o7HdIt3Rya by #FIirtationship via @c0nvey",
  "NEW: House Democrats demand \"emergency\" meeting with DHS Sec. Kelly in letter... https://t.co/Yue07VptNE by #billm9 via @c0nvey",
  "CAIR, a Terrorist Organization, is organizing these protests.  Known by the company... https://t.co/XOLqUgtevq by #Rosecake via @c0nvey",
  "WATCH: ACLU deputy legal director @WangCecillia on the lawsuit we filed this morning... https://t.co/kpMxaAhiBY by #billm9 via @c0nvey",
  "The media have become the propaganda arm of the very wealthy—Brian Eno. More: https://t.co/0jvb6ttDtj #Wik... by #ryder7189 via @c0nvey",
  "Reminder that \"America First\" is a slogan first used by Nazi sympathizers in the... https://t.co/h4D9Jrrqrw by #ryder7189 via @c0nvey",
  "In response to Trump's orders, Iran to ban all US citizens. This is all insane. https://t.co/MMc0Yt6JhV by #ryder7189 via @c0nvey",
  "How the CIA helped to arrest and imprison Nelson Mandela - Harper's Andrew... https://t.co/7IEZbyKfSc by #ryder7189 via @c0nvey",
  "Ever had one of those weeks that leave you wondering how to contact journalists? https://t.co/uL3ZLa74tj by #billm9 via @c0nvey",
  "A lawsuit filed against Baylor uncovered at least 52 alleged acts of rape by 31... https://t.co/iZl4a1mErt by #SportsCenter via @c0nvey",
  "#Breaking New Baylor lawsuit cites 52 rapes by football players in 4 years... https://t.co/nv1NYyxhjR by #fmguitars via @c0nvey",
  "Twitter Bans Prominent User After He Questions EU Official on Islam - https://t.co/3QS3CpQNR5 #FreeSargo... by #tlhenson823 via @c0nvey",
  "Sen. Franken: No Democrat will vote for Betsy DeVos — and we’re seeking... https://t.co/v8AnRXrHxL by #NegusHamitic via @c0nvey",
  "Why do we need a president who cares about climate change? This is why. https://t.co/JhtXjkccdG by #ryder7189 via @c0nvey",
  "Miami-Dade Mayor drops sanctuary policy. Right decision. Strong! https://t.co/y214xVfj68 by #tlhenson823 via @c0nvey",
  "Why do we need a president who cares about climate change? This is why. https://t.co/XKTyrIXtL3 by #billm9 via @c0nvey",
  "Mike Krzyzewski is not happy with the Duke Blue Devils. https://t.co/CWVux9e0FF by #SportsCenter via @c0nvey",
  "https://t.co/lz13rhLFEK Watch the official lyric video for #RunUp 🏃🏾‍♀️⬆️ - @MAJORLAZER @partynextdoor... by #NICKIMINAJ via @c0nvey",
  "Another 500 pages from the FBI file on the Clinton Foundation: https://t.co/AURJ3It8Fc by #JourneysNonnie via @c0nvey",
  "Why Trump won: Clinton used media contacts to elevate Trump during primary in \"Pied... https://t.co/WfQuk7M5Qn by #ryder7189 via @c0nvey",
  "Another 500 pages from the FBI file on the Clinton Foundation: https://t.co/11L3GNbUtH by #billm9 via @c0nvey",
  ".@newtgingrich: Every Time Voter Fraud Is Brought Up, Dems Scream 'Racist'\n https://t.co/kV3qMZTP9x by #FoxNews via @c0nvey",
  "https://t.co/f1HZM5H8Uv Keeping the pressure on. by #maxkafe via @c0nvey",
  "Why Trump won: Clinton used media contacts to elevate Trump during primary in \"Pied... https://t.co/k42S2JSD4v by #pizzaItal via @c0nvey",
  ".@greggutfeld to Rahm Emanuel: 'Shut Up' About Trump &amp; Focus on Chicago's Murder... https://t.co/MV5AYTdVQZ by #FoxNews via @c0nvey",
  "Dear the left: Please pick Sharia law OR womens' rights, because you can't have... https://t.co/Cz9mut7vvJ by #PrisonPlanet via @c0nvey",
  "In honor of #MLKDAY, here's the 17,000 page FBI file and the assassination trial... https://t.co/2xmxdMIWP5 by #maxkafe via @c0nvey",
  "Maryam Safdar named in #PanamaPapers as beneficiary https://t.co/1bzWmZDjV2 by #pizzaItal via @c0nvey",
  "Thanks, @PasteMagazine for this @Unfortunate article. All who work/ed on the... https://t.co/MlVMiBSoZV by #ActuallyNPH via @c0nvey",
  "The limo torched by anti-Trump rioters was owned by a Muslim immigrant who now... https://t.co/X9heAmorvD by #PrisonPlanet via @c0nvey",
  "OFFICIAL: We’ve agreed to a new four-year contract with LB Jamie Collins!\n\nDetails » https://t.co/ob2RLeHy1U htt... by #NFL via @c0nvey",
  "Social justice madness is poisoning the education system &amp; spawning a... https://t.co/0qkPiyLCHz by #PrisonPlanet via @c0nvey",
  "Sean Spicer, the new White House press secretary, swallows multiple packs of gum... https://t.co/ZqQRMtfaOS by #ryder7189 via @c0nvey",
  "Ethics lawsuit to claim Trump is in violation of Constitution https://t.co/Qqri56R8FS by #NegusHamitic via @c0nvey",
  "Me: \" I have so much work to do today\"\n\nAlso me: https://t.co/NYHyD5xLsf by #FIirtationship via @c0nvey",
  "L.A., thank you for a show of unity, peace &amp; strength. \n#WomensMarch... https://t.co/TnhrecmvNZ by #NegusHamitic via @c0nvey",
  "📈A fact is a piece of information presented as having objective reality. https://t.co/OdO3Zqowrs by #NegusHamitic via @c0nvey",
  "Merriam-Webster clarifies meaning of ‘fact’ after Trump team pushes... https://t.co/umEVSM7OMW by #NegusHamitic via @c0nvey",
  "Top 5 Mysterious Places to Visit https://t.co/mwyxpL5LTS via @globotreks",
  "Organizer of #WomensMarch supports sharia &amp; has ties to Hamas. Now you know why... https://t.co/P9vvgeLSMS by #PrisonPlanet via @c0nvey",
  "Washington Post admits vast majority of #WomensMarch attendees were butt-hurt... https://t.co/5CQ8t7C1us by #PrisonPlanet via @c0nvey",
  "#1DFamily assemble! Vote for @onedirection by tweeting #BRITVIDONEDIRECTION https://t.co/iI6VmhrHz1 #B... by #_vickiegreen_ via @c0nvey",
  "Photos taken at 12:15 p.m. ET each day show Trump's inauguration crowd vs. the... https://t.co/mDizahT6Zb by #maxkafe via @c0nvey",
  "Is your bank funding the Dakota Access Pipeline? Here’s how to find a new bank. https://t.co/IvG2swZtIt via... by #Neomad84 via @c0nvey",
  "Leftists are OFFENDED that Trump said he'd fight crime, gangs, and Islamic... https://t.co/YO8L6z3WL7 by #PrisonPlanet via @c0nvey",
  "[BREAKING] President Trump now stands in violation of the Constitution’s emoluments... https://t.co/BsYGY1Elc0 by #billm9 via @c0nvey",
  "#TPP #TISA &amp; #TTIP agreements are massive Corporate power grabs dressed up as trade... https://t.co/0n1uF4PJmX by #Neomad84 via @c0nvey",
  "There is always a choice. https://t.co/TB5xCRMRYk by #billm9 via @c0nvey",
  "Reward for the killers of Seth Rich is now $130,000 https://t.co/pTb37J4wcv by #julynewmoon via @c0nvey",
  "Border Patrol Agent: 'We Feel We Now Have a President We Can Trust' #oreillyfactor... https://t.co/7aHiZYMmCB by #FoxNews via @c0nvey",
  "JUST POSTED: Investigators on the Trump-Russia Beat Should Talk to This Man: https://t.co/soa0GdolJi by #NickKristof via @c0nvey",
  "Chelsea Manning Commutation Doesn’t Erase Obama’s Awful Whistleblower Legacy... https://t.co/6ey7taDaYl by #pizzaItal via @c0nvey",
  ".@POTUS and @FLOTUS, we’ve had a wonderful time together. https://t.co/jCVr9lDgKq by #TheEllenShow via @c0nvey",
  "WSJ: CIA head Brennan back-peddles on Trump 'dirty dossier' claiming he hasn't... https://t.co/J8924eQCu4 by #pizzaItal via @c0nvey",
  "#timehop #muhbaby https://t.co/TnCukfbTCZ",
  "Obama press conf this afternoon on WIkiLeaks &amp; Assange. Turns lack of knowledge... https://t.co/o2fhWWXxJq by #pizzaItal via @c0nvey",
  "Is Julian Assange finally on the path to freedom? (August, 2016)\nNewsweek: https://t.co/fQEqP9qNaG The... by #pizzaItal via @c0nvey",
  "Trump Has Raised More Money for His #Inauguration Than Any Other President\n https://t.co/zBXzEFzyzq by #FoxNews via @c0nvey",
  "The video Chelsea Manning leaked. US army assassinating innocent human beings for... https://t.co/Q3Fod7KoSO by #MrToronto1 via @c0nvey",
  "Why We Love Sports Today: OAK rookie Karl Joseph buys his mom dream house... https://t.co/zYWilMmSVT by #SportsCenter via @c0nvey",
  "A look back at the best plays of D-Wade’s decorated career. https://t.co/KhKxLUVSGM by #SportsCenter via @c0nvey",
  "Vine's last day is tomorrow, so I leave you with this https://t.co/LNh6iztm8I by #FIirtationship via @c0nvey",
  "Hillary Clinton met to discuss \"so clever\" plan to \"ditch Taiwan\" in swap for US debt\n https://t.co/F56dUJNojW by #billm9 via @c0nvey",
  "Ask what losing Planned Parenthood did to those white working class Americans... https://t.co/M91PSKZdHE by #johnlegend via @c0nvey",
  "Trump will take office with an approval rating of just 40% -- the lowest of any recent... https://t.co/k44OPMctDH by #CNN via @c0nvey",
  "We are saddened by the loss of retired NASA astronaut Gene Cernan, the last man to... https://t.co/ZVPeqf6lf8 by #RyanRenken via @c0nvey",
  "Police say CIA head Brennan couldn't even keep his emails safe from a 16 year old... https://t.co/dVPLfZ05gE by #pizzaItal via @c0nvey",
  "In honor of #MLKDAY, here's the 17,000 page FBI file and the assassination trial... https://t.co/fb4NlSeZSV by #julynewmoon via @c0nvey",
  "#NowPlaying that \"I Swear\" @wyclef featuring @youngthug ! https://t.co/aDdXdDHwkV #music 🙏🏾🙏🏾🙏🏾  fire!  🇭🇹... by #wyclef via @c0nvey",
  "Herm's got jokes. \n\n https://t.co/qeDlNeDkhg by #SportsCenter via @c0nvey",
  "Police say CIA head Brennan couldn't even keep his emails safe from a 16 year old... https://t.co/Skfgh2cFms by #billm9 via @c0nvey",
  "Russian tech expert named in Trump 'dossier' says US intelligence never contacted... https://t.co/hHUDmEzosH by #billm9 via @c0nvey",
  "Toby Keith on Trump: I Won't 'Apologize' For Performing for Our Country or Military\n https://t.co/FfBlXMZdYt by #FoxNews via @c0nvey",
  "If we get 1 Million visits to https://t.co/E0pgxhwEn0 a Sponsor said they will pay our way to the... by #janematthews280 via @c0nvey",
  "Please share your opinions on how we elect parliament \n https://t.co/df9j5EYCpu by #billm9 via @c0nvey",
  "No editing. No studio work.  just talent. https://t.co/L8FkbV1BR4 by #jojocxxxx via @c0nvey",
  "Attack? Fake news AGAIN. Lewis attacked Trump. Trump responded. How on earth is... https://t.co/etXggksj1K by #PrisonPlanet via @c0nvey",
  "Paris is turning into one giant ghetto. Multiculturalism has clearly failed... https://t.co/AMpufbqjWN by #PrisonPlanet via @c0nvey",
  "Do you have information on the CIA undermining democracy? Securely send it to... https://t.co/mb0iQzzgQK by #pizzaItal via @c0nvey",
  "WITH AUTHORITY. #SCtop10 https://t.co/oi65BFt1Ws by #SportsCenter via @c0nvey",
  "Say You Won't Let Go - James Arthur - live cover #AaronsNewVideo \n https://t.co/TLGHqhWiUD by #jojocxxxx via @c0nvey",
  "Choosing one person who RT's to be next videos shoutout!\n\nNew vid is up! Like and... https://t.co/9n7mT2ZC1x by #jojocxxxx via @c0nvey",
  "UFC president Dana White has officially thrown his hat into the Floyd... https://t.co/5QuO5vpXzu by #SportsCenter via @c0nvey",
  "House OK's budget resolution that begins the process of dismantling Obamacare on a... https://t.co/ku8GDgYHca by #cnnbrk via @c0nvey",
  "I honestly don't know why I bother inventing #FantasticBeasts.\n https://t.co/qsJIGDkqHj by #jk_rowling via @c0nvey",
  "Study: 90K Christians were killed for their faith in 2016 https://t.co/peQzmGZs69 by #FoxNews via @c0nvey",
  "RELEASE: The Podesta Emails Part 9  https://t.co/IRZ22UT5U5 … #HillaryClinton #imWithHer #PodestaEmails…... by #billm9 via @c0nvey",
  "🤣😷😬😳 NEW VIDEO 😳😬😷🤣\n\nCheck it out 😊 it's a Reaction Video🎉Comment too! \n\n https://t.co/pdSgMWXplJ by #jojocxxxx via @c0nvey",
  "Russian tech expert named in Trump 'dossier' says US intelligence never... https://t.co/7tiDlGnzrV by #mariehumphries1 via @c0nvey",
  "Thank you all so very much. I'm totally honored. &gt;hugs&lt; https://t.co/ubuxYFGjBm #timeserved #FreeChelseaNow by #billm9 via @c0nvey",
  "Let this be the most stunning news all day: Chelsea Manning's sentence could be... https://t.co/FJ5Gjqxyn2 by #fmguitars via @c0nvey",
  "Trump's lawyer Michael Cohen &amp; alibi deny he was in Prague as was claimed in Trump... https://t.co/wXGhicZN60 by #pizzaItal via @c0nvey",
  "CNN EXCLUSIVE: Intel chiefs presented Trump with claims of Russian efforts to... https://t.co/Vnf0FjFWxf by #billm9 via @c0nvey",
  "Did the Clinton Foundation raise  millions for a hospital in Haiti that was never... https://t.co/ctFHRuoYVC by #billm9 via @c0nvey",
  "'BuzzFeed Runs Unverifiable Trump-Russia Claims' #FakeNews \n https://t.co/mYmQPHkBIB by #DrThomasPaul via @c0nvey",
  "Assange criticizes US effort to conflate WikiLeaks publications with Russian hacking https://t.co/rpGNJ64O8V by #billm9 via @c0nvey",
  "FBI quietly releases new Hillary Clinton investigation documents (part 5) [as... https://t.co/VUGEdr636W by #JourneysNonnie via @c0nvey",
  "Trump Must Expose Obama’s Abuses of Power https://t.co/bNuOSdsZf1 @RealDonaldTrump by #DrThomasPaul via @c0nvey",
  "On our channel you will find a new video now \n\nWATCH IT! \n\n https://t.co/W1obyFCTd0 #DolanTwinsNewVideo... by #jojocxxxx via @c0nvey",
  "Trump Must Expose Obama’s Abuses of Power https://t.co/G8B9janzu8 @RealDonaldTrump by #JourneysNonnie via @c0nvey",
  "There. Goes. Bo. https://t.co/ARfgoHdJLD by #SportsCenter via @c0nvey",
  "Deshaun Watson explains how his mother's battle with cancer was an inspiration... https://t.co/X493CQsPmH by #SportsCenter via @c0nvey",
  "NEW: 299 pages of FBI's email investigation into Hillary Clinton (PDF) https://t.co/5MbcQBWYlr by #pizzaItal via @c0nvey",
  "Tomorrow, Senator Bernie Sanders joins CNN's Chris Cuomo for a live town hall at 9p ET... https://t.co/vFuDS4eDdx by #billm9 via @c0nvey",
  "RETWEET if you agree!\n https://t.co/1MvHQAb4T4 by #JourneysNonnie via @c0nvey",
  "What the game's all about. https://t.co/pQUSfpfMKr by #SportsCenter via @c0nvey",
  "This is insane \n\n https://t.co/kjJADgXqLf by #jojocxxxx via @c0nvey",
  "Damn it feels good to be a gangster. https://t.co/miMMcWC8CQ by #PressResetEarth via @c0nvey",
  "Obama and CNN oddly silent about this intelligence linked plot to interfere in the... https://t.co/Y4wiqUElJC by #pizzaItal via @c0nvey",
  "Join me, @BTWFoundation and @Twitter to #KickOffForKindness at the biggest game of... https://t.co/rDilsEe8qC by #ladygaga via @c0nvey",
  "shoot your shot. https://t.co/xEXw8gjOjC by #PLTC_PastLives via @c0nvey",
  "Alleged CIA hacker from Crackas With Attitude signs plea deal https://t.co/4Trxb2bJVH CIA Dir John... by #tlhenson823 via @c0nvey",
  "CBS Radio Deceptively Implies Chicago Torturers Were White Trump Supporters... https://t.co/vBsFjRqjxv by #PLTC_PastLives via @c0nvey",
  "I cannot recommend highly enough this amazing 1983, 13-part documentary on Vietnam... https://t.co/fx96Ea6fBM by #billm9 via @c0nvey",
  "What a crazy INT! 👀 https://t.co/X9mLsbpHOP by #SportsCenter via @c0nvey",
  "The secret plot to elevate Donald Trump is revealed in WikiLeaks Podesta Email 1120 https://t.co/PNeOI6VagW (... by #billm9 via @c0nvey",
  "#FBI quietly released another 465 pages of Muhammad Ali's file - you can see the... https://t.co/bj6jLNoGqH by #billm9 via @c0nvey",
  "Call it \"Obamacare” and 85% oppose it. Call it \"Insure Tennessee” and just 16%... https://t.co/Rp47sVfeDQ by #fmguitars via @c0nvey",
  "At the age of 3, this boy received his very first parking ticket https://t.co/dnvhZbsqu7 by #Cancer_F6 via @c0nvey",
  "\"I Got You\" Music Video Out now! https://t.co/33p10JyNhH by #jojocxxxx via @c0nvey",
  "THIS JUST IN: The Cavs and Hawks are in deep discussions on a deal that would... https://t.co/mn2s0kgThL by #SportsCenter via @c0nvey",
  "My sister has a YouTube channel. Proud of you Jazzy. https://t.co/OITJmTYiPh by #justinbieber via @c0nvey",
  "I’ll be co hosting @R1Breakfast tomorrow on @BBCR1 from 7am GMT\nTune in to hear my... https://t.co/TKueRpmDCU by #jojocxxxx via @c0nvey",
  "this vine is so pure\n https://t.co/vH2WnKkQV7 by #ImThatGentleman via @c0nvey",
  "The Art of The Crossover. https://t.co/wQRc91hKCg by #SportsCenter via @c0nvey",
  "371 new Hillary Clinton emails released as a result of litigation https://t.co/MBqbEN3n9T by #Ryan_inNC via @c0nvey",
  "It's even sicker: The white victim of the kidnap-torture attack has special needs. https://t.co/1IC0hiM0Rc by #Rosecake via @c0nvey",
  "$20k reward for info on 'any Obama admin agent destroying significant records' -... https://t.co/6oWRknnmaJ by #maxkafe via @c0nvey",
  "All she ever say is... https://t.co/J4jZVpeAxB @mymixtapez by #TreySongz via @c0nvey",
  "Tucker Carlson Shreds Adam Schiff On Russian Election Hack https://t.co/0rYDP8nTb1 by #JourneysNonnie via @c0nvey",
  "\"Trump is already delivering the jobs he promised America\" https://t.co/o5ek73V8uT by #tlhenson823 via @c0nvey",
  "J.J. Watt brought 8-year-old Noah Fulmer several new jerseys after the young... https://t.co/HscpvGp1PV by #SportsCenter via @c0nvey",
  "Americans Tell Congress in New Video: #StandUpforUS https://t.co/dfDZoiLar3 @rosieperezbklyn @aijenpoo... by #iamlalisa62 via @c0nvey",
  "Do you have information on election spying by any state? Submit it to... https://t.co/tQvMAFoxIA by #billm9 via @c0nvey",
  "JUST IN: @MegynKelly leaving Fox News for new role at NBC https://t.co/uk0TmexAlN by #FoxNews via @c0nvey",
  "LeBron making his way to the hoop like a freight train 🚂 https://t.co/KUmTHvcVi2 by #SportsCenter via @c0nvey",
  "The mainstream media is panicked that Trump doesn't believe their fake news. 😄  https://t.co/zS3cl7RMJt by #tlhenson823 via @c0nvey",
  "Will the US deep state eat @RealDonaldTrump? Analysis of the DC deep state https://t.co/zqLaym1a33 @IvankaTru... by #billm9 via @c0nvey",
  "Finland becomes 1st country to pay unemployed basic monthly income. https://t.co/cBcZ2C3hPY by #maxkafe via @c0nvey",
  "NBA Power Rankings (via @ESPNSteinLine)\n1. Cavs\n2. Warriors\n3. Rockets\n4... https://t.co/ONxTRpujVW by #SportsCenter via @c0nvey",
  "With the Redskins loss to the Giants, the Lions are playoff bound! https://t.co/7vo7teBdoV by #SportsCenter via @c0nvey",
  "Confirmed: Gunman yelled \"Allahu Akbar\" during shooting.\n\nPeople said I was... https://t.co/vbFssejZVr by #PrisonPlanet via @c0nvey",
  "GM Trent Baalke confirms that he has been fired by the 49ers.\n https://t.co/pZOvjkXmvh by #SportsCenter via @c0nvey",
  "Someone changed the Hollywood sign to #Hollyweed to celebrate California's new... https://t.co/70rAufUWoP by #PLTC_PastLives via @c0nvey",
  "WashPost now has Editors Note acknowledging its key claim was false - more here https://t.co/E2b3wfldef -... by #MrToronto1 via @c0nvey",
  "We obviously didn't change enough profile pics or tweet #PrayFor enough in... https://t.co/4BoFzl5yRs by #PrisonPlanet via @c0nvey",
  "At least 35 killed, 40 wounded in #Reina nightclub attack, Istanbul governor says\n https://t.co/ehNW8qPXpp by #Kriegsvolk via @c0nvey",
  "Shake hands... or not. 😳 https://t.co/34EWRnS2wZ by #SportsCenter via @c0nvey",
  "HUSKIES STRIKE FIRST! \n\n https://t.co/cjvCF5zsYR by #SportsCenter via @c0nvey",
  "me tonight https://t.co/0sKMRDLAnG by #FIirtationship via @c0nvey",
  "Russian hackers penetrated U.S. electricity grid through a utility in Vermont https://t.co/mcuuEajFaW by #NickKristof via @c0nvey",
  "NEW VIDEO!! \"MAKING OUT WITH @SHANEDAWSON\" -&gt; https://t.co/jjhBTE7o6P go thumbs up &amp; comment! ill be... by #jojocxxxx via @c0nvey",
  "The media demonizes Trump's use of Twitter because they can't control it  - https://t.co/zbcHuInDpH by #RealAlexJones via @c0nvey",
  "Tweet me screenshots after you buy ForMe+You on iTunes for a DM 😎... https://t.co/2RcTmPKOo6 by #jojocxxxx via @c0nvey",
  "WaPo has spent two years tracking fatal shootings by police. Here's what we've... https://t.co/ko427eeXJJ by #NickKristof via @c0nvey",
  "FULL TEXT: The law covering  diplomats &amp; access to diplomatic properties in the... https://t.co/ZuieYrVI2U by #billm9 via @c0nvey",
  "Obama expels 35 Russian diplomats, erects limited sanctions over alleged hacking... https://t.co/1xTjtSdWMH by #billm9 via @c0nvey",
  "CHECKOUT @camerondallas NEW YOUTUBE VIDEO! A 2016 RECAP!😊 with me and... https://t.co/6XuzDuoS6c by #jojocxxxx via @c0nvey",
  "US expels 35 Russian diplomats in wake of cyber attacks https://t.co/rI5pzW1kGH by #eviebauer727 via @c0nvey",
  "The single biggest reason Trump won? Clinton's \"Pied Piper\" strategy back-fired https://t.co/9dd8YQC0aY (see... by #billm9 via @c0nvey",
  "DEBBIE REYNOLDS UPDATE: Son Todd Fisher tells ABC News Reynolds “is not OK” https://t.co/lxt7GF53hG by #Alpha6Phinsider via @c0nvey",
  "Man arrested after demanding MCDONALD'S replace Xmas tunes with Muslim and... https://t.co/JXmZaA86T2 by #DRUDGE_REPORT via @c0nvey",
  "Under the distraction of Xmas Turkey imprisons five journalists over WikiLeaks https://t.co/qDvAzkrmkr Help... by #billm9 via @c0nvey",
  "Oklahoma newspaper losing subscribers after endorsing @HillaryClinton https://t.co/BlPcpAVVf7 by #FoxNews via @c0nvey",
  "WikiLeaks celebrates 10 years of publishing. Our first publication was 28 Dec 2006\n\n https://t.co/vlCxlzkzrO by #Neomad84 via @c0nvey",
  "https://t.co/MDXoY9trHY https://t.co/SQg1dzzFLL",
  "Have you checked out the \"I Swear\" video featuring @youngthug and @MissJerrikaK ?! https://t.co/7yvva0MMR3 #m... by #wyclef via @c0nvey",
  "KD said he thinks the NBA's \"Last Two Minute Report\" is \"bulls---.\" https://t.co/HoKMCSJh6y by #SportsCenter via @c0nvey",
  "can't wait to skype u guys.\nit's been ages since i've done this,\nshould be fun... https://t.co/92zmDYe8VS by #jojocxxxx via @c0nvey",
  "LIVE: The Global Assassination Grid https://t.co/7uwwxXzVEH by #pizzaItal via @c0nvey",
  "Have you checked out the \"I Swear\" video featuring @youngthug and @MissJerrikaK ?! https://t.co/zouRtOci8C #m... by #wyclef via @c0nvey",
  "The NBA says 2 errors were made in Cavs' favor in last 2 minutes of Christmas... https://t.co/FDybVbSmXC by #SportsCenter via @c0nvey",
  "Thank you, @chancetherapper. https://t.co/2NwvHjlUbg by #MTV via @c0nvey",
  "Assange on the US election: \"Clinton tried to destroy us and was herself... https://t.co/HhsNpA3yzI by #DrThomasPaul via @c0nvey",
  "400 Police Officers Ambush &amp; Arrest Muslim Terrorists In Australia Who Were... https://t.co/TvrJ18BCAI by #kc135tech via @c0nvey",
  "Dallas Cowboys LB Randy Gregory will make his season debut Monday night after... https://t.co/bIQozn7LHf by #SportsCenter via @c0nvey",
  "Christmas 2016 Kamal Jr age5\n#BestSonNTheWorld #MyGuy #MySonIsMyNumeroUno #jnj #donateaphoto https://t.co/AlU2mg5j7Z https://t.co/AdLelyBB5u",
  "Carpool Karaoke's origins begin with George Michael, yes, really\n https://t.co/y9w3Qarra5 by #mashable via @c0nvey",
  "A 'massive fleet' of buses now taking New Yorkers to the women's march https://t.co/CTMA63we3X via... by #NegusHamitic via @c0nvey",
  "This is a 36-year-old man. https://t.co/MYZtdP0YZO by #SportsCenter via @c0nvey",
  "\"BLOCKED BY JAMES!\"... sounds familiar 🔊⬆️ https://t.co/bo7P41jbnm by #SportsCenter via @c0nvey",
  "Hello, KD! #NBAVine #NBAXMas https://t.co/mOOMfpLyyq by #NBA_Mixes via @c0nvey",
  "#MerryChristmas #2016isdone #hello2017 #jnj #donateaphoto https://t.co/i7kMvJ8aEs https://t.co/ZnNvZEYQ9n",
  "Elton John, Garth Brooks, Andrea Bocelli, Celine Dion, David Foster and Kiss have all... https://t.co/0W8BljyEqk by #billm9 via @c0nvey",
  "Derek Carr had to be helped off the field after suffering a lower right leg... https://t.co/nsAwAcnT2a by #SportsCenter via @c0nvey",
  "Donald Trump Foundation remains under investigation and cannot be dissolved, N.Y... https://t.co/yTJgDwlpVc by #billm9 via @c0nvey",
  "US ‘protects’ Nusra terrorists, ‘punishes’ Moscow for Assad support – Russian FM https://t.co/uH3iNMiTI6 by #RT_America via @c0nvey",
  "https://t.co/uyhFiSDpaG https://t.co/U6Yy9sVH57",
  "Say it with me. Tell @POTUS #NoDAPL by signing the #StandWithStandingRock petition: https://t.co/bglFDZaXVS ... by #maxkafe via @c0nvey",
  "#FreeWireFriday https://t.co/k0U7EzXLyg via @parawire",
  "LeBron delivered $1.3 million in cash to a family that won the prize on a game... https://t.co/hbyQDTkQnf by #SportsCenter via @c0nvey",
  "My statement on the Obama administration's refusal to veto the anti-Israel UN... https://t.co/JehLIXt6Bt by #Rosecake via @c0nvey",
  "Assange on the US election: \"Clinton tried to destroy us and was herself destroyed.\" https://t.co/DfTNCHQS1f by #billm9 via @c0nvey",
  "I'm so grateful for your love and support, #Lambily. 😘 Hope you enjoy today's... https://t.co/pnyfqcJmix by #MariahCarey via @c0nvey",
  "The single biggest reason Trump won? Clinton's \"Pied Piper\" strategy back-fired https://t.co/oyqfpU9Lbf (s... by #pizzaItal via @c0nvey",
  "I just took some #dropthesuit action for my kids and their schools. Click here to do the same: https://t.co/CGLWll6wUw",
  "#BestBabySittersOnTheEarth #kjloveshimselfsumMistiNJace #CHRISTmas2016 #jnj #donateaphoto https://t.co/wpqE6W1HTd https://t.co/5qLtvinz7i",
  "The single biggest reason Trump won? Clinton's \"Pied Piper\" strategy back-fired https://t.co/riBMEboABg (se... by #Rosecake via @c0nvey",
  "INSURANCE 2016-12 torrent https://t.co/qdARlUHY8N (83GiB)... by #billm9 via @c0nvey",
  "Assange on @WikiLeaks: 'Our source is not the Russian government' https://t.co/Y4HtLC44Ai by #julynewmoon via @c0nvey",
  "Shaq's 32 will be retired by the Heat tonight.\n\nTrueHoop with a behind-the-scenes look... https://t.co/27uQkgTD7K by #espn via @c0nvey",
  "Learn how you can give back this holiday season with #JNJ @donateaphoto app!... https://t.co/dQwBE0pVkF by #SavetheChildren via @c0nvey",
  "Just posted a photo @ Mariner's Cay Apartments https://t.co/R5hnyOHrDT",
  "#christmas2016 #kjlovesjesus #jesusisthereason4theseason🎄 @ Spring… https://t.co/eq0oTCyNS4",
  "Check out Ibotta and get cash back! Install using my referral code and you will get an extra $10: https://t.co/1IGR5aa3Nl.",
  "Mark Wahlberg's new movie is being labeled \"Islamophobic\" by the left. That... https://t.co/pts17We5OA by #PrisonPlanet via @c0nvey",
  "Duke's Grayson Allen received a technical foul in the first half for tripping... https://t.co/J6ZnvYOKsL by #SportsCenter via @c0nvey",
  "That moment @Real_T_Mac found out he was a nominee for the Basketball Hall of... https://t.co/rhaGtLMyfo by #SportsCenter via @c0nvey",
  "Ohio Gov. @JohnKasich signs bill that allows concealed carry at colleges, daycares... https://t.co/T7WePPXovu by #MMUSA_PPN via @c0nvey",
  "#christmas2016 #ochristmastree  #jnj #donateaphoto #feelingalive https://t.co/YxlOnzYCDi https://t.co/bck07axRqE",
  "Police say Michael Floyd had BAC of .217 when he was arrested for DUI. https://t.co/mIf1zJrT29 by #SportsCenter via @c0nvey",
  "This is one of the funniest videos I have ever seen. Haha https://t.co/wiBwbGL4Dy 😂 by #justinbieber via @c0nvey",
  "Nativity scene removed over fears it will offend town's FOUR Muslims. https://t.co/PnjVR11BWw by #kc135tech via @c0nvey",
  "The only survivor of double-fatal 2012 drive-by shooting in Boston has... https://t.co/HZWWE0ZSGo by #SportsCenter via @c0nvey",
  "#BerlinAttack\n\nMerkel pictured minutes after Berlin attack as she honoured... https://t.co/SXmmoh4jgO by #kc135tech via @c0nvey",
  "WEEEOOWWWEEEEOOWWEEOW\n\nTHIS VIDEO HAS APPEARED! \n\n https://t.co/EFgRV24DUN Tweet #DolanTwinsNewVideo !... by #jojocxxxx via @c0nvey",
  "#BFFLIFE #Ilovemybff #Christmas2016 #jnj #donateaphoto https://t.co/9gDA7srUei https://t.co/o7eX45UJic",
  "The single biggest reason Trump won? Clinton's \"Pied Piper\" strategy back-fired https://t.co/YwXblmFpqH (s... by #pizzaItal via @c0nvey",
  "5 detained after the murder of the #Russian diplomat, attacker's father arrested https://t.co/PiCAHEV0IA …... by #RT_America via @c0nvey",
  "The Salvation Army took in $182,000 in donations after Ezekiel Elliott's jump... https://t.co/3lH5qZO5kU by #SportsCenter via @c0nvey",
  "The single biggest reason Trump won? Clinton's \"Pied Piper\" strategy... https://t.co/q1Ib46ftHc by #mariehumphries1 via @c0nvey",
  "#BREAKING: #Truck ploughs into Christmas #market in #Berlin, at least several... https://t.co/SPuaEZiIde by #RT_America via @c0nvey",
  "It looks like Terrence Ross and the windmill dunk are back on good terms. https://t.co/dvfhlybXJQ by #SportsCenter via @c0nvey",
  "19 years.\n5 titles.\n2x MVP.\n15x All-Star.\nForever No. 21.\n https://t.co/P8KB7ThpwD by #SportsCenter via @c0nvey",
  "The harassment of electoral college members has only made them MORE DETERMINED... https://t.co/B4xBgRfRF2 by #tlhenson823 via @c0nvey",
  "NEW VIDEO!! \"CUTTING OPEN SQUISHY KIDS TOYS\" https://t.co/bA8KrvTsXx go thumbs up &amp; comment! ill be... by #jojocxxxx via @c0nvey",
  "#Solar just became the world's cheapest form of electricity...&amp; we're approving... https://t.co/YLjuO0ycjR by #billm9 via @c0nvey",
  "Now don't tell me the ppl that run the country aka ' the elite ' aren't controlling weather!!!!\n\nhttps://t.co/zNjIYW9Iv0",
  "Russ' 22nd assist of the game was 🔥🔥🔥 https://t.co/q2HtEGCLvF by #SportsCenter via @c0nvey",
  "One year since we released this with you. Favourite video we've made together so... https://t.co/o9HfXqVyI3 by #jojocxxxx via @c0nvey",
  "Don't challenge this toddler to H.O.R.S.E.\n\n https://t.co/CQFoFErajx by #espn via @c0nvey",
  "Zion Williamson is just 16-years old, but already knows how to land himself on... https://t.co/u3z3pUPt3Y by #SportsCenter via @c0nvey",
  "Leave out sunscreens causes cancers https://t.co/zrZI4j9Tpr",
  "@SpartanZA don't use sunscreen causes cancer",
  "In pictures: The horrific war Aleppo and its residents have endured for the last... https://t.co/IiAPEd7kei by #jk_rowling via @c0nvey",
  "EXPOSED! Cops Caught Giving #FAKENEWS to Media Who Then Report It As FACT #UWN #Breaking https://t.co/CaBbu70ncU",
  "Choosing one person who RT's to be next videos shoutout!\n\nNew vid is up! Like and... https://t.co/Orl3Qa3FSW by #jojocxxxx via @c0nvey",
  "Six top US intelligence vets from NSA and CIA dispute anonymous CIA claims about... https://t.co/TU26Jpm17A by #pizzaItal via @c0nvey",
  "Final EPA Study Confirms Fracking Contaminates Drinking Water\n https://t.co/9rpW7AUmmQ by #maxkafe via @c0nvey",
  "\"describe your ex in one word.\" https://t.co/jj3hhwN0u2 by #FIirtationship via @c0nvey",
  "Help @shelterboxusa provide relief https://t.co/sDVnKaUgi8 #Aleppo by #endlesslyhadid via @c0nvey",
  "Wow! https://t.co/CmgMiA6j3q",
  "After Russia re-annexes Alaska, Sarah Palin will be actually be able to see Russia from her front porch #2017Predictions @midnight",
  "Hallelujah! https://t.co/Fmhtae8MOA",
  "#2017Predictions The skeletons in President Barack Obama's closet will be exposed. https://t.co/SmAjbvk7bc",
  "Rare Form Of Bird Flu in NYC Affecting Cats – https://t.co/EPaySNf81z https://t.co/A5jbyZNZiV via @iCitizen_News",
  "@kc135tech @DrThomasPaul today my son really tried my patience. I stepped away went n screamed n a pillow. #nomorespankingshere",
  "@SpartanZA  that was insane! Lame d*** head. Pardon my french!",
  "@SpartanZA exactly for us sheep!!",
  "@SpartanZA It is Crazy. He is suppose to b the one who was born here for SURE NO QUESTIONS. That's like becoming a made man as a Latino.",
  "@SpartanZA Right because what the Elite do has to b covered up. I mean Obama's own Grama Now DOA sd That Obama was born in Indonesia( MUSLIM",
  "#moonlight #checkoutthemoon # #jnj #donateaphoto https://t.co/TsEU4stRQs https://t.co/PtKw2pzMMK",
  "The #holidays are the best time to remind ourselves how fortunate we are to be living in a #universe of infinite possibilities. #peace #love https://t.co/ng3Ud3nWV3",
  "Anonymous Leaks to the WashPost About the CIA’s Russia Beliefs Are No Substitute for... https://t.co/GeeTVLhmyY by #billm9 via @c0nvey",
  "Under the new CBA, Stephen Curry could sign a contract that passes the $200M... https://t.co/muieeUDGLO by #SportsCenter via @c0nvey",
  "\"There will never be another Craig Sager.\" https://t.co/oFUSjbcfMV by #llcoolj via @c0nvey",
  "\"I'll live my life full of love and full of fun. It's the only way I know how.\"\n\nCraig... https://t.co/OR14QB0cPU by #espn via @c0nvey",
  "Secretary @JohnKerry provides an update on the situation in #Syria https://t.co/u9vmBuirqu by #StateDept via @c0nvey",
  "Join me in earning free rental days faster with #PlusYourPoints by @Enterprise. Sign up and start earning: https://t.co/449Pr7CIDt",
  "US Intelligence Chief James Clapper Claims Wikileaks Connection With Russian Cyber... https://t.co/R1kqF9XJ3D by #pizzaItal via @c0nvey",
  "Woman Made Up Tale of Anti-Muslim Attack by Men Shouting 'Trump'... https://t.co/SHhUR7E4zx by #DRUDGE_REPORT via @c0nvey",
  "Obama's DHS caught hacking! Actual evidence for this one too.... https://t.co/ud7Kri8gDx by #PrisonPlanet via @c0nvey",
  "Perfect Illusion leads right into this...a story and look into my... https://t.co/A0kTCWOemV by #ladygaga via @c0nvey",
  "Officially, #Trump won #Michigan by 10,704 votes, but a record 75,335 votes were... https://t.co/SJc2lyivFn by #maxkafe via @c0nvey",
  "#jnj #donateaphoto https://t.co/8AzqnGrjKZ https://t.co/VpicgLMMgF",
  "#merryCHRISTmasToAll #endChildhooddiabetes #jnj #donateaphoto #stopdiabetes https://t.co/pSGZ2K8sb8 https://t.co/9syEct928W",
  "This doll may be spying on and recording your children https://t.co/3xx66WJtlP via @HuffPostParents",
  "https://t.co/jZXFz68FiV",
  "https://t.co/ffx3SDE9bc https://t.co/aD4BEtYYp4",
  "@MariaPinam27 @sara8smiles @Reptoid_Hunter",
  "#drthomasPaul #Trump is our President elect whether or not ppl like it! https://t.co/6YAnnNU1ar",
  "#PokemonGoEggies #kjlovesPG #FAVGAME #jnj #donateaphoto #stopdiabetes https://t.co/QBtG2t6vEC https://t.co/PmQs6uyaW1",
  "Wtf https://t.co/KxXPlLcC11",
  "'If the CIA is actually stupid enough to believe this, the US is without a competent intelligence agency!' - https://t.co/sNQyIdRard",
  "US Senate Quietly Passes The \"Countering Disinformation And Propaganda Act\" | Zero Hedge https://t.co/sXWrdkh0cH",
  "Fire at Oil Refinery in Philadelphia, PA: #iCitizenNews\n@letmeexplainit Live coverage with scanner\nhttps://t.co/M77KbTM2Lr",
  "#EndChildhoodDiabetesToday #MyBabyisTheRealKarateKid #jnj… https://t.co/pDsVMnCLNg",
  "https://t.co/mryP8DyByX https://t.co/OpGApZoZlx",
  "SANDY HOOK FAKE NEWS: Lily Allison Wyatt: Family Unaware of Wrong Photo for Weeks https://t.co/MNEUNRujpl https://t.co/7UHvIegJyV",
  "I'm saying! https://t.co/fBN91zx2rS",
  "They ALL do it too! #killary #billclinton etc https://t.co/nw3oa35hKt",
  "#lamedickobama https://t.co/aSdlgPgEGJ",
  "#fakenewsstarringkillaryRclinton https://t.co/eJOP7jyZln",
  "#fakenewsiskillaryrhondomclinton https://t.co/a7w00waUOl",
  "#fakenewsiskillary https://t.co/uqtfscoUWA",
  "It turns out everyone misheard @HillaryClinton.  She wasn't saying #FakeNews, she was saying #AcheNews cause the #TruthHurts.",
  "And these are just the bigger doozies she's churned out...\n8 Times Hillary Clinton Pushed #FakeNews\nhttps://t.co/lP1rUs6Bik https://t.co/2Gf4yPFg50",
  "#FakeNews debate: Having a perfect record any objective metric is going rank WikiLeaks at #1 for hard news.",
  "Some important information about #fakenews: Must Watch. https://t.co/jJKY00Irl5",
  "#Panpizzagate Deep Dark Illuminati Secret:The TRUTH About PAN the Horned god: https://t.co/8NuhcqFyYr via @YouTube",
  "#jnj #vaccineinjuredjeremy #donateaphotoapp #donateaphoto… https://t.co/Y64UIEkAy8",
  "#,jeremyisTheHouse #vaccineinjureditsashame #cdchidresults #noMMRVACCINEtillThree #jnj #donateaphoto #feelingalive https://t.co/WfI9OneAs3 https://t.co/6UlwG7Z4xE",
  "Think its Just Water Vapour. Well UR Wrong Wrong Wrong Wrong Wrong Wrong Wrong https://t.co/Q06c52pDjW .#OpChemtrails #SRM",
  "FAKE NEWS: Mainstream media said Saddam had WMD &amp; Iraq was involved in 9/11. Hundreds of thousands died as a result. https://t.co/Tl5PWZtf0j https://t.co/jJuqaVRmmD",
  "@SpartanZA great work as USUAL there Niko!!!",
  "Mass surveillance exposed by Snowden is about control, not counterterrorism – Oliver Stone to RT https://t.co/csF02ohGmA",
  "True or False: Some say that Michael was driving in his Rolls Royce on the freeway when he came up with the idea for “Billie Jean”. https://t.co/4JLCB0bgSa",
  "@michaeljackson tru",
  "Right VACCINES WAT A JOKE https://t.co/h4DkKQWup6",
  "Great, I wonder if they will be bring in their child-labor department too. Those tiny hands make @Apple devices so … https://t.co/q7wKpxrB7h",
  "@SpartanZA @Apple @zerohedge u kno how they do it Niko!!",
  ". https://t.co/i4fZMpz0KD",
  "#Niburu #AnnunakigodsAREThefallenAngels\n#jnj #donateaphoto… https://t.co/1c2nbo7vnU",
  "#niburu #the12thplanet #hiddenNplainsite #orderoutofchaosis #annunakigods #jnj #donateaphoto #DoGoodGiveGoods https://t.co/lL62l19qyj https://t.co/5fKTSj8IdZ",
  "@SpartanZA nope! That's NOT IT",
  "@kc135tech @DrThomasPaul ty it's a learning process..#nomorespankinginmyhome",
  "#nastypedophilesrthem #pizzagate #twittergate #censorthezenutz https://t.co/bgeJW7bDnd",
  "@SpartanZA @steemit #pizzagate is about PEDOPHILE N RAPIST OF KIDS...NASTY BASTARDS CENSOR THIS!! All about #twittergate",
  "Awesome #Trump. Also require that they keep our air, water and soil toxin/#pollution-free. We want a #healthy home. https://t.co/aWiCKmhmK6",
  "@DrThomasPaul #factofthematter",
  "You can't fully trust the #government, #judges, #lawyers, #police or anyone working for #BigGovernment. Must change.\nhttps://t.co/Vg85ruPGZs",
  "Just posted a photo @ Spring Hill, FL https://t.co/37gBmtGKoT",
  "https://t.co/aQ3QKazfSg https://t.co/GHVHHIjSoI",
  "#merryCHRISTmas #jnj #donateaphoto #donateaphotoapp… https://t.co/LLMhKcoN2T",
  "#pokemongo #myboodoinghisthang #gettingintoChristSpirit #MerryCHRISTmas #jnj #donateaphoto https://t.co/OvU17FHp21 https://t.co/q9mQ9COzq3",
  "@kc135tech @DrThomasPaul @mednurse202 I never hit him but on the butt. Im now looking for alternatives. to spanking.",
  "@DrThomasPaul @SueLundquist4U @mednurse202 so it makes them feel basically there not good enough?",
  "@DrThomasPaul @mednurse202 can y'all give some other things to do..I don't wanna teach him to hit!! Who does?",
  "@DrThomasPaul @mednurse202 that's y I'm asking I got my butt #abused by my mom n dad and my parents were #abused.i am n #therapy n my son2.",
  "@DrThomasPaul @mednurse202 I honestly would like to know how punishing a child with an open hand on the bottom is child abuse?",
  "Word up y'all! https://t.co/1s80CUqgN5",
  "What!?!? https://t.co/OPRn41DoXk",
  "#elfy #myfirstflight #mommysassistantbabysitter… https://t.co/xjsf9bILqE",
  "#elfonashelf #newfamilytradition #newadopteeELFY #jnj #donateaphoto https://t.co/8h2aeywf5x https://t.co/n1X6Xnu97h",
  "15 foods that will boost your immunity and help fight the flu https://t.co/CimGEpwjCV",
  "I told y'all.. They want order outta chaos. https://t.co/lr4I7Bvx9L",
  "This elf is showing her family the ropes! #ScoutElfIdeas https://t.co/R600oXinx8",
  "\"This is the first generation that has been brought up not to tolerate opinions that they dislike.\" https://t.co/NmfTBT58CB",
  "Another Big #CyberAttack: #UK Hit by Same Group That Broke Connections Worldwide https://t.co/PdcPiYxPlA #UWN #Breaking",
  "Another gem for those @BarackObama lovers out there. @TrevorNcube.\n\nWait for the \"it's not his fault\" brigade. https://t.co/JH0rfHVw5I",
  "More evidence that we are heading to an  Orwellian world.  https://t.co/rWBrrarZF7",
  "Update: Jacksonville Sheriff's Office confirms bank robbery suspect is in police custody - @JSOPIO https://t.co/CCJ26sarWZ",
  "Order your holiday cards today, and help bring comfort and joy to the kids of St. Jude! https://t.co/QVURS72WpH https://t.co/VvqflG6rUz",
  "@SpartanZA @zerohedge me too go have a great life. Take one for the team buddy!  Elite 99T and Mases 2 Lol. Heather Tallchief my other hero!",
  "Wow! https://t.co/rSJftL6xmo",
  "@SpartanZA @zerohedge wow lucky bastard. So,now what!? He can trade it for a Scooby snack. Lol!",
  "Wow. https://t.co/W52x5e4Mgj",
  "Truth about fevers. References in the image. Do your own research. #health #body #mind #bi… https://t.co/5sbWAlmj5U https://t.co/LrTilUtoMQ",
  "#merryCHRISTmas #meleKALIKIMALE #felizNAVIDAD @ Mariner's Cay… https://t.co/vrGwkU0yr9",
  "#MerryCHRISTmas #meleKALIKIMAKA #felizNAVIDAD #ENDMM #IHATECANCER #CANCERISFORNOONE #jnj #donateaphoto https://t.co/KN3tGhQvKf https://t.co/LKAXIatWcK",
  "Breaking News: President-elect @realDonaldTrump announces that he will be leaving his business to his children during his presidency. https://t.co/C2HtjOQCXC",
  "We love @metheridge  : ) https://t.co/Bz3ACZCHWK",
  "BREAKING: UN rejects UK appeal on #Assange https://t.co/31TThJ8DGk #svpol #auspol #ozpol https://t.co/vI5MCKOsC7",
  "@itsdawnmeadows these #pizzagate #cometpizzapedophilering #disgustingpedosinpower  belong in HELK W/ SATAN!!!",
  "@IvanJankovi2 @itsdawnmeadows it is pedophilia. Sexualizing a children's show is being a pedo. #sexyDisney is sick. #pizzagate",
  "#Pizzagate is #Censorgate, My Thoughts &amp; Further Proof of Censorship: https://t.co/lgA2JYhYr7 via @YouTube",
  "Loni Love reveals the only detox trick you need https://t.co/nrxNUB47Ps via @rollingout",
  "#pizzagate #twittergate https://t.co/9JVqtjtKqo",
  "Nice ppl rule &amp; mean ppl suck!!! Lol https://t.co/vD6MyoK9T5",
  "So, #twitittergate n #pizzagate is n Fully swing https://t.co/9YqOAsOw9K",
  "#PipelineExplosion, Fire North of #KansasCityAirport #KC #KansasCity #UWN #Breaking https://t.co/SsPOYx92Vr",
  "No time like family time...\n #jnj #donateaphoto https://t.co/7NRuUBudZn https://t.co/kCf6ferL4w",
  "#jnj. Re #donateaphotoapp @ Mariner's Cay Apartments https://t.co/6UxWxXTIGp",
  "#ripsergiovaldivieso #happybdysergio #jnj #donateaphoto https://t.co/FELSaJpxs9 https://t.co/wfRuiiWi5e",
  "#mybabysfavplayspot #MarinerCaye4Us #jnj #donateaphotoapp… https://t.co/2nSvgcleYe",
  "#kjfavplayplace #mommaslilchilloutspot #endMMToday #kjmyheartnsoulforlife #amiraclechild  #jnj #donateaphoto https://t.co/UPwJIuKGPi https://t.co/kigKNbjcYY",
  "Images Emerge Of Body In The Street At Ohio State After Active Shooter Alert - https://t.co/8d9l6Rg8pf https://t.co/8gAFlxq0TC",
  "@dahboo7 You are awesome! Keep it up! #SaveTheChildren",
  "'After the beating': Moroccan TV airs makeup tips for hiding domestic violence... https://t.co/MDJgZ7A7tT",
  "Hacker who helped expose Ohio rape case pleads guilty, faces more prison time than rapists https://t.co/tnQFTp54rz via @iCitizen_News",
  "#BREAKING: Del. 9th grader shot while heading to school bus: https://t.co/22sH44uxCR https://t.co/emZ3rc1A53",
  "@TheTylt can we retrain the media to tell the truth.",
  "This woman in a wheelchair was tasered by police — twice.\n\nDo we need to retrain police on using excessive force?\nhttps://t.co/qkJN4awPyA",
  "This #BlackLivesMatter activist shares his experience from the #NoDAPL front lines. https://t.co/mOVQPrOkrh",
  "TEMOC (COMET) Sexual Abuse study https://t.co/3n9HjQheis",
  "Incredible progress!\nMake this go national and global.\nNo #GMO. It's #poison. #BigPharma/#Vaxxed/#CDCWhistleblower\nhttps://t.co/Q5IHkCwQq9",
  "I liked a @YouTube video https://t.co/0Ax71FNH6E ASSANGE, BREITBART WARNED US! HILLARY'S PIZZAGATE CULT and VINCE FOSTER ET AL.",
  "https://t.co/3bp04OZ5Sb\n\nOmg TMNT R Gross....pizza cheese sauce f\"n sim...#pizzagata",
  "Fentanyl Opetation Busted in SLC by I.C.E https://t.co/AdI5UX5vEx via @iCitizen_News",
  "@michaeljackson i was about 16 n 10 the grade riding thru the ' sub '",
  "Wow! https://t.co/1UlNb0HGQj",
  "Kanye is hospitalized https://t.co/vfESSAlrhS via @MailOnline\n\nWas Kanye West about to expose Hollywood elites and #PizzaGate scandal?",
  "#ccw #elders #jnj #donateaphoto https://t.co/TmnW1HIslW https://t.co/cwQYy01pDi",
  "I liked a @YouTube video from @facelikethesun https://t.co/lakGCkHul8 PIZZA GATE &amp; Teenage Mutant Ninja Turtles Connection Exposed!",
  "https://t.co/mg4cadeFSS https://t.co/Bo9kHBZJyl",
  "Dan Rather Melts Down in Fear Trump Is Endangering Founding Principles (Like He Cares About the Founders!)  https://t.co/6dsNNP4sgp https://t.co/o2r5BBOEx8",
  "HuffPostParents: Boy calls 911 to ask deputies over for family's Thanksgiving dinner https://t.co/wi80ktQAVz https://t.co/9avlN6hKBt",
  "When a people is fed up. ..\n\nSeoul,  South Korea. \nPeople want embattled president out https://t.co/4dzNZG4m0u",
  "Dont let his #conflictsOfInterest vanish from twitter!! Retweet https://t.co/KqG412YoXd",
  "RIP to all the MM fallen soldiers of this horid disease!! https://t.co/FeiMRe6H7X",
  "After #CPR saved his daughter's life, Justin got a permanent reminder of the importance of CPR training: https://t.co/U8E7hpJnTH https://t.co/H4ehBHk9ls",
  "@Jaimeji58515917 check out #pizzagate",
  "🌟PRAISE REPORT🌟\nPopular celebrity putting weight of his money/time2expose #sextrafficking&amp;how most recruited online-thousands being helped",
  "Wow. https://t.co/bIhK3KKfXs",
  "did you know? another 2880 people during the last 24 hrs have been #humantrafficking #sextrafficking November 15, 2016 at 08:00AM",
  "Maybe it can be stopped. FBI rescues 82 children in #sextrafficking sting - https://t.co/J3wW5VLSUP",
  "That's what the elite ppl do to the masses who ' get hot on there trail ' https://t.co/YxWeJgYDee",
  "Any time a #SexTrafficking victim is rescued, it is an answer to #prayer. Please #pray and work to #StopTheTraffic. #Detroit #Michigan https://t.co/5k8zyil0bB",
  "Petition to End Corruption in CPS Family Court! @realDonaldTrump  #pizzagate #SavetheChildren #sextrafficking\n\nhttps://t.co/Hgzy5UtZ1R",
  "Great to see the next generation committed to a future without #SexTrafficking @AwakenINC @MarissaCrook3 @HannahJacksonNV @thecurthazlett https://t.co/jUzEq31Xyh",
  "Yes! Ty Jesus... https://t.co/O26WdiP99T",
  "#pizzagate #elitesickos https://t.co/xXu4sWBVd9",
  "Order outta Chao's https://t.co/uTdEUIrgkM",
  "#pizzagate  #podestaleak . #sextrafficking  #MAGA #Ohio #Trumpismypresident #WomenforTrump #BoycottPepsi #BoycottCNN Standing strong for 🗽 https://t.co/keNkPB59T3",
  "Hillary Clinton\nConnection 2 \n😳😳😳😳😳\nChild Sex Trafficking Ring\n#LockHerUp #SexTrafficking https://t.co/9nWYo4KxEb",
  "\"As we express our gratitude, we must never forget the highest appreciation is not to utter words but to live by them\"\n\n- John F. Kennedy",
  "Amen. https://t.co/JTKN7Jb9ON",
  "Government Just Approved Medical Marijuana In South Africa | BTL https://t.co/HSceJiPSWg",
  "https://t.co/9N85Kor485 https://t.co/UxXAXthelw",
  "@Angela69667765 Happy Thanksgiving.2 URFAMILY  I have lost an Uncle my momma's only brother and his ONLY son TO MM!! LY IN Christ Jesus!",
  "Declining Home Ownership Moving to 1950s Rates - Peter Schiff's Gold News https://t.co/ugR67COYVk",
  "#bff #sisters #cantfakerealness #unmadenstillgorgeous #2hot2handle #jnj #donateaphoto https://t.co/fF9W1ziD7Y https://t.co/dChiIpwaUE",
  "@Myrkulite elite pedophiles of course ..Obama Clinton etc",
  "@VivaDuFruit u don't wanna know !; The Elite r pedophiles.#pizzagate",
  "What is done in the dark will be brought to the light. #PIZZAGATE",
  "Who or What is the Whore of Babylon — Exposing the Cabal's Global Child Abuse Network https://t.co/B2DNozVycd #PizzaGate #Cabal",
  "I'm so sorry for having to push this #PizzaGate scandal, but by all that is holy, I can't ignore what is happening kids #LittleLivesMatter",
  "What Is ‘Pizzagate’ and ‘Twittergate’ And Why Is Kanye West Involved? https://t.co/4xec2U5Du4 #PizzaGate #TwitterGate #PrayForYe",
  "#pizzagate u nasty bastards..Using our kids u pedophile.",
  "Just posted a photo https://t.co/et5ICOXfTa",
  "#yayyay @ Mariner's Cay Apartments https://t.co/sgfIqqyRMl",
  "#jnj #endMM #roomwithaviewofanysort\n#ispoorpplrus @ Spring Hill, FL https://t.co/gNCqxZnid8",
  "#roomswithaviewofwhatwhocares #poorpplrus #jnj #donateaphoto https://t.co/qk6u31Aljp https://t.co/vk09gsV5o6",
  "https://t.co/MXIVGCW3vm https://t.co/b8fHbXwoxZ",
  "#patriot @ Mariner's Cay Apartments https://t.co/h98bqchjDX",
  "#patriot @ Mariner's Cay Apartments https://t.co/FvknFP94NG",
  "#gettingbig #reallove @ Mariner's Cay Apartments https://t.co/PJF5Lu5u0E",
  "Just posted a photo https://t.co/DRIJLiACRP",
  "https://t.co/fciLwVcfsH https://t.co/M7KesUCqMd",
  "#happybdaykrista #donateaphotoapp #donateanypic #jnj… https://t.co/gkPElYo2B0",
  "#firstkidsbdaypartyofkindergarten #mysonisaliltumbler #ilovemyboo #handsomemeethandsome #jnj #donateaphoto https://t.co/FbQDm1UHc2 https://t.co/53krHORh6q",
  "Just posted a photo @ Oak Hills Golf Club https://t.co/qdhXWv7AlJ",
  "#whataman #popointheright @ Spring Hill, FL https://t.co/Rh1vgASL9v",
  "Just posted a photo https://t.co/B2bOg6pLzv",
  "https://t.co/8NaUMQZYrs https://t.co/lhoFWG3onJ",
  "#WestHernandoChristianSchool #K5 #jnj #donateaphoto https://t.co/Z8NTEbfVGm https://t.co/12royXRJJQ",
  "#RealLoveAndTrustEqualsRelationshipsPeriod! @ Mariner's Cay Apartments https://t.co/mx7F0S6Mb3",
  "Enough said! #jnj #donateaphoto https://t.co/WZSkFTiPNg https://t.co/7MXqG38beD",
  "#familytradition @ Mariner's Cay Apartments https://t.co/eyjpKJCcbp",
  "#kjhalloween #handsomeman @ Mariner's Cay Apartments https://t.co/Uv975a2PGD",
  "#nd @ Mariner's Cay Apartments https://t.co/blAc9M3F6o",
  "#jnj #donateaphotoapp #donateanypic @ Mariner's Cay Apartments https://t.co/WohYu4yAVm",
  "https://t.co/cZtYJEdINb https://t.co/OkbT19CcRk",
  "#LoveShown #LoveConquersAll… https://t.co/BQto3CyKkT",
  "#TheBoom @ Mariner's Cay Apartments https://t.co/riXmC2IaQZ",
  "#MySonLovesPokemonGo\n#jnj #donateaphotoapp @ Mariner's Cay Apartments https://t.co/qJfMyGrGMg",
  "#MySonLovesPokemonGo #jnj #donateaphoto https://t.co/8oOi2LZdpv https://t.co/kL6RXsFPov",
  "#playingjudgekj2016 #jnj #donateaphotoapp https://t.co/kJgj5125yq",
  "Playing a judge 2016 #jnj #donateaphoto https://t.co/ODlrO1w46O https://t.co/8cRS5fsvSU",
  "#RidingOutKjStyle #jnj #donateaphoto https://t.co/n7BFDhLOg2 https://t.co/p0MMY1RuaG",
  "#ido #jnj #donateaphotoapp #king&amp;queens @ Mariner's Cay Apartments https://t.co/MDWKNXy4q8",
  "#RidingOutKjStyle #jnj #donateaphotoapp @ Mariner's Cay Apartments https://t.co/3W26bG7aJI",
  "https://t.co/DI7FZFHaJv https://t.co/Rly0UDdKx4",
  "#Kindergarten #DanielleZimmerman #oneteacher… https://t.co/vb13mmmVti",
  "West Hernando Christian School.... Best God centered education anywhere!! #whcs #ilkj #mommy&amp;me  #jnj #donateaphoto https://t.co/3xQoGYW5ak https://t.co/CzHs3j894t",
  "#reaktalk @ Mariner's Cay Apartments https://t.co/i1P4BHuSlJ",
  "#bff #JaimeV @ North Weeki Wachee, Brooksville, Florida https://t.co/qB4KUHl63Y",
  "My beautiful Bestie!! #bff #jnj #donateaphoto https://t.co/4cVaDpYjUQ https://t.co/RZU4NLHKGu",
  "#getrdun #mybossni #bossman #jusmenmyboss @ Mariner's Cay Apartments https://t.co/JMrri8C8sa",
  "Getting her dun my boss n I. #jnj #donateaphoto https://t.co/tNedHrhX1d https://t.co/Hh2e6n5w8T",
  "#bookertwashington #jnj @ Mariner's Cay Apartments https://t.co/0Ed0n0bzmB",
  "Booker T #jnj #donateaphoto https://t.co/U3RhozjRhH https://t.co/H06ZyCWzBD",
  "#Americaneedsanewbrainwashingthisoneisntworkingright\n#americansagains… https://t.co/wbYuZMTKIh",
  "#mybffandmysonkj #jnj #donateanypic #donateaphotoapp… https://t.co/saNfxth1hP",
  "My bff Jaime and my son Kj! #beatmultiplemyelomagodplz #jnj #donateaphoto https://t.co/maW8aX3fxI https://t.co/2dnquiYJnU",
  "#deepwaterhorizon #awesomeflick \nCheck out where I tagged my bro… https://t.co/R73fn4LZnW",
  "Janet Jackson reportedly suffering pregnancy health crisis https://t.co/VBA7TuUpxL",
  "#whcsbikeparade #myboo #kamaljr @ Mariner's Cay Apartments https://t.co/bYoMl97T1f",
  "BIKE PARADE 2016 West Hernando Christian Academy #whcs #bikeparade16 #jnj #donateaphoto https://t.co/zpKi4y7hpB https://t.co/YUPRls6jpo",
  "Just posted a photo @ Mariner's Cay Apartments https://t.co/4iHv8HShAA",
  "#reaktalk @ Mariner's Cay Apartments https://t.co/kewQbby06r",
  "#MyBabyBoyKamalJrNi @ Mariner's Cay Apartments https://t.co/z8GvGWtbXV",
  "My baby n me!! #jnj #donateaphoto https://t.co/mVMVVmq5QR https://t.co/DIHyTrEHMq",
  "Just posted a photo @ Mariner's Cay Apartments https://t.co/T1R1T9jDQQ",
  "#ourtrueorigins #clashoftheti.ta.tanheavenlybeings #beatMM #jnj #donateaphoto https://t.co/vmzLt6R9SU https://t.co/1wUMHBlU3g",
  "#yayyay @ Family Dollar Store https://t.co/1D64Pt5hhO",
  "#yay #samsungshealth @ Family Dollar Store https://t.co/VdqQcqLs8k",
  "#PlzHelpRaiseFundsForMM #jnj #donateaphotoapp #donateaphoto… https://t.co/QSLHZ54ani",
  "Happy Birthday to Me 41! 10/09/1975 from my son Kamal Jr! #birthdaywishes #PlzHelpRaiseFunds4MM  #jnj #donateaphoto https://t.co/y9kw0ciVME https://t.co/rnVyKUBwXP",
  "@Angela69667765  I am praying for Tanner!!!",
  "Prayers for Tanner who has MM!!!! https://t.co/pMBXvAjPjN",
  "Stem Cell Collection...\n #jnj #donateaphoto https://t.co/PWupuIL5jE https://t.co/rD5CDDD9FZ",
  "I am not ready for it to be fall yet! I love summertime.  #rutgers250 #jnj #donateaphoto https://t.co/8DIsNOfa7t https://t.co/TBoZwp0hYB",
  "National Elite Queens #missheartoftheusa #mhousa #the triplets #PictureABrighterFuture #jnj #donateaphoto https://t.co/JB7QnGfsQY https://t.co/Dpro0elVOv",
  "@Angela69667765 I lost my mother's only brother Kenny n his only son Winston to multiple myeloma!! So, TY!!",
  "First cast coming off...\n #jnj #donateaphoto https://t.co/zxRGlsgSWC https://t.co/E7CmyPAhlV",
  "Hurricane Matthew Jacksonville Southbank. Blessings to those who lost so much. #HurricaneMatthew #jnj #donateaphoto https://t.co/7U9T5DvOGp https://t.co/br9uZboe5P",
  "Why the candidates should #protectcare: Hospitals add value to communities — urban, suburban, &amp; rural. #debates https://t.co/F53Dk2iPhp",
  "Why the candidates should #protectcare: Everyone will need a hospital during their lifetime. #debates https://t.co/lpETm9pEDR",
  "Why the candidates should #protectcare: Along with care, they offer programs to encourage healthy lifestyles. #debates https://t.co/MNm47lNA19",
  "My son in his Kindergarten pic at West Hernando Christian! #jnj #donateaphoto https://t.co/0LKTrFS78f https://t.co/bOb08jQmey",
  "#TFalisnumber1 #LoveToCook #NewDishesforMyBday… https://t.co/YGSmOz2qEU",
  "La Nina: What does it mean for Florida? \nWhat a joke just say HAARP did it PLZ! B honest w/the masses for a change!\n\nhttps://t.co/4nPSrSHTqB",
  "https://t.co/cz8rBAO62n https://t.co/UfQVpKigBC",
  "#liestheonepercentellsus #killingyousoftlyandslowly… https://t.co/tG6CDAyQlu",
  "Vaccines can and do cause AUTISM! #jnj #donateaphoto https://t.co/zmnXrIvpLU https://t.co/TX9MULHjYR",
  "Kandi Burruss, Todd Tucker kicked off flight to Hawaii https://t.co/Mwwcf2PJvf",
  "Just posted a photo @ Mariner's Cay Apartments https://t.co/sxokiYeiEC",
  "The cover of my new Photo Book #jnj #donateaphoto https://t.co/MXn9g93nPO https://t.co/r9bOCZEleB",
  "https://t.co/JIimD7RAWY\nGreedy",
  "Watch “Official Vaxxed: from Cover-Up to Catastrophe Stream” on @Vimeo https://t.co/HK8p0XwoEV",
  "Community on edge as LA officer kills Black teen https://t.co/lVXa8t7wOt",
  "MY Son Kamal Jr age 5 lost his second tooth in less then a week☄🎉! Praise the MOST HIGH GOD! #jnj #donateaphoto https://t.co/XZ6B6j5nxP https://t.co/5UyGLVp97X",
  "#donateaphotoapp #donateaphoto @ Mariner's Cay Apartments https://t.co/PHQSZNEmRR",
  "This was a address for my son from uncle Harry #jnj #donateaphoto https://t.co/DL0lxZZ0vt https://t.co/UxmbdlTdiH",
  "Herbs are good for anything even Multiple Myeloma #jnj #donateaphoto https://t.co/dcneXVcP8X https://t.co/bkA2BfX1RF",
  "My life https://t.co/oun5sVIbq0",
  "My son and a bff #jnj #donateaphoto https://t.co/IACSVbXMEW https://t.co/1EA5qW59Om",
  "#nooneknowsthehour @ Mariner's Cay Apartments https://t.co/XF5s21Qk4d",
  "https://t.co/fNDwLVmwgm https://t.co/G2LIG35ur9",
  "https://t.co/dmh5RTKPeJ",
  "Woman, 22, killed when her car crashes into Spring Hill home https://t.co/26Ur1jATwO",
  "That's about it!! https://t.co/kVGQC9kjvt",
  "When your ex attempts to make you jealous. https://t.co/9s6W1hO2u0",
  "When bae says something freaky af but then you remember you're a freak too https://t.co/TfQDVbVgRn",
  "BREAKING!!! Illuminati Master says Return of Anunnaki &amp; VATICAN Hiding G... https://t.co/A6g9XUCTe8 via @YouTube",
  "Restaurant Inspections https://t.co/QV9pDc7pwm",
  "West Hernando Christian School - My New News https://t.co/12n4tkwtLa",
  "Why Jeremiah Risked His Life For A Notebook https://t.co/sB236gW7Eo",
  ".@MichaelPhelps is HONORED to be #TeamUSA's flag bearer in the #Rio2016 Opening Ceremony 😃❗️\n\nJust 24 hours away! ⏰\nhttps://t.co/afA85LUPgf",
  "Good Article!;!! https://t.co/pNmbw9Ko7f",
  "Y not?? https://t.co/TadIGpP32E",
  "The secret history about THE ANNUNAKI (must see!) -- (2016) https://t.co/swRUxfZkoB",
  "Check out UNC 2016. I just joined. https://t.co/qwp7Qg77L2",
  "Check out UNC 2016. I just joined. https://t.co/SO3CtD7QSQ",
  "https://t.co/l3B0X98AQG",
  "https://t.co/yYIGmHx2KW",
  "https://t.co/Eeax71HaKd",
  "America's Top Football Players Use the Bible App https://t.co/UDZ8g9Vih8",
  "America's Top Football Players Use the Bible App https://t.co/kxydDsNCma",
  "Bring The Wiggles to United States! https://t.co/YJaJhzqxgx",
  "https://t.co/ulAScn13fy",
  "5.4 million bottles of Liquid Plumr recalled https://t.co/7Gk46f77A6",
  "PROOF NWO &amp; ILLUMINATI ARE REAL &amp; HISTORY IS A LIE https://t.co/7pyIKkpshF",
  "CERN PROJECT AWAKE OPENING PORTALS! https://t.co/Ty8tINbCLS",
  "GCSE pupils taught Africans were in Britain before the English ���� https://t.co/4FgWIUrH6Y via @MailOnline",
  "Hey have u guys seen this? Over in Britain they are going to start teaching the truth...Well somewhat... https://t.co/3PPRYUybt4",
  "This for every colour @Twitter... #WakeUp https://t.co/Jux8Mogm7Z",
  "Lmao no freaking way you know this poll is bullshit get him out !! https://t.co/RQI7C6DH9J",
  "@fermentation8 @ProGun2A \nYou right!!! So it's a WIN/win for them",
  "@SpartanZA  \nI agree!!",
  "#BREAKING: 'Approximately' 20 dead after gunman opens fire at popular gay club in #Orlando: https://t.co/V3XJfFHIF5 https://t.co/cTciYihVC5",
  "Sending of the Bilderbergers with a message of love ❤️ #Bilderberg @PressForTruth https://t.co/SWL8fuQ7Jb",
  "On the Range with @Colesia_EMA https://t.co/ILm6dGLy9l",
  "#PhotoCollageAndroid https://t.co/mg52Ux2rZF",
  "There's more than $150 billion available to help you pay for school. Don't wait! Apply now: https://t.co/MUk5PIhIns",
  "Hey Everyone I I had to cancel water slide because the church says no .I'm sorry.",
  "https://t.co/A4QmOHWSP4",
  "https://t.co/8TfD4omXfV",
  "I thought you'd like this Pin on Pinterest... https://t.co/Ex1HftEBPS",
  "Obama is bringing overtime pay to millions more American workers https://t.co/TKdZV1vFWB via @HuffPostPol",
  "Get EM https://t.co/yV9ore9PN3",
  "Scientific proof that cancer cells can be defeated through natural immunity https://t.co/S1A28upY4H #BelieveIt @truthab",
  "@carterreynolds @EmilieConti_",
  "McDonalds is doing same https://t.co/XikRuOKTgI",
  "#GUNPOCALYPSE: 10 Anti-Gun Bills to be Fast-tracked In #California On May 16th #GunGrab #Breaking https://t.co/dbM7tollvU",
  "@SpartanZA TV 24/7===sheeple",
  "Niko on Twitter https://t.co/4hdBK87rL5",
  "#meth #heroin #weed #tv https://t.co/8UDPLbyQ9X",
  "@KevinHart4real idk but it's 80+ here in Florida!!",
  "Earthquake M4.7: Chichi-shima, Japan via @quakefeed",
  "The Illusion of Choice in America: https://t.co/6tnJgTRPaI",
  "Suspicious! Multiple Choppers Passing Over My House, 1 Lands In Nearby Field #DAHBOO7 #Killuminati #Breaking https://t.co/efLOD3x72q",
  "I liked a @YouTube video from @enterthe5t4rz https://t.co/NDbzH6Or43 Real Talk LIVE",
  "Happy #MothersDay to moms everywhere from the kids of St. Jude! https://t.co/PVTRQHor6S",
  "Gracie suffers from ALL, the most common type of childhood cancer. St. Jude wants to help her beat it. https://t.co/RzaBsy03tp",
  "I liked a @YouTube video from @dahboo7 https://t.co/1pKlCeh9tm Patriots Are Being Labeled Domestic Terrorists, NSA Surveillance Used",
  "I liked a @YouTube video from @dahboo7 https://t.co/u9hpCbajB7 Heads Up! Women May have to Register for the Draft by 2018",
  "Real Talk LIVE https://t.co/dZgiALTEOV",
  "PROOF Saturn's Rings Were Discovered 2000 Years Before History Tells Us!: https://t.co/QHjtz6Sxyk via @YouTube",
  "Steve Quayle - The Second Coming of Nephilim | Steve Quayle 2016 https://t.co/6B0uFzMRA9",
  "Plzzz watch https://t.co/Q2ilPlRCa0",
  "https://t.co/HOALHBQFQf",
  "This is an amazing tribute to the teachers by Mr.Reese for Hernando CO. School board. I cried thru out! https://t.co/MBpKksYN3A",
  "It Takes A Humble Woman – Daughters of the King Daily Devotionals https://t.co/gXSutZXBzI",
  "Well I have a PRAISE  report.  there's this beautiful woman who lives in my area of Spring Hill who has really... https://t.co/5wv64eNqZA",
  "We're nearing ' Jacobs Trouble ' https://t.co/N2HNLg6ZFr",
  "ILLUMINATI CARD GAME EXPOSED!!! LAST PART! https://t.co/4RHqHlbUqw",
  "NASA Admit To Spraying Americans With Poisonous Chemtrails https://t.co/lgXB3wDV7A",
  "Antichrist 666 CCC https://t.co/6lfGhn46sx",
  "NSA WHISTLE BLOWER Assassination Agenda HAARP WEAPON! Snowden EXPLAINS 2016 https://t.co/MQ2KshOqrT",
  "Johnson &amp; Johnson Baby Powder may cause ovarian cancer. https://t.co/JG72HfPOI1",
  "Real Talk Live Is Being Rescheduled this week to Saturday 8:30pm Eastern Please Spread the word #RTL Thank You",
  "When your child has cancer, St. Jude is where hope begins. For just $19 a month, you can help us provide hope. https://t.co/yXH5ew1ymO",
  "CRAZY! Man High On Heroin Destroys My Car, Could Have Killed Us All! https://t.co/WVB6DNCCOR #Dahboo7 #Breaking https://t.co/JC4f3oxpAo",
  "Dahboo Almost Killed 103 Days After Me: DEMON POSSESSION IS REAL: https://t.co/mvk7OxhhP9 via @YouTube",
  "Wow https://t.co/PLihkhX7FQ",
  "PRINCE LAST WORDS Under the Cherry Moon...: https://t.co/hRSjgBvCCr via @YouTube",
  "@dahboo7 u say DogFood I say KILLUMINATI.",
  "This is what driving on that dog food will do .. driver ran. Could have killed all of us. https://t.co/Xb5KVLNP4C",
  "Crazy! Hundreds of Supporters Chase Down #Trump2016 Caravan In #RhodeIsland\nhttps://t.co/gnRPO4C9f5 #Breaking #Trump https://t.co/yacKT7Zzz8",
  "@dahboo7 Prayers baby goin up n out for u n urs",
  "Omg https://t.co/FaNsigt1IK",
  "Alert! #Michigan to Get MRAPs, Police Tracking #FlintWaterCrisis Chatter\nhttps://t.co/s3tzp0us72 #Breaking #Opflint https://t.co/IxAaZeZeAf",
  "DEVELOPING: Multiple People Reported Shot In Downtown Nashville - https://t.co/tch3H5gTIk https://t.co/VWufia6RdY",
  "I liked a @YouTube video from @enterthe5t4rz https://t.co/dcDHpzEwGl NFL BUSTED! Prince Halftime Performance Released 69 Days BEFORE",
  "I liked a @YouTube video https://t.co/JHbVJ2LU71 Illuminati Ritual Season III: THE PRINCE &amp; THE QUEEN",
  "Dailymotion Uploads @EnterThe5t4rz https://t.co/2TfLCT9Wg5 https://t.co/gVAXoDIbs1",
  "#Ontario skies blasted by #Chemtrails on Saturday! At least they were nice enough to make a design! @dahboo7 https://t.co/rEnzdYtYiW",
  "Police: 3 people shot, including 1 suspect who was shot by a park ranger at Carondelet Park in St. Louis, Mo. - KMOV https://t.co/VhPQTYmwx6",
  "@dahboo7 \nHey did you see Infowars about Prince on the very  first couple of seconds they showed your page where his last tweet was there",
  "@kristin_salvato hey hru",
  "@LynnStu99932401 \n\nHey grama",
  "Trailblazing Former WWE Wrestler Chyna Found Dead https://t.co/xL9r4HemDs",
  "@infowars \nThe Truth is finnaly told, finally!!!",
  "https://t.co/H1SG90rpIM The New Enterthe5t4rz Newsletter for those who don't often come to YouTube",
  "I added a video to a @YouTube playlist https://t.co/PUZWqCD2ih Throne of GOD &amp; Jesus Revealed Within the BRAIN: VIRAL",
  "Download Free Printable Behavior Charts for Home and School https://t.co/tnrtTgaEiA via @ACNLatitudes",
  "@LynnStu99932401 hey grama whatup?",
  "Real Talk- Live Now #RealTalkLive #TBN #Dahboo7 with @o_rips &amp; @enterth5t4rz #HottTopics https://t.co/nQxP5c1aMD",
  "Let's Make History Tonight: Discovery of the Ages!: https://t.co/Ta89SeQB6V via @YouTube",
  "Infographic: The Incredible Growth of Web Usage | IT Briefcase https://t.co/MsjGonymGb",
  "I liked a @YouTube video from @enchantedlifetv https://t.co/NpfIqW2J2k March 24 The Day Of Blood: Brussels Decoded -The Salii Festival",
  "https://t.co/Fhdc3qH3rF https://t.co/FK9nq8b3h4",
  "It’s like raising the speed limit from 5mph to 6mph. Total joke!! https://t.co/3jB8Ex032s",
  "NINE YEARS LATER: Family of a woman murdered &amp; thrown out of a car in #DelrayBeach still searches for her killer. https://t.co/xILkJvxZUL",
  "Hundreds Of Cuban Refugees Clinging To Air Force One On Flight Back To U.S. https://t.co/HczhvUJohq",
  "Not a happy hour as beer, chips spill onto Florida highway: https://t.co/KLQkWUYFzm",
  "Pinellas sheriff warns fake Xanax can be deadly https://t.co/BuGdjF0xyy",
  "https://t.co/qgd71jfdL4\n\nPlz download n watch\nA billion ppl are gonna b killed. DEPOPULATION. WAKE UP PPL",
  "I added a video to a @YouTube playlist https://t.co/70qyT3MokB Bowie Died 96 Days After Twitter Launched Lightning Bolt!!!",
  "I added a video to a @YouTube playlist https://t.co/xjM2KCdzFE My Standoff At A California Marine Protected Sanctuary",
  "https://t.co/gX7Kg7Jsep\n\nThis is crazy MOS DEF is being illuminatied",
  "Make a contribution &amp; our Chairman, John Morgan, will match your donation NINE TO ONE! https://t.co/LtsYlBLpy1 https://t.co/KCnuN1unoe",
  "WE DID IT:  #medicalmarijuana will be on the Florida ballot in 2016. Contribute at https://t.co/LtsYlBLpy1 https://t.co/eDo4Ygs5Vm",
  "Are you a U.S. VET who supports the right to access medical marijuana? If so, please email Bianca@unitedforcare.org. https://t.co/vmv3LJdS2l",
  "Tallahassee Democrat endorses: This time, Florida’s vote on medical prescription of marijuana will be different. https://t.co/IwhMCJeV5h",
  "Enoch, who lived in the seventh generation after Adam, prophesied about these people. He said, “Listen! T…\nhttps://t.co/Tew51mehVx",
  "I liked a @YouTube video from @enterthe5t4rz https://t.co/XJUGQIWNsL We Made Maintream News THANKS TO ALL OF YOU",
  "I liked a @YouTube video from @scariestmovie https://t.co/Z6Mj2nfftu Politician Reveals HUGE Illuminati/Freemason \"SECRET\" (2016)",
  "Nephilim Egyptian Deities In GODS OF EGYPT: Sunday 3:30 pm Pacific on my backup channel: https://t.co/9TtMS6Syyj https://t.co/XeGyfVkoQM",
  "C2PO Predicts R2D2 Death 5 Days Before It Happens At 88th Oscars: https://t.co/hfPlU6T6GK via @YouTube",
  "https://t.co/ayWKcvbRhK",
  "I liked a @YouTube video from @enterthe5t4rz https://t.co/n8jSlVlF3g Nancy Reagan DEATH DECODED: 66th Day, 299 Left: 66 Years Old in",
  "I liked a @YouTube video https://t.co/PNojP83Xzp Sounds From the Sky, From the Sea &amp; Now From Space! Originating In One Location! Is",
  "I liked a @YouTube video from @enterthe5t4rz https://t.co/2l3rXpChO8 LIVE DECODE: \"God's of Egypt\" NEPHILIM OSCARS RITUAL CEREMONY!",
  "https://t.co/5lNmIlmGdY",
  "https://t.co/Lym6qeqRlL",
  "Johns Hopkins to start performing HIV-positive organ transplants, a development that could save 1,000+ lives a year https://t.co/NuqDCHVZMo"
 ]
}