{
 "user": 978639552813457410,
 "tweets": [
  "Before rotavirus was discovered in 1973, no one knew that it was one of the leading killers of kids.\nToday—thanks to innovations like rotavirus vaccines—we have the tools to protect kids from deadly diarrhea 🌎wide. #VaccinesWork #TBT https://t.co/Pj6n1BvWST\n#EWECYouth #EWECisME https://t.co/zn5zZO6Tn1",
  "Several days are left of #NIIW. When thinking about how to protect our babies, we often hear the argument from the #antivax side that it is their child and their choice on whether or not to vaccinate. But what about the rights of their children? What about their right to be … https://t.co/tSqH4mna5d",
  "Join us in 1 week on May 1st for a postcard writing party! Send our legislators (and potential future legislators) a message that vaccines are important to you as a voter and as a Texan! We plan to get together in person in Austin but you can also do this from the comfort of… https://t.co/EpPl4tBWLW",
  "It's time to stop thinking of #HPV as a women's disease. Cases of HPV-related oropharyngeal #cancer are catching up quickly to cervical cancer. #vaccineswork https://t.co/oTicNNXNNZ https://t.co/AQZHv1GcT7",
  "@TXforVaxChoice They didn't use the word difficult. But here's testimony from @TFVCRebecca at the hearing, \"The current system is also very confusing. As an organization, we regularly receive messages from Texans seeking help navigating the complicated system",
  "We tweeted about HB1124 and the rise of vaccine exemptions in Texas schools (less than 3k in 2003 to almost 53k in 2016-17). Stories of how difficult NMEs are to obtain were betrayed by the numbers. @TXforVaxChoice decided to correct our \"outlandish mischaracterization\".",
  "#VaccinesWork https://t.co/3eyippb9xH",
  "\"'When it comes to vaccines, I think we have this optimistic belief that just by telling people facts you can change their behavior,' said Noel Brewer, the study's lead author. 'But when was the last time someone told you one fact and suddenly you lost f… https://t.co/OJ6oHcbn45",
  "\"Brigades like these usually germinate on Facebook, where anti-vaccine conspiracy theorists can meet like-minded people. If a member of the group senses an unforgivable sin has been committed — an author trying to teach children about vaccines, say, or a… https://t.co/xktIKq8Ql1",
  "\"Many millions of Americans, especially those older than 40, are susceptible to an eventual attack of shingles, caused by the very same virus that causes chickenpox. Once this virus, varicella zoster, infects a person, it lies dormant for decades in nerv… https://t.co/p8HP2DchfV",
  "Watch anti-vaxxers lose their sh*t over a law that encourages critical vaccines https://t.co/6TDET2XU3A",
  "\"You love your child. You want your child to be healthy.\n\nTo me, those statements explain why I vaccinate my children.\"\n\n#VaccinesWork #CommunityImmunity #TexansProtectTexans #PreventWhatIsPreventable #ProtectChildren #WeAreIT #ImmunizeTexasCares\n\nFrom T… https://t.co/StBKzv37DJ",
  "\"There are too many different flavors of anti-vaccine arguments to debunk in any one conversation, social media post or opinion column. At a certain point the only solution becomes to promote what is true, rather than shaming what is false.\"\n\nWise words … https://t.co/6LKuHOGK6H",
  "Room of healthcare professionals literally gasped when learning almost 53,000 TX non-medical exemptions filed in 2016-17. #BeHerdTX #WeAreIT",
  "Decades-long trends, not flawed vaccine, explain resurgent whooping cough https://t.co/emgwX9CaJj via @medical_xpress #vaccines #vaccineswork #vaxwithme",
  "Last year, anti-vaccine group @TXforVaxChoice supported legislation to make non-medical exemptions easier to get and told stories about how hard the process supposedly was. So... anyone care to explain this? #Vaccines #TexansProtectTexans #VaccinesWork #txlege https://t.co/LVIjkHyVmk",
  "\"I am equally compelled to bring advocacy into the realm of physician responsibility. All physicians have an opportunity, if not obligation, to play a clear role as advocate.\"\n\n#VaccinesWork #CommunityImmunity #TexansProtectTexans #SpeakUpForVaccines #Ad… https://t.co/JHEvg3FQVJ",
  "Vaccine-preventable diseases include:\nCervical cancer\nCholera\nDiphtheria\nHep B\nInfluenza\nJapanese encephalitis\nMeasles\nMumps\nPertussis\nPneumonia\nPolio\nRabies\nRotavirus\nRubella\nTetanus\nTyphoid\nVaricella\nYellow Fever\n#VaccinesWork!\nHere are 5 facts on vaccines you need to know https://t.co/IFJThGddNS"
 ]
}