{
 "user": 988878686568009728,
 "tweets": [
  "@PileOfGoop @ExtinctMedia Seriously #Wakefield4Prison",
  "@PileOfGoop What the HELL is all this moon stuff?",
  "Great technique https://t.co/2a7KgModgo",
  "@darcy_geary @SenFeinstein Again, micrograms are tiny. \n6 mcg=0.000006 g. \nYouTube is not a reliable source. Humphries has no qualifications in vaccines. She’s a supporter of Vaxxed—who condone violence, bigotry and ableism. \n#metricsbaby #sayNOtoVaxxed",
  "@darcy_geary @SenFeinstein There’s only 25 micrograms of thimerosal in a flu vaccine. That’s 25 millionths of a gram. (25 mcg=0.000025) that’s a very tiny measurement. https://t.co/3GavBYayX4",
  "@darcy_geary @SenFeinstein There’s no evidence of vaccines causing cancer or kidney problems.",
  "@darcy_geary @SenFeinstein Thimerosal is broken down and safely passes through the body by being filtered out through the kidneys",
  "@MikeMello1313 @SenFeinstein YouTube is not a credible source. Try again",
  "@darcy_geary @SenFeinstein The human body produces 50,000 mg of formaldehyde. Aluminum salts and thimerosal are compounds; they’re not elements. They’re a difference between them.",
  "@ChelseaClinton what are your thoughts on healthcare workplace violence? Please read this Army nurse’s story https://t.co/nn9jSIGk1Z",
  "@CorruptVaccines @brittneykara @anugetsreal What’s the name of the book?",
  "@Microbedoc2 do you know how are attenuated pathogens are created for vaccines? I’m very interested in knowing.",
  "@kidoctr Pretty sure viruses aren’t man made.",
  "@DocBastard Why’s quantum bulloney? *genuine question*",
  "@dilaudidpca Oh the things healthcare find up people’s @$$",
  "@CorruptVaccines What other dirt? Do tell...",
  "Former ex-antivaxxers need the most support and love. #antivaxxers spread misinformation https://t.co/IZmvhfhzd1",
  "@doritmi @aplusapp It’s always great when those who were part of the #antivax movement leave. They spread dangerous misinformation. These people need the most support especially",
  "@PetriOP St Agatha, bless the healthcare staff in #AlderHey. Thank you for protecting them for being #SilentNoMore",
  "@MikeMello1313 @SenFeinstein There is no poison in vaccines.",
  "@GreggwilsonB @SenFeinstein The Amish do vaccinate. That was a rumor started by the antivaxxer movement",
  "@darcy_geary @SenFeinstein There isn’t mercury or aluminum in vaccines. There’s adjuvants that are salts to stimulate the immune system",
  "@SharCllns @SenFeinstein Spreading vaccines out is not very effective. This risks exposing children to diseases more.",
  "@WhatMomsWant @DrPanMD Citations please",
  "Thank you #vaccines. #NoDiseasesThanks #vaccineswork https://t.co/7EBZCDG43t",
  "@DrPanMD Mental illness is a very hard thing to live with. Love, support and medications can help.",
  "@DrPanMD Thank you for defending #health and #science",
  "@Miss_AutumnZ @sicketboy @GranadaReports Actually they’re there to protect the hospital because healthcare staff are being threatened. There were threats made on social media to bomb them.",
  "@Miss_AutumnZ @GranadaReports By whom?",
  "May #AlfieEvans Rest In Peace. May his family find comfort in their grief. https://t.co/4VRC0PLAak",
  "@CorruptVaccines @unhealthytruth Is there anything wrong with being gay though?",
  "@TheGoodGodAbove God what are your thoughts on abortion? On Planned Parenthood? Thanks, God. https://t.co/G4DHr3unJF",
  "@palmer_holliday @ncnative46 @ChelseaClinton There’s a concern for those who have weak immune systems like those who are immunodeficient, elderly people (someone’s grandparents), and babies who are too young to be vaccinated",
  "@markradfordA @nancyjo414 @ChelseaClinton Citations",
  "@ChelseaClinton He doesn’t deserve forgiveness. #WakefieldforPrison",
  "@CorruptVaccines @unhealthytruth Which documentary was he on? Also does he have a significant other? I never seem to see any pictures with anyone.",
  "@CorruptVaccines @unhealthytruth Really? You’re not a fan of Larry? Interesting. What is it about him that’s unappealing? He encourages parents to go vaccine free.",
  "@CorruptVaccines @unhealthytruth Yea? He sells and buys gold? Interesting...",
  "@CorruptVaccines Interesting. Do you still want the proof about him talking about them? \n\nAlso thoughts on homosexuals?",
  "@CorruptVaccines I’m definitely not on the side of those who say things about vax injured children by comparing them to dogs or monkeys. Bigtree was caught on camera saying stuff like this. Plus everyone at the table was laughing. If Big Pharma was paying him, why talk down about vax injured?",
  "@CorruptVaccines @unhealthytruth Can’t say I’m surprised. Thoughts about her hubby Mercola?",
  "@CorruptVaccines I’m serious. He compared them to dogs and chimps. Think about it... https://t.co/AYjSOH3lnv",
  "@CorruptVaccines Well I hear Bigtree hates vax injured kids too.",
  "@kidoctr @thereal_truther @RightWingBlack2 @Vbalance03 @Plasticdoe @Rosewind2007 @KitemanX @Luma923 @KarmicTimes @RyanMarino @MrFlu2 @_CWN @SentinelM @boglethemind @MamaBear11011 @Momogarden81 @chrisvcsefalvay @ChrisJohnsonMD @EmmaGPaley @DrPaolini @JakeLCrosby @doritmi @JOEWV @jkellyca @Just4TheCause @_marymason @TinFoilAwards @jarue369 @ailsa_graham @RBuzzy1111 @ThisMomHCN @RustyPee4 @science_guy5 @itsmepanda1 @Boxmenot @FreeBeeCee @PharmaNemesis @Organic_Mumzy @steffieschiltz @eTweeetz @what_if_007 @LiamTheBrewer @HenningTveit @DUMPTRUMP7 @Dr_dad_of_3 @BlagenLogin @and_kell @kenjaques @ckjellmo @regina1775 Wondered what happened to his first account?",
  "@CorruptVaccines I have my reasons.",
  "@doctor_oxford @juniordrblog Thank you #AlderHey for being #SilentNoMore. Thank you to the British Police for doing their jobs. May #AlfieEvans family find comfort and peace.",
  "@911GlockDoc Ugh. I hate that bad nurses are still allowed to keep their jobs",
  "@CorruptVaccines I hate #Vaxxed too",
  "Why #quacks are dangerous @fionapettit71 @EDalmayne https://t.co/tKTYWFrjPj",
  "#Sepsis is a silent and deadly killer. https://t.co/fhgoIDFUfQ",
  "@CorruptVaccines  https://t.co/0DyWCz3sZw",
  "#Congratulations to the Royal Family on the birth of their son, Louis. I’m sure the healthcare staff were overjoyed to be working with them. https://t.co/ehFbqCiuFW",
  "@Awithonelison Huh. Must’ve missed that in chemistry class.",
  "@RNTraumaQueen I’m glad we are speaking up now. No more should we tolerate this abuse. #AskJeffPayne #SilentNoMore",
  "@ProAntiVaxxer @Takethatdoctors That’s not up to the hospital to take organs. That’s the ombudsman or healthcare proxy’s decision. Nobody takes organs without permission.",
  "@Takethatdoctors Yup. Don’t cry and blame them when this happens",
  "@werewecrooked @ProAntiVaxxer @_Red_Vanessa_ No appreciation for healthcare workers. No big loss though",
  "To those radicals, I agree. Let the staff do their jobs. https://t.co/9EZtD8qZta",
  "@juniordrblog Thank you #AlderHey for being #SilentNoMore",
  "Anatomy of the brain. I love anatomy and physiology https://t.co/Q72g7ZeJyB",
  "@CureBronchitis Can you tell me the symptoms?",
  "Has Twitter Shadowbanned your account? https://t.co/IK6p3dVLui via @nicebrainsbird",
  "@PileOfGoop @TakeThatSalk @EDalmayne Ugh. Seriously. What is her problem?",
  "@CorruptVaccines They may save your life someday. Hope you'll thank them instead of vilifying them.",
  "@DanaElizabeth69 @CorruptVaccines thanks for acknowladgement, love!",
  "@InformdConsent @WHO_Europe_VPI @WHO_Europe @WHOatEU Citations please",
  "Vaccines save millions of lives every year. #Immunization plays an important role in achieving the global #SDGs. #vaccineswork #immunizeEurope https://t.co/MedoR9vKRE",
  "@turo_rodriguez @CorruptVaccines @DocBastard @Reid_CO I earn money because I work for a living, thank you. I’m happy to contribute to society by working. I don’t ask for money from anyone. The only people who do are con jobs, those who mooch off society and those who need money to survive.",
  "@turo_rodriguez @CorruptVaccines @DocBastard @Reid_CO Nope. Sorry. I don’t buy into any of this.",
  "@Takethatdoctors Wow. Denying racism. That’s low.",
  "@turo_rodriguez @CorruptVaccines @DocBastard @Reid_CO Again. I don’t believe in conspiracy theories. Tesla was a very eccentric man who loved a pigeon. He died from a blood clot in his heart.",
  "@turo_rodriguez @CorruptVaccines @DocBastard @Reid_CO Truth may hurt, but lies hurt even more.",
  "@turo_rodriguez @CorruptVaccines @DocBastard @Reid_CO I’ll stick with reality, thanks. Have a great day. 🙏🏻",
  "@turo_rodriguez @CorruptVaccines @DocBastard @Reid_CO And I’ll agree pollution is a problem, yes. But it’s not easy to solve.",
  "@turo_rodriguez @CorruptVaccines @DocBastard @Reid_CO What kids are dying and suffering? Only ones I see suffering are those who are neglected and abused by their parents. Those in countries with limited healthcare. That’s suffering.",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO I’m not afraid of myself because I take preventative measures to protect myself from diseases. I fear for people who have weak immune systems. And people who think it’s ok to purposely spread diseases are criminals—this shows disregard for the rights of others.",
  "@forrestmaready @Takethatdoctors Perhaps understanding palliative and hospice care would benefit knowing what happens. Brain dead doesn’t stop the heart and lungs—it means the cerebrum (the part of the brain that controls consciousness) is gone. different parts of the brain control specific functions",
  "@Gardeniagal4 @lifebiomedguru @Just4TheCause @GretchenScience @werewecrooked @StopVaxxedLies @BlueLionBlog @joejoe80495073 @skepticalraptor @doritmi @toppediatrician @kevinault @DrPaolini @Joshmazer2018 @chrisvcsefalvay @jkellyca @mcfunny @itsmepanda1 @badzoot7 @doctorsensation @EmmaGPaley @Joshua1_5 @Plasticdoe @dkegel @LiamKav @janem1276 @DGAllan @waynerohde @jreaderMD @marcdraco63 @EllaSaldana @ghoppe @raycin313 @LaLaRueFrench75 @joegooding @regina1775 @viva__lala @Kalee2012101 @fawfulfan @rockermom53 @PaperForSale @kenjaques @and_kell @mmelgar09 @LTock @MilanovNina @ScientificTroy @BKLFC @marivalford @KristenJayne1 Compared to a microgram and a nanogram, it is.",
  "@CorruptVaccines Because I know what you did. You should be ashamed of yourself. https://t.co/qQLSOVvsL1",
  "@Awithonelison @kidoctr @TheVariant_ @Rosewind2007 @CharlesLazelle @Siubhan_H @djt10 @WomanMDsGuide @BeckyJohnson222 @RoyWilliams1024 @BlueLionBlog @chrisvcsefalvay @chris_darnielle @doritmi @Melissa62263619 @hornswaggled2 @JustBeforeDawnT @TinFoilAwards @jpsportsminer @badzoot7 @wildweatherdan @handmadekathy @PharmaNemesis @Cattlechildren @Vbalance03 @carlsmythe @HenningTveit @ChrisJohnsonMD @Plasticdoe @anoticingsenpai @dkegel @janem1276 @and_McDowell @jjfox123 @Pmaxwellfnp @what_if_007 @EmirSejdik @ThisMomHCN @jrtgirl35 @mal0406 @steffieschiltz @theMUMeffect @RBuzzy1111 @jkellyca @gator91man @FarmgalMom @Amennaanka @Itsme060602 @SueQuez @EmmaGPaley Most allergic reactions can be from anything—latex, nuts, seafood, pet dander, metals, specific ingredients, etc. Many people are not even aware they have an allergy until it’s triggered by first contact.",
  "@kidoctr @TheVariant_ @Rosewind2007 @CharlesLazelle @Siubhan_H @djt10 @WomanMDsGuide @BeckyJohnson222 @RoyWilliams1024 @BlueLionBlog @chrisvcsefalvay @chris_darnielle @doritmi @Melissa62263619 @hornswaggled2 @JustBeforeDawnT @TinFoilAwards @jpsportsminer @badzoot7 @wildweatherdan @handmadekathy @PharmaNemesis @Cattlechildren @Vbalance03 @carlsmythe @HenningTveit @ChrisJohnsonMD @Plasticdoe @anoticingsenpai @dkegel @janem1276 @and_McDowell @jjfox123 @Pmaxwellfnp @what_if_007 @EmirSejdik @ThisMomHCN @jrtgirl35 @mal0406 @steffieschiltz @Awithonelison @theMUMeffect @RBuzzy1111 @jkellyca @gator91man @FarmgalMom @Amennaanka @Itsme060602 @SueQuez @EmmaGPaley Thank you for this Eve. I’ll bookmark and save for later",
  "@StopVaxxedLies That’s just...yea...I have no words. What is wrong with people? https://t.co/afX5IKtPV1",
  "@katieicunurse @StopVaxxedLies @MamaBear11011 @jarue369 @EmmaGPaley @kidoctr @DrPaolini @mcfunny @Momogarden81 @doritmi @Plasticdoe @chrisvcsefalvay @MrFlu2 @ChrisJohnsonMD @Vbalance03 @JakeLCrosby @JOEWV @jkellyca @Just4TheCause @_marymason @SentinelM @RyanMarino @_CWN @TinFoilAwards @ailsa_graham @RBuzzy1111 @ThisMomHCN @KarmicTimes @RustyPee4 @science_guy5 @itsmepanda1 @Luma923 @Boxmenot @FreeBeeCee @PharmaNemesis @thereal_truther @Organic_Mumzy @steffieschiltz @eTweeetz @what_if_007 @LiamTheBrewer @HenningTveit @DUMPTRUMP7 @Dr_dad_of_3 @BlagenLogin @and_kell @kenjaques @ckjellmo @regina1775 @badzoot7 So rude. People who think like that are just very ignorant",
  "@MrEugeneGrant @Rosewind2007 Wow. People fear what they don’t understand.",
  "@turo_rodriguez @Reid_CO @CorruptVaccines @DocBastard I don’t believe in conspiracy theories. Sorry. I live in reality. https://t.co/vPA2JJIZ16",
  "@doritmi @DrPaulOffit Congratulations @DrPaulOffit. You’re a hero worth being recognized",
  "Dr. Paul Offit Receives 2018 Albert B. Sabin Gold Medal https://t.co/Jh9E4xeBXt\n\n Congratulation, @DrPaulOffit. So well deserved. #vaccines #vaccineswork #Ivax2protect #vaxwithme",
  "@turo_rodriguez @Reid_CO @CorruptVaccines @DocBastard He died in 1943 of coronary thrombosis. That basically means died from a blood clot in his heart.",
  "@turo_rodriguez @CorruptVaccines @Reid_CO @DocBastard Tesla died in 1943 from coronary thrombosis. What’s the point OP is trying to make?",
  "@CorruptVaccines @turo_rodriguez @Reid_CO @DocBastard No. I don’t live in India. But not caring about other countries outside the US shows selfishness. And yes they do work. Polio isn’t even in the US. Smallpox hasn’t existed since 1977",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO When diseases like polio are gone, that’s a blessing. Vaccines got rid of smallpox. I’m looking forward to polio being next",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard The videos clearly display that encouraging violence towards people who don’t agree with antivaxxer views is ok. That’s not normal. That shows antisocial personality disorder: lacking empathy and remorse, and complete disregard of the rights of others",
  "@turo_rodriguez @Reid_CO @CorruptVaccines @DocBastard That’s when India eradicated polio. And STILL not understanding the difference between an element and a compound. #chemistry101",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO I hardly think so. Threats of abolishing vaccines is never going to happen. Lots of people think it’s a joke. Diseases are #NotGoingAway. Vaccines are #NotGoingAway either. This cause is a complete waste of time.",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard Not once have I done so. Yet your videos displaying harm like the one earlier about how you see provax people and another with firearms about how you “deal” with those who support vaccines. THAT is encouraging violence. And to normalize it is abnormal thinking",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Once again failing to realize toxins are produced by a living organism. #biology101",
  "Thank you for being #SilentNoMore Alder Hey Hospital https://t.co/xqynq8j8fH",
  "One in four children is missing at least one recommended vaccine.\nhttps://t.co/6B5s4JhkuA #HarvardHealth #NIIW https://t.co/ip2GgX9o8t",
  "@turo_rodriguez @CorruptVaccines @DocBastard @Reid_CO Vaccines don’t contain metals. There’s a difference between an element and a compound. And a toxin is produced by a living organism. Venom is a toxin. #biology101",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard Encouraging violence and self-harm makes the person look bad. This kind of behavior is considered threatening and dangerous especially on social media. This behavior can get a person in a serious amount of legal trouble. And social media can ban that person for behaving like so.",
  "@misscov @jamgyal @DrRanj @Takethatdoctors People can still be brain dead and be able to breathe. It all depends on what part of the brain is injured. The medulla oblongata controls heart and breathing. The part of the brain that controls consciousness is the cerebral cortex.",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO So there should be no preventative measures? People deserve to die from diseases? People deserve to be crippled by them? That's what happens when you get rid of vaccines. Outbreaks happen. They kill and maim people. Diseases don't care about anyone's beliefs.",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard And so what? It's not a popularity contest. We're not in high school anymore. #VaccinesareNOTGoingAway",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Still doesn't answer the question about why INDIA managed to eradicate polio despite poor sanitation. #movinggoalposts",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO And what treatments are there for polio?",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Obviously that’s one preventable measurement. It’s not seen in any other developed country other than Afghanistan and Pakistan. But how did India manage to eradicate polio with poor sanitation?",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Then explain smallpox and polio then if they don’t work. I’m pretty sure they didn’t just magically disappear. Prove that vaccines spread diseases. Provide citations to back claims.",
  "@lifebiomedguru @Just4TheCause @GretchenScience @Gardeniagal4 @werewecrooked @StopVaxxedLies @BlueLionBlog @joejoe80495073 @skepticalraptor @doritmi @toppediatrician @kevinault @DrPaolini @Joshmazer2018 @chrisvcsefalvay @jkellyca @mcfunny @itsmepanda1 @badzoot7 @doctorsensation @EmmaGPaley @Joshua1_5 @Plasticdoe @dkegel @LiamKav @janem1276 @DGAllan @waynerohde @jreaderMD @marcdraco63 @EllaSaldana @ghoppe @raycin313 @LaLaRueFrench75 @joegooding @regina1775 @viva__lala @Kalee2012101 @fawfulfan @rockermom53 @PaperForSale @kenjaques @and_kell @mmelgar09 @LTock @MilanovNina @ScientificTroy @BKLFC @marivalford @KristenJayne1 Are you aware that micrograms are one-millionth of a gram? 1 mcg=0.000001 g. That’s a tiny measurement.",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Nope. I’m not a flat earther. Sorry. Sanitation and hand washing prevents some diseases, not all of them. It doesn’t prevent airborne infections.",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard This proves narcissism then. Wanting attention only inflates their ego. Denying reality and flaws. Nobody likes a narcissist.",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard So encouraging self harm and using weapons to prove your point is normal to you? Free speech doesn’t mean you’re free from consequences.",
  "@Just4TheCause @lifebiomedguru @GretchenScience @Gardeniagal4 @werewecrooked @StopVaxxedLies @BlueLionBlog @joejoe80495073 @skepticalraptor @doritmi @toppediatrician @kevinault @DrPaolini @Joshmazer2018 @chrisvcsefalvay @jkellyca @mcfunny @itsmepanda1 @badzoot7 @doctorsensation @EmmaGPaley @Joshua1_5 @Plasticdoe @dkegel @LiamKav @janem1276 @DGAllan @waynerohde @jreaderMD @marcdraco63 @EllaSaldana @ghoppe @raycin313 @LaLaRueFrench75 @joegooding @regina1775 @viva__lala @Kalee2012101 @fawfulfan @rockermom53 @PaperForSale @kenjaques @and_kell @mmelgar09 @LTock @MilanovNina @ScientificTroy @BKLFC @marivalford @KristenJayne1 Here's a few articles if you'd like to read:  \nDeaths caused by adverse events: https://t.co/xJbn66qBMc                           Vaccines: Separating Myth from Reality:  https://t.co/4cA0NrO06D\nSide Effects and Adverse Events: https://t.co/Un9CsnfHb2",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard None of them are funny. Especially encouraging harm on others. Using weapons in some of your videos and self harm is not healthy thinking.",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard Well wanting hate on yourself means there’s a self-esteem issue. If you feel the need for this kind of attention, try improving yourself.",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Then explain smallpox. Why isn’t it around? And polio? Why don’t we see that in developed countries?",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Vitamins do not get rid of viruses. They relieve symptoms. Viruses like measles have no treatment. Vaccines is the best prevention. Measles maim people. Read about complications and SSPE.",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard A witty meme proves nothing in your case CV.",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard #donttrustantivaxxers",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard Snowflake? Please! 🙄 it seems you cannot handle reality and need a serious #realitycheck. Encouraging self-harm is not funny. Get psychological help",
  "This is very sad. These parents need love and support. it’s a hard decision to let a loved one who has no chance of survival. I wish the parents the best. I hope the healthcare staff are taking good care of Alfie. https://t.co/ScuUHt3JBr",
  "The number of child deaths halved since 1990\nMuch of this was achieved in vaccine-preventable diseases:\n-Diseases for which vaccines are available killed 5.1 million children in 1990\n-A generation later this declined to 1.5 million\n\n@SJVanders's new post https://t.co/4U7NgyoAd7 https://t.co/9HEC4yEQcr",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard Encouraging this behavior says otherwise. Please seek psychological counseling.",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard Self-harm shows mental instability. Please seek help.",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard #antivaxlogic https://t.co/bUdf0X7taF",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard #goodluckwithdiseases https://t.co/6HTUl4A7Wj",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard If I give you what you want, then the deal is #deleteyouraccount, seek a psychiatrist and abandon this worthless mission.",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard Then present citations to prove point.",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard Right...didn’t think so. Well good luck with your “abolishment”. When diseases ravage the earth, don’t blame Big Pharma. Blame yourselves.",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Interesting. If I prove my immunity—then you can abandon your worthless mission and #deleteyouraccount—and also seek psychological counseling. But we both know you’re not going to do that, right?",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard Nope. Try again. Not how that works.",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard Said the self-delusional antivaxxer abolitionist. Do us all a favor and #deleteyouraccount and abandon this pointless mission of trying to abolish vaccines. They’re #NotGoingAway. Neither are diseases. Also, seek psychological counseling.",
  "@turo_rodriguez @skeptical_nurse @DocBastard @CorruptVaccines By the way, the first antibiotic was discovered by a biologist &amp; scientific researcher named Louis Pasteur, not a bio-medical corporation. https://t.co/GdpkIFVLKK\nLouis Pasteur, French biologist",
  "@CorruptVaccines @Reid_CO @turo_rodriguez @DocBastard No. Vaccines are made with attenuated pathogens.",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO What would that prove? That I’m UTD? Why do you care?",
  "@DocBastard So stupid that anyone would ever believe that. https://t.co/l27TAn7p9b",
  "No antivaxxers, vaccines are not a global depopulation conspiracy. \n\nIt’s actually quite the opposite. \n\n#VaccinesWork #VaccinateYourKids https://t.co/GDMuM1B1NO",
  "Countries urged to harness the power of #vaccines https://t.co/mLNlmyBSFT via @telegraphnews #vaccineswork #IVax2Protect #vaxwithme",
  "@lifebiomedguru @Just4TheCause @Gardeniagal4 @werewecrooked @StopVaxxedLies @BlueLionBlog @joejoe80495073 @skepticalraptor @doritmi @toppediatrician @kevinault @DrPaolini @Joshmazer2018 @chrisvcsefalvay @jkellyca @mcfunny @itsmepanda1 @badzoot7 @doctorsensation @EmmaGPaley @Joshua1_5 @Plasticdoe @dkegel @LiamKav @janem1276 @DGAllan @waynerohde @jreaderMD @marcdraco63 @EllaSaldana @ghoppe @raycin313 @LaLaRueFrench75 @joegooding @regina1775 @viva__lala @Kalee2012101 @fawfulfan @rockermom53 @PaperForSale @kenjaques @and_kell @mmelgar09 @LTock @MilanovNina @ScientificTroy @BKLFC @marivalford @KristenJayne1 Self-delusion is believing and denying there are no safety studies even when presented with legitimate sources; repeatedly denying reality. Clearly #antivaxxers can’t understand inserts because of lack of critical thinking. They only want to hear what they want. #RealityCheck",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Got it. You don’t trust Big Pharma. Ok. No atropine, no rabies shot, tetanus, epinephrine, insulin...#antivaxlogic choosing death over life saving meds",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Tetanus takes 3 days to incubate. Getting the vaccine prevents this. #antivaxlogic fail",
  "@lifebiomedguru @GretchenScience @Gardeniagal4 @werewecrooked @StopVaxxedLies @BlueLionBlog @joejoe80495073 @skepticalraptor @doritmi @toppediatrician @kevinault @DrPaolini @Joshmazer2018 @chrisvcsefalvay @jkellyca @mcfunny @itsmepanda1 @badzoot7 @doctorsensation @EmmaGPaley @Joshua1_5 @Plasticdoe @dkegel @LiamKav @janem1276 @DGAllan @waynerohde @jreaderMD @marcdraco63 @EllaSaldana @ghoppe @raycin313 @Just4TheCause @LaLaRueFrench75 @joegooding @regina1775 @viva__lala @Kalee2012101 @fawfulfan @rockermom53 @PaperForSale @kenjaques @and_kell @mmelgar09 @LTock @MilanovNina @ScientificTroy @BKLFC @marivalford @KristenJayne1 Nobody has denied or turned a blind eye to adverse events. They do happen. Statistics show they are very rare.",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Here’s some reading material to enjoy \nhttps://t.co/ckjecP07U0\n\nhttps://t.co/S0IyXOLK70",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Just saying. S*t happens. One doesn’t expect it. #antivaxlogic",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Right. So if you get into a car accident and a shard of metal went through you or got bit by a rabid animal, you’d choose to risk death than accept life saving medicine? Sounds like a very wise choice",
  "@NRWMpodcast @EmmaGPaley How long had this been going on?",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO So you don’t trust medication? Got it. I imagine you’d refuse these: atropine, epinephrine, tetanus and rabies shots.",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Poison is in dosage. Please read a book instead of AV fear mongering bulls*t.",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO  https://t.co/xkZfxaggZV",
  "@lifebiomedguru @Just4TheCause @Gardeniagal4 @werewecrooked @StopVaxxedLies @BlueLionBlog @joejoe80495073 @skepticalraptor @doritmi @toppediatrician @kevinault @DrPaolini @Joshmazer2018 @chrisvcsefalvay @jkellyca @mcfunny @itsmepanda1 @badzoot7 @doctorsensation @EmmaGPaley @Joshua1_5 @Plasticdoe @dkegel @LiamKav @janem1276 @DGAllan @waynerohde @jreaderMD @marcdraco63 @EllaSaldana @ghoppe @raycin313 @LaLaRueFrench75 @joegooding @regina1775 @viva__lala @Kalee2012101 @fawfulfan @rockermom53 @PaperForSale @kenjaques @and_kell @mmelgar09 @LTock @MilanovNina @ScientificTroy @BKLFC @marivalford @KristenJayne1 So denying legitimate studies from legitimate sources is not enough? What’s your take on this @werewecrooked",
  "@turo_rodriguez @DocBastard @CorruptVaccines @Reid_CO What are the names of the antibiotics?",
  "@Just4TheCause @Gardeniagal4 @werewecrooked @StopVaxxedLies @BlueLionBlog @joejoe80495073 @skepticalraptor @doritmi @toppediatrician @kevinault @DrPaolini @Joshmazer2018 @chrisvcsefalvay @jkellyca @mcfunny @itsmepanda1 @badzoot7 @doctorsensation @EmmaGPaley @Joshua1_5 @Plasticdoe @dkegel @LiamKav @janem1276 @DGAllan @waynerohde @jreaderMD @marcdraco63 @EllaSaldana @ghoppe @raycin313 @LaLaRueFrench75 @joegooding @regina1775 @viva__lala @Kalee2012101 @fawfulfan @rockermom53 @PaperForSale @kenjaques @and_kell @mmelgar09 @LTock @MilanovNina @ScientificTroy @BKLFC @marivalford @KristenJayne1 @RoorWade There’s more \nhttps://t.co/W7eP0vcHG3",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO I’m guessing maturity level is the same as shoe size as well. https://t.co/RYqm9RAZ0N",
  "@RyanMarino Best way to describe this https://t.co/jrT6yQR4fd",
  "@StopVaxxedLies You will. Thank God they have a moral compass. They were raised right.",
  "@Just4TheCause @lifebiomedguru @Gardeniagal4 @werewecrooked @StopVaxxedLies @BlueLionBlog @joejoe80495073 @skepticalraptor @doritmi @toppediatrician @kevinault @DrPaolini @Joshmazer2018 @chrisvcsefalvay @jkellyca @mcfunny @itsmepanda1 @badzoot7 @doctorsensation @EmmaGPaley @Joshua1_5 @Plasticdoe @dkegel @LiamKav @janem1276 @DGAllan @waynerohde @jreaderMD @marcdraco63 @EllaSaldana @ghoppe @raycin313 @LaLaRueFrench75 @joegooding @regina1775 @viva__lala @Kalee2012101 @fawfulfan @rockermom53 @PaperForSale @kenjaques @and_kell @mmelgar09 @LTock @MilanovNina @ScientificTroy @BKLFC @marivalford @KristenJayne1 @RoorWade Sure thing\nhttps://t.co/7o2N2NYt1m",
  "@jamgyal @misscov @DrRanj @Takethatdoctors I believe so.",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO How very witty and mature. 😒",
  "@turo_rodriguez @DocBastard @CorruptVaccines @Reid_CO What meds are those? I can’t tell what they are.",
  "@CorruptVaccines @turo_rodriguez @DocBastard @Reid_CO Yes. Viruses like measles, mumps, rubella, polio and chicken pox are very difficult to treat. That’s why preventative care is the best defense.",
  "@lifebiomedguru @Gardeniagal4 @werewecrooked @StopVaxxedLies @BlueLionBlog @joejoe80495073 @skepticalraptor @doritmi @toppediatrician @kevinault @DrPaolini @Joshmazer2018 @chrisvcsefalvay @jkellyca @mcfunny @itsmepanda1 @badzoot7 @doctorsensation @EmmaGPaley @Joshua1_5 @Plasticdoe @dkegel @LiamKav @janem1276 @DGAllan @waynerohde @jreaderMD @marcdraco63 @EllaSaldana @ghoppe @raycin313 @Just4TheCause @LaLaRueFrench75 @joegooding @regina1775 @viva__lala @Kalee2012101 @fawfulfan @rockermom53 @PaperForSale @kenjaques @and_kell @mmelgar09 @LTock @MilanovNina @ScientificTroy @BKLFC @marivalford @KristenJayne1 @RoorWade Nobody denies adverse events to vaccines. It rarely happens.",
  "@turo_rodriguez @DocBastard @CorruptVaccines @Reid_CO That’s not how any of that works. There is bacteria that is harmful that makes people sick. Not all diseases need vaccines. Only specific ones because they’re very difficult to treat",
  "@CorruptVaccines @DocBastard Coleman was stalking and harassing Dr Offit. He was rude to bother him while he was enjoying his lunch break",
  "@Reid_CO @CorruptVaccines @DocBastard Yes. This cause is absolutely pointless. #Vaccines are #NotGoingAway and neither are diseases. And if anyone thinks it’s funny to abuse healthcare workers, That’s messed up.",
  "Alt med pushers hate doctors. Here's why they are wrong. https://t.co/mev4KGAbsS",
  "@MamaBear11011 @kidoctr Depends if the person was exposed or not to a pathogen. If vaccine was administered before exposure, then it’s more effective.",
  "@VeritasEver @PileOfGoop  https://t.co/rjBzk6uGPo",
  "Seems like nobody was interested 🤷🏼‍♀️ https://t.co/hUianR4UPB",
  "@Gardeniagal4 @werewecrooked @StopVaxxedLies @BlueLionBlog @joejoe80495073 @lifebiomedguru @skepticalraptor @doritmi @toppediatrician @kevinault @DrPaolini @Joshmazer2018 @chrisvcsefalvay @jkellyca @mcfunny @itsmepanda1 @badzoot7 @doctorsensation @EmmaGPaley @Joshua1_5 @Plasticdoe @dkegel @LiamKav @janem1276 @DGAllan @waynerohde @jreaderMD @marcdraco63 @EllaSaldana @ghoppe @raycin313 @Just4TheCause @LaLaRueFrench75 @joegooding @regina1775 @viva__lala @Kalee2012101 @fawfulfan @rockermom53 @PaperForSale @kenjaques @and_kell @mmelgar09 @LTock @MilanovNina @ScientificTroy @BKLFC @marivalford @KristenJayne1 @RoorWade Have you dealt with either? I’ve seen very sick people. I’ve comforted dying people until their time.",
  "@PileOfGoop Yes. They do hear. Music certainly is comforting. I’m sorry about your father.",
  "@Gardeniagal4 @werewecrooked @StopVaxxedLies @BlueLionBlog @joejoe80495073 @lifebiomedguru @skepticalraptor @doritmi @toppediatrician @kevinault @DrPaolini @Joshmazer2018 @chrisvcsefalvay @jkellyca @mcfunny @itsmepanda1 @badzoot7 @doctorsensation @EmmaGPaley @Joshua1_5 @Plasticdoe @dkegel @LiamKav @janem1276 @DGAllan @waynerohde @jreaderMD @marcdraco63 @EllaSaldana @ghoppe @raycin313 @Just4TheCause @LaLaRueFrench75 @joegooding @regina1775 @viva__lala @Kalee2012101 @fawfulfan @rockermom53 @PaperForSale @kenjaques @and_kell @mmelgar09 @LTock @MilanovNina @ScientificTroy @BKLFC @marivalford @KristenJayne1 @RoorWade I’m Christian, but I don’t agree with his views on women. I don’t agree with his views on abortion or gays.",
  "@PileOfGoop Sad that people don’t understand palliative care. Healthcare workers don’t want anyone to die. It’s a hard decision to let someone go. Yet, all healthcare workers can do is ensure comfort and dignity until the end.",
  "@Luma923 @StopVaxxedLies @jarue369 @DrPaolini @mcfunny @Momogarden81 @doritmi @Plasticdoe @chrisvcsefalvay @MrFlu2 @ChrisJohnsonMD @EmmaGPaley @MamaBear11011 @Vbalance03 @JakeLCrosby @JOEWV @jkellyca @Just4TheCause @_marymason @SentinelM @RyanMarino @_CWN @TinFoilAwards @ailsa_graham @RBuzzy1111 @ThisMomHCN @KarmicTimes @RustyPee4 @science_guy5 @itsmepanda1 @Boxmenot @FreeBeeCee @PharmaNemesis @thereal_truther @Organic_Mumzy @steffieschiltz @eTweeetz @what_if_007 @LiamTheBrewer @HenningTveit @DUMPTRUMP7 @Dr_dad_of_3 @BlagenLogin @and_kell @kenjaques @ckjellmo @regina1775 @badzoot7 @nicolasDenver @LaLaRueFrench75 Hippocratic Oath - not what you think:  https://t.co/EvijLTd1a9",
  "Thank god #smallpox doesn’t exist anymore https://t.co/IzdH4LLW5g",
  "@drzimmermann Any idea what a growth medium is?",
  "@kidoctr Oh but germs are sneaky. They’ll slip in eventually.",
  "@kidoctr  https://t.co/z7ehT6Q2MH",
  "#Antivaxxers acting like children. I’m glad that the government is stepping up to prevent spreading diseases. Not to mention, false religious exemptions is the same as lying. Lying is blasphemous. https://t.co/koxt8I8UfP",
  "@DrRanj @Takethatdoctors Lots of people don’t understand hospice care or how it works.",
  "@ChrisJohnsonMD @BlueLionBlog @carlsmythe @Rosewind2007 @chrisvcsefalvay @jhewitt123 @Vbalance03 @djt10 @docbloor @BeckyJohnson222 @TinFoilAwards @Siubhan_H @RoyWilliams1024 @chris_darnielle @doritmi @Melissa62263619 @hornswaggled2 @JustBeforeDawnT @jpsportsminer @badzoot7 @wildweatherdan @handmadekathy @kidoctr @PharmaNemesis @Cattlechildren @HenningTveit @Plasticdoe @anoticingsenpai @dkegel @janem1276 @and_McDowell @jjfox123 @Pmaxwellfnp @what_if_007 @EmirSejdik @ThisMomHCN @jrtgirl35 @mal0406 @steffieschiltz @Awithonelison @theMUMeffect @RBuzzy1111 @jkellyca @gator91man @FarmgalMom @Amennaanka @Itsme060602 @SueQuez @EmmaGPaley @Dr_dad_of_3 I hate seeing people suffer like that—being hooked up to machines and tubes. All healthcare can do is make sure the patient is comfortable and dignified during their last days.",
  "@BeckyJohnson222 @Siubhan_H @BlueLionBlog @carlsmythe @PharmaNemesis @Vbalance03 @RoyWilliams1024 @JustBeforeDawnT @TinFoilAwards @jpsportsminer @Rosewind2007 @badzoot7 @wildweatherdan @handmadekathy @Cattlechildren @HenningTveit @ChrisJohnsonMD @Plasticdoe @anoticingsenpai @dkegel @janem1276 @doritmi @and_McDowell @jjfox123 @Pmaxwellfnp @djt10 @what_if_007 @EmirSejdik @ThisMomHCN @jrtgirl35 @mal0406 @steffieschiltz @Awithonelison @theMUMeffect @RBuzzy1111 @jkellyca @gator91man @FarmgalMom @chrisvcsefalvay @Amennaanka @Itsme060602 @SueQuez @EmmaGPaley @Dr_dad_of_3 @homeopathy2010 @AgnosticLiberty @ruby_menace @3worldmom @Melissa62263619 @jhewitt123  https://t.co/Edty38EVeq",
  "@werewecrooked @StopVaxxedLies @BlueLionBlog @joejoe80495073 @lifebiomedguru @skepticalraptor @doritmi @toppediatrician @kevinault @DrPaolini @Joshmazer2018 @chrisvcsefalvay @jkellyca @mcfunny @itsmepanda1 @badzoot7 @doctorsensation @EmmaGPaley @Joshua1_5 @Plasticdoe @Gardeniagal4 @dkegel @LiamKav @janem1276 @DGAllan @waynerohde @jreaderMD @marcdraco63 @EllaSaldana @ghoppe @raycin313 @Just4TheCause @LaLaRueFrench75 @joegooding @regina1775 @viva__lala @Kalee2012101 @fawfulfan @rockermom53 @PaperForSale @kenjaques @and_kell @mmelgar09 @LTock @MilanovNina @ScientificTroy @BKLFC @marivalford @KristenJayne1 @RoorWade Pence is just as horrible as Trump. If Trump is impeached, we are pretty damned if we do. And damned if we don’t.",
  "@RyanMarino Yea...definitely not into shoving things where the sun doesn’t shine. And vampire spray? I could just take a spritzer of water and call it Boogeyman Spray for my kid to use to keep the monster away. Only costs $3! 😂",
  "#Vaxxed is a complete joke. https://t.co/NsIuGDuTOH",
  "Celebrating world immunisation week at the Children’s Hospital at Westmead  #VaccinesWork https://t.co/3z7VgCyKCQ",
  "@RyanMarino Who would pay $200 for air? That’s nuts.",
  "@reasonable_hank Good. These parents don’t need any stress or suffering from the #InfoWars cult",
  "#ivax2protect https://t.co/qiHaJ8nrC6",
  "Why #Homeopathy is bulls*t https://t.co/j0ClfzMvLE",
  "This generation won't outlive their parents eh? You should check life expectancy stats before making such a ridiculous claim. Also, where are all these children that are dying? Before vaccines, whole families were wiped out by illlness. #warriormom... https://t.co/Uoe2cZa5RH",
  "@Takethatdoctors This is just wrong on every level of wrongness.",
  "Agree 100% #antivaxxers \n“as medical professionals, we need to...start engaging with the public better, whether this is in the form of more information to our patients in our rooms, or active engagement with the public via social media”\n\nhttps://t.co/o1YXZ7vh9w",
  "Anti-vaccine reviewers target children’s books on Amazon https://t.co/4IXR0CW4H8",
  "Infowars and Alex Jones have been calling the parents of dead children liars for years. Now the parents are fighting back. Here's hoping for success for Lenny, Veronique, and Neil.  https://t.co/jb9Mf78vyu",
  "A grave lesson for anti-vax mum https://t.co/YkGMFNkvAa",
  "#Antivaxxers are misinformed and are denying their children’s rights. sure they love their children, but the choices they make are not the right ones. #vaccines #vaxwithme #VaccinesWork https://t.co/afyOiVZ5ZB",
  "1 child under the age of 5 dies every 20 seconds from vaccine-preventable disease. Countless more survive but suffer through unnecessary &amp; painful illnesses. There’s no question-vaccines are safe &amp; save lives. @CDCgov National Infant Immunization Week #ivax2protect @AAPneonatal https://t.co/CW4BB18JmC",
  "It's World Meningitis Day! Raise awareness of the 4 types of meningitis and show that All Meningitis Matters!! https://t.co/w6KWJ45aop",
  "Have you been attacked, verbally or physically, because of the IV med shortage? https://t.co/uo5VO7b2UA",
  "If you think there isn't a problem, it's because no one talks about it. #SilentNoMore https://t.co/s1qySY5NWb",
  "Who sets the childhood vaccine schedule and what goes into it? \n\nHundreds of the country’s top doctors, public health professionals, and scientists develop the schedule to ensure it is safe and effective. Learn more: https://t.co/KSPAnPccGI #NIIW #ivax2protect",
  "\"Patrons of two restaurants in the Des Moines area may have been exposed to #measles in the past week... https://t.co/eVTF02rOKV",
  "@DrPanMD Scary.",
  "Breastfeeding provides some protection while a baby’s immune system develops, but it doesn’t protect against all diseases. Even for breastfed infants, vaccines are the most effective way to prevent many diseases.\n\nLearn more here: https://t.co/OzJWBK2r4j #ivax2protect #NIIW",
  "Seeing sick kids really hits a nerve https://t.co/jgfMcHTGcP"
 ]
}