{
 "user": 14218971,
 "tweets": [
  "(...) koppelen whois-publicatie aan domein-registratie is dus verboden. Whois moet uit tenzij ze expliciete toestemming vragen aan domeinnaam-houders en -beheerders. Idem voor overbodige info in barrooster tennisclub, klassenfoto's of aanmelden nieuwsbrief bij een bestelling.",
  "GDPR is makkelijk: om persoonsgegevens te verwerken moet je (a) contractuele grond hebben (bv je hebt iets besteld), (b) wettelijke grond (werkgever moet je gegevens bewaren na ontslag), (c) expliciete toestemming. Iedere verwerking vergt aparte toestemming; (...) https://t.co/LkSIvuQMen",
  "The inset appears to move. https://t.co/reqi0Cy1pp",
  "@stonehead Didn't read it. The world is full of disinfo and subjective reports. That will never be solved so I'd rather have more of it than less so people stay alert and critical instead of remaining susceptible to propaganda like they are now. The more lies the better. #911wasaninsidejob",
  "@stonehead Polarisation and anger is not caused by Youtube. It is caused by stupid people being stupid. Unfortunately, we cannot solve that problem in an ethically reponsible manner so we divert our attention to something we can change like Youtube ...",
  "@suzan Short papers saying no? Here you go! https://t.co/GHp3CP9L6k",
  "@onzetaal Dat ligt natuurlijk aan de betekenis. Van welk materiaal is de fout gemaakt? En hoe heeft de minister hem gemaakt? Betrof het een subtractief of additief productieproces? Was de fout een tropische wildernis? #jungleismassive",
  "@disabilisaur The situation is much worse than your rational grouping of irrational behavior implies: most people are as rational as a frog. They are not even rational in being irrational, they just do what they \"feel\" and are insensitive to rational arguments. #cries",
  "@vlinderNL @cruydthoeck Nice :-) #totheshop",
  "@vlinderNL Ik kom in tuincentra veel zaadmixen \"voor bijen en vlinders\" tegen die vol uitheemse planten zitten (en dus mogelijk inheemse waardplanten verdringen...). Weten jullie wat hier is ingezaaid? En hebben jullie daar een advies over?",
  "@heinragas Dat was ook mijn gedachte, maar dat hield ik niet lang vol :p",
  "@Christalhelder @buuvke Niet zo gezellig voor @buuvke maar misschien vind je de app Pl@ntnet wel leuk.",
  "@heinragas Gewoon op maat knippen of snijden. Eventueel met een malletje van Google images. Werkt prima.",
  "@jdevalk @MariekeRakt Or is it only because all browsers are? Why are people using browsers that send info to 3rd parties? Why do they complain about Facebook and not about their browsers? People are the problem. And they get what they deserve.",
  "Staat @KvK_NL al op de UNESCO-werelderfgoednominatielijst? https://t.co/0WsHZr9dlm",
  "@maartengoethals Ik ken de context verder niet als niet-Belg zijnde, maar als je je moet \"verplaatsen in de logica van die Andere\" dan is ofwel die logica geen logica ofwel je eigen logica geen logica. Of iemand mist wat feiten, dat kan natuurlijk ook. Resultaat is hetzelfde.",
  "@stonehead Microplastics are hidden in fleece jackets like trees are hiding in a forest? :p",
  "Ppl, please stop being mad at Facebook. You sent your data there yourself. If you're going to be mad at someone, be mad at yourself for accepting your browser to send your personal data all over the Internet. You have curtains on your windows but not on your browser?",
  "@profcarroll @suehalpernVT Mark does not have any data on anyone that those people (or their \"friends\") did not send to him themselves. We should be more critical or perhaps just angry at our browser vendors; they're the ones that shower the Internet with our personal data. Mark just likes to collect it.",
  "Anyone seen this bike? It was stolen last night in Brugge! 🙁 There goes my holiday and #tcrno6 training 🤬 https://t.co/Rmgm8CJNil",
  "@steeph Het verkeersmodel is prima. De vraag is wat al die mensen in Amsterdam moeten. Hebben ze allemaal geen Internet?!",
  "@djoerd @suzan Dat neemt alleen de slechte aspecten weg. Wat we echt nodig hebben is een open gedecentraliseerd alternatief voor de goede aspecten (vrienden, events, messaging, foto-sharing etc.) ;)",
  "@suzan @djoerd Overigens is het echte probleem ook niet eens zozeer privacy; die gooi je bv. op Twitter ook \"te grabbel\" :p Het echte probleem is dat mensen niet kritisch genoeg zijn in een wereld vol gepersonaliseerde content die speciaal ontworpen is om ze te beinvloeden. #fakenews",
  "@suzan @djoerd Over persoonlijke info zou ik me niet zo druk maken; die hebben ze toch al. Je kunt wel voorkomen dat ze meer over je gedrag te weten komen door bv. ghostery te installeren en niet of bewuster te liken. Verder is het wachten op een decentraal open alternatief sociaal netwerk...",
  "@suzan @djoerd Maar wat win je daarmee? Android verklapt Google toch wel waar je bent en Facebook trackt je online gedrag ook gewoon in Firefox. De rest kunnen ze op Twitter lezen:p Je lijkt alleen de dingen waar je zelf voordeel van hebt te vervangen/deleten?",
  "@AskPayPal As of 30/3 or so, automatic direct debit for my Dutch bank account is disabled. The recent user agreement update regarding \"disapplying 3.6.c\" indicated the opposite would happen. Could you explain why this is and whether this feature will be re-enabled?",
  "@heinragas En als je dan toch bent afgedwaald in door exotische religies geïnspireerde EDM, check Charanjit Singh, de man die in 1982 muziek maakte die in 2007 pas werd uitgevonden. De naam van zijn interessantste album past ook wel je: Ten *Ragas* to a Disco Beat :) https://t.co/kvHp2hU7mV",
  "@heinragas Voor de duisterder momenten is Witch House dan wellicht ook iets voor je; zelfde concept, andere religie :p",
  "@asinnema @robertvhoesel @jdevalk (....) and I think we should start with abolishing girls-in-STEM promotion initiatives; despite their good intentions, they affirm the notion that STEM is not for girls and thus contribute to imprinting the idea of gender-specific occupations... :|",
  "@asinnema @robertvhoesel @jdevalk That is highly likely, indeed. But that is not discrimination and it applies to men just the same and I don't think it is something to be ashamed of. I highly doubt this is any different in Bulgary. But we should really work on that (...)",
  "@asinnema @robertvhoesel @jdevalk Also, I don't see what discrimination - especially pregnancy based discrimination - could possibly have to do with low ICT education participation by women. How would that work?! We're just seeing people making free choices about what to study and that's absolutely fine.",
  "@asinnema @robertvhoesel @jdevalk I am not implying that at all. I am saying 3 things: 1. That differences in participation in certain jobs can have many causes 2. There are clear indications that leading cause (in NL and the nordics) is something else and 3. That we therefore need not be ashamed of it.",
  "@asinnema @robertvhoesel @jdevalk Also, there's no reason to focus this on women at all. One of the primary mechanisms for imprinting is the lack of men in daycare (due to real discrimination!). If imprinting is a factor here at all, it applies to all genders equally.",
  "@asinnema @robertvhoesel @jdevalk Absolutely. But that does not suffice to explain the chart on my link unless you believe such imprinting is vastly different in Bulgaria. In order for there to be a problem, we need proof, not just imagination. And the numbers seem to point to there not being a problem.",
  "@robertvhoesel @jdevalk Statistics show time and again that what we see here are the consequences of real freedom to choose what you like (instead of picking the job offering the most financial security). Why is this a problem? Why is it shameful? https://t.co/YVk1AZPgqE https://t.co/89angA4vVs",
  "@MvanToorenburg U stelt \"cannabis is sluipmoordenaar\" op basis van cijfers Novadic-Kentron. https://t.co/KjAvJkTt8O Daarom wilt u cannabis verbieden. NK behandelde twee keer zoveel alcoholisten als cannabisverslaafden, maar u noch het CDA rept over een alcoholverbod. Hoe zit dat?",
  "@degezondeteut @nynkelp @arjenlubach @PostNL @bol_com Die hoef ik daar niet over te mailen. Die bezorgt standaard thuis; dat is voor iedereen een stuk prettiger dan dat ik met mijn kroost zijn klandizie kom wegjagen:p",
  "@arjenlubach @PostNL @bol_com We zouden een https://t.co/u9peH1GVxj voor bezorgers moeten hebben. Dat zou de waarde van mijn huis goed doen; onze bezorger is zo'n held die altijd 's avonds nog een rondje doet. @PostNL zou hem extra moeten belonen voor pakketten die op dag 1 bezorgd zijn ipv alleen per pakket.",
  "@nynkelp @arjenlubach @PostNL @bol_com De winkelier op de hoek kan ook gewoon thuisbezorgen. En online verkopen. En een pakket-afhaalpunt beginnen. En open zijn op tijdstippen waarop mensen niet op werk zijn. De meeste mensen die fulltime werken kennen de winkel op de hoek alleen maar met gesloten deur:p",
  "@Japked Bellen was altijd al onbeschofte aandachtvragerij. Gelukkig begint het nu ook de gewoontedieren op te vallen :p",
  "@swubbb @suzan De data komt van Marcott en die heeft de hele lijn hetzelfde behandeld. Munroe heeft het geheel vervolgens nog wat vlakker gestreken, zowel stippels als zwart. Is weinig misleidends aan. Laat je niet voor de gek houden.\nhttps://t.co/84PiH2J5V2 https://t.co/1hDElUOSoT",
  "@miekg ... and I just woke up to my Pi B saying \"46%\" after a night of compiling opencv, well almost half of it... is that what you're going to do with your cluster? :)",
  "@heinragas Ze zien me aankomen bij het UWV. 100% arbeidsongeschikt wegens allergie voor katten :p",
  "https://t.co/DHA2DtvXzA clearly shows how the Public Money Public Code initiative might turn out to be a public health risk...",
  "@pvanengelen Ja die paste dus niet in de maximaal 4 opties die Twitter in een poll biedt :| Evenals bijeenkomst, gesprek, 1:1 (ik zag hem @miekg  :)), face-to-face, afspraak, daily stand-up, weekly dittes, retrospective, kick-off etc.",
  "@heinragas Klopt. Maar die context is vaak kneedbaar. Zo hebben wij hier nooit vergaderingen en in de zorg hebben ze nooit meetings :p",
  "A poll for the Dutch kantoorzitters. Zoals eskimo's vele woorden voor neerslag hebben, zo past het aantal woorden dat kantoorzitters voor bijeenkomsten hebben niet in een Twitter-poll.",
  "@cdaleeuwarden @sybrandbuma @frisodouwstra Efficientietip: met de komst van de #sleepwet wordt contact houden supermakkelijk. Je kunt al die lokale partijen opdoeken, stuk beter voor het milieu ook :p",
  "@Lisawesterveld Moet je eens in de zorg gaan kijken. (Lees: je kunt die conclusie niet trekken zonder ambitieverschillen man/vrouw mee te nemen.)",
  "@SNSBank Maar waarom niet gewoon standaard e-mailadres abuse@snsbank.nl hanteren? Nou moet ik op zoek. Ga ik niet doen. Dus loop je meldingen mis.",
  "@snsbank U hebt geen abuse@snsbank.nl e-mailadres. U loopt daarom belangrijke meldingen - o.a. van mij - over spam en phishing mis. Slordig.",
  "@nieuwsuit024 Ik ontvang phishing mail op mailadres dat ik UITSLUITEND op uw website heb gebruikt. U bent lek. Gaarne direct een verklaring.",
  "@sargasso Is de reageer-box bij https://t.co/o4M4poSCdO omgevallen...? Ik kan alleen bij dat artikel niet reageren?",
  "@albertheijn Volgens mij lust een koe heus wel aardbeien, maar mag ie niet zelf kiezen... #aardbeienyoghurt https://t.co/FHJSesD0BK",
  "@maximhartman Je gaat me toch niet vertellen dat je Idiocracy niet hebt gezien?",
  "Nieuws (1915). https://t.co/pOSdqGVhkZ",
  "@majomijling @BCCNL Vanaf mei 2018: GDPR. Boetes voor dit soort onkunde tot 10% vd omzet. Dat zou 170 miljoen zijn voor BCC :)",
  "I'm just going to leave this here. https://t.co/lAdAN42eir",
  "@twitjeb Type a tweet using a desktop browser and then select what you've typed using the mouse (like ppl with session expiration traumas do)...",
  "@twitjeb Not allowing this kind of stuff would totally cripple stuff like Google Docs, Office 365 and many other online editor thingies.",
  "@steeph Zonder verbod op PET-plastic (met oestrogeen-effecten) als voedselverpakking zou het toch een wassen neus zijn...",
  "@spatiegebruik Waarom zou @nn_nederland haar naam eigenlijk met een koppelteken schrijven? Nationale-Nederlanden. #koppeltekengebruik",
  "@pletterpet Yeah DNSSEC has that effect on me too ==D :p",
  "@spatiegebruik Marketing gedreven communicatie of marketinggedreven communicatie?",
  "@NachtvlindersVa @majomijling Ik wilde nog wat over musjes zeggen, maar dat paste niet meer. Reken maar dat al die dode buxussen door schuttingen worden vervangen...:|",
  "@majomijling @NachtvlindersVa Gaat er toch niet (alleen) om of iets mooi is? Minstens 20 op/in/van buxus levende soorten zien hem graag blijven. https://t.co/GXqUt8hgLZ",
  "@bosw8erthijmen Die is verdwaald dan. Lijkt me een Gewone Huisspin, die hoort thuis te zitten, niet op kantoor :p",
  "@tijtsma @steeph Nee. \"Schoner\" dan plm. 10x zo vies als trein is onhaalbaar en dan reken ik het klimaateffect van condensstrepen niet eens mee.",
  "@Datagraver @steeph Eigen risico vooral probleem voor minima, maar die krijgen toeslagen. Dit grafiekje inclusief die toeslagen zou derhalve relevanter zijn ;)",
  "@steeph Afgelopen jaar zo'n 2.5 miljard USD aan bitcoins (tegen dagprijs september) gemined. Kosten: 14 cent / kWh. Klinkt redelijk. Verwacht groei.",
  "@majomijling @Christalhelder Kan goed dat ze dan ook echt (ongeveer;)) elkaars spiegelbeeld zijn. Komt bij menselijke tweelingen ook voor. https://t.co/X2Axyryx0p",
  "@GewoonHiltje Buxusmot. Kill it with fire! (en upload hem bij waarneming.nl ;)).",
  "Ow my balls! But different. https://t.co/PfdrEOXzJw",
  "@ZEMBLA Een beetje eenzijdige journalistiek om de structurele aard van het probleem structureel te verzwijgen... *flashback* https://t.co/sdy3WKMSPx",
  "@Stam_Pittas @defense_news That's exactly what we thought in 1940 :p",
  "@Blavity *cringes at last sentence* How about just leaving your skin-color-obsession out of otherwise good articles? https://t.co/mieFqBIgIv",
  "@MicromothsNED Jullie een idee? https://t.co/jStiXkz5x4",
  "@vlinderNL Kunnen jullie helpen deze te determineren? (gezien eind juli in Nijmegen) https://t.co/GSZODpC3ZK",
  "@vlinderNL Vlindereitjes op de tent. Hebben jullie een tip over hoe en waarheen te verplaatsen? https://t.co/eC6r83jJog",
  "@trouw @Webcare_Trouw Wat denken jullie precies te bereiken met jullie ge-telefoon-spam? Flikker op. https://t.co/SzY4WqERB5 #haat",
  "@majomijling Heb je de achtergrondinformatie en de directe aanleiding (seksisme in het basisonderwijs ten nadele van jongens) gelezen?",
  "@majomijling En nog een. Omdat het ertoe doet. https://t.co/yFl4Qm8jRR",
  "@majomijling 19% minder inderdaad. https://t.co/dwARQQMZdL",
  "@majomijling Is dit niet gewoon het verschil tussen sarcasme en ongeloofwaardig fake news?",
  "@majomijling Graafwespen. Ik zie ze dit jaar opvallend veel. Zijn bij lange na niet zulke klootzakken als de Gewone Wesp. https://t.co/IMS0KGYiEq",
  "@majomijling Daar wennen juffen vrij snel aan hoor 😂😅",
  "@majomijling \"Burgemeester Nijmegen op Intensive Care na poging kopgroep Koning Lex en toekomstig wethouder Mijling bij te houden.\"",
  "@majomijling Gemiste kans trouwens van Lex. Hij had er gewoon keihard tussenuit moeten demarreren.",
  "@majomijling Maar wie is het? Ze fietst vooraan maar op de andere foto's staat ze een beetje raar \"opzij\"... allemaal verlegen zeker, die kerels :p",
  "@majomijling :-(",
  "@majomijling Mag je dan een wens doen?:p",
  "@majomijling Ik vond het al knap dat je hem verplaatst had:p Gecondoleerd :p :|",
  "@majomijling Uit jouw ene komen genoeg straks genoeg zaadjes om je tuin 10 keer te vullen;)",
  "@majomijling 4 euro! Misschien moet ik maar een tuincentrum beginnen met mijn 45 gratis vingerhoedskruidjes:p",
  "@majomijling Heuvelachtig. 😉",
  "@Datagraver @steeph Als je heb op de kop houdt heb je precies de grafiek van de gemiddelde leeftijd van mijn fietsen🙃 #oorzaakgevolg",
  "@majomijling Ik heb ook wel eens in jouw trainingsgebied gereden😋😅",
  "@MHendriks91 Je zou hiermee kunnen beginnen. https://t.co/XTpPnbDrIB",
  "@majomijling Ik heb me langer dan logisch is zitten afvragen wat een verslening is:p",
  "@majomijling Stel je voor dat #HetGrut aan het knutselen is met lijm en wcrolletjes. Hoe daarna de tafel eruit ziet, maar dan op je muis:p",
  "@majomijling @KCBalthazar Ik hou van duidelijk :) Zo ontdekte een kattenbezittende collega met een muis vol snot onlangs :p",
  "@KCBalthazar Jullie mogen mij best volgen maar ik ben zo idioot allergisch voor katten dat ik ze het liefst allemaal dood zie neervallen :p",
  "@islandsvinur @MHendriks91 Tuesdays' AWS S3 outage probably convinced them that the cloud really can offer a very comparable disaster rate:p",
  "@islandsvinur Ja die is slachtoffer geworden van @klimaatgek :p",
  "@islandsvinur Het zou ook kunnen dat we het over Svante Arrhenius hadden ;)",
  "@majomijling Mede door al jouw \"spam\" heb ik me zojuist aangemeld als BHVer. ;) #twitterwerkt :p",
  "@MHendriks91 Nee maar de ze zaten nog niet in de 2e kamer en daarom vind je er op partijgedrag.nl dus niks over.",
  "@MHendriks91 Easy! Even met https://t.co/Qnkm6nGVqn spelen, wat partijprogramma's van nieuwkomers (piraten bv) lezen en klaar ;)",
  "@Noor_023 @spatiegebruik Hypercorrect? Out-of-the-box-oplossing lijkt me toch echt verkeerd geschreven :p",
  "@majomijling FYI Het was geen aanslag op een onschuldige auto ;) https://t.co/HF1WkzwviG",
  "@spatiegebruik Mijn middels stripverhalen getrainede oog interpreteert de betekenis van de juxtapositie van de tekst toch subtiel anders:p",
  "@spatiegebruik Ja maar op het plaatje wordt al gepeperd dus is dat gebod ook een beetje mosterd naar de maaltijd :p",
  "@spatiegebruik Dat lijkt me eerder noten peperen. Noten betekent slaan/kloppen dus peper noten betekent echt iets anders ;)",
  "@steeph En daarmee particulier autobezit stimuleren? Beter maken ze de weg nu eens echt vrij voor elektrisch rijdende Uber-achtige clubs.",
  "@CorienKoreman Ok ;) Any chance dat de ATBroute wat opgeleukt kan worden met een nieuwe singletrack hier en daar op gekapte stukken? ;)",
  "@CorienKoreman Dank, goed opgelost! Ontbreekt nog wel bordje bij zwarte cirkel. Veel bandensporen verdwaald :p Geen straf overigens ;) https://t.co/DwxD4V69ZB",
  "+1 https://t.co/x7PZgNeo4L",
  "@CorienKoreman Top dankjewel!",
  "@CorienKoreman ... nu moeten atb-ers door het bos dolen op zoek naar een uitweg en komen des te meer coole maar gevaarlijke machinerie tegen",
  "@CorienKoreman De waarschuwingsborden heb ik gezien, maar gezien de route volledig geblokkeerd is had ik ook een omleiding verwacht...",
  "@CorienKoreman Prima omleiding!:) Echter, de rode route is geblokkeerd en levensgevaarlijk ivm machines. Ik heb daar geen omleiding gezien?",
  "Pubers retweeten letterlijk alles",
  "@maximhartman Echte mannen bakken hun eigen alubroodjes van zelf leeggedronken bierblikjes. https://t.co/dVDD1u6M4B",
  "@saskiawassenaar Maar ik zie nergens iets over selfies met een lijk staan?",
  "@saskiawassenaar Mee eens. Maar daar is hier toch geen sprake van? Staat in ieder geval niet in artikel.",
  "@MHendriks91 aan de muur!",
  "@saskiawassenaar Want als je er geld voor krijgt gelden andere normen en waarden? Je werkgever is vaak juist erg blij met amateurfoto's.",
  "@saskiawassenaar Het ging toch om hinderen politie? Je post zelf de afgelopen 24u 2x een foto van zo'n plek. Wie maakt die dan?",
  "@saskiawassenaar Volgens mij maakt het niet zoveel uit wat je doet tijdens het in de weg staan. Of mag breien wel?",
  "@majomijling Ik ook. Naar de smaak ;p)",
  "@majomijling @bosw8erthijmen Die beesten lopen daar \"zo natuurlijk mogelijk te zijn\". Daar past castratie m.i. niet bij. Opeten wel.",
  "@majomijling @bosw8erthijmen Dit lijkt me een stuk diervriendelijker vlees dan plm. alles wat in de winkel ligt dus waarom zou je dat doen?",
  "DHL track&amp;trace has some missing language labels (##nolp.query.label.ZipTip##). But \"Shipment sent to wrong address\" works fine...:p",
  "@majomijling Vergeleken met huidige gang van zaken (babies bij geboorte afpakken) lijkt me dat toch een stuk humaner....:|",
  "@majomijling @Dar_nv Tot iemand een \"melding overlast openbare ruimte\" doet op nijmegen.nl ;)",
  "@majomijling Gecondoleerd. Heel veel sterkte!!",
  "@majomijling @vierdaagsefeest Nou ik heb wel een beetje angst hoor. Voor de kater :p Katers :\"p",
  "Hi @livecrowdnl! Vraagje over #dtrh: Pendelbussen rijden vanaf 800. Is de camping dan ook al open? Vanaf hoe laat ben ik op de fiets welkom?",
  "@majomijling Welkom.",
  "In minder dan een kwartier van niks-te-zien naar dikke-rookpluimen-uit-beide-torens. #puurtoeval :p https://t.co/USz9YTXzmT",
  "@majomijling @gem_Nijmegen Ik vind hem uit veel mooier. Nijmegen heeft al veel te veel veel te felle verlichting in de skyline...",
  "@majomijling Ik zat met handschoenen aan en muts op aan zee te vernikkelen :( Ja en ik wist van niets dat hielp ook niet :p",
  "@hannover_messe @ScienceguideNL Promoting gender equality by singling out women and treating them as oddities. Brilliant. #Powerwoman",
  "Bij buitenzetten biobak 2 tref ik idioot grabbelend biobak 1 aan. Had rottende macaroni nodig om zijn niet-GFT-afval onder te verstoppen...",
  "En hij is open. #nevengeul #spiegelwaal #nijmegen https://t.co/f5xHbIfsRh",
  "@lalalalinder @arjenlubach Homeopatische middelen bieden huisarts keus bij geven placebo's en zijn probaat middel tegen hypochondrie.",
  "A question for morphological philosophers: how many holes are there in a brand new sock?",
  "@mjamijling Gros vd trip betreft daadwerkelijk vrijwilligerswerk doen en Sunweb doet het zonder winstoogmerk. Ik zie niet wat de truc is?",
  "@MHendriks91 Levensduur: maanden. Interesseduur: weken. Afstandsbediening kwijt: dagen. Maar goed weggewerkt ziet het er wel leuk uit.",
  "@mjamijling Dat is toch niet smakeloos?",
  "https://t.co/vXoBtAeDnx",
  "@MHendriks91 Goed punt. Doe die met 625m2 dakterras dan maar:p https://t.co/8NBv4FgTht",
  "@MHendriks91 Ja doe mij die maar.",
  "@mjamijling Ik had erop gerekend dat twitter on-hover wel de titel zou laten zien om dit leed te voorkomen ... :p",
  "@mjamijling Maar zo kan het ook natuurlijk:p https://t.co/oLKcNSzHjD Ook bij onderkoelingsverschijnselen toepasbaar:)",
  "@mjamijling Overdrachtelijke stalen ballen die in het water springende mensen hebben:p",
  "@mjamijling Dan gebruik je je stalen ballen. Of een Resqme, dat zwemt wat makkelijker dan al die zware dingen en kan aan iedere sleutelbos;)",
  "@miekg My inbox 14 Dec 2001: \"jullie waren ook bezig om backup scriptjes te maken en ik toevallig ook. (...) grtz Miek\" Obviously you won;-)",
  "The wise @sandimetz on unnecessary abstraction https://t.co/RxgihEj9F1",
  "@MHendriks91 @spatiegebruik Uitdaging: eet geen producten met spelfouten in de naam zonder ondervoed te raken:p #vierseizoenenpeper",
  "@stonehead Or beyond. Well-aimed nationalism has the potential to completely eradicate the root cause of global warming :p",
  "@stonehead I'm afraid proper widespread active nationalism could fix climate change pretty well... :p",
  "@gem_Nijmegen De bekendmakingen-site is (weer eens) stuk... https://t.co/Iaw8dRj454",
  "@bitsoffreedom Monteren jullie ook luxaflex?",
  "Herken me sterk in dit stuk van @chr_weijts. Las alles wat los en vast zat op basisschool, stopte op middelbare https://t.co/j8cMSo8XuU",
  "@Ticketmaster_NL Kunnen jullie niet een optie toevoegen om TicketFast-tickets niet te mailen maar enkel te downloaden? Mail is onveilig.",
  "Does your keyboard allow simultaneously pressing zxvb or zxnb as if playing a chord on a piano?",
  "@MHendriks91 Hoef je je in 2016 iig niet te vervelen ;)",
  "Counterintuitive Comparison Of Relative Population Latitudes Of US, Canada &amp; Europe - https://t.co/IQ5zTEHN7b https://t.co/s6SAjgzuu2",
  "@MHendriks91 Congrats, sir - a great way to wrap up the year ;)",
  "@MHendriks91 Ik moet bijna kotsen, maar ik stop me vol. https://t.co/ubvXwRC1sS",
  "@MHendriks91 Tostis van feeststol? Ik loop vast even een rondje om te inventariseren waar de brandblussers hangen :p",
  "@adnl Tip: gebruik bij spelling \"duurzamestroomcertificaten\" de \"langeafstandsloperspellingsregel\". @spatiegebruik https://t.co/xGxwX02hlZ",
  "@PessimistsArc @iamDeveloper But isn't shade well known to interfere with photosynthesis? ;) I'm afraid these people have a valid point...:|",
  "@twitjeb @stonehead Or, to reply to your metaphor: I don't think learning to walk should be taught in elementary school :p",
  "@twitjeb @stonehead I think you shouldn't teach children something in sixth grade if they already start doing it in first grade.",
  "@stonehead I bailed out of such a course at that age: used the \"wrong\" fingers. Still outtype almost everyone. Don't do this to kids:p",
  "Encountered this lovely summer house in my slideshow. https://t.co/GzauqqWN4o",
  "@doornroosjenl @mjamijling @DeGelderlander Hebben jullie nou ook al een deurschoenenbeleid?! Dan kan ik net zo goed naar de molenstraat!:p:p",
  "@maximhartman Met tieten mag je in ieder geval jezelf bezoeken op Lowlands:p",
  "@twitjeb @miekg Does it also involve sticking cilindrical objects coated in psycho-active illegal subtstances in certain orifices?",
  "@miekg @twitjeb Then you're wasting your skills! :p",
  "@PwC_Nederland 404 Not found.",
  "December wat doe je?!:-) https://t.co/Hwe0OVFUbu",
  "@MHendriks91 \"3h ago\". Au :p",
  "@mjamijling Ik stond buiten van de \"rust\" te genieten dus dat was ook geen eerlijke orientatiecompetitie ;)",
  "@mjamijling Het was in #heseveld ;) volgens mij in de #Klimopstraat #hartverzakking hierzo.",
  "In dutch \"kidney bean soup incubation period\" is a single word: Bruinebonensoepincubatietijd ;)",
  "@MHendriks91 We blijven helaas nog even in de 1990s steken... https://t.co/rn9GjcQrXt",
  "@MHendriks91 https://t.co/Qu6QuUmyZ0 ;)",
  "@mjamijling @SchouwburgNMGN Ik wilde zelf de lat ook niet hoger dan \"een beetje wiebelen\" leggen ;p",
  "@mjamijling @SchouwburgNMGN Maar daar kun je toch niet bij blijven zitten...?",
  "The lyrics in the youtube description of this masterpiece are worth a read too. https://t.co/hHqqdQdoxz",
  "... by far the most difficult problem on @projecteulerbot I've encountered so far is getting the confirmation codes right... :p",
  "@twitjeb #coding Not Invented Here Syndrome Syndrome.",
  "@spatiegebruik Graag uw deskundig advies betreffende het al dan niet toepassen van spaties in \"Hoerenneukennooitmeerwerkeninstelling\"!",
  "@MHendriks91 Er is weer een nieuw woord van de dag, maar zoals het gros van de Nederlandse woorden past het niet in 1 tweet :p",
  "Woord van de dag: laaghangendfruitclausule.",
  "@Wetenschap_NL Bovendien voorselectie op migranten. Emigreren vrouwen met talenknobbel vaker dan mannen zonder talenknobbel thuisblijven?",
  "@Wetenschap_NL Al is die dataset nog zo groot, hij bevat geen enkel gegeven over het leren van andere tweede talen dan Nederlands.",
  "@Wetenschap_NL @ScienceguideNL Onwetenschappelijke overgeneralisatie van wat het onderzoek aantoont... Jullie zouden beter moeten weten.",
  "@MHendriks91  Je bent in beeld! :p https://t.co/2mt5LRSIGU",
  "What do you hate most?",
  "It's easier to change 5 lines of highly coupled code than 5 layers of indirection written in anticipation of the future.",
  "Beyond CAP-theorem.... completely beyond me. #Devoxx",
  "@markko69 Ik hoorde het:( Wij hadden konijnenvoer met fietsbanden en gestampte tomaten:p",
  "@MHendriks91 That's my CAP-theorem:p",
  "Comsistently hungry. Will partitions of food be available? #Devoxx",
  "@maasg or we could have #pepper drive around sniffing people if only it didn't have such an archaic API:p #devoxx",
  "They took ur jobs #devoxx #pepper",
  "Please.bring.food #devoxx #hungry",
  "About to eat a spliterator #devoxx #streamvoxx #hungry",
  "Somebody farted near the back row #devoxx #streamvoxx #airpollution",
  "Could the guy on the right side of the back row stop slamming his keyboard please? # devoxx #streamvoxx #noisepollution",
  "In the #streamvoxx talk. Still hungry. Can I order a friet oorlog?",
  "@suzan Interessantere vraag lijkt me wat degene die die trolley daar heeft neergezet voor beeld heeft van de menselijke melkproductie:p",
  "Modern times https://t.co/pNeDSmKZoZ",
  "I think this https://t.co/2OeFHWB0hT fits quite well as soundtrack to this enigmatic image of post-WW2 Nijmegen. https://t.co/drFk7IQJFv",
  "Vanuit midden in de zaal nog best een aardig plaatje van @garbage in @013 weten te maken met de Ricoh GR ;-) https://t.co/UjMdtOkg03",
  "Had ik al gezegd dat Hans Rosling te gast is aanstaande zondag? 📋📈📉😮 #zml",
  "@jillesvangurp Looks promising but as I came closer to the example for \"import js.dom.html.*\" I started to notice a faint smell... :p",
  "Pyrrhic victory: when your code review is twice as long as their patch without even being pedantic...",
  "@ionicasmeets @onzetaal \"Mijn broek en ik passen elkaar niet meer.\"",
  "@mohamedouaamari Wat zeg je?",
  "@Spitstwit Wilde katten zijn beschermde diersoort. Jullie bedoelen waarschijnlijk verwilderde katten in jullie poll. https://t.co/PhKUR0HCmd",
  "@doornroosjenl Top. Als beloning voor jullie snelle reactie zal ik morgen naar @Radkey gaan:p (en anders ook natuurlijk ;) ).",
  "@doornroosjenl Klein verbeterpuntje: volgens de FAQ kun je met Paypal betalen, maar het betaalwijzeselectieding denkt daar anders over ;) ;(",
  "Gezocht: proefpersonen voor een luistertest.\n\nDuurt 'n halfuurtje, komend weekend in Nijmegen.\n\nEr is drop en mars.\n\nEn je helpt mij enorm.",
  "@MHendriks91 Ik ben \"bijna\" jarig:pp",
  "@stonehead I only see someone involving mom and boss in a (somewhat rude) discussion. That's no threat, true;  it's an attack.",
  "@stonehead What makes you believe these people lack that 'privilege'? And what minority do they belong to?",
  "@stonehead I see about 4 victims here...",
  "@stonehead Which brings me back to the original question that started our little conversation ;)",
  "@stonehead Was talking about both. I sympathise with their cause but do not approve of their bitter approach (based solely on your link).",
  "@stonehead Also, shouting \"Marry me\" was not misogynistic in the context and I think the tone of article that started this was unwarranted.",
  "@stonehead True, it's not just childish. However, I do not believe in fighting evil with evil, which is what happened here.",
  "@stonehead What made you decide to retweet these childish responses to childish comments on childish overreactions to childish remarks...?",
  "@MHendriks91 http://t.co/Ryuac2pYSO :p",
  "Wordt #helikopter #nijmegen trending topic:p",
  "Tested my Ricoh GW-3 on La Defense. It passed. http://t.co/Ur5IldnCFn",
  "@LinkedIn In emails, plz dont use links 600+ chars long unless it's about Llanfair­pwllgwyngyll­gogery­chwyrn­drobwll­llan­tysilio­gogo­goch",
  "@helmernl @jeroenwetzels Hehehe ;) Als ik mijn broek vol had gescheten zou ik ook wel even op het toilet blijven zitten :p",
  "@helmernl @jeroenwetzels Aan wat voor vooroordelen zat je precies te denken? Het vermeende verband tussen haarkleur en poepduur?",
  "An Arab-looking man of Syrian descent in a garage w/his accomplice building what appears to be a bomb. Arrest them. http://t.co/2i4f5PT0EB",
  "Tomorrow we will have salad. https://t.co/fIe2enTEGG",
  "@majomijling Vind dit wel een mooie soundtrack/antidosis voor na het terugblikken op Estranged-periodes ;) https://t.co/4lKR1E8bTF",
  "@Dar_nv Zomaar een ideetje... tijdens de spits drukke smalle wegen (denk: Muntweg) mijden zodat 1000en mensen niet 15min hoeven wachten?",
  "@majomijling Klassiek voorbeeld van het DG-fotobeleid:p https://t.co/wTEVN87ou5",
  "Thank you @washingtonpost for posting the @TSA's master keys :)\n- All lockpickers\n#security \nhttp://t.co/lV0eUIi58c http://t.co/4Ljrv4IGiN",
  "@majomijling @daphentria In sommige gezinnen met meer kinderen loonde werken voor ouder met laagste salaris namelijk niet meer...",
  "@majomijling @daphentria Precies. Maar nog belangrijker is verminderen van verborgen werkloosheid van moeders voor wie werken nu niet loont.",
  "@daphentria @majomijling Blijft sowieso vaag; gevolgen bezuinigingen 2012 op werkgelegenheid&amp;arbeidsparticipatie niet eenduidig te bepalen..",
  "Google Maps now shows Nijmegen in 3d from all directions. Addictively awesome (and only in Nijmegen;-)). https://t.co/VLAOp0mu7K",
  "@majomijling @daphentria Duizenden van die werklozen werkten voor de verlaging van die toeslag nou juist op kinderdagverblijven...",
  "@MHendriks91 respetc. :p",
  "There is zero statistically significant gender difference after test-takers imagine themselves as stereotypical men. http://t.co/FeWxYER2re",
  "Allemaal even de xkcd survey invullen :) http://t.co/rmfS2J4FJl",
  "@ZEMBLA \"videoconfs met India eind vd middag vanwege tijdverschil\" Eind vd middag in NL is avond in IN. Is die meneer een acteur?:p",
  "@majomijling (...) it should be possible to\npinpoint potential trouble-makers...And neutralize them. (...) https://t.co/Rg2tZRyEKz",
  "@ZEMBLA Hoogst verbaast over de titel van jullie documentaire; spaghetticode is 1 woord in het Nederlands... #spaghetticode #spatiegebruik",
  "@MHendriks91 Congrats Master Matthijs!!",
  "Apparently Denmark has joined the ranks of China and Saudi Arabia and established a ministry of Truth... https://t.co/2zS4bjO0Ft",
  "@roelverhaak inmiddels is bas er ook! :-)",
  "@roelverhaak http://t.co/7tXyJd6VjK",
  "@roelverhaak Bel Hellborn eens. Nu! :-)",
  "Apparently @BoelsRental organized some kind of shitting contest... #4daagse http://t.co/yWlWtHKZTu",
  "@MHendriks91 Daar zitten de \"souvenirs\" in:p",
  "One more hand-pic from yesterday: @YousefGnaoui at @Valkhoffest - he will be back in town in November in #Merleyn! http://t.co/KBFhl4ZAGT",
  "@majomijling Danku;) De eerste na 4 dagen die zonder nabewerking de deur uit kon dankzij het vakwerk van de belichtingsmeneer :p",
  "Tried to photograph the @memphismaniacs but only got Roy's finger:| http://t.co/avGo5wJar1",
  "@majomijling True. Sinds ze vorig jaar de krakers hebben afgevoerd wordt het snel beter. Nu mijn voortuin nog.. goed punt..:p",
  "@majomijling Die is van de buren maar de mijne is niet veel beter. Past wel goed bij de straat. Broken windows theory in action...",
  "@majomijling Zo dichtbij. Heb je nou van schrik je teen gebroken? :p http://t.co/JwwZpfcUzL",
  "@majomijling He ja 678 jaar ofzo! Ik zag een foto van jouw uitzicht met net niet of net wel mijn huis erop!;) Welkom in de pauperbuurt!:-p",
  "@DTRH_Fest Klopt het dat consumentencamera's \"waar je ook mee kunt filmen\" (allemaal dus) niet op terrein mogen? Of vergissing van security?",
  "I wonder how much phone manufacturers pay Whatsapp to not implement  SD card storage...",
  "This is not my latest tweet.",
  "@MHendriks91 Check! Ik ook ;)",
  "@inekevangent Wist u, als exotische eekhoornbestrijder, dat GL Nijmegen doodleuk exoten uitzet? http://t.co/fMBipeclCg",
  "@Radboud_Uni Dat lijkt me geen drone maar een gewoon quad-coptertje.",
  "@FrietWagdBankje Reageren op dit artikel is niet meer mogelijk. WTF?!",
  "@FrietWagdBankje  \"Reageren op dit artikel is niet meer mogelijk.\" WTF? :(",
  "@Rapid_Razor_Bob Waarom was de film \"Under the skin\" ineens uit het programma verdwenen? Ik keek er al heel #LL14 naar uit :-(",
  "@monomythmusic at @Valkhoffest http://t.co/XqfILG2z6B",
  "test1233",
  "Did I  mention that the @ubuntu image viewer bug I used to rant about was fixed? Replaced with a brand new bug... https://t.co/aFuu3w1sB1",
  "Old lock http://t.co/K2StOAK0lG",
  "Hoping for more on the #spliterator in Room 5 #devoxx http://t.co/4UaRBB81k1",
  "@patrick_atoon I think #dv13 hashtags aren't appearing on the big screen.. http://t.co/HJmuAsxJsa #devoxx",
  "@zmooc Spliterator gaining traction: http://t.co/4UaRBB81k1 #dv13 #spliterator",
  "Listening to the sound of the well tempered spliterator in room 7 in a few minutes. #devoxx  #dv13",
  "Yesterday we saw python, ruby, renderscript, C. Today kicks off with Dart. Java may not be dying but is sure isn't winning. #dv13 #devoxx",
  "#devoxx: cool talks are about ruby, python, C stuff. Java guys are emphasing Java is not dying. Is Java dying? #DV13",
  "Waiting on talk about efficient meat processing on android #dv13 #devoxx #dv13",
  "@bhmulder I think I'll eat a raspberry meat pie but tnx for the tip:-) #dv13 #devoxx",
  "So hungry I'd eat a spliterator #devoxx #DV13",
  "Spliterator still is de woord. #dw13 #devoxx",
  "The word is Spliterator. #DW13",
  "@UN / Verene Shepherd Since you appear to have problems with Zwarte Piet, may I kindly introduce to you: Sinterklaas. http://t.co/yKZiKUmUNI",
  "@miekg Actually, the fix having been available since 2013-05-24 but not ending up in a regular release only makes this more ridiculous...:p",
  "...and that was the fourth month without a working image viewer on @Ubuntu. Ready for the desktop my ass. https://t.co/6JiWiwC2lw",
  "Imageviewer in @Ubuntu broken for 3 months now. Obviously this flavor of Linux is not ready for the desktop at all. https://t.co/6JiWiwC2lw",
  "If Rammstein wrote code... https://t.co/h5u65NO4Ze",
  "This patch doesn't really make me feel all warm and fuzzy inside... http://t.co/qq30yguUto",
  "... over two months now without a working image viewer on @Ubuntu .... https://t.co/6JiWiwC2lw",
  "@youtube Do you really hate me so much for not giving my \"real\" name that I now usually have to log out to be allowed to watch vids?!",
  "Linux'll never be ready for the desktop. @ubuntu image viewer broken for over a month. How can they not test this?! https://t.co/6JiWiwC2lw",
  "Please vote for me so I can win a new cam! :-) http://t.co/hgSu3WLkBb",
  "@MHendriks91 Fix ik. Ik ben er zelf morgen ook gewoon.",
  "Successfull vs disastrous #Ubuntu upgrades so far: 0:5. Sorry I neglected you, #Debian.",
  "@MHendriks91 Ok tot morgen!",
  "http://t.co/kafTjrJhGM",
  "@denoordzee Vroeg jullie verleden week om opheldering betreffende uitlekken van mijn e-mailadres. Gaan jullie nog antwoorden?",
  "@MHendriks91 Ja vrijdag wordt er gewoon gewerkt. Maar niet door mij want ik heb dan vrij:-D",
  "@denoordzee Zijn jullie gehackt? Ik ontvang phishingspam op mailadres dat UITSLUITEND bij jullie bekend is. Gaarne per ommegaande uitleg.",
  "@UPC Wat is de levertijd op een nieuw \"Power\" abonnement? Heb namelijk enkel interesse mits het voor het weekend geregeld kan zijn:)",
  "PvdA pleit voor LED-verlichting in tunnels. Zoiets? http://t.co/1n1NySqwlO",
  "WTF? http://t.co/UbIaXfL2b9",
  "Zo doe je dat. http://t.co/DtCcm5rGoA",
  "GoPro joins the ranks of SCO, Apple and Sony and is now officially evil. http://t.co/zIhINTnvzc",
  "Small Data is when is fit in RAM. Big Data is when is crash because is not fit in RAM.",
  "@FBTOwebcare FYI omdat jullie me 50x per dag lastigvallen met lawaaiige kutreclames zojuist al mijn verzekeringen elders afgesloten. Eikels.",
  "Er vloog zojuist een flink ballonetje met een camera eronder over #Heseveld, #Nijmegen. #Ballon #Nogeenhashtag http://t.co/K4Rv3AnT",
  "@MHendriks91 Ok prima. http://t.co/IzpF236s",
  "s/van van/fan van/ stop de tijd.",
  "@MHendriks91 Dat was @BrendanEich, geestelijk vader van JS, CTO van Mozilla en supporter van Proposition 8. Geen van van A. Turing denk ik:p",
  "Videoplayer op mute en toch 10x per dag die @FBTO tandartsboor. Wat denken ze daarmee te bereiken? Haat? Nou dat lukt. Fuck you FBTO.",
  "Nou heb ik #*()%&amp; nog steeds 2 stuks Axe 2012 The final edition in de kast staan. Ik ga volgend jaar zo vorig jaar ruiken...;p",
  "@miekg En ik wist niet dat Stephen Hawking Duits sprak:p",
  "\"Recommended for you\" http://t.co/5ohzMGPO Danku.",
  "It's a perfect day for this timeless classic! http://t.co/g047PPoE http://t.co/eJlslAbd",
  "Dit is mijn onzinnigste tweet ooit.",
  "@yoast Bloedig? http://t.co/9WhLLY3d %-]",
  "@yoast Maar wat is praktiseren dan precies? Of denken die katholieken eigenlijk voornamelijk in termen van copulatie?;P",
  "@monchito Och als het Vaticaan net zo standvastig is als met kerstbomen, hebben we binnen 100 jaar een openlijk homofiele paus;)",
  "@VanguardPhotoEU So I just got myself the old model, a nice Up-Rise 45 and am glad I did. Thanks for your advice;-)",
  "@VanguardPhotoEU To me back access is not about ease of access but about being able to put the bag down without getting the harness dirty.",
  "@miekg Debian it is.",
  "I love Ubuntu. The way all installs ultimately become terminally ill and force you install a proper OS, that is. 3 down 1 to go.",
  "@Brittjje Was de ketting van je Ford Ka afgelopen?;-)",
  "@Brittjje Met afwasmiddel. Of desnoods schuurpapier. Moet ik helpen?;-]",
  "@VanguardPhotoEU Thanks! What was the reason for dropping it?",
  "@VanguardPhotoEU Does the Up-Rise II 45 have rear-access like the Up-Rise 45? What are the main differences between these two bags? Thnx.",
  "What the hack is wrong with these people??... http://t.co/99sQJT2o",
  "I thought calibrating a monitor was a thing of the past. I was wrong:-) http://t.co/OSG2xhTO",
  "http://t.co/ZRgiM6XR [trackpolitie] Sinterklaas, ik trek 't niet meer",
  "Het sneeuwt :D",
  "@MHendriks91 Gemiddelde levensduur shotglaasje is dan ook maar 1 jagerfeestje;-)",
  "@MHendriks91 Mijn Jagerfeestje is kouder!:-&gt; http://t.co/S2AAiajd http://t.co/vH0wR8C8",
  "@steeph IANAL maar dat valt m.i. onder citaatrecht (art. 15a). Bronvermelding (incl naam auteur!) moet wel duidelijker.",
  "@Telfort online opzegformulier ingevuld. Na maand mail dat ik moet bellen. Lekker Onbeschoft. Andere abo ook maar opzeggen als represaille?",
  "Obama legt uit. http://t.co/fvRNVITc RT @CrisisGLZ Zo ziet keramische wol eruit: http://t.co/477726Gd  Raak dit niet aan en laat het liggen",
  "Drone met blauwe lampjes inspecteert het gat in #Electrabel #Nijmegen #Electraboem. http://t.co/NQ2Qq1PY",
  "Niet heel goed te zien zo, maar toch veel schade daar denk ik. Waar t zwart is, zat volgens mij eerst muur. #nijmegen http://t.co/x2QVojWQ",
  "If you don't hate time zones, you're not a real programmer.",
  "@MHendriks91 Hee die heb ik ook. Werkt nog niet als advertised, maar mijn ark is dan ook nog niet af:P",
  "LFO's Shove Piggy Shove made into I Go Humble by Bjork: http://t.co/SDfd8iAj (B-side of the beautiful Isobel single) http://t.co/jEwPuNDk",
  "Telfort wil me nog niet kwijt... telfort opzeggen: Bad Gateway The proxy server received an invalid response from an upstream server.",
  "Katteneigenaren vermoorden ruim 30 onschuldige dieren per jaar. En poepen mijn tuin onder. Ik haat ze. Een beetje. http://t.co/6WgbQ2iL",
  "@MHendriks91 Mailconversatiefun. Het rodedassendrama?:P",
  "Sex met honde keur aids. http://t.co/dCgop0nN",
  "Een paar honderd geschrokken gezichten: http://t.co/nDJOwfia . Let ook op het geweldige behang. #inspiratie",
  "Samsung ad placement win. Or fail. Or win:) http://t.co/OewEiaBH",
  "WhatApp is now officially Evil. http://t.co/WZahstTf",
  "Ik hoor Zwelgje in de Zwarte Bergen toeteren. Maar het zou ook een malloot met een vuvuzela kunnen zijn...",
  "De Poolse vlag opmerkingen mogen nou wel langzaam uitdoven...",
  "VVD haalt Rutte binnen met Viva la Vida van Coldplay. Misschien moeten ze de tekst eens wat verder lezen dan \"rule the world\"...:P",
  "Zo'n muziekact krijg je dus als je bezuinigt op cultuur #VVD",
  "Zag net 1stukje van de 50+partij, als deze zingende mensen ons land gaan besturen word ik vluchteling [pic] http://t.co/81jeDNqG",
  "Wat een boefje ook, die Onno Hoes. Met zijn vooruitziende blik.",
  "Kijk nou, de voormalig eigenaar van de ABN-AMRO bank is op TV!",
  "EPIC! RT @Michonnet: Dat valt niet mee, 150 Kamerleden kiezen  http://t.co/Wr7xIkE9",
  "Op schier op schier op schier op schier. Plaat is vastgelopen.",
  "Ja laat ons dan ook niet in de steek! ... @FemkeHalsema Slecht nieuws voor mijn kluppie.",
  "41 toch? @pletterpet Hoeveel zetels voor Partij tegen de Burger? #tk12",
  "@MHendriks91 Vertrouw mij maar, dat zou ik nooit doen:pppp",
  "@MHendriks91 Goed om te weten &gt;:-D",
  "@MHendriks91 Ja ik vertrouw behalve stemcomputers ook stembureauleden totaal niet:p",
  "@MHendriks91 Jazeker. Verkiezingen zijn van begin tot eind openbaar. Of vertrouw jij ze op hun blauwe ogen?:-)",
  "@miekg Nee die hebben hun werkveld verlegd naar het bespioneren van bejaarden, melkvee en uw bagage:p",
  "Gaat er zometeen nog iemand het tellen van de stemmen bijwonen ergens in #Nijmegen?",
  "@PolitieGLZ Bedankt voor de helikopterwekker.",
  "Lol zelfs de spitsnieuwslezer heeft inmiddels door dat Rutte ze voorliegt met onrealistische nonsens:p Er is hoop! http://t.co/0ajDGBTu",
  "@MHendriks91 Op de partij tegen de werkende moeder tegen de ecologische hoofdstructuur en voor drugscriminaliteit zo te zien?:P",
  "@MHendriks91 Dat is hier: http://t.co/cho3st4X",
  "Auto zwemt op Takenhofplein in Nijmegen http://t.co/gmCuEkyy",
  "Speciaal voor @tomhendr omdat hij geen FB heeft. http://t.co/IosLB6Yw",
  "Om het maar niet te hebben over de overbelichte luchten...",
  "(Auto)focus en witbalans van Curiosity zijn ook niet bepaald om over naar huis te radioen zeg... sjongejonge.",
  "@twitjeb 500 zetels? Daar heb ik nog een videotje over! http://t.co/Xqx5bbhJ",
  "@MHendriks91 Dankje, heb ik lang aan geengineerd:p",
  "Ik zag net een ijsvogeltje (http://t.co/yNgHmq9q) midden in de stad! Hier http://t.co/6VVOmcMR (wat doet Google Streetview daar trouwens?:P)",
  "@MHendriks91 Hier ben ik:P Maar dan een klein beetje incognito;-)",
  "@Kon_Luchtmacht kunnen er nog wat #F16's over Nijmegen, regio Hees? Was net te laat met mijn camera:P Alvast bedankt!:-)",
  "@de_Affaire op. 26 daagjes tot @Lowlands_12 :-) http://t.co/OzW6spRn!",
  "@MHendriks91 Stalk the pussy back!",
  "Reported Paypal phishing site to Paypal and the hoster of the site yesterday. Still online 16h later. #fail. https://t.co/nNs0g9z6",
  "@yoramstein Volledige verwijdering van de genitalien is nog aanmerkelijk hygienischer dan voorhuidamputatie. Maar wassen helpt ook.",
  "Discovered http://t.co/qYGgqc6G #rawtherapee #linuxonthedesktop",
  "@foebele Misschien dat de vrouw vanwege het snorretje van huis is?:P)",
  "Totally had it with the chrome-guys not fixing bugs for ages and ages. Sending request ... sending request... back to Firefox!",
  "Lekker @jorisvoorn luisterende. http://t.co/HWpSqoAM",
  "De hoeveelheid sirenes vandaag doet me vermoeden dat het BBQ-seizoen nu echt los is...:p",
  "Fijn overzicht van hoe vet #Nijmegen spoedig wordt. http://t.co/DVEZtSXp En eindelijk in HD! :P",
  "Kapotgemaakte teruggebrachte rotzooi gewoon weer in de winkel leggen. Echt Gamma. Luxaflex met touwtje van 50cm. Bedankt. #wtf",
  "I want an \"already bought it\"-button on targeted ads for stuff I already bought...! *sigh*",
  "@stonehead Mijn Microsoft-keyboard is niet evil. Mijn MIDI-keyboards (met vergelijkbare wiring) ook niet. Symptoom van rommelkeyboards?",
  "Mezelf krom gelachen met http://t.co/w5hcOHjH",
  "Ik wil geen BREIN ik wil Pino! Aldus zmooc jr.",
  "Weird!! Mini cheeseburgers voor in de magnetron. Al het rare moet geproefd worden, dus ook dit. http://t.co/NyQcNtNh",
  "Wat is dat nieuwe film-overzicht van @TVGidsNLupdate toch verschrikkelijk. Welke tvgids gebruiken jullie?",
  "With some imagination Io is visible too;-) (all Jupiters' moons appear in a straight line when viewed from earth) http://t.co/JEZ0tXZf",
  "Aimed my Sony HX100V at Jupiter; can discern two moons but that's about it. Not too bad for a photo camera ;-) http://t.co/JEZ0tXZf",
  "@PostNLWebcare IJjverige bezorgheld heeft pakket zojuist alsnog afgeleverd; ik slik mijn klacht gauw weer in;-)",
  "@PostNLWebcare Of is wellicht de dienstverlening aan mensen die overdag werken in mijn regio stopgezet?:Pp",
  "@PostNLWebcare \"Bezorging wijzigen\" op site: \"Helaas ..  geen postkantoor in uw postcodegebied ..\" 6542JD; postkantoor vlakbij. Foutje?",
  "@miekg ISO 27001 Staat op die ene scandinavische website met die boot en rum en shit. ARRRRRRRR",
  "@renskedegreef Je hebt vast nog wel ergens een plekje om die ene augurk in te stoppen. Zwanger? :&gt;",
  "@stonehead Daarnaast behandelt men hele jonge (&lt;28w) babies in NL minder vaak en is registratie gewoon beter. Verloskundigen zijn prima.",
  "@stonehead betere oorzaken lijken me: relatief oude moeders, meerlingen, allochtonen, minder screening en minder snel vrouwen doorsnijden.",
  "@stonehead Maar dat staat daar toch helemaal niet?",
  "@stonehead Waar maak je uit op \"dat Nederlandse verloskundigen relatief zó slecht zijn\" ?",
  "Onderweg! http://t.co/yEx38zU5",
  "Houtlijm: \"min. 1 uur samendrukken/persen (5kg/cm2)\". Heeft er iemand 3500kg over?:p #durftevragen",
  "Had ik al gezegd hoe goed @Eefjedevisser vrijdag in @doornroosjenl was? Lofi footage: http://t.co/zaVsUUUm",
  "@TomKlop Kijk, een potentieel toekomstig meubelstuk! RT @Snavaes Schrootjeszolder ligt nu in de voortuin. #schroothoop http://t.co/k44uQcMs",
  "@heinragas Nee die overweeg ik voor mijn grijze betonterras:-)",
  "Concert  @Eefjedevisser in @doornroosjenl eindigt in lekker feestje. Eind. http://t.co/m3BIuh0S",
  "Rookruimte leeh tijdens het concert van @Eefjedevisser. Zo hoort het:) http://t.co/eAsn32jZ",
  "Goed bezig, @Eefjedevisser! Maarja what else us new:) http://t.co/UeJFE4bT",
  "@Eefjedevisser ok ik ben er klaar voor begin maar!:p http://t.co/5WwyH87B",
  "Wachten op @Eefjedevisser in @doornroosjenl. #vollebak #zinin http://t.co/8vRNk7p8",
  "Vanuit sociale huurwoning neerkijken op mensen die volle mep voor een koopwoning met uitzicht betalen. #Nijmegen #Raar http://t.co/5Mub8YyP",
  "Mijn browser staat nog geduldig in de wachtrij hoor:p #ll12 RT @Rapid_Razor_Bob De reguliere Lowlands kaarten zijn UITVERKOCHT",
  "Nou maar hopen dat er ook iets leuks op #LL12 komt:p Ik hoop op Rinus, Duifmeneer, De Hoop en vooral op #SLBMG :-)",
  "@pletterpet Er krijgen al mensen meldingen dat er \"tijdelijk geen #LL12 tickets beschikbaar zijn\" dus koek lijkt bijna op.",
  "Wel een beetje jammer dat @Rapid_Razor_Bob de kaartverkoop uitbesteedt aan incompetente prutsers... #F5",
  "Landgenoten, om te vieren dat Wij 74 zijn geworden, mag u vandaag om 16.00 naar huis. Zeg maar tegen de baas dat het van Ons mag.",
  "Speech not recognized. http://t.co/LlpXUlk6",
  "New York. Speech not recognized. New York. Speech not recognized. New York Speech not recognized. LULLLL. http://t.co/eeaxYkIP",
  "Heumenseweg. Speech not recognized. Heumenseweg. Speech not recognized. Heumenseweg. Speech not recognized. LULLLL. http://t.co/qDKmrojr",
  "My code review is bigger than your patch!",
  "I briefly saw what apparently is called a Sun Dog in the sky over #Nijmegen this morning.  Who else saw it? http://t.co/iInPhqPk",
  "Most trolling #trololo version I've seen so far. Brilliantly beautiful! http://t.co/biQLWdt1",
  "♺ @digdns: RT @andrewgould: Look who's laughing now, Wikipedia. http://t.co/Imt9yMVc",
  "I hope Google tosses them out of their index for cloaking! :P http://t.co/VEnghePp #sopa #wikipedia #blackout",
  "They promised us a blackout. We got a fullscreen fly over banner campaign. How disappointing is that?! #sopa #wikipedia #blackout",
  "Toch fijn zo'n Gamma website waarop staat welke bouwmarkten op zondag open zijn! Nog fijner is dat er geen zak van klopt... bedankt he!",
  "Wie gaat er naar Âme bij @planet_rose in @doornroosjenl vanavond? http://t.co/aPe5tDut",
  "HOE HOE! HEBBON! @steeph De vrouw of het scherm?:-) RT @steeph Cool! Hebben! Nu! http://t.co/kPWLtNZy (via @welsinga )",
  "In 2 weeks at @planet_rose in @doornroosjenl ;-D RT @DJJeffMills Jeff Mills - \"Flying Machines\" http://t.co/zxsp5fJl http://t.co/7LIA0mEY",
  "Facebook's IPO is going to be a *big* deal. http://t.co/KN5n0wkk",
  "@Snavaes @RobJetten Achteraf scheiden is effectiever en duurzamer. Beleid Nijmegen werkt innovatie tegen. Weg ermee! http://t.co/U8aqmIKN",
  "hoe hoe",
  "@schoenselaars Ik heb het toch zo goed getroffen!:Pp",
  "@schoenselaars Bij @Telfort was vandaag voor de verandering niet #mobielinternet stuk maar #adsl enzo ;-)",
  "Vandaag stopte ik opeens tijdens de seks en verroerde ik me niet. Mijn vrouw: 'Wat doe je?\" Ik: \"gezien op YouPorn, dat heet 'bufferen'.\"",
  "\"Kabinet verbiedt qat\"\nDat gaan de wordfeuders niet leuk vinden.",
  "Mooi etiket :-) RT @TaraBusch Who's had this wine? Supposedly lovely, it's for Maf. http://t.co/zdJ52ui9",
  "Before or after he dies? RT @twitwhittwit I would rather DAVID BOWIE have a state funeral than Thatcher. #Bowie",
  "@suzan Pak gewoon de 25% arbeidstijd waar je wettelijk recht op hebt om rustig thuis te kolven tot werkgever zich aan wet houdt. #prutsers",
  "@C_Teunissen Maar je hebt wel uitzicht op een fijne paarse Subaru Impreza dus je mag niet klagen! ;=)  #file #waalbrug",
  "Na ruim 10 jaar ervaring met @Telfort kleine tip van mij: NEEM GEEN TELFORT ABONNEMENT. Alweer geen #mobielinternet. #Prutsfaalamateurs",
  "@stonehead Staat gewoon bij de afvalkalenders op dar.nl hoor. Heeft Google je afgesloten?:pp",
  "Sesamstraatlaptop appels-en-peren-lol:) http://t.co/Tj0pJk2o",
  "Lone Wolf. Heerlijk verse track van @Jssst om je bier bij uit je glas te klotsen en er vervolgens over uit te glijden:P http://t.co/JaAYyxCF",
  "Mobiel Internet van @Telfort alweer halve dag stuk. Heeft de duif iets verkeerds gegeten of heeft de telegrafist teveel bubbels gedronken?",
  "Streekproducten! @DarkoEsser #zwrtlchtkommando #noxgenus http://t.co/VRHxrYnR http://t.co/aV3O93Ut http://t.co/on3prpBx http://t.co/h5KXF0R8",
  "Works in wine too:-) RT @Kleinwerk Retro 8-bit Fireplace: http://t.co/IgZRLXz0 ( via @dmacdonald )",
  "Helaas zet zmooc junior II de kerstmuziek na 40 minuten uit. Kunnen we weer opnieuw beginnen (#&(#&% http://t.co/4gMR9O9p",
  "Fijne soundtrack gevonden voor bij de maak-alles-kapot-sessie van de heren zmooc Junior I & II http://t.co/aV3O93Ut http://t.co/ZqSvM2ur",
  "@yoast Congrats!!!",
  "@jelle_n frappant. Nog niks van @telfort gehoord over emailadressendatalek. Doofpot of incompetent? Place your bets!",
  "@twitjeb akkoestiek wel?:p",
  "Helaas akkoestiek van 5cent. Kan mensen 1m verderop zelfs niet verstaan dus dan maar twitteren:p #orientplaza",
  "Best symmetrisch #orientplaza http://t.co/tRgsiMax",
  "@Telfort Waarom gaan sommige gebruikers (met identieke 1GB/3.6mbit Internet bundel) wel via Comverse http proxy en sommige niet?",
  "Web programming is the science of coming up with increasingly complicated ways of concatenating strings.",
  "Please retweet, Gratis kaartjes voor vinder van gouden fluit van onze fluitiste Mariel.Uit auto gestolen in Amst.Zat in zwarte Ikea rugtas",
  "Experts gezocht voor DNSSEC, PDF/A-2, XBRL-NTA, VISI, e-Factureren: Het Forum Standaardisatie heeft besloten de ... http://t.co/ikppaLsP",
  "Scriptie \"Analyzing Password Strength\" waar maar 1x woord entropie in voorkomt. In de bibliografie. Verbazing maakt zich van mij meester.",
  "@Faberyayo Komt Katja d'r ballen weer in je boom hangen? #kerstballen http://t.co/5p80ypgv",
  "@suzan Onee kan wel! In GMail App: Settings, kies account, ga naar \"Labels to notify \"en zet \"Ringtone\" op \"Silent\";-)",
  "@suzan Volgens mij is dat voor GMail pas vanaf Android 3.x zit in te stellen...",
  "@telfort Ok, will forward. Punt is natuurlijk niet zozeer de spam maar dat dat emailadres ergens uit jullie organisatie is \"ontsnapt\".",
  "Oh great. Spam on an emailaddress I've communicated to @Telfort *ONLY*. Wonder how that could have happened.. *sarcastically surprised look*",
  "@miekg Simple: the #Higgs #Boson gets *its* mass through absorption of Nambu-Goldstone bosons arising in spontaneous symmetry breaking :P",
  "@miekg CERN Live Webcast will commence late this afternoon on http://t.co/G7whkxb5 http://t.co/pEBejrB0 #higgs #boson #god #particle",
  "LOL @mbroenland http://t.co/g0ZCh8KT #kerstboom #lego",
  "@markko69 10 punten. Waar is dat? Millingerwaard?",
  "I see clear correlation... http://t.co/wqLkWfx6 && http://t.co/KEmC0bkB",
  "@stonehead Dat heb ik nou ook altijd. Maar dan blijk ik het altijd zelf te zijn:-PPpp",
  "ASTROLOGERS. Avoid being mistaken for Astronomers by simply renaming yourselves Bullshitters. (via @ShittyTwips)",
  "@markko69 @schoenselaars Misschien een stomme vraag hoor ... maar de trein is tegenwoodig dus een soort besloten club?:P",
  "@suzan ls je toch pietjeprecies wil zijn: distributie van geboortes over dagen en van dagen over maanden is bepaald niet gelijkmatig;-P",
  "Ik scoor bijna de dezelfde score (46-49) op alle persoonlijkheden in de muziektest:P En waar zijn techno en metal?:P http://t.co/7T4JcCzn",
  "Come to \"Slayer headlines the FortaRock Festival\" Saturday, June 2, 2012 from 12:00 pm to 3:00 pm. Slayer will... http://t.co/A2hml1tz",
  "\"Have you got the one that goes UR UR UR UR URGGH?\" Graham Massey on 808 State's Blueprint: http://t.co/PyS52pz3",
  "Wie gaat er 17-2 zonder paraplu mee naar @Eefjedevisser in @doornroosjenl? :-) Dan is het alweer bijna #lente! :-) http://t.co/AWR7TAD3",
  "@suzan http://t.co/sMBwt8Jh",
  "@suzan Vraag 6 lijkt me een variant op de welbekende truc waarbij 2 mensen met aan elkaar gebonden polsen toch los komen. Link onvindbaar:|",
  "Spare ribs bij de #kluizenaar, spoedig naar #maxim http://t.co/WgdF5XRi",
  "Genietpiet. \"Poes krijgt in het doeldomein de metonymische betekenis van vrouw of het vrouwelijk geslachtsdeel.\" #annebelblaauw #heerlijk",
  "Mogelijk een van de beste scripties ooit. http://t.co/OWmdM69j #annebelblaauw #jvt\n*kleren koopt bij ZARA Groningen*",
  "@miekg Nononono. Gnome 3 victims. Even worse... betrayed by a once loyal (but often irritating) friend.",
  "@miekg They get paid more.",
  "@miekg Don't feel sorry for me - I get paid to use Windows:P",
  "Als Pieter Lakeman zijn mond opentrekt over de euro, ga ik alvast even pinnen en Unox dingetjes aanschaffen:P",
  "@steeph Redenering veronderstelt nadenken. Dit is gewoon een klassiek stukje arrogant eigenbelang:P",
  "@steeph 130 gaat niet over sneller rijden maar over minder boetes:P Klaag liever over uitstoot van grote gemiddelde woonwerkafstand. #130ja",
  "@stonehead Ik vind regedit.exe een stuk overzichtelijker dan gconf-editor ...",
  "@markko69 Waarom assymmetrisch? Waarom niet gewoon 100/100mbit? Het is toch glasvezel, geen koper...? #snapnie",
  "@feedback_music Overigens heeft gros van producten op jullie site teveel spaties en is dus niet te vinden. Spatiefetishist in dienst? #fail",
  "@feedback_music \"Behringer Xenyx 1002 B\" is ZONDER een spatie tussen 1002 en B. Is zo niet googlebaar en dus maar elders gekocht...",
  "@jsouer Behavel vier minuten te laat ook nog eens een paar uur te vroeg dus;P Nee, het is Frankrijk geworden;) Maar tnx voor de tip:-)",
  "@stonehead Vermoeden: je vermoed desbetreffende travestiet beter te kennen dan @Nijmeegsebus (ik ook:)).",
  "Kent u dat? 4 min. te laat voor 2e hands impulsaankoop dus dan maar voor 2x de prijs in buitenland bestellen... :P",
  "Weggereden na aanrijding met 3 gewonden op A73 thv afslag Neerbosscheweg Nijmegen: zilverkleurige auto verm. BMW. Schade voorzijde. Tips?",
  "@markko69 Inmiddels vanaf een 'echte' PC: het is Bob! Hij leeft! :P",
  "@markko69 die flash video doet het niet op android... :( #tweakers #fail #lastcentury",
  "RT mag: Filmteam van project #48HMVP is dringend op zoek naar figuranten. Vanavond in De Refter in Beek Contact @AndSimonSaid @mcdiscipline",
  "@jillesvangurp I find it quite hard to tell this guys' optimism w.r.t. Dart from inexperience:Ppp",
  "T minus 8 months and 11 days until arrival of the coolest robot ever made. RT @NASA #MSL LIFTOFF! Curiosity is on its way to Mars!",
  "Perform launch on time verification. Roger! RT @NASAKennedy #MSL T-4 minutes and holding. This is a 10 minute built in hold.",
  "Launch of Mars Science Lab Curiosity: T minus 23 minutes! Livestream: http://t.co/NJCqUocN",
  "@steeph Ik zal ook mijn bijdrage leveren en hem nogmaals kijken;-P",
  "@steeph Via haar eigen youtube krijgt die ppl of Walmart mevrouw wel $$$, via http://t.co/MlqpAT0A niet .. http://t.co/Qe7ENZx9 ;-)",
  "My bookcase wilk finally be complete! http://t.co/Ocft1cY7",
  "@heinragas 2 jaar cel als uw babyfoon per ongeluk die van de buren ontvangt!",
  "@heinragas Die twee grote maagdelijk witte westelijke wijken van ons stadje volgen spoedig! :-)",
  "Verplichte quote over 2e kamer die radio luisteren wil verbieden \"He who gives up freedom for safety deserves neither.\" http://t.co/tpBS4mj9",
  "Als 'repressaille' voor stom plan 2e kamer 5563 accesspoints gewardrived;] http://t.co/MvIhwUHp http://t.co/hI1LETWu Staat u er al  bij?;-)",
  "Vermist bejaard echtpaar op route Soest-Malden: neemt normaal route A1, A30, A12, A50, A73. Zwarte Ford Fusion 51-NR-VJ  *PLS RT",
  "Setlist dEUS staat al online zie ik.. http://t.co/MKxizMMo",
  "@Twitriesje JA! Daar bij het superbigmacmenumetfrietsausencola! #omnomnomnom",
  "In van rijn beland........",
  "Gordijnen projecteren op de gordijnen. Erg #meta volgens @ twitjeb:p #dEUS http://t.co/WqFFNtMD",
  "Bejaard publiek gaat pas los bij track van eerste album... Fossielen... #dEUS 191111 http://t.co/9sUOYqhK",
  "@heinragas Dat 'andere' net op die foto:)",
  "Het halve publiek was een grapje. Onee toch niet:p #LOL http://t.co/lYkS3k8f",
  "@heinragas alleen minder handig dat het halve publiek op hetzelfde netwerk zit:p Zie vorige foto:p",
  "Blijkbaar neemt dEUS zijn eigen accesspoint mee?:p http://t.co/UCm8i3OF",
  "Wachten op #dEUS 191111 http://t.co/xAHfurxM",
  "Mr. Hommel ook. Maar die wou niet op de foto.. http://t.co/fh9BhKrV",
  "Kersenboom is klaar voor de lente:p http://t.co/a8UWeoFX",
  "@Nijmeegsebus Misschien keek ze niet boos maar was ze gewoon diep onder de indruk van je goddelijke verschijning?;)",
  "@heinragas Overigens zijn windmolens voor windmolencooperaties als http://t.co/3Oj1xGgd in de praktijk gewoon wel winstgevend.",
  "@heinragas Maar zonnepanelen worden zo snel goedkoper dat even wachten wellicht nog het verstandigst is.",
  "@heinragas Met zonnepanelen speel je bij gelijkblijvende elektriciteitsprijs al ruim kiet. Zie bv. http://t.co/GMSpZbFZ",
  "Why does this video have so little views?! http://t.co/zmIntGYK @Soulwax #machine #trailer",
  "Vandaag 439 APs gewardrived als 'represaille' voor door CBP onrechtmatig verklaren van SSID logging door Google ;-) http://t.co/1Q16GXMy",
  "Goed voornemen #1 voor 2012 is alweer fix: Tickets voor ome Jeff Mills 28-1 in @doornroosjenl in de pocket! Woohoo;-]",
  "Very annoyed by ppl that think receiving radio signals is somehow evil. Don't want to be heard? Don't broadcast! #google #_nomap",
  "Planet Rose 17 years on! 7/1 PAUL RITCH, ANTON PIEETE, OKAIN - 14/1 ÂME & DEEP - 21/1 SPEEDY J - 28/1 JEFF MILLS - VVK begint vandaag!",
  "http://t.co/zSPwlHyO",
  "Nieuwsflits voor onze Twittervrienden: er zijn nog 10 extra kaartjes voor #dEUS http://t.co/5NFK057H",
  "Men schijnt nu iets te moeten tweeten.",
  "2 min bij DVDspeler staan voordat Nijntje begint dankzij @foundationBREIN, @DeKijkwijzer, @wbpictures. Disc Read Error. Uit raam gegooid.",
  "Maven, I fucking hate you.",
  "Remindertje: vanavond verjaardagscocktails!",
  "Hoe zouden turken eigenlijk huwelijken en sportoverwinningen vieren als ze geen autos met toeters hadden...?:P #toettoettoeeeeeeeeeeeeeet",
  "@Faberyayo Zin in de dure leven vooral.",
  "@evelienk Ja i know. Maar we wachten rustig af tot ze eindelijk een keer in de buurt komen opdagen:P #slbmg in #tivoli",
  "http://t.co/MIIk9Eqt",
  "RT BijnaIedereen :P RT @ryuichisakamoto Ryuichi is live! http://t.co/F045ew2h",
  "@miekg Which is odd since the first HTML versions had no such requirement:P",
  "@miekg I must confess, none of my sites passed validation either. But now they do;-)",
  "Goed moment om te vragen mee te doen aan enquete over de @Volkskrant site: http://t.co/8ZdOsuLN",
  "Leuk Google-grapje: Ga naar Google.nl en tik in: Do A Barrel roll. #fb",
  "@miekg Twitter url \"shortener\" produces a longer URL than http://t.co/v6JjLirY :P And it doesn't validate in any common HTML standard:P",
  "Turns out Oracle means \"Access Control Information Directory\" when they say ACID. Explains why transactions are not atomic...What a mess.",
  "Apparently today is nostalgic disgruntled software engineer day on twitter:P http://t.co/rBGqjBLr http://t.co/hsdWH5h6 http://t.co/dHXfEcT1",
  "So. xxx is illegal? http://t.co/5l6uZi6l",
  "Neat overview of things that are bigger than the culmination of software engineering awesomeness, Turbo Pascal 3 (1986) http://t.co/hsdWH5h6",
  "@telfort En haal die domme doos met losse stekker van jullie storingenpagina. Beeld wordt er niet positiever van... http://t.co/IBqPqp5y",
  "@Telfort Op welke termijn verwachten jullie al je abonnees een schadevergoeding uit te keren? Situatie is onderhand volstrekt belachelijk.",
  "Dacht vannacht nog \"gaat alweer lang goed met @Telfort mobiel Internet\". Beter niet kunnen doen. Wat een troep. Sorry wordfeudvrinden. #faal",
  "Tim vond de pannekoeken wat minder...:p http://t.co/V8u2arg8",
  "Pannekoek zoals het hoort; spek, kaas, tomatenketchup en poedersuiker:p #omnomnom http://t.co/rZMDcLUh",
  "When you think about it, the Bat Signal was probably the first cloud-based push notification.",
  "Mark Wanders, altijd fijn;-) RT @planet_rose Mark Wanders' setje van twee weken terug. http://t.co/QJK1I736",
  "Waarom eten we ook iedere dag yoghurt... http://t.co/92jQyLcQ",
  "Maar eerst #siljenes! #merleyn http://t.co/y0f6WzdY",
  "Wachten op @ houseshouses in #merleyn:-) http://t.co/9rxEHzlU",
  "Was alweer vergeten dat ik @houseshouses had gemist op @de_Affaire - http://t.co/ZSCkGVJr Vanavond dus herkansing in #Merleyn :-)",
  "Ik & ls ook!:-) RT @pletterpet vanavond stappen in #Merleyn: eerst concert van @houseshouses, daarna #HelterSkelter",
  "De 1MW #eCat waar ik een 5 maanden geleden over schreef lijkt zojuist verkocht. http://t.co/6ct9TYbm Later meer koude kernfusienieuws.",
  "@peterkulche @phedny belangrijkste les die ik heb geleerd is dat twitter het medium bij uitstek is om er lekker op los te generaliseren:P",
  "Pas op, vallend kabinet. http://t.co/mven9AQy",
  "@evelienk Nou hier is dan bier en drank en een poepvriendinnetje dus weest welkom;-)",
  "@evelienk Dit is ski Leraar Bruin: http://t.co/eMZh9osr ;-) #slbmg\nTrouwens, kom je op mijn verjaardagsfeestje 12 nov 21u ?:-)",
  "@evelienk Skitraining van Ski Leraar Bruin! ? #slbmg",
  "Social media vacature bij de provincie Gelderland. Iets voor een CW'er? http://t.co/sPio5zIc (via @stijnverbruggen)",
  "Oh dubbelRT @michelgr @kleinwerk @markko69:P #spuit11",
  "@kleinwerk RT @michelgr ik zoek een illustrator die dit soort tekeningen kan maken.. iemand tips? http://t.co/kXHDwuUY #durftevragen pls RT",
  "Zoekresultaten van @duckduckgo bevallen zo goed dat ik het maar eens een tijdje als default zoekmachine ga proberen;-)",
  "patrick_atoon Ja sund. Ik had helaas niet meer de tegenwoordigheid van geest om jullie te verwittigen:P",
  "@patrick_atoon Puur toeval dat we elkaar misgebanjerd zijn dan! Oh en we bleken in Funkenstein te zitten, mijn intelligence bleek onjuist...",
  "Ongeduldig dus dure UTP kabel gekocht in offline store ... \"to improve the sound and video quality of your home entertainment\". Zeg wat? :P",
  "Bericht voor eenieder die ik wel eens Telfort heb aangeraden: doe het niet! Ruim 10 jaar lang 0 klachten en nondeju deze maand de tel kwijt.",
  "Klatsen. Misschien wel het snelst ingeburderde nieuwe woord ooit?",
  "@stonehead Licensing issues, gebrekkig onderhoud. http://t.co/rqwV5Z4N",
  "@Lytro Would your camera be able to provide a realtime depth image like Microsofts Kinect?",
  "@markko69 http://t.co/hKCzNPjC #Lytro's 3D is ook mooi - let in de video op hoe het beeld op de laptop een beetje op en neer golft.",
  "Nijmegen: 25 filtspalen en maar liefst eentje staat ergens waar ook fietsers op de weg rijden. Prio is weer duidelijk. http://t.co/nmxf9DPF",
  "@beardyman C++ programmer with extensive softsynth experience. Only Linux, .nl, evenings, nights; probably not what you're looking for;-)",
  "Onze auto is net gestolen! Voor de deur! 64-HVP-4. Wie helpt!",
  "@stonehead Sennheiser kabelbreuk? Hoe?! Kabel van mijn 10+jr oude HD 250 linear II wil ook na 1000e keer met stoel overheen rijden niet stuk",
  "Mooie beelden met erg mooie muziek: http://t.co/ArOl2QQT (Sloppenwijk in oud bankgebouw via @sargasso)",
  "quantum levitation http://t.co/wvUVrMAN",
  "Wie gaan er naar RT @doornroosjenl Morgen Airship in Merleyn: 'better see them now before they really take off!' http://t.co/viuszzBa",
  "Simply cannot get the silly alt-right-mouse-button click on panel thing to work in Gnome 3.x. Idiots!",
  "Ford met kenteken 41-ST-DX heeft ons op de A50 rond 09.30 een ongeluk veroorzaakt en is doorgereden. Iemand getuige? RT please!",
  "@FemkeHalsema Marteling dmv een Brown Paper Session? BRrrr.",
  "@miekg Sounds like the perfect opportunity to switch back to Debian and stick with it for another 10 years :P",
  "@steeph Lucht mooi gestreept vliegtuigen aldus zmooc junior (2) hedenmiddag.",
  "@miekg Back to Ubuntu 11.04? How? Backup? Dowant.",
  "Ubuntu 11.10 upgrade: Compiz gone, cube missing, kb shortcuts forgotten, fonts uglified, settings gone. Linux: ready for the destop. #fail",
  "Is best not of disturb MySQL while is take dump.",
  "@tuvokki Congrats!!",
  "Wow http://t.co/69pSw53j  Wil ik ook in mijn achtertuin",
  "@stonehead In NL max 10g/kg, veel minder dan 2g wordt het niet. Zit er ook E631 bij (wel aangetoond ongezond) dan is het vaak veel minder.",
  "@stonehead Neemt niet weg dat er mensen zijn die niet tegen E621 kunnen maar dat heb je ook met pindas, spinazie en aardbeien:P",
  "@stonehead wat is het punt met mononatriumglutamaat dan? Je lichaam maakt zelf ook glutamaat aan... suiker en zout zijn fors ongezonder.",
  "wasdidan? RT @SpaceKees RT @Wiwatron RT @Marcieefierce NU LIVE EEN INGELASTE #KIJKMARCIANONOU KAULO BLACKBERRY SHOW! http://t.co/t29yHICC",
  "Als je een link in je nieuwsbrief maakt voor mensen die geen HTML mail doen, zorg dan dat ie in mijn 80 karakters terminal past... danku.",
  "Dat doen ze anders nooit... Exploderend peertje slaat 13 gaten in fitting:p  http://t.co/qIhDGKX6",
  "@BartSchouteten Je moet je twitterachtergrond een keer poetsen. Maar @ASIWYFA_BAND in @doornroosjenl was idd vet, strak en goed. En strak.",
  "Google News is weer eens in de war. Vandaag is ie Japans. Gelukkig is er ook Google Translate:P http://t.co/TkTkcD4N",
  "12 punten voor minister Marja van Bijsterveldt. http://t.co/KFKn9btB (via @sargasso)",
  "@bitsoffreedom Ik hoop het, dan kan ik de volgende keer met een gerust hart weer geld jullie kant op smijten;-)",
  "Na mijn vorige donatie trok @bitsoffreedom stekker eruit. Causaal verband? Ik neem geen risico en doe geen #DoYourBit. Jullie hopelijk wel?",
  "It's incredibly sad after all these years of using his products to find out that Larry Ellison is still alive.",
  "Dear kcachegrind, am I making progress? http://t.co/4CdKSpqe http://t.co/00sXcs29 Mondriaan, eat your heart out:P",
  "Het is zo verontrustend, en zo prachtig, en zoveel mosterd http://t.co/hwyW81Fd",
  "Gratis studiodagje? Popcentrum jacobiberg zoekt bands die dagje met de studenten van Rijnijssel Audio Visueel de... http://t.co/wFfIzgbK",
  "@tuvokki Als je je bijtel andersom legt wordt ie minder snel bot. Aldus mijn schoonvader met een bijtelfetish dan:P",
  "@pletterpet Ik ruik het :P",
  "@Telfort Reboot doet de truck. Dank voor de tip!",
  "Telfort mobiel Internet al de hele dag down. Hoe moet ik nou een foto van mijn nieuwe burqa uploaden?!",
  "Kan iemand mij een lift geven van utrecht naar groningen? Dankzij #nsfail ga ik mijn diplomauitreiking missen... 0648268854",
  "Raad keurt Donjon goed http://t.co/mtmc5pUf RT @twitjeb Laten we een petitie starten dat we lasers willen in de ogen van het uitkijkkonijn",
  "Even haast maken met het verorberen van mijn Nuts, Kitkat, Fruitkick en plakjes cake, anders kom ik nog te laat bij de lunch:P",
  "Test",
  "@PolitieGLZ Oh nevermind, ze doen het weer. Stroom opgefokte automobilisten komt weer op gang.",
  "@PolitieGLZ Stoplichten Wijchenseweg thv Viaductweg zijn ontregeld. Ze worden niet meer groen dus iedereen rijdt door rood...",
  "This video made me very happy;-) http://t.co/87vcEkYY YMMV though so if that's not your cup of beverage, here you go: http://t.co/HtMlCZtE)",
  "Met 11 man aan tafel met r van 70cm. Beste restaurant ooit:p #kempervennen  http://t.co/SpecxWXJ",
  "@steeph niet? Volgens mij is ie zojuist op zeeland gevallen.",
  "@tomhendr ben je nou nog niet weg?:p wifi meelurken weenie of dat kan eigenlijk",
  "Grrr zet kpn expres umts uit in het dekkingsgebied van hun veel te dure wifi hotspots ofzo...?",
  "All your base are belong to use. Your may have apes. We come from the soil. You have no chance to survive make your time. For great justice.",
  "Ineens verschijnt @beardyman op Dumpert. http://t.co/ZhdMcyFM",
  "Fixed bug that stalled development of my synthesizer (http://t.co/YwVJQrD5) for 2yrs. Love C++... Still on track for 2018 release! #eureka",
  "@doornroosjenl Logisch dat #Merleyn zich gepasseerd voelt; ze zitten niet op Twitter! Dat kan toch niet...:P",
  "@azariusshop Ik krijg spam op een e-mailadres dat ik alleen aan jullie heb verklapt. Volgens mij hebben jullie lekkage. @loodgieternodig ?:P",
  "@heinragas Subsudie op zonnepanelen? Waar? Is ook niet nodig; met goedkope zonnepanelen speelt u ook zonder subsidie kiet. Minstens.",
  "@wvholst Missed your first reply.. it's the hardware manufacturers that lock their hardware, not the OS supplier.",
  "@wvholst @stonehead BTW, this is common practice. Nokia, HTC, Google, Samsung, they all do it. Is that anti-competetive behavior too?",
  "@wvholst @stonehead It's not my favorite either and I won't buy such crap, but that doesn't make this anti competetive behavior.",
  "@whvholst, @stonehead Sound like a proper security measure to me. Does it harm competition? Probably. Is it anti-competetive behavior? No.",
  "Marianne Thieme (http://t.co/aJnlkjnl) blijkt SLBMG-fan(http://t.co/eMZh9osr). Kaptein Iglo, Stack up de vissticks!",
  "@heinragas Ik moet ook eerlijk bekennen dat ik er afgezien van wat hosts die niet meer up komen niks van heb gemerkt;-)",
  "Stroomstoring in #Nijmegen?",
  "Kleine zaal Paradiso uitverkocht voor @houseshouses. Wordt proppen 29-10 in #Merleyn:-) Koop snel bij @doornroosjenl:P http://t.co/X9Y9RaN8",
  "Working http://t.co/b0hT2Xs",
  "Dank @nrc voor dit handige linkje http://t.co/ttNkBxRa Kende er maar een paar eigenlijk.",
  "Is het heel slecht met je gesteld als het je opvalt dat het CJIB een nieuw rekeningnummer heeft?:P)",
  "@mbroenland abt, dat ken ik! Van de grote koplampen:P",
  "Very nice mix by @jorisvoorn: http://t.co/F8elNu0V Lots of 90s classics, @mrjamesholden @DjDaveClarke, Âme and more.",
  "@Tinekeceelen @Anne5618 Nog irritanter dan burqaverbod: de belachelijk lage schattingen vh aantal burqas/niqaabs in NL. Ontkenningsfase?",
  "Bestellen via Internet, bevestigingen per e-mail maar verder alleen telefonisch bereikbaar zijn. Zo onbeschoft. Dynabyte.",
  "@Anne5618: @signetollefsen was awesome. Inclusief hoogste noot ooit in .nl ten gehore gebracht & gezellige peuk;-) Videos volgen morgen.",
  "Van @signetollefsen CD presentatie kun je best dronken worden... #megathanks @pletterpet & @veerzoektbaan voor het oppassen:-)",
  "Wachten op @signetollefsen http://t.co/oeZfIg8g",
  "Wachten op @signetollefsen :)  http://t.co/YIj1TWm",
  "Vorig jaar snipverkouden in @LUX_Nijmegen http://t.co/f2gaRCO Woensdag in #Merleyn/@doornroosjenl: @signetollefsen! Wie gaat er ook?;-)",
  "@yoast I think #39 is on the list only as proof for #20 ;-P",
  "29-10 in #Merleyn / @doornroosjenl en nu op de @vpro luisterpaal: @houseshouses! http://t.co/hQfzB8H",
  "Most 10 y.o. links to newssites return a 404 by now. Notable exception: @BBCNews, which serves proper 301s. #911plus10",
  "Even met de kids naar het UIT Festival Nijmegen. Tot zo? :-)",
  "Blijft briljant, dit stuk van de Onion uit begin 2001! http://t.co/3sdPeWZ",
  "Dat behang vind ik nog wel het meest opmerkelijke aan dit filmpje http://t.co/6RJuZ8P",
  "@markko69 4.3 tussen Goch en Gennep.",
  "Schade is enorm!! #aardbeving http://t.co/umAf9A3",
  "Hele rare als in ik voelde geen trilling maar schoof gewoon op. Volstrekt anders dan andere aardbevingen die ik heb meegemaakt.",
  "Helaas is het concept realtime nog niet tot het knmi doorgedrongen...",
  "Aardbeving #nijmegen. Mijn hele huis trok krom. Hele rare.",
  "We gaan Chef'Special lekker vaak zien dit seizoen, zaterdag op UITfestival Nijmegen, 23 dec in Merleyn en... http://t.co/YjVCnqV",
  "#breng doet onterecht moeilijk over sympathieke tweetende buschauffers. http://t.co/MrNs6wu Geef hier uw mening: http://t.co/wkhWMQI ;-)",
  "@yoast \"The official iPhone SDK does not allow programmatic access to the SMS subsystem.\" Get an Android phone! :-) http://t.co/bGOojmm",
  "Thumbsaver beschermt je vingers: http://ow.ly/6nFkC",
  "Net al geplugged, nu nogmaal Propaganda! Leftfield meets Tricky meets The Streets meets Viva La Fete: The Kings Will. http://t.co/v3XKt5Q",
  "this is also correct. http://t.co/Mj1GEaC",
  "Tje dus  http://t.co/1vIw4RN",
  "Omnomnomnomnom bbq\"tje\"  http://t.co/A8oR7ks",
  "@Twitriesje de opgave is wachten met elders iets sterkers drinken:p",
  "@Twitriesje als ik er dan nog ben: okeeej!",
  "@Twitriesje eerst jouw onderkant laten zien:p",
  "Maxim heelhuids bereikt!  http://t.co/SgsmD0i",
  "Omnomnom @ cafe thuis:) strax maxim.\n  http://t.co/BpTCDqa",
  "@yoast Is it less ridiculous than the old approach? Nah. What's ridiculous, is the importance we attach to arbitrary sequences of numbers:P",
  "don`t forget to check @nathanfake @bordercommunity \"Micro Mix Tape Side A\" (doesn't contain any of his own stuff) under http://t.co/Wc8bkux",
  "@suzan Je mag hem lenen, nog makkelijker;-)",
  "@suzan Ido is de ex-baas van mijn vriendin en de kids spelen wel es met elkaar. Heb je al een baby-mee? Die van ons staat even te niksen.",
  "@suzan Mij kun je herkennen aan de rode voordeur:P Als ik een drachtige vrouw zie lopen, zal ik zwaaien;-) Buurvrouw van Ido en Laura?",
  "@suzan Wat hoor ik nou van @mgraat?! Woon je vlak naast mij? Ik woon 2 huizen links van #labella.",
  "Do Want. RT @FreshGadgets Samsung Galaxy Note: http://t.co/yp6iFp6",
  "@yoast @importantshock You young coders obviously haven't reached your peak yet:-P I always marvel at the quality of my 6 months old code:P",
  "@Twitriesje Tickets voor @dEUSbe in de #vereeniging hier ook check;-) En ook voor @signetollefsen in #merleyn (14-9) ook;-) Ook.",
  "Logeeradres blijkt ydillisch  http://t.co/Gsyn66I",
  "lol erbij genaaid... :) RT @mbroenland And it keeps on getting better http://t.co/bsj799f",
  "Route tussen bruiloft en feest geblokkeerd door spoor van omgewaaide bomen en bergingsvoertuigen...:p  http://t.co/GGI2jWc",
  "Prima weer voor een bruiloft!   http://t.co/0lgN0ko",
  "Tot over zijn oren, zo schattig!;-)) RT @steeph Vaag http://t.co/DYH1wkq #kadaffi #rice #lief",
  "Maar mocht er toch in omdat ik mijn emailadres wist:-))) #service ll11  http://t.co/N3o1cXy",
  "2 keer LOL http://t.co/eWkSxY9  Vooral bijschrift.",
  "@pletterpet Donderdagavond kleine regenkans... En ik geloof niet dat Kees niet komt tot ik hem met eigen ogen niet zie!:P #LL11",
  "808 For iOS http://t.co/crSCLVC",
  "Mijn dmv jarenlange ervaring samengestelde lowlands camping checklist; doe er uw voordeel mee! http://t.co/0Kn0Anl #LL11 (Tips welkom)",
  "ik zie @houseshouses graag als vervanger voor Factory Floor #ll11",
  "Tab 10.1 http://t.co/eIGWdJg winnen? 23 aug maken we de winnaar bekend! Volg@Samsung_NL en RT dit bericht!",
  "@pletterpet Is wel bedoeling. Afhankelijk van afstemming met mvr zmooc ga ik naar Airship, Houses, Signe Tollefsen, ASIWYFA en Retro Stefson",
  "@Rapid_Razor_Bob Oh nog meer plek! Voor Signe Tollefsen, Lou Rhodes (die is er toch al;-)), James Holden of Airship (zijn in de buurt)? :-)",
  "@Rapid_Razor_Bob Mooi, ruimte in het programma!;-) Wellicht voor Prof Elemental, Houses, SLBMG of Marc Romboy (Die is toch in het land;)?:-)",
  "@evelienk Ben jij op #LL11? (ik ben er!)",
  "Dat maakt het vorige Motorolanieuws een prachtige afleidingsmanouvre:P\nhttp://t.co/IXsqved #motorola #google",
  "It's on! Google buys Motorola. RT @miekg Patents! Unlimited Patents! http://t.co/a1DIWY5 #google #motorola",
  "Bruin de Bruin Ski Leraar Bruin / Zet je skibril op als je me aankijkt / Als je je nek breekt heb je niks aan de fysio http://t.co/8wBLG1h",
  "Lamb op #LL11 !!!!!55five",
  "Zmooc junior heeft zijn eerste hechting! En de hele V&D onder het bloed. *trots* :P",
  "Ik heb het crapgadgetwalhalla ontdekt! http://t.co/kptJyw3 Dat gaat tijd&geld kosten... ;=)",
  "Though I hope&expect @beardyman at #LL11 to be more like this hour of awesomenessnessnessness;-) http://t.co/k19F4mz",
  "Lekker #LL11 voorproefje RT @beardyman a mix i did on bestival radio 2011 . . enjoy! : ) http://t.co/AghmjAi",
  "And speaking of Google products... my Android tablet crashes almost as often as my Ubuntu box (once every two days vs twice a day)...",
  "@miekg Sounds like a feature to me. Just like the Chrome back-button that's been broken for about 3 years now...",
  "@miekg Works fine in my Chrome. Actually looks better in Chrome than it does in Firefox;-)",
  "Dat #heello zit nog voller met Indonesiers dan Orkut vol zit met Brazilianen. Poeh.",
  "@ikkeookniet 3 grote voordelen: 1. Plaatjes, 2. Nu nog meer debielen, 3. Minder Social Marketing Pipos ;) Nadeel: het is een chaos:P #heello",
  "@miekg Kloon is vooralsnog een beetje een belediging voor Twitter:P #heello",
  "Harrow hoi hallo Heello! http://t.co/VKiL6oQ",
  "\"We hebben wat over\", zegt Van Eerderburg over het Lowlands-budget. \"Dat mogen we dan volgend jaar besteden.\" Goedkopere muntjes? Dankuwel?",
  "Radio luisteren/opnemen voortaan verboden. Nu rustig wachten tot je ook niet meer uit het raam mag kijken. http://t.co/VGzkOxO",
  "Nieuwe footage van de rellen in de UK: http://t.co/Co5kmNc",
  "@tomhendr Veluwe klinkt goed, mooi binnen de actieradius van 1 volle benzinetank:P",
  "@tomhendr 2012 is bijna:) Heb voorlopig geen ID-bewijs nodig (en geen zin om hem te halen vooral). Geëmigreerde familie zakt er maar in! :-P",
  "@linuswig I know ;-) Doe het nog wel even zonder tot centrale vingerafdrukkenopslag definitief foetsie is;-)",
  "Correctie: Na indiensttreding voldoet een #rijbewijs als #identificatiebewijs. Kan dus nog even niet weg bij #werkgever;-) #LOL",
  "IDbewijs verlopen. Nou werk ik illegaal. Kom maar op met die razzia! #LOL #kutland",
  "LOL RT @luuzje Paul Smits weg uit het Maasland ziekenhuis. Er was zeker geen verpleegkundige die hij de schuld kon proberen te geven.",
  "@SNSBank Klopt, heb nog net voor 22h kunnen bestellen en betalen via iDEAL. Thanks;-)",
  "@snsbank De site doet het weer, maar is jullie iDEAL nu overbelast ofzo? Zo wordt voor 22u bestellen == morgen in huis wel erg spannend...:P",
  "Zoek autogarage Nijmegen-West die a) niet op vakantie is, b) telefoon opneemt, c) verstaanbaar is. Blijkt lastig. Iemand tip? #durftevragen",
  "Ik zie een uitgebrande #Subaru Legacy 1995-1997 in #Tottenham. Je kunt ook te ver gaan. Stelletje barbaren!",
  "\"Hayes\" is finished. Done. Klaar. Come and celebrate with me and my band @mindparkmusic 8 sept ekko Utrecht or 14 sept merleyn nijmegen!",
  "3 aug. SMS van telfort. Bundel op. Die van juli. Bedankt, lekker op tijd:p",
  "Nieuwe buren! @gollie http://t.co/257aGuu",
  "@evelienk camouflagenet boomzaag houweel ducttape deet buskruit tekenpincet bikini en een hark? #wildkamperen",
  "@GeertKuster http://t.co/4eua2rb",
  "zmooc junior kan zijn lol niet op, alles is hier gemaakt van zijn favoriete metaal: aluminium;) http://t.co/gDmf3UJ",
  "Prima kampeerweer! In de tent dan... Maar wel verse broodjes:-) http://t.co/hQ4HDY8",
  "Ah, das handig. Hoe pak spaghetti te openen (op 1:00) http://t.co/vT7Ggqg",
  "@pletterpet och, doe ik ook:P #leestgeenwebwereld",
  "@pletterpet Lees jij webwereld??! :&gt;",
  "BWAHA LOL cryogeen behandelde zekeringen:P http://t.co/HescECd",
  "En 14-9 @signetollefsen in Merleyn,  30-9 DRIFT (oa @julienmier), 7-10 @ASIWYFA_BAND, 28-10 @PetePhilly in @doornroosjenl #najaarkomtumaar!",
  "Beste acts steeds te vroeg, dan ben ik nog papa; @houseshouses gemist:-( 29 oktober herkansing @ Merleyn http://t.co/tsuOSSV :-) #deaffaire",
  "SignOff matje: #303 (Quit: alvast shutdown) SignOff tjeb: #303 (Quit: ack) SignOff ash: #303 (Quit: Lost terminal) OKOK Ik kom al #deaffaire",
  "LOL BE kranten klagen Google aan wegens copyrightschending en zeuren over boycot nu Google hun nieuws niet meer toont:P http://t.co/ENLZbhh",
  "i dun a fing . . .  http://ow.ly/5GwrV",
  "Dd/m'n/yyyy... We zijn twee minuten bezig en er zijn al twee trommelstokken gesneuveld. Is dat goed? Ja, dat is goed! #deaffaire",
  "18:45 eindelijk @Eefjedevisser zien op @de_Affaire! Beetje vroeg op/in de dag/week voor het hoogtepunt... :P Tot straks? http://t.co/goFxQBl",
  "@tuvokki Ik zou even de deur uit moeten om dat te checken. Hoop echter niet dat het mijn huis is:P #oranjestemming",
  "Thanks @stonehead voor foto's waalkadepodium http://t.co/8x2XiKC http://t.co/rih9jrM - hoef ik daar iig niet heen:P #deaffaireonly",
  "@stonehead Nu nog een fototje van de Waalkadetent?",
  "Wow, fascinerend artikel van Wired over de ontleding van de stuxnet-worm: http://bit.ly/oi3IXt",
  "@schoenselaars zonder meer #maxim",
  "Dear Steve, my 7 inch was not DOA. Also, it isn't as lonely as your obese 10\" which probably never gets off the couch. #smerig",
  "@stonehead Aangezien lowlands niet hip genoeg is voor jou: heb je toevallig een kaartje over voor @gollie ?:-)",
  "Two major Google bugs that haven't been fixed since 2009: http://t.co/iqPyCu6 http://t.co/UUw0UOo #Google #hates its #users.",
  "Finally got my ViewSonic ViewPad! #androidified",
  "Wielrentijdrid \"Parel vd Ooij\" morgen 19u. Collega zoekt iemand om zijn tijdritteam (Type: Lullig) te versterken. Liefhebbers? #durftevragen",
  "@miekg Google zegt \"We komen tijdelijk capaciteit te kort. Probeer het binnenkort opnieuw.\" #googleplus",
  "Slaapliedje http://youtu.be/EKmYlnQv_dg  Kon niet missen na vandaag natuurlijk.",
  "Via /.: de solar/sand 3d printer: http://t.co/pRfbTjf",
  "Iemand een Google+ invite voor me? #durftebedelen",
  "Apparently near-realtime twitter search is something of the past...",
  "Staan in #ooij nou twee huizen in dezelfde straat in brand? #noodweer",
  "Witbierweer uit, rode wijnweer aan. Ok.",
  "@linuswig Kan ook niet dat ie net ergens tegen een deurkozijn klem zit ofzo? Of nog een wigje achtergebleven of ergens vastgespijkerd ofzo?",
  "@linuswig Ligt het niet gewoon te strak (in de breedterichting vd kamer zo te zien)? Stukje afzagen aan het eind en even goed aanduwen.",
  "Wie o wie gaat er donderdag-ochtend met de auto van Nijmegen naar Rock Werchter? RT = welkom :) #durftevragen",
  "Bouwkraan voormalig Osnabrugge pand pleegt aanslag op Hoofdkantoor. http://t.co/JSOIxny",
  "LOL @ hosting provider:P dig txt zmooc.com",
  "@tuvokki Ik heb lekkage in ytong blokken (gips dus) maar degene die dat geconstrueerd heeft was dan ook wel Heel Erg Incompetent:P",
  "@tuvokki Tip van vorige eigenaar van mijn huis: verhuizen voordat koper doorroest (vooral bij gips, cement beduidend minder) :P #enbedankt",
  "@tuvokki Kleine tip voor de volgende keer: plastic mantelbuis om koperen leidingen in muur doen ter voorkoming condens- en roestschade:P",
  "Ik heb hier ook nog wel een emmer vol inspiratie staan. @michelgr Hebben? #leuk",
  "Yes!!! Marvelous! @Beardyman on Lowlands 2011 #LL11!!!",
  "ROLF:P US military airco/heating budget Afghanistan/Irak: $20 miljard. NASA budget (2010): $19 miljard http://t.co/QwceIbT (podcast)",
  "After 21h of resisting todays @ibood I snapped... :P http://t.co/EO7p0TO #poormanspad",
  "SFCave!!1one RT @Freshgadgets Het meest papierverslindende spel ooit: http://t.co/syZoV9t",
  "... or a working back button... RT @codinghorror twelve versions, and *still* no [esc] to stop animated GIFs? Shame on you, Google Chrome.",
  "@phedny Maar hoe koop je nou bitcoins?? Ik mis de boot!",
  "@yoyoyoost Dagboeken zijn geen non-fictie:P",
  "@yoyoyoost Mijn boekenkast komt niet verder dan 3 van de 100. Staan nochtans veel beter boeken in:P",
  "controller mapping sucks",
  "@miekg Invoke chaos theory and apply this advanced learning apparatus to skull: http://t.co/yZPGEw2",
  "Why does @spotify require me to download software?! What's wrong with the browser?! Linux preview client doesn't work with my account. #fail",
  "@bordercommunity Ok tnx a lot for your clarification. Will consider spotify subcription though that may not be the best deal for you either.",
  "@bordercommunity And isn't it a bit odd you don't get an extra share for shows called \"Border Community® Night™\"??",
  "@bordercommunity You should get a share for each bordercommunity track played at your artists' shows. Idem for youtube.",
  "@bordercommunity However, I've visited at least 5 shows by Border Community artists. I fail to see how my discovery has *NOT* benefited you.",
  "@bordercommunity True, I don't  buy tracks. I'd still listen them on youtube since that's so much more convenient.",
  "Please RT! Het paard van mijn zusje is zojuist gestolen... Auto met kenteken 68-ZN-PJ rijdt in richting Utrecht. Grijze trailer!! #dtv",
  "@bordercommunity Less videos == less exposure; deleting videos harms your cause. Apart, maybe, from this one http://t.co/3WxiuJN ;-)",
  "@bordercommunity Sure there are plenty of other tracks but I'd never have found out about you if it werent for some of those deleted videos.",
  "@bordercommunity youtube vids removed due to ©claims. Cause people not listening to your music is a good thing! Listening @ericprydz instead",
  "Kinderopvangtoeslag per 2013 zo laag dat mevr zmooc beter kan stoppen met werken. Gevolg: AOW-leeftijd moet naar 82 jaar? Dank vvd stemmers!",
  "grinnik http://bit.ly/klfsUx",
  "@linuswig @michelgr @jetskes AH Molenweg heeft alweer goeie zakken! In 2009 waren er ook te kleine, toen kon je ze omruilen maar nu niet...",
  "@tuvokki Wat zie ik op die foto? Toch maar asiel aangevraagd buiten de EU? Een verstandig en wijs besluit!",
  "Indrukwekkende beelden waterhoos (meerdere zelfs) Australie http://youtu.be/pr1gGkykgsw",
  "Krankzinnig slot Indy 500 http://youtu.be/4EGq_yKp2-A  Rookie op 1 tot vlak voor finish....",
  "Order carparts from rockauto, US, on monday, fail to fill in housenumber, delivered by @fedex in NL on friday nevertheless. Awesome!",
  "Ik denk/hoop niet dat ICT Office hier voor het meerendeel van haar leden spreekt.. http://bit.ly/iVPZ7K (via @stonehead) #theinternetmustdie",
  "Zomerfeesten @de_Affaire en #LL11 voorpret: Eefje Visser! http://www.youtube.com/watch?v=IanFf6SLoiY #vooraanstaan",
  "Mmmm a http://last.fm scrobbler chrome plugin for @youtube and more! http://bit.ly/mp3la9 #nice http://y2u.be/lgoXUzIwXk0",
  "@njitram, not @nijtram :P",
  "Listening http://bit.ly/iKDvin on http://bit.ly/mfYmWi thanks to this http://bit.ly/4BG5w6 comment by @nijtram ;-)",
  "Vandaag eindelijk geleerd hoe je je veters moet strikken! http://bit.ly/lQGgUI (via @steeph)",
  "@jetskes Potjandorie we zitten te slapen. #excuses Venkel heeft doorgaans alleen uitlopers bovenaan. Koolrabi it is. Ook al niet lekker:Ppp",
  "@jetskes Je was er al achter, maar toch: dat is inderdaad #venkel ;-) Lekker is anders, maar in rodebietensalade best te pruimen:P",
  "Here's another Photo of the shuttle from my plane.  http://twitpic.com/4yg6hs",
  "Geregistreerd voor #KPN hotspots, e-mailen die #zakken #stront mijn zelfingevulde wachtwoord nog ff in cleartext. Nonde #(*%&#%(*&! ARGHL",
  "In Esonstad, Oostmahorn, Fryslân tussen de muggen. Het park contrasteert nogal met de staat van onderhoud van de omgeving...:P Boppe.",
  "@Nijmeegsebus Dat zou je zelf toch ook doen als je borsten had? :-)",
  "Finally received #Lamb #5 special edition yesterday! It's got my name on it:-) http://www.lambofficial.com/",
  "@onzetaal Wellicht betekent het matre?",
  "@FemkeHalsema Klinkt als een goed moment voor een peuk! :-)",
  "Voor 29 euro kun je niet al teveel verwachten maar zo bizar slecht als Hyundai Short Snap is onvoorstelbaar:P @iboodnl http://bit.ly/mi2aFg",
  "@tuvokki ETA Galaxy S II (die nog altijd geen xenon flits heeft...) is 25-5... da's wel erg lang om met een SE 610i rond te lopen:-)",
  "Argl. #htc maakt veel te veel telefoons die veel teveel op elkaar lijken #keuzestress",
  "@@veerzoektbaan Nog van de Canard à la presse geproefd?:) #dwdd",
  "@bdekruijff @matthijsdk Ohh come on... 30- year young nerds sleeping here... #wtf someone must keep the party going:Pp #appeljenever #poehee",
  "Getuigen gezocht van doorrijden na aanrijding vrijdagavond 22.00u op de kruising Wolfkuilseweg in Nijmegen. Zie: http://bit.ly/e9DTxr ^MG",
  "@mbroenland Gratis tandenborstels?:)",
  "Oh dat dus... RT @dgnijmegen Gewonden bij scooterongeval #Wolfskuilseweg: http://bit.ly/fOLnCw",
  "Wat is er gebeurd op de kruising #wolfskuilseweg / #floraweg? Ambulances, brandweer, politie, ten minste 1 gewonde en 200 toeschouwers...",
  "@bdekruijff *haalt als sodemieter tuinkabouters binnen* ;-]",
  "Een of ander beest had een aardige voorraad boterhammen met vruchtenhagel aangelegd onder de motorkap van de #forester. #raar #subaru",
  "@mbroenland Wellicht ligt er een volle luchtballon in de achterbak:)",
  "zmooc #junior I heeft een nieuwe #hobby: een voor een alle flesjes in mijn #kratje #Jupiler #schudden *zucht* :P",
  "@schoenselaar Je was duidelijk niet op de goeie plek. Op de Erasmuslaan moest ik voortdurend lantaarnpalen ontwijken vanwege alle rokjes;-P",
  "Snackbarbierblikjes in een wit plastic zakje. Zo nostalgisch! Alleen het bankje in het park ontbreekt:P #glukglukglukgluk",
  "@mbroenland Heb je geen grotere foto van #yourTT?:)",
  "Lego, more insane than you've ever seen it. http://youtu.be/rWd3vgLaA_M",
  "@markko69 Ik zie dat je ook een matras hebt van het type \"veel te duur maar de verkoper deed zo zijn best\"?:P",
  "\"This site uses cookies to remember whether you agreed on this visit to see any cookies on any future visit\" :-) -&gt; http://bro.gs/wzsg",
  "Kabinet zet kerncentraleplan door http://bit.ly/dJYlbJ Kans op ongeval moet &lt;1/miljoen jaar zijn. Net als in Fukushima: http://bbc.in/dSBkdp",
  "@heinragas Scharrelen is ook niet altijd alles. Legbatterijkip heeft minder stress dan vrijeuitloopkip in grote groep. http://bit.ly/h8dvzo",
  "@heinragas \"Scharrelen\" is niet verplicht voor biovlees. Maar waarschijnlijk wel het efficientst. http://bit.ly/c0jsV8",
  "@mbroenland Neu opruimalgoritme verbeteren helpt ook:) 14gb / dag hoezee!",
  "@mbroenland Het probleem zat hem vooral in dat de harddisk vol zat:P",
  "Bewakingswebcam is 1 nachtje offline en meteen spuit iemand de uitlaat van een auto vol #purschuim... #wolfskuil #nijmegen #goeiebuurt",
  "Wel opvallend dat @tristanalpie dezelfde profielpic heeft als @LoekNL_. Hoe ziek ben je dan, dat je de boel gaat flessen?",
  "@tristanalpie Hoe komt het dat je als kakelverse twitteraar zo goed thuis bent in retweeten en hashtags?? #durftevragen :P",
  "LOL RT @tristanalpie Waarom denkt iedereen dat ik verantwoordelijk ben voor die #schietpartij in #alphen aan de rijn? #fail of #fake?:)",
  "En voor de vierde week achtereen 2 biobakken vol. Inmiddels dik 400kg weggewerkt en de hoop slinkt nauwelijks:P",
  "LOL RT @miekg gnome3 released! apt-get install xubuntu-desktop, http://www.webupd8.org/2011/01/xfce-48-ubuntu-1004-and-1010-ppas.html",
  "I am surprise not many people know of phrase \"buy Oracle license\" is translate exact in Kazakh language as \"bend over and take it like man\"!",
  "@steeph Nee duidelijk niet, was mijn eerste Google Docs ervaring dus ik heb ook geen benul:P",
  "@steeph ik probeer ook wat aan te vullen, maar ... wtf:P http://zmooc.net/russisch.png",
  "Wat doen al die spanjolen ineens in mijn twitter?! http://zmooc.net/spanish-twitter.png",
  "@SNSBank Zoals bekend heeft SNS automaat pas geconfisceerd. Zojuist heraanvraag gedaan. Vergoeden jullie de kosten? Aanvr. nr. 203652. Dank.",
  "Foto voor nieuwe SNSBank pas geweigerd. Maar niet even zeggen aan welke richtlijn ie niet voldoet. Zucht. Dan maar geen foto.",
  "\"Voorzitter pedovereniging in hongerstaking\" Zou ik ook doen met zo'n gebit:&gt; http://bit.ly/dIS2ua",
  "@SNSBank Ok. Dank voor het antwoord. Goed bezig zo!;-)",
  "@SNSBank Oh en bij het aanvraagformulier voor een nieuwe pas ontbreekt bij het \"reden\" veld \"Ingeslikt door kapotte pinautomaat\".",
  "@SNSBank Overigens hoor ik meer klachten over ingeslikte passen door die automaat (bij BP Molenweg, Nijmegen). Tijd voor onderhoudsbeurt?",
  "@SNSBank Heb inmiddels nieuwe pas aangevaagd dus komt vanzelf wel weer goed. Begrijp dat ingeslikte passen vernietigd worden, correct?",
  "@tuvokki Ik mag toch hopen dat de jarige een nieuwe tandenborstel voor d'r verjaardag krijgt...:P",
  "Zo verdomde handig, zo'n multipass. http://fukung.net/v/17989/8cf9aa51a8dc237a25c2ed347c101a23.jpg",
  "@veerzoektbaan Jamaar die zie ik al vaak genoeg! Het is een #MULTIPASS geworden:P http://bit.ly/dJDqGk",
  "@veerzoektbaan Bij de BP ja...\nGrootste probleem is dat ik nu een plaatje mag uitkiezen voor op mijn nieuwe pas maar ik kan niet kiezen:P",
  "Stop ik mijn pas in #snsbank pinautomaat, reboot ie. #omnomnomnom weg pas. Dan maar op Internet impulsaankopen doen ipv IRL!",
  "How many stomachs does a cow have? http://goo.gl/cow",
  "Woohoo @schoenselaars @tuvokki Nog een paar maandjes wachten en we hebben weer fatsoenlijk passende #dar vuilniszakken...",
  "@tuvokki LOL;-) Als je je klachtenbriefschrijftalentpijlen nou eens op de #dar richt met hun te kleine zakken ;-)",
  "Nu niet meer startklaar om te stuccen... http://zmooc.net/schoorst2.jpg\nGratis af te halen: plm. 1 ton bakstenen met lichte roetaanslag...",
  "Startklaar om te stuccen kreeg ik de onbedwingbare behoefte de schoorsteen te vermoorden... http://zmooc.net/schoorst1.jpg",
  "@tuvokki Hier past de nieuwe #groene #vuilniszak ook niet... nieuwe vuilnisbakken kopen dan maar. Rekening naar #dar sturen...",
  "LOL RT @berkes heh. Someone heard about #SQL-injection http://www.cadw.wales.gov.uk/ View source.",
  "Die nieuwe #groene #vuilniszakken zijn echt verschrikkelijk. Veel te klein. Moet ik nou nieuwe vuilnisbakken kopen?! http://bit.ly/fS588H",
  "Zit vol ongeloof naar dumpert filmpje van een dame v.d PVV te kijken die niet snapt hoe statistiek werkt: http://bit.ly/fqHaby",
  "@FemkeHalsema Ivoorkust heeft 0.25% van oliereserves Libië. Heeft NAVO niks te zoeken, ook niet in geval van humanitaire ramp. &lt;/sarcasme&gt;",
  "@markko69 Het is @heinragas, die doet vast iets persvrijs uit .jp zoals zeefdrukken:P) De Zo lek als een Zeefdrukkerij? :P",
  "@markko69 was me voor... compensatieplaatje http://fukung.net/v/20275/fc6cf5324b6d054e8e7853a31a8d7b52.gif",
  "@heinragas Oh en natuurlijk De maak je niet Drukkerij, Drukkerij de Druktemaker en de Druk druk drukkerij  :-) #opdreef",
  "@heinragas: De op het hart Drukkerij? De met de neus op de feiten Drukkerij? Drukkerij De Snor? De Benadrukkerij? De Drukmakerij? #druk",
  "@pletterpet Do I see an ADSL-Splitter as well as an oldskool external ISDN-modem next to the tekstmelder on that server room picture ?:-)",
  "The *best* video I have seen of the aurora that I've seen, seriously (and it's not an overstatement): http://goo.gl/LM6bk",
  "Italie mag scholen blijven verplichten afbeelding van halfnaakte bebloede aan kruis genagelde man op te hangen. Supergeil klasse lokaal!",
  "@mikehendrixen Hendricks is nog beter! :P) http://bit.ly/gqwxsX",
  "@veerzoektbaan @jetskes Mmm das waar!:-) Nog 'n voordeel van 't spoor: recepttips bij veer, ls en karin en wildharige boer bezorgt zelf:-)",
  "@jetskes Tuinderij 't Spoor bezorgt thuis (tas in voortuin), ook bij ons. Dichterbij wordt het niet:P Zit echter geen fruit bij itt Giel.",
  "@jetskes Als je het bioliololilogisch doet moet je het ook goed doen en uit de buurt halen http://sites.google.com/site/tuinderijspoor/ :-P)",
  "@michelgr Of hoger:P Kick him in the balls! © 2006 Idiocracy",
  "@bramhaze Komijnzaad bij AH. Verder maak je bij de molen in Groesbeek een kans.",
  "Belastingdienst 404 titel \"Seite nicht gefunden\", tekst \"Page not found\". Het is toch echt belastingdienst.NL :P",
  "Wat bezielt de DAR?! De nieuwe groene vuilniszakken passen niet in een gewone vuilnisbak #%(*& #nijmegen #dar",
  "@pletterpet Ja graag of niet hoor! Maar als het te koud wordt omdat je CV het niet doet is de Jägermeister hier wel gratis :P)",
  "@pletterpet Ik denk dat we samen wel genoeg verlengsnoer hebben om een draadje van mij naar jou te kunnen leggen;-) €100 per kwh. Koopje!:-&gt;",
  "Footage of the explosion at Japan’s #nuclear plant at Fukushima.. http://goo.gl/wubk9",
  "1 maart: Krijgen we weer een aardbeving? http://bit.ly/fO1rSs\n11 maart: Maar natuurlijk, wat dacht u dan?! Wat een boefje toch, die maan.",
  "Bol.com verstuurt ondanks 3x contact met klantsrvc al geleverde bestelling nogmaals. Als ze maar niet denken dat ik het terugstuur #prutsers",
  "Beste Nijmeegse ZZPertjes, wat is een jofele belastingadviseur? #durftevragen",
  "Lekker naar het Hunnerpark met bevrijdingsdag! Boemklatsch, Baskerville, Boef en de Aap. Volg Bevrijdingsfestival Nijmegen op @5mei024 !",
  "A SQL Injection walks into a bar, starts to quote something but stops, drops a table, then dashes out.",
  "Azamat is find perfect use case of NoSQL: is when you not care if you have NoData.",
  "@heinragas Volgens mijn landmetingen zitten wij #dichterbijdecentrale hoor!;-) Joepie ....",
  "Stroomstoring Nijmegen #hees #bottendeel centrum #nijmegen-oost #heseveld #wolfskuil e.o. weer over;-) Niet vergeten kaarsjes uit te blazen!",
  "#InterNLnet doet het weer. Nog geen Inter(NL)net? Bellen! :-&gt;",
  "Argl #InterNLnet DNS kaduuk. @Tele2: Geef mijn ISP terug!",
  "@jetskes Wellicht betrof het een bouwvakker met maandagochtendsynesthesie.",
  "Once again, spot-on. http://xkcd.com/869/",
  "@merijnvogel Dat spul kost tegenwoordig nog maar 34000 euro per kuub:P",
  "Tnx! RT @merijnvogel @zmooc: het juiste hout voor de juiste taak: http://nl.wikipedia.org/wiki/Pokhout bijvoorbeeld.",
  "Hoe werken de \"lagers\" van een ouderwetse houten windmolen? Gewoon een blok hout met een gat erin? Een smeulend gat dan:P #durftevragen",
  "Okay, google car die zelf rijdt. HARD! Van binnen. Let op het bandengeluid. http://youtu.be/oMdcWHnbhsw",
  "Verkiezingsuitslagen per stembureau in #nijmegen http://bit.ly/gMakTu 1 PvdA 2 SP 3 GroenLinks 4 D66 5 PVV #PS2011",
  "Leuk dit hoor, maar wat draagt hij in vredesnaam? http://vimeo.com/9970489",
  "30th April: @mrjamesholden + @katewaxmusic live show @doornroosjenl Nijmegen, Holland. COME!",
  "#wijchenseweg in #nijmegen afgesloten wegens ongeval te hoogte van wc dukenburg ri centrum",
  "@steeph Verklaring CBS 2004. http://www.cbs.nl/nl-NL/menu/themas/bevolking/publicaties/artikelen/archief/2004/2004-1423-wm.htm",
  "@steeph Maar de dan verwachte piek op vrijdag en maandag ontbreekt. Ok ok.",
  "@steeph Waarschijnlijk worden bevallingen in het ziekenhuis waar mogelijk (oxytocineinfuus, keizersnee etc.) buiten het weekend \"gepland\".",
  "Transparante gnome-terminal is ook transparant als je er vanaf de achterkant tegenaankijkt;) #compiz #cube #gnome",
  "Zoek de zeep! http://www.youtube.com/watch?v=08-CPXQG6Fo http://fukung.net/v/2426/trap_11.jpg",
  "Opsporing verzocht: hond weggelopen. http://www.youtube.com/watch?v=4Rr9pD3GAFs",
  "Want bananen groeien nooit alleen!! http://www.youtube.com/watch?v=IZrnMI3jEtU #banaan #foreveralone",
  "@heinragas Properly testing that requires extensive lobbying ... :P",
  "A multi module maven build on ubuntu in vmware turns out to be about 40% faster than the same build on the windows 7 host. #flabbergasted",
  "Instant rainbow is instant. http://kuvaton.com/browse/17120/instant_rainbow.gif",
  "@markko69 Pas op wat je zegt, voor je het weet bellen ze bij alle nee/nee-stickers aan om de flyer te overhandigen (zoals GL doet) :P",
  "@atzedevrieze @stonehead een iPad heeft geen camera.",
  "@patrick_atoon of misschien begreep ie je juist wel :&gt;",
  "Meppen met bierglas: thuis op rechtszaak wachten (http://bit.ly/h2r5th). Tweet http://bit.ly/euCXhd - nachtje cel. Welkom in NL...!",
  "@michelgr En daarom: http://petities.nl/petitie/stop-verplichte-bijdrage-kvk",
  "@michelgr /whois (...) idle: 12134 hours 57 mins 48 secs (505 days). Komt er een 500-dagen-idle-party?;-)",
  "Prachtige kunstwerkjes gemaakt van één tandenstoker: http://ow.ly/3WN1f",
  "Ik heb zelden zo'n groot feest gezien om een kersverse junta te verwelkomen:P #egypt #jan25 #militairedictatuur",
  "Bwhaha LOL. http://www.hpdetijd.nl/images/2011-02/nrc_1.jpg #fail",
  "Wacht. In plaats van die vorige RT bedoelde ik http://bit.ly/ijmiXI Stop de tijd.",
  "@yoast oh het is besmettelijk nu doet de rest van je site het ook niet meer:P",
  "@yoast http://yoast.com/cat/seo/ lijkt kapot/pips/moe/ziek/lui/opstandig.",
  "@heinragas Voor de volgende keer: duw de punt in de zijkant van een stukje karton van een dikke doos. Daarna pas afbreken, werkt perfect :-)",
  "Balkenbrij, de eeuwenoude frikandel. Jammie! Hopelijk heb ik een stuk met ogen en hersenen! :-)",
  "Windows XP on EBay $10. \"This software will be bundled with a 1 GB hard drive in order to comply with Microsoft and eBay policies.\"  LOL :D",
  "@njitram Ja, klinkt als \"de piloten maakten stiekem een ommetje\" :-) #helikopters",
  "@michelgr misschien hun agent bellen? http://www.twilightentertainment.nl 0497-360718",
  "Indrukwekkend die vele 1000en netjes op een rijtje biddende Egyptenaren #egypt Hoogste tijd om Bjork in te vliegen http://bit.ly/hzaeHD",
  "En dan nu een targeted bol.com ad op zie.nl/egtypte met boeken die net nog in mijn winkelwagentje stonden. Stelletje pestkoppen (#*&% #fail",
  "bol.com \"Kies nu  3 boeken uit deze lijst van 50000 boeken voor leuke korting.\" Winkelwagen timeout &lt; 30 minuten. Alles weg. #fail #danniet",
  "LOL @ RT @miekg Kost wat moeite, maar toch leuke helicopter rondvlucht gehad. #nijmegen",
  "2(+?) helikopters al een half uur boven #Nijmegen. Reports uit #Hees #Wolfskuil #Brakkenstein #HatertseHei #Heseveld\nMaar geen info. Iemand?",
  "♺ @RIPE_NCC: Don't forget to tune into the #IPv4/#IPv6 ceremony/press conference today at 14:30 UTC/15:30 CET http://bit.ly/fJdWuM",
  "BREAKING Big Lebowski 2 komt eraan. Bron: Bunny Lebowski http://bit.ly/emfx4Y Pff riskante onderneming. The Dude abides?",
  "i want schnitzel NOW",
  "Correctie: Oracle XE werkt een stuk beter mee:-)",
  "MySQL & PostgreSQL: apt-get install mysql-server postgresql\n... done!:P",
  "Setting up db interop tests. Download MSSQL: 500 Internal server error. Oracle: file is 2gb. Not have enough space due to hd crash.",
  "LOL RT @chipnl De OV-chipkaart uitverkoop is begonnen. http://me.lt/5L8ds",
  "Als #Basta iets wil, dan is het de regels volgen. En al zeker die van Sabam (Belgische Buma): http://bit.ly/gS0n2x [hilarische video]",
  "Ik doe ook es wat met javascript... test #1 crasht Firefox, #2 heel X. Uw computer is vast beter! Toch? http://bit.ly/hBpa74 (eerst ^S !!!)",
  "korg's kaossilator works perfect for opening beer bottles",
  "@bdekruijff Da's nou het resultaat als je kroost je belachelijk vroeg wekt:P Maar het kan altijd hyperder! #darum! http://bit.ly/15h2iI",
  "Ah hij gebruikt dus Kaoss Pads. Nice, tnx! RT @markko69 Zmooc, dit ga je mooi vinden: http://tinyurl.com/6yxvz35. (...) http://bit.ly/eTTKnV",
  "http://www.youtube.com/watch?v=TPvsHo4NPNo",
  "@Hans112p http://www.youtube.com/watch?v=oAlRtCyr0sQ Bovenste (highest rated) comment. :D",
  "#Ibood's HP Premium Autofocus webcam is zo bizar slecht dat ik voor het eerst een review op kieskeurig.nl heb geschreven:P",
  "@miekg Maar ik zou gaan voor Haffelhos.",
  "@miekg Schleppnetz Pfadfinderführer Außenseiter Entscheider Namensgeber hauptsächlich Bagger Krematorium Namensschild Nessel",
  "@monchito Oh doet het hier uberhaupt niet... \"Kan niet verbinden\"\nEn voor de Gummbah-kenners: Nog koffie?",
  "@monchito welke iqtest app? #iqtest #addict #narcisme",
  "@stephanvanp we hebben iets moois voor op de luisterpaal! http://www.nieuweelectronischewaar.nl/releases/6",
  "@miekg now port it to perl!!!1one ...",
  "@suzan www.gratisfietslicht.nl is een spamtrap. In plaats van een gratis fietslicht krijgt u spam. Heel veel spam. Niet aan meedoen.",
  "Damn! Totally missed Signe Tollefsen in Lindenberg, Nijmegen last week :-( http://www.youtube.com/watch?v=a3WYk2Mj_V0",
  "@steeph thieme gevolgd door pannenkoeken?",
  "@linuswig http://bit.ly/esSZEg Ook verkrijgbaar bij de Hema :-)",
  "@heinragas Het is \"geback-upt\". Bij twijfel is er @onzetaal #taaladvies. http://www.onzetaal.nl/advies/faxen.php",
  "Enkele hoogtepunten uit de chemie-pack brandweerlijst: 1 ErgoPols polssteun, 500 wollen mutsen en maar liefst 100 miljoen pallets:P",
  "Pre-ordered the new Lamb album:-) #5 http://lambofficial.com/products\nRT @lou_rhodes http://fb.me/RU9kSudL",
  "@bdekruijff De animo elders is nog steeds 0 :P Morgen even kijken of ik ga. Ik twiet:) #stephanbodzinplanetrose",
  "Wie gaat er zaterdag mee naar Stephan Bodzin @ Planet Rose in @doornroosje.nl?",
  "@pletterpet Je #zadelpen is wellicht ietwat dun voor dat #zadel. Daar heb je busjes voor. Of #ducttape.",
  "@heinragas System / Preferences / Preferred Applications / Internet / Mail Reader",
  "@stonehead Net die ene keer dat ik om 17u niet op mijn werkplek zit, breekt er brand uit middenin mijn uitzicht. Niet zo visionair vandaag..",
  "@njitram 2011 may be the year of serverside javascript but my serverside javascript year most definitely was 2009:P #iaf #win",
  "@yoast Goed bezig:) Werpt je theologie-opleiding toch eindelijk zijn vruchten af! :-)",
  "Ole! Mijn stoepen zijn weer ijsvrij. Nu jullie nog, buren!",
  "@blablablaamber pics or it didn't happen! :P",
  "Ze vallen hier met bosjes... RT @FB_NijmegenSpekglad in Nijmegen, blijf binnen als het kan (...) ijzel op bevroren sneeuw en het zout is op.",
  "@mgraat tihi:-) #2400baud",
  "@mgraat Top Gear. Hoeveel baud is dat? :P",
  "Heeft iemand nog een ouderwets extern serieel modem op zolder liggen wat ik mag overnemen? Snelheid boeit niet:) #durftevragen",
  "@miekg Bij gebrek aan een geweer zou ik dan eerder voor semtex gaan:)",
  "@jeroen_rzg Ja dat leek me ook het beste en leukste, maar ik ben bang dat de buuv met d'r vers schoongepoetste muur tegen is... :P",
  "Hoe ga ik die http://zmooc.net/ijspegel2.jpg ontdooien voordat de sneeuw op het dak echt smelt? Warm zout water erop? Tips? #durftevragen",
  "Nu alle degelijke mensen in de kerk zitten ofzo, zijn de gevaarlijke gekken blijkbaar en masse de verraderlijk gladde straat op gegaan...",
  "\"Now I am off to write some documents and save them in an office-compatible document format.\" http://is.gd/joqDK #scenesfrommylife",
  "@mgraat Ja das altijd het punt. Alles is wit... :) @markko69 Oeh maar dat is wel een echt kunstwerk zeg! Zowel die fiets als Louisiana.",
  "@mikehendrixen Sara (waarmee feli nog!) blijkt de dochter van de dochter van de zus van een vriendin van mijn zoontjes oma te zijn! #viavia",
  "@heinragas Nee maar ibood lijkt wel gerund te worden door backwards gnomes:P",
  "@mgraat Ik bespeur een algeheel gebrek aan fotos uit het rampgebied:P",
  "Gnome backwards compatibility in a nutshell: http://bit.ly/fuaUoB",
  "@pletterpet ja fotoalbummateriaal:-)",
  "@markko69 De stalagtiet is inderdaad gewapend met regenpijp, die zal nu wel stuk zijn. Maar gedeelde smart want hij staat op de erfgrens;-)",
  "Ik vroeg me al af waarom mijn huis zoveel bekijks kreeg, maar nu snap ik het;) http://zmooc.net/ijspegel1.jpg http://zmooc.net/ijspegel2.jpg",
  "@jetskes Er rijdt in ieder geval nog 1 stoptrein per uur van #Arnhem naar #Nijmegen ...:P",
  "@patrick_atoon Moet ik voor de zekerheid een potje sneeuw voor je in de diepvries zetten?:P",
  "@njitram Ik haal de sneeuwschuiver vast uit de schuur, zou toch jammer zijn als er morgen 1 meter dik sneeuw tussen mij en dat ding ligt;-)",
  "Als die langwerpige wolk nou een beetje goed mikt...;-)  #nijmegen #sneeuw http://zmooc.net/langewolk.png http://www.weeronline.nl",
  "@jeroen_rzg De grotere AHs hebben het wel. Gedroogd dan. Dragon.",
  "@evelienk @Rijkswaterstaat zit gewoon op twitter.",
  "@codinghorror No it is not. What's ironic is that you as a devoted atheist accept the christian hijacking of the winter solstice festivals:P",
  "I suggest the EU introduces legislation that requires ISPs to block access to all webpages about incandescent light bulbs!... #nannystate",
  "Iets met spijker en kop. #inflatiefarce RT @geen_stijl GS Financieel jaaroverzicht 2010. Maar dan eerlijk: Poeh  (...) http://bit.ly/fhu7vB",
  "Ruim 6 minuten geduld hebben voor de solo, maar dan heb je ook wat! :-) http://www.youtube.com/watch?v=8D6k3LKeMA0 #oudeschool",
  "Bits of Freedom zoekt officemanager [vacature]: http://is.gd/j8cqq (herhaling)",
  "@miekg @evelienk de dreiging bleek voldoende, foutparkeerder is op de vlucht geslagen:)",
  "Arghl. Carport geblokkeerd door foutparkeerder. Wat voor (legale) represailles adviseert U? #durftevragen #wolfskuil #nijmegen #kansenwijk",
  "Peugeot uit de bocht, zit vast. Duwen met 5 man hielp niet. Politie: \"Ja je staat niet op een verkeersgevaarlijke situatie. Dus succes!\" LOL",
  "The Scale of the Universe, nice and simple interactive tool: http://bit.ly/htJZiA /via @michielb",
  "Opgezegd: sponsorloterij, postcodeloterij, bankgiroloterij, oxfam novib en een of andere vage verzekering. Scheelt in 2011 weer 1600euro :-P",
  "Zo! Stoep schoon, preventief gestrooid, voorraadkast gevuld, verwarming aan. Dus http://bit.ly/4wlJSZ !! 200cm aub:-)",
  "Best mooi in het bos! Maar mijn aanwezigheid werd niet zo gewaardeerd door de overige toeristen:P http://zmooc.net/sneeuwbos.jpg",
  "Zo. 100 meter stoep/pad sneeuwvrij. Nu de buren nog:P Tijd om de oto uit te laten:-)",
  "&lt;zmooc junior&gt; SNEEUW!! :-) *enthousiast* .... NAT! :-( *huil* repeat ad finitum. Mooi is wel dat ie helemaal verdwenen is als ie omvalt:-)",
  "http://twitpic.com/3hdf6z vanmiddag 15u #sneeuwballengevecht op #keizerkarelplein  #nijmegen ??",
  "@heinragas Ha! Nog wat moois geknutseld lately? :-)",
  "Niet gek, dat uitzicht vanuit #52degrees #nijmegen gisteravond. http://zmooc.net/52degreeview.jpg",
  "@njitram De gemiddelde linguist is daar nog niet zo van overtuigd hoor;-) @nijtram",
  "Nondeju verschrikkelijk op de weg. Stelletje traagrijdende slakken met je prutsautos, nepbanden en gebrek aan vertrouwen in strooizout #(*&",
  "NXP-fabriek gaat dicht. Cancel die @Doornroosjenl nieuwbouw maar, er is al een nieuwe toplokatie gevonden! :-) http://bit.ly/gyxXdS",
  "I heard \"word lens\" and I was all like, whatever, then I saw the video and I was all like OMFG! http://goo.gl/7NYxU",
  "#ibood #fail #alweer #ookaltijdwat. Maar de helft leveren en na een week nog niet reageren op klacht... typisch http://bit.ly/fsfSN4",
  "Tweede kamer neemt met algemene stemmen motie aan om HOV/tram in nijmegen aan te melden voor MIRT. Super voor Nijmegen.",
  "Overval woning Aldenhof, Nijmegen, 13.30u. 3 daders met vuurwapens gevlucht, 20-30jr donkere kleding. Tips? Bel 0900-8844 ^MC",
  "@miekg Onheil. Mooi woord! Net als #zoetekoeketer bijvoorbeeld;-) #thorn",
  "Aanrijding trein-persoon bij #Dukenburg #Nijmegen. Hulpdiensten rijden bijzonder hard vandaag. #Zzzoef.",
  "@steeph Weeknummers zijn in ieder land anders ...",
  "Joh!:P RT @NijmegenNL Hoogleraar: persconferentie onnodig http://bit.ly/fkIzwD",
  "@miekg Het is toch iets anders geworden, de DYI IR webcam hack. Maarja die is ook alweer af (en werkt super!!) http://bit.ly/2531l",
  "Net op weg met een proggel om iemands corrupte synthesizerbackup te analyseren, heeft ie het al fix :-( Hoe ga ik de codedrang nou stillen?",
  "Nothing to see here, move along. Technische recherche is klaar. #wolfskuilseweg #nijmegen #piefpaf",
  "En nog een aanrijding!:-Ppp #ramptoeristen #wolfskuilseweg #nijmegen #piefpaf",
  "Ramptoeristen veroorzaken aanrijding:P #wolfskuilseweg #nijmegen #piefpaf",
  "@matje Doe voor de zekerheid maar een kogel- en babykotsvrijvest aan:P @miekg Als ik die pui erbij krijg, OK:-)",
  "Blijft moeilijk, schieten. 4 kogels, 1 raak. Waar zijn die andere 3 geland?? Beterschap, overbuurman! #wolfskuilseweg #nijmegen #piefpaf",
  "@pletterpet Wat zou er gebeuren als ie 5 weken wordt?:P Place your bets! Misschien had ik hem toch Damien moeten noemen.",
  "Politie zoekt getuigen van schietincident Wolfkuilseweg Nijmegen om 15.30 uur. 24-jarige man raakte hierbij gewond. http://bit.ly/espYdn ^MC",
  "@pletterpet Later vertel ik zmooc junior \"toen je 3 weken was werd de ruit ingegooid en toen je 4 weken was schoten ze de overbuurman neer\"",
  "@pletterpet Prachtig voor in zijn fotoalbum toch;-)",
  "Onze #hoeraeenjongen op omroepgelderland.nl! :-) RT Hans112p    @C_Teunissen Omroepgelderland over de schietpartij http://t.co/gJMEljR",
  "LOL RT @NicoNijenhuis Die foto heb ik gisteren aan de Turennesingel in Lent geschoten ;-) #Nijmegen #wolfskuilseweg http://yfrog.com/h0ymrzj",
  "Voor de ontslagen #internlnet medewerkers: RT @MrWorkNl Planon zoekt een Customer Service Professiona (Nijmegen): http://mrwork.nl/?kak",
  "Technische recherche neemt fotos. Er ligt dus nog iets. #wolfskuilseweg #nijmegen #piefpaf",
  "@C_Teunissen Lijkt er niet op dat er iemand is gearresteerd. #wolfskuilseweg #nijmegen",
  "@C_Teunissen Lijkt erop. Er is in ieder geval geknald, gepolitiet en geambulancet.",
  "Fototjes http://zmooc.net/piefpaf5.jpg http://zmooc.net/piefpaf1.jpg #nijmegen #wolfskuilseweg #onzestoepissneeuwvrij #hoeraeenjongen",
  "Er lijkt toch geen lijk te zijn, hooguit een lichtgewonde. Wel technische recherche met afzetlint #wolfskuilseweg #nijmegen #piefpaf",
  "@PolitieGLZ Kunnen jullie een update geven over wat er aan de #wolfskuilseweg #nijmegen gaande is? Dankuwel.",
  "@evelienk Die ja. ls belde over 4 knallen en veel polities en ambulances en witte lakens. Nog geen fotos want zmooc junior kreeg prio:P",
  "Gerucht gaat dat er iemand is neergeschoten aan de #Wolfskuilseweg. Politie ambulance en een wit laken. Meer volgt. Wellicht.",
  "@cecilekookt Gefeliciteerd!!! www.bedanddinner.nl",
  "New Lamb album coming up;-) RT @lou_rhodes Spent the weekend doing the first Lamb photoshoot in 6 years ;-)",
  "@miekg Op werk tegen financiele vergoeding. En als ik #windows gebruik dan doe ik het ook \"goed\". #msie, #notepad, #paint!:P #zelfkastijding",
  "@miekg #MSIE8 Kwestie van je ziel verkopen, zo gepiept:P Maar als je dan 128 wil intypen staat er dus ineens 218..",
  "@miekg Ja? Moet je voor de grap eens met MSIE8 bij een buitenlandse betaling het bedrag heel snel intypen dan:P #SNS website",
  "@Snavaes Harry Potter (en @EmWatson :P) komt zo op sbs6, veel makkelijker:P",
  "@njitram As long as it's not an ashcloud:P http://bit.ly/8bSio1",
  "The beginning of the decline of Java has arrived. Apache resigns from JCP. http://bit.ly/gsdtfM :-(",
  "This changes everything... RT @mikkohypponen Wow....just wow. http://www.ding.net/wikileaks/234867.txt",
  "France Telecom, Telecom Italia en Vodafone (http://bit.ly/nYpPR) verklaren #netneutrality nogmaals de oorlog: http://bit.ly/go4td6 #morons",
  "Wie gaat er 8 januari (mee) naar Stephan Bodzin @ @doornroosjenl? http://www.doornroosje.nl/ProgrammaDetail.aspx?eventid=668657&id=584474",
  "Na jaren van ADSL-uptimes van maanden ligt #InterNLNet / #BBned er nu minstens wekelijks uit. Toeval? Of #Tele2 incompetentie?",
  "@FemkeHalsema #Hillen heeft gewoon gelijk. #Cablegate is net zo #journalistiek verantwoord als de audities voor Idols integraal uitzenden.",
  "#startrek #deur, #handig voor #mensen die in de #kerk zijn #geboren;-) RT @Freshgadgets DIY deur werkt op lucht: http://ow.ly/3l7OB",
  "@de_Affaire Alvast een verzoekje voor De Affaire 2011: Professor Elemental!\nhttp://www.professorelemental.com/ youtu.be/eELH0ivexKA :-))",
  "@twitjeb Nu je zwitserse bankrekening nog:P",
  "Ineens overal printer ads. Bah:P",
  "@michelgr Oh ok Samsung it is dan ;-P)",
  "@michelgr Arme dooie bomen! Maar um inkjet goedkoper? Toner is per afdruk doorgaans toch veel goedkoper? Dacht ik...",
  "@twitjeb @myst @miekg @michelgr @schoenselaars Dank! Duidelijk Samsung vs HP, maakt het vraagstuk al een stuk eenvoudiger:-)",
  "@michelgr We willen juist geen inktjet meer, inkt droogt steeds op als je een tijdje niet print waardoor het effectief veel duurder is....",
  "Printer uitzoeken. Poeh. Heb je een laserprinter en ben je er ook nog eens blij mee? Laat me weten welke! #durftevragen #overbodigehashtag",
  "@jetskes Ja we hadden junior toevallig net uit de box gehaald, anders had ie wel een paar krasjes in de lak gehad...",
  "Helaas/gelukkig is de vogel gevlogen middels de zich-in-de-groep-hangroepjongeren-mengen-methode ...",
  "En #seuren heeft het alweer dichtgeplakt. Hulde! @evelienk Nee jr was _net_ weg. De andere jr stond wel erg dichtbij maar is ok:-)",
  "... ben ik er morgen niet, zit ik ws. in de cel wegens repressailles zoals moord en doodslag op de overbuurman.",
  "Box van zmooc jr (3 weken): http://zmooc.net/glasinbox.jpg En dat is glas. Sneeuwbal door ruit....",
  "Wenn ich nicht hier bin, bin ich aufm Sonnendeck!",
  "@stonehead en weer geen swap-desktop-knoppies. Boedihoe.",
  "#snsbank. Type met MSIE8 128 in het bedrag-veld van een buitenlandse betaling en hij maakt er 218 van... Nou dan type ik wel 218... #fail",
  "Instant fan van #Professor #Elemental! :-) http://bit.ly/ddDp6V http://bit.ly/3N6xDv #steampunk #chappop",
  "Man arrested because he ejaculated during a TSA patdown. http://www.liveleak.com/view?i=c65_1291178670 His name is ... Percy Cummings #lol",
  "Nieuwe trendy club voor 21+ers in Nijmegen, Touch: http://bit.ly/gM49pr Jezelf trendy noemen is echter niet echt trendy, dunkt me...",
  "Tweewielaandrijving moet verboden worden! Stelletje trage minkukels (behalve @maarten__k dan:P) in hun nepautos met nepbanden. Grrrrrrrrr.",
  "@monchito tijdloos! :-) http://bit.ly/52zj7B",
  "http://bit.ly/52zj7B",
  "Mooi hoor, je telefoon unlocken met zo'n swipe. Je kunt aan de vingerafdrukken precies zien wat iemands' swipe is:P",
  "Oke daar gaat ie: Dennis van den Doel uit Maassluis, ik heb vanavond je portemonnee én muts gevonden in de trein naar A'dam! please RT",
  "@jetskes met 1 dozijn vriendinnen in 1 thermoshirt en -broek is ook wel een beloning waard natuurlijk:-)",
  "@bdekruijff Niet vergeten je winterjas op te graven he! :-)",
  "Het wordt woensdag -5. \"Het voelt woensdag als -15\". Afhankelijk van hoe kapot je thermometer is kan het ook voelen als +30.",
  "Beatboxen met Google Translate: http://ow.ly/3ho0F Briljant!",
  "@bboesveld 0 followers, 10 smsjes, 2 tweets. Dodeboomlezers communiceren toch het liefst met vertrouwde technologie uit de vorige eeuw:P",
  "Metro quote zmooc - tweet komt via drukpers, dode boom, vrachtauto, OV, forens & fototoestel weer terug op twitter: http://bit.ly/dGK0gb :-)",
  "@cjager272 Cool! Even die dode boom proberen te bemachtigen:-P Maak anders ff een foto? :-)",
  "Wat is het grootste nieuws? \"Sneeuw leidt tot drukste avondspits ooit\" of \"Geen problemen op het spoor\" ? ;-) #ns #sneeuw Subaruuitlaattijd!",
  "Slim fietsslot klimt in lantaarnpalen: http://ow.ly/3gbZb",
  "Via #geenstijl Stukje huisvlijtambachtkunde waar je U tegen zegt: http://volpinprops.blogspot.com/2010/11/portal-gun-for-childs-play_22.html",
  "@pletterpet Ziet er naar uit dat ik in mijn eentje naar #LL11 mag dan:P www.cjp.nl is ook ineens down. Onverklaarbaar:P",
  "Festivalbaas: Erik van Eerdenburg, #Lowlands 2011 UITVERKOCHT. Er zijn nog alleen nog CJP kaarten; zo'n 10.000 #ll11#3FM",
  "Zeau. Ticket #LL2011 #ll11 in de pocket! Ondanks ticketmaster:P Hopelijk komen er ook leuke artiesten:P Daft Punk met orkest bijvoorbeeld:-)",
  "@stonehead Bij mij stond ie al bovenaan toen ik de eerste minuut had gehoord;-) #DaftPunkTronLegacyOST",
  "....en bedtijd! Komende nacht tussen een uur of 4 en 6 ga ik de 100 uur maffen in 1 week (za-vr) aantikken. Nieuw record! Ziek zijn zuigt...",
  "Bijna 5 uur tekno boem boem boem boem voor die momenten dat uw brein tijdelijk overbodig/afwezig is: http://soundcloud.com/groffuil",
  "@markko69 Welkom! Eerst Sinterklaas he, dan pas Kerst! Zo doen we dat hier in NL :P",
  "Hoe maak je muziek met pvc-pijpen? Nou zo: http://bit.ly/hw8tEf #briljant #video",
  "Muzak?! Symfonepisch!!! RT @stonehead Tjee. Mag zo'n gelekte Daft Punk al op SoundCloud? Blijkbaar wel. http://bit.ly/etvfV2 #welbeetjemuzak",
  "I'm definitely upgrade to MS-DOS 5! Watch this:\nhttp://goo.gl/sp05k #nopcshouldbewithoutit",
  "Straaljagerroute volgen via twitter: http://twitter.com/#!/search/straaljager zwolle - apeldoorn - arnhem - elst - nijmegen. Of andersom?:-)",
  "Ok dat was misschien toch niet de laatste bestelling bij #anil. Wat een vreetfestijn:-D *burp*",
  "1951 mail van #just-eat \"bestelling wordt op afgesproken tijdstip bezorgd\". Was 1945. Niks. Eerste&laatste bestelling bij #Anil. #Honger!!!",
  "China makes the fastest supercomputer in the world, and Lebanon makes the biggest Hummus dish.  Draw your own conclusions.",
  "\"Gefeliciteerd met de geboorte van Tim. Van postbode Stephan.\" + Mooi plaatje. Onze #tnt #postbode is cool;-)",
  "@schoenselaars Stiekem wil ik zelf bij/op #struin, maar ik schijn te oud te zijn:-(",
  "@schoenselaars Daar klom ik vroeger ook altijd in!!! En 10 punten voor papas die kids naar #struin doen;-)",
  "Lowlands gaat vrijdag 26 november om 11u in de verkoop http://bit.ly/1aiYj3 #LL11",
  "@jetskes Men mag dat soort grapjes _nog_ in de kleine lettertjes zetten, maar niet lang meer. Maar jouw geval klinkt gewoon als misleiding.",
  "@Kleinwerk Don't Try This at Work http://bit.ly/cRNGUc",
  "@jvermeulen http://en.wikipedia.org/wiki/File:Antistatic_wrist_strap.jpg + http://cdn.overstock.com/images/products/P11532418.jpg",
  "Voor mij nieuw soort spam. \"Nederlands\"talig, van Elena uit Rusland. Ze vraagt of ik nog een oude kachel heb en die op zou willen sturen:P",
  "@evelienk Paarse krokodil http://www.youtube.com/watch?v=2Rw27vcTHRw",
  "RT @GroenLarisa: Oeh, leuk plaatje voor taalfanatici! http://twitpic.com/37e3ex",
  "@markko69 Wat doet je vermoeden dat de grond wel af is?:&gt;&gt;)\nOntzettend mooie foto's heur. Sowieso best vormgegeven prive-blog ooit;)",
  "@markko69 Thanks! Dakkapel is af! :-) Kamer nog niet, though, dus nu is het mega-gezellig op onze kamer:-D",
  "zmooc junior #2 deployment completed at 3:21 on 12-11-10. His name is Tim and he and Ms zmooc are 100% ok! :-)",
  "Het is even een dagje zwoegen, maar dan heb je ook wat;-)\nhttp://zmooc.net/dakkapel.html",
  "#LandRover #Defender 110 300Tdi #tekoop. Helemaal klaar voor een #overland trip na #dustroads avontuur. Zie http://bit.ly/bN9SmZ",
  "#Nijmegen #Dukenburg straatverlichting nog pips na de stroomstoring van gisteren? Of gaan die dingen gewoon rijkelijk laat aan?",
  "A new trend? Recursively retweeting each others retweets?",
  "@jvermeulen afgezien van dat van de zon, mijn monitor en http://zmooc.net/led_array.php heb ik een grondige hekel aan licht, ja:-)",
  "#Nijmegen #Dukenburg lantarenpalen uit en wat gebouwen donker. Nice! Houden zo!",
  "Anderhalf uur noest klussen et voila! De meest innovatieve Internettoepassing ooit! http://zmooc.net/led_array.php Koopt nu aandelen!!!11one",
  "Border Community Night, Planet Rose, @Doornroosje.http://www.youtube.com/watch?v=bmz8lRwWLx4 http://www.youtube.com/watch?v=5f4Keatc6Rc",
  "Herhaalde oproep: iemand zin om mee te gaan naar #NathanFake@ @doornroosje vanavond?:-) http://tinyurl.com/27w64e4 http://tinyurl.com/c2e49b",
  "Onvoorziene Big Brother is TWatching You bijkomstigheid. POLITIE GLD-ZUID (@POLITIEGZ) IS NOW FOLLOWING YOUR TWEETS (@ZMOOC) ON TWITTER. :-)",
  "Wie gaat er vanavond mee naar de Border Community Night in @doornroosje met #nathanfake live? http://www.youtube.com/watch?v=_voht-3HKvA",
  "Ik was al langer fan, maar was de url kwijt. Gelukkig is er google. Aanschouw, mijn grootste idool ooit, Hildo: http://www.twolefthands.nl",
  "(...)for decades to come since they keep some behind. Depending on a cartel is our own choice, but for a cartel, OPEC is acting pretty nice.",
  "@michelgr OPEC has greatly mitigated the pain of the recent oil price crises. It has stabilized the oil market for decades and will (...)",
  "@suzan Langer zwangerschapsverlof (= langer borstvoeding) = gezondere kinderen = gezondere werknemers = beter voor de economie.",
  "@cjager72 Jazeker! :-) Maar ik ben geen engelsman en dit was ook niet echt boekwaardig:P Ik zal eens opzoeken of het nog leeft;-)",
  "#Garmin Nüvi navigatiesysteem == #Linux. Maar registratie voor map-updates werkt alleen met Windows. Stelletje prehistorische kl*******en.",
  "@markko69 Lou Rhodes was de zangeres van Lamb ja. Of is, want Lamb is nooit echt gestopt;-) Nu solo, al twee keer in @Lux geweest.",
  "Someone just reminded me of this... http://fb.me/IhoTZ2yc",
  "grappigste plaatje over de chileense mijnwerkers: http://i.imgur.com/4OCuz.jpg",
  "...om wat wietknipafval achter het fietsenhok te dumpen ...:P raarrrrrrrrrr.",
  "Zag vanmiddag 3 stomdronken niet-Nederlands sprekende personen zonder enige schroom tussen 20 rokende callcentermedewerkers doorlopen ...",
  "@jvermeulen Parsen met een template-engine?:-)",
  "@jvermeulen Volgende keer Apache Velocity!! ?:-)",
  "Luistert ongemasterde ruwe opnames van The Luminol. Heerlijk stukje 20e eeuwse rockmuziek uit de 21e eeuw http://www.myspace.com/theluminol",
  "doe mij ook een kip nugget: http://early-onset-of-night.tumblr.com/post/1206666159/say-hello-to-mechanically-separated-chicken-its",
  "Dance-fotograaf gezocht!... http://fb.me/JRIbzd3I",
  "Hm. Niet alleen de Grote Markt, maar ook de Molenstraat en Lange Hezelstraat zit in de totale destructieclip van Daybroke http://goo.gl/l4ry",
  "Meer dan 200 euro gevonden op straat in #nijmegen wolfskuil. Op zoek naar de eigenaar (die het exacte bedrag+locatie weet) Please RT",
  "@jetskes Hee die ken ik! :=) http://zmooc.net/mmm_biefstuk.jpg #mookerheide",
  "Wie gaat er binnen 30 minuten nog even gauw mee naar Cosmic Sensation in park Brakkenstein? http://www.experiencetheuniverse.nl",
  "Bij het slopen van de #dakkapel ontdekt waar de vorig jaar uitgeroeide #boktor heen is verhuisd. Situatie contained. Iemand Boktor kopen?:-)",
  "Iemand zin om 30 oktober (mee) naar Border Community Night in @doornroosje te gaan? Nathan Fake live! http://tinyurl.com/38aglof",
  "@jetskes Laten we nou net ook HR glas willen;-) Ik zou er lekker een kas van klussen;-)",
  "\"Glas herstellen? Seuren bellen!\". Ok. Of we toch even wilden mailen, da's makkelijker. +10 punten:-) Nu nog een nieuwe slogan jongens;-)",
  "@Anne5618 het was ook maar 1 sirene (nabij Energieweg) dus dat je hem niet gehoord hebt, kan kloppen:-)",
  "#luchtalarm #nijmegen was dus megafail. Niets op radio, niets op TV, niets op Internet. Alleen maar tweets. En #vraagtekens.",
  "#luchtalarm #nijmegen gisteravond bleek geen foutje. Mogelijke gevaarlijke stoffen/asbest vrijgekomen bij de (zoveelste) brand bij Sappi.",
  "Vrouwlief vraag waarom het luchtalarm afging. Ik hoorde niks maar de rest van de twitteraars in #Nijmegen overduidelijk wel.",
  "@schoenselaars Dat gokt men maar, die beesten hebben geen ID en zouden op grond daarvan op zich opgepakt en gedeporteerd moeten worden:P",
  "Edelhert in NL ongewenst. Triest. http://www.gelderlander.nl/voorpagina/achterhoek/7361592/Verklaar-edelherten-in-Achterhoek-gewenst.ece",
  "Gloeilamp &gt;=75 watt verboden sinds 1 sep. Duits bedrijf verkoopt nu gloeiverwarming. Past in gewone fitting. Briljant:-) http://heatball.de/",
  "@jesus Have you been drinking too much of your own blood again? There never was a year 0. http://en.wikipedia.org/wiki/0_%28year%29 :P",
  "Uitvinding van Adobe betekent revolutie in de fotografie! http://ow.ly/2ISr4",
  "@markko69 Nee dan moet ik weer pannekoeken eten... het loopt helemaal in de soep! :-P",
  "@njitram Ja lijkt me ook:) Helaas kwam de vrouw net met gehaktballetjes in satesaus aanzetten dus ik moet nog even wachten met uitproberen:P",
  "http://www.gelderlander.nl/voorpagina/maasenwaal/7302839/Frikandel-Totaal-bezig-aan-opmars-in-Nederland.ece 14u gaat de snackbar open!:-)",
  "@FemkeHalsema Kinderopvang onbetaalbaar voor verpleegsters? Alsof er uberhaupt kinderopvang bestaat voor beroepsgroepen met flex werktijden.",
  "KPN&Vodafone verbieden koppeling mobiel aan laptop: http://is.gd/f9SE1 Ik wil zelf bepalen wat ik met mobiel doe. Hanteer gewoon FairUsePol.",
  "Iemand interesse in 4 zakken meisjesbabykleding?",
  "Gaat er iemand 23-10 naar de Border Community Night (James Holden) @ Melkweg, Amsterdam? En wanneer weer Border Community in Roosje?;o]",
  "@miekg #Groesbeek achterlijk? In de Groesbeekse bossen mag je tenminste overal ATBen itt alles eromheen;-) Ik haat routes:P Heb je een Bron?",
  "Eens zien hoever Twitter reikt: Wie kent A.J.M. Appelhof? Ik heb vanmorgen je Rabo-pas gevonden op Nijmegen CS. Please RT!",
  "zoekt naar advies over bouwpercelen, verkaveling, bestemmingsplannen, woningbouw, financiering, vergunningen. #durftevragen #vastgoedmagnaat",
  "@ParisHilton tweette 8u geleden nog dat ze ging slapen. Nieuws meldt dat ze \"gisteravond\" is opgepakt. Nieuws is fake of tweet is fake:P",
  "@Freshgadgets Onzin.Vuurtornados zijn niet zo zeldzaam hoor. Het is ook heus geen wonder dat er beelden van zijn. http://tinyurl.com/25h876p",
  "Gezocht: stagiaire Webdesign / DTP / Grafisch Vormgever bij N.V. Subaru Benelux. http://bit.ly/cSmuvH",
  "I #hate how #tweetphoto actually #tweets when I merely want to leave a #comment with a #photo... #",
  "http://tweetphoto.com/41120515 @michelgr I think that's a Hibiscus Syriacus.",
  "@michelgr Dat lijkt me een Hibiscus Syriacus. Ook wel Altheastruik genoemd. #durfteantwoorden",
  "Na 2x wegenwacht nu eindelijk op weg! Allemaal Geblindeerde zwarte autos met blauwe zwaailichten.",
  "@njitram Wap:p",
  "Geen umts gprs 3g op #ll2010. Dan maar bier...",
  "Legendarische @TheOnion heeft oplossing voor Google 's privacy-troubles http://bit.ly/9ytOnS",
  "@evelienk ja ik had wel door dat ie meteen twitterde, maar ik deed het toch:P Gelukkig kun je tweets gevoeglijk deleten:-)",
  "Wat een spamcrap, die twifficiency. Tip: klik er niet op.",
  "Economist: Google has joined Verizon in lobbying to erode net neutrality http://bit.ly/bPwFsm (via @gronical)",
  "@Anne5618 Die zonneenergieladers kunnen gemiddeld maar 1 uur laden na 10 uur in de volle zon te hebben gelegen. Als ze niet zijn gejat dan:P",
  "@twitjeb Ik pleit voor elektriciteit op de camping op lowlands 2011.",
  "Sony Ericsson CMT-60 besteld. Foon opladen uit het stopcontact of uit AA batterijen voor maar 15 euro. Briljant dingetje (hopelijk;-)).",
  "WB @michelgr @bdekruijff !!!",
  "Ontdekt Ulrich Schnauss. SigurRosachtige chillsynthpopvaagheid met een vleugje euforie. Lekkel. http://www.youtube.com/watch?v=lJGy0mZnxtU",
  "De #darbuka is gearriveerd!:-) Boem klatsj boem boem klatsch tik toing tak hoi #buurvrouw!",
  "Mijn ijsje past niet in mijn mond nu druppelt alles op de grond! http://soundcloud.com/disco_dip/meisjes-met-ijsjes",
  "\"De betaling is gelukt\" Driewerf hoera voor de impulsaankoop! :-) #darbuka http://www.youtube.com/watch?v=5HBN9cpzook",
  "Aha dus dit is nou een #darbuka. Even kopen dan maar! http://www.youtube.com/watch?v=XOFOZztToWQ",
  "@schoenselaars dat is \"meer dan 1 klik\" met mijn telefoon en dus teveel moeite... :P",
  "zmooc junior springt zich een hersenschudding op de beats van http://soundcloud.com/ferric",
  "@suzan qua kapper ga ik altijd naar Salon de Spiegel, een aanrader wat mij betreft.",
  "@evelienk nee eentje maar van @tomhendr",
  "Iemand nog een lowlandskaartje nodig? (nee niet de mijne)",
  "@njitram Met xenon flits en optische focus?:)",
  "@njitran maar dat is applespul met een schaamteloos slechte camera!",
  "Door een pikdonker bos lopen met gsm, gps en walkie talkie in je handen. En de grond is hier best hard. Blijkt... Integreer die gadgets!!!",
  "Goed toeven op de blowboom midden in een pikdonker bos met j hendrix op de walkie talkie:)",
  "@breakbild doe es kaasplankjes en champagne naar camping brockhausen plaats 173 brengen!",
  "Op de camping lalala bral.",
  "Het feest is op maar het bier nog niet!",
  "Bij de intocht #4daagse @ texaco st annastr Loper vraagt vriendin onder luid applaus ten huwelijk. JA zei ze:)",
  "Planet rose @ club voerweg #deaffaire is nu al een prima feestje:)",
  "Weer eens van #deaffaire af. Oase dit keer. Ook al kut. Security voert door band uitgenodigde dansers af... Morons.",
  "@evelienk Ah ok. Je poepvriendinnetje is vanavond@#deaffaire",
  "@evelienk We weten nog niet wie van ons vanavond gaat. Ben jij er morgen? Dan zijn we er iig allebei.",
  "Wij zijn hier!",
  "@twitjeb Bedoel je de drie beste of de drie bekendste?:p",
  "Bij fortarock voerweg #deaffaire",
  "@mgraat Kutsecurity kutcrowdcontrol kutdruk en laffe muziek. Ruine is veeeel beter. Alleen wel alleen:p",
  "#waalkade zuigt in alle aspecten. Gauw terug naar het vertrouwde #deaffaire!",
  "@pletterpet Ok coming up!",
  "Op naar #deaffaire e.o.! Waar moet ik me melden, jongens?:-)",
  "Voor het eerst op #habana #deaffaire. Vet!",
  "Tickets in de pocket voor Jeff Mills @ Doornroosje, 22 oktober 2010! :-)",
  "dBridge & Instra:mental confirmed for @Doornroosjenl on friday the 8th of october!! Happy, happy, happy, happy, happy, happy!!",
  "@suzan Schandalig? Het is een stuk efficienter opruimen zo dan al die meuk uit een prullenbak peuteren:) Dumpt uw afval op het museumplein!!",
  "1m vijverfolie om de slang van de zwembadpomp-&gt; zwembad van 6 m3 in 3 uur van 21 naar bijna 28 graden! Opblaaszonneding kost 160 euro. Win.",
  "Sprinkhanenplaag in Rusland/O. Oekraine. Coole videos. http://observers.france24.com/en/content/20100708-russia-invaded-by-crickets-ukraine",
  "@evelienk Ben mevr. Kuijken afgelopen weken al meermalen in de bossen rondom Nijmegen tegengekomen. Man man wat gaat dat hard. Zzoooef.",
  "Ziet dat Holy Fuck op Lowlands komt. Holy Fuck!:D http://www.youtube.com/watch?v=6Mt5FcUK-bI",
  "hehe grappig /dev/full ... http://tinyurl.com/39auhfx",
  "Conclusies van vandaag: 100m2 heg snoeien is zwaar. Slivovitz is LEKKER. Sigaren niet al te lang laten liggen. Subarus blijven fijn.",
  "@mikehendrixen daarom slaat de vergelijking nergens op. maar follow je mij wel? of twiet ik hier weer voor jan lul?:P",
  "@mikehendrixen terwijl bij stemcomputers iedereen er belang bij heeft dat ze niet correct functioneren",
  "@mikehendrixen bij online transacties heeft de partij die de software implementeert altijd belang bij het correct functioneren ervan",
  "Dit is ook mijn favoriete track van 'Further' so far: http://www.youtube.com/watch?v=0IRHM-o5kiQ",
  "\"Gaat u maar voor, meneer\" zei de meneer voor me in de rij bij de Gamma. \"HOHOHO!\" zei de kassamiep boos, \"die meneer was eerst!\". Zucht.",
  "Zeau. BBQ aan, muziekje aan, witbiertje open, partytent enabled en biervoorraad erin. Kom maar op met die plensbui!:-)",
  "@twitjeb medogenloos. dat ben je! @karachy_ welkom;)",
  "Er is een bijenvolk neergestreken in de spouw van de buuv. Front row seats. Yeah!;-)",
  "LOL! RT: @HenryHardcore: HARDSTE WK SHIRT 2010 IS EEN FEIT! http://bit.ly/c4CQYD",
  "@suzan en ze blijven rustig doornixen neem ik aan?:P",
  "@suzan Dat zijn vast de beruchte Ierse oplichters. Misschien even 0900-TUIG tippen? http://tinyurl.com/32vv8cy",
  "Ik retweet, dus ik ben.\nMet een mening.\nVan een ander.",
  "These are the really cool pentests: http://bit.ly/qqaWO",
  "@suzan Je moet ook je huisnummer invullen he. Hier doet ie het wel.",
  "the beautiful @AmandaPalmer rips it live at Moog @moogmusicinc http://bit.ly/93soQ7 #liveatmoog : )",
  "@ScienceguideNL Wifi in openbare gebouwen: wat een kul. Voor 2.50 per maand heb je overal gratis Internet. Wat voegt dit toe? Wat kost het?",
  "@phedny this'll bring relief;-) http://www.youtube.com/watch?v=wGxc7JEHelI",
  "@steeph je mag ook al geen foto's maken van de Noordzee http://bit.ly/98uLnk",
  "Duitse rechter verklaart software patenten toegestaan. Dat is dus mooi KUT. +andere (strafbare) verwensingen http://tinyurl.com/37ysjkq",
  "@monchito lekker fietsweer he;-)",
  "@suzan Als je harddisk (te) kapot blijkt om met dos te kopieren: google dd_rescue! Als het daar niet mee lukt, lukt het alleen de NSA nog:P",
  "@njitram \"Cairo is groot\" op de wijs van \"De oceaan is groot, hè\" van vermaard artiest Yoran vd S?;-)",
  "@jetskes Ik heb net ook 4093 rupsen meegenomen uit het bos. Aan zijden draadjes dalen ze af uit de bomen op nietsvermoedende recreanten:P",
  "@steeph Dat conficker story is sluikreclame voor Star Trek. Het dwong me onbewust 47 DVDs te kopen. Bedankt:P",
  "@njitram Ja als het een flitsding is wordt dat een duur grapje:P",
  "Mogelijk maken de cameras deel uit van het verkeersdoorstromingssysteem van BBKAN. Riekt naar kentekenregistratie. http://www.slimopweg.info",
  "Iemand info over de verkeerscamera's die ineens als paddestoelen uit de grond schieten langs doorgaande wegen in #nijmegen?",
  "Dit reed hier net langs in #nijmegen. Ik trapte er in:-) http://tinyurl.com/399qf4e",
  "De Nieuwe Jongens op #dagvanhetlevenslied, #valkhof, #nijmegen!! Youtube: http://tinyurl.com/35qqr7z http://tinyurl.com/34wo8y8",
  "Trapani vroeg. In rij voor boot naar Tunis. Niet moeilijk... gewoon busjes volgen 8) http://phodroid.com/10/05/8vhz4h #dustroads",
  "Bought yet another Subaru:P An rather ugly sort-of-white Legacy Outback 2.5l '96 with some bird-collision-damage:-)",
  "wilhelmuus vaaaan nassaauuuee",
  "@steeph Ja dan zijn we de Valdez al bijna gepasseerd. Tijd voor een nieuwe olievolumemaat, de Valdez. We zitten nu op 0.98 Valdez;P",
  "@steeph http://tinyurl.com/2w8pv6o (...) estimate (...) about 1.1 million gallons a day — five times the current estimate (...) #oilspill",
  "Fotos filmpjes videos van #oranjepop op http://www.oranjepop-nijmegen.nl/",
  "@monchito ongeval op muntweg. slechts.",
  "But my favourite concert from last week was Signe Tollefsen @ #Lux, #Nijmegen http://www.youtube.com/watch?v=a3WYk2Mj_V0",
  "Finally upped this weeks concert videos; #LouRhodes & supportacts, #Vreid & supportacts, #Oranjepop http://www.youtube.com/user/zmooc#g/u",
  "Dustroads is onderweg; goeie reis en veel plezier! @bdekruijff @michelgr http://www.youtube.com/watch?v=i5P32kD9lJE",
  "Gaat de iPad ook onze kleding beinvloeden? iGotaBigAssPocket http://www.ohnodoom.com/ibap/",
  "Gave optische illusie met waxinelichtjes! http://ow.ly/1D29r",
  "50 Cool and Creative Products! http://is.gd/bI3dR",
  "listening to Dirty Radio, Audio in Distress no 3 mix http://dirtyradio.org/3776/audio-in-distress-no-03",
  "Or is it zmooc 3.0? Version numbering schemes have never been my forte:P Tnx @twitjeb!",
  "zmooc 2.1 final build initiated. Deployment medio november 2010!!",
  "@twittjeb Out Of Office Software ook?? :-)",
  "Yes! Hitler reacts to the Hitler parodies being removed from YouTube http://www.youtube.com/watch?v=kBO5dh9qrIQ",
  "Niet vergeten! Volgende week komt Lou Rhodes weer naar de #Lux in #Nijmegen!! http://www.youtube.com/watch?v=g3a3GLzBUtw",
  "Eerste namen voor het mooiste gratis festival in Nederland bekendgemaakt: @de_affaire http://bit.ly/a74wM7 #deaffaire",
  "#Hekla slaapt nog webcam staat fout LOL \"Rúv Hekla web cam is currently pointed at Eyjafjallajökull eruption.\"  http://www.jonfr.com/?p=3874",
  "Coalitie #nijmegen voor 70km in stad, doortrekken A73, verkoop Heumensoord, en 1 miljoen extra voor cultuur. Ole! http://tinyurl.com/y586fyr",
  "http://twitpic.com/1gus9b - Moon today.",
  "@michelgr #hekla is wel de grootste, niet de meest gevreesde; dat is #Katla met zijn gletsjer. Live: http://www.ruv.is/hekla",
  "@Snavaes Omdat je nieuwe foon zijn IMEI code verklapt;-) http://nl.wikipedia.org/wiki/International_Mobile_Equipment_Identity",
  "In zeeland beland. Wat een woei. Poe!:p",
  "Hydrogen sulfide smell in #nijmegen #dukenburg!",
  "@michelgr Ik zie ook iets grijzigs tussen de regenwaterwolken door boven #nijmegen!",
  "@njitram Heb zoonlief aardig geleerd wat uitslapen is;-) En wat doe jij in de trein?! Is dat niet beneden jouw stand?:P",
  "@njitram als we morgen belachelijk vroeg opstaan, wordt het bij zonsopgang vast een prachtig schouwspel. Maarja. Vroeg. Pff :P",
  "@patrick_atoon ze hebben je vingerafdruk ook niet, alleen een digitale encoding ervan",
  "@njitram juist wel; dan zie je vlak na zonsondergang als het goed is prachtige kleuren. Maar tzt zal hier de zon al wel onder zijn :-(",
  "DigiD zo lek als een mandje. Staatssecretaris bagatelliseert. http://www.nu.nl/internet/2224904/inloggen-andermans-digid-gebeurt-amper.html",
  "Aantal Europese ISPs zijn tegen net neutrality. http://tinyurl.com/y5c3r6y (waaronder in nl T-Mobile; contract opzeggen via 06-24001200), .",
  "@Stonehead dit lijkt me nou echt iets wat bij jou wel in de smaak valt: http://www.myspace.com/marsmanbeats",
  "@miekg gewoon nog 1cm lager instellen en los!",
  "@pletterpet let the spoofing games begin!",
  "got me an awesome url:P http://→⤙.⇒.ws",
  "@patrick_atoon ze zijn vast gewoon aan het cruisen, want nu zitten ze boven de biezen;)",
  "@cecilekookt *jaloers*",
  "http://twitpic.com/1dfw9y - Fly through Aurora at 28,000kmh. Happy 1,000 tweets :-)",
  "Ole! Ik ben een spatiemeester!:-) RT @njitram Ik ben een spatiespotter! Doe ook de Spatietoets op http://www.spatiegebruik.nl/spatietoets",
  "@evelienk ai:-( Toch niet als welkom bij je nieuwe huis??",
  "@evelienk alleen bestolen of ook nog eens beroofd?! :-|",
  "Mama appelsap \"banana asshole\":-)\nRT @steeph Volgens mij ook geschikt voor een doom metal bandje: http://bit.ly/bEC2DA (wacht tot 1:50)",
  "@bitsoffreedom alleen als we \"doen alsof alle Nederlanders telefoon of internet hebben en de telecommunicatieabonnementen  (...)\"",
  "@phedny Hier hoorden we de #trein nog toeteren:| (zelfdoding #Dukenburg #nijmegen). Het lijkt ter hoogte van het #Triavium te zijn.",
  "Still listening to Charanjit Singh tracks from 1982:-) http://www.youtube.com/watch?v=NUqnPYwoiF4",
  "@evelienk Lou Rhodes (lead singer of Lamb) will perform in #lux nijmegen on 27 april! She was brilliant last time. http://tinyurl.com/c9y3ns",
  "In de categorie \"maandag\": wodka-martini.",
  "Luistert naar de Longplayers 10-years mashup-mix. Boemboemboemboem. http://longplayers.nl/",
  "Awesome! Prehistoric Kraftwerklike acidhouse from Bombay, 1982! ;-) http://tinyurl.com/y9u9qj9 / http://tinyurl.com/yapy8us",
  "@steeph ze bestaan nog heel erg, ze traden in december zelfs nog op in Nederland;-) http://www.youtube.com/user/zmooc",
  "@markko suprisingly enough they even used quadraphonic soundeffects that whirled all around us;-)",
  "@twitjeb ja dat schijnt dan tegenwoordig \"cool\" te zijn en bij te dragen aan de \"sfeer\"... stommelingen zijn het!",
  "Visited a great concert by #mono in @doornroosjenl last night.\nhttp://www.youtube.com/user/zmooc",
  "@twitjeb \"doorgaans midden april\" zegt wikipedia. Laten we gokken op pasen of koninginnedag, dan hoeven we niks te plannen:P",
  "De Korenwolfjes staan koud!!! :-)",
  "@jetskes @twitjeb gewoon van za ZA maken?",
  "gaat naar Mono uit Japan (Doornroosje, a.s. zondag, http://tinyurl.com/yaudvg6) en Lou Rhodes (Lux, 27-4, http://tinyurl.com/ya93yxj) ! :-)",
  "wow, the coolest brand activation prank ever, by Heineken in Italy: http://vimeo.com/10057219",
  "@michelgr als je belooft met een grote sticker \"Switzerland Suxx!\" door Libie te rijden, willen ze je vast wel een visum geven;-)",
  "Ik word horendol van die ambert alert popupjes overal. Argl!",
  "attention Java gurus: GX is hiring senior Java Developers to support further growth: http://bit.ly/awRsby",
  "@bdekruijff Gotcha! afsluiter http://www.oranjepop-nijmegen.nl/ !!!",
  "@michelgr voor mijn kantoorraam zijn twee eksters inmiddels begonnen aan hun kingsize tuinhuisje in de boom naast hun jaren oude hut;-)",
  "Muv GL lijken de drijvende krachten achter het centrale inschrijvingssysteem voor basisonderwijs in Nijmegen dik te verliezen. Hoezee!",
  "@miekg Ok vooruit ik stem morgen op Ans;-)",
  "#LL2010 is aan het prutsen. toch nog 10000 kaarten te koop;-) Gelukkig:P http://www.lowlands.nl/news.php?page=621",
  "Wij zijn nooit uitverkocht :) #affaire10",
  "@evelienk site is half dood maar zegt \"toch nog kaartjes\"! #LL2010",
  "@stonehead desalniettemin frappant dat ze het 4 jaar hebben uitgehouden met dat wanprodukt dat open office heet:P",
  "@stonehead Nonsens. Daar zijn Open Standaarden voor. Men zwicht voor starre leveranciers van MS Office-specifieke software.Vendor lock-in.",
  "@michelgr ik zal wel droogjes naar je zwaaien als je door de regen naar de co-werkplek-presentatie 2 verdiepingen onder me rent:P",
  "@pletterpet ik ook een #LL2010!:-) *zin*",
  "tsunami van overvallen in #nijmegen gaat stug door. 12 in januari en vanochtend alweer de 10e van februari. http://tinyurl.com/ybuykac",
  "@steeph jamaar ook een paar oude, meende ik. wel vrij pauper qua kwantiteit inderdaad.",
  "@steeph uitzendinggemist heeft sesamstraats. wel de sinterklaasperiode mijden:P",
  "@yoast dat lijkt me alleen redelijk als verificatie van een foto-id vereist is. dat is zelden het geval. wat voor overeenkomst?",
  "@twitjeb also check the 'low quality' examples on that site; they're hilarious;-)",
  "3 ongelukken & 2 valpartijen gezien in 1.8km #nijmegen. Op het begin (eind?) van de graafseweg gleden vrachtautos achteruit terug omlaag.",
  "sargasso zoekt nieuwe LAMP+Wordpress-webmeester(es) http://sargasso.nl/archief/2010/02/03/gezocht-technisch-manusje-van-alles/",
  "Just uploaded MarkWanders@Doornroosje 30-01-2010 by markwanders http://bit.ly/c3ZruK via #soundcloud It was good fun :-)",
  "@schoenselaars juridisch advies mijnerzijds: doe ook afstand van je mieren!",
  "@michelgr een uurtje geleden zei ene matje \"ja nou ben ik geil en heb ik honger\" en toen tweete jij dat. toeval of great minds think alike?",
  "@michelgr wat dacht je van \"optimaliseren\"?",
  "wordt ipad-parodie-gek. ipad-filmpje van 3 jaar geleden: http://www.youtube.com/watch?v=lsjU0K8QPhs",
  "klimaatverandering door windmolens http://kuvaton.com/browse/13860/wind_turbine2.jpg",
  "Haitianen slaan elkaar de kop in van de honger. 85 miljoen nog steeds veilig op giro 555. Nee super jongens! Goed bezig...",
  "@michelgr sjonge dat zijn wel coole fotos zeg.",
  "zooo irritant die clippende audio bij de reclameblokken op veronica. al maanden. stelletje incompetente prutsers!",
  "@steeph is dit geen aardige benadering? http://goldnews.bullionvault.com/gold_money_supply_012820093 (ik google \"money supply global\")",
  "someone at http://blogs.sun.com/jag/entry/so_long_old_friend \"I owe you my whole professional existence. And a beer.\"",
  "@bramk dit iets voor jou?:P http://www.windstreampower.com/Bike_Power_Generator.php",
  "@phedny do you want to buy http://tweede-naamval.nl for your project?:P",
  "cd was stuk dus moest naar autoradio 555 luisteren.... wat een wanstaltig tenenkrommende vertoning. walgelijk.",
  "#ibood bestelling blijkt 5.32x zo cool als gehoopt!:-) http://tinyurl.com/yjwab7e",
  "@miekg dat er geen #jupiler meer te krijgen is nog tot daar aan toe. dat er nu jupiler gebotteld wordt door dommelsch is pas ondraaglijk!",
  "@stonehead dat (schermrotatie) is inderdaad verschrikkelijk als je ligt. brr.",
  "Vloer wiebelde irritant. Opgekrikt met autokrik, stoeptegels onder gestapeld, weer laten zakken. Vloer wiebelt niet meer irritant. Biertje!",
  "@steeph papieren Gelderlander had er vrijdag ook een artikel over. Weinig detail, wel reactie van @pvdlende. Zie ook zijn tweets.",
  "@aardbei GELUKKIG MAAR VOOR JE HET WEET HEB JE EEN BRANDENDE KAPSTOK IN JE BENZINESOEP #CAPSLOCKNIGHT",
  "@aardbei ZEG GING JIJ NIET ETEN??? OF EET JE OP TWITTER? IN DAT GEVAL EET SMAKELIJK #CAPSLOCKNIGHT",
  "TONIGHT IS CAPSLOCK NIGHT!",
  "@linuswig hoe komt je site zo langzaam??",
  "url gevonden. bijzonder triest.\nhttp://www.nd.nl/artikelen/2010/januari/14/ambtenaar-mag-toegang-tot-woning-eisen",
  "Las kop Gelderlander op deurmat over wetsvoorstel om controleurs zonder verdenking verplicht je huis binnen te moeten laten. Iemand een url?",
  "Choose a character. Choose an outfit. Choose friends to join you. Choose a quote. Choose life. Trainspotting night! zaterdag in #Merleyn",
  "sneeuwduinen van zeker 70cm hoog gezien (en geplet:&gt;). nice:D",
  "@michelgr legio niet-nerds gebruikten irc hoor, maar omdat soort soort zoekt, zag jij alleen de nerds:P :&gt;",
  "ok. iemand een tip? hoe schraap ik keihard aangestampte sneeuw van 100m2 schots en scheve stoeptegels?",
  "@steeph daarom leg ik ook altijd een stoeptegel op het gaspedaal als ik de ruiten ga krabben:P",
  "\"Microsoft announced they are joining the WC3's SVG working group.\" http://tinyurl.com/yl9g452 Yay or Boo?",
  "Lou Rhodes komt op 27 april live op locatie @lux_nijmegen Haar nieuwe album 'One Good Thing' komt in maart. Spoedig meer info op de site",
  "wilders herpubliceert cartoons westergaard ivm bedreiging maar vergeet de relevantste:P http://tinyurl.com/ya4fgdv",
  "@michelgr wtf ik moet nog beginnen met schoonmaken en jij bent al klaar? tsk!:P een schoon 2010 gewenst!:P",
  "SECOND POSTTTTTTTTT!!!!!!!!",
  "FIRST POSTTTT!!!!!!!!11111111111111one.",
  "ik heb geen honger maar ik stop me vol!",
  "@stonehead luckily the rainbow sofa is readily available for academic use! http://www.thebigidea.co.nz/files/images/sc_2053.jpg",
  "ik was de bob... dusse.. wie gaat er mee bieren in maxim (of desnoods de blauwe hank)?",
  "@steeph het zijn bij lange na niet  alle vliegtuigen. misschien de helft van wat hier overvliegt ofzo.",
  "@steeph gewoon beslissingsangst?",
  "@miekg ja niets zo mooi als met de fiets door het bos rijden. in de auto;-]",
  "@miekg neejoh das een hele andere ;-)",
  "@miekg deze is grijs;-) http://tinyurl.com/yacklnj en je fiets past zo hop achterin:-)",
  "@miekg: wel een subaru he! :-)",
  "@aardbei there's a 'revoke access' in the connections tab of your personal settings.",
  "My most influential follower is @ingek73, but she's not following me??? 2-4th place: @steeph, @njitram and @MichelGr http://analytics.ad.ly/",
  "oh there's the video http://www.youtube.com/watch?v=bh2pC_HPclM - obviously the real good parts weren't recorded:P",
  "heeft zijn koppeling mores geleerd in de sneeuw van de gamma-parking:D",
  "Verwachting 6 tot 9 dagen vooruit \"Grote kans op licht wisselvallig kwakkelweer.\" ahaa lekker duidelijk, knmi!:P Vannacht -15 brrrrrrrrr.",
  "an oldie, but still awesome for those living in #nijmegen:-) http://www.youtube.com/watch?v=IU_reTt7Hj4",
  "@stonehead vanaf ede naar het oosten moet juist een verademing zijn. al je potentiele medereizigers blijven in utrecht steken:P",
  "heb ik eindelijk een four wheel drive en sneeuwt het eindelijk, heeft ls hem nopig. dan maar weer met de ouwe sloep door het verkeer glijden",
  "@suzan je mag niet lachen van de baas?",
  "Wat te doen met oud&nieuw? Feesten bij zmooc!",
  "een paar maanden geleden gespot: http://zmooc.net/politie-jurk.jpg",
  "This motorbike was stolen in #nijmegen last night. If you see it, let me know! \nhttp://zmooc.net/motor1.JPG http://zmooc.net/motor2.JPG tnx",
  "@steeph pubsub schijnt niet aan robots.txt te doen omdat ze zichzelf geen webcrawler vinden...",
  "kleine power hickup in #nijmegen?",
  "...and to Nijmegen by Noxgenus http://www.youtube.com/watch?v=fgZW5CqLczg",
  "listens to ambient twist by otis http://www.xs4all.nl/~perseus/",
  "cannot stop drawing splines in qcad;-)",
  "@njitram ik vroeg me al af hoe je het wist:-) Thanks! Fijne plaat.",
  "who knows what song this is? http://www.youtube.com/watch?v=kMEj5TNIeGA",
  "recorded a bit of the #juno reactor concert in #metropool, #hengelo http://www.youtube.com/watch?v=WoJiiNM2HZE",
  "en extragratis nieuwe hoogste persoonlijke snelheid (op de grond dan) bereikt dankzij chauffeur tgm:-)",
  "komt terug van zijn verjaardagskadootje van ome tgm in metropool@hengelo: laibach en juno reactor. totally awesome.",
  "@michelgr no this one is teh funniest http://tinyurl.com/6xzpb7 :-) but your RT comes pretty close:-)",
  "@aardbei wanneer dan? :P",
  "centerparcs: jeff mills youtube twitter rum wodka kahlua wijn champagne pizza cheeseburger subtropisch zwemshit twat twat kaasjes worstjes",
  "iemand heeft mijn username @ google gekaapt. al een week aan het denken over een alternatief zodat ik ook op de wave kan meesurfen:P",
  "@aardbei there's only one cure: view all 2544 pages. i did. it works;-)",
  "@breakbild ben je er al?",
  "@michelgr als je nou op safe speelt en hierheen komt, weet je tenminste zeker dat je omvalt;-) er is ook redbull en koffie!:P",
  "vanavond cocktailparty @ hierzo!",
  "@michelgr hoho doe es hier crashen!:P",
  "met 5 kilo oliedruppels aan de bodemplaat, een dode vogel in de motor en nog maar 20% van de radiateur toch gewoon de apk weer gehaald;-)",
  "@kemperd ik heb nog wel een stuk of 100 aftandse stoeptegels over:P moet je wel zelf nog even tot grind slaan.",
  "@michelgr dat ligt aan jou, het is al 10 jaar niet veranderd :-) http://tinyurl.com/yj7jl8y",
  "singled out the rounding error that occurs when converting analog to digital audio. amplified a billion times: http://tinyurl.com/yanlxwl",
  "is a.s. zaterdag jarig. Komt ook cocktails, biertjes en etcetera's nuttigen!",
  "@suzan (e) via youtube :P",
  "3d mandelbrot renders totally awesome http://bit.ly/1XHWKW",
  "vandaag geleerd: als het benzinetanklampje weer uit gaat, is de tank _echt_ leeg:P",
  "Via geenstijl: gestapo-praktijken gemeente Rotterdam eindelijk op video. Klootzakken.  http://bit.ly/1QAwv7",
  "@michelgr die bellert bij de appie?",
  "@yoast she looks like you! only a bit smaller:P",
  "@michelgr http://www.geluidsnet.nl/",
  "@yoast congrats ole!:-)",
  "@steeph arghl ontwenningsverschijnselen:P",
  "@kemperd Mijn cv-ketel doet het al 6 jaar prima zonder enige bemoeienis van een monteur;-) Mijn brandmelder gaat wel steeds af...:P",
  "Created a nice new youtube playlist \"Anal Viruses\" with all AFX' tracks named after windows viruses ;-) http://tinyurl.com/yhpa4p2",
  "@evelienk als alternatief zou je voortaan iedere zondag met een spandoek voor een willekeurige kerk gaan staan schreeuwen",
  "suffering an allergic reaction due to overexposure to marketing drones talking about cloud computing",
  "@kemperd hij spreekt campus bijna uit alsof het jouw achternaam is:P maar dan meervoud.",
  "@evelienk zonder spelfout: heb je hem wel bewaard? Lekker opeten!",
  "@evenlienk heb je hem wel bewaard? lekker opeten!",
  "@markko69 het werkt! ik ga zo maar es naar huus:P",
  "@yoast wat denk je wel niet? dat we in een democratie wonen?!:P",
  "@phedyny weenie, maar nou heb ik soesjes van machielselaar!",
  "krijgt een puddingbroodje van litjes!!!!:-)))",
  "@michelgr bij mij komt ie met thomas more uit tilburg aankakken...?",
  "miep weer flink gepimpt. http://zmooc.net/miep.png",
  "@phedny enig idee waarom ik jouw tweets niet zie??",
  "@yoast eerste comment in het php manual beantwoordt je vraag. rtfm?",
  "Als het aan Ab Klink ligt kunt u voortaan beter een ambulance bellen dan zelf naar de EHBO te rijden. http://tinyurl.com/mptc4j",
  "ff naar de #uitmarkt #valkhof #nijmegen",
  "@patrick_atoon nu alleen nog een lier!",
  "klein autotje gekocht voor d'rbij. altijd handig voor boodschapjes. http://zmooc.net/autotje.jpg",
  "@miekg ik zie dat je de goed verstopte fenomenale afdaling langs de maldensebaan ook kent;-)",
  "voedselvergiftiging. eens maar nooit weer! bedankt AH!",
  "nog wat ruwe randjes, maar mijn synthesizer begint er al bijna net zo goed uit te zien als ie klinkt :-) http://zmooc.net/miep.jpg",
  "scheldt #tscheldt.com per e-mail verrot omdat ze spam sturen naar ouderwets geharveste e-mailadressen.",
  "Laura onder toezicht geplaatst in afwachting van argumentatie van jeugdzorg  want die hadden ze nog niet. Emigreer dan ook op tijd, sukkels!",
  "\"Juliana en Bernhard op bezoek in een bosnegerdorp\"\nhttp://bit.ly/10Lz87",
  "via ash. http://bit.ly/nb636",
  "@michelgr toen ik 11 was mocht ik in mijn eentje van Nijmegen naar Flevoland fietsen. Ik had echt criminele ouders.",
  "http://eternal-earthbound-pets.com/",
  "robotarm gooit, vangt en dribbelt met 10 stuiters/sec.\nhttp://bit.ly/Ya217",
  "yay! portable #svg implementatie met flash+javascript. demo video op http://code.google.com/p/svgweb/",
  "dat ga ik nog wel het meest missen aan dat ik niet op #ll09 ben. @dkemper op volstrekt onwaarschijnlijke plaatsen in coma tegenkomen;-)",
  "@kemperd: nog een beetje paranoide omdat ik er twee maanden terug nog eentje naar het ziekenhuis heb moeten (laten) afvoeren:P",
  "@kemperd: reden nog wat dames achter me aan, moest af en toe even wachten om te kijken of ze nog leefden;-)",
  "@markko69: didn't feel like cleaning my bike _again_ :P ok and I'm a wimp:P",
  "-a",
  "My first youtube video is a rather shaky:P\n\nhttp://bit.ly/hAWpw",
  "http://www.bof.nl/ bof is back!",
  "@markko69 ja maar wat niet is kan nog komen want over 10 minuten is het lang genoeg droog om naar #affaire te fietsen:-)",
  "op mijn bek gegaan met MeneerVanDalenWachtOpAntwoord. c++ compiler doet niet aan oudHollandsche bewerkingsvolgorde.",
  "@michelgr toch soort van in de sales beland he:p",
  "@breakbild reken maar dat daar schreeuwende dirken zijn op tijdstippen waarop jij graag slaapt:P maar je mag ook best in de woonkamer hoor:)",
  "@breakbild slaapplek ack. om je tegen dirk te beschermen mag je ergens tussen de gipsplaten maffen:P",
  "@breakbild kom je van de week nog een keer twitteren met bier bij de #twitterboom op de #valkhof #affaire?",
  "druk doende software synthesizer te profilen http://zmooc.net/kcachegrind.png",
  "@breakbild gevalletje van helaas begrijpt de prospect het verschil tussen pavlov en emile ratelband?:P",
  "@yoast congrats with your new milestone on spreading the pain of php over the intertubes!:-)",
  "@breakbild nooit genoeg samplers/sequences/synthesizers/mengpanelen/effectdingen/drumcomputers/keyboards/gitaren/versterkers/monitors",
  "@vdrijdt nee enkel geluid;-) @breakbild dat de dessertwijn prima smaakt",
  "roland jv-1080 geebayt yay! 19\" rack vol boedihoe;(",
  "@breakbild jij meta twitteraar",
  "@evelienk i suppose others might want to feel you like a college student too:P",
  "@breakbild zwembroek bij je? het zwembad is al 26 graden :)",
  "even het zwembad opzetten. na een hele avond snoeien is er al bijna genoeg plek in de wildernis.",
  "resulterend in het in strak lycra fietspakje door de St. Maartenskliniek paraderen met baby op arm:p",
  "mountainbiken: rescue 911 amateur spelen in reichswald teneinde het fietsmaatje niet in het duitse ziekenhuis te doen belanden",
  "twat twat",
  "@michelgr ja goed verhaal, maar ik wist al dat er Heel Veel Prutsers waren en dat jullie daar niet bijhoren dus niks nieuws onder de zon;-)",
  "@michelgr mocht je na je carriereswitch toch nog regexps begrjipen: s/aansluiten/aansluit s/werkt/werk :-)",
  "sjonge die @dijkshoorn lult alles vol zeg",
  "20 jaar oude Casio PT-180 geebayt! yay!",
  "en je twister ook.",
  "je twittelaar gewoon in je broek houden?",
  "google adverteert met chrome op http://www.google.com, maar alleen jegens MSIE-gebruikers",
  "@stonehead geef hem 10 euro, wel eerst overheen poepen",
  "@stonehead mfb http://www.mfberlin.de/ :-)",
  "@evelienk tweetplagiaatplagiaat!",
  "zoekt nog een kaartje voor lowlands; iemand eentje over? :)",
  "reverse plastic surgery http://tinyurl.com/lpdevk",
  "europa jehova",
  "je moeder als lijsttrekker. smerig.",
  "@evelienk wie weet:-)",
  "@evelink het is een dirk:-) geile avatar heb je trouwens. damn:P",
  "@evelienk ze heeft nou behalve een poepvriendin ook een poepzoon!:-)",
  "je moeder moet ook wel eens poepen",
  "stemhokplassen",
  "murphy mompelde onverstaanbaar toen firefox ten overstaan van de schoonouder http://www.nadine-j.de autocompleete in plaats van http://nu.nl",
  "toen moeders toegaf geen zoon van haar opa te zijn, gaf mijn oom zich niet enkel gewonnen maar ook zijn recept voor snert prijs",
  "vers gewokte techno favs van weleer http://tinyurl.com/pm6qn6",
  "@kemperd biertafelsituatie dejavu:&gt;",
  "je buis nu hard en diep http://www.youtube.com/xl",
  "gevolgd wordende door twee dirken!",
  "... darwin ... award ... diskwalificatie ... in de pocket.",
  "maar jij twittert dus? daar ga ik over poepen. aldus de hoogzwangere jongedame.",
  "Je fittert te tweel joh met je groene fiets",
  "fitna nie wel wel nie nie wel torrent torrent wel nie nie wel waar hoe liveleak livelek leklive doedan iemand een torrentje?",
  ".. met http://tinyurl.com/3bnku8 naar het tijdperk waarin u nog met Watcom gecompileerde eerste persoon schieters speelde..",
  "zeer strak geproduchoreografgemixt dat klipsel van de amerikaanse heiligen",
  "de nachtpoets van de smalheuvel brengt ons erg veel padden en klikken die menigeen aan roland mc-303 speelgoed zullen doen denken",
  "een epileptisch geinduceerd remspoor oplopen tijdens het beschouwen van roze rozijnen http://tinyurl.com/2t637w",
  "was het u al opgevallen dat de letters van mijn naam op dusdanige wijze zijn geselecteerd dat het geheel vrijwel pijnloos in te brengen is?",
  "ja fijn bloggen en gemoedelijk de interwebs volpijpen met dikke peop uit de buis van eustachius, de griekse god met de piemel van voren,",
  "hoi knul leuk dat je er ook bent met je braadslee, voorbindgiromaat, moederkoek en andere symbolen voor de uitwassen van het humanisme",
  "terwijl u de braltank vollult zal ik eens beraadslagen met de jongens van de uitbenerij over repressailes jegens de dolle maoist",
  "uw biefstuk is helaas tesamen met de kok verkoold - hopelijk hebt u nog eventjes geduld meneer de internet celeb in wording",
  "toen na drie dagen wachten de bus naar Bethlehem nog niet was komen opdagen hield god het niet meer en poepte in zijn broek",
  "ja je kunt toch niet hebben dat een of andere andere malloot er met je snor vandoorgaat weet je dus spoel je hem na slachting zelf wel door"
 ]
}