{
 "user": 766287391,
 "tweets": [
  "@aimee_caba I am so jelli",
  "@LATiffani1 She would just get #suicided",
  "$HPNN https://t.co/13tWbW09oM",
  "Shareholders meeting was a success. I will be sending out news regarding the meeting soon. Thank you for the support. The haters never showed their ugly faces. They never do. Trolls hide underneath bridges and crappy cheap computer screens. LOL. https://t.co/YfASm62mvO",
  "$HPNN https://t.co/GoOOSiOh9u",
  "I'm your newest fan. I love, \"I need you.\" Keep up the good work. 🎸",
  "🎧 @jasminecainrock Radio on @PandoraMusic\nhttps://t.co/WArabVinLM",
  "@tommychong  https://t.co/FakKJlA7zy",
  "@Zankokuna_Hero @argyll475 @PeterSweden7 Obama sucks",
  "@BIBIBOPGrill Someone likes #yumyum as much as @shellygreen223 does.",
  "@DennisDMZ I think they'll be ok. https://t.co/vUrzNiThv6",
  "Meeting starts in ten minutes. https://t.co/Grkv7OfXqg",
  "$HPNN https://t.co/VVnEbwDEts",
  "Having breakfast at the  Embassy Suites ready for our meeting! Main topics: How am I going to Make Hop-on Great Again! Huge opportunities are in process for IP deals and the MMJ business! https://t.co/nsHwg3a5fS",
  "$HPNN https://t.co/gyMxEYzGqr",
  "@shellygreen223 https://t.co/QmEcHRXvw9",
  "Who is the worst President we've had in recent history?\n\n@RealJamesWoods @mitchellvii @ChrisLoesch @BradThor @dc_mma @DollyParton",
  "@Zankokuna_Hero @PeterSweden7 Fear. Fear of prison for taking these people on. They can do what they like but if anyone tries to stop them the cops come to the rescue of the Muslim. That's how I see it. But we must realize there are more of us than there are of them. We can stop Islam. We can stop police/govt",
  "@gal_deplorable #DoItQ",
  "@PeterSweden7 #Islam",
  "@maxnrgmax @BrennaSpencer I think she said she burns facts.",
  "Rock 'N Roll Never Forgets.",
  "@BabyRuf14 Still coming to #ROTR?",
  "Most likely to secretly watch @NBCThisisUs and cry:",
  "@MarkDice @kanyewest She looks like a straight up skinhead.",
  "@David_Hogg16 @davidhogg111 @TraciMHogg We need you. https://t.co/9HB4vdiD1C",
  "@DCitizenBader @glitchyjoe64 @Bludvls1 @ColumbiaBugle @realDonaldTrump Yeah, so? Lol.",
  "@MarkDice Facts can be racist sometimes I guess.",
  "Marlon Wayans Says #KanyeWest is a Trump-Lovin' Genius https://t.co/X7oyTegly7",
  "@KFIAM640 I've seen showers at truckstops in Ohio. Workers keep them clean and they're nice facilities.",
  "I’m 11 years older now, but I remember vividly how the @NAACP extorted my pain to further their agenda.\nThey are a disgusting group, which seeks to extort the pain of black people. Manipulating young black girls. \n@NAACP, stand down. https://t.co/fpSukZYCue",
  "Thank you, Jack! I fully accept your apology. It’s important that despite political differences, we remember the human beings whose lives we impact. Perhaps the other platforms that ran away with this vicious smear, will follow your lead and right this wrong.\nThank you again. https://t.co/FvfTxapp6R",
  "@FINALLEVEL @shellygreen223 does that for me.",
  "@RealCandaceO Detail, detail. https://t.co/mNA6G1CEt0",
  "So often I go to @TimHortonsUS and order a medium decaffinated hot tea and some, obviously, poorly trained employee tells me, \"we don't have that. \nYes you do. I order it everyday.",
  "@MarkDice I've been to jail. In jail you can order toiletries from commissary. Most of the hair care products were for black people.",
  "@shellygreen223 https://t.co/AjZYS3JNFI",
  "@RealCandaceO Hi Candace. I want to apologize for our labeling you “far right.” Team completed a full review of how this was published and why we corrected far too late (12 hrs after). There was a clear break in our curation process and understanding, and we’re fixing. Thanks for calling out.",
  "Twitter CEO Jack Dorsey apologizes after defaming Candace Owens by labeling her \"Far Right\" for simply being a black conservative. https://t.co/nUN7PdxrvF",
  "I'm David Hogg &amp; I Support Gun Rights! NO, Your eyes are NOT deceiving you.  I am Pro2A &amp; I back the entire Constitution. I am a proud Conservative. You read that right, too! I'm a hard-working teen in college classes. Please RT so there is NO confusion.  https://t.co/Q4UpuAWe4x",
  "They DCMA'd me on Facebook too.",
  "DMCA this, scum https://t.co/gfRG2vokTy",
  "Here's the tweet with the photo Starbucks DMCA'd.   I SAID IT WAS FAKE YOU ORWELLIAN SCUM @Starbucks!  I CAN'T SAY IT WAS FUNNY?  SUE ME YOU PIECES OF TRASH.  AND YOUR COFFEE TASTES LIKE IT WAS BREWED FROM BICYCLE TIRES. https://t.co/fGXGRlaflj",
  "Starbucks just filed a false DMCA against me for posting a photo of the fake ‘coupon’ for ‘free coffee’ for black people, WHERE I SAID IT WAS FAKE!  This is censorship @Starbucks! And a violation of the DMCA and of Twitter’s terms of service. You’ve just kicked a bees nest!",
  "@RealWolfiesPac1 @RealEagleWings @TruthMaga @USAHotLips @RoseHasNoThorns @KatTheHammer1 @IvanTrumpovic1 @VFL2013 @GrizzleMeister @GemMar333 @GartrellLinda @thebradfordfile WE WILL! 🎶\n\nWE WILL! 🎶\n\nRAPE YOU! 🎶 https://t.co/YEpBoSmYfs",
  "I'm spreading my love to you @shellygreen223 https://t.co/DmgRLCg5r6",
  "Kim Jung Un just stepped into South Korea for peace talks and shook hands with South Korean President Moon Jae-in, and all top ten trending topics on Twitter have to do with sports.  Sad. https://t.co/716uzn3IfT",
  "@Justin_Formed #doitq https://t.co/Jfj3atKNFl",
  "@RealCandaceO *womAn",
  "@Zach87937831 @MotleyCrue @NikkiSixx @thevinceneil @mrmickmars What's @MrTommyLand, chopped liver?",
  "@shellygreen223 https://t.co/WFboUaRsOw",
  "@billhandelshow regarding your voice, have you considered #chemtrails ?",
  "@RealJamesWoods Nobody wants to hit that. Who is she kidding?",
  "What is the key issue for the 2018 mid-term elections? #Resist #maga",
  "@TheWeirdWorld Its easier to spend the money if you're just holding it in your hand.",
  "@shellygreen223 @HerbAlpert That is awesome. @HerbAlpert is on tour right now but he's not coming to Ohio.",
  "@DRUDGE_REPORT *WomAn",
  "@Delta I'm 44 years old and about to board my first flight since I was 12. I trust it will be a good one. https://t.co/UgsV5t9WVf",
  "@ConwayShow He's a slippery one.",
  "#911WasAnInsideJob",
  "@JTM_YVA How about Islam? Can we ban that shit yet?",
  "@JTA1973 @Angrycomicgirl @TheRealElvira That's what I was wondering.",
  "Do you support the 2nd amendment?",
  "@CountDankulaTV I'm a master debater no one can BEAT me.",
  "Share holders meeting is still on, nothing has changed. https://t.co/pAhzEtsnsZ",
  "$HPNN https://t.co/O5LPdwERaQ",
  "@shellymccool Maybe sea turtles do like to be choked. How do you know?",
  "@KimDotcom I can play led zeppelin records. Two birds, one stone.",
  "@LAPDChiefBeck @LAPDHollywood @LAPDHQ @lapd2014 Um...were you the burglars? This is someone's antique gun collection. https://t.co/xq8lqQ3EJH",
  "The @Starbucks manager fired for calling the cops on those trespassers who refused to leave should sue for defamation since they've branded her a racist.  Her name is Holly Hylton.  Maybe a good lawyer can take the case pro bono and help her out.",
  "@ProdMichelle @tlc2tweet @billhandelshow Lol.",
  "@ProdMichelle @tlc2tweet @billhandelshow It was humor",
  "@UncleJohnny17 @billhandelshow *She's",
  "@therealGNP @billhandelshow @KFIAM640 Yes. Thank you Mr Hadel",
  "@ProdMichelle @tlc2tweet @billhandelshow Believe the bible Bill",
  "@shellygreen223  Wow liked by @HerbAlpert himself! Thank you sir. We love your music. https://t.co/a44mHsygJM",
  "@billhandelshow Vertical videos are THE WORST.",
  "@jason_fairall",
  "money and save the 🌎 one pickup truckload at a time. If you speak to a manager on Hamilton rd and wish to change your position on this matter I would be grateful and you could help the economy, the 🌎, and me all in one. #ThinkGlobalActLocal thank you. I can be reached here...",
  "\"You have to leave, this is private property.\" I explained my situation and mentioned the landfill and my financial situation. He made me leave. #HaveaHeartHomeDepot you could help someone and practice good recycling. Did I mention it was on #EarthDay2018? This is how I make",
  "@HomeDepot I saw a dumpster behind your store on N. Hamilton rd. @CityOfGahanna. It was full of steel, wood, cardboard and other debris. It was headed to the landfill but I can recycle the steel to feed my family, pay the bills and keep life moving. A manager stoped me and said,",
  "@Zach87937831 @ShaunKing @Starbucks I'm not. That's an excellent observation. https://t.co/IXly272Fz6",
  "@Zach87937831 @ShaunKing @Starbucks Holy shit bro. I didn't even think about that.",
  "@TheMarkPantano Is this group getting fatter and uglier? Maybe they're eating some of the smaller, weaker members of lgbtq.",
  "@AppetiteForGNfR @gunsnroses Gross. \nI'm sure they have no idea what @gunsnroses is.",
  "@Patriotic_Va @gr8tjude @RampsMAGARants @MAGAKrissy @RubyRockstar333 @jcpenni7maga @DjLots3 @di_plora @Real_PeachyKeen @Vengeance_X2 If someone would just push her down she probably wouldn't be able to get back up again. Problem solved.",
  "@PrincessJacob @RealCandaceO @UCLA  https://t.co/qdkRBPZKmD",
  "@DepressedDarth Like if they're not.",
  "Do you believe there are two Constitutions; one for we the people and a very special Constitution for untouchable DOJ, FBI, IRS and politicians?",
  "Family reunions, not funerals.",
  "I took my #niece, #nephews and @shellygreen223's 8 year old to @recordstoreday. He got his first turntable and discovered @HerbAlpert. I'm so happy and excited for him.",
  "@pahubb43 Who's they?",
  "@sparkey03 @therealroseanne Her terrific what?",
  "@MarkDice  https://t.co/vnO4Apv9cn",
  "Should James Comey and Andrew McCabe be arrested and have their a$$es thrown into a jail cell?🤔\n\nDo vote and retweet.\n\n#MAGA #Trump",
  "@billhandelshow @AnaheimDining Totally devastated.",
  "@MarkDice @jerryspringer JERR-Y!\nJERR-Y!\nJERR-Y!",
  "@billhandelshow @KFIAM640 How about IN the airplane?",
  "$HPNN https://t.co/KiT48uXT4q",
  "@Lillymoonart you are AWWWESOME! 🍕",
  "Here we go again. \n\nMeet Brandon Ward. He was @Starbucks - about to make a purchase - and needed to use the restroom.\n\nThey denied him the code. \n\nHe then finds a white man, Weston, who came out of the restroom.\n\nHe had not made a purchase but they gave HIM the code. \n\nRACISM. https://t.co/2UGZ20aOtF",
  "@MarkDice https://t.co/wVlm1g9ii2",
  "@EthankorbEthan @MarkDice @Starbucks I don't know why everyone hates Russia anyway. Its just a ploy to get us to be angry at someone. Russia never did anything to me.",
  "Start investing with @Stash today! We’ll each get $5 when you use my link: https://t.co/r7VEo18UGE",
  "Enter to win $4000.00\nStart investing with @Stash today! We’ll each get $5 when you use my link: https://t.co/r7VEo18UGE",
  "@EthankorbEthan @MarkDice @Starbucks Always blame the Russians.",
  "@MarkDice @RealCandaceO @DineshDSouza @Starbucks They better recognize the one drop rule.",
  "@VibeHi I hope they spit in it.",
  "#NewProfilePic https://t.co/9w0ouadx3o",
  "@britneyspears Please don't ever stop.",
  "@pahubb43 He's just renewing his Highlights For Children subscription.",
  "Joel, this is one of the priorities for the Company, my plans have not changed. I will give full disclosure when it happens. Until then, I am not going to discuss this topic anymore. This is not the only thing to add value to our Company. https://t.co/k22TtX6btX",
  "$HPNN https://t.co/iQhdLbfAb1",
  "@GaryandShannon a woman is dead and you two laugh. Why are you on @KFIAM640? Your show and your personalities are horrible.",
  "$HPNN @HPNN hi Peter, is the share buy back in your priority list? I honestly don't see a way out of these trips unless you show to market makers that you are willing to buy your own company's shares. It shows your strong confidence to your company doesn't it?",
  "$HPNN https://t.co/1TVZcZWdik",
  "@AliNotAlli We're having #IndianWinter in Columsucks Blohio.",
  "Londonistan 2018. https://t.co/mgaHkoMN1J",
  "Best song with a year as the title? #Prince #PaulMcCartney #TheClash #SmashingPumpkins",
  "Do you think President Trump would go down as one of the best Presidents in American history if he is able to denuclearize North Korea?",
  "IF YOU SEE THIS, RETWEET IT!\n\n(testing how badly Twitter has my account shadowbanned)",
  "$hpnn you cannot take your eyes off of her",
  "$HPNN https://t.co/trdf9E8jpu",
  "@Aye_HoneyBee @doutingthomas1 @MarkDice @Starbucks Niggas? You spelled it wrong. How can you scream about \"racism\" and still say that word? You're part of the problem.",
  "@BethG99115824 @SecretAgent_W @MarkDice @Starbucks Dude",
  "It is scary how embedded corruption is in our judicial system when the judge deciding the admissibility of evidence in Michael Cohen's case married George Soros and is a close friend of Hillary Clinton. The deep swamp is endless. God Help Us!",
  "@KTHopkins #FeralHumans. You nailed it!",
  "Isn't it amazing that it took a Trump presidency for North and South Korea to consider ending their 68-year war? - @ScottPresler",
  "@KabeerSiddiqui3 @ShennaFoxMusic @realDonaldTrump @StormyDaniels *you're",
  "@DennisDMZ Man I remember when you interviewed @danacarvey and @FrankCaliendo. I laughed so hard I cried and had to pull over. Are you still on radio?",
  "I got the alert. We can do this! $Hpnn is a buy for me.",
  "BUY $HPNN https://t.co/OGQ8g6KZn4",
  "@ShafPatel @realDonaldTrump  https://t.co/qjuhmlXSxJ",
  "@TMobile @nature_org @sprint want to give me $100.00 gift card to switch back to them.",
  "@GYPSYROAD_ @KISSOnline I'm wrong. It was \"Hot In The Shade\" and it was AWWWESOME! Hotter than hell in that auditorium too. https://t.co/SxcBK1GMp2",
  "@GYPSYROAD_ @KISSOnline Yep. I still have the bootleg shirt from the show (I think) https://t.co/h2bexV6NFr",
  "@shellygreen223 https://t.co/Q9367ToYIg",
  "@KISSOnline @GYPSYROAD_ I saw that tour. Columbus Ohio.",
  "@WalshFreedom When's your next album?",
  "What is your method choice for protecting yourself, home and family?",
  "@britneyspears Are you in orangeface? Is that racist against ooompa looompas?",
  "@DrPhil @TheRealBuddyGuy @pfizer We love you Buddy!",
  "$HPNN https://t.co/iVeEWoELKm",
  "#AbortionIsMurder https://t.co/5QBIBzWVqI",
  "@1776Stonewall Mom killed him. Years ago.",
  "@DepressedDarth Yo mama.",
  "$HPNN https://t.co/60ZuOuXle6",
  "...annnd you're back.",
  "I'm not hearing @billhandelshow @KFIAM640 on @iHeartRadio this morning? Technical difficulties? https://t.co/8byztRG2Rp",
  "@FoxNews #LiberalismIsAMentalDisorder",
  "@billhandelshow Dude. Hide the stuff man.",
  "#BringBackTommyRobinson\nhttps://t.co/A47y1WUPHg",
  "@BreitbartNews Who?",
  "@shellygreen223 I love this guy. https://t.co/TyvCEHATZW",
  "@RandyRRQuaid You're going to stop up the toilet with all that shit.",
  "@lipkinlip @realDonaldTrump Whaaat thaaa fuuuck? https://t.co/HjmJFbocRc",
  "@newnaples30 @peeweeherman *That. *Since. *to",
  "If you are no longer a Trump supporter because of the Syria strikes, you were never a supporter in the 1st place.\n\nWe don’t want weak, drama queens on the Trump Train.\n\nIt’s perfectly ok to disagree with the decision. It’s not okay to act like a triggered snowflake &amp; jump ship.",
  "@JTM_YVA More examples of liberal mental disorder. #LiberalismIsAMentalDisorder",
  "@fostercoburn @realDonaldTrump You look like a lesbian.",
  "#FuckYouDeNiro.",
  "@EricaJoy @missydepino @Starbucks Yo mama.",
  "@missydepino @Starbucks Dindu nuffin",
  "@PrisonPlanet bye-bye dickhead.",
  "Retweet if you are still waiting for the results of the Clinton foundation investigation.",
  "@Alyssa_Milano Take to the streets? What have you ever done in the streets? Poser",
  "How are you feeling about the attacks on Syria made by President Trump?",
  "@JacobAWohl You're going to start WWIII",
  "@PrisonPlanet in case you missed it. https://t.co/we61OEhRuo",
  "@ForkReporter I can't wait to try some of these food pranks on my nephew's.",
  "@_erinstevens @artisticandrews @Oregonian Sticks and stones may break my bones but liberalism is still a mental disorder.",
  "@Kalnory @Oregonian You can't get much worse than being an abusive, drunk, lesbian couple that adopts a bunch of black kids and drives them off a cliff. \nSay it with me, 👏 liberalism 👏 is 👏 a 👏 mental 👏 disorder 👏! \n\nGood girl! You're learning! 😉",
  "@artisticandrews @Oregonian Liberalism isn't a political party. Its a mental disorder.",
  "@caitytarpy @realDonaldTrump You're a mental case.",
  "@AMAZlNGNATURE Hi https://t.co/7iWeVsdEuW",
  "@Oregonian  https://t.co/lhYDNaMxTJ",
  "#LiberalismIsAMentaldisorder https://t.co/L6OPDUt6YS",
  "@ArtBell51 #RIPArtBell a true broadcasting legend.",
  "@WBESBrandonLowe classic\nhttps://t.co/ilOcNn6VHb",
  "@WBESBrandonLowe https://t.co/JEmdnN0MM3",
  "@WBESBrandonLowe @Schwarzenegger Trick or treat. \n\nSorry we have no treats. \n\nI'll be back.",
  "@tommychong  https://t.co/tfdPvfcHFO",
  "#RIPAndreTheGiant",
  "@misterbumface @realDonaldTrump  https://t.co/k0xaOGBibn",
  "@DRUDGE_REPORT In other news, China smokes trees.",
  "@FINALLEVEL You're the O.G. He's the O.D. ORIGINAL DONALD. Call him ICE-D.",
  "@BabyRuf14 Its ok I'll go there for you.",
  "@Justin_Formed #doitq https://t.co/Jfj3atKNFl",
  "@jihadwatchRS Isn't Islam a religion and not a race?",
  "@Lrihendry @rushlimbaugh Ladies and gent...",
  "@realDonaldTrump @Dratzenberger will be vey happy to hear this. I miss his program.",
  "@Crashingtv He ded?",
  "Retweet to share a real example of censorship.\n\n“I stated FBI stats that can be found on their .gov website. Unless government agencies stats are now labeled “hate speech” or “racist”, I strongly advise to change this decision as this does not set a good precedent for Twitter.” https://t.co/aM2MpPtil5",
  "Former FBI Director James Comey released his new tell all book which made various claims about the President. Who do you believe more?",
  "$hpnn https://t.co/2HH8Osl8Fn",
  "@Treehopper99 @MotleyCrue And #blues",
  "@peeweeherman Should I change my name to \nJason 💘's To Kill?",
  "@DepressedDarth Like if you don't.",
  "Get on board guys, a million memes is an  awesome goal! #makeourvoiceheard and meme, meme, meme! Demand #permanenttaxcuts @potus #qanon #draintheswamp #UnrigtheSystem #maga #greatawakening #WeThePeople #thestormishere #bethecalm https://t.co/IjcA83DVKN",
  "@Stonewall_77 Hell the fuck yes.",
  "As tax paying Americans should we be reimbursed for the BILLIONS spent on Russia gate?",
  "@shellygreen223 That's why I appreciate you sooo much. I love you babe.",
  "@AprilDRyan got anymore ridiculous questions dumb ass?",
  "“To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear.”\n\n― Buddha",
  "@FiveRights  https://t.co/bw74wLwXO1",
  "@ConwayShow How about \"be an on-air thousandaire?\"",
  "@Zach87937831 @MotleyCrue @thevinceneil @MrTommyLand @NikkiSixx @mrmickmars At least @mrmickmars still is.",
  "@Zach87937831 @MotleyCrue @thevinceneil @MrTommyLand @NikkiSixx @mrmickmars You should've seen them when they were cool.",
  "@ShafPatel @realDonaldTrump  https://t.co/NMpY28xRmM",
  "I don’t take normal college graduation photos... https://t.co/eI1NvLFYHs",
  "@tommychong  https://t.co/QmWjKTWte5",
  "#Verify @David_hogg16 https://t.co/zvRBoAQ59H",
  "@DepressedDarth Satr wars sucks.",
  "@MrEdTrain @kwilli1046 I thought it was #LouieLouie day.",
  "@AMAZlNGNATURE Must be nice",
  "@ronniewood You forgot to plug it in mate.",
  "@MotleyCrue @MrTommyLand",
  "One of these Congressmen need to ask Mark Zuckerberg why Facebook considers \"Peanut Butter\" a gender, and why they're embracing the mass-mental illness of the Left.",
  ".@POTUS Trump at Signing of #FOSTA #SESTA bill: We are going to do everything in our power to make sure traffickers are brought to a swift and firm justice…When we work together, we can bring safety and hope to every community across the country. #EndTrafficking https://t.co/9BFlBTxZhp",
  "🎧 Jolly Green Giant by The Kingsmen (60s) on @PandoraMusic\nhttps://t.co/9p8r3MTFa5",
  "@MaxinePWaters @AndyHortin18 Well they're way off. The head stone reads \"James Potter.\"",
  "@sean_spicier @VladimirPutin  didn't do that, @HillaryClinton did.",
  "Will you read the James Comey book?",
  "@realDonaldTrump @WhiteHouse @Interior @NatlParkService @NSCsafety Please don't promote fakebook.",
  "#LouieLouieDay https://t.co/OG0gSpnFo2",
  "@realDonaldTrump That's right! America will stand up to ANY Russian aggression. There is no being beholden to Russia over in this party. Check Hillary, but Trump is NOT beholden!",
  "I hope he fires him, @jeffsessions and Mueller. We have the best President ever, I'm sick of these people trying to undo the 2016 Presidential election! https://t.co/9MpubKSli3",
  "Should Trump fire me?",
  "Retweet - if you believe AG Sessions should be fired, and Ted Cruz should be our new Attorney General of the United States. https://t.co/buYpeWZODG",
  "@veronicaxlittle Pictures or its not true.",
  "@TraceBeaulieu When? Where?",
  "@GeorgeBent1918 @TraceBeaulieu Stop 40? Its in whitehall but that's a suburb of Columbus.",
  "@5rottens Get well soon.",
  "@ConwayShow I'm in ohio but I'm California dreamin. So yes.",
  "@WilliamShatner @brandyford Where is the rest of it?",
  "@DallasCoy1 I'll guard the gates @WhiteHouse",
  "Massive EXPLOSION in Sweden. 2nd BOMB in 24h. MSM is quiet. RETWEET! https://t.co/lpiBPhRZLF",
  "@TMZ Cool MAN?",
  "@IndyandMarion I'm going to see this just to be loudly quiet and funny.",
  "@shellygreen223. @stevewoz of apple deleted his fakebook account. He's a smart man. https://t.co/F2aANCfXAm",
  "Dear @POTUS,\n\nI talked to a real *Not-a-Bot* voter last night, who said the ONLY thing he cares about is DRAINING THE SWAMP.\n\nHis words: “I want to see HANDCUFFS.”\n\n👉🏻If there is evidence against all these ANTI-AMERICA wash-ups, it’s TIME FOR HANDCUFFS.\n\nRT if you agree. 🇺🇸",
  "@Thomas1774Paine Fire that son of a bitch!",
  "@PuckerButt  https://t.co/bNIqy2Jo5i",
  "@Barnett20Todd @my2006bmw Unless its a liberal waiter who's like, \"you're right. I forgot to ask if they wanted a straw. I deserve to be punished. Lock me up. Oooh, lock me up with that large black gentleman.\"\n#LiberalismIsAMentalDisorder",
  "Patriots, meet Anthony Borges, a true American hero at the tender age of 15. Anthony held the door &amp; saved the lives of many of his classmates. He was shot 5 times while the,school security officer &amp; several deputies cowered outside of the building. THIS is the measure of a man. https://t.co/W81sm3tZL4",
  "Who is most to blame for Iran ramping up its nuclear weapons program? #tcot #P2 #RT #Resist #MAGA",
  "@TMZ Fuckin weirdo",
  "It appears that Robert Mueller and Rod Rosenstein may have conspired to target Michael Cohen in order to seize attorney-client communications between Trump and his personal lawyer.\n\nIf so, we have entered uncharted territory.\n\nBuckle up.",
  "Let me make this clear one more time:\n\nI don't give two damns about Michael Cohen-\n\nI voted for Trump\n\nTrump Judge signed Mueller's warrant, and Cohen 100% billed Trump Campaign the $130k\n\nA friend or a \"good attorney\" wouldn't do that\n\nThat's a fact, Jack\n\nTrump is untouchable",
  "History Lesson for the Liberals\n\nThe NRA is the oldest civil rights organization in the country. In the 1960’s they helped train black Americans to use guns to defend themselves against the KKK, a democratic terrorist group\n\nClass dismissed... https://t.co/nM7DvmaBe7",
  "Attorney–client privilege is dead!",
  "A TOTAL WITCH HUNT!!!",
  "@MikeTokes @jimmykimmel WomEn. Not woman. More than one woman is women.",
  "My newest innovation https://t.co/UGWsYPBEGp will do a €10 million airdrop giveaway.\n\nEvery new user will get a pre-loaded crypto wallet that can be used to buy online content.\n\nYou want one?   RT👈🏻😎👉🏻RT",
  "@shellygreen223 drugs me",
  "@TheWeirdWorld I know now. @shellygreen223",
  "A disgrace.  https://t.co/W4cAZgWASS",
  "@shellygreen223 @MST3K I'm deeply concerned by this but you're more than welcome to assist. https://t.co/NlBBzPtlqe",
  "@billhandelshow @KFIAM640 No case⬆",
  "@BIBIBOPGrill How is soy used in your spicy 🐔?",
  "Crybaby liberals want to ruin everything. #LiberalismIsAMentalDisorder\nhttps://t.co/mY4i8JZDDZ",
  "@wkamaubell Cry baby",
  "@billhandelshow @KFIAM640 More people who use #cannabis tend to weigh less than people who don't. Maaan...💨",
  "@TMZ Terrence Trent D'arby?",
  "@TMZ Milli vanilli?",
  "@OzzyOsbourne Who did it first? https://t.co/idtSlOXzYu",
  "@BIBIBOPGrill Would you be willing to remove it? Its not really necessary is it? And then there is this,\nhttps://t.co/N6uaKhhMxx 🍆 https://t.co/Wgs2ci9buy",
  "Will President Trump make Syria pay with a major military action?\n\nPlease Vote and Retweet!",
  "@TMZ Hip-hop sucks",
  "@WWE #Wrestlemania What, no star spangled banner?",
  "@BIBIBOPGrill I'm just trying to avoid soy. Any in your spicy chicken?",
  "@BIBIBOPGrill Two parts what? All I see is a box with a X In it. https://t.co/H15JupBEWq",
  "@strchild68 @_youhadonejob1 Def Leppard",
  "@Nevachase_n She's good. You'll all be old one day and none of you can or will still do this. Get down.",
  "As a Trump supporter, would you agree with air strikes targeting the Syrian government?",
  "@BIBIBOPGrill Without reveling your secrets, can you tell me what goes in your #spicy 🐔?",
  "@Loudwire @_smileemptysoul @Hell0rHighwater Why?",
  "#HappyBirthdayIzzyStradlin @IzzyStradlin999",
  "After 1 year and three months of the #Trump Administration, whom will you vote for in 2020?\n\n#MaxWarriors #TheMaxRadioBroadcast",
  "RETWEET if you think Jeff Sessions should indict Hillary Clinton #LockHerUp https://t.co/IUshCOjxC7",
  "Taking a short cut. https://t.co/UADNcnDuCO",
  "@TMZ So when is the abortion?",
  "Which do you prefer? #Boxing #MMA",
  "@iamcardib I changed the channel until you were done",
  "@philtmiller @realDonaldTrump Get a haircut hippie",
  "@erik316wttn cubs suck",
  "@MarkDice *loses",
  "🎧 California Dreamin' by The Mamas &amp; The Papas on @PandoraMusic\nhttps://t.co/iLDPyMKssh",
  "@billhandelshow @ProdMichelle @stonefiregrill @GaryandShannon @ConwayShow @jjlkfi Looks like it may have a YEAST infection! Haha get it?",
  "🚨@seanhannity VS disgusting Pervert Harvey Jr @jimmykimmel #PervertKimmel  https://t.co/JpkUvuEnUz",
  "@pahubb43 Only 6.5? That's not a bad number. We can help them easily.",
  "What does the Department of Justice and FBI have to hide? Why aren’t they giving the strongly requested documents (unredacted) to the HOUSE JUDICIARY COMMITTEE? Stalling, but for what reason? Not looking good!",
  "@shellygreen223 https://t.co/DrwQvEnykH",
  "If this gets 10,000 retweets, I'll run for President in 2020 https://t.co/spm1rb0HGb",
  "@MrTommyLand Where do we send the hate mail? Oh wait that's what @NikkiSixx does.",
  "@mikehedman1 @tommychong I second that.",
  "@tommychong  https://t.co/YUuiPuNHym",
  "@HulkHogan my friend cleaned out an old house today and found this gem. #HulkRules https://t.co/MtWtHvrQFl",
  "@shellygreen223 I'm sure he still does. \nFound\nOn\nRoad\nDead",
  "@tommychong  https://t.co/j0vcXOFcC8",
  "@shellygreen223 https://t.co/70EyakYqVx",
  "@BabyRuf14  https://t.co/DHtdmyRxyN",
  "@peeweeherman  https://t.co/kph8OdCrFG",
  "@SUBWAY lose @JimmyKimmelLive or my money goes to @jerseymikes.",
  "@HomeDepot I will stop shopping at your stores if you continue to advertise on @JimmyKimmelLive. I drive much further to shop with you when @Lowes is much closer. 1.1mi. Versus 6.1mi. Could make my life much easier.",
  "@FINALLEVEL I went to listen to \"New Jack Hustler (Ninos Theme)\" and I saw the lyrics. I always knew the lyrics by heart but I never knew it was written\n\"H-you-S-T-L-are HUSTLER.\" Mind blown! https://t.co/vIQu0cUFQU",
  "@shellygreen223 WHOA! @FINALLEVEL. LIKED MY REPLY! HOLY SHIT! AWESOME! I'M A HUGE FAN, ICE! THANKS FOR TAKING NOTICE. I'M GONNA PRINT THIS TO A PHOTO AND HANG IT ON THE FUCKIN WALL! YESSS..! https://t.co/gCKf799hNL",
  "@FINALLEVEL H-U-S-T-L-E-R HUSTLER.",
  "@etrade I will close my account if you remain an advertiser on @JimmyKimmelLive",
  "If you see this, please retweet it. Testing something. Think I’m being shadow banned.",
  "@DiamondandSilk @JackPosobiec #BoycottFacebook #DeleteFacebook",
  "@marisatomei were you in Columbus Ohio in the late 70's early 80's? My parents say they knew you back then.",
  "@seanhannity WomEn",
  "ALERT! ALERT! ALERT! BUILD THAT WALL @POTUS! \n\nA Marine who currently guards our border has a dire warning: \"They (Religion of Peace followers) HATE us with a Passion - we are the infidels we deserve to DIE\"\n\n#FridayFeeling #FlashbackFriday #SaturdayMorning https://t.co/EDynYttpFp",
  "Rapper Jay Z wants to revisit why white men are so privileged in this country. I want to know how a convicted criminal who sold crack, shot his teenage brother as a child, slapped a young girl, and stabbed a record producer is now the moral compass. Shut Up Jay Z!😣 #JayZthug",
  "@RealMAGASteve Gross",
  "@writemombritt @Ironhorsemen1 @MaineAntifa @redpillrekt @RuthieRedSox @thebradfordfile @RealSlimSupreme @Phase2Phasetm @Rachie_Rach__ @ImJustAMel @Redheaded_Jenn Hold my drink -Harvey Weinstein",
  "#DrainTheDeepStateSwamp https://t.co/lGqB9IqjwG",
  "The owners were Democratic donors. \n\nThe website was seized for allegedly facilitating underage prostitution and sex trafficking. Holy crap...\n\nBOMBSHELL: Website Owned By Hillary Donors Seized By FBI https://t.co/33dUxYwke7",
  "So I've heard.  Thanks for looking out. https://t.co/e3fi528piK",
  "Since cursive is no longer taught in schools, we are raising a generation of citizens who won't be able to read the Constitution.",
  "@shellygreen223 https://t.co/OZjVCyIVDC",
  "@HPNN @cedarbrands $HPNN",
  "@beaufortdude #HPNN",
  "@Hadtwohurt Tis GUY is on FIRE 🎶",
  "@FoxNews Surprise, Surprise, surprise... https://t.co/81ZNTGs5B3",
  "Which is more corrupt?",
  "Will you be voting for President Trump in the 2020 elections?",
  "If I drop out of ccad should I",
  "@WilliamShatner  https://t.co/L877zTnCFd",
  "Need 7 more retweets to 7960 retweets.",
  "Who else wants to fight the Opioid Epidemic? Answer and retweet. Let's make this the most retweeted tweet ever. https://t.co/SEJz3F82O0",
  "@shellygreen223 https://t.co/CYDOK6NQF5",
  "Happy Friday to @jjlkfi @kfi @WakeUpCallKFI Have a great weekend. https://t.co/of2O6R3dGr",
  "@SANDRA_AUSTON @Joeblow2857 This guy is a jerk",
  "@RealJamesWoods @POTUS45____ #thecannabiscommunity #missionZero \n#22aday https://t.co/cbStaR44uc",
  "@jeffsessions https://t.co/OqO5DLP6aa",
  "@RealJamesWoods I bet liberals want her for mother of the year.",
  "@maxtsz Your thumbnail profile photo looks like you're a south American with a assault rifle.",
  "@Slash https://t.co/FjRV6cE9aM",
  "@TMZ So send him somewhere else.",
  "#BringBackTommyRobinson\nhttps://t.co/Hgy4NM5yly",
  "As of now, do you approve or disapprove of @realDonaldTrump’s job performance as President? Do vote and retweet. #MAGA #Trump",
  "@MyPillowUSA Please report anyone on this thread that threatens or gives false information about My Pillow or Mike Lindell.",
  "@shellygreen223 @BIBIBOPGrill  https://t.co/FeWa6FPboB",
  "@BIBIBOPGrill any plans for a rewards program?",
  "@shellygreen223 @shellymccool https://t.co/J6ctOQDOJ0",
  "@AMAZlNGNATURE To him its a roar.",
  "@tommychong  https://t.co/F6AsSYeSJl",
  "@tommychong  https://t.co/eSr84Dzv9N",
  "@PeggyTV @realDonaldTrump @wusa9 Her nose looks like a dick.",
  "@PeggyTV @realDonaldTrump @wusa9 The governor's name is Cont?",
  "@NikkiSixx https://t.co/3FIbEj4Vrx",
  "@NikkiSixx I look forward to changing the channel, downvoting every @MotleyCrue AND SuxxA.M. song on @pandoramusic and @YouTube or @iHeartRadio or wherever I hear your shit I'm also going to sell or trash my motley crud stuff and give the money to #Trump2020 I liked it when I was a dumb kid https://t.co/jOca4FQaPE",
  "@shellygreen223 @belizevacation Go naked",
  "@ChristyCanyon11 @realDonaldTrump The media won't do it. Ever. Btw I'm a big fan of yours.",
  "@bbusa617 Here's #2 https://t.co/R7kSUpIVzd",
  "THE WORST PRESIDENT AND HUMAN BEING ON EARTH PURE EVIL... https://t.co/jWdgLdNbuL",
  "#TheWorst https://t.co/oD8KqX53dz",
  "@ChristyCanyon11 @realDonaldTrump If he doesn't tell you no one will.",
  "@realDonaldTrump He's 💯 in my book.",
  "@TheRealBuddyGuy 🎧 Rock Me by @muddyofficial on @PandoraMusic\nhttps://t.co/TJr56ltQ6V",
  "Would you support a Republican mounting a 2020 primary challenge against President Trump? Do vote and retweet. #MAGA #Trump",
  "Meaningless censorship @YouTube has now got people hurt. #BoycottYouTube",
  "🎧 Ramblin' On My Mind by Robert Johnson on @PandoraMusic\nhttps://t.co/4EOC5me2zS",
  "@Jamarcus_1994 @parkerbutler10 @realDonaldTrump I got a trigger for ya",
  "@parkerbutler10 @realDonaldTrump What are you, a parker or a butler? Is 10 how old you are? How about you park your butt in some snowflake safe space and shut the fuck up.",
  "@realDonaldTrump That's racist! Oh wait no its not democrats are.",
  "You Tube shooter was Lefty vegan PETA activist woman from Iran-Not a white, Christian, NRA member male like the Left/FAKENews wished for.\nPeople killed by NRA members 0\nPeople Killed by PETA members.well.\nWill our great \"protector\" Hoggy squeal about PETA?\nhttps://t.co/Oj98iIxEAZ https://t.co/pYnPGPMAWr",
  "@GrrrGraphics very good. https://t.co/Aura1Yk22Q",
  "@cryinglibs1 @cerberusfla @iheartmindy @DonaldJTrumpJr Shhh... https://t.co/T2ehTqQ7A2",
  "@belizevacation @shellygreen223 if you look closely you can see us here and I don't think they have basements which means no basement dwellers. https://t.co/nTyj4kBQUh",
  "@billhandelshow @ClarkHoward @KFIAM640 DynOmite! https://t.co/pec5JPdI6j",
  "$HPNN https://t.co/rSCx5AJ1S7",
  "Tommy Robinson has been permanently BANNED from Twitter.\n\nThis attack on Conservatives, free-speech AND democracy has to stop.\n\nIt's time to let big tech companies and governments know that this is unacceptable.\n\nRETWEET if you agree.\n\nhttps://t.co/0OHuQaaGSc",
  "So, Twitter banned Tommy Robinson for saying, \"Islam promotes killing people.\"\nHey, @Twitter, ISLAM PROMOTES KILLING PEOPLE (Quran 9:5; 9:73; 9:111; 9:123; 48:29; Bukhari 2977; 6924; etc.)\nI'll see the rest of you on YouTube after the sniveling Twitter thought police ban me. https://t.co/d8dGsNgpRF",
  "Tommy Robinson will march from Speakers Corner to Twitter HQ in London for Free Speech. WATCH: https://t.co/oV5ScXb1XE https://t.co/fK7Jn3eM2S",
  "BREAKING NEWS: Tommy Robinson just announced that on the 6th of May he will lead a march for everyone who believes in FREE SPEECH through the streets of London - all the way from Speaker's Corner to Twitter Headquarters. Please SHARE this message and join the battle for liberty! https://t.co/OzjjeEyEMY",
  "So Tommy Robinson has been banned from twitter while terror groups like Hezbollah, Muslim brotherhood continue to spread their extremist ideologies.\n\nTommy is probably the politest person, I have ever own. Someone who stands up for his country unconditionally.\n\n#IAMTOMMY",
  "@robreiner #MeatHead #ShutupRobReiner",
  "@robreiner #MeatHead #ShutupRobReiner",
  "@robreiner #MeatHead #ShutupRobReiner",
  "@realDonaldTrump Go Trump.",
  "@Oringinal_AWat @DanniJean1640 @goto19792 @tanglaoyeaimoko @realDonaldTrump There is no we. There is no they. But how about fuck YOU. #ScumbagLiberal",
  "YouTube shooter's YouTube channel appears to have been just taken down by YouTube.  It was located here, and used the name \"Nasime Sabz.\"  Her real name is allegedly: Nasim Aghdam   https://t.co/ZWrqSeCr8f https://t.co/ClAKVbtHxf",
  "#BotcottYouTube https://t.co/JsvWwU8NXm",
  "@MarkDice #BoycottYouTube https://t.co/pKSPMq88ky",
  "Mainstream media will drop the YouTube HQ shooter story after today because she's an Iranian immigrant, not a white male.",
  "Mashable used a photo of YouTube shooter Nasim Aghdam with green eyes for their story.  C'mon you clowns. https://t.co/CjpUSlcSbF",
  "No, it was an Iranian immigrant, actually. https://t.co/RWWxJxEalj",
  "No, that isn't what happened at all, you moron. https://t.co/614IX9Nnp7",
  "No, actually the shooter was an Iranian who could barely speak English. https://t.co/zgc1AKwYnO",
  "@DonaldJTrumpJr @NRA No wonder CNN went right back to their Robert Mueller fan fiction.",
  "YouTube shooter was an Iranian.",
  "And Instagram just deleted Sasim Aghdam's account.  https://t.co/XQVOo9KDTu https://t.co/IUwBqOQaZ8",
  "@MarkDice Story won't make it past noon tomorrow",
  "Was it a white male racist gun-loving right wing extremist conspiracy theorist who shot up YouTube HQ because they're censoring or demonetizing their content?  No.  It was an female Iranian animal rights activist who could barely speak English.",
  "CNN: YouTube shooting was just a \"domestic dispute.\"  A love triangle.   Back to Stormy Daniels and Robert Mueller. https://t.co/r5RkILRysn",
  "YouTube Shooter Nasim Aghdam Claimed Platform Discriminated Against Her https://t.co/BJm5KsCuVt",
  "@shellygreen223 I'm not a fan, nor do I condone her actions but censorship must be stopped and she's got an excellent point. https://t.co/RB6XWhJEYR",
  "https://t.co/DLH443YmXY",
  "@MarkDice I just woke up. WHAT THE HELL? https://t.co/vwWL5OGYop",
  "@shellygreen223 https://t.co/1xPb53b7Yf",
  "@DanAmira What if you only have half of the bill, or just a piece of it?",
  "@IngrahamAngle @BreitbartNews #BuyMyPillow",
  "@mjpichoff @wsredneck *You're",
  "@wsredneck I've seen you lift a 310 pound steel Husafell stone and carry it 100 feet, I've seen you use kids riding toys as skates, I've seen you rip a deck of cards in half with your teeth, I've seen you pull a truck with your teeth. But this, THIS is just dangerous. https://t.co/GfnKytztNi",
  "@w_terrence 1. Do a poll",
  "@MarkDice He likes to say fucking to sound like a tough guy. Snowflake",
  "@billhandelshow Call me and hang uo",
  "@Roxanneresists @realDonaldTrump Go fuck your self bitch",
  "@AMAZlNGNATURE COOL! get it? Heh heh.",
  "@KayaJones WomAn",
  "Which type of food is your favorite?",
  "@genesimmons I will if you can loan me $50000",
  "@rShowerThoughts This reminds me of something @georgecarlin would say.",
  "@DepressedDarth Stop",
  "@realDonaldTrump GREATEST PRESIDENT EVER",
  "Today, it was my honor to welcome Estonia President @KerstiKaljulaid, Lithuania President @Grybauskaite_LT, and Latvia President @Vejonis to the @WhiteHouse. Congratulations on your 100th anniversaries of independence! #BalticSummit: https://t.co/XAchZ3zUSe https://t.co/RRftyTGEvb",
  "Please help us locate 11 month old LEO. He was kidnapped from 15400 block Gault St. Unattended running vehicle 2001 Infiniti G20 white in color California Plates 4SDK433 @lapdVanNuysDiv @911LAPD @LAPDHQ https://t.co/6YNYvuBfza",
  "@shellygreen223 https://t.co/BgyC7qc29O",
  "🎧 Meat Shakin' Woman by Blind Boy Fuller on @PandoraMusic\nhttps://t.co/VV9OgJBh8l",
  "@tommychong  https://t.co/ZGFJGIZZyd",
  "🎧 Let Me Roll Your Lemon by Bo Carter on @PandoraMusic\nhttps://t.co/BaCrS2lmxw",
  "Start investing with @Stash today! We’ll each get $5 when you use my link: https://t.co/d86Nb6kTxS",
  "@videocats You MONSTER!",
  "@NASA @NASAaero There was nothing wrong with the #Concorde",
  "@shellygreen223 retweet this shit. https://t.co/D8GKMSjfRM",
  "@iowa_trump Their is the proplim.",
  "@wsredneck @buckuglygear @AppatizerUS Red neck Pokemon gone.",
  "@wsredneck I knew a guy that rigged a #Redneck fuel pump making so he manually pumped the fuel from the passenger seat and drove from ohio to California. I'll ask dad about the details and get back to you. It was hillbillytastic.",
  "@wsredneck Needs a fuel pump.",
  "@BIBIBOPGrill E Broad St weekday lunch crew is the best in the city of #ColumbusOhio. https://t.co/qTJ34cv4DE",
  "@TMobile #TmobileTuesday was a bummer today. What happened to all the cool stuff you used to do? https://t.co/hEoo17V0wc",
  "@billhandelshow bye Sandy.",
  "@realDonaldTrump #doitq",
  "@peeweeherman @FANEXPODallas When is @peeweeherman's next appearance or will he be there with Paul?",
  "@CruisingRay @peeweeherman @FANEXPODallas 🎶 DEEP IN HEART OF TEXAS! 🎶",
  "@peeweeherman @FANEXPODallas  https://t.co/zaEn37ULak",
  "@musicoflife100 @RandyRRQuaid #GodBlessRandyQuaid #PardonRandyQuaid @realDonaldTrump",
  "@BasedMonitored Its time again. https://t.co/Q267opAAdm",
  "@thesecret https://t.co/vhNxuvUx0O",
  "The big Caravan of People from Honduras, now coming across Mexico and heading to our “Weak Laws” Border, had better be stopped before it gets there. Cash cow NAFTA is in play, as is foreign aid to Honduras and the countries that allow this to happen. Congress MUST ACT NOW!",
  "@MarkDice So the liberals hate bots but love aliens? What about illegal, Russian, alien deplorabots? https://t.co/bQunToVE2N",
  "@SONNYBILLFAN @MarkDice @RodStryker Nano nano",
  "@realDonaldTrump Doitq",
  "@tommychong  https://t.co/cZt8nkbllE",
  "@shellygreen223 retweet this please. https://t.co/dAvlghlyHg",
  "@musicoflife100 @RandyRRQuaid Godspeed is one word.",
  "@RandyRRQuaid #PardonRandyQuaid @realDonaldTrump",
  "@realDonaldTrump  https://t.co/MO10jMB9aX",
  "@Thomas1774Paine But does it matter?",
  "@1crazymamabear @MotleyCrue  https://t.co/SPm1KcvoMq",
  "@MotleyCrue Just another day in this comedic tragedy they call life. https://t.co/x4rum1q27o",
  "Will #UNLV basketball ever return to a bit of the old Glory Days? #unlvmbb",
  "@EastTillman @realDonaldTrump Is what we should have said to @BarackObama",
  "@Gvolz89 @realDonaldTrump Yeah fuck you too buddy. Lol",
  "$HPNN https://t.co/s2OLRz8BRM",
  "$HPNN buy cbd oil superfood https://t.co/WIbuVO67At",
  "$HPNN https://t.co/VuntEljyaZ",
  "How do you rate @realDonaldTrump 's performance as @potus?\n\nLet him know by voting and retweeting below 🙂\n#MAGA #TheResistance #Trump",
  "@veronicaxlittle 💩",
  "Should sports betting be allowed nationwide? #SCOTUS #SportsBetting",
  "@shellygreen223 @RandyRRQuaid @realDonaldTrump https://t.co/0k1bigLkBA",
  "#PardonRandyQuaid",
  "HAPPY EASTER!",
  "Border Patrol Agents are not allowed to properly do their job at the Border because of ridiculous liberal (Democrat) laws like Catch &amp; Release. Getting more dangerous. “Caravans” coming. Republicans must go to Nuclear Option to pass tough laws NOW. NO MORE DACA DEAL!",
  "@shellygreen223 https://t.co/IEPD7nDEjr",
  "@shellygreen223 Is this amazing or what? @realDonaldTrump needs to pardon @RandyRRQuaid #FreeRandyQuaid https://t.co/1sLG3FvSKG",
  "@shellygreen223 Is this amazing or what? @realDonaldTrump needs to pardon @RandyRRQuaid #FreeRandyQuaid https://t.co/1sLG3FvSKG",
  "@RandyRRQuaid I FREAKIN LOVE YOU MAN!",
  "@w_terrence Not for long if you be eatin that.",
  "#HappyAprilFoolsDay may @MrT have pity on us all.",
  "Pick a new name for the channel",
  "@JackPosobiec @solentgreenis Gun control.",
  "@Thomas1774Paine  https://t.co/axbzIYUzOg",
  "@st8eofconfusion @lipkinlip @realDonaldTrump Yes, WE'RE mad. Not https://t.co/pE8e25WlzH",
  "@TMZ @TooFab She's insane. #LockHerUp",
  "@DorisHearn @MGessinger212 @genesimmons Maybe it is Dene Simmons.",
  "#HappyEaster",
  "🔴Obama Wants This Video Scrubbed From The Internet \n\n😉 Hint...It would be a shame if it was spread all over the internet, over and over, and over......\n\nACCUSATIONS NAMING FORMER PRESIDENT OBAMA IN ADULTERY &amp; CRACK-COCAINE FOR SEX SCANDAL - MASSIVE MEDIA COVER UP https://t.co/Tfv9UgOjXr",
  "@BabyRuf14 @THERACKWorkout is AWESOME!",
  "@AliNotAlli  https://t.co/MYSTIFSJwB",
  "@Education4Libs @jeepsuzih2 @hulu_support https://t.co/rz0izqi7ok",
  "@theJeremyVine @ScaramucciPost @shellygreen223",
  "@BabyRuf14 I was 11. It wasn't on my list of priorities but you know moms. Ha ha https://t.co/yLMwpPS5EU",
  "@ionborta likes to post pictures of himself and that's all.",
  "@BabyRuf14 I saw it in the theater when it came out. Shut up. My mom made me take my little sister. Lol https://t.co/8489FeRDqM",
  "Would you like to see comparisons of Republicans' brain scans versus Democrats' brain scans?",
  "Do you think #Parkland students like @davidhogg111 and @Emma4Change should tone down their rhetoric against the second amendment?",
  "@MarkDice LEE press-on nails...hmmm? https://t.co/W8Oa2dSJe5",
  "@iowa_trump If its porn then please DO NOT RELEASE THE VIDEO.",
  "@iowa_trump What's up with the video?",
  "Saw @readyplayerone last night. I won't give any spoilers. I wish I had more thumbs to give up. 👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍👍 Did not disappoint. Going back for the 3-D version. https://t.co/5yBkc4avsV",
  "@mike_Zollo I don’t know why some people are copying my tweets, it’s really disgusting and pissing me off. Just kidding.",
  "@iowa_trump What video? Do tell",
  "https://t.co/ksybuJNdi7",
  "@1bigbeer @56jakesmom I call it assault.",
  "@M_O_J_O23 @thesecret #MeToo",
  "@genesimmons @JasonMorrisJUDO @ElvisPresley had a real one. https://t.co/HpMYSfDiBi",
  "@shellygreen223 @TimHortons Too latté. Lol",
  "@therealroseanne  https://t.co/bQWZTdg4Nu",
  "@therealroseanne Don't give @CNN the time of day.",
  "@shellygreen223 the girl @TimHortons is cool. She's just confused.",
  "@shellygreen223 I do that.",
  "@shellygreen223 I said rember that. @shellygreen223",
  "@billhandelshow @KFIAM640 Here's another type of lunchbox. https://t.co/mSIawl5vCr",
  "@shellygreen223 https://t.co/dz3Y7TQGCW",
  "@possumhour https://t.co/ZRtdNbO7KJ",
  "$HPNN going green alert green https://t.co/Zww573dCdU",
  "$HPNN https://t.co/D0ZYBexdTV",
  "@NomDeVoyage1 @RobbyTheremin *too",
  "Idea\n🤔\nInstead of \"Marching For Your Lives:\"\nBuy a Double Barrel Glock 18\n#2A\n#2ADefenders\n#2ndAmendment\n#GunFreeZonesKill\n#GunReformNow\n#ArmingTeachers\n#SecondAmendment #2AShallNotBeInfringed https://t.co/tuW9bSxiZQ",
  "@shellygreen223 #ChristmasIsComing! https://t.co/aLNXydog2e",
  "#BetterYourselfIn3Words\n     JUST CANCELED NETFLIX \n\n#BoycottNetflix  \n#BoycottNetflix \n#BoycottNetflix \n#BoycottNetflix \n#BoycottNetflix \n#BoycottNetflix \n#BoycottNetflix \n\n#CancelNetflix \n#CancelNetflix \n#CancelNetflix 👇🏽👇🏽👇🏽👇🏽 https://t.co/X6afAtQgFt",
  "#BoycottNetflix #CancelNetflix https://t.co/JLwNkEQhKy",
  "🚨 🚨 🚨 It’s your last chance to give and your last chance to win! Help the #SisterReefProject and you could win amazing prizes like these. https://t.co/J5E6FMBOtZ #ACuriousPlace https://t.co/t6k0RPupFW",
  "@shellygreen223 https://t.co/63GyO8xBGS",
  "@shellygreen223 #Karma https://t.co/O8oJ7NRhDv",
  "@RacySicilian @netflix @bonniemurphy @bbusa617 @Hoosiers1986 @GrizzleMeister @Kimbraov1 @AppSame @kwilli1046 @vmwilliamson1 @KatTheHammer1 @drscott_atlanta #CancelNetflix",
  "@JohnLegere @saucony It'll never work. https://t.co/9j9gg87xOn",
  "@thebradfordfile @AmericanAir She will find you. https://t.co/y0r39RtRnB",
  "@Twitter #BringBackTommyRobinson\n#FreeSpeech @MarkDice\nBe careful you could be next. \nhttps://t.co/wGZyD2uwxE https://t.co/7K0P9IoUQw",
  "@brycetache @RochelleTroilo #ImpeachObama",
  "@Patrici15767099 @RenaSummersLtd @AnnCoulter What's wrong with her eyes?",
  "@DepressedDarth Darth Vader already has a lightsaber dumbass.",
  "@kr_romm @w_terrence @kfc @tacobell @McDonalds  https://t.co/ZUZD6MQZf0",
  "@wkyc #MeToo",
  "@MarkDice #LIAR https://t.co/7RvtBtPFnP",
  "@w_terrence @kfc don't count. @tacobell needs to quit. @McDonalds haven't been good since the early 90's.",
  "@w_terrence Rallys.",
  "@MarkDice @EricTrump I hope.",
  "@Twitter #BringBackTommyRobinson\n#FreeSpeech @MarkDice\nBe careful you could be next. \nhttps://t.co/wGZyD2uwxE",
  "Bring back Laugh-In.",
  "@TMZ Ni---r WHAT?!",
  "@realDonaldTrump Bye bye bad hombres!",
  "@BabyRuf14 You better get used to it. Can @shellygreen223 and I come visit some time? She's cool. Lol https://t.co/8UgDmzSDC5",
  "@BabyRuf14 I've got people in lake city.",
  "@BabyRuf14 To where?",
  "@FriedasMom7 @realtruth60 @kuehrmc @kwilli1046 @ClaraLKatzenmai Not you.",
  "@MarkDice @TRobinsonNewEra",
  "Looks like Twitter suspended Tommy Robinson for posting facts again about the radical Muslim invasion of Europe.   Thought Crime!!",
  "@realtruth60 @kuehrmc @FriedasMom7 @kwilli1046 @ClaraLKatzenmai *you're",
  "@kuehrmc @FriedasMom7 @kwilli1046 @ClaraLKatzenmai Go drive YOUR Volvo up in that shit @kuehrmc.",
  "@KLRodgers3 @kwilli1046 @REALtrumpbureau Don't forget stupid and ugly.",
  "@kwilli1046 @thebradfordfile Gimme an N!",
  "@DepressedDarth Well yeah!",
  "@MusicNegrito  https://t.co/heFZhiIF8E",
  "#YoMama",
  "@TOPBRASSVODKA thanks for the follow but I don't drink. Alcohol, statistically, is the deadliest drug in the world. https://t.co/LeclZj5RkH",
  "@billhandelshow @ClarkHoward @KFIAM640  https://t.co/VpGHdBK8HB",
  "@PaidePhoebe @PrisonPlanet You got that right! https://t.co/QWkJfVWi5C",
  "@PrisonPlanet We do have to do, bomb, behead, drive into crowds of people?",
  "@CollusionMovie @RandyRRQuaid #LiberalismIsAMentalDisorder",
  "@DonaldJTrumpJr I thought Canadians were nice and apologetic. What a hoser.",
  "@DonaldJTrumpJr I think sheee liiikes yooou.",
  "@UltClassicRock Guy looks like a dick anyway.",
  "Is this real? If so it could only happen in 2018 folks: Al Sharpton’s Half-Brother Charged With Murder In Shooting One Day After Participating In Gun March https://t.co/qweRonNk6d",
  "@chelseahandler What poll Chelsea?",
  "@MarkDice Lets start here. https://t.co/3SGC7Ro32w",
  "@MarkDice Does this one count? https://t.co/ejNtLAu4bG",
  "What does Arkansas Governor Asa Hutchinson fear the most?",
  "@kwilli1046 Not you them. https://t.co/n1MJB5E1zG",
  "@BabyRuf14 That escalated quickly. https://t.co/GICqamOWAp",
  "@MarkDice #NewsWeak",
  "@MarkDice  https://t.co/7QQDn2N557",
  "Meet Larry Sinclair.  He alleges that he gave Obama a few blow jobs while they smoked crack cocaine together a decade ago.  When is his 60 Minutes special?  And why hasn't Obama tweeted his denial?  That must mean Obama did it, right CNN? https://t.co/5sHibnnJRX",
  "@DNC @BarackObama @HillaryClinton @BillClinton @MichelleObama talk about a basket of deplorables. https://t.co/mAGnXPfjIC",
  "@monbon_thedon Bro? Ok bro. Lol https://t.co/19lb1zuwnr",
  "@42dontEverLetGo What?",
  "@TMZ Lol",
  "@monbon_thedon Why you always on here talking to yourself?",
  "@Lynnevere @Brainykid2010 @realDonaldTrump  https://t.co/wGulKwyFmo",
  "@Lynnevere @Brainykid2010 @realDonaldTrump No. No accountability.",
  "@ChipotleTweets Done.",
  "@therealroseanne  https://t.co/G2iAlFARnA",
  "Just got #RawChicken from @ChipotleTweets on broad st in whitehall oh. https://t.co/VpbF1sDtq8",
  "@judaspriest Shut the fuck up rob halford. Shouldn't you be \"breaking the law\" with some young boys instead of running your mouth about our president. https://t.co/LZZ6gOgjU3",
  "@Lynnevere @Brainykid2010 @realDonaldTrump Why? Democrats dropped the ball and opened the border. Maybe democrat voters should pay for it.",
  "@richg4021 @mike_Zollo *enjoy *their *around",
  "@mike_Zollo We are above that shit.",
  "@bacon_texas That is a tranny.",
  "@WBESBrandonLowe @MitchVingle Care to make a bet with me on the ncaa? I tweeted you about it.",
  "@TMZ Too bad she didn't eat her and then jump off a cliff.",
  "@KamVTV Steve Austin? https://t.co/xDWtrCfdnc",
  "Has Ann Coulter become totally unhinged?\n\nPlease Vote and Retweet!\n\nImportant poll, so Ann can see the results.",
  "@Real_PeachyKeen I thought you were going to say, Obama is gay and Michelle is a man.",
  "@Helle_Resistere @DcSweetbailey  https://t.co/fjLCYKejSU",
  "@BreitbartNews Michael Moore: 'Doughnuts Should Be Free'",
  "@MarkDice Can't really find any GOOD coke though. A friend told me.",
  "@Helle_Resistere @DcSweetbailey  https://t.co/8RroWibojG",
  "@leedede @TMZ @BillClinton @realDonaldTrump Ohhh I see. Then what does it have to do with anything? Hmmm? WHAT THE ACTUAL FUCK?",
  "@WilliamShatner @Beyonce @Beyonce bites.",
  "Did you see that @HPNN share holders someone sold to NITE at 2 then NITE put it up for sale at 3 DO NOT SELL TO NITE OR CDEL !!!!!!!!!",
  "$HPNN https://t.co/PjHjETkIkV",
  "@shellygreen223 https://t.co/70EyakYqVx",
  "#MeToo https://t.co/D8bT1C6R6U",
  "@TheStelian  https://t.co/qRftDEr3Rx",
  "$HPNN https://t.co/kIxoxGMo5E",
  "Nickelodeon has cut ties with Dan Schneider, a producer and actor of several shows after he had been alleged to have inappropriate interactions with children on set. Do you think Hollywood has pedophile epidemic?",
  "@patsajak You didn't miss anything.",
  "@wsredneck Teachers should be worried",
  "#ZepMadness \nLed Zeppelin's Best Song?\nStairway To Heaven Region\nElite Eight 1 Vs. 2",
  "@FrankRrizzodama @TechDesignau @MarkDice Don't forget LSD.",
  "#SouthAfrica\n\nHorrific video evidence of the land grab that is going on with overwhelming swarms of blacks committing #WhiteGenocide \n\nWhere is the world’s outrage? \n\n#MondayMotivation #EnoughIsEnough #MondayMadness #MAGA \n\n https://t.co/Y6nytR1wlc",
  "@TMZ #BILLCLINTONISARAPIST! A CHILD MOLESTER TOO.",
  "@leedede @TMZ Really? Why? What do YOU think should happen because of this? Keep in mind @BillClinton is a rapist and goes to pedophile island. Not to mention all the whores he banged in the oval office. So. What do you think should happen to @realDonaldTrump ?",
  "@TMZ Well she should keep her mouth shut. Unless there's a dick in it.",
  "@QuinnSullivan1 Happy birthday! I saw you when you were 13 or 14 with @TheRealBuddyGuy @promowestlive in @columbusohio. The #blueschild blew my mind.",
  "@plantofcolor White guy here. Y'all are fuckin weird.",
  "@shellygreen223 Actually its keys are your weapon",
  "@BIBIBOPGrill  https://t.co/otPQ0qskdb",
  "@billhandelshow @ProdMichelle @KFIAM640 I'm totally going to miss her. https://t.co/AAr9dR9yUe",
  "@billhandelshow why are you wasting air time on the stormy daniels story. I don't care who @realDonaldTrump bangs. As a matter of fact I hope he pounded her brains out. As long as @HillaryClinton isn't president he can bone whomever he wants. https://t.co/hBQLbj9oJ9",
  "$HPNN https://t.co/EiAzFWz4Y6",
  "@RyanAFournier Deport",
  "@solentgreenis @BulletMichael @RodStryker Again...what's wrong with her ha...oh its Sinead O'Connor.",
  "@BulletMichael @solentgreenis @RodStryker What's wrong with her hair?",
  "@solentgreenis #DiscoSucks",
  "Fuck all y'all n!gg@$ https://t.co/fEmpBGq878",
  "@thebradfordfile #BillClintonIsARapist",
  "I bet David Hogg will be super pissed this leaked interview (unedited) keeps circulating showing what a con-artist &amp; immoral piece of garbage he actually is as well as exposing the nonchalant profanities &amp; disrespecthe uses as if it's just part of his vocabulary\n#Parkland\n#2A https://t.co/zXwdB3QRxm",
  "Retweet if you're a Trump supporter who couldn't give a flying f**k about Stormy Daniels. #StormyDanielsDay",
  "@shellygreen223 https://t.co/6RcK8CVhYd",
  "@IraqiSecurity Started out chasing a Scud but then realized there was a whole neighborhood full of brown people directly beneath it. Prioritizing algorithm kicked in.",
  "@BabyRuf14  https://t.co/PBLah8tPt6",
  "@WBESBrandonLowe Lets make a wager. I'll put $20 on whomever they're up against. You in? I have PayPal. It'll be fun.",
  "@reesemercury Got any video?",
  "@ all my British followers. https://t.co/ydymPAwHUl",
  "Please retweet we must find this cat in the poster. Been missing a few days must eat and take medication. Thank you for your help. https://t.co/SKBecXPFKD",
  "@monbon_thedon Damn bitch. Pms much?",
  "@monbon_thedon Thanks for not following back. https://t.co/d7sVsYMiMB",
  "@Slash Now you've gone too far.",
  "@shellygreen223 https://t.co/FsgnH0KmWe",
  "@BIBIBOPGrill e broad at 12pm- 12:10 you know we love you but today the food was like... https://t.co/3iXPe4MeTn",
  "@RodStryker @MikeTokes @FoxNews @LeahR77 @REALtrumpbureau @DrMartyFox @MAGAGwen @SandraTXAS @RealMAGASteve @GartrellLinda @MAGANinaJo #HeilHogg https://t.co/hyJ5GQf0ZZ",
  "@FiveRights @knowingispowr  https://t.co/Sl1WsB41kH",
  "@FransiscaMangi4 @GrizzleMeister  https://t.co/74Oj7ZwCb5",
  "@DutyOfAPatriot  https://t.co/Hug5XqpzVW",
  "@KrisParonto @davidhogg111 @FoxNews @CNN @MSNBC  https://t.co/G0K9ThC0Wg",
  "@YahooNews @PaulMcCartney Paul McCartney died way before John Lennon.",
  "OOOH TOMMY TOMMY!\nTOMMY!\nTOMMY!\nTOMMY!\nTOMMY ROBINSON! #FreedomOfSpeech\n#BRITISHHERO\n#STOPISLAMICTERRORISM\n#STOPISLAMNOW! https://t.co/DmcRtxe0Q6",
  "People with guns are protecting the people who don't want guns.",
  "@tightyspidey Laughingaloud.",
  "@tightyspidey I read that like this, \"ijustwokeupdouexpectmetowriteaworldsbestsellingnovel.,",
  "@KHOU Gimme an N!",
  "@KHOU Why is a 66 year old paraplegic woman working crowd control?",
  "@tightyspidey You have an interesting way of speaking. No punctuation or meaning. Just words strewn together that may or may not be statements or questions.",
  "#LDTPoll: Do you believe RINOs and Dimms in Congress are incapable of creating a spending bill that doesn't blow up fiscal policy?",
  "@GrizzleMeister Let's show them the chocolate river at the water treatment plant.",
  "@bearclaw_d @GrizzleMeister *does",
  "@ragarse3 @GrizzleMeister @subtel1 She's so proud.  Typical",
  "@bbk2228 @Jay_schaeffer12 @GrizzleMeister I hope they don't.",
  "@silver_fox9 @GrizzleMeister @gaye_gallops *do",
  "Get your pre-orders in for @MusicNegrito’s new album now!    https://t.co/U7iQC6NXdT",
  "@wsredneck #AsianRedNecks https://t.co/7ieR6DHZY7",
  "@Joelbtl11 What if some asshole kid uses the rocks against the teacher and kids?",
  "$HPNN https://t.co/NlOZt5nol0",
  "@afcAngus_ What. Is. That?",
  "You’re living in an electronic concentration camp. https://t.co/dhVWzigrML",
  "@shellygreen223 @BabyRuf14 https://t.co/TY7GYke7dN",
  "We could use a guy like George Carlin again. https://t.co/xrm1Yqta2N",
  "OPEN PHONES @KFIAM640 800-520-1-kfi",
  "Without googling it, what form of government is the United States?",
  "It Appears That The Republicans Will Never Fully Fund The Wall.  It Is Time To Take Matters Into Our Own Hands, Create a \"Go Fund Me\" Page, Raise The Money &amp; Send Trump a Check. Would You Be Willing To Send $10 To Fund The Wall? Please Vote Then Retweet. Appreciate You Opinion.",
  "Should women be offended by George Carlin's rant on men &amp; women?",
  "@BabyRuf14  https://t.co/nkSKBL0laz",
  "@BabyRuf14 Text me",
  "@shellygreen223 https://t.co/i6sDOuSD4l",
  "⚡️ #ACDC https://t.co/7WolXZWIM2",
  "@RawkTalk @mrmickmars Fucking awesome dude! Play us a tune on it, Rawk!",
  "@BIBIBOPGrill Lol. I just wanted to make sure. Thanks. Btw. You're hot!",
  "@BIBIBOPGrill do you grill your chicken on-site?",
  "🎧 Louie Louie by The Kingsmen (60s) on @PandoraMusic\nhttps://t.co/s2KpZCqUYi",
  "@ProdMichelle I just heard about your promotion to executive producer @KFIAM640 while listening to @billhandelshow .  #CONGRATULATIONS That's awesome! https://t.co/aDWx5aqJK8",
  "Obesity",
  "Choked unconscious by @ufc legend @ChuckLiddell while shooting #UltimateExpedition for @YouTube Red in Peru... https://t.co/V9TY7iY5Lx",
  "@anthony76730120 @Breaking911  https://t.co/v2tJNx2sEF",
  "@MilitaryGamer98 @Sapphire6210 @Breaking911  https://t.co/RG1Kcc3who",
  "@MilitaryGamer98 @Sapphire6210 @Breaking911 https://t.co/1WDsRliTNe https://t.co/nNba7d0GSt",
  "@MilitaryGamer98 @JOMH16FL @Breaking911  https://t.co/NweVV8gMMv",
  "@TravisBevelaqua @Breaking911 @JoeBiden Why does this only get attention on the internet? Is the media blind?",
  "@LilHolographic @Breaking911 He would need a whip but it would get taken away.",
  "@CaseyDraws @Breaking911 I beg to differ https://t.co/f23f6TQVbZ",
  "@rishagg @Breaking911 @POTUS  https://t.co/4fR8upu6qe",
  "@BsWright90 @Breaking911 Fuck yeah",
  "@ConwayShow This shit ain't funny.",
  "@cjmckinzie I'm sorry...",
  "As a candidate, I pledged that if elected I would use every lawful tool to combat unfair trade, protect American workers, and defend our national security.  Today, we took another critical step to fulfill that commitment. https://t.co/7NBI0Dibmx https://t.co/nmzqos3BUA",
  "@vinny_the_hack @realDonaldTrump P.S. this, https://t.co/W4bqQyT9vO",
  "Looks like someone we knew dyed his hair and moved to Florida. @shellygreen223 https://t.co/9tfdI4kBN4",
  "Anxiously awaiting big news from $NSAV &amp; $HPNN. Great things in the works and only a matter of time. https://t.co/5O7SItK9ve",
  "$HPNN https://t.co/dmENcFdoEp",
  "@vinny_the_hack @realDonaldTrump Sorry. I can't hear you. You're bitching from Canada. You don't matter. Neither do your words or phony complaints. Enjoy muteville. Hoser.",
  "@vinny_the_hack @realDonaldTrump You've got no voice here in the beautiful United States of America. So you should just get back to your curling and your maple syrup. https://t.co/HmFoqD1oej",
  "@billhandelshow  https://t.co/lsKf6daf3n",
  "@vinny_the_hack @realDonaldTrump Go bitch about your own leader. #7 probably has some effect on you. https://t.co/3qEd7pebBY",
  "@DepressedDarth How easy it is to talk shit from Canada.",
  "@vinny_the_hack @realDonaldTrump Oh you're in Canada? Get the fuck outta here. Translation; take off eh. You hoser.",
  "@vinny_the_hack @realDonaldTrump https://t.co/ZUECnxtKkV",
  "#LDTPoll: Do you believe Attorney General Sessions, who hasn't made a major announcement about leak investigations in eight months, will ever crack down on White House leakers?",
  "Should Mueller end his #TrumpRussia investigation? #MAGA #Resist #RT #FB #Poll #P2 #tcot",
  "What should happen to the Russia probe led by Robert Mueller? Do vote and retweet. #MAGA #Trump",
  "@TMZ YOU'RE KIDDING ME! smh",
  "@vinny_the_hack @realDonaldTrump The president raped someone? I did not know that. Thank you for the information. Have a cigar. https://t.co/fG9Y7IgzNH",
  "@shellygreen223\nhttps://t.co/CNciv6x5bm",
  "@JacobAWohl RIGGED!",
  "@PrisonPlanet @CountDankulaTV And good luck",
  "@Princessmaripo @realDonaldTrump I'm sorry to hear that. What happened?",
  "Crazy Joe Biden is trying to act like a tough guy. Actually, he is weak, both mentally and physically, and yet he threatens me, for the second time, with physical assault. He doesn’t know me, but he would go down fast and hard, crying all the way. Don’t threaten people Joe!",
  "@realDonaldTrump You should do what these people are doing while he's molesting their daughter and just ignore him. https://t.co/mDRoxhCczJ",
  "@DepressedDarth Why didn't you use the force?",
  "Got $1.6 Billion to start Wall on Southern Border, rest will be forthcoming. Most importantly, got $700 Billion to rebuild our Military, $716 Billion next year...most ever. Had to waste money on Dem giveaways in order to take care of military pay increase and new equipment.",
  "President Trump is protecting US Co's from the Chinese Conglomerates that have not paid royalties on IPR's. 70+ attorneys contacted me regarding our licensing. They are complicated legal issues with billions to be made. Thank GOD I have the best Patent Attorneys. @realDonaldTrump https://t.co/SLCphqHdfU",
  "$HPNN https://t.co/UkmOcpQsDd",
  "@HPNN will you follow me?",
  "Don't tweet this photo of Shepard Smith. He hates it 😋 https://t.co/AKw5opf2Yw",
  "I think this is funny. I am not a fan of this guy. https://t.co/JS7kgihHWn",
  "@shellygreen223 @shellymccool https://t.co/6BcapnRO9I",
  "Facebook has been deleting this photo so we are sharing it everywhere. https://t.co/6WgYqeUktY",
  "#FacebookDeletes https://t.co/5PKgxgEb5W",
  "@billhandelshow I tried the @Costco flautas upon your on-air recommendation. They're ok I guess.",
  "Fuck you @Disney #PiratesOfTheCarribean",
  "@LurieChildrens Worst. Chewbacca. Costume. Ever.",
  "@RealJamesWoods I thiiink heee liiikes herrr...",
  "@shellygreen223 https://t.co/47dJQHMN2V",
  "@darksecretplace @Twitter Heres one about jews https://t.co/6PPvyYjhdo",
  "@tommychong  https://t.co/J04IUaGy0R",
  "Congratulates Putin? Fine. \nWants to build a wall? Fine. \nWants to have an expensive parade to celebrate the military? Fine. \nIf it pisses off a liberal its fine by me. \n@realDonaldTrump do your worst my man. https://t.co/wUdTfiyqxX",
  "@SpeakerRyan 8 years huh? Hmmm...I wonder what's been going on for 8 years. https://t.co/0AwE3ySEux",
  "Retweet if you agree → Our men and women in uniform deserve a pay raise. This week, the House votes to give them their biggest one in 8 years.",
  "@KevinJacksonTBS https://t.co/NGd4KBllVZ",
  "@michaelkeyes Oh shit. He has the thousand-yard-stare. https://t.co/uYrpHTHOiV",
  "$HPNN https://t.co/X0MISCi5nK",
  "@ClintonMSix14 @jwmario @tomdelbeccaro @SaysMissy @steph93065 @ChristieC733 @StacyLStiles @SandraTXAS @VFL2013 @GrizzleMeister @DonnaWR8 @writemombritt Hank sees Bill Clinton... https://t.co/u0JZrDDtlH",
  "@photogareth Clone it",
  "@ifonlytheycare @billhandelshow #MeToo",
  "@veronicaxlittle *your and *your",
  "@mbr1649 @realDonaldTrump Look at how evil this woman looks. Another sick, deranged, liberal.",
  "@wsredneck Does it work?",
  "$HPNN https://t.co/mi1mJ25s9i",
  "@BabyRuf14 @shellygreen223 Oh shit. Look who else liked it. Lol",
  "FLASHBACK: Obama campaign manager Jim Messina touts 2012 campaign used \"targeted sharing\" on Facebook to use supporters to persuade undecided friends &amp; family to support Obama. https://t.co/zmGqrx4xrv",
  "@PaulStanleyLive Because now you're bigger than life. KI⚡⚡ ROCK⚡!",
  "South Africa: A white student is surrounded by black students and slapped and punched. \n\nWhite teacher just sits and watches. https://t.co/tX81ljA3sP",
  "Stop RACIST south Africa. https://t.co/LO1BEZXQAK",
  "#GetOutOfFacebook https://t.co/vfPkwSxT33",
  "@shellygreen223 @BabyRuf14 #BigBrother is a little punk. https://t.co/obGW9GLXqY",
  "@BabyRuf14 @Twitter @CIA Its an option I think.",
  "Do you think there is more than one bomber in Austin? FYI, There is no commonality in the bombs.",
  "@MagaApplePie There is something very special about this young lady.",
  "@BabyRuf14 Facebook is in some big trouble for privacy issues. I left that stalker shit quite some time ago. But @Twitter is @CIA too. #BigBrother",
  "@BabyRuf14 knows what I'm talking about.",
  "The left lane is for passing. Fuck face.",
  "Do you consider Marco Rubio a conservative?",
  "@T_S_P_O_O_K_Y @CNN Joe who?",
  "@DepressedDarth Like if you don't.",
  "@AppetiteForGNfR @gunsnroses @hanne1611 @deljamesgang @insertfartnoise @hollywoodvamps @cindy19855 @coldjentime @IndyRose75 @WillDecareau @raceguitar @TBoland87 Make a poll for this.",
  "@NikkiSixx Why?",
  "@tightyspidey  https://t.co/7kY7cfV5As",
  "@wsredneck The real magic is a #redneck with teeth. Nice work! https://t.co/UT4GoM4T3g",
  "@CNN is #FakeNews https://t.co/KvGR3slA9B",
  "@Jmaecarreri @phxxku @ReinSchommer @oneofthosefaces @britneyspears @kenzo @peterlindbergh Oh I See",
  "@britneyspears @kenzo @peterlindbergh These comments are scary.",
  "@IceMan81X @britneyspears @kenzo @peterlindbergh Wtf?",
  "@Jmaecarreri @phxxku @ReinSchommer @oneofthosefaces @britneyspears @kenzo @peterlindbergh That's what you said",
  "@reesemercury Maybe he's not addicted to love. https://t.co/5YrQdX8dMF",
  "@FatMackWuap @monbon_thedon Black ass bitch.",
  "@HulkHogan Deleted? Deleted from what?",
  "@peeweeherman By boning @shellygreen223",
  "@BurgerKing you have the best breakfast. https://t.co/v1bOO1710E",
  "@billhandelshow Before or after he eats them?",
  "@CountDankulaTV Naked? That's how I want to go.",
  "Not again..! https://t.co/Abl99R986y",
  "@shellygreen223 https://t.co/imegTCQdMW",
  "@shellygreen223 made my Monday. https://t.co/Kp7D4njcP6",
  "✳️MUST SEE\n\nStudent Confronts Classmates at Gun Control Walkout\n\n👉 “Most of you are out here because you don't want to be in class”\n\n👉 “You’re not here to bully”\n\n👉 “You should say that you love your neighbor”\n\n👉 “Tell them that you’re their friend” https://t.co/eqOgPPLwtX",
  "@ThePolice https://t.co/VhfsLm3xwH",
  "😄😃😀😊☺😉😍😘😚😗😙😜😝😛😳😁😔😌😒😞😣😢😂😭😪😥😰😅😓😩😫😨😱😠😡😤😖😆😋😷😎😴😵😲😟😦😧😈👿😮😬😐😕😯😶😇😏😑👲👳👮👷💂👶👦👧👨👩👴👵👱👼👸😺😸😻😽😼🙀😿😹😾👹👺🙈🙉🙊💀👽💩🔥✨🌟💫💥💢💦💧💤💨👂👀👃👅👄👍👎👌👊✊✌👋✋👐👆👇👉👈🙌🙏☝👏💪🚶🏃💃👫👪👬👭💏💑👯🙆🙅💁🙋💆💇💅 https://t.co/OwAjHbB07X",
  "@realDonaldTrump Fuck em then",
  "Retweet so your friends see this. Obama \"This is my last election. After my election I have more flexibility.\" Russian President \"I understand. I will transmit this information to Vladimir and I stand with you.\" 🧐🤔..... https://t.co/fg2arduP3c",
  "#RussianCollusion https://t.co/CDCRgysSGd",
  "@twillnurse The kiss coffin plays Detroit Rock City when its being lowered and doubles as a beer cooler until its time.",
  "@twillnurse https://t.co/BcquRwTY2R",
  "@davidhogg111 WomAn. Fuck up",
  "Now is the winter of our discontent.",
  "@shellymccool You're telling me!",
  "Today is the last day of wiiinterrr! Fuck winter. https://t.co/Nd3yG9eQ9q",
  "@TMZ Good. Please tell me they haven't reproduced yet.",
  "@TrumpArmyDawn @sxdoc @RepTomSuozzi @POTUS @SecretService @NYPDCT @NYPDONeill @NYPDSpecialops This is a malicious website.",
  "@MarcVellekoop @TheRealJuIian @realDonaldTrump Your mamma",
  "@MusicNegrito Name some.",
  "@TRobinsonNewEra The feeling is mutual.",
  "@shellygreen223 https://t.co/kXE1YL1hGw",
  "Which American would you want in your life boat? 🤔",
  "Hillary, my husband didn’t convince me to vote for Trump\n\nYours did",
  "@AliNotAlli Ikr",
  "Republican Senator Jeff Flake says that there should be a GOP contender to go up against President Trump in the 2020 election. Do you agree or disagree?",
  "@RealEagleWings Is that a cancer victim or just a liberal freak?",
  "@tommychong  https://t.co/6ky2gWjK0f",
  "@TRobinsonNewEra Oooh Tommy Tommy\nTommy\nTommy\nTommy\nTommy Robinson! https://t.co/DnDk0tmvTW",
  "@tommychong  https://t.co/gETiVadBfg",
  "@billhandelshow  https://t.co/EbboFiPjvN",
  "@BabyRuf14 Thank you!",
  "@BabyRuf14 I turned 44 a week ago. I'm wondering the same thing. Haha https://t.co/74Vh5dHZx4",
  "Twenty twenty twenty four hours to go... and Bill is back! https://t.co/z0GnCTbtj4",
  "@TRobinsonNewEra\nIs LIVE on @YouTube on #SpeakersCorner\n https://t.co/VEpsVftsQR",
  "#SpeakersCorner https://t.co/DqQPqNPX5C",
  "#SpeakersCorner @TRobinsonNewEra https://t.co/5cabbExiuT",
  "#ZepMadness \nLed Zeppelin's Best Song?\nHeartbreaker Region\nRound One 6 Vs. 11",
  "@Shahadjackson1 @SlashFanclubEU @michaeljackson @Slash Did they work together on anything?",
  "@shellygreen223 you have some competition. https://t.co/C41XqFmHvz",
  "@reesemercury @MrTommyLand He swore off social media last week or so because of some problems with @piersmorgan running his mouth among other things.",
  "@HIGH_TIMES_Mag Not probably, definitely. But buspar turns those dreams into some fucked up shit.",
  "Special St. Patrick's Day Trump Train, please retweet, do not copy and paste to steal my hard work.\n\nMake sure to visit with all Patriots from Car#1 – Caboose, follow, then retweet.\n\nI do not add anyone to this train without being asked to, or given permission. https://t.co/WKj4jCCJdp",
  "@shellygreen223 https://t.co/sop6DjT1RZ",
  "@JoeB202 @GrizzleMeister @trish_regan WomEn",
  "Do you agree or disagree with the decision to fire Andrew McCabe? Do vote and retweet. #MAGA #Trump",
  "Should President Trump fire Mueller?",
  "@AwardsDarwin This gives me the willies",
  "@monbon_thedon Y she gotta be a bitch tho?",
  "@ChicagosMayor They may be dyeing the river but you're killing the city.",
  "@ngvhi WomAn.",
  "🎧 Zombie by @The_Cranberries on @PandoraMusic\nhttps://t.co/J6BI8NL6fa",
  "@shellymccool https://t.co/ty54ngV2W4",
  "@shellygreen223 https://t.co/ty54ngV2W4",
  "https://t.co/Z3Un2jCv2O",
  "@Comey Fuck you",
  "@rShowerThoughts That would still be difficult.",
  "@michaelhsweet Your mom is Cyndi lauper?",
  "@MarkDice https://t.co/utVhuYgl5T",
  "@AwardsDarwin He ded",
  "@gunsnroses Now that's what I call shamRock N' Roll! 🍀🍀🍀",
  "As the House Intelligence Committee has concluded, there was no collusion between Russia and the Trump Campaign. As many are now finding out, however, there was tremendous leaking, lying and corruption at the highest levels of the FBI, Justice &amp; State. #DrainTheSwamp",
  "@shellygreen223 https://t.co/b4Y6W7J3au",
  "If you were the CIO of a high tech company and you witnessed violations of H-1B visa laws (e.g., paying them less than similarly skilled U.S. labor) would you report it to the authorities -- even if it meant getting fired if they found out?\n \n@JEANNEinWa @TobyandMel @benshapiro",
  "@sean_spicier  https://t.co/56KCSygwjS",
  "@shellygreen223 \nMay the sun shine,\nall day long,\neverything go right,\nand nothing wrong.\nMay those you love\nbring love back to you,\nand may all the wishes\nyou wish come true!\n#HappyStPatricksDay",
  "They're finally starting to come around. https://t.co/1XmVsZAdOi",
  "GARGOYLE MAKES TWATTER'S VERIFIED Al BOTS to influence public opinion, politics, politicians, advertisers, stocks, etc. Much of this activity is illegal. Here are some details of what we all suspected anyway. https://t.co/tCAZXBWPlA",
  "@EricHolder Shut the fuck up",
  "Do you approve of President Trump? Vote &amp; Retweet. #KeepAmericaGreat,#KAG,#KAG2020,#MAGA,#MCGA,#FridayFeeling,#TexasPrimary,#FBRParty,#Fbrparty,#Mueller,#Hannity,#Maddow,#POTUS45,#impeachment,#Resist,#RedWaveRising2018,#BlueWave2018,#RedWaveRising,#TrumpTrain,#NotMyPresident",
  "@RealRedElephant You've heard of black friday? Well this is black Wednesday",
  "After AG Sessions fired McCabe, do you have faith in the AG?\n\nPlease Vote and Retweet!",
  "@EeezeePeezee143 @WatchChad Hmmm not hummm. Gah",
  "@ConwayShow Well I know what my nightmares will consist of tonight.",
  "@jennajameson I love your shirt.",
  "@jennajameson Why do you entertain these scum bags? Life is too short. Lets talk about good stuff. How are you?",
  "$HPNN https://t.co/IfrhmZwwqr",
  "Remember, everyone, if Jeff Sessions does not fire McCabe by tomorrow night, on Sunday morning we must all push the hashtag #firesessions. This is his last chance to prove he's willing to do his job. If McCabe gets his taxpayer-paid pension that will be a disgrace. last chance!",
  "@RealSaavedra \"Students\"",
  "@HPNN This is a future picture of what’s on your table if you do choose to buy shares of $HPNN. $HPNN is lighting up suckers and blowing up fools.  Straight Cash, Homie!",
  "$HPNN https://t.co/uO9gIESsro",
  "$HPNN https://t.co/ZbUSFvjqm1",
  "Check this out. #QAnon \n#Q \n#Trending #TheGreatAwakening \n#RedPill \n#MAGA \n#NRA\n#FakeNews\n@realDonaldTrump  @POTUS https://t.co/OLqJJbCbXP",
  "@ConanOBrien Say something funny.",
  "$MSPC FLYING huge revenue news just out\n\n$AMRS $QCOM $RKDA $ANDI $PTI $CHFS $CLKA $RNVA $LDSR $AMZN $MU $TOPS $BNDX $QQQ $AMD $QCOM $RXMD $MSPC $OWVI $AMFE $RSII $AAPL $GOOGL $NVDA $NFLX $POTN $KCPC $FUSZ $JAGX $INTC $NXPI #CNBC #trading #bitcoin #crypto",
  "@davidcoverdale So you like the chair eh? I did not know that about you.",
  "@President1Trump @sxdoc I knew who it was as soon as I saw this fuckin vertical video. Then I saw dindu nuffin and my suspicions were confirmed. They almost managed to edit the laughter right at the end. https://t.co/e89lEiwIHf",
  "@WilliamShatner I hope he put his shoes back on before walking around that disgusting floor.",
  "Fav @gunsnroses #thespaghettiincident song!?",
  "Tweet tweet tweet",
  "Why do people want to keep @HPNN $HPNN in the 2's ?",
  "$HPNN https://t.co/mNTM8aDByb",
  "Good meeting, not everyone has agreed on the terms. When I have more info available I will share it. https://t.co/rFODFUdlEo",
  "$HPNN https://t.co/nCBoiRQNTn",
  "@Duvi_Honig @Scaramucci @ojchamber WomAn",
  "@Purple_POV @mikandynothem  https://t.co/yIIJzPgnNi",
  "@Grunge_Girl7 Where?",
  "$HPNN https://t.co/wQOl6uxgfl",
  "RETWEET this if you plan on voting REPUBLICAN at the polls this November! WE NEED TO KEEP &amp; GROW OUR MAJORITIES in the House &amp; Senate to continue MAKING AMERICA GREAT AGAIN! https://t.co/FcFUPpvbAd",
  "@ConwayShow @billhandelshow @GaryandShannon @KFIAM640 Got a link?",
  "@TrumpStudents Mysoginist, NAZI, kkk member, homophobic...",
  "Are there aliens at #Area51? #RT #FB",
  "@DennisDMZ  https://t.co/7WHbNNDI8Y",
  "@wsredneck Can I be in your entourage?",
  "Fox Viewers\nDo you EVER watch Shepard Smith.",
  "$HPNN https://t.co/42DiGBZCrL",
  "$HPNN https://t.co/YO60jo9P8M",
  "@radar_online First she's probed by @MrTommyLand now she's probed by the @FBI. They won't find shit though. Hence Florida shooter Nicholas Cruz.",
  "@NikkiSixx @DouglasBooth Probably will he's such a liberal pansy.",
  "@w_terrence Why are you acting surprised? This ain't new behavior for young black thugs.",
  "Strange bedfellows in Broward County. ((( Israel )) buddying up with Radical Muslims in S.Florida.  CAIR leader Nezar Hamze is now a Deputy Sheriff at the Broward Sheriff’s Office (BSO),  PLEASE RETWEET ❗️❗️‼️‼️‼️‼️‼️‼️‼️‼️‼️‼️ https://t.co/FuDl6GQZqE",
  "@shellygreen223 https://t.co/JxbxiRGMQO",
  "https://t.co/g6wG9sbAMR",
  "@TheWeirdWorld I'm not going to click this.",
  "@siberian_times Suuure it did.",
  "@billhandelshow @GaryandShannon Put me down for X",
  "For what its worth, I did all my toy shopping at your store on Hamilton rd in #ColumbusOhio and the surrounding area. You will be missed. @ToysRUs https://t.co/C1E2J8A2kz",
  "#NewProfilePic https://t.co/ajyuSATHj1",
  "@ReneeCarrollAZ @RealTT2020 @JoeB202 @GenFlynn @BarbaraRedgate @mflynnJR @JosephJFlynn1 @FlynnJack515 @KatTheHammer1 @Corp125Vet @SiddonsDan @GartrellLinda @SickOfTheSwamp @TheSilentLOUD @REALtrumpbureau @Dawn_DeMore  https://t.co/sJyaUpzLMy",
  "@mitchellvii Can a reciprocating saw, saw through it?",
  "@mitchellvii Won't they shoot through it at border patrol officers?",
  "@shellygreen223 https://t.co/NgXeNEMUBi",
  "$HPNN https://t.co/Fj59ZkqE15",
  "$HPNN https://t.co/TEFuwSFCpy",
  "I agree https://t.co/oMBJr7I2f3",
  "Rock's Best Songwriter?\nFinals 1 Vs. 2\n#BobDylan #JohnLennon",
  "@LeahNTorres Someone should cut your throat. Where is OJ when we need him?",
  "@HillaryClinton Fuck you bitch",
  "@shellygreen223 https://t.co/HrkL6WTyCC",
  "$HPNN https://t.co/dxcw50wnEK",
  "@joshdcaplan @ABC7Kevin They must think he's sexy if they want to f*ck trump so much.",
  "Rock's Best Songwriter?\nFinal Four 1 Vs. 2\n#PaulMcCartney #JohnLennon",
  "@SuzanneSomers Apple cider vinegar, lemon, honey and hot water. Mix well. Drink fast. Feel better quick.",
  "@sexbraten @YandisaMatsots3 @realDonaldTrump I'm not crying I'm laughing. Hence the Nelson gif and I do.",
  "The television show M*A*S*H lasted longer than the actual Korean war it portrayed.",
  "@sexbraten @YandisaMatsots3 @realDonaldTrump When I realized that is when I stopped watching. That's too bad. Such potential to be great. Liberalism destroyed it for me just like liberalism destroys everything.",
  "@ringostarrmusic Hawking",
  "$HPNN https://t.co/EJgq2ZDoow",
  "$HPNN https://t.co/iClqTVnhEB",
  "@xPukk @realDonaldTrump  https://t.co/OnPDJZj0zr",
  "@YandisaMatsots3 @realDonaldTrump  https://t.co/UiywypOe6C",
  "$HPNN https://t.co/Y7WKHf9Pyr",
  "$HPNN https://t.co/ipk0Yfmvno",
  "She treats me like a king 👑. She is my queen 👑.  Long may our love reign. https://t.co/F0la1ntI5r",
  "$HPNN https://t.co/VMebKB5i7r",
  "$HPNN https://t.co/Tuerh0ccgU",
  "$HPNN https://t.co/2a7c9Ar0LF",
  "Take this any way you want to and I’ll take it the way I want to. There has never been a President like this in the history of this country.",
  "@KFIAM640 @jjlkfi and @billhandelshow wakes me up. Gary and Shannon put me to sleep. Keep @darksecretplace in that spot. https://t.co/quFXt7C981",
  "$HPNN https://t.co/BLH4YiG7Ug",
  "$hpnn 4s are being gobbled up.. :)",
  "$HPNN https://t.co/NQ7sg0XMXl",
  "@billhandelshow Radio or no radio. Get well soon.",
  "@billhandelshow Please get well soon.",
  "$HPNN https://t.co/KUUHj5zN5T",
  "@DepressedDarth Like you didn't see that corner. Dumb",
  "@Dame_BBC He's just a friend.",
  "https://t.co/u1fhpa3WFA",
  "@shellygreen223 I'll try this if you make it. https://t.co/AybznnAcuB",
  "Do you think that Antifa\nis a Terrorist Group? 🚨\n\n#ReTweet: if you think\n#Antifa are #Terrorists https://t.co/PobHZRQTKh",
  "$HPNN https://t.co/kwvjRt3rCU",
  "$HPNN https://t.co/rV3V2iUlMM",
  "@tommychong  https://t.co/JxON2gbQSV",
  "@RandyRRQuaid Is that a #WallyWorld hat?",
  "@JohnLegere @TMobile #TmobileTuesdays is awesome but what about this though... https://t.co/6QgczbcBhL",
  "#GiveTillItHurts",
  "Help my sister help some kids at Easter. https://t.co/5cUPbTq4Sg",
  "We got a LOI today for CBD Isolate for 5,000 Kilos a mo for a year. We are being like President Reagan, trust but verify. Let’s see what happens. They like our products. These kinds of deals are huge! @HPNN @cedarbrands a couple guys who follow were on the call. Now in writing. https://t.co/aGqs5tQJky",
  "$HPNN https://t.co/LKtKOBnbLM",
  "$HPNN https://t.co/TMg8jHnzjW",
  "@WilliamShatner He's not kidding.",
  "@DepressedDarth Not exactly.",
  "@ConwayShow O.J.'s \"Charlie\" was #JasonSimpson.",
  "@teles_gislene @AppetiteForGNfR @JordanFPerform @DuffMcKagan @lizluna443 @lispaige @Lisa_Pizza77 @JaneMonjardim @the_mckagansfp Well yeah. What is he, like 8ft tall?",
  "THE HOUSE INTELLIGENCE COMMITTEE HAS, AFTER A 14 MONTH LONG IN-DEPTH INVESTIGATION, FOUND NO EVIDENCE OF COLLUSION OR COORDINATION BETWEEN THE TRUMP CAMPAIGN AND RUSSIA TO INFLUENCE THE 2016 PRESIDENTIAL ELECTION.",
  "@Bryna_C That's about when I stopped. Is Sami still causing trouble? Is Lucas still on there?",
  "@Bryna_C I haven't watched for years",
  "@Bryna_C Its still on TV?",
  "$HPNN https://t.co/GXeTRzGbRP",
  "@shellymccool Did you say fakebook?",
  "@shellymccool Who's that dude?",
  "@tommychong  https://t.co/PoxECqoII9",
  "@tommychong  https://t.co/356K9Y1LHk",
  "$HPNN https://t.co/bpAwLSYg9T",
  "$HPNN https://t.co/hAY9AIYmYq",
  "@BIBIBOPGrill turns Monday into MMMMonday...😋 https://t.co/xM9dWEuvGD",
  "WEST COAST! Buddy Guy and The Damn Right Blues Band have landed. Where will we be seeing you!? View all tour dates at https://t.co/S0KE6gw0sy - Team BG (📷 by @willbyington) https://t.co/zLn5PMsnGJ",
  "$HPNN https://t.co/4prlR1iiMJ",
  "@shellygreen223 https://t.co/lhS3BrQ11c",
  "@shellygreen223 https://t.co/2KpUVrtKPl",
  "@tommychong  https://t.co/lG1y7kaxhY",
  "“Is there any more fun than at a Trump rally”! Classic @realDonaldTrump #KeepAmericaGreat https://t.co/sEI8AxUb8A",
  "@Headline_ws Can someone stretch his neck out some more on photoshop please? https://t.co/M2Fx9MPJWL",
  "@reesemercury made my day! https://t.co/Pp8yKnquC0",
  "@reesemercury Aww thanks so much. You're my only Twitter birthday greeting. It means so much. Thank you. https://t.co/7ZSkIBGWNk",
  "@RyanAFournier Someone needs to put it out of its misery",
  "$HPNN https://t.co/qS7wXTwuwg",
  "@tommychong  https://t.co/PvXKYKm1KB",
  "President Trump called MSNBC’s Chuck Todd a “son of a b****” at a rally recently. Do you like when President Trump attacks the mainstream media?",
  "@tommychong That's what @realDonaldTrump is trying to do. Drain the swamp.",
  "$hpnn what's your plan?",
  "@vannsmole @TdotMark Yeah! Why didn't you vote for the lady married to the rapist? Gah!",
  "https://t.co/ZTA14aznAQ",
  "@alozras411 @GrizzleMeister @netflix https://t.co/Y3m6pMuDu6",
  "@tommychong What are you hummming about? I think the spelling of the noise you're indicating is, hmm. Therefore you are once again... https://t.co/WiKaJFePcJ",
  "@shellygreen223 spoils me and I love her.",
  "https://t.co/AkJGWZaPol",
  "Dinner tonight for my birthday tomorrow with @shellygreen223 in #CinncinattOhio at #McCormickAndSchmicks if they let us in. Ha Ha. https://t.co/C9gXqD78VK",
  "@shellygreen223 https://t.co/vapGPfcUaV",
  "retweet if u love @gunsnroses #gnfnr 🙌🏼",
  "@monbon_thedon They're taking over.",
  "#DiscoSucks https://t.co/eRXyh4vVGK",
  "@IRdotnet @realDonaldTrump So did you.",
  "@MortyWK202 @Gypsysister58 @Doryfisher @JackPosobiec @realDonaldTrump Omg I found a unicorn! Well said my friend.",
  "Rock's Best Songwriter?\nChuck Berry Region\nElite Eight 7 Vs. 13\n#GeorgeHarrison #JimMorrison",
  "― Martin Luther King, Jr",
  "“We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.”",
  "I subscribe to @ThoughtfulMind1email and I get these quotes everyday. I saw this and thought of your responses to me a few days ago @MusicNegrito",
  "@jimlibertarian  https://t.co/w9sCuAHaNG",
  "$hpnn @HPNN #cbd #hempoil #vape #AmazonPrime #cashflow #patents #sharebuyback @cedarbrands #licensedeals #health #smartphones https://t.co/J9z0ksqrHS",
  "What amount of illegal immigration are you fine with? #tcot #P2 #RT #FB",
  "Do you think the age to vote should change to 21? People say 18 year olds shouldn’t be trusted with guns because they are not mature and they can’t drink or smoke for that same reason. Why let them vote if they are not mature enough ?",
  "$HPNN https://t.co/eZQkgdIFu6",
  "@kathybotteas @chrizz1962 Could you elaborate?",
  "@HIGH_TIMES_Mag Why?",
  "@w_terrence https://t.co/BlsIp2ktiz",
  "@RealJamesWoods @ABC Yes, but shouldn't that be @ABCNetwork AND @ABC ?",
  "Aren't Conservative Women so much more attractive (and intelligent) than Liberal Women⁉ 😉 #WOMENSday\n#WomenForTrump #MAGA \nSupports #2ndAmendment #NRA\n#CPAC2018 #GunRights\nhttps://t.co/MadoZEk07O\n👉Follow @KayaJones https://t.co/Wi3utFRO7O",
  "@RealErinCruz @pjbowles4 @kdeleon @POTUS Hell Yeah Erin! You go girl! 😊 #MakeCaliforniaGreatAgain",
  "https://t.co/YpwgREarl5",
  "@Fixyou94 @_TheWonderwall Stop it",
  "Seriously. Give it up. @TheLewisBlack",
  "@JerrySeinfeld should do a CICGC show with @RealTimConway @timconwayjr",
  "#MAGA\nhttps://t.co/Obox0oWpWZ",
  "@x_paranoir_x @NikkiSixx What happened to her?",
  "@NikkiSixx That is sad but Godspeed is one word.",
  "The deal with North Korea is very much in the making and will be, if completed, a very good one for the World. Time and place to be determined.",
  "FLORIDA: \"We are Hamas.\" \"We are Jihad.\" We are working for Broward County Sheriff, Scott Israel, a far left Jew and Muslim-panderer https://t.co/8Bf12e76FV via @barenakedislam",
  "@shellygreen223 https://t.co/6sYJDMHYGl",
  "$HPNN https://t.co/P40r1sYZRQ",
  "Retweet if you are proud of the job @realDonaldTrump is doing!",
  "@shellygreen223 https://t.co/xgXMfs2aZT",
  "@TheScaryNature @winston__1984 They look so happy and fun.",
  "@WBESBrandonLowe I can't stop looking at it.",
  "@davidcoverdale Ay! Get back to work.",
  "@FINALLEVEL Did you say, \"I'm yo pusher?\"",
  "@AliNotAlli  https://t.co/T4RMGsVUZl",
  "@SterlingRadio Work?",
  "@davidhogg111 @realDonaldTrump You're a Hogg, go waller somewhere.",
  "@thebradfordfile Call @netflix and let them know how you feel about @BarackObama doing a show for them. \n\nhttps://t.co/8hjoAv1oBT",
  "@thebradfordfile But don't take lessons from THAT one guy. https://t.co/tfClvptkaH",
  "@Lunaxmusic Godspeed https://t.co/In5eQBq7jp",
  "Hi Everyone, here is the @cedarbrands Twitter site. Please ad this to your Twitter feed. Have a great weekend. https://t.co/cQQ4Fm3uS6",
  "$HPNN https://t.co/hhjAtRylSz",
  "@cedarbrands Hello cedar. My first hot stock pick.",
  "@HPNN Need help? I need a job. Patience my friends. Haste makes waste. https://t.co/RfJHnrEyns",
  "@shellygreen223 https://t.co/uTp2QNzyaF",
  "Looks like the buy back will eventually happen with $HPNN.  This ticker is worth its weight in gold, and right now it weighs more than a room full of Weight Watcher flunkies. This is the perfect time t get in. https://t.co/2jgWfd9QcI",
  "Buy $HPNN! https://t.co/hBQfiFreTg",
  "@billhandelshow @ForkReporter @KFIAM640  https://t.co/Hx0eTBkdBc",
  "One of our shareholders baby is in the hospital. I am asking everyone for Prayers. She is in the nicu unit back east. Please pray for her.. https://t.co/wlr8nWBMUn",
  "@tommyomalley Then, \n\nObama: I'm destroying America\n\nTrump: I'm making a great t.v. show.",
  "@comeonandfarce @ConwayShow London bridge is falling down 🎶\nFalling down 🎶\nFalling down 🎶\n\nLondon bridge is falling down 🎶\nCause Wayne sat on it 🎶",
  "@peeweeherman @suzywaud did it first. @suzywaud did it best.",
  "@comeonandfarce @billhandelshow @ConwayShow Oh man",
  "@shellymccool @AssClubDaily Um...uh...I got hacked?",
  "@_youhadonejob1  https://t.co/YwwsngJSoE",
  "@HillaryClinton @BillClinton is a rapist",
  "@HillaryClinton Shut up bitch!",
  "@SocialMktgFella This is a great idea!",
  "@TRobinsonNewEra Do not FUCK with @TRobinsonNewEra",
  "https://t.co/qMZls7AWHK",
  "My tour dates are getting announced on March 26th. You ready for me to come and visit?  #Summertour 2018. #Pleasedontbedead Your city is about to get hit. https://t.co/mBYfh5nb3I",
  "#PleaseDontBeDead https://t.co/wfdZX6WVNu",
  "@monbon_thedon  https://t.co/ludKnYHWbL",
  "Buyback coming soon!!! $HPNN https://t.co/M0ZlSlVfAt",
  "$HPNN https://t.co/LRzQ3bCja6",
  "@tommyomalley Obama: I'm making a tv show\n\nTrump: I'm making America great again",
  "@GET4208  https://t.co/ehjJGLjtjp",
  "👉🏻This is why I trust our @POTUS !!\nThe MSM was trying to convince the American people that Trump was going to start a nuclear war with North Korea.  Nope- the opposite!!  Guess what—his way works!!!!\n\n#LetTrumpBeTrump\n#DealMaker\n#FakeNews\n#Trump2020 \n#AmericaFirst \n#MAGA 🇺🇸 https://t.co/lBnBri6QXp",
  "Who would be the worst cellmate? 🤔",
  "Don't worry @california, @realDonaldTrump is on his way! https://t.co/QrxAHropgk",
  "Left or right? Retweet for both 😍 https://t.co/5oEgPg0xJD",
  "@reesemercury Well you're half way there... https://t.co/QYqYwV1mMd",
  "#InternationalWomensDay #InternationalWomansDay https://t.co/gOQreGgial",
  "@SebGorka @Mike_Beacham Twitter has 240 characters now.",
  "@shellygreen223 he did it twice. I'm sorry but people are just fucked. https://t.co/Cf7FEdmZJL",
  "@w_terrence @Cernovich @seanhannity @WatchChad @stevemcgrew @Autry @ofctimallen @milkncooks @benshapiro WomEn",
  "Army Creed:\n\"I serve the people of the US &amp; live the Army Values. I am disciplined, physically &amp; mentally tough, trained &amp; proficient in my warrior tasks &amp; drills. I stand ready to deploy, engage &amp; destroy the enemies of the United States in close combat.\"\nhttps://t.co/vwJOLzfvzY",
  "@RealMAGASteve That's crazy",
  "Was reported tonight on Hannity via Victoria Toensing. https://t.co/zB6LN7zUnn",
  ".@POTUS greatly appreciates the nice words of the S. Korean delegation &amp; Pres Moon. He will accept the invitation to meet w/ Kim Jong Un at a place &amp; time to be determined. We look forward to the denuclearization of NK. In the meantime all sanctions &amp; maximum pressure must remain",
  "#LDTPOLL: Do you believe lawmakers who oppose President Trump's pro-American worker tariff plan will find themselves looking for new jobs after the midterms?",
  "@TMZ I thought @netflix was getting crappier. I was right.",
  "@realDonaldTrump I love you man!",
  "Happy Birthday international women!",
  "☹️Follow me &amp; everyone who like or retweets this.",
  "@pahubb43 @knowingispowr Everyone should deactivate #Fakebook",
  "What a day!\n\nIt started with President Trump signing tariffs to protect the American worker &amp; fair trade. \n\nIt ends with President Trump accepting an invitation from North Korea’s Kim Jong Un to discuss denuclearization.\n\nWOW!\nWhat a time to be alive.",
  "@wsredneck @JacobAWohl @NAWN24 @POTUS Don't forget @realDonaldTrump is meeting Kim Jong Un!",
  "Do You Trust Trump Is Doing The Right Thing With The Steele Tariffs To Promote The U.S Steele Industry?",
  "Moments ago, President @realDonaldTrump signed an order that imposed tariffs on steel and aluminum imports from all foreign countries. Do you support President Trump’s action?",
  "@chicktotheright @POTUS #NothingBurger https://t.co/5i8o3FSKeZ",
  "$hpnn @hpnn where do you see this stock 3months from now. #cbd #cbdoil #Amazon #patents #cannabis #sharebuyback #cashflow #liquidgold",
  "#HPNN https://t.co/Ucyx65j8bY",
  "@BabyRuf14  https://t.co/LurnxdO1GT",
  "Main reason we would be buying the shares at this level, because it cheap, simple economics. Its that simple. We have announced this publicly, more public announcements will follow. https://t.co/3DEZye3ZJ7",
  "#HPNN https://t.co/LZTLcDlSkt",
  "WHO WILL YOU VOTE FOR IN 2020? - According to the MSM polls Biden will beat Trump 57% to 43% in 2020 election. #SaturdayMorning  Vote &amp; Retweet",
  "@realDonaldTrump https://t.co/9igmSI7p1V",
  "There are several factors in buying back shares on the open market for a public company. We will make sure we do it right. The morons on iHub keep coming up with fake rules and opinion that don't matter. Break down on Safe Harbor Rule. This  will happen! https://t.co/Z3VuWoxx5L",
  "#HPNN https://t.co/bebMDL1NO9",
  "@2_2Alpha @Joeblow2857 I can almost see some little pubic hairs right under his nose. Awww",
  "I'm a gun nut but its not what you think. I'm nuts and I can't have a gun. Lol",
  "What do you thing of the GOP Tax Cuts now? #RT #tcot #P2 #FBLive",
  "@realLordPete @cooterbobjim @BrownbearSLC @MrT You will not be pitied on this glorious day.",
  "@peeweeherman Is this today's secret word? I want to scream. https://t.co/Isx5aI8JTw",
  "Amazon is turning more of our products on. https://t.co/JbqQb6hd0f\nThis is really great product. So many benefits. https://t.co/YGywujg2v6",
  "#HPNN https://t.co/26i04DtIBB",
  "@BIBIBOPGrill Show them.",
  "@billhandelshow No Bill. You may be down but you're not out. https://t.co/GwlY67KByU",
  "@JTA1973 So purchase date is birth and manufacture is conception.",
  "@JTA1973 Is that the manufacturing date or the purchase date?",
  "$HPNN Yay baby!!!!! CEO is true to his word, products listed on #Amazon.com !!!!!! #Awesome https://t.co/U6bTBD5ExZ",
  "$HPNN https://t.co/WGKx3oimAj",
  "@rShowerThoughts If women had no legs they'd leave a slimy trail. https://t.co/WpBzBJPlv7",
  "#HPNN https://t.co/SmU20wFWNF",
  "If California seceded, would that be good for the country or bad?",
  "@TheDonald2028  https://t.co/62Sa2FnSpb",
  "@h0lyspirits @knowingispowr Today is Thursday",
  "@NikkiSixx Theater of pain ☺ 😢",
  "@AnthemRespect @DineshDSouza Someone should take that sign down.",
  "@AliceB820 @KTHopkins @Annakhait Can we have those balls be a different color?",
  "@shellygreen223 https://t.co/RVhffibE1s",
  "@Gojrgo88Fred @NikkiSixx Are you Beavis or Butthead? Lol https://t.co/dxfp6kF6Kb",
  "@NikkiSixx #Duh! #MÖTLEYCRÜE!",
  "I'm crying! @shellygreen223 https://t.co/uuwyvAyu4p",
  "@shekitup This is better than the film itself.",
  "@shellygreen223 #NOPE https://t.co/r3klgc8Koy",
  "@shellygreen223 Haha",
  "@Twitter @shellygreen223 #SheInspiresMe https://t.co/MPk29IFWxi",
  "@billhandelshow NOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO!",
  "@9GAG Why is #DonaldDuck always so angry? This was never addressed in the story line.",
  "@tacobell  https://t.co/l1hSLC2lMh",
  "@shellymccool https://t.co/VUAw7MjsqO",
  "@monbon_thedon  https://t.co/83YJCwmh2I",
  "@pahubb43 #Fakebook",
  "@tommychong  https://t.co/pQluRmdzFM",
  "Several calls from \"Market Makers\" looking to buy aged debt, convertible paper and re-finance our Company today. The messages they are leaving are funny. Short play here. Right time and place to Crush them is coming. No certain time frame yet. I will let everyone know https://t.co/EHYU4YhU09",
  "#HPNN https://t.co/G2aWjROOUk",
  "@KFIAM640 \nWe Want @billhandelshow \nWe Want @billhandelshow \nWe Want @billhandelshow https://t.co/MS9PtTQFB6",
  "@SUPgrlCaroline @nightOwlbookLvr Led zeppelin?",
  "There are only two genders",
  "@shellygreen223 were you aware of this? https://t.co/tu81JTy1YM",
  "@OfficialAntifa is a bitch.",
  "@axlrose So I'm assuming Tim Cook is like really awesome but I'll do some research. https://t.co/4cqOdIC7hk",
  "@MickJagger You're a NUT! get it? https://t.co/4WMp7oTjrz",
  "@ConwayShow @JimBeam and @CocaCola",
  "#LDTPOLL: Do you believe the Trump Justice Department should prosecute California politicians who are breaking federal law and obstructing the apprehension of criminal illegal immigrants?",
  "https://t.co/4B9qVf24tl",
  "@MrTommyLand @piersmorgan I like @realDonaldTrump. @piersmorgan sucks though. Hi @pamfoundation",
  "@MrTommyLand How many asses do you have? LMAAAO?",
  "@MrTommyLand You know...mommy issues.",
  "@MrTommyLand Sons can be assholes. Mine did the same shit.",
  "@MrTommyLand Don't you mean liiies?",
  "@McDonalds. Your #ShamrockShakes aren't what they used to be. Its more of a goopy, slightly mint flavored, substance that almost resembles a milk shake but isn't quite identifiable.",
  "$hpnn with all the progress and noise, we are close to seeing hundreds of millions in volume in the near future. I hope you filled your stash before that happens. @HPNN #breakout #liquidgold #cbd #patents #cashflow #pennyland #sharebuyback",
  "$HPNN https://t.co/tMyAaJ8ng1",
  "@HPNN Yes, this stock is going to see pennyland soon!",
  "$HPNN https://t.co/LvBVmS2nw9",
  "@steph93065 @michaelkeyes Its easier to get shot outside.",
  "President Trump is going after China for IP issues. In the last 60 days, I have had over 50 IP attorneys from China and India contact me. They know I am sitting on the \"Golden Ticket\", Nokia, Microsoft, Interdigital license agreements. Getting closer on a license deal. https://t.co/jZUpAVabRu",
  "$HPNN https://t.co/2O9nMnt9vt",
  "i already watched iron man today but should i rewatch",
  "One license deal, potentially can run billions of dollars into our company revenues. Just one deal. #microsoft, #nokia, #China, #India, #chinafactories, #ChinaToday Hop-on has license agreement with Nokia, Microsoft, InterDigital and others. contact@hop-on.com https://t.co/zsM4S3Fzev",
  "Why is my #girlfriend always right?",
  "@AwardsDarwin Why does he keep doing that?",
  "@AwardsDarwin Its like the log took revenge.",
  "Re-Medical just got a PO for $30,000. Cedar products are well liked in the industry. This is for a California distributor white label deal.  I am going to still add our Cedar logo on the packaging. https://t.co/7djATfKVNc",
  "@BabyRuf14  https://t.co/slz1jwNVgf",
  "#FreedomOfSpeech just watch what you say. Very prophetic of IceT from 1989. https://t.co/zS4EIqZz21",
  "I want to confirm, there is no reverse split on my radar. We have a cash flow business. Do not need to sell stock to raise money. https://t.co/CZ51KB2xJq",
  "Msm says a Blue Wave is coming for the 2018 midterms polls show Democrats are up 10 points. Who will you vote for in the midterms? #TheResistance #Resist #MAGA #BlueWave2018 #RedWaveRising #Resign #Remove  Vote and Retweet https://t.co/D4uqPaoYpF",
  "@9GAG Actually, lots of evil people want black cats for nefarious purposes. Especially around Halloween. Just sayin what I heard.",
  "@shellygreen223 https://t.co/JKaAdflm21",
  "FUCK YOU WHITEHALL! 👏👏👏👏👏 FUCK YOU WHITEHALL! 👏👏👏👏👏FUCK YOU WHITEHALL! 👏👏👏👏👏",
  "@tommychong  https://t.co/7OjEcwjHKL",
  "@tommychong  https://t.co/Z6Yc1BTeI6",
  "@OliverHackett They forgot they already have one. Maybe.",
  "@PrisonPlanet Sounds like Hilary",
  "@HilariousRoasts Where is Simple City?",
  "@DLoesch Sluts are cool! https://t.co/HaCVIq8GTB",
  "@DLoesch I like sluts.",
  "Do you think Oakland Mayor Libby Schaaf should face repercussions for her warning about immigration raids? https://t.co/IAtjniBBey",
  "Available now on Amazon. \nhttps://t.co/L06YZi3HsZ\nhttps://t.co/CCvuuZtoIR\nMore products coming. https://t.co/aCVJa4WIdz",
  "@tommychong  https://t.co/wlVisK3YdT",
  "Available now on Amazon. #amazonprime #wholefoods #sproutsfm\nhttps://t.co/L06YZi3HsZ \nhttps://t.co/CCvuuZtoIR \nHemp Oil Capsules. The real stuff.. https://t.co/Njo5Zj5Yh2",
  "Uploading over 100 images for our other products! We have over 100 UPC codes for our products!",
  "🌟 https://t.co/T0Qt4Pvdrg",
  "Damn, Handel this is some serious stuff man. I hope you're ok. Take it easy, but get well and come back soon. @billhandelshow https://t.co/FGZNh9oX5X",
  "Does @etrade suck 👊Yes or No👊? $PDXP #stockstowatch #stockmarket $GERN $NVAX $NSEH $EFLN $UATG $FB $SNAP $AMZN",
  "@TheDemocrats  https://t.co/UJh0mlIVQb",
  "Freedom of speech, just watch what you say. - Ice-T https://t.co/GvV7DpBTOl",
  "@SiddonsDan @NoLibsZone @LilaGraceRose @prageru Liberals say it lowers the crime rate.",
  "https://t.co/OH9J9JSbeI",
  "@MrTommyLand  https://t.co/A38XNX11TW",
  "@pat_espie @thebradfordfile @realDonaldTrump From who? Illegals and dead people?",
  "@BIBIBOPGrill Today, yesterday and everyday. Especially with @shellygreen223. https://t.co/Svscy68D2O",
  "Government good. Guns bad. \nhttps://t.co/MxdTAneVTv",
  "Did you watch the #Oscars?",
  "#NSAV\nhttps://t.co/iGQa1bWlM9",
  "@wsredneck Up hill. \nLooks like you'd rather pull a @Dodge WITH YOUR TEETH than drive a @Ford. Me too. #MOPARorNoCar",
  "@educatedpenis Can you explain in layman's terms?",
  "@billhandelshow Ban legos.",
  "@MusicNegrito @KamVTV Come to Columbus. I'd like to meet you some day. 👊",
  "@MusicNegrito @KamVTV You're right",
  "@MusicNegrito @KamVTV The middle class disappeared under Obamas watch. Yes we are all slaves, but your music frees me. \n\nhttps://t.co/K6khAEH9sj",
  "The #Oscars is a sham! Liberal Hollywood weirdos congratulating themselves on movies that mostly only they watched...I'd rather watch paint dry.\n\nI think I'll have movie marathon with conservative actors tonight.\n\nIdeas please...AND you're invited, just bring some POPCORN?",
  "@WFKARS Daniel, Crybaby little bitch. Haha! #SoyBoy",
  "@realDonaldTrump Well said POTUS. #Oscars. https://t.co/vLt1Hc9vJF",
  "#MAGA https://t.co/h9KJBMzhxL",
  "@MusicNegrito @KamVTV Oh come on man. The democrats have been buying the minority vote and keeping the minorities down for decades.",
  "🇺🇸     🇺🇸\n🇺🇸     🇺🇸\n🇺🇸     🇺🇸\n🇺🇸🇺🇸🇺🇸\n\n🇺🇸🇺🇸🇺🇸\n🇺🇸\n🇺🇸🇺🇸🇺🇸\n          🇺🇸\n🇺🇸🇺🇸🇺🇸\n\n   🇺🇸🇺🇸\n🇺🇸     🇺🇸\n🇺🇸🇺🇸🇺🇸\n🇺🇸     🇺🇸",
  "I don't care about the Oscars. \n\nI'm only using this hashtag to get my picture out there. \n#Oscars #Oscars90 https://t.co/IxkW5I2Y3n",
  "#Oscars #Oscars90 https://t.co/RmE44mg9PF",
  "To trigger a conservative, tell them a lie\n\nTo trigger a liberal, tell them the truth",
  "#MakeAmericaGreatAgain https://t.co/hCRYAveILS",
  "#MakeAmericaGreatAgain https://t.co/G3g8sTNL4A",
  "We are on the losing side of almost all trade deals. Our friends and enemies have taken advantage of the U.S. for many years. Our Steel and Aluminum industries are dead. Sorry, it’s time for a change! MAKE AMERICA GREAT AGAIN!",
  "How do I get a subscription to @circusrockmag ?",
  "#Oscars #Oscars90 https://t.co/tNcS33R9ZI",
  "@AwardsDarwin  https://t.co/EYqnddjwoX",
  "@MrTommyLand Who doesn't like cocktails and lies? https://t.co/EX5GhYUXAS",
  "Send A Message To Hollywood And Boycott the Oscars On March 4th, 2018 \n\nHollywood Is Anti Trump, Anti American and Anti 2nd Amendment  \n\nRt if you agree. Thank you 👍🇺🇸 https://t.co/tYEa9lrkj7",
  "@shellygreen223 https://t.co/8bEkU4h4cR",
  "@MrTommyLand \"Hi I'm Prince Charming\"- Harvey Weinstein #Oscars #MeToo",
  "#BIBIBOP is the #BIBIBEST https://t.co/MCcNnUBYCy",
  "@mrmickmars  good morning!!  Today is my husbands birthday &amp; you are my celebrity crush , my pass we have been together 31 years, can you please tell him happy birthday? I'm working on blowing his mind 👍👍😍 please &amp; thank you have a fantastic Sunday",
  "#MeToo https://t.co/x9zEO0SZAT",
  "@AMAZlNGNATURE I like it up here.",
  "The Democrats created KKK \n #TriggerALiberalIn4Words https://t.co/GaCxEAmTR8",
  "Hillary Clinton Meatwagon shuffle \n#TriggerALiberalIn4Words\nhttps://t.co/zj92uU8yZz",
  "Will you watch #TheOscars Sunday?",
  "@thebradfordfile @writemombritt @bacon_texas @KatTheHammer1 @LVNancy @PoliticallyRYT @hidehunt1 @DonnaWR8 @Hoosiers1986 @MAGAGwen @AmericanHotLips She?",
  "@shellygreen223 I knew you were plotting something. https://t.co/aqh3muQfgv",
  "@KimDotcom @jack  https://t.co/eaHEXybK6p",
  "@NikkiSixx https://t.co/IGnZiSbkc6",
  "It looks like @axlrose has #boobies. https://t.co/iv6a2vtLaQ",
  "@RCCRUISER2006 @redhead4645 Now that's what I call a protest.",
  "@WBESBrandonLowe You're getting old bro. I remember when you WERE 25.",
  "@WBESBrandonLowe Wait...how old are you?",
  "The United States has an $800 Billion Dollar Yearly Trade Deficit because of our “very stupid” trade deals and policies. Our jobs and wealth are being given to other countries that have taken advantage of us for years. They laugh at what fools our leaders have been. No more!",
  "@RandyRRQuaid #OscarsSoPervy",
  "@thebradfordfile Obamas white house had us all headed toward skid row.",
  "@GartrellLinda Do mixed people pay $21.00?",
  "@sixxrose666 @NikkiSixx @thevinceneil @TheVinceNeill @MotleyCrue @cruecollector @hairnetradio1 @sophiataras @BettyElyazidi @acevonjohnson @MonstersOfRock @RockRollSavedMe RIP Matthew Trippe https://t.co/70hr5COEck",
  "Happy National Anthem Day! https://t.co/cf1eugMbKU",
  "We salute our great American flag, we put our hands on our hearts for the pledge of Allegiance, and we all PROUDLY STAND for the National Anthem. #CPAC2018 https://t.co/qGKW2xGjP0",
  "@britneyspears Take it off",
  "Will Steve Wynn survive at the company he founded? #Vegas",
  "@AliNotAlli Rocks in a creek are usually smooth.",
  "@BACCWOOD614 Is his name Sam?",
  "@UltClassicRock Is he singing happy birthday to himself in this photo?",
  "@AppetiteForGNfR @gunsnroses Can I write in @IzzyStradlin999 ?",
  "@Aaron_Trimble2 @NorouzMusic @ktgonkt Can't say ni*ge*",
  "@ktgonkt @tightyspidey Can't say ni*ge*",
  "@AMAZlNGNATURE I remember that tour man. https://t.co/2QVyhWjIYA",
  "@Grunge_Girl7 @MotleyCrue @MrTommyLand I wonder how many #girlsgirlsgirls can say this about the Crüe? Lol shhhh... https://t.co/01qW4C7taM",
  "@Grunge_Girl7 @MotleyCrue @MrTommyLand #MeToo",
  "@davidcoverdale Not sure if \"bloody\" is a good term to use in this context.",
  "🔁  Pls RT if you will be boycotting the Oscars.\n\nWhy would anyone have any interest in watching a 3 1/2 hour Left-Wing Political Rally ?!?!?\n\n#HarveyWeinsteinTribute \n#TheDashRiprock \n@Oscars_2018live \n@TheAcademy https://t.co/03PWcILUXN",
  "I'm a Torpedo Technician! Celebrate #FishFryYay with GetGo by taking this quiz. A random winner will receive a $100 GetGo Gift Card each week! Contest runs February 23 - March 30. https://t.co/E3dP4JfAq1",
  "@BrianAnthoney This one? https://t.co/8F5q89hytD",
  "@pasquinilli @COFInvesting Hmmmm...",
  "@BrianAnthoney What did yours jade? Hey? https://t.co/tGHjhAPg8f",
  "@wsredneck @Schwarzenegger Maybe next year.",
  "@wsredneck @Schwarzenegger Well he did say... https://t.co/D8HAJnFzcL",
  "@axlrose There is no reason why we should wait 10 years for another @gunsnroses album. https://t.co/Ow1vXfgc0s",
  "@COFInvesting @AskCapitalOne what's wrong with the app and mobile website this morning? https://t.co/mk0DqNoyYM",
  "@BrianAnthoney *You're. Sorry",
  "@wsredneck Are you at the @Schwarzenegger fitness expo in #ColumbusOhio this weekend? https://t.co/nllC6FytWc",
  "@AlohaCassidy @axlrose  https://t.co/T7mI7NHelH",
  "@TurtlesgaloreMR @axlrose Yes, @realDonaldTrump has.",
  "@axlrose Where's @gunsnroses next album? Or their last one for that matter? https://t.co/aEZHBY7fkF",
  "@realDonaldTrump 👍 https://t.co/Vg8rv3MEev",
  "@realDonaldTrump Bring back... https://t.co/0iTHzoLzKx",
  "We must protect our country and our workers. Our steel industry is in bad shape. IF YOU DON’T HAVE STEEL, YOU DON’T HAVE A COUNTRY!",
  "@axlrose How about a new album William.",
  "@MarshallStackk @Omidina77Chino @JacobAWohl @realDonaldTrump Are you speaking of another mans penis? That says a lot about you sir or mam, whichever the case may be.",
  "Manufacturing growing at the fastest pace in almost two decades!",
  "Trump Looking to Pass a New Rule That’ll Eliminate ILLEGAL Immigrant Welfare.",
  "@gunsnroses  https://t.co/hpG3m459tk",
  "#PewPewPew https://t.co/icTewINswk",
  "@billhandelshow Use COLD water shower massage on affected area for as long as you can stand it. https://t.co/A9qXRYAmp5",
  "#ThursdayThoughts\n\nVOTING\nDRINKING\nSMOKING\nENLISTING\nBUYING A GUN\n\nOnly upon graduation from high school including CIVICS class &amp; at least 18 years old.\n\nIF high school is not successfully completed the minimum age is 19 with a GED &amp; CIVICS.\n\n#MAGA",
  "Dick’s Sporting Good’s decided to grandstand on gun control supporting the fake liberal hysteria. Will you continue buying ammo  from them?",
  "@DepressedDarth  https://t.co/ObfP4CmUW1",
  "What show on Fox News Network is your favorite?\n\nPlease Vote and Retweet!\nI didn't give a all of the above purposely. If none of them are, please just Retweet.",
  "Our Steel and Aluminum industries (and many others) have been decimated by decades of unfair trade and bad policy with countries from around the world. We must not let our country, companies and workers be taken advantage of any longer. We want free, fair and SMART TRADE!",
  "@realDonaldTrump is an amazing man, and @POTUS. https://t.co/VjUIh2iCKS",
  "@ConwayShow is a great show. Does @RealTimConway listen?",
  "Share my daddy’s picture please https://t.co/V7QoEmtfqd",
  "How many people in America died of drug overdoses during the twelve months ended 6/30/17?",
  "RT \"\n\nVolume Alert $MEDH been flying low for a while . Looks like something is about to be unleashed there. 16 mil float insane low float $BLLB $STGG,$OTTV $BYOC$FNMA,$JBZY $ARYC $BBEPQ $TMPS\n\n\"",
  "$SENY. I AM WATCHING YOU GETTING ACCUMULATED AND I WILL SEE YOU OVER A PENNY. SITTIN IN THAT CHANNEL READY FOR A BIG POP!!!! COMPANY UPDATES/NEWS PENDING!!! $ITKH $SRMX $ANDI $BVTK $BLLB $ELFN $FRFS $GNIN $DSGT $CLKA $TPNI $TVOG https://t.co/POBWwO7imG",
  "@Thomas1774Paine  https://t.co/h0BKwOjnmk",
  "@DepressedDarth IKR",
  "$OCSY has great news coming. $EPAZ is trading up. $ICNM has news soon. Keep $DTHR on your radar.  $RETC is the opportunity.",
  "Retweet if you also support Israel.",
  "@ChristiChat He graduated 2 years ago",
  "@tommychong  https://t.co/AyEZXAwnd5",
  "@BabyRuf14 Get well soon. https://t.co/4oQeuPKTGJ",
  "@ConservaMomUSA @W_C_Patriot It started screaming at the sky right when I read the last line. Ha!",
  "@billhandelshow So, in other words guys who want AR-15's won't have #BigDicks? https://t.co/JY1ssvUJk7",
  "@AwardsDarwin @cooterbobjim Watch me fuck with this elephant while showing my ass. \n\nOk.",
  "@realLordPete @cooterbobjim @BrownbearSLC @MrT I was wrong. \nhttps://t.co/Q3QHuDUBFp",
  "@shellygreen223 #ILoveYou",
  "@ProdMichelle @billhandelshow Beware the shorts of Bill.",
  "@ProdMichelle goes above, beyond and BELOW the call of duty for @billhandelshow on @KFIAM640. For that we thank her. https://t.co/ay1BsWxt7G",
  "@ShafPatel @realDonaldTrump  https://t.co/1LKvu1HY4J",
  "@IHOP thank you for the free pancakes on #NationalPancakeDay https://t.co/cTeprv21Cj",
  "$SENY. LOOK FOR A POP NORTH OUT OF THAT CHANNEL. NEWS PENDING AND THIS MOVES NICE AND QUICK!! LOOKING FOR THAT 01 TO KEEP THIS IN QB STATUS. CERTIFICATION WAS PUT IN FEW WEEKS AGO. NEWS GOTTA BE CLOSE. ON VERY CLOSE WATCH!! $NSEH $BVTK $SRMX $ANDI $ITKH $FRFS $AMLH $BLLB $LVGI https://t.co/JOPtrZFocP",
  "I hear some of you. Its coming. https://t.co/xLmnKmSdPU",
  "$HPNN the bid is growing and the 4s are disappearing 👀 https://t.co/UclUf38J5R",
  "$HPNN. NEWS NEWS!!!!! SHAREHOLDER MEETING TO DISCUSS MANY THINGS INCLUDING TO APPROVE A SHARE BUY BACK!! BOOOOOOM. THINGS GETTING DONE. TIME TO ROLL. $NSEH $BVTK $LVGI $AMLH $SRMX $ANDI $ADTM $VDRM $OWCP $RSII https://t.co/liIpsDP7PD",
  "@billhandelshow Use a hand held shower head.",
  "@billhandelshow Bill use a cold water shower head directly on the pain for as cold and as long as you can stand it. Works wonders.",
  "@realLordPete @cooterbobjim @BrownbearSLC @MrT I though pennies were U.S.",
  "@realLordPete @cooterbobjim @BrownbearSLC @MrT Everyone just calm down!\nhttps://t.co/Qdc684JeuR",
  "@axlrose  https://t.co/Y2GffhdbPx",
  "@axlrose We were THAT close\nhttps://t.co/pQKlCzRYm0",
  "Congratulations @OshKoshBgosh on your bonuses. @realDonaldTrump is making America great again.",
  "WITCH HUNT!",
  "$HPNN NEWS @CNBC  CBD Hemp Oil, CBD NO THC! CBD Solvent Free, CBD Vape, CBD Vape Oil. https://t.co/XsV2VDGDUo",
  "@ShafPatel @realDonaldTrump  https://t.co/aRgGTL6lhb",
  "@shellygreen223 @WillieNelson @ZZTop  https://t.co/EaplZx5LQf",
  "@shellygreen223 @WillieNelson @ZZTop I guess we better get... https://t.co/XXAryTaytF",
  "@shellygreen223 @WillieNelson @ZZTop  https://t.co/NwKeCCHFwI",
  "@shellygreen223 I've never seen @WillieNelson. Lets do it. Ever seen @ZZTop ? I know You've never seen John Fogerty.",
  "“Happiness is a choice. You can choose to be happy. There's going to be stress in life, but it's your choice whether you let it affect you or not.”\n\n― Valerie Bertinelli",
  "@shellygreen223 #LockHerUp https://t.co/PfpQR0LYTo",
  "Msm says a Blue Wave is coming for the 2018 midterms polls show Democrats are up 10 points. Who will you vote for in the midterms? #TheResistance #Resist #MAGA #BlueWave2018 #RedWaveRising #Resign #Remove  Vote and Retweet",
  "🐦‼️ $NSAV 💫 $MJCoin  Awaiting for first roll out of 🐯Anger Tiger Beer 🐯$CHIF in CHINA  🇨🇳by Blue Candy Brewery🚨🍻 $BVTK $USRM $MJNA $AMFE $PSID $PNTV $OTTV $SFOR $SANP $IFXY $SPCL $LUSI $ICNB $EXMT $SGMD  #ICO$FNMA $RMHB $EAPH $HEMP $POTN $MJNA  $OMVS $TRX #BEER #BREWERY https://t.co/UCiDfTCDU0",
  "🐦‼️ $NSAV 🍁 $MJCoin 💫 #VSRI is one of the two China partners. $GBLX $POTN $HEMP $MJNA $BVTK $BYOC $MMEX $SIPC  $CNAB $MRNJ $IVST $VAPE $IFXY $INTV $SNMN $SANP #blockchain #BEER $VAPE $VATE #CryptoCurrency $BTC $LTC #Marjuana #Brewery $AMMJ $MVES $MCOA $MJTK $PDXP $OCSY $OTTV https://t.co/3odlVfbwZQ",
  "@tightyspidey https://t.co/OI6b9cyq0l",
  "@tightyspidey https://t.co/OI6b9cyq0l",
  "@fIatcat65 Just keep taking it until you're addicted, then do heroin. BOOM. No more pain.",
  "@tightyspidey https://t.co/OI6b9cyq0l",
  "@iSmashFizzle My daughter hates me because she THINKS I beat her mom up. You've got heart kid.",
  "@hotfunkytown #Perpwalk",
  "Cinncinatti 6/14 @shellygreen223 https://t.co/Che9BOpCu9",
  "@BabyRuf14  https://t.co/7CauhFEW2h",
  "@TMZ  https://t.co/GdbZOB5MBp",
  "@ohioburnunit Everyone is cooler than you guys. \nGet it? Because you play with 🔥 get it? Lol",
  "@try2evolve @TMZ  https://t.co/reYKXpwVMp",
  "@TMZ Me Chinese\nMe play joke\nMe put pee-pew on your...\nOh shit.",
  "Sell FedEx stock! If they wanna stick with NRA we'll stick with @usps or @UPS",
  "@bbusa617  https://t.co/xosOMXlMcb",
  "Do you approve of the job / policies put forth by @realDonaldTrump as president of the United States of America 🇺🇸 ?\n\nPlease be sure to support, RT &amp; spread this poll to the public. \n\nGod bless!",
  "@Thomas1774Paine Isn't taking testorone considered performance enhancing drugs?",
  "@JerrykoolK @N1snipe_rv Woman",
  "@TMZ Gimme an N!",
  "@michaelhsweet @Stryper Make a poll",
  "@tommychong  https://t.co/qAyFSVTzms",
  "@tommychong  https://t.co/gXPbGpPfSJ",
  "@axlrose  https://t.co/XFAKjp0fis",
  "@peeweeherman Yes but does it #TWEET?",
  "@shellygreen223 https://t.co/WjflJi0hLt",
  "$HPNN $NSAV $IFXY  $MJCOIN $SANP $PMPG $SODE $STCC on watch for BIG NEWS SOON https://t.co/j80uUU0NOl",
  "@geyoncee_ @twentyfivebux Omg those cops are black too. They should arrest themselves.",
  "Ohio Sheriff Offers Free Gun Training To 50 Teachers; Forced To Cap At 300 After Huge Response https://t.co/arMJhBrfhi",
  "#NSAV BIG NEWS KEEPS ON COMING. Way under valued at .0003 $NSAV $IFXY $HPNN $MJCOIN $SANP $PMPG $SODE $STCC https://t.co/zuYpoPPnEh",
  "$HPNN $HPNN BIG WEEK COMING FOR PENNYSTOCKS! $$ #STOCKS #MOONSHOT #TRENDING https://t.co/nZpiygUyRd",
  "@MissBlackWonder @monbon_thedon Lol. Why?",
  "@BabyRuf14 https://t.co/rJjAKvJELI",
  "Rock's Best Songwriter?\nBon Dylan Region\nRound One 1 Vs. 16\n#BobDylan #CarlySimon",
  "Rock's Best Songwriter?\nBon Dylan Region\nRound One 8 Vs. 9\n#StevieNicks #TomPetty",
  "Rock's Best Songwriter?\nBon Dylan Region\nRound One 5 Vs. 12\n#Bono #FreddieMercury",
  "Rock's Best Songwriter?\nBon Dylan Region\nRound One 4 Vs. 13\n#ElvisCostello #EltonJohn",
  "Rock's Best Songwriter?\nBon Dylan Region\nRound One 6 Vs. 11\n#JohnFogerty #ThomYorke",
  "Rock's Best Songwriter?\nBon Dylan Region\nRound One 3 Vs. 14\n#DavidGilmour #GordonLightfoot",
  "Rock's Best Songwriter?\nBon Dylan Region\nRound One 7 Vs. 10\n#DonHenley #RobbieRobertson",
  "Rock's Best Songwriter?\nBon Dylan Region\nRound One 2 Vs. 15\n#BrianWilson #BillieJoeArmstrong",
  "@BreitbartNews After Obama, I needed my brains washed. https://t.co/m9U1gLoNJU",
  "O M G\nH  Y I\n       R\n       L\n       F\n       R\n       I\n       E\n       N\n       D\n       ! https://t.co/bzhpiPG0jn",
  "https://t.co/kTlHYIpBWJ",
  "@deesnider @houseofhair spotted this in #MarbleheadOhio. https://t.co/mMFMRx2prV",
  "@shellygreen223 #FuckFacebook\n“How would your life be different if... You walked away from gossip and verbal defamation? Let today be the day... You speak only the good you know of other people and encourage others to do the same.”\n\n― Steve Maraboli",
  "Oh\nMy\nGirlfriend\n\n@shellygreen223",
  "@JimCarrey  https://t.co/fyv8Y8cDaM",
  "@TheWeirdWorld Oh, come now! That can't be true.",
  "@ILLUMlNATI  https://t.co/bqX7K8XGhW",
  "@AliNotAlli  https://t.co/cffKAr5pWN",
  "@NikkiSixx How you do dat?",
  "@shellygreen223 https://t.co/OIKFRdAYQ4",
  "Msm says 84% of people do not support teachers carrying  Guns in schools what do you support? Vote &amp; retweet. #SundayMorning,#GunFreeZonesKill,#guncontrol,#SecondAmendment,#LiberalismIsAMentalDisorder,#MAGA,#MAGAForAll,#BanAssaultWeapons,#SupportNRA,#SupportTheNRA",
  "RETWEET - If you believe Broward Co. Sheriff Scott Israel should resign?\n#StonemanDouglasHS \n#Parkland https://t.co/OhC2JIgC6U",
  "@NolteNC @GrizzleMeister  https://t.co/i0azK5I3jp",
  "Like or RT if you’re an NRA member or plan on joining!",
  "#NRA https://t.co/RiaSixBjM9",
  "#boycott⬇ https://t.co/lV4Zl4lrI2",
  "#IAmTheNRA https://t.co/fpc6znybGE",
  "@billhandelshow All I see is this...\nhttps://t.co/wAOKRN0JhY",
  "@shellygreen223 https://t.co/PGGeJXv8pA",
  "What's the #1 tourist destination of #WhitehallOhio people on vacation? @Walmart !!! https://t.co/r4v72XDtei",
  "@billhandelshow No sir.",
  "@billhandelshow Could you elaborate?",
  "#MyHero https://t.co/8l2As4j8RB",
  "@TheWeirdWorld Yes I do.",
  "@Chadwick_Moore @DLoesch @NRA I think I'll join too.",
  "Dear Broward County Sheriff: This is the reason your officers wear bullet-proof vests:\n\nCHILDREN DO NOT.\n\n#ResignSheriffIsrael",
  "@billhandelshow Is it dead? https://t.co/zsp5vss4Er",
  "@michaelkeyes Didn't #Hitler take their guns?",
  "#QuestionEverything",
  "@MeTV @Wikipedia @Doritos https://t.co/v2tz0CRYJj",
  "@MeTV According to @Wikipedia the \"original flavor\" is nacho cheese but also states that the first flavor was \"toasted corn\" with \"taco\" after that and \"nacho cheese\" launched nationally in 1972. I'm not sure which is correct. @Doritos #HELP",
  "@MeTV @Doritos taco came BEFORE nacho cheese?",
  "@UltClassicRock Big mistake Kurt. #RIP",
  "@shellygreen223 lol https://t.co/eMiWzhab44",
  "@xavierkatana @planetcynz3n That is one patient cat.",
  "@planetcynz3n Me too. Me and my dad used to crack up at #sniglets.",
  "@pahubb43 They should do a #Walkout, of their cars, while they're driving.",
  "#BoycottEnterprise https://t.co/uBurJB3k3C",
  "Contact the office of @browardsheriff\nAnd let them know how you feel. Demand his resignation. #SchoolShootings #Parkland #NRA\n https://t.co/E2HmCiN7TP",
  "Should Broward County Sheriff resign?\nFinding out 4 Deputies waited 4 minutes before acting in Parkland. \n\nPlease Vote and Retweet!\nThis is a very important poll.",
  "@MichaelSkolnik @NRA Fuck off moron",
  "Imagine you are a CIA trained psycho killer, wanting to target schools for propaganda and evil purposes. Which school will you target?\n(police are about 10-15mins away in each case)\n#NRA",
  "Who Should win this week's Special Snowflake Award?\n\nPlease Vote and Retweet!\nIt is given out every Sunday at 6pm!",
  "My god.\n\nCNN was right.\n\nWe need gun control immediately! https://t.co/Nj68TYEnU9",
  "@V_of_Europe Dude got his head... https://t.co/S2Yqkc32au",
  "@Lunaxmusic Let me know if you meet any bullies. I'll handle them. Come to Columbus Ohio.",
  "@TheMikeClayton1 @SKYRIDER4538 @evrgreensparky @LifeAtPurdue https://t.co/fglNHosciO",
  "@TheMikeClayton1 @evrgreensparky @SKYRIDER4538 @LifeAtPurdue Aww contains no e. Awe is short for awesome.",
  "@SKYRIDER4538 @LifeAtPurdue Aww man! #oops",
  "@DLoesch #LockHimUp",
  "@AliNotAlli @theDlasvegas @BrianAtTheD Well thanks bartender but I wanted it stirred. Not shaken.",
  "@AliNotAlli @theDlasvegas @BrianAtTheD Damn @AliNotAlli. What did you order?",
  "@shellygreen223 @MotleyCrue @pamfoundation Hell yes. https://t.co/CiU5blRrh6",
  "@MusicNegrito Is that a sleeve? I'll eat a sleeve and hate myself. Did you know @Oreo or #sugar has the same effect on the brain as cocaine? https://t.co/Uzo7bIfFPL",
  "@MotleyCrue Who plays @pamfoundation ?",
  "@NikkiSixx @MotleyCrue @thevinceneil @mrmickmars Notice the time. 11:11. That shit follows me.",
  "@planetcynz3n @allentien His name is Rich Hall. He was on @nbcsnl but #sniglets were on Not Necessarily The News on @HBO",
  "@TheWeirdWorld That's a #sniglet \nCarperpetuation (kar' pur pet u a shun) - n. The act, when vacuuming, of running over a string at least a dozen times, reaching over and picking it up, examining it, then putting it back down to give the vacuum one more chance.",
  "$BOTY EVERYONE STAY FAR AWAY STOCKLORDZ IS TRYING TO PUMP THIS GARBAGE BE VERY CAREFUL.",
  "Hi everybody. \n\nPlease consider following my friend @AndyHortin18 who lost his Twitter account unexpectedly. \n\nHe has tirelessly served our country &amp; continues to work for our government overseas. \nAndy is a passionate #MAGA warrior &amp; would appreciate a follow. \n\nThank you. 🇺🇸 https://t.co/szvw5idraP",
  "@JimGaffigan is a liberal pussy. Funny though. https://t.co/lERDaYxRrn",
  "@JimGaffigan Yeah fuck you @JimGaffigan",
  "@Lunaxmusic Yay!",
  "Booked the flight ticket to move to the US. Nervous about the new life. \nBut curious what will be happened to me!",
  "@MotleyCrue Why is the emoji for ice, 🍦? That doesn't work for any @MotleyCrue song. \nIt would look like this, \"Well open your 👀, its like 🔥 and 🍦.\" Doesn't work.",
  "Go fuck yourself. @PoliticalEdu_",
  "@NRA #BoycottAvisRentACar #BoycottBudgetRentACar https://t.co/M6xUfVreOe",
  "#LockHerUp #LockHimUp https://t.co/qKz4hw4ohY",
  "Do you think boycotting the NRA and banning guns Will\n1. stop gun violence?   \n2. Lower the murder rate  ?\n3. stop people from selling and buying guns illegally ? \n4. stop MS-13 , Crips and Bloods from shooting up neighborhoods\n5. stop Mass Killings",
  "@shellygreen223  https://t.co/enX7wx1GrC",
  "@MotleyCrue Well open your 👀, its like 🔥 and ice.",
  "@shellygreen223 this is funny. https://t.co/GsCy4f4nit",
  "$NSEH already nice slaps!  Guys putting up these walls to try for 2s YOU ARE LOSING YOUR SHARES!!! Lol.  FYI we found some amazing DD, standby!!!!!!",
  "Oh baby!\nPresident Trump is going to look at the stupid Gun Free Zone policy for Military Bases.\n\nThis is what winning feels like folks! \n\n#MAGA\n\n#CPAC2018",
  "Fuck. It was yesterday.",
  "1 lb. Ground Beef +\n1 lb. Pork Sausage +\n1 Whole White Onion +\n1 Yellow Pepper +\n1 Red Pepper +\n1 Orange Pepper +\n1 Jalapeno + \n1 Bunch Of Cilantro +\n1 Batch Of Self Blended Chilli Powder+\n1 Crock Pot= \n#NATIONALCHILLIDAY! https://t.co/Nf7zOfmwvM",
  "Rock's Best Opening Track?\nFinals 1 Vs. 4\n#JimiHendrix #LedZeppelin",
  "@wsredneck @browardsheriff #LockHimUp",
  "#LockHimUp https://t.co/p8dceuK3VM",
  "@ChristiChat #ArrestThatMan",
  "@tommychong  https://t.co/rn9NF6tRdo",
  "Listen to @jjlkfi and #TheWakeUpCall on @KFIAM640 before @billhandelshow #Friday and everyday if you know what's good for your ears. #DOITNOW! https://t.co/iMd4GeRHus",
  "@G1rly_Tattoo3d @sxdoc And not to mention #ugly.",
  "$FNMA https://t.co/dR5mb6rgbX",
  "Do You Believe The Age for Buying Assault Rifles Should Be Raised? Please Vote &amp; Retweet.  Appreciate Your Opinion.",
  "@Jali_Cat @sxdoc @wjsierra33 @memwc @krassenstein He should be arrested.",
  "#GodBlessRandyQuaid https://t.co/Ckfv7GCrAO",
  "\"Well done, Sir, well done.\" https://t.co/2FCIxFQq6f",
  "watchout now @stocklordz is about to start his bash campaign on $NSEH. Just look at his history: bashed $OTTV at 0004 and ran to near penny, bashed $SMRX ran trips to well over penny, now bashing $NSEH with new management and pink current!! He wants in!! And he wants in cheap!!! https://t.co/BdpCiKV3db",
  "@anyahettich @veronicaxlittle You know you can use like 220 or so characters on Twitter now right?",
  "@anyahettich @veronicaxlittle  https://t.co/QrAB8uFm2I",
  "@shellygreen223 https://t.co/oQlFoWBJrE",
  "Should I secure a faith-based literary agent &amp; seek a traditional book deal for my #memoir or publish independently? Let me know your thoughts!",
  "MS-13 gang members are being removed by our Great ICE and Border Patrol Agents by the thousands, but these killers come back in from El Salvador, and through Mexico, like water. El Salvador just takes our money, and Mexico must help MORE with this problem. We need The Wall!",
  "DAMN, DANA!!!!!!!\n\nThis is what happens when you attack a woman with more balls than the entire Democratic party.\n\nAnd yes, CNN loves these kind of tragedies. That’s why they hire crisis actors to exacerbate the situation. https://t.co/LsLM8lTABp",
  "@AliNotAlli  https://t.co/lnagSaoOJM",
  "@AliNotAlli  https://t.co/txl0o631fI",
  "@ARedPillReport @1GigiSims Only 50 classes were available.",
  "#IfItBleedsItLeads @CNN #FuckYouCNN https://t.co/hdljSVPOkV",
  "Just like the commercials: \"I'm not actually a law enforcement officer, I'm a law enforcement crisis monitor\"... https://t.co/MxMLuaZ1nr",
  "https://t.co/dnHNND6nsa",
  "@peeweeherman https://t.co/D9di55XIzG",
  "I'm legally allowed to perform marriages according to the \"Church of Latter Day Dude.\" I'm a dudeist. #Dudeism",
  "@editorick @artiequitter @ArtieandAnthony  https://t.co/AhrDuaC44z",
  "@UPTOWNGIRL2008 @mitchellvii @DineshDSouza @ArthurCSchaper @RealJamesWoods Appropriate. https://t.co/U7DlQntgRJ",
  "What is the Democrats best strategy to win the #2018Midterms? #RT #fb",
  "@bacon_texas The phone cord didn't reach to the table.",
  "@Jcazz17 https://t.co/FxlVt6PLzQ",
  "#TheDirtMovie",
  "@shellymccool 373 s. High st. 23rd floor. https://t.co/FsvYMkusbi",
  "@QuinnSullivan1 @TheRealBuddyGuy @EricClapton Was this in Columbus?",
  "@MarkDice @realDonaldTrump @CNN @TuckerCarlson  https://t.co/1229Jg6vgL",
  "@realDonaldTrump @CNN @TuckerCarlson  https://t.co/HcB3pxqkxC",
  "@realDonaldTrump @CNN @TuckerCarlson  https://t.co/F1ebggJ64Y",
  "@billhandelshow  https://t.co/Jr5ASgSK6c",
  "How do you feel about #Trump as President? #ThursdayThoughts",
  "Look, I'll be honest with y'all.  The CEO for $HPNN is a little arrogant and cocky. But, he seems to have reason to be.  HPNN has provided some people with jobs in the Cannabis Industry, which is an industry of explosive growth. And, we're about to explode soon enough.",
  "#DowntownColumbusOhio https://t.co/WaYrSLlHXG",
  "Watch Olympic skater Ivett Toth rock out to AC/DC classics Back In Black and Thunderstruck: https://t.co/gOw48FiOfd https://t.co/rhb5CxW1ld",
  "@Loduv @vannsmole Just left a scathing report to his school. This guy needs to go.",
  "@RivasSergio @Loduv #LiberalScum",
  "@HilariousRoasts I bet this guy had been mocking iron mikes speech impediment.",
  "@AppetiteForGNfR @Slash @gunsnroses Slash\nslAsh\nU\nsLash\nslasH\nU\nD\nSlash\nO\nN",
  "Ivett Toth Skates to AC/DC In Olympics Short Program &amp; People Are Losing Their Shit https://t.co/rE1UNQzhQa",
  "#FigureSkating never looked or sounded so good. #RockNRoll @acdc  https://t.co/B7AsmXitzq",
  "Rock's Best Opening Track?\nFinal Four 4 Vs. 4\n#RollingStones #LedZeppelin",
  "@DiamondandSilk Will they ignore the \"gun free zone\" laws?",
  "@wsredneck You're allowed to use both hands sir.",
  "I do not take political advice from people who just last week were filming each other eating Tide Pods.",
  "@pixburghgrrl @davidmackau Obama don't give a fuck about any of you.",
  "@TAPSTRIMEDIA  https://t.co/pcDkRUn58Z",
  "#MoparOrNoCar https://t.co/Jg0oj4e6f9",
  "@tommychong  https://t.co/yFssTakt86",
  "While talk of safety in our schools. \nWould you object to having",
  "Vote for $HPNN @beaufortdude\n@jwmario @jnybgood2000 Introducing single stocks on Stash. With just $5, you’ll be able to invest in your favorite companies. Vote now for the stocks you want to see on Stash. https://t.co/0OOoWBiCF8",
  "@dafishinabarrel @comeonandfarce @billhandelshow That works. But I just know its curse words.",
  "@dafishinabarrel @comeonandfarce @billhandelshow That's not enough asterisks though.",
  "@comeonandfarce @billhandelshow I know. You guys entertain me morning AND night now.",
  "@comeonandfarce @billhandelshow Well thank you Wayne. I was joking actually but I forgot to say lol. Lol",
  "@comeonandfarce @billhandelshow I don't.",
  "@billhandelshow This is Twitter. Its not regulated by the FCC (YET) You can cuss.",
  "@UPTOWNGIRL2008 @realDonaldTrump @SebGorka Turn about is fair play. https://t.co/Ske6ziluBs",
  "#DisbandTheFBI https://t.co/3RpvOlYSGy",
  "@rassler2 @JTMann05 @realDonaldTrump @FLOTUS I love reporting scum like you. https://t.co/rhm3VG2yws",
  "@shellygreen223 Lets be weird together. https://t.co/PU5ThbknJ4",
  "@tinybuddha @shellygreen223 lets be weird together. https://t.co/GyEMBS0CEN",
  "@EdKrassen @IRdotnet @realDonaldTrump Get a life Eddie.",
  "@billhandelshow @ProdMichelle @BurritoAvenger @comeonandfarce @jjlkfi @KFIAlex @heylittlejon  https://t.co/YZOcHl2dtF",
  "$RELM\n https://t.co/VshDAD1lqm",
  "I am incredibly honored to announce that our two newest hotels, @TrumpDC and @TrumpVancouver have BOTH been designated as Forbes Five-Star! This is an amazing acomplishment, especially after just one year of operation! A huge congratulations to our great teams!!! #TrumpHotels https://t.co/FwdTuxJq0I",
  "What is the strongest plank of the Democrats platform? @ChrisLoesch @DLoesch @DineshDSouza @RealJamesWoods @benshapiro",
  "$RCMH huge run here! A little retrace is normal this early in the Run",
  "@BurgerKing https://t.co/QtdCrQPoK8",
  "$HPNN https://t.co/WyXyteCmrf",
  "@billhandelshow please get well soon. https://t.co/xJYmmOUNhB",
  ".@realDonaldTrump how many followers did you lose tonight?\n\n#twitterlockout",
  "The Swedish government is to give public funding from tax payers money to an Antifa group.\n\nI am not kidding you.\n\nWelcome to Communist Sweden.",
  "TAKE SCREEN SHOT OF YOUR HOME PAGES AND TIME STAMP THEM  \n\nCHECK EVERY 30 MIN. AND REPEAT.\n\nJUST LOST ANOTHER 1,000 FOLLOWERS .   \n\n#TwitterLockout",
  "Congrats Twitter. What you're doing is backfiring, &amp; will only make our voices louder and stronger. #TwitterLockOut",
  "I lost hundreds of followers last night with no explanation. Please RT",
  "Evangelist Billy Graham has died at 99, news reports say https://t.co/HEUiMfZsF4",
  "TFW you realize the #TwitterLockout and #TwitterPurge draw (way) more attention than the #OpioidEpidemic",
  "$RELM. MERGER = JOE CAZZ IN!!!! 😂🤑. HEARING MJ RELATED!! LOVE IT!! TIME TO ROLLLL!! $NSEH $RCMH $BVTK https://t.co/cEtEvh1vN1",
  "Police Discover Nine Pounds of #Fentanyl Hidden in Raw Fish. 🐟 https://t.co/cQMjUJybXX https://t.co/HfDryHpeWc",
  "My acct was locked last night for 'exhibited automated behavior' and it now lost all following and many followers\n\nAre you hit by the similar glitch?  \nVote and RT to tell your experience.\n\n#TwitterLockOut",
  "What is the role of the #FBI? #RT #FB",
  "Do you support or oppose a nationwide ban on assault weapons? Do vote and retweet. #MAGA #Trump",
  "Is it Me? But, did I lose ove 93 followers over night??? Hmmm",
  "My wonderful family, friends, fans followers could y’all please retweet this so I can try to get back the 2500 followers I lost last night. I always follow back everyone as I have done since 2007 when I started this journey thank U so much for the retweet Love ❤️God bless.",
  "@davidhogg111\nIs a fraud. #FalseFlag  https://t.co/iuSMHhMUlT",
  "@Breaking911 She's like, \"my hat! Where's my hat!?\"",
  "@Breaking911 New Hampshire, Live Free or Die.",
  "@WorldFamousLuca @Breaking911 I'm not",
  "@President1Trump @CNN No, there YOU go. @CNN now go.",
  "@WBESBrandonLowe I thought this was Anthony Weiner for a second. https://t.co/PBUBpOBwsD",
  "@friendlypuggo Answer: #Censorship",
  "@konva333 @PrisonPlanet A woman human is now a woperson huperson.",
  "@felterbottom @PrisonPlanet @mancan99 Wonder woperson",
  "@theSteveCarton @PrisonPlanet Woperson",
  "@BenjaminZeozen @PrisonPlanet Huperson",
  "@PrisonPlanet I say feMAILman",
  "Re-Medical is booming folks. I am in the middle of the largest deal that will put us on the map. We are doing it. Very excited. Under NDA, when I have permission to taught, I will send several press releases. https://t.co/Xo0kELMeft",
  "@davidhogg111 is a fraud. #FalseFlag. #FakeNews https://t.co/n9T1W11llw",
  "@shellygreen223 is kind, understanding, level headed, loving, considerate, helpful, hard working, friendly, happy, positive, smiley, funny, loyal, faithful, warm-hearted, loving, dedicated, forgiving, sexy, beautiful, snuggly, a dream come true, made for me, mine, a woman, loved.",
  "@Thomas1774Paine Kids don't ACT this way during a real event where their peers are being murdered. Well, I guess they do if it's a #FalseFlag, and they've been coached https://t.co/2rTd3hlDft",
  "@Thomas1774Paine @JoieQ101 Evil... https://t.co/AV0vmQymSS",
  "@davidhogg111 is a fraud. https://t.co/N6WRf2GcvN",
  "@Thomas1774Paine @JoieQ101 @davidhogg111 is a fraud.",
  "@Slash She's getting boned.\n Isn't that the same chick that was getting ate out by the snakes with man heads?",
  "@BMartin1776 She's on coke",
  "Turnabout is fair play. What should we do to Putin's punk ass? 👊@joerogan @Benaskren @ChrisLoesch @DLoesch @mitchellvii @PatriotWriter @TimKennedyMMA @BradThor @JohnStossel @MarkSBader #parody",
  "So true, thank you! https://t.co/9TTXlfokYz",
  "@davidhogg111 is a fraud #FakeNews. #FalseFlag https://t.co/kJkUjfxAi7",
  "@davidhogg111 Minutes.",
  "@davidHogg is a fraud. #FakeNews #FalseFlag https://t.co/WKMG7swETl",
  "So the fake Dumbocrat activist protestors outside the White House chanted, \"Hey Hey NRA how many kids did you kill today?\" The answer is the same everyday and that's ZERO. I chant, \"Planned Parenthood USA how many babies did you kill today?\" The answer is about 890!😞 @CNN @PPFA",
  "@Trapkeezus Ebonics are weird",
  "@KFIAM640 Like, with guns?",
  "You people are fantastic. I had an issue with an order and it was resolved with flying colors. @1800flowers https://t.co/bfgtFmqf1L",
  "@therealcodybuer *womAn",
  "@KimDotcom #FuckObama",
  "#MASSIVE pothole northbound on Stelzer rd just before 7th ave. #PleaseFix\n@ColumbusGov",
  "$RCMH is exploding!",
  "What Grade Would You Give #TheBlackPantherMovie?",
  "David Hogg the crisis actor! \n\n#ParklandStudents \n#CrisisActor\n#DeepState\n#Terrorist\n#Q\n#QAnon https://t.co/6x8jfwVC4T",
  "@TMZ SUCKER!",
  "@shellygreen223 https://t.co/sh3gN4lpq3",
  "$RCMH BMIC gone!!!!  BOOM time!!!",
  "$RCMH Gap Filled! Time to Move Upp. Sooner than later imo! All aaaaboard 💎👌💎 $ACRL $PDXP $VICT $DSGT $SRMX $NOUV #Pennystocks https://t.co/Brm0xxI9Hj",
  "VIDEO: Outspoken Trump-Hating School Shooting Survivor is Son of FBI Agent; MSM Helps Prop Up Incompetent Bureau https://t.co/AYCNLlXJqx",
  "If You Were The President of The United States, What Would Be Your Top Priority? Please Vote Then Retweet.",
  "Looking forward to some great news $HPNN. $NSAV $POTN $AZFL $GGII $TGGI $HEMP https://t.co/p36ok48czZ",
  "I wanted to shout out and say hi. We are making moves in Canada. California is popping. In the next several days, news will be flying. Closing deals. This will put us on the map. https://t.co/m7AzDizCh4",
  "@Bryna_C Maybe he's faking it and pulling your leg. \n\n...I'll see myself out. https://t.co/l6SIO1WoQq",
  "$TGGI on fire!!! Loading more https://t.co/8nsHfTqSrl",
  "$HPNN. LOOKS LIKE NEWS IS DAYS AWAY!!!!! 3’s WILL BE TOAST AND SO ON!!!!  $RCMH $SENY $BVTK https://t.co/oMYPfbZeQE",
  "@HPNN $HPNN Sounds like a Major Update Coming",
  "$RCMH WEEEEEEE TIME!!!! POWER HOUR!!! ANOTHER LEG UP COMMING!!!!💲💲💲💲",
  "BREAKING -- BIZARRE VIDEO: Trump-Hating School Shooting Survivor’s Profanity-Laced Beach Confrontation with LA Lifeguard Goes Viral https://t.co/3GeYZ8E3I6",
  "Rock's Best Opening Track?\nWelcome To The Jungle Region\nElite Eight 1 Vs. 2\n#GunsNRoses #RollingStones",
  "@BIBIBOPGrill  https://t.co/NtOXWYgMGe",
  "What do I have to do to get you to bring back #HotTea? @BIBIBOPGrill",
  "@Thomas1774Paine And this is why I'm #AntiSocial",
  "@BIBIBOPGrill Oh I see. @shellygreen223 and I eat there literally almost everyday and I was wondering if there were other forces causing that. We don't usually enjoy the miso so I guess its just really good food. #EatAtBibibop",
  "@AppetiteForGNfR How much in u.s. dollars?",
  "@IRdotnet @realDonaldTrump  https://t.co/Lyzvdcuvjw",
  "Do you use #MSG? @BIBIBOPGrill",
  "Nobody says, \"aloud\" anymore. Everyone thinks its, \"out loud.\" Its not.",
  "@Thomas1774Paine #SchoolShooting #FakeNews",
  "@KFIAM640 why is Resnik always yelling and talking down to us?",
  "@LiveNationPhila @OzzyOsbourne Seriously.",
  "@darksecretplace And one more #snowflake",
  "They say there’s sunken treasure off the coast of Belize—we call it the Belize Barrier Reef. #ACuriousPlace https://t.co/wJXcPMPVZ9",
  "Gen John Kelly is a GREAT American. 🇺🇸 Valiantly served our country, lost a son in service, and now devoted to serving #POTUS. He has been a great Chief of Staff and I support him. Do you? RETWEET if you support Gen John Kelly!\n#IStandWithJohnKelly https://t.co/WaXk59RMuv",
  "Glad to get this trading week started.   Have $RCMH on watch this morning.",
  "@ODOT_Statewide Could you direct me to who does maintain it?",
  "🔥 $RCMH 🔥Chart indicators updated yet again!!BUY is what its telling you-Dont miss out! $AAGH &amp;ABVG $ACRL $ADAC $ADTM $ALKM $ALL $AMFE $ANDI $ANY $BVTK $CWIR $DRWN $DUTV $EAPH $EPAZ $FLSR $FUSZ $GBTC $GRDO $HAON $HIPH $IDGC $IFXY $INTV $MVES $NPHC $ONCI $POTN $RNVA $RSHN $RSII https://t.co/lzpdDIasqc",
  "@shellygreen223 don't forget $RCMH https://t.co/FeNal45y0a",
  "This country still raises great kids. Remember this one. https://t.co/FPIOIqBOHK",
  "#GodBlessAmerica https://t.co/whpXdERRhM",
  "Allow for Cadet Peter Wang to receive a Full Honors Military Burial https://t.co/7NazEULLNi",
  "#GodBlessAmerica https://t.co/RVvrey3I5a",
  "So it's right by 7th and Stelzer. As a matter of fact that entire area is always treacherous.",
  "Correction north of 7th ave.",
  "Does @realDonaldTrump make you proud to be an American? (Retweet after voting!) #PresidentsDay2018",
  "@ODOT_Statewide massive pothole northbound on James rd just before 7th ave. #PleaseFix",
  "@SaraHz_Thoughts Bitch betta have my money! ~PimpCat",
  "Your current thoughts are creating your future life, and so by changing your thoughts now, you can change your life.",
  "@RealTT2020 I see you.",
  "@darksecretplace You actually watch #TV📺?",
  "I am, with @shellygreen223 https://t.co/G3XJp4b6ZM",
  "@shellygreen223 https://t.co/abFZN6pXiZ",
  "$LVGI. NEWS MAY BE TAKEN A BIT LONGER THEN EXPECTED BUT DON’T FORGET ABOUT THIS ONE!!! HOLDING STRONG!! GOT US PINK CURRENT AND WORKING ON SOME BIG THINGS!!! PATIENCE HERE!!!! $RCMH $SENY $VDRM $OWCP $SNMN $AZFL $AMLH $ADTM $AAPT $NSEH https://t.co/B57TYifaVX",
  "@larryelder @America1NoDACA @KingJames @BarackObama Just did.",
  "@KingJames king of what? Scumbags? https://t.co/SRPuWUEfDI",
  "@daveleifer But are they meddling?",
  "@LiveNationPhila @OzzyOsbourne Who's face is that?",
  "Ladies and gentlemen, the first #President of the idiots.\" https://t.co/7RGphwXSt6",
  "@AlonzoBodden Sorry. There is no \"president of the idiots.\" You should run. Maybe you can be the first. Haha. You'd be the George Washington of idiots.",
  "Retweet https://t.co/ADBbAeEblb",
  "The U.S. economy is looking very good, in my opinion, even better than anticipated. Companies are pouring back into our country, reversing the long term trend of leaving. The unemployment numbers are looking great, and Regulations &amp; Taxes have been massively Cut! JOBS, JOBS, JOBS",
  "@tommychong  https://t.co/jBc5LbyKWc",
  "$RCMH The R/M pieces are coming together!!! Have a Look See!!!🧐 $MLER $CRWG $FUSZ $RMHB $SSOF $PNAT $ACTA $FLCR $UMFG $OLMM $MDRPF $FCSMF $BBEPQ $CYPE $SNWR $IBGH $AXDDF $NUSMF $NGPHF $SCFR $ONCI $CDIX $AROPQ $VATE https://t.co/9CjHqRptAo",
  "@tommychong  https://t.co/PWfPScLfUp",
  "@realDonaldTrump #HappyPresidentsDay!",
  "@shellygreen223 Thank you for helping me be a better man. You deserve the best.",
  "#LockHerUp https://t.co/45Zh0FkLgL",
  "@shellygreen223 Is that us?",
  "@PeterSweden7 What about female? #StopIslamNow",
  "Iceland is looking to ban male circumcision which would be a first for a European country.\n\nWhat do you think of this?",
  "@w_terrence *plans",
  "@JimGaffigan Are you a #SlaveOwner too?",
  "@MarkDice  https://t.co/GgwPDrCUfr",
  "@PeterSweden7  https://t.co/eBqAjMv1dr",
  "@tommychong We may be in the same universe but you're on another planet MAAAN.",
  "@tommychong  https://t.co/OrsyQ0DjLW",
  "@tommychong Go. Back. To. CANADIA!",
  "Funny as hell but #NSFW https://t.co/ewmB8hqQ3t",
  "$HPNN - several PRs due out soon! Large deal in the works! https://t.co/5W6Mdc4t2M",
  "$IFXY has bouncing off bottom last 5  Days. Closed up 2.5%. Look for next leg up. $NSAV $OTTV $TSPG $MGTI $NFLX $AZFL $MARA $FLCR $SRMX #mjcoin $IFXY $POTN $PKGM $MJOG $RCGR $FTEG $HAON $MMEX $ANDI $ISBG $FRFS $XRP $GCEI $PTOP $LDSR $GBTC $SIGO #BlockChain $RIOT $TGLO $AMZN https://t.co/xWXhOPJdxk",
  "@Jali_Cat @RealTT2020 She's still in school? https://t.co/8gwN0FRsrL",
  "“They train like this so that on their worst days, they will still destroy the enemy on their best days.”\n\nGive these #Badass soldiers a retweet to spread the love!\nhttps://t.co/p0OC1tIs8h",
  "@cheechandchong I thought I did a few times when I was young. I was fine.",
  "@HilariousRoasts Now she needs a happy meal.",
  "$HPNN 3s might disappear this week. I'm gonna grab some more before it's totally gone. @HPNN",
  "@KFIAM640 Saying basketball is racist now?",
  "@veronicaxlittle That's a trip",
  "Haha! https://t.co/jsaEpuqvbt",
  "@Thomas1774Paine  https://t.co/UjPH8rVpsO",
  "@NikkiSixx Were those stolen from you?",
  "@wsredneck Where do you get all these tires?",
  "BREAKING--\nVIDEO: Police Search for Active Shooter Who Reportedly Gunned Down Multiple Victims at Texas Roadhouse https://t.co/6MLwyTwgDg",
  "@TheVannaWhite Another year younger I see. How do you do it? https://t.co/LfaN6F95te",
  "@DepressedDarth When?",
  "BREAKING: Swedish Fire Officer's private home BOMBED in Malmö tonight. Earlier his car was bombed. RETWEET https://t.co/IyzqWbC6vd",
  "$HPNN https://t.co/gdpUIyMS7H",
  "@Thomas1774Paine What? They can't get shot outside?",
  "@UltClassicRock Get a grip",
  "@wsredneck Craving?",
  "My spidey sense tells me the new $Hpnn CFO is from MSFT weeeeeee https://t.co/dS9yMwXEG7",
  "@Higger2018 The best time to buy $HPNN is now https://t.co/X8wxlvpb9i",
  "@willnoonan Fried oysters or just the 🐔?",
  "Is @realDonaldTrump keeping Americans safe?",
  "How can we reduce crime in #Chicago?\n\nVote and RT with your #Opinion",
  "#FutureViolence https://t.co/94Me1Zp0uI",
  "@NikkiSixx In your recent interview with @Slash you laughed and joked about stealing music from other artists. He didn't seem amused. Good luck though.",
  "Who is your favorite US President of this century? #PresidentsDay #RT #fb",
  "@Maryland4Trump2 @RealTT2020 Liberals have no heart.",
  "@Anon_decoder @iowa_trump #SonOfABitch",
  "Next trips to penny runner? $ILST $PKGM $FLSR $RCMH",
  "If the President #Trump Said, Donate $10 Toward \"Building the Wall\"  Would You? Great Way to #BuildTheWall &amp; End #DACA at the Same time.  Please Vote then Retweet.",
  "@CrazyinRussia @AwardsDarwin He's wearing a go-pro. I want to see that footage.",
  "Best Privacy Coin? Vote and Retweet!🆙\n\n#crypto #cryptocurrency #monero #xmr #dash #verge #xvg #deeponion #onion #zcash #aeon #navcoin #nav #Komodo #airdrop #pivx #stellar #xlm #nem #xem #ripple #xrp #tron #trx #altcoins #bitcoin #btc #zencash #cardano #binance #btcp #zcl #zen",
  "@CaughtCctv If you don't like the way I drive, stay off the sidewalk.",
  "The Fake News of big ratings loser CNN. https://t.co/rYsv90cnvs",
  "Vice President of Ads at Facebook said \"Majority of the Russian ad spend happened AFTER the election\" - \"Very few outlets covered it because it doesn’t align with media narrative of Tump and election.\" Do you think the media is responsible for most of the division in America?",
  "Rock's Best Opening Track?\nWelcome To The Jungle Region\nRound Two 2 Vs. 6\n#RollingStones",
  "guys i made it into one of these moments for the first time fjfnfn https://t.co/GcXFiv0IoV",
  "Unlike Obama, @POTUS isn’t going to be pushed around by Russia or anybody else. As he said yesterday: It’s time we stop the wild and false allegations that further the agendas of bad actors like Russia &amp; unite as Americans to protect the integrity of our democracy &amp; our elections",
  "@tightyspidey He forgot the running man, the cabbage patch and the robot.",
  "@shellygreen223 https://t.co/LTrf6Cp4qZ",
  "@Thomas1774Paine Why are you surprised?",
  "I was bar backing there that night and I was 17yrs old https://t.co/BN4kyKRTHa",
  "@PrisonPlanet Pick the cotton. Faster.",
  "@IL0VEthe80s Like if you don't.",
  "Retweet if you know who these two comedy legends are... https://t.co/Hf5E6hJZKr",
  "Big night. Largest-ever Dallas County GOP Reagan Day Dinner. As I told the crowd, under President @realDonaldTrump: Promises Made, Promises Kept! America is back and we’re just getting started! https://t.co/jeFrnmR3kc",
  "Now that Adam Schiff is starting to blame President Obama for Russian meddling in the election, he is probably doing so as yet another excuse that the Democrats, lead by their fearless leader, Crooked Hillary Clinton, lost the 2016 election. But wasn’t I a great candidate?",
  "I never said Russia did not meddle in the election, I said “it may be Russia, or China or another country or group, or it may be a 400 pound genius sitting in bed and playing with his computer.” The Russian “hoax” was that the Trump campaign colluded with Russia - it never did!",
  "Trump has been cleared of everything bc he never did anything.\nObama and Hillary, on the other hand, attempted a coup.\nThey and their minions need to rot in prison.\nNot for months or years but decades.",
  "@shellygreen223 https://t.co/hJ8xH0r0ZC",
  "@JimGaffigan I can stop watching you.",
  "@ycancela ONE\nBIG\nASS\nMISTAKE\nAMERICA",
  "@tommychong #GoBackToCanadia",
  "@tommychong  https://t.co/JY4O0bx6cb",
  "@larryelder @realDonaldTrump Now you're learning.",
  "@WBESBrandonLowe https://t.co/YTxI0hwZ5s",
  "@fIatcat65 @AppleSupport @Apple @OwenBenjamin Apple sucks bad. Its a cult.",
  "Ok Google...play some @fasterpussycat",
  "Well this is cool as hell! Thanks! @fasterpussycat https://t.co/5rBFReimzD",
  "@shellygreen223 and I just signed up for a @Costco #ExecutiveMembeship together. It must be #love.",
  "@StefanMolyneux Even I was pissed about this. Everyone should be.",
  "Wow I can’t wait for Mueller to indict Hillary for stealing the candidacy from Bernie Sanders, if interference in US politics is a big problem.",
  "@ktumulty What's his name? I'll thank him.",
  "@WBESBrandonLowe Kansas SUCKS!",
  "Who's Smarter?\n\n#MAGA",
  "@drgenius1970 @shellygreen223 Aww. Well thank you. Yes she absolutely means the world to me. I screwed up and almost lost her and I thought I was going to die without her. The universe brought her back to me and I will do my best to show her I'm the man for her as long as I live. Thanks for your positivity.❤",
  "@Stuffs420 Ok. Not. https://t.co/79iGtaPMsZ",
  "@cbd_oregon #FuckEm",
  "@shellygreen223 @drgenius1970 Hey groundhog? Michelle and I were wondering if we know or used to know you?",
  "@passionchica @GrizzleMeister Is this real?",
  "@HilariousRoasts Why is she wearing a halo BEFORE getting hit by a bus? Stupid",
  "@AppetiteForGNfR @gunsnroses @fasterpussycat @laguns @RikiRachtman @rickjones2323 @Brentuscat @theSaintsofLV @Valegen79 @VeronicaChamo16 @cindy19855 @hanne1611 @IzzyIsbel @TammySue1963 @rocketqueen85_ Who was \"too big to mention?\"",
  "@SocialMktgFella Must've been #indica",
  "@AwardsDarwin *be",
  "@fIatcat65 Or the game? https://t.co/6KCkgEsBdh",
  "@fIatcat65 The food... https://t.co/LDkpIZTzAU",
  "@tommychong I USED TO love you man.",
  "@tommychong I can't tell if you're high, hacked or just stupid. https://t.co/cyfnukByNh",
  "@LT56NYG @tommychong And how do you explain obama?",
  "I got my girlfriend back @shellygreen223",
  "NEW Sideshow podcast episode with @iPodcastJustin https://t.co/jPR2oYXuYg @billhandelshow @GaryandShannon @ConwayShow @janewells @WakeUpCallKFI @jjlkfi @johnandkenshow @MrMokelly",
  "#NeverTrump #DropToYourKnees #Mittens with his new and improved #Binders full of kittens will be announcing his #Utah Senate run today- so a POLL is in order: \nWhat do @MittRomney &amp; #CrookedHillary @HillaryClinton have in common?\n\n#Carpetbagger #NeverRomney",
  "$Hpnn news to be featured on at least 2 global channels. https://t.co/x6ryQboTMR",
  "Since we are all still listening to #Democrats scream #GunReformNow &amp; #GunControlNow  over what happened in #Parkland, a POLL is in order:\n\nWho/ what is responsible for the #ParklandSchoolShooting? VOTE and RT",
  "@puffadonna @crockpics But. Then. Uh? Why are you here?",
  "@realDonaldTrump Now that there’s no evidence of collusion, will you vote for Trump in 2020",
  "@KFIAM640 Where's the video?",
  "@AwardsDarwin Liar, liar. Literally.",
  "Are you for or against the #CBJ cannon boom? https://t.co/msGQaBorDk",
  "The answer is, \"no.\"\nhttps://t.co/yZfzHGei36",
  "@jnybgood2000 @COFInvesting I just signed up today. Funds won't be available until next week. I want it NOW! https://t.co/N5VzCnDxPT",
  "@BMartin1776 #BreakUpTheFBI",
  "@RandyRRQuaid @Wonderwall #GodBlessRandyQuaid",
  "@COFInvesting why can't I buy $RCMH with you guys?",
  "@billhandelshow  https://t.co/fJhD1y13oz",
  "@shellygreen223 isn't this nice? https://t.co/zChI2rAqv6",
  "@drgenius1970 @shellymccool @shellygreen223",
  "@drgenius1970 @shellymccool Thanks. Its a love that that we have dreamed of for a long time. We've been friends since grade school and our paths led us to each other finally. I couldn't be happier.",
  "@shellygreen223 https://t.co/ObeSGNgBvR",
  "@EricTrump @drgenius1970 @LaraLeaTrump Aww. He's got his grandpas hair.",
  "@DepressedDarth Like if you can.",
  "@shellygreen223 https://t.co/RUaNGZzeNB",
  "I love my girlfriend @shellygreen223",
  "https://t.co/lQYiZig1aB",
  "@KillingFieldsTV #RandyPatrick",
  "@Chicago1Ray @GrizzleMeister Um. I had a teacher in 7th grade that was in VietNam. Don't get me wrong, he was a great man and would lay his life down for any of us but every once in a while he would have a flashback and scare some of the students. Maybe if they're cleared mentally with no signs of ptsd.",
  "#FakeNews https://t.co/MkVO5fBibe",
  "So it's Oscars season \nThe Academy Awards \nThe big one as it were \nBut my question to you is \n\nDo you give a toot?\n\nPlease vote and then RT for a better result",
  "#RockNRoll",
  "@TeslaBand Tommys down home",
  "#gunreformnow https://t.co/mKxAR4O2R5",
  "#gunreformnow\nSandy Hook was FAKE.\n2 weeks AFTER the INCIDENT\nHere is obama with an ALLEGED VICTIM on his lap\nand here is her father, the Obama PAID CRISIS ACTOR \nthe DAY of the INCIDENT\nLAUGHING, right before going on CAMERA...! https://t.co/M4adTb2Uyi",
  "@jennajameson  https://t.co/KRMNssKjTj",
  "@JTA1973 @GenuinMalmoit Did the cops catch you? https://t.co/wedDpXwmyu",
  "#FalseFlag https://t.co/xGbhhubhf1",
  "#SecondShooter. https://t.co/Rdv9TrwgdW",
  "@HIGH_TIMES_Mag It was funny.",
  "@QuinnSullivan1 Gun control? Ever heard of #ChicagoIllinois?",
  "Feb 1985 - Mötley Crüe enters the studio.  Home Sweet Home was one of the first songs we laid down. https://t.co/rsG9W7cVUb",
  "S.T.A.R.T. - Threat Assessment Response Comes To You | KFI AM 640 https://t.co/pMEc7cs6g5",
  "@AMAZlNGNATURE Take me home! -cat",
  "@fIatcat65 Let that sink in",
  "@UltClassicRock TEN. TIMES.",
  "@MusicNegrito Fame. Fame.",
  "@OliMauritania @RealTT2020 Get off your ass. Lazy mother fucker.",
  "@shellygreen223 https://t.co/cpUgXYjCcs",
  "“The most important thing is this: to be able at any moment - to sacrifice what you are, for what you will become!”\n\n― Eric Thomas",
  "Twitter has really stepped up their shadowbanning. They are deleting huge blocks of followers from me daily and changing the number of retweets I have on tweets. \n\nI had more activity on my account when I only had 1,000 followers.",
  "#Love is in the air.",
  "He shoots... he SCORES! https://t.co/15wSpdMRBh",
  "@billhandelshow The answer is... https://t.co/9eBrKkWDR8",
  "@billhandelshow I'll find out.",
  "@shellymccool see what I'm talking about? #ThankYou https://t.co/d5bDfBEqPp",
  "Me after leaving @shellymccool's house on #ValentinesDay2018 https://t.co/GwjqGOYtxc",
  "@britneyspears Batgirl",
  "@g_knapp Apple is really pushing those new phones.",
  "@DepressedDarth Like if you can.",
  "Father of Marjory Stoneman Douglas student to CBS News: \"My daughter, as of right now, is still trapped in a closet. She is afraid to speak. I told her 'don't call me, because I don't want no one to hear your voice,' so she is still trapped in a closet.\" https://t.co/2CMr9w8pJY",
  "@RealBiddle @SanMateogirl11 @FredFredna @JohnWUSMC @LilySej1 @JVER1 @FranCifelli @BlueSea1964 @MissyJo79 @KNP2BP @Voices4Humanity @Doll_260 @DuBois_V_2018 @Real_Sassy22 @Heart2h93462790 @UsaKathydavis @wink_nod @solentgreenis @onedovealone @stephschrep @SpecialKMB1969 @CothranVicky @ChristinesHaven @Westxgal @ZenaMorse @AshleyWarrior @peggy_fruge @TheMeemStreams @USAloveGOD @merville_w @WhoKnows1225 Is that a bag of shit?",
  "#BanGunFreeZones",
  "@HilariousRoasts Perfect",
  "@AwardsDarwin The \"lets not die\" challenge.",
  "@Kadraa_ @wilw I did years ago. It was originally created to \"rate\" girls by creeps like #Zuckerberg himself. https://t.co/R5aFZb37tY",
  "#FacebookIsCreepy https://t.co/UWoCtA2BOB",
  "I love that quote about games and prizes. Cracks me up every time and add this lol. Too much. https://t.co/HSgIi4APWP",
  "@Lunaxmusic Lets just say they're #NUTS about your music!",
  "@shellygreen223 And we are.",
  "@WDC2 @Hadtwohurt Lol. I guess that's why women live longer than me huh?",
  "@shellygreen223💓 #HappyValentinesDay2018💘",
  "@BreitbartNews  https://t.co/I3l7NdNqgV",
  "@monbon_thedon That escalated quickly.",
  "🤨 I don’t care if you like Obama or not I couldn’t hold back after seeing this‼️Who ever painted this need to call me ! We Need to talk today! #ObamaPortrait https://t.co/XU3MMKvrI0",
  "RETWEET if you'd like to see Susan Rice behind bars https://t.co/sk2xhTitPT",
  "@jonandkenshow goats scream.",
  "What is the OTC #PennyStock of the day?\nStrikeforce $SFOR\nBravatek $BVTK\nAndiamo $ANDI or\nSaddle Ranch Media/SkyFidelity $SRMX\nhttps://t.co/8AiNJf8PwL",
  "@Bryna_C Canadia is scary.",
  "@Bryna_C That would be freaky. Lol",
  "@MotleyCrue ...KNOCK 'EM DEAD!",
  "@Bryna_C Do they get up and show up at your door?",
  "@Stuffs420 #Cannabis",
  "@Stuffs420 Waking",
  "#TidePods are for pussies. Real men take the #CascadePlatinum challenge. https://t.co/EKn5M8ttnk",
  "@DepressedDarth Like if can.",
  "@DepressedDarth Fuck. I clicked on it.",
  "@DepressedDarth No",
  "@PeterSweden7 I scream. You scream. We all hear a Muslim scream. https://t.co/1GoIYDQIdx",
  "@MeCookieMonster  https://t.co/rsUZso7oyO",
  "@Raggmuffx3 @pahubb43 He's sitting by the jungle in Kenya.",
  "@TheIveyFamily @pahubb43 Do not insult velvet Elvis. I own one and its beautiful. https://t.co/pEUfyuk8Ae",
  "@pahubb43 Please. That trash has no place next to the dogs.",
  "@beaufortdude @Jcazz17 https://t.co/XNG6JFL4vh",
  "@infantryski",
  "Can you guys give me some pointers on how to do what you do? I just started buying basic stocks within the past year. I sold some but I don't know if I even made any money. I just needed some money for Christmas. I trade with @COFInvesting and @Stash. A little help? @beaufortdude",
  "CAPTION CONTEST WITH MY ENTRY: “There, there.  Now let’s try and act like we have some balls, shall we?” https://t.co/8cehp09KS0",
  "@HPNN $HPNN is open for business$$$$$$",
  "$HPNN https://t.co/wSWkxRrSDb",
  "@jwmario @HPNN https://t.co/LwS4iLmXSf",
  "@WBESBrandonLowe Dang. I just got that song out of my head. Been there since '96. Thanks B-Lowe. https://t.co/GLbSiv6SmW",
  "CAN YOU VERIFY THIS? America isn't divided at all. About 70% of Americans love President Trump. 20% are indifferent to politics. 8% don't care for Trump. 2% strongly disapprove. This is the reality that the #MSM won't report  VOTE &amp; RETWEET (for best answer) @JacobAWohl",
  "@MeTV My son was conceived on one. That is, if he is my son. https://t.co/k3YVaQcs19",
  "@girlposts I think this is a close second\nhttps://t.co/EopZvcHh6u",
  "@DallasFairall https://t.co/8va1kgXPzH",
  "@wsredneck  https://t.co/ZWauly2S0N",
  "@w_terrence @NancyPelosi  https://t.co/DhHsl1Uf11",
  "Can y’all guess which of @NancyPelosi grandkids made the wish to be “Brown” like Antonio? You sound like a #racist &amp; Where is Antonio? #FindingAntonio https://t.co/7HIloav0Bi",
  "@RandyRRQuaid Is this a real audition? Are they remaking vacation?",
  "@RandyRRQuaid Here’s my audition video @RandyRRQuaid! I hope I do Cousin Eddy justice! https://t.co/ngUJZut4eK",
  "Rock's Best Opening Track?\nBaba O' Riley Region\nRound One 3 Vs. 6\n#TheClash #PinkFloyd",
  "Rock's Best Opening Track?\nBaba O' Riley Region\nRound One 2 Vs. 7\n#Queen #U2",
  "Rock's Best Opening Track?\nBaba O' Riley Region\nRound One 1 Vs. 8\n#TheWho #Oasis",
  "Rock's Best Opening Track?\nBaba O' Riley Region\nRound One 4 Vs. 5\n#LedZeppelin #Boston",
  "@_OneWilliams @KayaJones Is Hussein sitting by the Kenya jungle?",
  "@AmericanBald https://t.co/3HzIoN1vdA",
  "@DrDaveOrts Is that the jungle of Kenya?",
  "Although you did not submit a video this is  a really good effort - sewer, manhole cover, braving freezing ur ass temp, great costume, hat. Bravo!! https://t.co/WSfIOCJEho",
  "https://t.co/8a3R7qEOWf",
  "https://t.co/jfEItbtfvh",
  "#AmericanBaldEagle flying over east side of #ColumbusOhio https://t.co/j7mnnz3ot8",
  "@Michell75799153 @GrizzleMeister Shit. I answered wrong.",
  "@wsredneck I'll drink to that.",
  "@RandyRRQuaid @people #GodBlessRandyQuaid",
  "Dinner alone tonight. I wish @shellygreen223 was here. https://t.co/tkt6vLwVAv",
  "@sito0625 @Thomas1774Paine  https://t.co/q8Ms4kWseV",
  "@Thomas1774Paine I wonder if @fjamie013 can switch the heads on this?",
  "@HilariousRoasts Onnne...twooo...threee...STUPID!",
  "@DineshDSouza Freed the slaves but WE'RE the racist.",
  "@wsredneck Hawaii is American too. Don't forget them.",
  "@shellygreen223 https://t.co/XHTYNmvciw",
  "Let's Face the Week\nwith a Smile and be Grateful for\nall the Lessons that have been sent our way\n\n#MondayMotivation https://t.co/gPm0lPr85P",
  "@DepressedDarth Are you drunk?",
  "@ConanOBrien I bet you won't do Sweden or France.",
  "@PradRachael @RealTT2020 #FireJeffSessions",
  "FLASHBACK: Michelle Obama admits that Barack’s home country is Kenya, &amp; Barack himself admits that he’s a Muslim: https://t.co/sWdRob8Xzv",
  "@davidcoverdale  https://t.co/A5RntzWTmQ",
  "My girlfriend is the best ever. @shellygreen223",
  "#NewProfilePic https://t.co/7ElGiav6q5",
  "@shellygreen223 https://t.co/Wk3IPX7EUm",
  "https://t.co/0sNDfrDW9w",
  "@gunsnroses https://t.co/Wk3IPX7EUm",
  "@AppetiteForGNfR submitted for you approval I give you #MYMichelle @shellygreen223 #GunnerBabeOfTheYear https://t.co/ZOETzznA7O",
  "Let's settle this once and for all.\nIs it male or female?",
  "@AwardsDarwin But it didn't break.",
  "@shellygreen223 https://t.co/I3Hp6W0uSF",
  "@shellygreen223 You've been looking for a reason anyway.",
  "My boyfriend is the best ever 😍 @jason_fairall",
  "#ICE agents at polling stations during elections?",
  "Rock's Best Opening Track?\nBlack Dog Region\nRound One 4 Vs. 5\n#LedZeppelin #BobDylan",
  "Rock's Best Opening Track?\nBlack Dog Region\nRound One 3 Vs. 6\n#TheDoors #SexPistols",
  "@brianhund @billhandelshow Let it lie.",
  "CNN says: 82% of Americans say they want DACA to continue",
  "@billhandelshow @twitter",
  "YAY! https://t.co/0hW49SICNt",
  "#True https://t.co/MJEXZzcWS0",
  "@shellygreen223 https://t.co/gWdfY1Dak7",
  "Which economic system would you rather live in?",
  "@SocialMktgFella #BURNie",
  "@Thomas1774Paine Me Chinese. Me play joke...",
  "@billhandelshow I smell #FakeNews on the #school @Charmin story. Nobody poops at school because nobody wants to be CAUGHT pooping at school.",
  "@RandyRRQuaid #GodBlessRandyQuaid",
  "@Slash @SlashFanclubEU She looks a little like #MYMichelle. @shellygreen223",
  "@shellygreen223 https://t.co/AoOquBrYf9",
  "@610wtvnnews  https://t.co/V3Vuu3tFye",
  "What I'm thinking about when I'm watching $HPNN @HPNN\nhttps://t.co/LwS4iLmXSf",
  "@TMZ If I did that I'd be arrested.",
  "@shellygreen223 https://t.co/yMgumdpT1g",
  "Where's #MYmichelle? @shellygreen223 she can be the #gunnerbabeoftheyear https://t.co/CKoUozXu6T",
  "California has more votes than qualified registered voters &amp; its rolls are full of registered that are obviously not qualified to vote (illegal aliens) in Federal Elections. Notified to clean &amp; verify rolls, but have not done so. @jeffsessions @DHSgov #MidTerms2018 https://t.co/T255MUtgQV",
  "#LDTPoll: Do you believe Robert Mueller should immediately shift his focus to the Clinton Uranium One deal if he really wants to find evidence of Russian Collusion?",
  "@NikkiSixx But in your recent interview with @Slash you admitted you stole a lot of music from other bands to create your own songs.",
  "🎓\n😉\n👕\n👖\n👢",
  "What’s your favorite part of the show so far?",
  "Need one more tweet to reach 5825 retweets  by 11pm",
  "Which is better? Trump Republican Party or the Democrats? (Retweet!)",
  "Which Did I Have More Of Today?",
  "@bigloumm @ProdMichelle @billhandelshow On-air. No, \"the.\"",
  "@Schwarzenegger @ASASafterschool @TheRock I read this in your voice. https://t.co/rgUaBiIWBO",
  "@JewhadiTM @knowingispowr  https://t.co/usUnTqTf9b",
  "As long as we open our eyes to God’s grace - and open our hearts to God’s love - then America will forever be the land of the free, the home of the brave, and a light unto all nations. #NationalPrayerBreakfast https://t.co/1cwxs3l0uK",
  "@ClarkHoward @billhandelshow  https://t.co/c4BTUqC4wi",
  "@BabyRuf14  https://t.co/JthCzOlGGW",
  "Our founders invoked our Creator four times in the Declaration of Independence. Our currency declares “IN GOD WE TRUST.” And we place our hands on our hearts as we recite the Pledge of Allegiance and proclaim that we are “One Nation Under God.” #NationalPrayerBreakfast https://t.co/zukP40Ezpo",
  "StarWhacker Watch 🚨🚨🚨🚨..Salma Hayek: Harvey Weinstein threatened to 'break my kneecaps' https://t.co/jShXXL4Ldf #starwhacker #RandyQuaid",
  "@BreitbartNews  https://t.co/wJSDPyajrm",
  "@RandyRRQuaid  https://t.co/sV8kMvLNpA",
  "Re-Medical just wrapped a $12,000.00 \"retail value\" deal. On my way to beat my $400,000 gross profit for the 1st quarter this year. Very excited and having fun.  News is going to follow soon. https://t.co/9jjwTOEGJP",
  "Most corrupt U.S. President in the past 25 years?\n\nVote &amp; Retweet",
  "Retweet this and i'll blow up North Korea",
  "Rock's Best Debut Album?\nFinals 1 Vs. 1\n#GunsNRoses #JimiHendrix",
  "@shellygreen223 I will https://t.co/xlIY5GAYdz",
  "California judge says bakery can refuse to make cakes for same-sex weddings... https://t.co/r9dLPY12pr",
  "@shellygreen223 https://t.co/yMTKPorBtp",
  "#NewProfilePic https://t.co/MriqQD5Ol1",
  "@HIGH_TIMES_Mag #FireJeffSessions",
  "Today's Poll: If I said WVU still has a legitimate chance at winning the Big 12, you say what?\nGot more to say?! Text your thoughts to 304-405-6301 and we will read them on the air this evening!!",
  "@DineshDSouza @DunbarEddy Say badges slowly and with a hard G. Bad-Ges.",
  "Funny, the market makers who short our stock are not playing games in the last couple of days. They are shorting the entire market. I really look forward in screwing them! https://t.co/MUekOi2Ry0",
  "#Universe will re-arrange itself accordingly.",
  "@shellygreen223 https://t.co/GOm8JCj5Vu",
  "Do you support or oppose President Trump’s suggestion to have a #MilitaryParade on Military Appreciation Day?",
  "Today’s Official Sherlock Memolmes.357 Poll! \n\nDid @RepAdamSchiff purposely include information in his propaganda memo that will have to be redacted in order to make Trump/GOP look bad? \n\n#MAGA",
  "@miguelkennedy @rickpro13 @JacobAWohl @realDonaldTrump That's the pot calling the kettle black.",
  "@rickpro13 @JacobAWohl @realDonaldTrump Is that Monica's cigar?",
  "@rickpro13 @JacobAWohl @realDonaldTrump Says the man with a phallic symbol in his mouth.",
  "@solentgreenis You are too kind @solentgreenis \nBe sure to follower her\nHer content kicks ass!\n\n&amp; I just have so much fun \n#WINNING\n\nwith \n#PDJT🤵\nGod🌈\nmy family❤️\n&amp; all my Patriotic friends🗽\nhere🇺🇸&amp; around the world🗺\n\n&amp; The party is just starting!\n#TT2020Video https://t.co/iyOj9qx767",
  "What will Wynn hotels be called 2 or 3 years from now? #Vegas #lasvegas",
  "@Hadtwohurt Why? I don't get it.",
  "Trump supporter poll:\n\nDo you support the President’s plan to hold a US military parade?",
  "@mashable @WakeUpCallKFI Still no flying cars.",
  "Let’s put this to rest once and for all😂😂. Is Justin Trudeau correct? Is “peoplekind” correct, or is it “mankind”?  Do vote and retweet. #MAGA #Trump",
  "@pahubb43 Only 30 days until march 5th? This year is flying by.",
  "@BabyRuf14  https://t.co/Q2HRFftwp4",
  "@billhandelshow  https://t.co/ld8frZPGxQ",
  "@elonmusk for President of the world 🌎 https://t.co/JvVcHdq3a7",
  "@peeweeherman #GotBalls?",
  "@ProdMichelle @LeonardFiles @NBCLA @billhandelshow I like how he used to say \"KFI!.\"",
  "When people say, \"I can't wait\" they almost always must wait.",
  "@AMAZlNGNATURE @monbon_thedon The cats like \"OMG it's a dog! What do I do? Uh...um...just keep licking, just keep licking, everything is fine, just keep licking.\"",
  "@Loudwire @Slash will not like the name of this album.",
  "Well, Well, Well, Look Who Adam Schiff Has “Family Ties” To https://t.co/5w6Y9rUIsm #MAGA #TrumpTrain",
  "#TuesdayThoughts\n\nWell, well, well looky here...\n\nAdam Schiff has \"Family Ties\" with GEORGE SOROS‼️ https://t.co/oNvQGnQxNh",
  "Which Democrat is the most #FullOfSchiff? Do vote and retweet. #MAGA #Trump",
  "Would you support a #DACA deal that...\n1)  secures the Southern border, \n2) ends Chain Migration, and \n3) eliminates the Visa Lottery",
  "Lol your face. @MyRedBeetle",
  "@realDonaldTrump was right about Sweden. https://t.co/ycF6nyW3P4",
  "@darksecretplace It's. Twenty. Fucking. Two. Degrees.(Fahrenheit) In. Colum. fucking. bus. Exclamation. Point. https://t.co/z0BqzkwehV",
  "Which problem is the biggest for #LasVegss? #Vegas #Poll #RT #vegas",
  "Should the #Trump45 Feds go after states (like Nevada) over legal pot sales? #RT #FB #Poll",
  "How did you do with your #SuperBowl bet? #RT #FB",
  "Are you happy #OJSimpson lives in #LasVegas? #RT #FB #Vegas #Poll",
  "@LauraLoomer @GrizzleMeister @Macys #BoycottMacys",
  "@billhandelshow  https://t.co/Vqks1Sew5W",
  "@shellygreen223 is the #BlackWidow",
  "#SnowFlaaake... https://t.co/vtemRgEVf2",
  "@MaxCCurtis @sassygayrepub @realDonaldTrump #snowflake",
  "@Lunaxmusic I like the first one but they're all good. You're so cute Luna.",
  "@ringofhonor is better than @nfl and #SuperBowl",
  "@MarkDice FAKE grass field.",
  "“Surround yourself with good people. People who are going to be honest with you and look out for your best interests.”",
  "@shellygreen223 apparently I attract rejection. Lol https://t.co/ah7KjNtgpr",
  "@Crowdfire Hi from New Albany, Ohio.",
  "@defgory @AppetiteForGNfR Definitely",
  "If you could only pick one, which late night ‘comedian’ would you have tossed over Trump’s Wall? 😁",
  "Is the NY Times providing political cover for Hillary Clinton and Bernie Sanders by not reporting their ENORMOUS number of fake twitter followers (11.8 million and 5.2 million)? Or is it a case of journalistic ineptitude?  @Rich_Harris @nickconfessore @gabrieldance",
  "Prince told me don’t ever let anyone do a hologram of me. Not cool if this happens!  https://t.co/khtCjXr2mY",
  "I love you Sheila E. @SheilaEdrummer",
  "@Gary_Orona Where do you find this stuff? Are they previously undiscovered?",
  "@ILLUMlNATI @shellygreen223 I can't go on like this though. She's killing me.",
  "@fIatcat65 Tell @JackTripper2100 to unblock me.",
  "@AliNotAlli ALI! Get some of those night lights that puts off the frequency they don't like. I swear those things work great. https://t.co/6ROvJ6MfXM",
  "Is it OK for the FBI to lie to get a warrant to spy on Americans? #RT #fb",
  "@QuinnSullivan1 Lucky",
  "After reading the memo, should the charges be dropped on General Flynn?\n\nPlease Vote and Retweet!",
  "#NewProfilePic https://t.co/l1cdmc4jB4",
  "@RandyRRQuaid Yes I believe it. And you.",
  "@MotleyCrue I need a fight?",
  "@HilariousRoasts He's dancing to the song I'm listening to right now. Hilarious.",
  "Why not? https://t.co/PVtT2Niu0t",
  "@DepressedDarth No. You're Darth. That's luke.",
  "@AwardsDarwin The hunter became the hunted.",
  "@shellygreen223 is the definition of this. https://t.co/neVz302hCR",
  "@ConanOBrien #MeToo",
  "@ConwayShow  https://t.co/DtAgdBTOWg",
  "@WilliamShatner He's dead to me",
  "Does WVU get back on track tomorrow and get a victory over Kansas State? .@DubVNation",
  "@chuckwoolery  https://t.co/C5bnGTmSb0",
  "@NikkiSixx Oh yeah... https://t.co/z7CdYpjgFp",
  "@billhandelshow #MemoDay #GroundhogDay",
  "@davidcoverdale #Chemtrails",
  "#ReleaseTheMemo has been declassified.",
  "@KTHopkins And bombs. Don't forget bombs. Oh yeah planes too.",
  "@BillKristol #1107Trainwreck",
  "@JimGaffigan I'm @WaffleHouse thinking of you.",
  "@VegasPolls It was his son",
  "R\nRe\nRel\nRele\nRelea\nReleas\nRelease\nReleaseT\nReleaseTh\nReleaseThe\nReleaseTheM\nReleaseTheMe\nReleaseTheMem\nReleaseTheMemo\n#ReleaseTheMemo\nReleaseTheMemo\nReleaseTheMem\nReleaseTheMe\nReleaseTheM\nReleaseThe\nReleaseTh\nReleaseT\nRelease\nReleas\nRelea\nRele\nRel\nRe\nR",
  "#LDTPoll: Do you believe the Dimms will pay a high price for trying to withhold evidence of FBI and Deep State corruption from the American people?",
  "@alicecooper @Dodge What year is the car?",
  "@ConanOBrien  https://t.co/QorUDSpAIb",
  "THERACK® https://t.co/64TNz4TruU via @magisto",
  "🐦‼️ $NSAV &gt; $MJCoin Developing #Exchange after March 15 2018 for $MJC. #ICONEWS #CryptoCurrency $BTC $LTC $IFXY $POTN $VATE $BOYC $SANP $ALKM #blockchain #TRADING $XLR $VEN $ICX #PotCoin @CoinDesk $MJNA $XLR #Marjuana $CANN #Trader #ICO $INTV $SNMN $SRMX $crypto $NEO $CCN #XRP https://t.co/JjtPq19x7w",
  "Blues Legend Buddy Guy's Re-Records His Classic 'Skin Deep' to Benefit Playing for Change https://t.co/xpn8qXlCzK",
  "@RealJamesWoods Trick question. Only 3 are women.",
  "@WilliamShatner I'm still a one hander but my little finger gets worn out where I support my phone.",
  "@Trumperland @GrizzleMeister @Zola1611 @Keque_Mage @passionchica @writemombritt @PaulLee85 @AmericanHotLips @HersheSquirt @Fuctupmind @illMakeit @maga_docRpill @RuthieRedSox @avanconia  https://t.co/zrfJwQii9D",
  "#LDTPoll: Do you believe we're about to learn the full extent of corruption in the FBI leadership?",
  "@BabyRuf14 You're in ohio?",
  "@WilliamShatner Thank you for spreading Mental Health awareness. I have some friends who suffer from depression, bipolar disorder, PTSD. More awareness and knowledge has to be put out there. #BellLetsTalk #BellCause",
  "@shellygreen223 https://t.co/rH050LHYrb",
  "Buy $HPNN https://t.co/dgfxaYwCg8",
  "Buy $HPNN https://t.co/m0y1iHuuRt",
  "So far, Bernie Sanders, Kamala Harris and Joe Kennedy have been eliminated between rounds 1 &amp; 2, #Round3 below.\n\nIf @realDonaldTrump were up for re-election today who would get your vote for President?\n\n#MAGA #TheResistance #TrumpTrain #resist #Trump \n\nPlease vote &amp; RT 😊",
  "Buy weed\nhttps://t.co/tTXSMiZOak",
  "@TuckerCarlson Its not \"what if.\" Its actually how they are. I know a liberal, Democrat, scumbag and he has been that way for a long, long time.",
  "@pnkrton182 @SheriffClarke I was wondering if you meant cosby. As in bill cosby. I almost corrected you on that one too. Haha.",
  "@pnkrton182 @SheriffClarke You're welcome. It looks ok to me. Who is Crosby?",
  "It would be most illogical to ignore @WilliamShatner #BellCause #BellLetsTalk",
  "#BellLetsTalk mental health affects us all. I'm at the freakin psychiatrist right now. It is and it will get better. https://t.co/nk8njdW8AR",
  "#StopIslamNow https://t.co/AeWOYP06Bs",
  "@pnkrton182 @SheriffClarke Showed",
  "@SheriffClarke I know dats right. Mmmhmm https://t.co/OALDQ2IjBK",
  "Mental health is part of my life. Love me or leave me. https://t.co/yC8mjPvBmR",
  "Make no mistake: Democrats didn't brand themselves as anti-Trump tonight. They branded themselves as anti-American. Truly sickening.",
  "“Lord, make me an instrument of thy peace. Where there is hatred, let me sow love.”\n\n― Francis of Assisi",
  "Today, for every tweet and retweet using #BellLetsTalk, Bell will donate 5¢ to #mentalhealth initiatives in Canada. Join the conversation: https://t.co/TDQFOh8B1p",
  "@shellygreen223 I'm getting better every day https://t.co/lxqpROb58r",
  "...much better. https://t.co/kA0jWtR8OG",
  "@iowa_trump  https://t.co/31ot6qC5Do",
  "@HIGH_TIMES_Mag Are you a cop?",
  "@OnlineMagazin @America1NoDACA I have an idea, how about NO PHONES IN CLASS?",
  "This stuff is way better than tide. Tastes better too. https://t.co/q4sJRYU3fX",
  "How did President Trump do at the State of the Union? #SOTU",
  "This is the joke of the night, #kennedydrool, pls keep it that way .@POTUS .@realDonaldTrump and dont tweet anything for next 24-48hrs. .@IvankaTrump .@KellyannePolls .@PressSec https://t.co/vLtc28q8Hs",
  "#KennedyDrool https://t.co/3wnV5e86dx",
  "POLL: Do you approve of President Trump's #SOTU speech? \n\nVOTE AND RETWEET TO REACH A LARGER SAMPLE! #StateOfOurUnion",
  "Trump's first State of the Union address was...",
  "Do you approve or disapprove of President Trump’s State of the Union speech? Do vote and retweet. #MAGA #SOTU",
  "Poll: Overall, from our spiritual condition to our economic condition to our social condition, are you optimistic or pessimistic about the state of America?",
  "#LiberalDemocratScum",
  "Watching or boycotting SuperBowlLII? CC: @NFL",
  "Real chilli has no beans.",
  "I will be joined tonight by an honorable group of Americans. Sitting with me are heroes who have served our nation in times of need, families who have suffered at the hands of evil, and citizens who have embraced the American dream. #SOTU",
  "@BethanyJuno @GrizzleMeister It started in 1955. Why does this read 1959?",
  "What Do You Think Will Be The Focus Of Trumps #SOTU ?\n@realDonaldTrump @POTUS @infowars",
  "New Twitter Opinion Poll:\n\nDo you believe @realDonaldTrump will be re-elected in 2020 as president of the United States of America?\n\nLet’s get a real pulse of America, please help spread this poll to the public! God bless! 🇺🇸👍🏼",
  "#SOTU TONIGHT WITH YOUR PRESIDENT AND MINE @realDonaldTrump LIVE FROM @washingtondc",
  "RT if you believe #Obama is undoubtedly and completely responsible for the racial division in America. https://t.co/BoWbmPN1uR",
  "Should #LasVegas become a ‘Sanctuary City?’ #Vegas #Poll #FB #RT",
  "@Slash Shirley and Jenny, two circus elephants reunited after 22 years embrace at Tennessee elephant sanctuary https://t.co/vbmkgtT2Rl",
  "@DunbarEddy @PrisonPlanet Nagga",
  "@TMZ Top Hat Man?",
  "@salddiaz @WakeUpCallKFI @jjlkfi @ProdMichelle @billhandelshow Although I'm not a vet I must say #FuckYouTooAsshole. Pardon my French.",
  "@KFIintheSKY @ProdMichelle Thank you for this shot.",
  "@oldhippiebroad @GrizzleMeister AOL is still a thing?",
  "@oldhippiebroad @GrizzleMeister Maybe he BLEW UP with laughter. https://t.co/1HlZSEgNZ5",
  "@09hamilton @Smithtuck @PrisonPlanet Haha https://t.co/FfkgP5KtoU",
  "@PrisonPlanet Shia LeBeouf",
  "Its called a #WisdomTooth because that smarts https://t.co/UuxvLvglZH",
  "@billhandelshow Well it won't be me. I called Saturday, waited 45 minutes on hold, got hung up on, tried to call back and got this weird ring-to-busy signal bullshit. I'll try again next week. Be ready law man. https://t.co/J9cvhUqTA7",
  "@AMAZlNGNATURE Good boy!",
  "@bud_cann @HillaryClinton Why not THIS year? How about TODAY. #LockHerUp",
  "@HIGH_TIMES_Mag DUH!",
  "@TRobinsonNewEra A religion of peace",
  "@MarkDice  https://t.co/b7yu5otPO9",
  "@w_terrence @davidmweissman You're being sued by Satan.",
  "@w_terrence Boycott Fakebook",
  "@Lunaxmusic What are we having?",
  "#NewProfilePic https://t.co/xbW7hi4Sjz",
  "#RELEASETHEMEMO https://t.co/eq9URRumGX",
  "The House Intel Committee has voted to release the memo!!!!!!\n\nNow we await the President’s signature. We may have this done before the SOTU address tomorrow.\n\nThe Democrats are literally shitting bricks right now.\n\nThey know heads are about to roll!\n\n#ReleaseTheMemo",
  "@RealMAGASteve @ROCKONOHIO .",
  "@jennajameson Jenna, miss Jameson, will you follow me? Please.",
  "What did you make of Hillary Clinton reading the Fire and Fury book at the #Grammys? Do vote and retweet. #MAGA #Trump",
  "@wsredneck Oh I get it, LOGGING in. HA! https://t.co/8WFLcpcNFr",
  "Do you trust the FBI?",
  "@shellygreen223 https://t.co/XD2cAe0kJA",
  "@TMZ He's the only black guy in the room.",
  "@Thomas1774Paine  https://t.co/8rmieZceEL",
  "@Thomas1774Paine  https://t.co/1IpMFSymeT",
  "Vote https://t.co/ixPXpCHrKd",
  "McCabe",
  "The world's largest publicly traded company, @exxonmobil, plans to invest $50 billion in US over 5 years thanks to #TaxReform and the #TaxCutsandJobsAct. \n\nThis is not \"#Armageddon\".\n\nhttps://t.co/mDY1jtT3fp",
  "@davidcoverdale Here the FUCK I go again on my own..",
  "#HPNN https://t.co/3HWMiXq2iV",
  "Just had a wisdom tooth pulled what soup should I eat?",
  "Down goes #ChiefWahoo https://t.co/JaMP0izX3a",
  "$HPNN https://t.co/agk61kpmvz",
  "$HPNN https://t.co/ry5DyzPGRF",
  "@RealAlexJones @POTUS Maybe? #DoIt https://t.co/Ghcw8XYMGe",
  "@jeepsuzih2 @ROCKONOHIO  https://t.co/cwQW9e237G",
  "@HIGH_TIMES_Mag @coconcentrates AKA the moon https://t.co/9UY3xpaKOA",
  "@TMZ No! You're kidding me.",
  "Who is the most fake news?",
  "@PrisonPlanet #RockNRoll",
  "@chuckwoolery Uh...https://t.co/cPAamV1jxS",
  "@w_terrence @jackvale @ChristianBusath Is this a protest about no BLACK snow?",
  "@thebeatles 4:20",
  "@PrisonPlanet I prefer cannabis.",
  "@Jburke1217 @HIGH_TIMES_Mag You're going to be so high. You'll be tired of being high folks. So high. https://t.co/WGqLuBO45C",
  "@HIGH_TIMES_Mag OG 45.",
  "@billhandelshow @KFIAM640  https://t.co/hNXsK4zxKR",
  "@barbier32342820 @SlashFanclubEU @Slash @richardfortus @axlrose @DuffMcKagan @gunsnroses #WheresIzzy",
  "Poll: should @HillaryClinton be in Prison? #HillaryClinton #HillaryForPrison #ReleaseTheMemo #MAGA #tcot",
  "Which US President is best at understanding world economies?",
  "What are you watching? #NHLAllStarGame #Grammys2018 #RoyalRumble",
  "@QuinnSullivan1 Already a winner in my book.",
  "Help me make this go viral. My friends son was sporting his marine sweater while this liberal douche teacher rants about the military. The school is called El rancho high school in the city of pico rivera california. The teacher's name is MR. Salcido. https://t.co/OgVGkbeLKF",
  "@BabyRuf14  https://t.co/XGrwyXNcIx",
  "@DepressedDarth He looks younger than @BernieSanders",
  "@shellygreen223 I love you",
  "Should @realDonaldTrump read the #Memo at his Tuesday evening #StateOfTheUnion address??\n\n#FISAMemo #FISAMemoRelease #ReleaseTheMemo #FBICorruption #FBICollusion #HillaryClinton #LorettaLynch #AndrewMcCabe #PeterStrzok #LisaPage #Comey #Rosenstein @seanhannity @StephenMillerAL",
  "@NikkiSixx You know why.",
  "@mitchellvii @TLBatten #BillClintonIsARapist",
  "@AppetiteForGNfR @IzzyStradlin999 @axlrose @gunsnroses I'm willing to bet the money they made (if I had it) that they're going to do a full ORIGINAL reunion.",
  "@IzzyStradlin999 @axlrose @gunsnroses https://t.co/XDynsbHcsC #notinthislifetime '18 https://t.co/9Id3tdNx0E",
  "@shellygreen223 https://t.co/ij5X2IhcGq",
  "Pine Box @TheTreeBar https://t.co/MuWdHSZTnS",
  "https://t.co/qaqZrPkCWX",
  "@TMZ @TooFab You people need to chill out. If you have a problem with this go look at muslims. She's an adult. He's an adult. Good job @DaneCook",
  "5k RTs to go! 👍🏻 Go here and RT then ask your followers to RT as well. 👉🏻https://t.co/vFXl5OqoMj",
  "guys!!! if i get 500k retweets this can happen for me!! please help out 💙💙 thank you all!!!  #CalliesMetsProm https://t.co/cr2Kno3jpv",
  "#Hannity https://t.co/Or5e2HB2tI",
  "@peeweeherman https://t.co/cT0qPap92O",
  "@ajtjewellery @SlashFanclubEU @Slash @axlrose @Schwarzenegger @TheArnoldFans @gunsnroses I'll see your @Schwarzenegger and raise you #ClintEastwood \nhttps://t.co/JtVIb09QaN",
  "Who was the worst U.S. President",
  "@shellygreen223 https://t.co/msOJDWlbgL",
  "@allycrothers I don't even know how bdubs is a thing.",
  "@dretiquette @vannsmole That kinda looks fake but ok.",
  "@AwardsDarwin Eenie meenie miney moe. Catch a tiger by it...wait a second.",
  "@chuckwoolery Found it https://t.co/8i8v1up0qy",
  "@NikkiSixx Language...",
  "@MeCookieMonster Try some sleepy time tea.",
  "@shellygreen223 https://t.co/fDdAEIhNg9",
  "Are you boycotting watching the Super Bowl this year? @nflcommish @RealJamesWoods @ChrisLoesch @DLoesch @BradThor @joerogan @BrendanSchaub @jeffwagenheim",
  "36 hours after showing signs of the flu illness, a mom of two passed away... She was 38 years old &amp; healthy up until then.\n\nIf you are sick--Go to the Doctor! And Stay home! THIS is what we should be Retweeting",
  "#LDTPoll: Do you believe the Dimms are blasting the Intel Memo they have not read because they know the allegations of corruption and collusion are true?",
  "#DACA POLL\nShould illegals get citizenship and THEN be able to invite ANY/EVERY extended family member into the United States? (#ChainMigration)",
  "@drgenius1970 @ROCKONOHIO @jcpenni7maga @DonDonsmith007 @GrizzleMeister @Hoosiers1986 @DineshDSouza @DeltaMike1776 @GmanFan45 @jayMAGA45 @bbusa617 @SiddonsDan @Golfinggary522 Drawn and quartered.",
  "@jennajameson Marry me. https://t.co/5g7R45o26o",
  "@DineshDSouza Are you the Indian? https://t.co/cln91QLMl3",
  "@AwardsDarwin The end... https://t.co/1dYui7KV5Y",
  "@chuckwoolery #BernieForPresident of the nursing home.",
  "@TeslaBand https://t.co/vXx0EWIlZc",
  "#ReleaseTheMemo https://t.co/oYD7aTBw9J",
  "@AwardsDarwin This needs audio.",
  "DACA has been made increasingly difficult by the fact that Cryin’ Chuck Schumer took such a beating over the shutdown that he is unable to act on immigration!",
  "@stevengregory @SantaAnaPD @CorbinCarson @KFIAM640  https://t.co/vXlc5Gsz3I",
  "A new #survey says 1 in 3 people can't even make it through a meal without checking their phone.\nFess up y'all, are you the 1 in 3 in your life?\n@jjlkfi @ProdMichelle @billhandelshow",
  "If you believe thou shall not kill🔪 Do you think the Death Penalty should be banned in all 50 states?",
  "Was a Ghost Monk Photographed at a Castle in England? https://t.co/FSX8EreAUv",
  "@HIGH_TIMES_Mag Some stupid honkys be smokin dat shit too though.",
  "Do me a little Favor, testing something right now... \n\nRT this if you're not a Russian Bot, and agree we need to Release The Memo.. \n\n#ReleaseTheMemo \n#NotARussianBot",
  "@NikkiSixx @sixxrose666 @gunsnroses",
  "@tommychong Potty mouth? You smoked dog shit man. https://t.co/mIvars4hhD",
  "@tommychong Go back to canadia and vote",
  "@johnwpatriot @vexreal @WayneLongstret1 @Thomas1774Paine Him",
  "So while we are on the topic of vaccines, what is your opinion on fluoride?\n\n(Note that I am not stating anything here, I am simple asking your opinion)",
  "What Will Be The Biggest Revelation From The #DeletedFBIText Messages?\n\nhttps://t.co/0hkrKHwUO3 // https://t.co/i6XJknx34b",
  "Okay then who's going to be watching this years Oscars?\n\nPlease RT and as always please feel free to drop a comment",
  "@RWitherspoon @SterlingRadio @Oprah  https://t.co/AwDIbbII9S",
  "@shellymccool https://t.co/LBxGnMAflo",
  "@RonanFarrow Woody Allen",
  "@AwardsDarwin And now he's in a wheelchair.",
  "@mbimagine I was obsessed with these albums.",
  "love them https://t.co/g1v771qkMb",
  "Which of the following topics concerns you the most?",
  "@tommychong Go back to canadia",
  "@tommychong Go back to canadia",
  "#FireJeffSessions #ReleaseTheMemo https://t.co/1btnnrSL59",
  "#FireJeffSessions #ReleaseTheMemo #MakeAmericaGreatAgain https://t.co/DXKMydsR3m",
  "@SusanStormXO @sxdoc #FireJeffSessions",
  "@HamillHimself @BobScot48804242 That wasn't you that was sucking my light sabre?",
  "@wsredneck We came we saw we kicked its ass!",
  "@wsredneck https://t.co/35aI96fUXr",
  "@AwardsDarwin He wants out of the military.",
  "Did you guys post that video of that dude hitting a dab slab with his mouth over the whole rig and coughing his face off? I can't find it or remember who posted it. @rtreesofficial",
  "@LeahR77 @ROCKONOHIO  https://t.co/yha1fifFsT",
  "Majority of Michigan Residents In Favor of Recreational Weed. https://t.co/kDLimXX3mR https://t.co/Ab9kDc7vWf",
  "@HIGH_TIMES_Mag DUH!",
  "@KillingFieldsTV Tune in to @Discovery Thursday at 9. #RandyPatrick is back on the case.",
  "@billhandelshow they say \"hey hombre, California is the place you oughtta be. So they all jumped the fence and voted illegally. Undocumented that is. Mexicans, democrats.\" https://t.co/rMQ8nPTlBo",
  "@TMZ Good he's a pedophile",
  "@FredBrooklyn They're hiding",
  "@michaelkeyes  https://t.co/lEIdAqOFBm",
  "@pahubb43  https://t.co/AOFgXkqRPK",
  "$HPNN https://t.co/GWjmHHS4j0",
  "Thank you for your service @RandyStillinger",
  "Tremendous investment by companies from all over the world being made in America. There has never been anything like it. Now Disney, J.P. Morgan Chase and many others. Massive Regulation Reduction and Tax Cuts are making us a powerhouse again. Long way to go! Jobs, Jobs, Jobs!",
  "@MrTommyLand New Band?",
  "#ReleaseTheMemo https://t.co/P9S4UcMVf7",
  "“It’s wrong to reward illegal aliens for breaking the law while millions are waiting in line to come here legally. I don’t back amnesty.”~@KatrinaPierson",
  "This terrorist attack was barely even reported. https://t.co/4cyyVSBTh7",
  "@RealEagleBites Fixed it https://t.co/KVkwSqtvBM",
  "#ReleaseTheMemo https://t.co/CYFwtqlmwC",
  "@RealJamesWoods Someone's old lady has to pick that up.",
  "@Princessmaripo @KillingFieldsTV Thursday at 9 or catch it on the app on your smartphone or tablet. #RandyPatrick",
  "@AliNotAlli Shotgun me.",
  "Please retweet. https://t.co/SQeuHTKdCS",
  "#GoodnightEverybody @gunsnroses @gunsnfnroses @AppetiteForGNfR @Slash @axlrose @IzzyStradlin999 @StevenAdlerSite @DuffMcKagan https://t.co/EIGP9X7nhG",
  "#RIPJohnnyCarson https://t.co/ZgqkxdLdAA",
  "Who Do YOU Believe Is More Intelligent?\n\nThe 45th President of the United States ~ Donald Trump @realDonaldTrump \nor\nThe 44th President of the United States ~ Barack Obama @BarackObama",
  "@NikkiSixx Hope its not on @Reddit /r/ama those guys are harsh. Am I right Nikki?",
  "@BabyRuf14 @KetoMosquito  https://t.co/Z4eNRdloy4",
  "@BabyRuf14 @KetoMosquito I became addicted to sugar when I quit drinking. I had major carb and sugar cravings. I guess the beer was turning to sugar in my system and when I quit I substituted with sugar. Big mistake. I had a harder time quitting sugar after I quit beer. Its a dirty game.",
  "@BabyRuf14 @KetoMosquito I uesd to drink that much Pabst Blue Ribbon. Lol https://t.co/4PYbjC31db",
  "@BabyRuf14 @KetoMosquito Dr Pepper?",
  "@BabyRuf14 @KetoMosquito AND AND ANNND...drinking as few as two (2) sugary sodas per week can more than double your chances for pancreatic cancer. The deadliest of all cancer. https://t.co/tTAYgOcPDz",
  "@WilliamShatner Give it to Shatner.",
  "Cryin’ Chuck Schumer fully understands, especially after his humiliating defeat, that if there is no Wall, there is no DACA. We must have safety and security, together with a strong Military, for our great people!",
  "Should President Trump grant executive amnesty to immigrants here illegally under \"Deferred Action for Childhood Arrivals\"? @realDonaldTrump @chuckschumer",
  "Hey Gang! Could you help out Uncle T-Bones! Bellio's niece is up for Athlete of the Week and needs your votes!... https://t.co/drxXTpxDff",
  "@ConwayShow The poll won't load.",
  "@ConwayShow Which one is she?",
  "@Rose4Austin2018 @ImJustAMel HAVE YOU NOTICED CRICKETS SINCE #ReleaseTheMemo IS IN THE HEADLINES?",
  "@Rose4Austin2018  https://t.co/u6uxzEM98a",
  "https://t.co/Vy8YEQW4X2",
  "@shellygreen223 https://t.co/iC9SiU8ftp",
  "@shellygreen223 https://t.co/heeixLnmKJ",
  "@shellymccool https://t.co/BOXiRKQomx",
  "@wsredneck https://t.co/Ye6fa0efYK",
  "Will You Vote for #Trump in 2020? Please Vote then Retweet.",
  "@AliNotAlli LSD?",
  "🎧 When The Music's Over by @TheDoors on @PandoraMusic\nhttps://t.co/vxdLLfagsv",
  "If the President #Trump Said, Donate $10 Toward \"Building the Wall\"  Would You? Great Way to #BuildTheWall &amp; End #DACA at the Same time.  Please Vote then Retweet.",
  "Should I get involved in Norwegian politics?",
  "@dodo Give that goat a skateboard.",
  "@TheWeirdWorld The generic stuff on the bottom shelf is.",
  "Ever since @shellygreen223 broke up with me I just can't shake this lonely feeling of hopelessness and suicide. #GetOverHer",
  "@BabyRuf14 Check out @KetoMosquito for some awesome information. Did you know sugar has the same effect on the brain as cocaine. Its really bad stuff.",
  "@BabyRuf14 Why are you avoiding sweets?",
  "@AliNotAlli Me?",
  "@BabyRuf14 Sweet or unsweet? Most store bought sweet tea still has the high fructose corn syrup bullshit.",
  "@NikkiSixx Who plays @mrmickmars ?",
  "@ConwayShow in #MoneyForNothing @MarkKnopfler is referring to himself as the little faggot. He over heard the workers in his house talking crap about him.",
  "@JohnCorby_WTVN goodbye John. #HappyBirthdayJohnCorby #RIPJohnCorby #OffAir @iHeartRadio @610wtvnnews",
  "@ConanOBrien is #FakeNews personified. https://t.co/Yeb6a7e3ud",
  "Saying goodbye and celebrating the life and times of my friend, John Corby @610wtvnnews lost way too soon. You can share your thoughts and memories of him on and off the air. Listen and speak your mind. https://t.co/msGQaBorDk",
  "@SterlingRadio great show today. #HappyBirthdayJohn https://t.co/Su4ARHYmZv",
  "@joebradley944 @joelrileywtvn https://t.co/fdmEKSEWcS",
  "Tune to @610wtvnnews on @iHeartRadio Right Now for @JohnCorby_WTVN Tribute and Final show. Remembering a true #ColumbusOhio #Broadcastinglegend #RIPJohnCorby https://t.co/zLMct1SPT0",
  "@TMZ  https://t.co/jwJ2Ko2BZ0",
  "@belizevacation I'm on my way",
  "@AwardsDarwin Is that a refrigerator?",
  "What if they come back? https://t.co/KFMkN7QIqs",
  "How long will the government shutdown last? #RT #FB #Polls",
  "Who is to blame for the Senate’s failure to keep the US Government up and running?:",
  "@BabyRuf14 We snorted it. #Imkidding it was Ajax.",
  "The US Government is currently shutdown. How long would you like this shutdown to continue?",
  "@AliNotAlli #MeTooo",
  "Have you ever cried while watching a movie? Lol I almost dropped a tear watching the Titanic.",
  "@shellymccool https://t.co/Yw57UoikEf",
  "#ShumerShutdown https://t.co/3z0LlJTxt2",
  "#StopIslamNow https://t.co/XjMv2pfqYR",
  "Start investing with @Stash today! We’ll each get $5 when you use my link: https://t.co/d86Nb6kTxS",
  "@Puddy2011 @BobScot48804242 @STrimel @Totenleserin @peter_truong88 @Only4RM @stweetleigh @SenDuckworth I'm sure the British armed forces has lots of queens.",
  "In any deal that would end the government shutdown, what would you like to see in it? Do vote and retweet. #MAGA #SchumerShutdown",
  "Feel free to use this. Get ready to laugh again with Gaffigan. Yeah? @JimGaffigan",
  "Twitter is predicated on affirmation: \"likes\" and \"retweets\". How much of what you do with your life is based on receiving the affirmation of others? And is that healthy? @joerogan @eddiebravo @BrendanSchaub @Education4Libs @ScottPresler @mitchellvii @RealJamesWoods @Benaskren",
  "Is the women's march a good place to find a date for Valentine's day?",
  "Do you support Turkey's military campaign in Afrin, Syria?",
  "@HertogFrans @AppetiteForGNfR @TheAFDShow @gunsnfnroses @GUNSNROSESDAiLY I don't think he liked that",
  "@DepressedDarth  https://t.co/tWDsOFxt6L",
  "@TheWeirdWorld Hey. Sup?",
  "@jennajameson I want your taco",
  "@tommychong You should go all the way back up to canadia",
  "@UltClassicRock @Neilyoung Go back to canadia",
  "@RealJamesWoods Thanks for the warning",
  "@AmandaT818xo @NikkiSixx @DjASHBA @james_a_michael @SixxAM We like it loud. We like it loud. We like louder than hell https://t.co/6e1hXJrep8",
  "@IamStevenT Yikes. Not you.",
  "@ConstableCat  https://t.co/mkKB5bJ2o0",
  "@AliNotAlli Wokey wokey.",
  "@HepzibahPink\nYour thoughts? https://t.co/1lvAnuuDTF",
  "#SchumerShutdown #ReleasetheMemo https://t.co/3c7ifAB8VO",
  "@MarkDice Not me. #ReleasetheMemo #NotABot #MakeAmericaGreatAgain",
  "94% of Americans Don't Trust the Media.  Retweet if you agree. https://t.co/StKJuxOR0u",
  "#SchumerShutdown https://t.co/xQ8svCbceo",
  "#SchumerShutdown https://t.co/gQvWttIthl",
  "Who is to blame for the government shutdown? #GovtShutdown",
  "@Slash Why?",
  "#ReleaseTheMemo #SchumerShutdown https://t.co/K1hk98JsoN",
  "@ColinOLearyNY @America1NoDACA  https://t.co/SXEBWeBPIY",
  "Who do you blame for the #GovernmentShutdown?",
  "@tommychong Go back to canadia",
  "We send our deepest condolences to the family &amp; friends of John Corby. https://t.co/MfFVnV9bHB",
  "#RIPJohnCorby @JohnCorby_WTVN @610wtvnnews @iHeartRadio",
  "@TheWeirdWorld I already know how old I am. 27.",
  "@ConanOBrien @realDonaldTrump #HIGA \nHillary\nIs\nGoing\nAway",
  "@casebolt2 @56jakesmom #ReleaseTheMemo #NotABot",
  "@tommychong Go back to canadia",
  "@tommychong #BillClintonIsARapist",
  "@KenJennings You did not. Why do you lie so much?",
  "@MarkDice Don't use that trump hashtag. #SchumerShutdown",
  "@MarkDice Well don't use the hashtag we don't want out there. Duh",
  "@Liz_Wheeler  https://t.co/LcZ3NQjyUj",
  "@JackTripper2100 She was in the Loverboy \"Lovin Every Minute Of It\" video.",
  "@axlrose I thought it said fuck nuns. I'm like damn bro.",
  "@davidcoverdale Who? Lol",
  "Can we stop saying, \"let that sink in.\"",
  "#ObamaGate #ReleaseTheMemo https://t.co/Iedu83ut7o",
  "Finally\nAbandoned\nMe\nIn\nLater\nYears",
  "#StopIslamNow https://t.co/2hycHBR94C",
  "Antifa, Now Officially an Anti-American Terrorist Organization \n\n#tcot #pjnet #p2 https://t.co/EZPRFHeGex … https://t.co/i8DChwbRHc",
  "@emzanotti @rkylesmith I can't find it on Android play store.",
  "@bethanyshondark @JamieJBrown84 Me: hi I'm Jason would you consent to sex with me?\nHer: CREEPER!\n(You can't win)",
  "@MrTommyLand  https://t.co/v4FGDjqKbP",
  "@thevinceneil what was it like working with @realDonaldTrump ?",
  "#SoundsFun. We have a fun president. @BillClinton is a rapist. #BillClinton is a rapist.  \nhttps://t.co/EmwdgPRkGn",
  "#ReleasetheMemo https://t.co/wuLKYiGJF3",
  "Folks, stay tuned.\n\nA shitstorm is about to hit the airwaves.\n\nThere is talk of delaying the vote on the budget resolution until after the release.\n\nIf you think Dimms are butthurt, this looks like a prostate massage.\n\nSunshine is about to hit the Swamp where it hurts.",
  "#ReleasetheMemo #MAGA https://t.co/OvQkHZjn7q",
  "#ReleasetheMemo https://t.co/ZdI8KufOC1",
  "We harnessed our collective power &amp; made Release The Memo the number 1 trend in America. \n\nWe will not be ignored. \n#ReleaseTheMemo",
  "#ReleasetheMemo https://t.co/aYdbRZY5js",
  "Should the \"Alarming Memo on FISA abuses be made public? Vote and retweet\n#ReleaseTheMemo #ReleaseTheTranscript #RELEASE",
  "#ReleasetheMemo https://t.co/fDMm7Xsmle",
  "We did it! \n#ReleaseTheMemo",
  "#ReleasetheMemo https://t.co/ud9xtXWcSQ",
  "Tweet Storm: \n\nEvery single person, create your own tweet using the hashtag #ReleaseTheMemo \n\nGet it trending!",
  "#ReleaseTheMemo https://t.co/zOuRVTpJqC",
  "HEADS UP: \n\nIf you're attending the March For Life Friday, bring 2 signs: \n\n1 about the march &amp; a second that says \"Release The Memo.\" \n\n#ReleaseTheMemo",
  "#ReleasetheMemo https://t.co/dgV23hHb8R",
  "@ARnews1936 @TemplarKTI #GiveEmGuns",
  "#ObamaGate is going to make the IRS scandal look like a Leave it to Beaver episode. \n#ReleasetheMemo",
  "I have read the memo. The sickening reality has set in. I no longer hold out hope there is an innocent explanation for the information the public has seen. I have long said it is worse than Watergate. It was #neverTrump &amp; #alwaysHillary. #releasethememo",
  "Tweet until your fingers are numb. \n\nWe aren't going to stop until the public knows every word of that memo. \n\n#ReleaseTheMemo #ThePersistence",
  "#ReleaseTheMemo https://t.co/DWZAM6gBgl",
  "Should the #FisaMemo, which exposes U.S. Government surveillance abuse, be released to the public? Do vote and retweet. #MAGA #ReleaseTheMemo",
  "@ScottPresler What's the memo?",
  "@RandyRRQuaid #GodBlessRandyQuaid",
  "@RandyRRQuaid #GodBlessRandyQuaid",
  "The moment a doubtful thought appears, release it immediately. Send that thought on its way. Replace it with, \"I know I am receiving now.\"",
  "@QuinnSullivan1 @TheRealBuddyGuy @BuddyGuys I saw you play with him in Columbus when you were 12. You blew my mind and his. I had tickets for one of his shows at Legends a few weeks ago but couldn't make it. Can you hook me up?",
  "CongratuMOTHERFUCKINlations",
  "@SophiaHelwani @JeffFlake Sounds like a name only the great @realDonaldTrump could come up with.",
  "If there is a government shutdown, who would be the one to blame for it? Do vote and retweet. #MAGA #Trump",
  "@Jillibean557 @vannsmole  https://t.co/HokIQblOEo",
  "All new @KillingFieldsTV #MurderIsle with #RandyPatrick on @Discovery NOW!",
  "Start investing with @Stash today! We’ll each get $5 when you use my link: https://t.co/d86Nb6kTxS",
  "Kentucky Senator Introduces Bill To Legalize Weed. https://t.co/AwHBh3P3FD #Kentucky #legalizeit https://t.co/FNktf6gy6T",
  "Okay and be honest here like because I have serious thoughts on this and I'm putting elements of my thinking into my new script BUT do you think social media is a GOOD or BAD thing for people's mental health?\n\nComments welcome and please RT",
  "Several Congressman are Boycotting #Trump's State of Union Address.  It Would Be Awesome If Trump Set Up a Raffle for the Empty Seats.  All Raffle Money Would Be Used to \"Build The Wall\".  One Way to Stick It To the Democrats.  Would You Buy a Raffle Ticket? Please Vote &amp; Retweet",
  "@Speedway 3 musketeers",
  "@BabyRuf14  https://t.co/7xRMJOLR7t",
  "@chuckwoolery This guy is so fake.",
  "@JackTripper2100 #Everything",
  "@JackTripper2100 Get out. Ready?\nhttps://t.co/LhWDVUtBK8 https://t.co/RNQ3luHIrN",
  "@TMZ Why? So she can cut it off, put it in the garbage disposal and laugh about it?\nhttps://t.co/EIgq2H1qCI",
  "@realDonaldTrump #MOPARorNOCAR",
  "@billhandelshow @jjlkfi @WakeUpCallKFI @KFIAM640 I'm late I'm late I'm late https://t.co/KATqfxe40F",
  "@ConwayShow @MonicaRix  https://t.co/Ww83L2Eg6z",
  "This tweet keeps getting shadowbanned. Would be a shame if it went viral. https://t.co/91OY3P64Yy",
  "@brianstelter spent the day mocking @realDonaldTrump's weight. \nI have no idea why people think liberals are hypocrites. https://t.co/KG5inQMCIK",
  "How did I miss the #FakeNewsAwards? Was it on T.V?",
  "@KFIAM640 Good",
  "@BabyRuf14 You already look #badass. No filter needed.",
  "@fIatcat65 @JackTripper2100 He was also in an episode of Step by Step where he played deputy Fife, (pronounced FEEF) with @SuzanneSomers and Patrick Duffy.\nFrank and Carol are arrested by a know-it-all Barney Fife-type deputy on Christmas Eve when they are accused of being burglars. https://t.co/7bZAMYidsI",
  "@McDonalds's is my drug.",
  "Like and subscribe \nhttps://t.co/bo2koru7Uo",
  "@hyles_vincent @pahubb43 Find not fine.",
  "@pahubb43 @56jakesmom Peggy, Peggy, Peggy, please, next time hold your device from side to side BEFORE you hit record and we'll see more of the #SHITHOLE you're trying to document Peggy. Please! Otherwise its just a shithole vertical video. https://t.co/zOxojxyl1C",
  "With 4 days left until @realDonaldTrump starts his second year as @POTUS, how do you rate his first 12 months?\n\n#TheResistance #MAGA #Resist #TrumpTrain #Trump\n\nPlease vote &amp; RT 😊",
  "@JackTripper2100 https://t.co/8pHMs1KbSU",
  "@JackTripper2100 Hilarious!",
  "@JackTripper2100 I liked him as the Dr. That couldn't get that song about the fishys that swam and you thought he was an escaped mental patient.",
  "@JackTripper2100 About you and Chrissy going to the record store for Tom Pettys Damn the torpedoes.",
  "@KFIAM640 And the hospital became a party that afternoon.",
  "@Joyce_DeWitt now this is a party.",
  "@JackTripper2100\nMeet @SuzanneSomers.",
  "@JackTripper2100 And I watched all three as a kid after school.",
  "@JackTripper2100 Was this an episode?",
  "@JackTripper2100 Jeffery Tambor played two characters on threes company and he played the ropers landlord/neighbor, or just on character on the show and then just the neighbor on the Ropers? I love this stuff. Lol",
  "@JackTripper2100 Yeah I was looking at some of it. Good stuff. Brings up some memories.",
  "@JackTripper2100 What was the plot of this episode?",
  "@BabyRuf14 What's the pay?",
  "@JackTripper2100 Is this a threes company episode? Looks pretty early and I don't remember this scene.",
  "@BabyRuf14 Breakfast and dinner stuff?",
  "@ConanOBrien Doh ho ho ho ho. That's a good one conhead",
  "@BabyRuf14 Are you hiring?",
  "@Lunaxmusic @greatbigstory Luna! Follow me! I love you!",
  "@BobScot48804242 @StephenKing That was for @StephenKing. @realDonaldTrump ain't no joke brother. You should see what Obama did to the U.S. He almost made it a #SHITHOLE but we will overcome. #LiberalismIsAMentalDisorder",
  "@billhandelshow @jjlkfi @WakeUpCallKFI OMG! That clock is from, \"Don't Hug Me I'm Scared.\" Have you ever watched that? If not here it is. FUH-REAKY! https://t.co/BjP5ROt0yb\n\nP.S. @WakeUpCallKFI WITH @jjlkfi is great!",
  "@wsredneck Your right or my right?",
  "@shellygreen223 https://t.co/QElG7Rjppa",
  "@StephenKing @BobScot48804242 Fuck off mate.",
  "@AliNotAlli I ain't scared of ya.",
  "@AliNotAlli (Hope this works) https://t.co/gjOlWLmWcx",
  "@amandalucas13 I just can't help myself. When I love someone I never give up. I'm about to give up.",
  "@WilliamShatner https://t.co/FlAn9UjulQ",
  "@ConstableCat What's for lunch?",
  "@ProudResister He never said it ding dong. Even if he did, which he didn't, ITS NOT RACIST! FUCK STICK.",
  "First indictment made in the Obama/Clinton Uranium One probe. Department of Justice announced an 11-count indictment against Mark Lambert in connection to a Russian bribery scheme involving the Uranium One sale. Do you think we will see more indictments in the near future?",
  "Which President is better for Martin Luther King, Jr.’s dream?",
  "Is Donald #Trump racist?",
  "@Jillibean557 @ROCKONOHIO North or South?",
  "@ILLUMlNATI Some doors slam. Others get kicked open.",
  "@darksecretplace #BlameObama",
  "@DepressedDarth Did you get it for him for Christmas?",
  "@ROCKONOHIO ROCK ON HAWAII 🎸✌🍺 👍",
  "#lockherup? https://t.co/0mphOry6fQ",
  "ENJOY THE NEXT SEVEN YEARS. 👍🤣🇺🇸\n\n#MyAdviceToHollywood https://t.co/aROPGOZdri",
  "#Respect @appreciate #Replaced https://t.co/0ibgab9V9n",
  "I wonder if @MeCookieMonster likes #FortuneCookies? https://t.co/z6xXYKHjoJ",
  "@spectatorindex He sued to allow blacks and Jews in country clubs in Florida. #NotRacist",
  "Do you believe President Donald Trump is racist?",
  "@thesecret @shellygreen223 is fantastic, amazing, fabulous, brilliant, and wonderful!",
  "@kwilli1046 @sxdoc Good",
  "@MarkYoungTruth Just ask Scotland. And only Scotland.",
  "@naomi_haag https://t.co/1WNfviybsT",
  "@naomi_haag Try sleepyti.me works great for waking between sleep cycles instead of interrupting. Makes a world of difference.",
  "@AliNotAlli Fortune cookies are an American invention.",
  "@RandyRRQuaid #GodBlessRandyQuaid",
  "@AliNotAlli How about me though?",
  "@HulkHogan should see this. https://t.co/1cciBFPQm8",
  "@wsredneck Don't do dat.",
  "@shellygreen223 what about our kids?",
  "🔎🔎Oprah Winfrey is a joke❔❓\n\nPlease vote &amp; RT 📊🔦",
  "@nbcsnl is totally unwatchable these days. #Sad",
  "@RealKevinConroy Shup stupid",
  "#Blahblahblah",
  "#blah",
  "@cheechandchong @tommychong has had some \"work\" done.",
  "@CollinRugg  https://t.co/geuy8T7HLk",
  "Do you think the Opioid Epidemic is getting more press coverage or less press coverage than the AIDS Crisis got in the US?",
  "#chemtrails https://t.co/U77A7xoxI7",
  "When Crooked Killer Hitlery Clinton is convicted do you think President Trump will pardon her? 😡@realDonaldTrump @DineshDSouza @Bikers4Trump @FemalesForTrump @1st5d @WarChief82 @SnowDov2 @sxdoc @JessieJaneDuff @newtgingrich @seanhannity @TuckerCarlson @Karen26260197 #maga #trump",
  "@JackTripper2100 this is probably a stupid question but are you familiar with the original UK version of Threes Company? https://t.co/xSEcdJYktU",
  "True or False:\nThe educational system of the United States Of America 🇺🇸 , as demonstrated by its response to the Opioid Epidemic, works well.",
  "FLASHBACK: Little Haiti holds a \"Jail for Hillary\" protest.\n\n\"The world should know about the crimes the Clinton family has committed against the country of Haiti.\" https://t.co/tglnlZ1pk7",
  "@ConwayShow Now its a carport.",
  "💥 Please make your selection below for the person you are most relieved was NEVER  elected #POTUS :\n\n*Reminder, \"all of the above \" is not a clever response.\n**Write-ins are always encouraged.",
  "Since we know Democrats rigged their own primary election in 2016, do you think they would ever do that again? #RT #FB #Poll #Polls",
  "Obama was using Loop Capital (public pension funds) to move around money to various foundations and ultimately to the Muslim Brotherhood. He was using OUR money to finance terror against us...\npass this out to the world.\nPlease get this...we paid MB to terrorize us.\n#QAnon #MAGA",
  "Will @JebBushJr or @JohnKasich be willing to come on our show and discuss this? We'll give them as much time as they want.\n\nhttps://t.co/5UcaDkHFgI",
  "@TLPhillips @Ron_White I-O",
  "@AliNotAlli Or \"yeppers\" stupid shit.",
  "@alicecooper I'm not on fakebook",
  "#ProCannabis @realDonaldTrump https://t.co/FWqOzujvhr",
  "@RealDonaldTrFan @iowa_trump I hope you mean ANNUAL.",
  "@JackTripper2100 @BearRay21 Si... https://t.co/ku0m123QtU",
  "@RealJamesWoods I hope he realizes, this means war. https://t.co/39lN2a5JSY",
  "@JackTripper2100 @BearRay21 Its snowing in Santa Monica? How's the bistro?",
  "@AwardsDarwin On #NationalHotTeaDay",
  "61 INDICTMENTS IN DENVER-AREA HEROIN TRAFFICKING RING\n\nThese illegals snuck into our country, brought weapons, &amp; sold heroin that is killing our kids.\n\nCrimes that could've been prevented with an enforced border wall. #BuildThatWall #NoDACA\nhttps://t.co/sHuTIFLwCJ https://t.co/Jh1NEoEdqj",
  "Check this out: Milo Yiannopoulos and Roger Stone announce they are suing @Twitter, citing evidence from #Veritas undercover videos exposing their unethical #ShadowBanning tactics used to silence conservatives. Read more:  https://t.co/VLU6cWWgUY",
  "@peeweeherman I just bought 80 bags for $1.78 AMERICAN!",
  "@TacoBellTeam apparently the #BlacklickOhioTacoBell does not know what comes on a #CaliforniaCrunchWrap. I've complained before but it keeps happening. The manger and staff here are less than competent. Are these people even trained to make these menu items? Cashier Amanda was ok https://t.co/CYNbaNMRph",
  "@peeweeherman the secret word for today is #Shithole. For the rest of the day whenever someone says today's secret word, scream really loud. https://t.co/Ndh0TcvPNa",
  "@President1Trump @sxdoc Immigrants?! I've seen AMERICANS doing this here!  Guess which ones.",
  "In your professional, unbiased opinion... is Haiti a shithole? @RealJamesWoods @joerogan @Benaskren",
  "@AwardsDarwin Maybe he liked it",
  "@reallyo1 @realDonaldTrump  https://t.co/jZuV3J1yuo",
  "@realDonaldTrump is on 🔥FIRE🔥 and you can't stop him! https://t.co/lEaW1NyOMD",
  "@johnandkenshow @ConwayShow I didn't know they were gay.",
  "@PrisonPlanet  https://t.co/FaJvIRuSKz",
  "B911 POLL: Are You Offended By President Trump's 'Shithole' Remarks?",
  "@mitchellvii I guess they prefer 3RD WORLD.",
  "@DesiresComeTrue I remember when I met @shellygreen223",
  "@MeCookieMonster COOKIE! WHAT HAVE YOU DONE?! https://t.co/uLqkosUubK",
  "@daniellelvabner @realDonaldTrump #FuckObama",
  "@GilbertAgent0 @MarkDice @realDonaldTrump Aww he thinks he can be white by drinking bleach.",
  "https://t.co/bjyMo7OMS0",
  "11:11 1/11 #SoManyOnes https://t.co/OUzqFI5k4k",
  "@SquawVineWine We both know someone on heroin",
  "@KFIAM640  https://t.co/dNesgmLPWU",
  "@backt0nature @vannsmole Those old miners must have thought they hit the mother lode. https://t.co/ChDrCrESTX",
  "@iowa_trump @POTUS @TIME I do like this. #Untouchable",
  "@Breaking911 @daveleifer  https://t.co/J5NGsRB3WR",
  "@realDonaldTrump Was it illegal or not? When I break the law I go to jail. #LockHerUp",
  "@JackTripper2100 @MarkDice @CNN #ChitholeNewsNetwork lol",
  "@realDonaldTrump #MoparOrNoCar",
  "Chrysler is moving a massive plant from Mexico to Michigan, reversing a years long opposite trend. Thank you Chrysler, a very wise decision. The voters in Michigan are very happy they voted for Trump/Pence. Plenty of more to follow!",
  "@realDonaldTrump #FuckObama",
  "@realDonaldTrump #FuckObama",
  "@TMZ Din du nuffin",
  "The @chocschicken Family Film Cup \n\nTHE QUARTERFINALS 1/4\n\nWhich of these family films is your favourite?\n\nPlease Vote and then RT\n\n#FamilyFilmCup",
  "The @chocschicken Family Film Cup \n\nTHE QUARTERFINALS 2/4\n\nWhich of these family films is your favourite?\n\nPlease Vote and then RT\n\n#FamilyFilmCup",
  "The @chocschicken Family Film Cup \n\nTHE QUARTERFINALS 3/4\n\nWhich of these family films is your favourite?\n\nPlease Vote and then RT\n\n#FamilyFilmCup",
  "The @chocschicken Family Film Cup \n\nTHE QUARTERFINALS 4/4\n\nWhich of these family films is your favourite?\n\nPlease Vote and then RT\n\n#FamilyFilmCup",
  "Uh oh @wsredneck she found you. https://t.co/OGw5JAum3K",
  "@davidcoverdale He ded?",
  "@BANislamCULT Glad I'm just #deplorable",
  "@BabyRuf14 You better. No way I'm sharing. I don't have enough. https://t.co/N6KWPVQ0YN",
  "@Project_Veritas @Twitter @jack @foxoutdoors How will I know?",
  "lol, unfortunate, but true @Twitter @jack https://t.co/bPyzZrmDAq",
  "@wsredneck",
  ".@GeraldoRivera wants convince us that @HillaryClinton should be given a pass. @seanhannity #hannity",
  "@ConwayShow Was that someone trying to swim out right at the end?",
  "Start investing with @Stash today! We’ll each get $5 when you use my link: https://t.co/d86Nb6kTxS",
  "@chefscutjerky is #TheBest jerky I have ever...EVER.",
  "One of my amazing surrogates at @csp_surrogacy delivered a healthy baby girl on 11/29. Shortly after she was diagnosed w/ Leukemia &amp; needs a bone marrow transplant. If you can find it in your heart to help her, I'd appreciate it https://t.co/SC72k8Uq3C  @jjlkfi @ConwayShow",
  "@BabyRuf14 @tacobell @drpepper @tacobell needs this size @drpepper for me. Its just a little bigger than their large size. https://t.co/Wl8CMUOlIZ",
  "@wsredneck @JackLinks  https://t.co/GhRFBGnXpS",
  "@wsredneck @JackLinks Try @chefscutjerky #SteakInABag",
  "RT if you're watching an all new Killing Fields TONIGHT on @Discovery https://t.co/qqJMukVxUV",
  "@thevinceneil  https://t.co/C14jnRZFWS",
  "@BabyRuf14  https://t.co/fAfnJmYcNy",
  "What do you do when you don't recognize someone you love?",
  "@michaelkeyes @YouTube Did someone cover that in the 80's? #Rocks",
  "@BabyRuf14 I keep going to @tacobell thinking they still have @drpepper. They don't. We should protest.",
  "@MrTommyLand Hate only hurts the hater.",
  "Do you trust President Trump to make the right deal with regards to DACA and border security? Do vote and retweet. #MAGA #Trump",
  "@jack https://t.co/dlQM7jCT5P",
  "Would you support a DACA deal if in return it put an end to chain migration, ended the diversity lottery program and built a wall?",
  "@w_terrence Normal",
  "#LDTPoll: Do you believe the future of DACA should be in the hands of President Trump and Congress ... Not activist Left-Wing judges?",
  "@TMZ defends filthy pig Harvey Weinstein. https://t.co/cWkrxFwa3X",
  "@michaelkeyes  https://t.co/XRt3qhw3gq",
  "@wsredneck  https://t.co/148xbLL9ZB",
  "@Thomas1774Paine @JoieQ101  https://t.co/7kdz506oEV",
  "https://t.co/Cskk7Nl0KP",
  "Truro Township Fire And EMS Training For ICY Rescue. https://t.co/8gfZ8qCfpl",
  "Truro Township Fire And EMS Train https://t.co/aFYex9C6Gv",
  "@tommychong Go back to canadia.",
  "What drink would you choose at party",
  "@RandyRRQuaid #GodBlessRandyQuaid",
  "@stevengregory @billhandelshow @SLV_R2DD @SLV_TripleCPU @WakeUpCallKFI @KFIAM640 @Sapphire_Vegas @Sapphire702 Its been done. https://t.co/vgOLudE2yX",
  "Will you back POTUS In the 2018 midterms and vote Red? Retweet. #MAGA,#LawEnforcementAppreciationDay,#TuesdayThoughts,#FusionGPS,#HANNITY,#Tucker,#NorthKorea,#BuildTheWall,#NoDACA,#DACA,#winning,#Resist,#Bluewave,#FBR,#RedNationRising,@immigrant_legal,@Women_4_TRUMP,@FoxNews",
  "@payton_besecker @ConwayShow  https://t.co/6s3Y4W94jV",
  "@payton_besecker @ConwayShow What? Haven't you ever seen someone check the mail?",
  "@rjgumby https://t.co/5jCnYezFdF",
  "$HPNN https://t.co/ULPEXcYW6S",
  "@JackPosobiec He enjoyed it. Why is al Jazeera on my fucking feed?",
  "@AliNotAlli Is that old news or #FakeNews?",
  "Do you believe that we should deport ALL illegal immigrants from the United States? Do vote and retweet. #MAGA #DACA",
  "@Patty_Millerrr Your kids call you Patty?",
  "@skb_sara @Redheaded_Jenn @writemombritt @NWGreenApple @MTReserved @CB618444 @JrcheneyJohn @thebradfordfile @Terri101092 @usarocks_c @ETrumpgirl But but but https://t.co/tKOnvhGliG",
  "To whomever lost 4, 12ft, steel, eyebeams on broad st. near Brice rd. this weekend, they will be scrap metal tomorrow. I loaded them in my pickup by myself. @Superman got nothin on me! https://t.co/kfil79Urd5",
  "https://t.co/eF9SmaRinT",
  "This is important, make this go viral. https://t.co/Xde9AZviMw",
  "@JohnBac92801572 @chuckwoolery Just as I suspected. https://t.co/grSs6ygLn3",
  "@JohnBac92801572 @chuckwoolery You mean PARENT.",
  "@chuckwoolery Maybe he's gay.",
  "@peeweeherman Plost twist; she wasn't sleeping. https://t.co/5lv2R4NyiV",
  "@Eminem haha! https://t.co/QPoQobPFVa",
  "Oprah Winfrey: Oprah Must Disavow Harvey Weinstein - Sign the Petition! https://t.co/i8nHhcMPRE via @Change",
  "@billhandelshow  https://t.co/8rklNWdF7i",
  "Small actions add up.\nIf you haven't already retweeted the @ScaramucciPost Opioid Epidemic tweet, please do. https://t.co/u2SPmDRKxl",
  "@Ron_White @limaciviccenter Enjoy the beans",
  "$HPNN 👀 \n\nGo look up a few companies that received #FDA #approval and look how far up they went in a matter of minutes let alone a day. The percentage increase is insane. \n\nRemember: board the train 🚂 ... don’t chase the train 🚊 https://t.co/p0MCAtgo46",
  "A letter worth reading. \n\nRandy Quaid nails it 🇺🇸 https://t.co/31LiV5nVP6",
  "Our advisers tell me, some Chinese firms are shorting our stock big time. We are working on the plan to screw them really good. https://t.co/Z5FLwqOG3G",
  "@HPNN Nice",
  "@HPNN You're killing it! Good job CEO.",
  "@HPNN $HPNN",
  "@pinkk9lover @POTUS Do it up",
  "Can you explain what the Opioid System is in a tweet?",
  "I'm tripping out right now. This is amazing. https://t.co/CSMbDQm8kt",
  "@DepressedDarth I'm not going to click it. Just post a screenshot.",
  "@fIatcat65 @JackTripper2100 John Ritter was one of my favorite actors. I never missed threes company everyday after school. Shortly after he died he appeared to me in a dream as an angel. His hands were on his chest and his heart was glowing. I will never forget that or him.",
  "Do you smoke cigarettes?",
  "@tommychong If you don't like it, go back to canadia.",
  "#GodBlessRandyQuaid https://t.co/RjtQCcpuWy",
  "@DepressedDarth Go back to Mustafar.",
  "What are your thoughts on calls for @realDonaldTrump to be impeached?\n\n#MAGA #TheResistance #TrumpTrain #Resist #ImpeachTrump\n\nPlease vote &amp; RT 😊",
  "@shellygreen223 https://t.co/iiRBNscjG7",
  "@AMErikaNGIRLBOT Needs chicks dancing with guitars in background but I LIKE IT.",
  ".@CNN poll: 61% of women think Trump should resign because of sexual harassment allegations against him; 39% of men think he should resign",
  "@mntc3232 @SECcountry Thank you.",
  "@SECcountry @mntc3232 Gimme an N!",
  "@SECcountry @mntc3232 Go directly to jail. Do not pass go. Do not graduate. https://t.co/XpcrSiBkh5",
  "@BasedMonitored Black guy can't control himself? Unheard of.",
  "Who would you vote for in #Election2020? #RT #Trump #Oprah",
  "Georgia and Alabama fans broke out into a thunderous “USA” chant when President Donald Trump took the field.\n\nIncredible moment to watch. #NationalChampionship",
  "Crowd in Atlanta cheers as Trump enters stadium https://t.co/NmQBuCRl80",
  "Is @brianstelter a woman?",
  "@StampsCom suuucks on mobile and tablet. You guys owe me some money but I can't deal with it until I get to a computer. https://t.co/E8Kwlq0rQk",
  "I will admit that many people may see me as just a sarcastic YouTube who shreds the liberal lunatics, but I assure you that my real talent is writing, so for those of you who haven't read 'The True Story of Fake News' yet, you're in for quite a surprise!  https://t.co/6oqFI1MhwY",
  "Being an author is a real job.  Stop being jealous.  Envy is one of the 7 deadly sins.   Every American should read 'The True Story of Fake News' (available in paperback on Amazon here: https://t.co/6oqFI1MhwY) or e-book from Kindle, Nook, Google Play and iBooks!   😎 https://t.co/s3usnmG9uh",
  "Do you believe the 200,000 Salvadorans who were allowed into the country temporarily in 2001 should leave now?",
  "Fuck you too @starbo06",
  "@ConwayShow YOU BET YOUR ASS!",
  "Please do not retweet this picture of Barbara Streisands house as it will upset Barbara Streisand. Thank you. https://t.co/EmyIKKJuAB",
  "@BarbraStreisand nice house https://t.co/jsNEbiNYb6",
  "@AgentIceBlue Oops it slipped. https://t.co/3muYiNSCfD",
  "500 followers!! \n\n@Roosters we need a RT!",
  "WOULD YOU SUPPORT VOTER ID LAWS IN ALL 50 STATES?",
  "@JaneneHague @TruVoice30 @lizgorman @Ohio_Buckeye_US @RealJamesWoods I think NOT https://t.co/InaAV4jjwH",
  "President Trump just walked on the field with members of the military for the #NationalChampionship, and put all NFL kneelers to shame. https://t.co/aBe72DzMQb",
  "@Gary_Orona Officer Bacon huh? Funny. \nLooks like a good film though Gary. I too suffer from PTSD and I will donate although a lot of my trauma was brought on by the hands of \"law enforcement.\" Good luck.",
  "Yes, he is your President \n\n#NationalChampionship https://t.co/tMTVGIDgc3",
  "@Marple82 @kimbermclemore My dad reads it in the newspaper first.",
  "@tommychong Go back to canadia.",
  "Mormon cult leaders charged with forcing almost daily sex rituals on underage girls: “GOD WILL DESTROY YOUR FAMILY IF YOU REFUSE” #PizzaGate #HumanTrafficking #MAGA https://t.co/UjHM5c5GNU",
  "Ummmm yeah no! \n#Oprah2020 ????? No! \n#SheKnew \n#LiberalismIsAMentalDisorder https://t.co/aJXbd1wIH7",
  "Great to see Izzy Stradlin at salasstevie Film at @psfilmfest for Stevie’s Amazing film Rumble… https://t.co/PjFCtgZWxf",
  "#ICantBreathe (my nose is stuffed up)",
  "Would you rather?\n#weinsteinspimp\n\nhttps://t.co/lnRW06ZpyG",
  "@DepressedDarth Get off my plane(t) https://t.co/ONjLaE2AQq",
  "@BabyRuf14 Did you get tickets for all three days?",
  "@AppetiteForGNfR @mattsorum @IzzyStradlin999 @gunsnroses @coldjentime @leisamontreal @HBOCanada @StevieSalas @RPMfm @RezolutionPics @cindy19855 @buffster11 @hanne1611 @Badapple73 @roldan_laly Is that @IzzyStradlin999 ?",
  "@MrsScottBaio Let this sink in. https://t.co/D5rwfjjLYX",
  "#StopIslamNow https://t.co/twbVCyBFWj",
  "#DieDieDie https://t.co/d4RqofqHVB",
  "@ILLUMlNATI And learning is winning. https://t.co/aO1dNXqfrr",
  "Who will you vote for in 2020?",
  "@NikkiSixx Who said that?",
  "@wsredneck Unless you're the Clintons. https://t.co/1r4fnDLIA0",
  "Please check your smoke detectors change battery. Don’t want to lose any of the coolest tweople in the world. Love y’all! Retweet love please might save a life. Thank you!",
  "@BlackSabbath When you see it... https://t.co/kANr6Deo61",
  "The @chocschicken Family Film Cup \n\nROUND TWO 16/16\n\nWhich of these family films is your favourite?\n\nPlease Vote and then RT\n\n#FamilyFilmCup",
  "Oprah Shifts Blame For #MeToo Onto The General Public, Fails to Condemn Weinstein https://t.co/6m2qonW4uB",
  "Oprah Shifts Blame For #MeToo Onto The General Public, Fails to Condemn Weinstein https://t.co/6m2qonW4uB",
  "Oprah Shifts Blame For #MeToo Onto The General Public, Fails to Condemn Weinstein https://t.co/NVCXSFbz6W",
  "I am Soo confused why they coming at Oprah... Did she mention any names at all? I have to go back and watch this... https://t.co/cvMiziL0ly",
  "Oprah Shifts Blame For #MeToo Onto The General Public, Fails to Condemn Weinstein https://t.co/2Rysg4DxW4",
  "Oprah Shifts Blame For #MeToo Onto The General Public, Fails to Condemn Weinstein https://t.co/54lA5c9YIy",
  "Hollywood covered up Weinstein's abuse for decades, but Oprah zeroed in on who's really responsible.\n\nWhite people and Trump.\n\nhttps://t.co/7PLjKSmEWy",
  "\"#Oprah does not condemn Harvey Weinstein, who she's been pictured making out with. She does not condemn a single Hollywood elite by name, instead she praises Hollywood generally for giving an award to Sidney Poitier in 1964 and advancing women's rights.\" https://t.co/UPVlQgT4ZG",
  "#Oprah Shifts Blame For #MeToo Onto The General Public, Fails to Condemn Weinstein #GoldenGlobes https://t.co/UPVlQgT4ZG",
  "Oprah Shifts Blame For #MeToo Onto The General Public, Fails to Condemn Weinstein https://t.co/9lKr6JS2Bm",
  "Oprah Shifts Blame For #MeToo Onto The General Public, Fails to Condemn Weinstein https://t.co/OTB650gMjD",
  "Hollywood covered up Weinstein's abuse for decades, but Oprah zeroed in on who's really responsible.\n\nWhite people and Trump.\n\nhttps://t.co/Orp6zgTyDe",
  "Oprah Shifts Blame For #MeToo Onto The General Public and White People, Fails to Condemn Her Friend Harvey Weinstein https://t.co/KSeIQ35IaL",
  "“When written in Chinese, the word 'crisis' is composed of two characters. One represents danger and the other represents opportunity.”\n\n― John F. Kennedy",
  "@peeweeherman Waking up to Monday like https://t.co/Q0VZvNFj6s",
  "@HamillHimself Oh fuck off luke Skywalker. That's all you were good for. A movie from the 70's. You are done.",
  "Trump derangement syndrome can be contagious.  Approach these  individuals with extreme caution. 😄 https://t.co/5GD4rDJiC2 via  @PrisonPlanet",
  "White people, kill or be killed. https://t.co/qipwqKOZR2",
  "Getting ready for the CES show of 2018. Very excited. https://t.co/xwnGzBxGD5",
  "@TMZ Popsicle woman?",
  "@davidcoverdale #Whitesnake is a great name and a great band. How did you come up with the name?",
  "#EverythingHappensForAReason",
  "🎩 'Retweet' for @Nigel_Farage or 'Like' for Pharrell Williams 😂 https://t.co/Sk9lOuonAM",
  "@billhandelshow @WakeUpCallKFI @jjlkfi God please no.",
  "@billhandelshow Smart kid.",
  "@billhandelshow Or an Oprah-phone.",
  "@billhandelshow #RealJewBagels",
  "#TimeAndSpace. Lots of it. https://t.co/UIvyEHt539",
  "@brighttleigh https://t.co/NUaxZw9pNe",
  "@brighttleigh Gimme some names. Camera man too.",
  "RETWEET!! This isn’t okay and he can’t get away with this!!! \nHe’s a student at Plaquemine High School- 225-687-6367\nRETWEET!! https://t.co/kLAA0ZuIjU",
  "One day... https://t.co/yOq9Krn3Nl",
  "@realDonaldTrump @foxandfriends No wonder the blacks hate you. https://t.co/4hIZGq8mfp",
  "I'm so happy and grateful now that my eyes are open and I can see people for who they really are. https://t.co/itqC2zv9bC",
  "Randy Quaid Claims Hollywood Execs Use 'Contract Killers' to Protect Offenders http://https://t.co/fQxFFiHwVh via @ComicBook",
  "@RealSaavedra  https://t.co/EkMPC6iT4e",
  "@wsredneck Time to retire the bell. Its had enough.",
  "@RandyRRQuaid doesn't just \"claim\" he KNOWS. Just like #SheKnew. Meryl Streep doesn't want to die. That's why she won't say #MeToo. #GodBlessRandyQuaid https://t.co/Oh1jzMTVUk",
  "What is your anonymous $Hpnn pps prediction for 2018 ?",
  "@HPNN guess what?",
  "@sixxrose666 @NikkiSixx Rose, its horrible Hollywood rapist and pedophiles patting themselves on the back. Consider yourself lucky.",
  "We all need a little help sometimes https://t.co/uLOmXBw0z1",
  "https://t.co/cUBeRPLN6C",
  "@CasaMendoza2012 I like it",
  "Meryl Streep #SheKnew #GoldenGlobes https://t.co/Or1YqMai9F",
  "Ladies and gentlemen, I present to you, the religion of peace and tolerance! https://t.co/cgNef7GoQX",
  "@ElderLansing Tweet it to me I'll forward it.",
  "I gotta try this.  https://t.co/mwrB7Xl5QR",
  "@MrTommyLand Maybe his son told him to do it. Like mine did me.",
  "@PalmerReport @realDonaldTrump That's because you're fucking stupid liberals.",
  "https://t.co/5ZiMuCEjTj",
  "Out for the evening before I face the shit tomorrow. Fuck jerk",
  "Again",
  "Never again.",
  "Nah nah nah nah\nNah nah nah nah\nHey hey hey\nGOODBYYYE...😙",
  "Fuck you bang! https://t.co/e5bnbUDeu5",
  "Very bad decisions. https://t.co/dwZ6FxHIyk",
  "Do you agree with Sen. Rand Paul's proposal to fund infrastructure project in the U.S. with foreign aid halted from going to Pakistan?",
  "@shellygreen223 https://t.co/eXCHY8JHIY",
  "Haha fuck you and you",
  "Who the fuck lets a 5 year old make the decisions? Other than libs?",
  "Haha fuck you",
  "@michaelkeyes *than",
  "If you're ever looking for a chicken wing bone on the sidewalk, check the Westside of Columbus Ohio.",
  "@MarkDice Show the above and below average too please",
  "@solentgreenis P1👆🏻\nSoUwant2know theMEANININGof\n#mySong?\nIll tell U now\nitsALLabout howUFEEL\nBabyIdontKNOW\norCAREwhereURfrom\nJust soIKNOWthat whereUgo\n#isREAL\n\nItsLIKE #theBird thatUcantSEE\nButUcanHEARthePRETTYmusic\nin #theTREE\nIts like #theWord thatUcant say\nButUcan\n#SingThePrettyMusicAnyway https://t.co/QPK9cjemA1",
  "“I learned this, at least, by my experiment: that if one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours.”\n\n― Henry David Thoreau",
  "@BabyRuf14 I've been thinking about going this year. More tickets are still available. Who are you going with?",
  "@shellygreen223 https://t.co/HDvLcxMN4B",
  "Is marijuana a vector of the Opioid Epidemic?",
  "How many times have you retweeted the @ScaramucciPost Opioid Epidemic tweet?",
  "Is marijuana a gateway drug to cocaine use?",
  "Is heroin a vector of the Opioid Epidemic?",
  "Is cocaine a vector of the Opioid Epidemic?",
  "_",
  "Since when is it assumed we must trade DACA for the wall? DACA was an unconstitutional power play by #Obama. Rescind DACA, build the wall, and get on with it.  https://t.co/z7pIHDL2xQ",
  "@BabyRuf14 Hell yeah. Did you get tickets?",
  "@BabyRuf14 What shows do you come to see?",
  "How cold is darlington tonight? @BabyRuf14",
  "Retweet - if you think Hillary Clinton looks good in orange and should have to wear it for years to come. https://t.co/FBbh17vdz1",
  "Do you support POTUS Trump? Retweet.#MAGA,#Trump,#stablegenius,#LockHerUp,#Trump2020,#Resistance,#Resist,#FBR,#LivePD,#TrumpTrain,#Covfefe,@realDonaldTrump,@immigrant_legal,@perfectsliders,@realamericadrew,@CollinRugg,@IamVicky4Trump",
  "@frankiemacd Hi",
  "@realDonaldTrump Do you support our POTUS? (Retweet after voting!😘)",
  "@shellygreen223 https://t.co/lJK1FwJE4v",
  "One\nBig\nAss\nMistake\nAmerica https://t.co/QrUMDLOgj0",
  "@DepressedDarth I've lost all respect for you and you're too late...\nhttps://t.co/0FqUjV3Y24",
  "Do you support President Trump’s DACA Deal?",
  "You're going to jail bitch. @Bossydrea26",
  "@Bossydrea26 @realDonaldTrump Stupid black piece of shit",
  "@FBI @realDonaldTrump #LockHerUp https://t.co/YxAWt2jQPW",
  "@Corey_Feldman @lifetimetv If you want people to see it don't put it on lifetime",
  "@TMZ Aren't her arms her top technically since she's not showing her tits?",
  "@tommychong Go back to canadia",
  "@HamillHimself @kathygriffin @kathygriffin should be afraid to walk down the street. Fuckin Hollywood scum",
  "#TooStupid https://t.co/6v4rsLymvS",
  "@TheRealBuddyGuy tickets. Tonight only. \nhttps://t.co/FQkx2KF0uF",
  "@ConanOBrien Like you don't have money",
  "2/2 Michael Wolff’s company https://t.co/yFyuzZPTWv should be targeted and crushed for pulling negative key words from any given story about you, retitling and selling advertising, leaving you as roadkill. #GoldenGlobes2018 #starwhacker",
  "1/2 Stars and name value artists who wonder who is relentlessly truncating negative story’s to defame you on google just know it’s Michael Wolff and his evil company https://t.co/bjHPq7Bomy which is truly a StarWhacker media shit hole.",
  "@tommychong Off not of.",
  "@ReneeCarrollAZ The look on that reporters face. She's horrified.",
  "@NikkiSixx @realDonaldTrump is a great President.",
  "@TheSixxTrigger @NikkiSixx Will motley crue tour again soon?",
  "@BabyRuf14 I saw darlington on Google maps. Its out there.",
  "@BabyRuf14 Gotta love country. https://t.co/qXTZ7SoVuU",
  "@BabyRuf14 NASCAR?",
  "@DallasFairall https://t.co/VmFDviUVOz",
  "Iranian man explains: “I ask you, young people of #Iran, to join me in burning the Quran...this book has caused us to fight each other...This book is all superstition. We have to burn it [spits on #Quran]...I hate these words. This is superstition worship.\"\n#IranProtests #Islam https://t.co/vel8TeeN8Q",
  "#BurnTheQuran #StandWithIran https://t.co/13GMhL8oaz",
  "Do you agree with President Trump calling himself a 'Genius' in a tweet?",
  "@BabyRuf14 I never have been to Darlington. Isn't there a race track there?",
  "@sxdoc Shoveling cocaine isn't legit.",
  "@hwinkler4real #StillMyPresident",
  "https://t.co/p8MMVrbjw8",
  "@axlrose Sometimes I feel like you're... https://t.co/Ak8u3Ff2XP",
  "@rpalmer43 Me only one time a day but for 23 hours if I could.",
  "@naturalhorror #TommyLives 4EVER!",
  "@IamVicky4Trump Is that an invitation? https://t.co/ha0YuYB5Pc",
  "@TMZ That didn't take long",
  "@IamVicky4Trump Its needs a conservative invasion. My dream is to be there or even live there. Visited once. Got as far as 29 palms. I'm coming back. Some day.",
  "@TheRealBuddyGuy @BobbyRushBlues @PcaBlue @BuddyGuys See you tomorrow night!",
  "#NewProfilePic https://t.co/9PIC0GnXpw",
  "@IamVicky4Trump Going?",
  "@funnyordie It was with me.",
  "@adjunctprofessr @FemalesForTrump  https://t.co/aQhEoKIL3B",
  "@HulkHogan That is beautiful though.",
  "@ILLUMlNATI #MeThaFuckToo!",
  "@tommychong Go back to canadia!",
  "@BabyRuf14 Ever make it over here?",
  "@BabyRuf14 I guess that's relative. I'm in Columbus Ohio.",
  "@BabyRuf14 Is it near me?",
  "@SenatorBrittain #VigilanteJustice",
  "@BabyRuf14 What's the port?",
  "14, 000,000. Fixed it for you. https://t.co/ypgBQBgnq7",
  "@DallasFairall welcome back to Twitter dad.",
  "No matter what the media says...\nNo matter what Hollywood says...\nNo matter what the Dems &amp; RINOS say....\nNo matter what the screaming liberals say..\n\n#FakeNews\n\nWe are the MAJORITY and need to stick together‼️‼️\n\n#MAGA2018 \n#Trump2020 \n#KeepYourEyeOnThePrize\n🇺🇸🇺🇸🇺🇸 https://t.co/iLIGrpyDRt",
  "#LunaRules https://t.co/g51d0mM2Xs",
  "@Lunaxmusic #SultansOfSwing. One of my favorite songs by one of my favorite bands, #DireStraits. Covered by #MyFavoriteYoutuber, #YOU, Luna! Thank you. Keep up the great work.",
  "@realDonaldTrump #FireJeffSessions #LegalizeCannabis",
  "@jimbo_always @prugtiv @ScreamngEagle @mary_p7mary3 @realcon17 @AnthonyImperat3 @misterdish69 @RealBiddle @OnAngelWings @Punkin682 @unarosabianca13 @Sheckyi @4yourvets @DanSlezak2 @GIT_ER_DONE_USA @Brialalexi @CharlieD2749 @LandenSmith11 @JanetMafGalea @ksmitchell4 @MrsGoodoz @BadJuJu19 @KnucklDraginSam @michaelfdee1332 @Bec1226 @MAGA_ARMY @TheGreatFeather @BillPeriman @eavesdropann @HorseShort @DHecei @BrotherVet @BitchyMitchy911 @bfraser747 @AIIAmericanGirI @realDonaldTrump @baseballusna @realPolitiDiva @JeSuisDog @proseccopam77 @IngrahamAngle @seanhannity @JohnKStahlUSA @SebGorka @RealJamesWoods @mschlapp @GingerMcQueen  https://t.co/8VMgpspayn",
  "@OHMediaSchool Is #Columbus on @Twitter?",
  "@realDonaldTrump https://t.co/KoGRtjryQf",
  "@Trump_Videos Fire? What fire? There's no fire. https://t.co/MZrMmeemoX",
  "Did you hear about the Clinton fire 🔥?? secret klan meeting, spirit cooking or destroying evidence? https://t.co/snDFGO9Rv4",
  "@MarkDice follow me. I'm a YUGE fan!",
  "@BabyRuf14  https://t.co/FaA3nLGAqt",
  "@JackPosobiec At the announcement.",
  "@JackPosobiec  https://t.co/dbzEBtgw4M",
  "Trump supporter poll\n\nWhen did you get on the Trump Train? (Be honest!)",
  "@TomiLahren  https://t.co/Qe5nTPk0t3",
  "@TomiLahren  https://t.co/ALywDEuBvC",
  "@ScottPresler  https://t.co/zmpRmIv65u",
  "@KimDotcom  https://t.co/oIdkirL8Py",
  "What do you want?",
  "@DepressedDarth If you did you cheated by using the force or something.",
  "@DepressedDarth You need to workout and wear some lifts. #WeakDarth",
  "@bretteldredge @mntc3232 Please tell me you are on another continent.",
  "@MusicNegrito I feel a sense of relief. Although I am facing jail. This too will pass. Be easy my friends.",
  "@realDonaldTrump Please endorse my new book, 'The True Story of Fake News: How Mainstream Media Manipulates Millions,' Mr. President.  Let's force CNN to talk about a real book instead of this political fiction by what's his name! https://t.co/YKCdikdKgF",
  "The True Story of #FakeNews by @MarkDice https://t.co/nUgCcFBMn6",
  "@AppetiteForGNfR @gunsnroses @TiffanyDavid113 @tarajoGNR @lispaige @lili_eee @TBoland87 @coldjentime @rocketqueen85_ @saddgu77 @SlashArmySweden @Kara5ht @melissalouis29 @Laizzy1971 @hanne1611 @pebbles_rose @NARAGUNNER  https://t.co/FhlvjJZhoV",
  "#FireJeffSessions\nhttps://t.co/aRn0AbDBtx",
  "Are you ready to find out the truth? RT if you're watching the premiere of Killing Fields! https://t.co/C9Y7yb4Llt",
  "#RandyPatrick https://t.co/4IoVO8bItY",
  "@ohioburnunit Congratulations",
  "We are giving away three pairs of tickets to the Tuesday, Jan. 9th game as @BaylorMBB comes to Morgantown. Be sure to listen tomorrow, live at 5 pm on AM 950, https://t.co/izFEB1wIQi, or on your Tune IN app. @DubVNation https://t.co/qriYsobSue",
  "@chfortrump @FemalesForTrump @realDonaldTrump #LockHerUp too",
  "MAKING AMERICA GREAT AGAIN! https://t.co/iONbr1DkVk",
  "@LarrySchweikart Why was it ever closed?",
  "\"Sometimes, the exposure of victims' stories to a wide audience can help new evidence or stories to come out of the woodwork and help solve the mystery.\" Read the full story via @bustle  https://t.co/lwHvEUAmBc",
  "#RandyPatrick on @KillingFieldsTV tonight on @Discovery at 8pm and season premier st 9pm. https://t.co/pz4P6sVX7B",
  "@HIGH_TIMES_Mag But I did miss English class",
  "@AwardsDarwin @BobScot48804242 I thought you said no one dies.",
  "@ringostarrmusic BEETLES tracks in the snow BEATLES tracks on the albums.",
  "@FiveRights #FireJeffSessions",
  "@AliNotAlli Insert icesicle (joke) here. Or somewhere. https://t.co/clqMrxWpci",
  "@Fox411 @KillingFieldsTV #RandyPatrick is a good investigator and a good choice for this show.",
  "Does Hillary Clinton deserve another shot at the WH in 2020? #RT #Polls",
  "@billhandelshow @KFIAM640 @jjlkfi @WakeUpCallKFI You got me on this one. My days have been all \"WONKY\" because of the holidays and I'm like... https://t.co/psnD9JT4Zx",
  "@DiamondandSilk @Mike_Beacham Silk or is it diamond, why are you drinking Windex?",
  "Um why is Chelsea daughter of the Queen of Darkness telling the @ChurchofSatan Happy New Year? From Tony Podesta’s satanic art to Clinton spirit cooking parties, I am so glad Satan’s henchmen were not elected. God heard our prayers &amp; elected President Trump! Remember Isaiah 54:17 https://t.co/wkfr4Iuvep",
  "#evilClintons https://t.co/4LzXeXpBdX",
  "@QuinnSullivan1 I'm kidding. https://t.co/3QgO7ymGjY",
  "@QuinnSullivan1 Why were you coming from Ecuador?",
  "@DepressedDarth Oh poor Darth.",
  "@izoldelo @peterluisvenero @Patrici15767099 @JoeBiden I've noticed lots of pedophilia coming out of Pennsylvania. Look at Jerry Sandusky.",
  "@AllRiseAmerica @peterluisvenero @JoeBiden What is this?",
  "@peterluisvenero @JoeBiden I will just leave This here... https://t.co/95x62MPtlK",
  "Stock Market had another good day but, now that the Tax Cut Bill has passed, we have tremendous upward potential. Dow just short of 25,000, a number that few thought would be possible this soon into my administration. Also, unemployment went down to 4.1%. Only getting better!",
  "@TalbertSwan Pimp",
  "@TalbertSwan Pimp",
  "“Some 40 U.S. companies have responded to President Trump’s tax cut and reform victory in Congress last year by handing out bonuses up to $2,000, increases in 401k matches and spending on charity, a much higher number than previously known.” https://t.co/bmWrwWzxMR",
  "MAKE AMERICA GREAT AGAIN!",
  "@Education4Libs  https://t.co/LX3YFYbYRA",
  "President #Trump  threatened Tuesday to cut off U.S. aid money to the  Palestinian  Authority amid backlash over his decision to recognize  Jerusalem as the  capital of Israel.  Should Trump Cut Off U.S. Aid to Palestine?",
  "I've been waiting for this....Paul Sorvino on Harvey Weinstein harassing and blacklisting his daughter Mira Sorvino....\n\n\"He ought to hope he goes to jail...cause if not, he has to meet me and I will kill the motherfu**er\" \n\nhttps://t.co/q6PWec3jxD https://t.co/kkov60WdBx",
  "@wsredneck Um. Well done sir.",
  "@JimGaffigan No but anyone would tell.",
  "We’re really close to a milestone! If we get to 5,000 Twitter Followers, we will give away some Gemtech Accessories! Tell your friends, and as always, thank you for choosing Gemtech 👍🏽\n#gemtech",
  "What Caused The Trump/Bannon Feud?",
  "What is islam ? (Please RT for a more accurate answer)",
  "Steve Bannon says the Don Jr. meeting with a Russian lawyer was treasonous.\n\nBannon vs Trump in 2020. Who would you vote for?",
  "Whoa https://t.co/04dYhuWcRD",
  "Prez Trump🤗🤗🤗\n💖🇺🇸💖🇺🇸💖🇺🇸💖🇺🇸💖🇺🇸💖🇺🇸💖🇺🇸💖🇺🇸\n2017\n2018 \n2019 \n2020 \n😊😊\n2021 \n2022\n2023 \n2024\n💖🇺🇸💖🇺🇸💖🇺🇸💖🇺🇸💖🇺🇸💖🇺🇸💖🇺🇸💖🇺🇸 https://t.co/6dzspVOon4",
  "@ILLUMlNATI I say a lot but I don't think much.",
  "@TheRealBuddyGuy @BobbyRushBlues @BuddyGuys @PcaBlue See you Saturday night Buddy!",
  "#GodBlessEviQuaid https://t.co/5YrTtWMXh6",
  "Open Letter To Meryl Streep From Randy Quaid\n\nRead: https://t.co/bL6D9zstba",
  "#GodBlessRandyQuaid https://t.co/433bEL28QS",
  "@cctv_idiots The Beatles did it safer https://t.co/PczLn9Ay5O",
  "@cctv_idiots Alright? \nIts alright.",
  "@wsredneck can you do this one? https://t.co/ULK9Zx8SeB",
  "@AwardsDarwin You can almost see the glass bend.",
  "@AwardsDarwin @BobScot48804242 Told you not to squeeze the monkey. 🐵",
  "@AwardsDarwin @BobScot48804242 Cowseye!",
  "@AwardsDarwin @BobScot48804242 Here's lookin at you kid.",
  "@KermodeMovie @BobScot48804242 Well, it is!",
  "@HolmisHolmstrom @alicecooper I've got billion dollar babies on 8track somewhere. Actually its dads.",
  "@VuduSupport Just did. Thank you",
  "@HolmisHolmstrom @alicecooper Have it, had it, need it, stole it, had it, have it, have it, had it, had it stolen, have it, have it... https://t.co/nSrxhRrY6u",
  "@fIatcat65 @JoeDeVitoComedy Unless they live at McDonald's",
  "@KFIAM640 She eats there A LOT!",
  "Do you believe reports claiming Steve Bannon says the Don Jr. meeting with a Russian lawyer was treasonous?",
  "@GaryDBonnell1 @ScaramucciPost I can't believe its those guys. People like them NEVER commit crimes.",
  "If You Lived in Utah, Who Would You Vote for to Replace Orrin Hatch?  Please Vote then Retweet.",
  "I found @kimjongun 's button https://t.co/55yVA01i5R",
  "NORTH KOREA IS DESPERATE - The fact that Kim Jong-un is talking about a nuclear button on his desk, while proposing talks with South Korea, shows he's trying to look strong while desperate for help. Tough sanctions + few allies. #NuclearButton @ScottPresler",
  "@RandyRRQuaid is #killer! 💯 https://t.co/F2GpOtvhPg",
  "My Button Works! https://t.co/mYqqqTNW8J",
  "@RandyRRQuaid @mntc3232 Follow me Mr Quaid. Please.",
  "@RandyRRQuaid @mntc3232 I'm speechless Randy. You're great.",
  "#awesome! https://t.co/uwG9rvzqQ9",
  "What can you do right now to turn your life around?? #Gratitude.",
  "@Elissadowling Can also go rancid inside you",
  "@DepressedDarth Yes and I'm smart enough not to click this",
  "LAMELOBALL LEAVING FOR LITHUANIA... TODAY! Will he be",
  "@maamaww @TMZ Ouch",
  "@TMZ  https://t.co/wrVH6Y4DGC",
  "#LDTPoll: Do you believe it’s time for a new and unbiased investigation of the Clinton team's reckless handling of classified State Department emails?",
  "Does anyone else take down #ChristmasDecorations while listening to #LynyrdSkynyrd - #RollingStones mix on #Pandora ?",
  "@TMZ So am I a cracker or a cracka? Or just a honky?",
  "@KFIAM640 Good",
  "@Breaking911 @daveleifer I do not recognize but I'd say he's as good as caught.",
  "As 2017 draws to a close, how did President Trump perform during his 1st year in office? Do vote and retweet for a larger sampling.\n#Trump #Politics #Poll #PresidentTrump",
  "@PrisonPlanet #EVERYONE",
  "@wsredneck I thought you were crushing one after another for a second. https://t.co/om6nhySALQ",
  "Hey Y'all, we heard that Mitt Romney is considering a run for the Senate\nShould He Run?\nPlease Vote Below",
  "@DiamondandSilk Sorry didn't see hell no soon enough. Just hit no as fast as I could.",
  "@ConstableCat Honk honk",
  "I accidentally purchased a bundle thinking I was using a discount code but I paid full price. Can I get a refund? @VuduSupport",
  "Anyone who fights for his or her freedom deserves your support. If you ignore those in #Iran and #Venezuela who yearn for freedom, you do so at your peril.  #IranWideStrike #IranProtest",
  "@realDonaldTrump RETWEET if you still love this President!",
  "@markawalker93 @Patty_Millerrr You posted your phone number",
  "@MeCookieMonster Cannabis cookie! Numnumnumnum!",
  "@QuinnSullivan1 I say California is the place you oughtta be. So they all packed up and moved to Beverly...\nHills that is...\nSwimming pools.. \nMovie stars. https://t.co/2eYpSGhVtk",
  "@Gary_Orona @Misstabstevens Amazing",
  "@billhandelshow That's the spirit!",
  "@Nardo_mahone @realDonaldTrump At what?",
  "@TMZ Basketball man?",
  "@WakeUpCallKFI @amykingvo @KFIAM640 @jjlkfi Get back in the game. And when you're done there you can fill in for this guy. https://t.co/7oph3AWLrf",
  "@billhandelshow @jjlkfi @WakeUpCallKFI @KFIAM640 May the force be with her https://t.co/V45HhSpnHA",
  "@tommychong You spelled Obama wrong.",
  "@RaeleneScoco @KillingFieldsTV @KillingFieldsTV has a new 🌟  #RandyPatrick will win you over soon enough.",
  "@OzzyOsbourne My mother lost it when I bought this album.",
  "@MacEnvy @AFiscal1y A neoconfederate?",
  "@gunsnroses https://t.co/bNJpk6MVnY",
  "Now this is a #NYE party. #StandWithIran https://t.co/PkgZhsdTde",
  "Who is the better President?",
  "#StandWithIran https://t.co/z5SDpyJXwK",
  "Bitcoin Price Slightly Recovers as Ripple Market Cap Drops by $13 Billion https://t.co/8SpIhWoKon https://t.co/tAL0LVTbXB",
  "#StandWithIran https://t.co/vfnVXW1P60",
  "#StandWithIran https://t.co/PkgZhsdTde",
  "@richardbranson Try #TheRack",
  "@ConanOBrien Who let you in?",
  "#HappyNewYear",
  "@catnmouse @KenJennings I was there for almost the whole run. It was awesome. #NotABot",
  "@KenJennings You too Ken.",
  "@fIatcat65 He's not worth it.",
  "@ringostarrmusic Won't the queen be missing her thing you've got there?",
  "Many reports of peaceful protests by Iranian citizens fed up with regime’s corruption &amp; its squandering of the nation’s wealth to fund terrorism abroad. Iranian govt should respect their people’s rights, including right to express themselves. The world is watching! #IranProtests",
  "#StandWithIran https://t.co/taCD6sOvAT",
  "Videos are still getting out in Iran 🇮🇷 Dear God Set Them free from the grips of this regime! 🙏🏻https://t.co/BXvvpCOMi8",
  "#StandWithIran https://t.co/t5XNxU0X5a",
  "@KenJennings Someone must have laughed at something you said once and now you think you're as funny as you are smart. Not even close.",
  "As our Country rapidly grows stronger and smarter, I want to wish all of my friends, supporters, enemies, haters, and even the very dishonest Fake News Media, a Happy and Healthy New Year. 2018 will be a great year for America!",
  "HAPPY NEW YEAR! We are MAKING AMERICA GREAT AGAIN, and much faster than anyone thought possible!",
  "Iran, the Number One State of Sponsored Terror with numerous violations of Human Rights occurring on an hourly basis, has now closed down the Internet so that peaceful demonstrators cannot communicate. Not good!",
  "@realDonaldTrump https://t.co/epoUDnDJZE",
  "#TheSecret https://t.co/t71f0MCblu",
  "@TrumpsBlonde @TarragonBlu Someday a real rain will wash all the scum off the streets. https://t.co/V5thajb8fB",
  "I hit the bullseye every night.",
  "@BasedMonitored @CNN Good way to get jumped by secret service.",
  "@Twitter I think I'm going to resolve to...\n\nExercise 💪\nRead 📚\nEat healthily 🍽️\nSave 💸\nLearn something new 🏫\nVolunteer 🤝",
  "@KayaJones @YSB579 Its got a 1980s feel",
  "@JohnMcGrathMB I scrolled all the way to the end of my Twitter to find this. #awesome",
  "@_AndreaUrbanFoX Time to scrub the fountain.",
  "Down goes @rustyrockets haha! https://t.co/GMZQMiyjpL",
  "Are There Too Many illegal Aliens in the United States? Please Vote then Retweet.",
  "@AliNotAlli People\nEating\nTasty\nAnimals",
  "@TalbertSwan @CoreyLMJones @realDonaldTrump But proud to be a pimp?",
  "@TalbertSwan @CoreyLMJones @realDonaldTrump You're a pimp.",
  "@TalbertSwan @thebradfordfile @realDonaldTrump Ok pimp",
  "@TalbertSwan @GMSarli @DanielCancel67 @realDonaldTrump What's a bishop? Is that like a pimp?",
  "Preach it my brother #IknowThatsRight https://t.co/2P2CW2XK9v",
  "Will you be watching #GoldenGlobes this year? RT\n\n#Tucker #FOXNEWS #HANNITY #WattersWorld #CNN #MSN #JudgeJeanine \n\n@realDonaldTrump @DineshDSouza @chuckwoolery",
  "Pink or Dark  only pick one",
  "@RealJamesWoods @Twitter I saw one accidentally poop. https://t.co/ZB4FTmjfHw",
  "@realDonaldTrump That Iranian dude looks pissed.",
  "I use Social Media not because I like to, but because it is the only way to fight a VERY dishonest and unfair “press,” now often referred to as Fake News Media. Phony and non-existent “sources” are being used more often than ever. Many stories &amp; reports a pure fiction!",
  "@WilliamShatner is this true in the 1991 film Frankie and Johnny called for Al Pacino's character to be surprised after opening a door. In order to elicit genuine surprise the director arranged for William Shatner and Leonard Nimoy, to appear behind the door in full Starfleet uni",
  "@WBESBrandonLowe Don't come to my house wearing that shirt. https://t.co/Bo1NXyP0vD",
  "@TillWorld96 @TheBritneyArmy @NYRE @Spotify @britneyspears You mean WAAAIT",
  "@billhandelshow Back at cha fucker! https://t.co/V2603tiSIx",
  "@KenJennings You're weird",
  "If the President #Trump Said, Donate $10 Toward \"Building the Wall\" and Have a Brick with Your Name on It.  Would You? Please Vote then Retweet. #BuildTheWall #DACA #MAGA #AmericaFirst",
  "Let's test out the poll that claimed Hillary Clinton is the most admired woman in America.\n \nWhat woman do you most admire?\n \n@HillaryClinton @FLOTUS @MichelleObama @CMPunk",
  "@seanhannity @RealEagleBites I see no video",
  "@MrTommyLand Ikr",
  "@AppetiteForGNfR @axlrose @melissalouis29 @lili_eee @lispaige @Laizzy1971 @NevyKaminski @rocketqueen85_ @saddgu77 @tarajoGNR @TiffanyDavid113 @MarilenaRusso7 @IndyRose75 @candela87gnr @Kara5ht @TBoland87 @moreartola @wiliamaxlrose @pebbles_rose  https://t.co/eS2vv5NyPH",
  "To my checking account by atm?",
  "@AskCapitalOne how can I make cash deposits?",
  "@BabyRuf14 Happy birthday 🎂!",
  "@shellygreen223 @shellymccool https://t.co/cDra1LoR4a",
  "@shellymccool https://t.co/xqbeWjZBTg",
  "@KenJennings You misspelled #nothingbutrespectformypresident",
  "@KenJennings #NotMyFavoriteJeopardyContestant.",
  "Interviewing #investigator #RandyPatrick from season 3 of #DiscoveryChannel's @KillingFieldsTV on next episode of #truecrime #podcast #Twisted.\n\nhttps://t.co/cf6cK2bZuT",
  "Interviewing the main character from season 3 of #DiscoveryChannel's @KillingFieldsTV on next episode of #truecrime #podcast #Twisted.\n#RandyPatrick #CarrieSinger \n\nhttps://t.co/cf6cK2bZuT",
  "@jodileigh_28 @missujdenver @KillingFieldsTV No. Its got a real character named #RandyPatrick. I've known him all my life and you're going to love him too.",
  "@michaeljackson Singing \"Beat It\" helps me get all other songs out of my head and lets me finally fall asleep.",
  "@Slash Watch out for those #queens",
  "#NewProfilePic https://t.co/i67rXxJWWT",
  "Let’s help this hero. A Retweet can go a long way. https://t.co/57s5Pt9wY4",
  "@alteratyeshiva Welp. I guess they're Nazis then.",
  "My blood type is \"type o\" that makes me feel like a mistake.",
  "💥Please Vote and Retweet! 💥\n\n790,000 DACA recipients remain in the US. Nearly 2.5 million American\nchildren are homeless. Would American taxpayer resources be better used to\nsupport illegal immigrants or improving the lives of homeless American\nchildren? #RT #TRUMP #DACA #USA",
  "@MyBrianLeyh @sxdoc Its better to be pissed on than pissed off. Better yet lets piss on him too.",
  "#NewProfilePic https://t.co/i67rXxJWWT",
  "@shellygreen223 Alcohol is a depressant.",
  "“It is amazing how many people think they are doing blacks a favor by exempting them from standards that others are expected to meet.”",
  "@JeanMarieSimon1 @KayaJones @united They always think they're first in line.",
  "@AlwaysActions @sxdoc @Veteran4Trump @VFL2013 @KazmierskiR @BarbMuenchen @steph93065 @ChristieC733 @Gas8128 @Lrihendry @bfraser747 @TruckerBobS And don't shoot",
  "Brazen #thieves have stolen £1,000 from a pensioner inside a lift in a London shopping centre. CCTV released by police shows two men distracting the pensioner while a woman #rummages through her bags https://t.co/O9UtBD4pDD",
  "@TMZ Who?",
  "@TMZ @TooFab Aww. They all look just like Michael.",
  "I have three pairs of tickets to @WVUhoops first Big 12 home game against Oklahoma. I just need you guys to get us to 1,000 followers!! I will draw three names from our entire list of followers live on the show Jan. 2nd— \nFollow and retweet! @DubVNation https://t.co/KPZUW7l8vo",
  "#WVUhoops https://t.co/nanmqEOdBV",
  "@AmberDeeBee Mine too!",
  "@Lunaxmusic Led Zeppelin, Babe I'm gonna leave you. Luna follow me.",
  "@RealJamesWoods And then text the suicide hotline 741741",
  "@TMZ Who?",
  "@AliNotAlli I feel ya",
  "@JackPosobiec I still see him. https://t.co/Kd3J7KjJ3P",
  "Congress Subpoenas Comedian In Wikileaks Witch-hunt\nhttps://t.co/q9aUZtElEO",
  "Purebred WikiLeaks #CryptoKitties arrive in time for Christmas https://t.co/NvPFQLXGjM https://t.co/WUoH26dfeZ",
  "https://t.co/1hv7Lgz3CD",
  "The US &amp; UK governments continue their attempts to arrest me in violation of two UN rulings and their own laws (Sweden ceased) https://t.co/A46UtYGiq5 https://t.co/oSCc0yx9qj",
  "@realDonaldTrump HES RIGHT! https://t.co/gB7ITvGaBb",
  "#NewProfilePic https://t.co/c8Q893hEEe",
  "@CarCzar313 @TMZ What does socialist politics have to do with this? Oh. BARRY Sanders...\nNevermind. https://t.co/DeCTk0FfCv",
  "‘Tis the season to Stash for free! Use this link to sign up and invest by Dec. 25, and we’ll both get free investing in 2018. https://t.co/w4uVEIW827",
  "@TMZ Quit eating sugar and carbs",
  "@TheWeirdWorld I'm not going to click it. Just tell me.",
  "@DuffMcKagan @TheSlyStallone Read this as Sky and the family stone for some reason.",
  "#UpsideDownChristmasTree https://t.co/yNxiRmbBgr",
  "Frame made from scrap wood from the actual barn I'm peering into. The barn is no longer there but it lives on in this photo and frame. #ThanksDad.  Photo credit to @shellygreen223 https://t.co/QiQ5enCDBE",
  "@therealroseanne  https://t.co/Sa5wZawarl",
  "Aunt B's Christmas Party! https://t.co/RxBLDiyESc",
  "@ShafPatel @realDonaldTrump  https://t.co/P0aVNQWYqR",
  "@ShafPatel @realDonaldTrump  https://t.co/Z10mrbsnOR",
  "@ChrisSobolowski @realDonaldTrump @FoxNews  https://t.co/K5yHCawG7R",
  "@johnhhaskell @Realjmannarino @realDonaldTrump @FoxNews  https://t.co/1h6V1chs5N",
  "@w_terrence @KayaJones *you're",
  "#MerryChristmas to one of the greatest #POTUS in history, @realDonaldTrump. I didn't know snowflakes could melt in this cold. #MAGA",
  "@wsredneck That's not the monitor you're using these days. This was used for effect. But I like it.",
  "@SeanMcCauley24 Give it time.",
  "Twas the night before the night before Christmas.",
  "Women never apologize.",
  "This Christmas I am so thankful to have Donald Trump as President",
  "@maxtsz @IsaacMullen24 Jam",
  "#BuildTheWall https://t.co/KLkf4hXh67",
  "https://t.co/3krgUlxT8h",
  "Just reported @Rosie for targeted harassment, mainly to see if Twitter does indeed have a double standard. Everyone knows if Rosie were conservative, Twitter would suspend her in a hot second. So, Twitter, put your money where your mouth is. #MeToo",
  "@SophiaHelwani @ChrisLoesch @DLoesch @mitchellvii @RealJamesWoods @omniamea @PatriotWriter @Benaskren Its ok to be white",
  "@Dallasman1961 @RichardWhitesel this explains a lot for me. https://t.co/KxlCHWyXcG",
  "How do you grade Trump's first year in office? @benshapiro @ChrisLoesch @DLoesch @mitchellvii @RealJamesWoods @joerogan",
  "@tommychong  https://t.co/njrcbAzKPs",
  "@KFIAM640 She knew",
  "Bitcoin has \"crashed\" 30% SIX TIMES in 2017.  Each \"crash\" has been followed by an increase of: 76%, 237%, 183%, 165%, 152%.  Bitcoin takes 7 steps forward, 2 steps back, 7 steps forward, 2 steps back.  Every 2 steps back is heralded as the end of #bitcoin.  Relax! https://t.co/bV5ZFeucTp",
  "@NikkiSixx Nikki, I haven't read your book or anything but what pain were you trying to kill with the drugs and alcohol?",
  "@heyandrewjoel @britneyspears Noooooooooooooo..! https://t.co/Gq1DftRBzL",
  "@britneyspears Oh. Shut. Up.",
  "@KenJennings  https://t.co/VB8zTNi90b",
  "@therealroseanne Duuuh!",
  "#MerryChristmas  @WakeUpCallKFI @billhandelshow @ConwayShow @coasttocoastam and everyone @KFIAM640 @WBESBrandonLowe @OHMediaSchool have a great weekend/holiday! 🎅 #HoHoHo",
  "@leanothep People be like 💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨COUGH COUGH I think I have a cold💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨💨",
  "@TheWeirdWorld Hate only hurts the hater",
  "https://t.co/Yh7tyh4ac2",
  "@los001979 Get well soon",
  "@libshitz  https://t.co/sNRD10MrYJ",
  "@libshitz #Karma",
  "@DepressedDarth What? You only poop on Friday?",
  "@TheWeirdWorld Always cum prepared.",
  "@SophiaHelwani @Rosie @benshapiro @RealJamesWoods @ChrisLoesch @DLoesch @mitchellvii @BradThor @DineshDSouza No. She's not even a comedian.",
  "@ILLUMlNATI You got that right",
  "@chuckwoolery  https://t.co/1V9bTdkela",
  "@KenJennings What is you're stupid?",
  "@ElvisPresley  https://t.co/wxyHuwwGU0",
  "@ILLUMlNATI I swore she wouldn't break me",
  "Papa John's founder forced to step down after defending America against NFL National Anthem protesters.\n\nTime to boycott this pathetic company.\n\nBuy your pizza elsewhere.",
  "@los001979 You mean sick OF winning?",
  "@DiamondandSilk #LockHerUp",
  "@PapaJohns if #JohnSchnatter quits I quit @PapaJohns. No I don't work there. I eat there. I have for over #20years #BoycottNFL #BoycottPapaJohns",
  "@ILLUMlNATI I did and they're gone. Good. Fuck em lol",
  "@therealroseanne Because some people didn't want to seem raaaciiist.",
  "@AliNotAlli @TheCumiaShow @Thurdeye @jtheswitch I like your eyes",
  "@tommychong Wow man. You really are high. https://t.co/Gxam0RZlJN",
  "@Slash That's not cool. Do you see a psychologist?",
  "@elonmusk Why don't you marry it?",
  "@vannsmole I report them",
  "@AliNotAlli Fuck it",
  "@billhandelshow @jjlkfi @WakeUpCallKFI @KFIAM640  https://t.co/baqwZykwMr",
  "@lachlan #LockHerUp",
  "#MyWorld\nhttps://t.co/nkz8NhAFSH",
  "@JohnLegere I'm in.",
  "Happy Holidays!! ‘Tis the season to remember the classic tale of how the #Uncarrier cut through the blizzard of BS to save wireless from the Abominable Carriers. 🎄 https://t.co/cmhwhOLOMt",
  "Have you seen and retweeted my holiday video yet?! Better do it if you want a chance at winning a prize!! I'll pick 25 of my followers who do on 12/26! https://t.co/dFadhbIDgZ",
  "Que sera sera #WhateverWillBeWillBe https://t.co/bKAWTl9F7o",
  "@RawStory In other news, all black men will be getting a new trial.",
  "@ConanOBrien Have a bath. While you're at it, have a toast. Like, with a toaster.",
  "@JimGaffigan Same diff",
  "@shellygreen223 @shellymccool HAHAHA! I KNEW IT. https://t.co/lvr0fF8XKh",
  "@HIGH_TIMES_Mag Fuckin piece of shit. Rot",
  "@KevinCarter42 @NikkiSixx With a knife?",
  "@TacoBellTeam Ok but what you see there is what needs to be said and dealt with.",
  "@TacoBellTeam I went to two of your restaurants in Gahanna ohio tonight. Both had no soap in mens room. Do employees use these restrooms? If so how do they wash their hands? https://t.co/mozEKmgsfy",
  "Found xbox1 bundle for $199.99",
  "@ConwayShow why do they say, \"my wiiife\" when someone says, \"my wife?\"",
  "Looking forward to a really great Christmas with my family and a DRAMA free new year. https://t.co/RYAbygtkkm",
  "Oh shit. Wrong gif.",
  "Dodged a bullet. Sort of. Still more bullets to dodge. https://t.co/HisPnv3Mx8",
  "@MrTommyLand Go through me first wastoid",
  "@iamcinderfella @TMZ You think about those a lot dontcha nigga?",
  "@roderickvonn @TMZ @cthagod You spelled destroy wrong.",
  "@SteveFisherTV @TMZ White people ARE mad as fuck at this. \nIs what you mean to say but he's still wrong. Keep trying. Your English is getting a little better but your thought process is skewed. Can you say skewed? https://t.co/vnqM6TQTWx",
  "@TMZ He would behave differently too.",
  "@JohnLegere #uncable Will it provide internet service? That's the ONLY reason I subscribe to @timeWarner / @GetSpectrum",
  "@billhandelshow #EnergizerBunny",
  "@maxtsz  https://t.co/9m0W1IhwCa",
  "@realDonaldTrump @POTUS https://t.co/Hsj4YayT3o",
  "@JohnLegere #12DaysOfMagenta https://t.co/sZJG8bWPN8",
  "🎉 ALRIGHT – my 5 MILLION followers have spoken!! For the last day of #12DaysofMagenta, I’m giving away 5 massive prize packs!! Make sure you have entered to win because I’m picking winners at 5PM PT today!! https://t.co/pXqP9Vewv4",
  "@infowars #NothingBurger",
  "@WBESBrandonLowe want to do a podcast?",
  "@JimNorton @winston__1984 Great shirt @AppetiteForGNfR",
  ".@chelseahandler--stop calling my office for me to do your rather \"gross\" show--I have less interest in you than Andre.",
  "@tommychong California knows how fuck things up. https://t.co/Trut5MEqY5",
  "The sun is shining! @realDonaldTrump https://t.co/KDaAxbcpdk",
  "@MrT You a Jew T?",
  "@billhandelshow @WilmaFlintstone  https://t.co/h5Lne04PSK",
  "@billhandelshow #LarryKing has been accused, by @wilmaflintstone",
  "@JohnLegere @Xbox @TMobile @tech21 #12DaysOfMagenta https://t.co/xHkFcHv5h6",
  "We're saying #lit now? \nOk. \nWhat happened to #word?",
  "🎁 It’s the FINAL day of Jolly John’s #12DaysOfMagenta! Are you ready for this prize?! If you have an epic magenta-remixed holiday song, you could get an @Xbox, magenta @TMobile 🎮 AND an #iPhoneX AND @Tech21 case/screen protector! Follow the below steps &amp; I might pick you! Go!! https://t.co/djG3qJLMlj",
  "@JohnLegere #12DaysOfMagenta https://t.co/3IF8rD1Nh4",
  "🎁 To enter to win, you must do 3 things: \n1. Follow me! \n2. RT this tweet!\n3. Turn a holiday song magenta! Bonus points if you include a video ;) \n\n3 simple steps could lead to a slew of awesome prizes! https://t.co/TEmv7Q7iI8",
  "🎁 Happy December! Guess what that means?! Jolly John is here &amp; it's time for #12DaysOfMagenta!! Yes - GIVEAWAY TIME! Get ready to try &amp; win a slew of prizes including 📱, speakers, headphones &amp; more! Ready for how you can try to win?! https://t.co/BaCc9D9Txz",
  "https://t.co/k8gCMIMLWf",
  "FCC is days away from voting to kill #NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees. Sign up:",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/0bUreY05cx",
  "#BreakTheInternet #BreakTheInternet",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/1T0hy8EQkI",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/Rt9zgVdz3m",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/YVmp3J11y8",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/F04qgkKVoX",
  "If this is @tweetdeck's #breaktheinternet protest, it's pretty lame. https://t.co/bGz6Lmvy6e",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/Akd7RqnR5h",
  "December 12-14—we #BreakTheInternet to #StopTheFCC and save the Internet as we know it. https://t.co/5yTF3BpSm1",
  "The most powerful and hated companies in the US want to be the Internet gatekeepers. Join the protest to #BreakTheInternet and save net neutrality: https://t.co/5yTF3BpSm1",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/yHD7JNvrO5",
  "What   \n\nif   \n\nthe   \n\nInternet   \n\nwas   \n\nso   \n\nslow   \n\nit   \n\nloaded   \n\none   \n\nword   \n\nat   \n\na   \n\ntime?   \nDefend #NetNeutrality https://t.co/XQjVlrlete\n#StoptheFCC #BreaktheInternet #SaveNetNeutrality",
  "https://t.co/EOTpoCVNFq",
  "Today r/Videos is going to #BreakTheInternet to save net neutrality https://t.co/kxyvFZhdWm",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/qNixaCNsM4",
  "https://t.co/ISqMKF7Fv5 #BreakTheInternet",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/cm6Q8oSJEO",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/wNgl1rpqAd",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/rGNs1uH6sF",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/6qbbYQN0qu",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/blS1AoiVLU",
  "Internet users across the world are joining forces to #BreakTheInternet and save net neutrality. Are you in? https://t.co/K5zE7LP5IX",
  "Don't let the FCC #breaktheinternet. We can stop this: https://t.co/XNgMrOpSYR",
  "#BreakTheInternet #NetNeutrality https://t.co/ipw0ouQ4OP",
  "On a more personal level, open internet is a huge part of how relationships stay together. Long distance friends and significant others and family members depend on internet and phone applications to actually be able to communicate. #NetNeutrality #BreakTheInternet",
  "In case you haven’t seen these yet (because what the ISPs’ plans actually look like haven’t been shared around nearly enough) this is what it could be like to access different websites after December 14 if we give up on #NetNeutrality #BreakTheInternet https://t.co/vM3mkMHlfH",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/X0t9KTyzG8\n#StopTheFCC #NetNeutrality",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/geW7Xw1lGe",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/Gn7tbQxdwk",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/kCCb9KyQ8j",
  "Today is the day! Let’s #BreakTheInternet TELL’M WHAT TIME IT IS!!!",
  "Watch: Anti-Net Neutrality FCC Commissioner Denies Facts, Rejects Reality https://t.co/YHpmIp1HhS via @YouTube #SaveNetNeturality #NetNeutrality #BreakTheInternet",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/7q3y0W8nhh",
  "Save the internet, call or email your representative or join a protest. #NetNeutraility #BreakTheInternet",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/rnnLReuqWU",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/EDa9X8q1Is",
  "Don't let the FCC #breaktheinternet. We can stop this: https://t.co/MpQuUIfQOq  Save #NetNeutrality",
  "Announcing the epic Internet takedown of FCC Chairman Ajit Pai &amp; powerful internet providers: starting 48 hours before the FCC vote to kill #NetNeutrality, we #BreakTheInternet &amp; force Congress to stop the vote: https://t.co/ELep0BWYQR",
  "█████ ███ ████ ████ ██ ███ ███ ██████████ ██ ████ ███ ████████ ████ ██ ███ █ ██ ██████. Please upgrade your plan to see this tweet: https://t.co/rNwIduNjuM\n#BreakTheInternet",
  "We need #NetNeutrality to look for work. Various job posting sites are crucial, especially for the younger generations, to find work. Not being able to pay extra for job hunting sites/apps means not being able to find income as easily to pay off loans/bills. #BreakTheInternet",
  "December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/KUhz9hhHpP",
  "@YouTube . https://t.co/im8ZcCtiDq #SaveNetNeutraility  #NetNeutrality    #BreakTheInternet make the CALL!",
  "Announcing the epic Internet takedown of FCC Chairman Ajit Pai &amp; powerful internet providers: starting 48 hours before the FCC vote to kill #NetNeutrality, we #BreakTheInternet &amp; force Congress to stop the vote: https://t.co/OsLPagWjCW",
  "Today is the day we #BreakTheInternet to #SaveNetNeutrality. Have you written and called Congress yet? Called the FCC?\n\nTell Ajit Pai to lay off #NetNeutrality rules. 202-418-1000\nhttps://t.co/YVA8gFbQB5",
  "In honor of #BreakTheInternet I will be leaving Twitter for the day.",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/cCCpoPHZvW",
  "Internet users across the world are joining forces to #BreakTheInternet and save net neutrality. Are you in? https://t.co/OsLPagWjCW",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/ELep0BWYQR",
  ". https://t.co/im8ZcCtiDq #SaveNetNeutraility  #NetNeutrality    #BreakTheInternet make the CALL!",
  "Add your network to the thousands of others joining forces to #BreakTheInternet and #StopTheFCC. Join us: https://t.co/OsLPagWjCW This is how we save net neutrality.",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/xGlkAWzyZS",
  "Announcing the epic Internet takedown of FCC Chairman Ajit Pai &amp; powerful internet providers: starting 48 hours before the FCC vote to kill #NetNeutrality, we #BreakTheInternet &amp; force Congress to stop the vote: https://t.co/LXax2hBRqC",
  "Add your network to the thousands of others joining forces to #BreakTheInternet and #StopTheFCC. Join us: https://t.co/zBOz5TP9eg This is how we save net neutrality.",
  "Announcing the epic Internet takedown of FCC Chairman Ajit Pai &amp; powerful internet providers: starting 48 hours before the FCC vote to kill #NetNeutrality, we #BreakTheInternet &amp; force Congress to stop the vote: https://t.co/VEINeuw02r",
  "EVERYONE needs to pay attention to this and TAKE ACTION! The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/NDvJZ7HbU2",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/OsLPagWjCW",
  "#fcc #breaktheinternet https://t.co/49IUN7Rq9c",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/Al9IZXrGGL",
  "#BreakTheInternet to #StopTheFCC and save #NetNeutrality. Sign up here to join: https://t.co/OsLPagWjCW",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/ElnI5WDvmB",
  "Just days left to #StopTheFCC and save the Internet as we know it. Join the protest to #BreakTheInternet https://t.co/OsLPagWjCW",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/rURgHcGRAt",
  "December 12-14—we #BreakTheInternet to #StopTheFCC and save the Internet as we know it. https://t.co/OsLPagWjCW",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/2UeoJSNw09",
  "The most powerful and hated companies in the US want to be the Internet gatekeepers. Join the protest to #BreakTheInternet and save net neutrality: https://t.co/OsLPagWjCW",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/LXax2hBRqC",
  "Today r/Futurology is going to #BreakTheInternet to save net neutrality\nhttps://t.co/5RMSmjxlKV",
  "https://t.co/ISqMKF7Fv5 #BreakTheInternet",
  "https://t.co/buuOxdz22R",
  "The FCC is days away from voting to kill NetNeutrality, but Congress can still stop them. On December 12th we'll #BreakTheInternet to stop censorship, throttling, and extra fees: https://t.co/ChPqRxX8iQ",
  "https://t.co/HrW3bsfVev",
  "https://t.co/QJP8gIOxJq",
  "https://t.co/buuOxdz22R",
  "@Lunaxmusic Yes please.",
  "https://t.co/iWI34ym7vb",
  "@tommychong Taste. Huh TASTE! \nTaste like dog shit? \nhttps://t.co/cpqklcacDt",
  "@britneyspears Were they like \"GET DOWN ON THE GROUND! DONT YOU MOVE,\" until they figured it out?",
  "@JohnLegere @ultimateears @Contmanest @BeLikMike23 @brandyn_phelps @chaoticrbx @TMobileHelp WHAT?! dang",
  "#ThankYou @realDonaldTrump my 5 year old daughter has dreams of going to the moon and this makes her goals more attainable. https://t.co/tJQ0KpV99X",
  "@love2biteass You right.",
  "@love2biteass *she's",
  "@shellymccool Did you like MY video?",
  "@Stash I don't see smart save on the app.",
  "@atensnut #MeToo",
  "@JohnLegere #12DaysOfMagenta https://t.co/kPuKcZcynw",
  "@JohnLegere Outside, the snow is falling, and friends are calling, \"MAGENTA!\"\nCome on, it's MAGENTA weather for a sleigh ride to TMOBILE with you. #12daysofmagenta",
  "@JohnLegere It'll nearly be like a picture print by Currier and Ives\nThese MAGENTA things are the things we remember all through our lives!\nJust hear those SMARTPHONES jingling, ring-ting-tingling, too\nCome on, it's lovely weather for a sleigh ride to TMOBILE with you",
  "@JohnLegere It'll be the perfect ending of a perfect day\nWe'll be singing the songs we love to sing wia single stop\nAt the fireplace while we watch the chestnuts pop, pop, pop, pop!\nThere's a MAGENTA feeling nothing When they pass around the coffee and the pumpkin pie",
  "@JohnLegere We're snuggled up together like two TWEETERS ON TWITTER SHOULD be\nLet's take that road before us and sing a chorus or two\nCome on, it's lovely weather for a sleigh ride to T-MOBILE with you\nThere's a birthday party at the MAGENTA home of Farmer Gray",
  "@JohnLegere MAGENTA MAGENTA MAGENTA, let's go\nLet's look at the show\nWe're riding in a MAGENTA land of snow\nGiddy-yap, giddy-yap, giddy-yap\nIt's grand just TWEETING your FRIENDS\nWe're gliding along with a song of a MAGENTA fairyland\nOur cheeks are nice and MAGENTA, and comfy-cozy are we",
  "@JohnLegere Just hear those SMARTPHONES jingling, ring-ting-tingling, too\nCome on, it's lovely weather for a sleigh ride TO T-MOBILE with you. \nOutside, the snow is falling, and friends are calling, \"MAGENTA!\" \nCome on, it's lovely weather for a sleigh ride to T-MOBILE with you",
  "@ChelseaLaurenLA  https://t.co/AuYe404sMi",
  "@MrTommyLand Entertain me. Wait, you can't. @NikkiSixx won't let you.",
  "@felipeuncein @MrTommyLand Lol. You're fucked in Venezuela.",
  "@gaia_rupolo @MrTommyLand And just like @MrTommyLand, you don't matter either.",
  "@MrTommyLand Ahem... https://t.co/17N9aGK9T3",
  "@MrTommyLand Yeah fuck you too bitch.",
  "@WalshFreedom #NFWho?",
  "@JohnMcGrathMB *you're",
  "@shellygreen223 @shellygreen223 https://t.co/CYDOK6NQF5",
  "@JohnLegere @TMobile @Xbox Did I win?",
  "@JohnLegere @TMobile @Xbox #12DaysOfMagenta https://t.co/FpXDOucDaP",
  "🎁 Day 3 is for all of the gamers out there!! Need a new gaming chair?! How about a @TMobile one?! If you want a chair &amp; magenta @Xbox controller…follow the steps below!! I might pick your song!! #12DaysOfMagenta https://t.co/djG3qK3ncR",
  "@cap54 @alicefrmcroom @gettinnoticedmo You've never heard of one world order?",
  "@C0nservativeGal I wouldn't care but for the #aspartame. That's not good for our fearless leader.",
  "@Slash Where do you find this stuff?",
  "@sixxrose666 @NikkiSixx Well I'm not talking about the weather. I'm talking about all of the sexual misconduct allegations. I think #RockStars get a pass though. Be careful Nikki. Don't be a #Weinstein. Lol",
  "@Everything_TN Stop saying #bullying. Start saying #assaulted.",
  "@Bryce_Keylon @ObamaSon76 @LuATay12 @Everything_TN @TheEllenShow What was it?",
  "@Everything_TN It will get better one day.",
  "@sixxrose666 @NikkiSixx Not in this climate.",
  "@daveweigel @dmartosko He was confused. Like all liberals.",
  "This person berates the character of @SarahHuckabee on a daily basis.  #ChelseaHandlerHumanUrinal https://t.co/Y07Q0Rmcw6",
  "@TexasScottLee @marymauldin What's with that frog?",
  "@indianmotocycle If you are, be careful...\nIts snowing. https://t.co/t49EUbZJfN",
  "@DepressedDarth That looks like coffee.",
  "@Ron_White @limaciviccenter Pop quiz hotshot. Is it named for the bean or the city in Peru?",
  "#LDTPoll: Do you believe the Dimms’ and their Deep State allies are starting to see their smear campaign tactics backfire?",
  "@HIGH_TIMES_Mag They should sell liquor at weed stores.",
  "https://t.co/HPlXFuqnqX @santa",
  "@KONSTANTYNOV_M @CNNMoney @CNNMoney https://t.co/R78z76NBms",
  "@Jahdagodbody This pig doesn't care what color you are. Get over yourself.",
  "#CreepyUncleJoe https://t.co/RMZ0RFBV14",
  "@DepressedDarth How about using the force to create some NEW tweets?",
  "Yo @joshuadun and @tylerrjoseph, you’re making me look smart on @Jeopardy 👀🧠on me🤗 https://t.co/88dIEGpVnw",
  "@BreitbartNews Are boobs sexual organs?",
  "@Mari__ux @CTVLondon  https://t.co/CaUt8FyI29",
  "@billhandelshow Are you at #PastaThon or #ComicCon ?",
  "Join @jjlkfi on @WakeUpCallKFI, @billhandelshow and all the good people @kfi for the #PastaThon! Bring the noodles and the loot. Featuring #RealJewBagels (can I say that?) #GiveTillItHurts",
  "@tommychong Stop. You've had cottonmouth before too.",
  "@AmericanHotLips @RenaSummersLtd @BetsyDeVosED Aww it was cornered. Like an animal.",
  "March 4, 2018 will be very awkward for this particular gathering this year. #OscarsSoPervy https://t.co/2BphsMTZJd",
  "@brianhund @ProdMichelle Save the wabbit! https://t.co/mf0dZ2aAPe",
  "@NikkiSixx https://t.co/kTXlhAoRes",
  "@AliNotAlli F\nU\nC\nK",
  "Check out this free app from Coinbase that lets you conveniently and securely store, and trade digital currencies like bitcoin and ethereum. You can get it from https://t.co/Sa507KDB9N",
  "#NeverTheLess when faced with scandal blame @realDonaldTrump. Bye bye @alfranken #LiberalScum",
  "@HIGH_TIMES_Mag Merry Christmas",
  "@billhandelshow  https://t.co/mIcGg7vPvC"
 ]
}