{
 "user": 104097190,
 "tweets": [
  "@AskAmex Can someone help me find best dates to use my Delta companion ticket or should I be talking to Delta?",
  "@fcuk_eu @Goldenbonn1e987 Does calling someone a bot make you feel better? You know what never mind. I really don’t care. I wish you a good day. 👋",
  "The National Memorial for Peace and Justice, in memory of the victims of America’s racial terror lynchings. Montgomery, Alabama. https://t.co/yAZE7qbOpx",
  "@fcuk_eu @Goldenbonn1e987 Sorry but I have no other way to describe a group of people who think 2,000 years of science is now a lie perpetrated by NASA-an institution that didn’t begin until the 20th century.If a #flatearther has a story to explain that please send me a link, I’d love to read that!",
  "@Goldenbonn1e987 When one fool found another fool online and they agreed about some stupid shit. So they started a forum and found more fools and then they entered their own stupid echo chamber drowning out rationality and reason. See also #antivax #hollowearth #planetx #qanon and many many more.",
  "@Websm69 Straight up @NASA be guarding the borders. All planes are programmed not to allow pilot to fly there. Oh and boats. And ships. And blimps. And dirigibles. And drones. And if you have a sailboat it’s mind control with #chemtrails! Or some other stupid shit. #flatearth dumb as hell",
  "@ElliSupremeLady I’m gonna guess you are actually a dude.",
  "Reading about #AlekMinassian &amp; #elliotrodger makes me sad AF. This world can be very distant &amp; cruel. I’ve always suffered some mental issues of my own since childhood so I empathize. Please #incels, seek help. Murdering others is no solution. #MentalHealthAwareness #MGTOW",
  "@AlanJeffrey18 I would counter that #RedPill doesn’t make you a shitty person. You are likely either a shitty person already or just terribly awkward social being and find yourself hanging out with similar people who make excuses for being a shitty person by blaming others for your #incel",
  "To be clear, I support affirmative action. Just angry at dumb motherfuckers who think they been invited to a party because they deserve to be there and not because you represent a capitulation to a narrative.",
  "If @SecretaryCarson actually understood this world, he’d understand he’s the poster child of affirmative action. No one would give a shit about him if he were white. No presidential aspirations, no fucking HUD appointment if he were white. Congratulations on being a token.",
  "I don’t know how prisons in Toronto work but if #AlekMinassian is found guilty he’s probably gonna be involved in a lot of involuntary shit soon enough. #incels",
  "@ChelseaClinton seriously, we were a little worried about you after seeing you on @TheDailyShow. The circulation in your hands...you could see your skin turn white from the pressure of @Trevornoah handshake. You okay?",
  "If @realDonaldTrump has nothing to hide with #RussianCollusion then why doesn’t he just shut the fuck up and let Mueller finish for fucks sake.",
  "Just saw #Deadpool2 trailer and noticed fucking @AtlantaFX Zazie Beetz in that shit!!! Fuck yeah. I love you girl and glad to see you on the big screen.",
  "@SportCastME @TBLightning It’s illegal hit only if principle point of contact is the head. We understand the rules like everyone else, but without super slo-mo and 8 different angles this is questionable. @NHLPlayerSafety will have its say soon enough.",
  "@barrykelley66 I don’t think you had bad parents! Sorry for my tone. I’m just sick of the over-generalization of the “opposition”. I don’t think all Trumpers are racists and I don’t like when I’m told that liberals are lazy and should get a job. Civilized discourse is just dead these days.",
  "@barrykelley66 @jakob_goodwin @ummmno21 Unfortunately your parents didn’t raise a rational human being who doesn’t disparage others for thinking differently than themselves. 🙄",
  "@Randomron21 😂",
  "@soldierofyah @StephenLandser @AustinKellerman @KARK4News “Without speaking with his parents”? Why does he need his mommy to hold his hand?",
  "@RealTomCPurcell @soldierofyah 😂",
  "@FedExHelp Dolores, you are good. Thank you. It’s not your fault or problem that unrealistic delivery dates are the norm for FedEx.",
  ".@fedex replied and then basically said, “can’t help you with international packages.” Wow. Thanks for the assistance.",
  "@FedEx you suck. I get email saying “package to be delivered tomorrow,” but when I track the package it’s halfway around the planet. Yeah, okay, I’m sure I’ll get it today, sure thing. 🙄",
  ". #QANON is the most brilliant troll EVER. He’s convinced untold numbers of idiots that @realDonaldTrump actually has a brain in his head.",
  "@FightNowAmerica Because apparently truth is an agenda.",
  "I hope parents of #SandyHook sue the ever loving shit out of piece of shit @infowars and #AlexJones for being a lying sack of shit who uses others tragedy as fodder to sell vitamin supplements. The era of conspiracy theory crap to sell shit should end ASAP. #fuckalexjones",
  "Came to twitter to read about  #MadMax the movie and instead treated to fucking right wing crap about #Comey and @RepMaxineWaters. Yeah we get it, politicians are self serving fuckholes. All of them, on both sides. Let’s just #burnthisfuckerdown.",
  "Fucking billions of people all over the world don’t know where they will get drinkable water and their next fucking meal, meanwhile @WarnerBrosEnt and George Miller are arguing over $7 million dollars thus killing billion dollar #MadMax franchise. Wtf?",
  "@NJDevils Boyle should be mad at his stupid teammate skating him self into submission by ramming his damn head into an errant elbow.",
  ".@TBLightning handed that game to @NJDevils. Christ.  #TBLvsNJD",
  "Fuck #boyle? #TBLvsNJD",
  "Fuck the lightning suck sometimes😕 #TBLvsNJD",
  "Garbage. Absolute trash. Made contact, but the moron turned into him. Stupid. #TBLvsNJD",
  "#MAGA my asshole https://t.co/gCP8Dlj0lv",
  "@NotcherBeeswax @ShaneDH38 @SteveSGoddard Oh, I thought you were stroking out on us. 👋",
  "@NotcherBeeswax @ShaneDH38 @SteveSGoddard What shoe? I didn’t see a 👞. Are you okay today?",
  "@ShaneDH38 @NotcherBeeswax @SteveSGoddard Thanks for your input, you totally changed my mind! Wow! It’s like I woke up to a whole new world just because of this trope that has been repeated over and over again in this thread but you saying again really struck me as wise! Thanks for the epiphany!",
  "@NotcherBeeswax @SteveSGoddard So, I’m curious to ask the 2 of you. Is there an -ism on the right that has negative consequences? Because so far it seems that the left-right divide essentially means, everything on the left is wrong and everything on the right is good. I am genuinely curious, not baiting you.",
  "As usual the @GOP cries of censorship are BS. #DiamondandSilk  https://t.co/bvSehbmMgH",
  "@birdhillll @NotcherBeeswax @SteveSGoddard A voice of reason. 🙇",
  "@EustachyNorth @SteveSGoddard And this comment is perfect example of how the right always devolves a conversation to “liberals are so stupid because they disagree with, wah wah boo hoo”.",
  "@MrTholian @SteveSGoddard As I stated earlier, I have references if you’d like to read them, but thanks for ending a civilized conversation between adults by being a condescending prick. And I’ve already muted you so don’t bother with whatever childish nonsense you feel like flexing your dick with.",
  "@NotcherBeeswax @SteveSGoddard As long as that blame belongs to “group of ultra-nationalist bigoted fuckholes, no real affiliation with other semi-rational groups of people with whom we would quarrel with in a moments notice.”",
  "@NotcherBeeswax @SteveSGoddard I’d only add this: every president of the United States was a racist fuck until about the 60’s. After that they were and still are just a sliding scale of less racist. Racism has no ideology other than its own hate.",
  "@NotcherBeeswax @SteveSGoddard I would love to continue this but our differences ain’t gonna get solved over 280 character missives on Twitter. I’m gonna call this a victory since you didn’t resort to name calling. Thank you for being polite and have great day, I sincerely mean that. 👋",
  "@SteveSGoddard I’m sorry, did I post ANYTHING that defended socialism? Have I offended you in some way by pointing out a simple fact agreed upon by most academic scholars? I’m note sure why you felt the need to say this. Let’s just call it quits and each have a good day?",
  "@NotcherBeeswax @SteveSGoddard On a traditional academic analysis most scholars agree that fascism was a right-side phenomena of the spectrum. I don’t mean it as a judgement, just a simple academic statement.",
  "@NotcherBeeswax @SteveSGoddard Assuming this aimed at me...Of course leftists can be racist. Of course socialism is leftist. Just like Republicans aren’t all racist assholes. And not all Christians are nut bags who believe the Earth is only 7,000 years old.",
  "@pauldobbie2 @SteveSGoddard I have some references if you’d like to learn more about this.",
  "@SteveSGoddard “The Doctrine of Fascism” written in the 1920’s states plainly: “We are free to believe that this is the century of authority, a century tending to the ‘right,’ a fascist century.”",
  "These Congress people are embarrassingly ignorant of basic internet technology. I hope the rest of the world isn’t watching. #Zuckerberg #FacebookDataLeaks",
  "@SteveSGoddard But I’m gonna post a photo of far-right fascist Nazis participating in burning books by Jewish, socialist, communist and anarchist authors.🙄",
  "And I thought #flatearthers we’re funny, but to see real paranoia and delusion just head on over to #Qanon8chan feed. I promise you will not be disappointed. It’s a whole giant bag of crazy horse shit! 😳😳😳😮😮😭",
  "Hypocrite. #MAGA  https://t.co/x0Xu6i4U0G",
  "@100THS3 @realDonaldTrump No actually it’s not. The US and EU have fought to keep China designated as developing because it allows us to maintain anti-dumping duties on goods we import from them. Changing their status to market economy would mean we would have to eliminate or reduce those duties.",
  "@GaryAWagner3 @realDonaldTrump @Lookupcolorado2 The WTO has zero to do with the UN.",
  "@Annakhait @realDonaldTrump 😂 😂",
  "@realDonaldTrump As usual, you are an idiot that understands nothing.",
  "@realDonaldTrump And if anyone knows dishonesty and corruption it’s you Donald. Idiot.",
  "@TMZ At least @TheNotoriousMMA had the decency to attack something bigger than him, unlike @chrisbrown little punk woman hitting ass.",
  "A couple of things we can be sure of with this #ConorMcGregor situation: 1) he’s white so he won’t be shot dead in the process and 2)he’s rich, so he’ll face no real consequences",
  "@iskibar14 I like for people to feel like they belong somewhere, I really do. But fuck, now they think that because 5 other people believe the same stupid shit they do that somehow that makes their viewpoint valid!",
  "@realDonaldTrump Rasmussen polls never miss the racists.",
  "@Beeeeeaver @og_heber They have no proof, only “feelings”.",
  "@og_heber @SimonGr41594862 I can prove the earth is round twice a day—at sunrise and sunset. Pretty simple observation.",
  "Whenever I’m having a bad day, I peruse the #FlatEarth feed and it never fails to make me laugh. 😂😂",
  "@BostonsBuddha 😂 😂 😂",
  "@Theflateartherz Because philosophy requires no actual science like physics does. I philosophically think God is a stupid idea, does that make it true?",
  "@og_heber The round earth was hypothesized and calculated a round earth in damn 3-4 Century BC., a long time before you’re supposed “government funded conspirators”.",
  "@MacroCloud When you’re a child you believe in stupid shit like Santa Claus. And equally stupid shit like #FlatEarth.",
  "@flatmotionless 😂 😂",
  "@realDonaldTrump Idiot.",
  "Today is the 50th anniversary of #MLK’s assassination and his words have never rung more true. #MLK50Forward https://t.co/W1ssUou1Ts",
  "@realDonaldTrump You are an illiterate racist idiot.",
  "#MAGA  https://t.co/WQrhXeg9NI",
  "@TBLightning He did the right thing.",
  "@realDonaldTrump You are just a jealous little bitch that Jeff is smarter and better and more successful than you. Idiot.",
  "@TBLightning Honestly I’m not sure anyone is looking anywhere for advice. Embarrassing.",
  "@weneedjobsnow @ormark @Emma4Change @davidhogg111 @MittRomney Holy fuck, to be such an idiot must be true bliss.",
  "@Scouter34 @RealFrankFromFL So if America starts murdering citizens in the streets you are just gonna continue to love it? Idiotic ass statement.",
  "Hey @jesseEODM you’re a piece of shit and your music sucks.",
  "I bet @RickSantorum also thinks #ParklandShooting students should have a living will and last will prepared before they start each school season. #NeverAgain",
  "@annaleclaire You convinced me with that comeback. It’s much more likely that a globalist cabal is bent on starting a disastrous all out war with a major nuclear power capable of causing hundreds of thousands of deaths to put some money in their already overflowing pockets. Silly me.",
  "@annaleclaire Seriously? They do it to send a message. They know it will be traced to them and no one will do anything about it. Why kill someone and be anonymous? The (attempted) murder is meant to send a message to other traitors.",
  "@DiligentTruth Lol. Yep you found out the truth! Wow. No one else has read this newspaper and seen the same thing and understood it differently. You uncovered a vast conspiracy! Congratulations. #sarcasm",
  "I think the school shooting in Maryland today was probably #falseflag to convince everyone that armed school resource officers are the answer to school shootings. #prollydidnthappen",
  "@realDonaldTrump Your idiocy is astounding.",
  "@MarkACollett You’d think for a bunch of people who are constantly bitching and moaning about Free Speech, they’d BOTHER TO LEARN HOW THAT CONCEPT WORKS. Jesus.",
  "@realDonaldTrump You are a coward.",
  "@realDonaldTrump Idiot.",
  "Michigan, which DeVos has helped turn into the Wild West of school choice, recently posted largest decline in 3rd grade reading of 11 states taking same test. Half of Detroit’s kids are in charters — 90 % students not proficient in reading. She struggled b/c NO EVIDENCE IT WORKS. https://t.co/MJ0PYL5AmW",
  "#DrainTheSwamp my asshole. Fucking cocksucker Donald. #MAGA  https://t.co/QVq498FlEy",
  "Jesus @TBLightning when is the defense gonna kick in? How many 40 SOG games are you gonna force down Vasileksky throat? This ain’t gonna win a Cup fellas.  #FLAvsTBL",
  "Remember when politicians used to look out for their constituents, not their donors? https://t.co/IUqWEalbCV",
  "@Leonard92965946 @DuckCommanderPR Yeah, dead inside.",
  "@YourAnonNews Plutocrats who have plainly co-opted a large number of the middle class for their own enrichment allowing them to keep power without ever having to wield physical violence?",
  "@YourAnonNews Ignorant ass rednecks who mistake blind faith for patriotism?",
  "Eventually, Vasilevski is gonna sick and tired of bailing this @TBLightning team out of self induced terribleness #BUFvsTBL",
  "Is it me or is it every time I see Sustr he’s goddamn giving up the puck in the defensive zone? #BUFvsTBL",
  "@AP_Images @jacquelinelarma These people are disgusting. I can see Jesus now, sporting his @NRA bumper sticker talking ‘bout how he’s gonna bring some real freedom to the world. Hypocritical pieces of shit. A black man can’t kneel for the anthem but these cocksuckers can bring guns to the Lord’s house? https://t.co/69qVomi3Yo",
  "@FedEx Bad news for the @FedEx salesperson that keeps trying to woo my company’s business. #neveragain",
  "@CaseyCagle @Delta @NRA Okay snowflake, calm down.",
  "@AmazonHelp Ooohh and I just bought a new ac router!",
  "@AmazonHelp Oooh and I pay for extra bandwidth for my FireStick and gaming! Bandwidth ain’t the problem.",
  "@AmazonHelp I got all the regular instructions from Amazon already, yes. And still Alexa can’t even choke out the question of the day without taking a crap on herself and telling us “ your Echo Dot has lost connection”. Garbage.",
  "@AmazonHelp I hate my Echo Dot. It’s a piece of crap. And I will tell everyone I know this. It’s a piece of crap.  I can be online playing 4K video games or not and the Dot “lost its connection”. Screw that device.",
  "Tell me, did I just hear you say that America has become feminized? I was listening to 97.9 in Tampa.  @NickDiPaolo",
  "@realDonaldTrump You’re an idiot. If guns made America safer we’d be the safest country on the planet.",
  "@realDonaldTrump @CNN @TuckerCarlson Come on Donald, you know damn well you’ll only attend scripted interviews as well. Looking at you @megynkelly and @FoxNews.",
  "@realDonaldTrump Still an idiot I see Donald. I bet you still think the death penalty is a deterrent as well.",
  "@DreamscreenTv You guys run out of 4K? Website says pre order again??😟",
  "@PastorDScott When I was growing up I had to walk miles through the snow, uphill, BOTH WAYS.",
  "Yes please, delete your accounts and move to Gab. Please please please. #TwitterLockOut",
  "The #maga movement has started to convince me of 1 thing: this country is full of people who do not value compassion or the debate of ideas in an open forum. Compliance is the only important value to them. American values are dead to them.",
  "This is what conservative compassion looks like. Wow. 😳 💔 #Christian #Conservatives #maga https://t.co/YNmGLpj7hO",
  "@realDonaldTrump You sir, are one big idiot.",
  "@TomiLahren Please go home Tammy. We’ve heard enough.",
  "Are you hearing this @Facebook? https://t.co/gyt17hlwyL",
  "@realDonaldTrump Way to blame the victims you fucking idiot.",
  "Under @BarackObama the @GOP was cut, cut, cut but now that they are in power its debts and deficits. Good job team #MAGA. https://t.co/ggeCL9oGnf",
  "You’d think wanna be fascist dictator @realDonaldTrump would get along better with actual fascist dictator who also like parades. #MAGA  https://t.co/Y4xmbJsuJt",
  "@ForeverFlatErth @cajunAA Wait, what now?? Are you saying distance can’t be measured?",
  "@Theflateartherz That is some tortured ass logic. Who hurt you bro? I’m here to listen.",
  "This idiot and @GOP can’t keep the government open but now wants to hold a parade? #FascismonParade  https://t.co/3G7bbwg6mf",
  "@jeanneheo From the rest of us, we’re sorry. ❤️",
  "I think the cameras on #FalconHeavyLaunch show a round earth, thanks @elonmusk. #FlatEarth is stupid.",
  "@realDonaldTrump As usual, you are wrong and still an idiot.",
  "Well @realDonaldTrump is enriching at least himself since the middle class got screwed on the #GOPTaxScamBill. https://t.co/L9lsoRvyNd",
  "@IvankaTrump Sojourn means “temporary stay”. Which probably says a lot about how Ivanka thinks of black people.",
  "The only thing revealed in the #ReleaseTheMemo is that our government can not be trusted with secret powers to surveil American citizens. So, let’s just #repealfisa.",
  "@realDonaldTrump @FoxNews You are not only an idiot, but a liar as well.\n\nhttps://t.co/RBjKxEdUoO",
  "@chrissyteigen Not sure, but he certainly hates logic.",
  "@charliekirk11 You forget to mention that that 25% disapproval represents 100% of people who identify as non-Trump supporters. So yeah, 75% of Trump supporters approved, no kidding. Guess what? 100% of the people who voted against him hated it and that group represents the majority.",
  "@charliekirk11 So, a belief and worship of god is required to be an American now?",
  "@realDonaldTrump Idiot.",
  "Good job @realDonaldTrump, you idiot.  https://t.co/AcK5AWGfd8",
  "@Ask_Spectrum Where’s my cable and internet??????",
  "In honor of all those people at #MarchForLife2018 who think it’s okay to speak for the voiceless, then abandon them as children, here’s to you. https://t.co/B1MrRR9YET",
  "Notice @realDonaldTrump is silent on this issue since Donald doesn’t give a shit about women—unless they’re a 10, or will exchange TV appearances for sex, or his hot daughter. #MeToo  https://t.co/w62EVjUFKQ",
  "I think I can safely say #BrigitteBardot is an out of touch old biddy who can shut right the fuck up. #MeToo  https://t.co/tfYSOyrIvQ",
  "@realDonaldTrump Hot damn, you are an idiot!",
  "I’m sorry, what? We serve @POTUS?? So what, we are automatons now, goose stepping morons who blindly follow without thinking? The world is getting so strange. https://t.co/fhBuJz10zt",
  "I miss the days when we could all at least agree that fascism was a bad thing. Today’s #FakeNewsAwards is the most fascist thing to happen in America in some time and yet scores of people are cheering @realDonaldTrump on as he tries to destroy a very American value: a free press.",
  "One of the greatest purveyors of #FakeNews writes a book, decrying ...fake news? What the hell? https://t.co/UoLvVVWPDw",
  "United States celebrity eating contestant Mike Huckabee demonstrates his total and utter ignorance of basic functions of human anatomy. https://t.co/hmwOddxHJH",
  "@GovMikeHuckabee That test would only work on you and @realDonaldTrump Mike.",
  "#MAGA Donald is a fraud.  https://t.co/23AdPXYaI4",
  "@realDonaldTrump That’s because we don’t label white violence as terror, idiot.",
  "@LadyDeplorable1 @realDonaldTrump 😂 😂 😂I’m doing my best not to insult you here but since you insist on trash talking me, I’ll just leave you with this liberal ass quote from Thomas Paine and you can go to bed knowing that everything I say, do or believe is WRONG 😂 😂.\n\nHave a great 2018. https://t.co/3W36bu5Xte",
  "@LadyDeplorable1 What is there to debate? Thomas Paine would be ashamed of the state of our Union. And he would absolutely detest @realDonaldTrump. To quote him next to #MAGA is just...odd.",
  "@LadyDeplorable1 You are aware that Thomas Paine died long before the Republican Party right? And that republican has a separate meaning than Republican right? Paine advocated for progressive taxes &amp; social welfare for the poor. Try reading his work in its entirety. #readabookor2",
  "@WhiteHouse You don’t deserve to even say #MartinLutherKing’s name, idiot.",
  "@Silv_Blue_Blood @YourAnonNews #Triggered",
  "@realDonaldTrump A self absorbed idiot, idiot.",
  "@realDonaldTrump Damn, you really are an idiot.",
  "Trump brags about poll that shows more people credit Obama with good economy than him: https://t.co/Qs50fO7Agu https://t.co/ae81IIYZOd",
  "Well @realDonaldTrump has done one thing no other @potus has ever done: the home page for @NBCNews has the uncensored word “shithole” printed 11 times. Congrats Donald, you will almost certainly go down in history as the #shithole President. You earned this one.🤬",
  "I’m sorry, but if you voted @realDonaldTrump to be Leader of the Free Fucking World to save your job then I have little sympathy for you. We’re saddled with this idiot for years because you wanted the President of the United States to save YOUR job. https://t.co/8ZUYlfpgwy",
  "Putting our money on \"those camel jockeys\" going next https://t.co/yMNU4B6KUh",
  "@realDonaldTrump @foxandfriends Good god you are an idiot.",
  "@RealDiscoDonnie I have to ask...you keep any of those bad ass flyers from the Freebass Society days? Fuck I loved those things! Zoolu, Hong Kong Phooey. Ahh, nostalgia.",
  "@realDonaldTrump Lordy, you really are an idiot.",
  "So, can someone who knows women in Hollywood if the talent agency WME can expect some actors leaving? Doesn’t WME profit off the actors? Why would WME not try to negotiate better for its client and its own pocket? Perhaps women of Hollywood should start another outfit? #timesup",
  "Idiot Kansas legislator says “We only outlawed the wacky tabbaci because the blacks couldn’t handle they drugs like us white folk.”\n\nPeople called him racist.\n\nIdiot Kansas representative Steve Alford then is confused how ANYONE could see that as racist.🤔",
  "@michaeljknowles  https://t.co/kJjks8xZhj",
  "@realDonaldTrump Jesus you are an idiot.",
  "@LovToRideMyTrek @4chan @realDonaldTrump 😂",
  "@realDonaldTrump Jesus you really are an idiot.",
  "Coal mining deaths nearly double from 2016 to 2017\n\nMight have something to do with all of those “pesky” regulations Trump’s been removing. You know, the one’s that save people’s lives... https://t.co/W1EpM4Ej4f",
  "@realDonaldTrump Damn you’re an idiot.",
  "Nice story to start 2018. #NewYearsDay  https://t.co/Kc8M0MFN3Q",
  ".@1a How can the US Military be in such dire straits if we outspend the next 7 countries military budgets combined? https://t.co/vQfbQCiE5d",
  "I can only hope you people are paying attention in a meaningful way. #MAGA  https://t.co/AwOeqDfKoP",
  "@realDonaldTrump God you’re an idiot.",
  "Just went to @Applebees to pick up lunch for my office and WOW. I have never seen such a pathetic looking group of people outside of @Walmart.  I thought we had stepped into a @CoenBros movie.",
  "NYC is: \n\n-- 25% black -- largest black population in U.S.\n-- One of our most diverse cities. Whites are now a minority. \n-- A sanctuary city, with ~500K undocumented immigrants. \n\nIt's also:\n\n-- The safest big city in America. Crime is at a 50-year low.\n\nhttps://t.co/6FBuDYk0Wl",
  ".@realDonaldTrump is a raging fucking moron and the type of person you are forced to overhear their stupid fucking opinions because they talk so fucking loud it makes you want to kill yourself. https://t.co/qeuKQmfMxp",
  "@Education4Libs Curious. Could he really shoot someone on a New York City street and you’d still vote for him?",
  "@jjordansmythh @SeeDaneRun Because 45 says 1 thing &amp; does another. His actual words https://t.co/lRH4ZFbxGT",
  "Typical refrain of Kool-Aid drinking #MAGA supporter:\n\nBefore tax proposal:\n@realDonaldTrump isn’t going to give himself a tax break!\n\nAfter tax proposal:\nHe didn’t do that for his OWN benefit, that’s gonna help us!\n\nReplace taxes with golf, drain the swamp or whatever.",
  "Golf outings in their first year:\n\nObama: 29\n\nTrump: 88",
  "@1a Why doesn’t Facebook offer paid version with inalienable privacy? That’s a service I would use.",
  "Surprise, surprise.  #MAGA  https://t.co/8G40lPTVvn",
  "And that was after I wished the drive thru people @Wendys a “Merry fucking Christmas” and they replied “Merry fucking Christmas” back to me. Absolutely brilliant!",
  "@Handy I forgot the picture.... https://t.co/RV776CFJBi",
  "The beautiful human being who cleans our house left this for us @Handy. Wow, the world is full of surprises.",
  ".@realDonaldTrump just pulled the greatest trick in history: he got a bunch of dumb angry white people to elect him to the highest office in the land so he could give his old, getting ready to die ass a huge tax cut so his kids can keep all the money. #MAGA",
  "@politicaltright I unequivocally stand corrected. 🙇 \n\nI still say this and every other Confederate statue needs to come down.",
  "@politicaltright You do realize that statue was created and installed in 1905, right? And that the bodies of Forrest and wife were MOVED to that location away from their chosen burial sites at Elmwood Cemetery, right? Now, their bodies can be moved back to where they chose to be buried?",
  "@ScottPresler That’s because struggling families aren’t gonna get any benefits: https://t.co/ibMLdT2qA7",
  "What they voted for:\n❌ Drain the swamp!\n❌ Repeal and replace!\n❌ Build the wall!\n❌ Lock her up!\n❌ Hire \"best people\"\n❌ Make America Great Again!\n\nWhat they got:\n✅ Cut Trump’s own taxes\n\n#TaxCutsandJobsAct \n#GOPTaxScamBill",
  "Wow, @4chan is having a troll explosion! Some brilliant sumbitch calling himself, get this, “Q” has dozens of people convinced that @realDonaldTrump is the smartest man on the planet. It’s hilarious! Check out #QAnon if you you like to watch crazy.",
  "Just got a reminder how dumb some people are...#FlatEarth @bobatl is perfect example how science now takes a back seat to people’s feelings.",
  "Watched #sovereign #citizens getting owned AGAIN! Never fails to make me laugh. Dumb asses. #SovereignCitizen",
  "“You can't spew alarmist, end-of-the-world rhetoric and then expect your base to respond with careful, dignified street protests.”\n\n@thejeremyhunt, forgetting how his own outlet @foxnews has behaved all 8 years during @BarackObama years. So blatantly fucking oblivious. #MAGA",
  "@AnnCoulter Well you chose to be single and to lead a lonely, empty, desperate life Ann. No need to make others suffer like you choose to do.",
  "I'm confused, aren't we supposed to arrest @jaketapper for murdering #TedCrockett live on television yesterday? Isn't it against the law to do that? https://t.co/saOwDlDPuI",
  "This is what an actual innocent person does when falsely accused. #RoyMoore #DonaldTrump  https://t.co/99vDHE1mtX",
  "@jimlibertarian I think you spelled #RoyMoore wrong.",
  "Thanks to #Alabama for electing  #DougJones over #roymoore, you delayed the inevitable Christian theocracy that he and others like him wish to create in this beautiful country of ours.",
  "Roy Moore: \"It's God's will that I win this race\"\nGod:  \"Nope!\" \n#ThankYouAlabama \n#WednesdayWisdom \n#DougJones",
  "Black women heading to the Polls in Alabama to Make sure White women don’t give us ANOTHER sexual predator  #DougJones https://t.co/YhA0h8CmzK",
  "This certainly is going to #MAGA. #TaxScam https://t.co/AFn3HREbfA",
  "Wow. #DrewBrees DUMB DUMB DUMB fucking pass for interception was only kinged by #Seanpayton stupid mistake on the sidelines. #NewOrleansSaints #AtlantaFalcons @NFLTNF #TNF #ThursdayNightFootball",
  "It’s official, @realDonaldTrump lawyer #JohnDowd is just as big of an idiot as his client. #ObstructionOfJuctice",
  "I guess that 🍕 joint from #PizzaGate just got a new customer, eh?  #RoyMoore",
  "@MsBlaireWhite News flash: conservatives aren't rallying behind you. You are a token, a symbol that conservative assholes can point to and say, \"SEE? Even the tranny sinner bitch agrees with @realDonaldTrump.\" They don't believe in you or like you. You just help them look better.",
  "@realDonaldTrump And the guy who responds to the question, \"what does the swamp mean\" in the phrase \"Drain the Swamp\" who says, \"the mainstream,\" might also make that last--maybe.",
  "Holy Christ! I thought I had seen some dumb motherfuckin' @realDonaldTrump supporters but this definitely is among the top 100. #Maga---Trump voter: I'd believe President over Jesus - CNN Video https://t.co/0yVDmQeMbU",
  "Will you #MAGA people please read and wake the fuck up? They are going to screw us all. #TaxScam  https://t.co/af6RWhOZw9",
  "Just close your eyes and accept the fucking @realDonaldTrump is giving you morons. #MAGA  https://t.co/HyuSEs04M6",
  "@Tycruz77 @Wishbone_Shimer @KHOU @TroyNehls Wow, just another dumb Trump bro who doesn't know the meaning of the words he attempts to use as insults. 🙄",
  ".@realDonaldTrump double standard:\n\n#RoyMoore: let the voters decide.\n\n#AlFranken: he must be investigated.\n\nFucking hypocrite.",
  "What #AlFranken did was wrong\n\nWhat Roy Moore did was wrong\n\nWhat Donald Trump did was wrong\n\nWhat Bill Cosby did was wrong\n\nWhat Kevin Spacey did was wrong\n\nWhat Louis C.K. did was wrong\n\nRegardless of party, race, gender, and sexuality, sexual assault/harassment is wrong.",
  "Similar,but needs work on his form.Has to be done in one single motion &amp; eyes should never leave the camera. But not bad for his 1st time https://t.co/s49JtyRo3S",
  "@realDonaldTrump I have to wonder if you'd be asking this question if the players were white...🤔",
  "@Newsweek We really are living the plot of Idiocracy.",
  "I'm sure @realDonaldTrump will take credit for the growing masses of insured people as well. 🤦‍♂️ #MAGA  https://t.co/zgpd76Z3Zc",
  "I know the solution: more guns. Laws requiring guns. Gun fucking giveaways! #GunSense  https://t.co/0feM1TIwZE",
  "@LibertyAlerts Your ignorance and hypocrisy are a waste of my time. No intelligent debate can be had with the likes of you. 👋",
  "@LibertyAlerts You still make my point. Ignorance flourishes..",
  "@LibertyAlerts Unfortunately for me, someone like you has as much of a voice and vote as I do.",
  "@LibertyAlerts @realDonaldTrump Delete your twitter.",
  "@LibertyAlerts Oh and here's some more: https://t.co/Uqy1a6zczz",
  "@LibertyAlerts Oh and some stupid ass @AnnCoulter  bullshit: https://t.co/kKr123taHr",
  "@LibertyAlerts Here's asshole @realDonaldTrump politicizing #NYCAttack.  \nhttps://t.co/DzqWbCOrEi",
  "It's a good thing Texas is full of good guys with guns to prevent someone shooting people at church. \n\n#SanAntonio",
  "@Tru5tn0_1 Oh man, name calling really hurts my feelings. I'm gonna spend the rest of the day contemplating my life choices. 🤦‍♂️",
  "I wonder how many dumb ass #maga supporters sat home Saturday cleaning their guns for a revolution they made up themselves. #November4th",
  "@SLandinSoCal You do realize all those posts are trolls, right?",
  "@Tru5tn0_1 Or maybe your just gullible and believe every stupid thing you read on Twitter. 🙄",
  "@BobPlain2 @_JoBlogz @toothpasteOJ @mobbing_deek Ahh I see, sorry I got mixed up in part of the conversation I wasn't part of.😜",
  "@toothpasteOJ @_JoBlogz @mobbing_deek Of course gravity doesn't have mass. The amount of force needed to overcome the inertia of any object is proportional to its mass.",
  "@toothpasteOJ @_JoBlogz @mobbing_deek Doesn't matter when you dropped out. Some autodidacts can be very knowledgeable.",
  "@BobPlain2 @_JoBlogz @toothpasteOJ @mobbing_deek I'm sorry, I've had a few drinks. Who mentioned atheism? We're having a discussion of mass and inertia...",
  "@_JoBlogz @toothpasteOJ @mobbing_deek So inertia has nothing to do with rockets taking off either?",
  "@realDonaldTrump Oh Donald, you of all people should know: we only talk about the winners not the losers. #youwonthelectiondumbass",
  "#TaxCuts https://t.co/rO8LM59vcK",
  "Just be FUCKING rich! #HowToBePopularIn4Words",
  "@toothpasteOJ @_JoBlogz @mobbing_deek Again, he said \"mass of water,\" meaning \"large quantity\". You sound educated so I would guess you understand that, right?",
  "White woman gets $500,000 settlement for being handled roughly;officer shoots black man,goes home &amp; eats dinner.#BLM https://t.co/x9AxlTG59J",
  "Wow @TBLightning really shanked that game #NYRvsTBL.",
  "Under Trump, Wall Street's Future Is Bright. Yours and Mine? Not So Much #DrainTheSwamp, my ass #MAGA  https://t.co/niO4kvjoG9",
  "@JCP321 @mobbing_deek No thanks, I prefer to get my knowledge from books and scholars, not random people on @YouTube.",
  "@mobbing_deek If gravity is false, why can't you fly away? #flatearth",
  "@toothpasteOJ @_JoBlogz @mobbing_deek Good god people read a book. The word mass has several different meanings and his statement is correct, tho' worded terribly. https://t.co/60oLFj9jBQ",
  "If you want to laugh and see the height of gullibility just search Twitter for #November4th. I never thought people could be this dumb.",
  "@Spacehehehe I assume then, you also believe in time travel since we've known for 2,000 plus years that earth is round? The Gubment got to them too?",
  "Reading #FlatEarth topic makes me laugh hysterically &amp; depresses me. Ancient Greeks figured this out but we are digressing to Neanderthals.",
  "@KyrieIrving @GenoPodcast @Suebird This is what happens when people think Google equals \"research\" &amp; believe in Trumpist logic: if I feel it's true, it must be so. 🤦‍♂️",
  "ISS Envy: Breathtaking Views of Earth\n\nNo pictures of Earth you say, @KyrieIrving? https://t.co/ddQ042zKN5",
  "@scaruso5555 @keljdm14 @FinancialPlayer @janethiappini2 @JeffFlake @wbtonyturner ...says the guy defending the \"birther\" bullshit from 2008.",
  "@FinancialPlayer @keljdm14 @scaruso5555 @janethiappini2 @JeffFlake @wbtonyturner Seriously? Still dragging out the Kenyan President trope? Jesus get some new material. Thought you really loved the \"lock her up\" bit. 🤦‍♂️",
  "In fact, had the Senate Gang of 8 bill passed the House, it would have ended the Visa Lottery Program AND increased merit based visas. https://t.co/o3qJHHAv1C",
  "Dozens die from guns in Vegas: let's not politicize their deaths.\nISIS asshole kills 8: it's all the Democrats fault!\n#NYCTerroristAttack",
  "@EthnoBased @mikeenochsback @UF I still have no idea how to respond. 😄",
  "@FERRUMIRONWORKS @FoxNews I argued no such thing. I asked \"are capitalists not indoctrinated\". That's a question, not an argument.",
  "@FERRUMIRONWORKS @FoxNews I would respond, but what is the point...",
  "@EthnoBased @mikeenochsback @UF No. Don't know if you the type to say that word, or the type to mock me for not saying it. 🤔",
  "@EthnoBased @mikeenochsback @UF Based on your profile, I don't even know what that means 😂",
  "@FERRUMIRONWORKS @FoxNews I ARGUE IN FALSE NARRATIVES? What? I never made a damn statement! Truth only matters to those willing to talk at length about it.",
  "@FERRUMIRONWORKS Or because I ask open ended questions that leave room for debate and don't reverberate the empty platitudes parroted by @foxnews?",
  "@FERRUMIRONWORKS Why, because I have all my teeth and don't fuck my sister?",
  "@FERRUMIRONWORKS Ahhh, that clears everything up😂",
  "@SmilesAndLasers Judge me by words?",
  "Have to post this great exchange from some rando right wing coward regarding #SpencerAtUF https://t.co/2UFlzlzVZn",
  "@CapeMarinePower My parasitism? 😂😂😂Coward.",
  "A nazi and a black man.....America 2017 #SpencerAtUF https://t.co/sSaG36EuOr",
  "@CapeMarinePower Okay, so you don't want to parse actual words and ideas? Well, it was worth a try. 👋👋👋",
  "@CapeMarinePower @CameronVPadgett Lol. Only a white privileged man could say something as stupid as that. Enjoy your life.👋👋",
  "@CapeMarinePower Courtesy of @MerriamWebster https://t.co/Q8iaKoHQTT",
  "@CameronVPadgett @CapeMarinePower Let me correct that for you:\nHate Speech=White People Deathly Afraid of Not Measuring Up After They Lose Their Institutional Privileges",
  "@CapeMarinePower Wow. Lot to unpack here. Let's start with 1 thing. Capitalists AREN'T indoctrinated? Is that your first argument?",
  "@handsomeJack77 It ain't enshrined in our documents, so the argument is already lost. At least the Confederate states had the balls to be racist on paper.",
  "@handsomeJack77 Also, neither the US Constitution nor the Declaration mention race.",
  "@handsomeJack77 Well it's too bad they built a living document with the ability to change and adapt with its people. That part of the USA is long gone. 👋👋",
  "@handsomeJack77 I support the right to a white ethno-state, just as long as it's far, far away from my beloved USA. #SpencerAtUF",
  "@EthnoBased @mikeenochsback @UF Yeah sure, because all people who believe in free speech also use the n-word, think women belong in the kitchen &amp; that POC should \"go home\".",
  "@SageBodisattva Good point",
  "@CapeMarinePower What exactly does young people yelling at an asshole have to do with communism? #WordsHaveMeaning",
  "@JamesEdwardsTPC This level of triggering shouldn't even be possible.",
  "@JamesEdwardsTPC This level of triggering shouldn't even be possible.",
  "@TaraMcCarthy444 @RichardBSpencer Remind us all of how many people #Antifa has killed?",
  "Yet another example of white America trotting out statistics about POC when it suits them, ignoring the larger picture. Sad! https://t.co/BeeFLkqxdv",
  "@DougSides @realDonaldTrump Minority unemployment dropped every year since 2010, but sure don't credit @BarackObama at all. Emperor @realDonaldTrump saved the day. 🤦‍♂️",
  "@USArmy333 @realDonaldTrump @804StreetMedia Yep...\n\nTax reform- ✅ \nRepeal Obamacare- ✅ \nBuild a wall- ✅ \nLock her up- ✅ \nRevitalize coal industry- ✅ \n\nSuccess is sweet. 🤦‍♂️",
  "@realDonaldTrump Christ, we have to endure this moron for 3 more years?",
  "@realDonaldTrump -Gregg Popovich: Donald Trump a 'Soulless Coward' for Comment on Fallen Soldiers | Bleacher Report  https://t.co/ZCBJT5prNO",
  "Donating to Trump? Campaign spending $1 in $10 on legal fees - CNNPolitics\n\n#MAGA  https://t.co/q3PruxBnHM",
  "Only white ass Southerners could think Civil War Day was a good idea. Fucking Christ. #maga  https://t.co/QJmSni1FGs",
  "And burning crosses and nooses hung from the trees on Pennsylvania Avenue, but #MAGA supporters don't see any problem with Emperor Trump. https://t.co/rAPP1Zgger",
  "@GeraldoRivera Old way: women were never believed \n\nNew way, today, pendulum swing: women are always believed and men are presumed guilty. \n\nNot my words.",
  "@realDonaldTrump You are what's bad for the country, moron.",
  "@RifleKickSix @Kaepernick7 @Eminem Curious, are all the racist Nazi fucks triggered? Or are they just good folk with a valid complaint?",
  "Mike Ditka is a fuckin idiot",
  "@Hoosiers1986 @jojoh888 @RealRoseTaylor @JrcheneyJohn @StacyLStiles @thebradfordfile @ArizonaKayte @GrizzleMaximus @RuthieRedSox @WhiskeeWarrior @American1765 ...says yet another whiny privileged white male.",
  "i know mike ditka is an idiot. but the civil rights act only passed 53 yrs ago and black people are still shot by cops w impunity today.",
  "@ItsDanSheehan https://t.co/Ng1SAlQpWA\n\nHere you go.",
  "@ItsDanSheehan Season 4 ideas @danharmon ?",
  "Winner of the Ironic Bullshit Award goes to @infowars for calling @cnn (or any news outlet) #fakenews. 🤦‍♂️  https://t.co/xmAPhdqXcI",
  "@ShaunKing We should be clear, @realDonaldTrump didn't say he would TAKE an IQ test; Trump will produce paper with a perfect score and say \"Told ya.\"",
  "Here we go again, repeat 2016, can't score, can't defend.  #WSHvsTBL",
  "@ezridersos @VictoriaECM @realDonaldTrump ...says privileged white male. 🙄",
  "@realDonaldTrump #Triggered",
  "@mollyfprince @1776Lover @Salon @BillGates Wow. I guess we'll just have to agree to disagree. Sorry again for any insult. And thanks for not further devolving the conversation.👍",
  "@mollyfprince @1776Lover @Salon It has the purpose of preventing plutocracy, the advent of a minority group of people who contribute nothing &amp; who posses inordinate powers.",
  "@mollyfprince @1776Lover @Salon So, if I pay $100 in taxes for my share of the defense budget, how much does @BillGates pay? Do we both get \"same amount of services\"?",
  "@mollyfprince @1776Lover @Salon I don't usually intend to be rude. My sincere apologies. However, the language you use is still imprecise and makes understanding difficult.",
  "@mollyfprince \nThis is what you wrote.It sounds like a pedantic college student who just finished reading Ayn Rand's objectivism.Your words. https://t.co/mPiAKtuT5S",
  "@mollyfprince @1776Lover @Salon I'm not being insulting, your post makes a case AGAINST all taxes.If you have such degrees I would think your wording would be more precise.",
  "These millionaires want President Trump to know there is nothing patriotic about shifting the tax burden onto the middle class. https://t.co/6ZmbhCGJp8",
  "@mollyfprince @1776Lover @Salon Go back to high school economics and maybe we can talk after that. 🤦‍♂️",
  "@CaliConsrvative No, just no. This is how aristocracies are formed. We're supposed to be a nation of WORKERS, not entitled little shit heads. #estatetax",
  "@fritz_butler @greta How many spoiled ass rich kids who didn't do   any work to earn this money do we need?",
  "@greta Who are the dumb motherfuckers who answered this poll this way? That is 3,681 poor working class dumbasses who don't understand #estatetax!",
  "$269,000,000,000.\n\nThat's how much the GOP #TaxReform plan would give billionaires like @BetsyDeVos &amp; @RealDonaldTrump by ending estate tax.",
  "GOP’s proposal to repeal estate tax runs into resistance—from Republicans https://t.co/RYY0jOJTlP",
  "Due to #LasVegasMassacre cavity searches will greet us at hotels in the future, but we will certainly not see any change in #GunControl.",
  "@MSMCali @thehill City commissioners are non-partisan positions. Racist publications like @BreitbartNews &amp; @DailyCaller publish this info to fit a narrative.",
  "@TM0s41 @TurnTNBlue @thehill Speaking of agenda, @foxnews didn't even think it was newsworthy when some racist public servant uttered the n-word. 🤔",
  "@chiefbeaman @thehill @CNN Funnier still, @FoxNews doesn't even think someone in public office uttering the n-word is even news. 🤔",
  "2012:@BarackObama is foreign born Muslim who's gonna take our guns!(redneck accent)\n2017:it's Obama's fault we have so many deadly guns! https://t.co/eelykzDsvE",
  "@Trumpeter123456 @DineshDSouza Yeah I'm sure he didn't craft the book to sell. I'm sure @DineshDSouza would NEVER cherry pick facts to make his fans happy. 🤦‍♂️",
  "@Trumpeter123456 @DineshDSouza You'd be correct except @DineshDSouza book is a turd that no progressive would bother to argue about.",
  "@DineshDSouza Until they read another book which puts your book into actual historical context, then they just get red &amp; angry realizing they wasted $20.",
  "@OhRoyalOne @SalingerNtheRye @chooselovetoday @JSinghF @PaulTheMartian @SDrinsinger @nirjar_lonewolf @Anon6_NvrForget @wyliedunn1 @blondenfun1 @justicehall69 @jimjim1701 Now that's what I'm talking about! A credible source! 👍👍👍",
  "@SalingerNtheRye @OhRoyalOne @chooselovetoday @JSinghF @PaulTheMartian @SDrinsinger @nirjar_lonewolf @Anon6_NvrForget @wyliedunn1 @blondenfun1 @justicehall69 @jimjim1701 lol. Only in a world as fucked up as this one do I seem like the crazy one.",
  "@SalingerNtheRye @OhRoyalOne @chooselovetoday @JSinghF @PaulTheMartian @SDrinsinger @nirjar_lonewolf @Anon6_NvrForget @wyliedunn1 @blondenfun1 @justicehall69 @jimjim1701 So, that's a no when it comes to having read the actual documents? Because I looked that document up and it says no such thing. Links?",
  "@DewsNewz Unless they release video of @BarackObama holding his dick while @HillaryClinton reloads the guns, you'll still call #FalseFlag.",
  "@chooselovetoday And your evidence for this?",
  "@chooselovetoday No, I only believe anonymous idiots on @YouTube and @Reddit and @4chan. Those people are smart, derp.",
  "@OhRoyalOne @chooselovetoday @JSinghF @PaulTheMartian @SDrinsinger @nirjar_lonewolf @Anon6_NvrForget @wyliedunn1 @blondenfun1 @justicehall69 @jimjim1701 Is there a central site for this whackadoo shit you guys cite as \"evidence\"? Do you bother to actually go and read these documents?",
  "Apparently, the #illuminati got to this guy as well. #FalseFlag #sarcasm https://t.co/bSaYTxFtyh",
  "You are all absolutely correct. I saw this happening for years and did nothing. But I'd like to do what I can now. https://t.co/5mYA7D90X3",
  "I know the answer tho'.I'm a fool for believing #msm &amp; I haven't woke to the truth of #NWO &amp; the #illuminati &amp; #libtards are #Satanic 🤦‍♂️",
  "These people are really delusional about this #falseflag shit. Easier to believe: 1 crazy fuck or that thousands conspired to #takeourguns?",
  "How can #lasvegasattack be a #falseflag perpetrated by libs when the only people that benefit are gun makers &amp; @NRA? https://t.co/EwkEl6OChX",
  "@realDonaldTrump This is the language of unadulterated racism, pure and simple.",
  "Or better yet, this guy! #RespectTheFlag https://t.co/V9w5fv0yFs",
  "Or this. #RespectTheFlag https://t.co/FQw83WpNEG",
  "Yeah! Like this: #RespectTheFlag https://t.co/rCf5dmipTr",
  "I wrote about #ScientistsTakeAKnee what #TakeAKnee should mean, #BlackLivesMatter and making meaningful change https://t.co/gbTY57lLQS",
  "Bullshit. America don't know shit. #inklive decision is crap. #BasilicaTattoo should have been top 2. Fuck #InkMasterFinale",
  "@Astroidhalo774 @bobatl 🤦‍♂️",
  "I wish you #flatearthers luck funding @bobatl @gofundme project so that we can stop this silly ass conjecture of 2,000 year old science.",
  "Exactly https://t.co/vcBzv4bd5j",
  "@SupportTrump10 I can't wait for @nfl to die. @Kaepernick7 took down a whole racist organization with a knee! #takeaknee",
  "@MillenPolitics Because white America is just a bunch of racist assholes. #taketheknee",
  "Alejandro Villanueva: \"This national anthem ordeal has sort of been out of control, and there's a lot of blame on myself...\"",
  "@DineshDSouza @dallascowboys Fuck you Dinesh. Jesus. Fucking apparently apologist.",
  "@MarcieKimber821 @DineshDSouza @dallascowboys Wah.",
  "@Centeright2 @dallascowboys Wah.",
  "@Jali_Cat @dallascowboys Wah wah. Boo hoo.",
  "@RealSaavedra Good riddance",
  "@Trumpfan1995 Wah wah. I'm a baby.",
  "Steelers Alejandro Villanueva Makes it Clear Doesn’t Want to Be Prop For MAGA &amp; Supports Black Athletes Protesting https://t.co/GiwV7OA5ZE https://t.co/DEtmEAhNOA",
  ".@foxnews just fucking confirmed the real reason for #TakeTheKnee. Fucking wow. https://t.co/aQV6FIql1z",
  "@JarodKintz1 Yeah because followers means \"truth\". That must be why @realDonaldTrump has so many followers.",
  "@WilliamWWilson4 Wow. Dumb knows no boundaries. #FlatEarth #sodumb",
  "@HujumesipeT Nevermind the fact that we discovered a round earth more than 2,000 years ago. #sodumb",
  "@JarodKintz1 This sums it all up. \"I believe in #flatearth just so I can rebel against my parents.\" I'm stupid, but it's cool!! #sodumb",
  "@FamilyGriffith @1stTryScience Read a fucking book. We have known for more than 500 years the earth is not #FlatEarth. Damn you guys uneducated.",
  "@FlatEarthAwake Yeah, as in you reverted to your pre-reading days since any grade school child can disprove your dumbass #flatearth beliefs. #sodumb",
  "@realDonaldTrump Jesus you are so embarrassing. 😧",
  "A president shouldn't tell an NFL team what to do, Trump tweeted ... in 2013 - CNNPolitics Hello hypocrites. #maga https://t.co/BHdmGTlf5p",
  "@realDonaldTrump Goddamn are you ignorant.",
  "@tommyzax Feeling a little #Triggered today? They ain't pissing on me; I support the 1st Amendment.",
  "@tommyzax And I guess that is the kind of country you wish this one to be?",
  "Those who fly the confederate flag do more to disrespect this country and its flag than athletes who #taketheknee.",
  "@NiaAnyah Because @potus is little man baby who can't keep his own foot out of his mouth, even when does do something correctly.",
  "@parker33321 @SpayMsm @lucidunity A terrible photoshop?",
  "My mom in military for 22 years: I support #TakeTheKnee.\n\nHer non-military siblings: Triggered Ass #trumpers who think it's disrespectful. 🤔",
  "You know what's really disrespectful to the military? \n\nBaiting a war on Twitter.\n\n#TakeTheKnee https://t.co/GlOU7uQgGr",
  "@momofmax142 So you speak for the dead now? That's some disrespectful shit.",
  "@TheMarkPantano Or just try not being racist.",
  "@DrDarrellCline @PeteCarroll @Seahawks Then just turn the game on a little later and you can continue to keep your head in the sand.",
  "@Larryputt @offthegrid75 @malibujonfanti @larryelder @NFL @NBA @YouTube #Triggered",
  "@parko160 @NFL @NBA @MLB #Triggered",
  "@KevinBooker206 @MLB @Athletics They didn't give their lives for a flag, but for the values we hold dear. There's a difference.",
  "#MAGA Fucking dumbass https://t.co/w1HE9T08d6",
  "Funny how Trump supporters claim to support the 1st Amendment until it's a black man expressing his freedom #TakeAKnee",
  "Every single NFL player should be kneeling this Sunday. Every. Single. One. Don't let this POS \"President\" get away w/this shit in silence. https://t.co/PiIRASP9i6",
  "Not sure how many sports racist assholes will be able watch if this #TakeTheKnee campaign keeps heating up! https://t.co/yoUqr6A1M6",
  "If racist assholes actually #BoycotttheNFL @Kaepernick7 might have destroyed the NFL fighting for racial equality. That's yuge. #takeaknee",
  "Trump a lot tougher on Colin Kaepernick than on Vladimir Putin. Protesting American anthem: bad. Subverting American democracy: no big deal.",
  "@lakil4real n.An incompetent, insignificant, or obnoxious person: The batter called the pitcher a bum \n\nI think that fits.",
  "Hey @FlatEarthOrg any comment on this? 😂 https://t.co/F5SYkGBXgu",
  "@WilliamWWilson4 @Spacehehehe I know how to read &amp; I do so extensively. Flat earthers are just confused &amp; need to go back to grade school science.",
  "@dmarble1 I expect nothing less from the guy who thinks flying with a level is \"science\".",
  "It's comments like this from #flatearthers that make me sorry for humanity. We learned the answer to this in goddamn grade school. #sodumb https://t.co/Jh5W9F5Rht",
  "@Spacehehehe The more you learn about actual science the less gullible you'll be to believing in that garbage. #FlatEarth #sodumb",
  "@Spacehehehe I have. #FlatEarth is the dumbest fucking thing I've encountered. When I need a laugh I go peruse Flat Earth Society web site.It's hilarious",
  "@Spacehehehe This statement is true... once a year on April 1st. #FlatEarth #sodumb",
  "@ItsFlatEarthFAF This is a drastically stupid model that doesn't account for most of observed phenomena. Never seen the moon during the day? #FlatEarth",
  "@RealDrRickMusic Basically these fools think, \"Well when I drive my car it doesn't SEEM to move in a curve, so it must me flat!\"",
  "@flatearthexpert @RealDrRickMusic Wtf? Lack of scientific support? Science only supports a sphere earth. Zero scientific evidence supports flat earth. ZERO.",
  "No one let a #FlatEarth person near @POTUS or tomorrow he'll be trying to outlaw teaching globe theory in classrooms. 🤦‍♂️",
  "I wish all the dumb asses who believe in #nibiru as the #endoftheworld would disappear on #September23. #sodumb",
  "@EmyMeowski Only stupid and/or gullible people's lips. #nibiru #sodumb",
  "@HillsboroughFL When is waste collection going to restart? I haven't had collection in over a week.",
  "Yet another example of the hypocrisy of @realDonaldTrump and his administration. #MAGA  https://t.co/E4uSCl5Xh3",
  "@ArcaneKeyblade Says every white @pewdiepie fan. 😔",
  "RT if unlike PewDiePie, you don't start randomly screaming racial slurs while playing videogames.",
  "@mr_grission @2muchsense4u @NipperIzus @kilmeade @foxandfriends Are you aware the CSA &amp; each state's Constitution enshrined slavery? Do we still defend our 2nd Amendment? Don't be facetious.#FireKilmeade",
  "@ldoyle1955 @kilmeade @EllyBama @foxandfriends 44 Presidents of this country and @realDonaldTrump is the first for all of this? Holy shit, @twitter stupidity just jumped the shark.",
  "@mr_grission @2muchsense4u @NipperIzus @kilmeade @foxandfriends No point in talking to these morons, if liberals start idolizing Ronald Reagan these guys would start calling RR a traitor. #FireKilmeade",
  "We demand @kilmeade from @FoxNews resign immediately. Using 9/11 memorials to attack liberals is disgusting filth unfit for tv. #NeverForget",
  "White people: We won't stand for freedom of speech https://t.co/6nErwfVjPk",
  ".@beastieboys I wonder why @goldieblox got sued but I just saw an ad for @DestinyTheGame using Sabotage?? #seemshypocriticalmaybe",
  "Where's the folks saying \"God is causing all these storms\"? I mean, we did elect @realDonaldTrump so we probably do deserve it this time.",
  "@sassygayrepub This illegal vote story is still #fakenews, but even if they did vote we still \"won\" by more than 2.9 million votes not 800,000.",
  "I'd love to hear the #protectFOS folks reaction to this... https://t.co/wWOvoPMHtq",
  "Is anyone surprised by this? @realDonaldTrump is either the biggest fool or a habitual liar. #MAGA  https://t.co/Hf6vbG72B2",
  "@LeeChildReacher, finished The Enemy.People who park far from rest stop building entrances are typically there to sleep or rest undisturbed.",
  "@AnnCoulter Wow, you are an idiot.",
  "We literally had to put this out as a fact check today.\n\nWas Barack Obama President During Hurricane Katrina? https://t.co/dYjeHR49GC",
  "I'll believe #trumpdonation when I see the receipts. #TrumpTaxReturns",
  "The last time Trump pledged a donation - his salary - it took months of media pressure before any donation occurred\n\nhttps://t.co/dLB49jk8ds",
  "Have to apologize for using #magassholes repeatedly today. I hate those kind of labels. My bad.",
  "@MisLexi1 Spelled that wrong: Don't let @realDonaldTrump divide us! #fakenews #magassholes #msm  Fixed!",
  "@RichHamblin11 @RealJamesWoods Haven't seen any assholes wearing #Nazi pins or swastikas either...but let's keep this political. 🤦‍♂️",
  "@TomiLahren What? @twitter is full of you #magassholes bitching &amp; complaining about EVERYTHING. Just search the #maga timeline. Bunch of triggered wimps",
  "@mitchellvii So delusional.Failed #Healthcare.Failing #TaxReform. Successes include discrimination against #LGBT &amp; shitting on #LawandOrder. Woohoo. 🤦‍♂️",
  "@mitchellvii @Sethrogen This is what passes for comedy in @mitchellvii world. No wonder he's always so pissy.",
  "Twitter! I need help identifying this man, who was wearing a Swastika pin and who assaulted me and several others on August 11. https://t.co/WKyoM7izwO",
  "@Kazanir @ms_mims @ProPublica @bennydadog @RedCross I'm not defending everything about @RedCross, all I know is they were a godsend for some people I personally know.",
  "@ms_mims @ProPublica @bennydadog I appreciate this take, but Katrina victims I personally know (my wife &amp; others) were sincerely grateful for what @RedCross did in 2005.",
  "Better wake up Trumpers, @realDonaldTrump is trying to help the #illuminati kick start the #newworldorder. #maga #NWO17 https://t.co/hvT11AKnmH",
  "DT encourages hate groups, tells police abuse is acceptable &amp; then outfits them like an army. What could go wrong?\n\nhttps://t.co/5ZU3xoQN4D",
  "BLM's elaborate mind-control programs claim another heritage patriot American #RICONOW https://t.co/C5uTMePEvI",
  "Yeah, this guy is a man of the people. #MAGA  https://t.co/mls00W8zKV",
  "Chalk this one up for another victory against #ConfederateStatues be removed after the #Charlottesville events.  https://t.co/nEcC7ZCO6C",
  "Hey @BreitbartNews and #SteveBanon welcome to the #fakenews team! I'm sure you'll fit right in with @CNN, @washingtonpost, @nytimes...#WAR",
  "Tampa Bay joins the list of cities removing their old ass racist #ConfederateMonuments by raising money from private investors &amp; residents!👏",
  "Like to know the @TBBuccaneers, @TBLightning and @RaysBaseball have to say about donating $ to remove #ConfederateStatues from courthouse.",
  "The best response to #Charolettesville is this. No need to fight, just take that shit down! #ConfederateStatues  https://t.co/32w1ENVaih",
  "@elmocanuck @LucidHurricaneX @HISTORY  https://t.co/iljiuVCtuj",
  "@boguspress This shit is heart breaking. Thanks for sharing.",
  "@AriMelber @DreamHost @TheBeatWithAri @dallas What are the chances some life long lawyer @ DOJ could have advised some better wording on this warrant, but then thought, \"Nah, fuck it\" ?",
  "Motherfucker you're wearing a navy jacket and black trousers, you can't even dress yourself with your damn bare hands https://t.co/ByFzLpXmym",
  "@eatkinson48 @chuckwoolery @BreitbartNews So a patriot can joke/say/threaten the life of an American politician? Sounds like a real loyal American to me. 🤦‍♂️",
  "#altright was an attempt to rebrand away from Nazi &amp; neo-Nazi &amp; racist labels.\nSince when does the left need a rebranding to #AltLeft?",
  "Trump was willing to paint the entire Black Lives Matter movement with a broad brush. But white supremacists and literal Nazis get nuance.",
  "Excellent job #WorstPresidentEver you still have @RichardBSpencer on your side. I bet @IvankaTrump is real proud of her daddy today. https://t.co/elQATTEFrQ",
  "Even Robert E. Lee opposed confederate monuments. \"I think it wiser not to keep open the sores of war,\" he said. https://t.co/Sax4wSMuTb",
  "@LucidHurricaneX While we are on the subject of victims. Here is what happened last time #fascist assholes had power.\nPicture copied from @HISTORY --sorry. https://t.co/iXBrli9iAN",
  "@RolndKarl @TheDailyShow I think most of us have been calling him that since January.",
  "@sunvalleyid @TheDailyShow I know! Seriously WTF? I don't think he's ever read a damn history book in his orange tinted life.",
  "@TheDailyShow If I didn't live in the South I'd say these racist fucks can have it this time, but I rather like living here damnit.",
  "US Senator: \"This is not my president\" https://t.co/NWHB4LaBXo",
  "As usual, @realDonaldTrump, #presidentsnowflake, has not read enough books to even understand #confederatemonuments or #charlottesville.🤦‍♂️ https://t.co/9A6t5A9RXB",
  "Yeah, good job @realDonaldTrump white bigoted assholes are still in your corner, which apparently is all you find important. #worstprezever https://t.co/boGw0wk1Uj",
  "@AltRightAaron How does one expect to wear Nazi symbols and NOT be called a Nazi?",
  "Too bad the #altright doesn't realize it's just an unwitting tool of the bourgeoisie class, stirred up to render us divided and useless.",
  "This is what it looks like when @POTUS feels slighted. Apparently, being associated with Nazi assholes does not bother him. #Charlottseville https://t.co/cdpHtCxSKW",
  "Nailed it! https://t.co/zg2XkEay53",
  "Peter Cvjetanovic, a white nationalist, is upset that this photo of him has gone viral. So be nice: dont retweet this tweet 1000s of times. https://t.co/mpeyXH86jm",
  "Wow, brutal graphic from Fox News https://t.co/0KZZW2BBGd",
  "Oh yeah, here's @bakedalaska bawling on the ground after getting maced 😂  https://t.co/ANRN14Tf5y",
  "@RepTomGarrett ...remember that the next time Republicans try to claim these are \"fringe\" activists. Trump has a literal neo-Nazi on his staff!",
  "Lmao how dare I criticize white supremacists just because they believe some of us are subhuman scum 😂 https://t.co/snqA5EP4dV",
  "@Cynic_Sam That would be a wise decision as a parent. 👍",
  "@Leppycole @polackslav Let me guess, tl;dr.",
  "Guys imagine if #45 attacked racists in #charlotesville as ferociously as he did @Rosie &amp; @kathygriffin? He's a total disgrace #cmonAmerica",
  "@JuliannAssange So you are a defender of Nazi sympathizers now Julian? Good to know. I hope you enjoy that room in Ecuador for the rest of your life.",
  "@Lrihendry You can't possibly this dumb.",
  "To those demanding photographic evidence of Nazi regalia in #charlottesville, here's what's on display before breakfast. Be safe today https://t.co/sbdkgv9eD1",
  "@Leppycole @polackslav Yeah this is the lefts fault. https://t.co/tz7tYZWIaR",
  "@jStraus32 Huh? The car struck counter protesters. Who exactly are they trying to \"hate crime\"?",
  "@Cynic_Sam Yeah &amp; I'm sure you would be defending this person if they were antifa.\"The antifa wouldn't have done it if the alt-right hadn't instigated\"",
  "Every time @realDonaldTrump ignores statements like this emboldens the racists who support him. Silence is complicity. #Charlottesviille https://t.co/PHYlQ3kAiy",
  "In August '16, Clinton devoted an entire speech to warning how Trump was emboldening hate groups and white supremacists https://t.co/3Qa1Ad8TtA",
  "@BeanfromPa @marcorubio @POTUS When an a Christian commits an act of terror, do you call it Christian terrorism?",
  "How difficult would it be for @POTUS to say,\"I don't support these white nationalists.\" Failing to do so just emboldens them.#charlotesville",
  "I don't want to hear another word about refugees and immigrants being the threat. LOOK AT THIS STAT 👇\n#Charlottesville @verrit https://t.co/gTPLKSBVEi",
  "#Charlottesville driver was not the person the alt-right think it was. Hope they sue everyone who doxxed them. https://t.co/dBKwjTNfNv",
  "@Lonman06 #fakenews",
  "Apparently @POTUS can see the future. #nostrumpdamus #maga #whoknew https://t.co/zkgc3pTQ63",
  ". @SailorJerry I can no longer buy my 1.75L bottles until I hear from you regarding #Normancollins intellectual property and his widow.",
  "Reminder: U.S. Nuclear System Runs on Early Computers and 8-Inch Floppy Disks @realDonaldTrump @POTUS  https://t.co/56mb98GDve",
  "@realDonaldTrump As usual #presidentsnowflake mistakes signing a piece of paper for actually accomplishing something. Sad!  #fakenews",
  ".@potus's idea of good news:\n1. Got SC nominee &gt;50% of ppl hate\n2. Stock market gains that enrich &lt;50% of the people\nSee a pattern? #maga",
  "Reminder to parents to hug your kids so they don't grow up to be presidents who start wars to prove their own self-worth.",
  "Since Guam didn't support @realDonaldTrump for President, he'll probably let #NorthKorea destroy it. Who needs 'em, amirite?",
  "This is both depressing &amp; hilarious. #presidentsnowflake #maga #wearesofucked https://t.co/fCYsUK5sh1",
  "And America's descent into fascist nationalist propaganda begins. Goodbye America, it was nice while it lasted. #maga #Farewell https://t.co/NFTGwmYJL5",
  "@ItsNessa___ So it's okay to just murder someone for lying to you?",
  "And maybe this too.\nTrump: 'I would rarely leave the White House' | TheHill\n#MAGA @POTUS @realDonaldTrump  https://t.co/dKZkvsvNlo",
  "Just gonna leave this here...@realDonaldTrump @POTUS #maga https://t.co/5l8KFL1Hxz",
  "Great take on #ColinKaepernick. Rapists can get starting jobs in @NFL but not an outspoken black man. #BLM https://t.co/f2khEpWkDK",
  ".@AnnCoulter has so many outlandish ideas she might as well be a #FlatEarth proponent. She has absolutely no connection to reality or facts.",
  "RT this Easy Smore's Dip Recipe &amp; we'll donate 1 meal to help #FeedtheWorld2017. A fun recipe for the family, too! https://t.co/hlHTKhnvBc https://t.co/9T3UHbNVRi",
  "Gonna assume the same folks who saw @TomiLahren \"beat\" @chelseahandler also saw Tomi defeat Trevor Noah @TheDailyShow. #differentworlds",
  "@Lis_aLouu @Corrynmb @mgraves66 @TomiLahren Handler:has a successful career &amp; well thought opinions.\n@TomiLahren:I accidentally admit to being a hypocrite.\nYou are right, no comparison",
  "@StockMonsterUSA @TomiLahren I'm guessing you missed the part where @TomiLahren admits to benefiting from #Obamacare.🙄#maga #MAGAnomics #hypocrites",
  "The fact Tomi Lahren lectures people about why Donald Trump is better but didn't even know she had Obamacare...that's a typical Trump voter.",
  "@realDonaldTrump Trump's complaints about Democrats stopping his agenda are BS since he had full control for two years. He can never take responsibility.",
  "Hilarious #presidentsnowflake and the @gop have tried for 8 years to #RepealObamacare and failed! SAD! #MAGA  https://t.co/qzT2Z8yEzI",
  "@coinbase So Coinbase is walking away from BIP91 activation?",
  "@GodBlessUSA72 So you want to throw LGBT people in psych wards? #transgender",
  "@WordSmithGuy Purple Heart recipient Chuck Hagel honored #LGBT military contributions. Military personnel aren't monolithic. #TransRightsAreHumanRights",
  "@LGBTEqCaucus @realDonaldTrump What's more astonishing perhaps is that the LGBT community ever believed this man would treat them with dignity and respect. #transgender",
  "Me IRL learning the military spends 5x as much on Viagra as it would on medical care for #transgender troops. https://t.co/7S3q74zQZZ https://t.co/Fapa4oUKuE",
  "#DonaldTrump CHOSE NOT TO SERVE with the U.S. military when called. He's told #TRANSGENDER AMERICANS who CHOOSE TO SERVE that they can't. https://t.co/ozuYxCzSqY",
  ".@JeffBezos Now that you are Forbes richest, any plans to join @BillGates &amp; friends with \"The Giving Pledge\"? #howmuchisenough",
  ".@NewYorker's cartoon of the day. https://t.co/6QRsSMB22m",
  "@realDonaldTrump FFS Donald, are you aware of the First Amendment? Are you aware the USA has a diverse background of people with different faiths? #readabook",
  "I'll believe the #foxconn story when the actual factory is built. They've played this game before. #MAGA #MAGAnomics https://t.co/A1p4vp2g5L",
  "Where's @lindsaylohan when you need her, huh Jeff? #StopBullying https://t.co/ksJbhCWZF1",
  "Did someone bribe producers @AGT to keep #mirrorimage on the show? They are terrible FFS.",
  "@realDonaldTrump That's funny, I just paid taxes on my \"Trump Sucks\" t-shirt. @ASPCA #MAGA #MAGAnomics #presidentsnowflake https://t.co/fzBInrJoCL",
  "@realDonaldTrump As usual #presidentsnowflake thinks the @FBI prosecutes people at the direction of @POTUS and not an objective agency with competent people.",
  "@realDonaldTrump  https://t.co/gcXdP4DW86",
  "@realDonaldTrump As usual, #presidentsnowflake wants to enact protectionism policies here but wants EU to stop. Hypocrite.",
  "@realDonaldTrump I agree #presidentsnowflake, @BarackObama did a great job recovering from the @GOP housing market crash.",
  "Loyalty is what got 6 million people massacred in WWII. #BoyScoutSpeech",
  "I served my country so that the youth of this country would never have to swear loyalty or allegiance to any man.\n\n#BoyScoutSpeech",
  "@MichelleRMed I don't think anyone is questioning #presidentsnowflake winning; we just want to know how far #russiameddling went. Is that so wrong?? #MAGA",
  "A commission based on lies can have dangerous repercussions for voting rights, via @EJDionne https://t.co/KeE4IREWSm",
  "Because that's what innocent people do...@Jezebel #MAGA https://t.co/qNKiC09PyH",
  "@Team_Trump45 @realDonaldTrump You forgot this one. https://t.co/kLS2jyNRLS",
  "@realDonaldTrump Apparently Republican Congressmen are like toddlers: they only behave well after someone feeds them a good healthy lunch. SAD! #maga",
  "So now #presidentsnowflake is spending taxpayer money for propaganda against #Obamacare? WTF? #maga #MAGAnomics  https://t.co/NswVJ7K41x",
  "@AsherLangton @Popehat Because speech should only be free when you agree. #poetandididntevenknowit",
  "@Drizly How long am I supposed to wait before I assume you ain't gonna deliver??????",
  "Can someone get @1YUNGSPAM an honorary #PhD in economics please? https://t.co/I7goYHaIN1",
  "I think the scariest thing about  #DeltaGate is that I someday may have to sit next to @AnnCoulter in coach one fateful day.",
  "Taking people's money and property without due process. Any #MAGA supporters want to comment?  https://t.co/RErvDXnwke",
  "@KingofAsturias So @KellyannePolls can shove her #alternativefacts?",
  "@KingofAsturias I wonder if we could even agree on what facts are.",
  "@realDonaldTrump Crazy how this system of government has worked for over 200 years! Wow. #presidentsnowflake learns something new everyday! #MAGA",
  "Obamacare repeal ❌\nBorder Wall ❌\nRenegotiate Iran Deal ❌\nInfrastructure Plan ❌\nTax Reform ❌\nMove US embassy to Jerusalem ❌\nFighting CNN ✔️",
  "Because #presidentsnowflake doesn't really care about voting rights or security, fools. #maga @POTUS  https://t.co/EF0c71d1y0",
  "@KingofAsturias Kudos to you for not resorting to name calling after all this time. We may never agree but at least you can be civil about it. I tip my 🎩.",
  "@kfc Is this how Nashville hot should be applied? https://t.co/xFkVMncf66",
  "@realDonaldTrump As usual #presidentsnowflake forgets that his base don't even have sufficient paying jobs, much less own stocks.Hooray for Wall Street!#maga",
  "@KingofAsturias Yes I do. Like the last time some people decided to harass them: https://t.co/5BGVdbHI9B",
  "@FrankASpadaro @PeterBeinart @TheDeansreport @Deanofcomedy #FAKENEWS",
  "@KingofAsturias Implying what? As long the neighbors hate them it's okay to target and harass them?",
  "@KellyannePolls @POTUS Your unending stupidity is just astounding. This is like congratulating him for wiping the shit off his own asshole.",
  "@FrankASpadaro Wow. So \"real men\" terrorize people for being different than them, but only on the weekends?",
  "I hope the communities surrounding #islamberg are prepared to counter the bigoted #ProudBoys on Saturday. Don't these bigots have jobs?",
  "@Gavin_McInnes If you represent (my) white \"culture\", please bring on #WhiteGenocide-- faster the better.",
  "Cartoon on #ProudBoys #FirstNations #cornwallis #confederateflag https://t.co/d2VbN6d89P",
  "This is the type of government #Evangelicals voted for in November. What would Jesus do indeed? #maga #wwjd  https://t.co/SIVgBTcb4S",
  ".@BetsyDeVosED is #Maga hypocrite:trots out sex assault victims to harm HRC,tells others \"you're just a drunk slut\". https://t.co/pMV1RbNgpR",
  "It's what Jesus would do. #Maga America's Worst Congressman Has a Disgusting Plan to Pay for Trump's Border Wall https://t.co/xT5Q12MvKo",
  "It gives me hope when I see the large anti-racist crowds outnumber the assholes at events like #CharlottesvilleKKK. Maybe we ain't doomed.😶",
  "@Jkirk1946James Who is trying to remove racist history from books? We wish to teach our kids how dumb and racist #ConfederateFlag states were.",
  "Let this be a lesson to all #immigrants, if you want to have legal status in the US just be a sick white kid. #maga  https://t.co/cI14eKZTxT",
  "#CNNBlackmail is nothing but a dog whistle for trolls and racist white nationalists to worship at the feet of #presidentsnowflake. SAD.",
  "Your typical climate change denier has the intellectual capability of understanding the science involved. #FakeGlobalWarmingFacts",
  "Trump knows what he's talking about and Stephen Hawking doesn't #FakeGlobalWarmingFacts https://t.co/1cmMstNLco",
  "I count 40 KKK. Hundreds if not thousand counter protestors. That should be the story. Community out #hatehasnohomehere #CharlottesvilleKKK",
  "And #presidentsnowflake thought US citizens knew how to protest!! #welcometohell #G20Summit  https://t.co/Ik14ogmDzj",
  ".@lindsaylohan Maybe learn what a word MEANS before stepping into the fray. Is #presidentsnowflake not up to the job? https://t.co/6Uerk1j5bB",
  "At least #EUDeathPanels are relatively fair. Here in US our new #AHCA boils down to \"You got money? No? Oh fucking well.\" #MAGA",
  "@realDonaldTrump Lest no one forget, after #CharlieGard dies @realDonaldTrump will change this tweet to say, \"I only like babies that survive.\"",
  "Are the #confederatelivesmatter people going to decry this attempt to erase history? #maga #hypocrites    https://t.co/JhsJtDNazn",
  "Does @realDonaldTrump want to pay this guys legal bills? @Koch_Industries maybe? Maybe #MAGA can create a legal fund https://t.co/dtVjB3h24r",
  "@realDonaldTrump As usual, @realDonaldTrump does not understand the word \"distinguished\" &amp; continues his quest to divide the USA. #maga #resist",
  ".@realDonaldTrump tiny hands and fragile ego are going to destroy this country. States should resist this. #MAGA  https://t.co/c4uZrCueJq",
  "Right-to-carry gun laws linked to increase in violent crime, Stanford research shows @MacShootFace #gunsense #MAGA  https://t.co/hAPtMoj1FJ",
  "@realDonaldTrump @Morning_Joe Saw @realDonaldTrump tweets for first time in a long time. All #FAKENEWS. So sad. And terrible approval ratings. I said no! Bad President.",
  "@deray Jail? You black (sorry to inform ya), jail would be a welcome alternative considering current trends.",
  "The right has decided that liberal thought is a crime &amp; it seems they want to exterminate us. The US is doomed.#MAGA https://t.co/B0BK9ND1EL",
  "@MarvelousMiche @realDonaldTrump @FoxNews @BarackObama @seanhannity This conversation has turned toward absurdity. I wish you the best in life moving forward, but I'm going to mute you now. Enjoy the 4th.",
  "@MarvelousMiche @realDonaldTrump @FoxNews @BarackObama @seanhannity And more pertinently FFS, she died 2 years later, in what world is that \"just after turning it over\"? Fucking conspiracy theory bullshit. 🤢👋",
  "@MarvelousMiche @realDonaldTrump @FoxNews @BarackObama @seanhannity LOL. Wow. Let me guess #Sethrich knew the killer and @HillaryClinton plotted both their deaths while elbow deep in some kids at #pizzagate!!",
  "@MarvelousMiche @realDonaldTrump .@FoxNews spent 8 years calling @BarackObama a foreign born secret Muslim traitor but his feed isn't just talking shit to @seanhannity.",
  "@MarvelousMiche @realDonaldTrump Shouldn't the President have better things to do than react to some talking heads on tv?",
  "I don't know what's more troubling: @realDonaldTrump insistence on insulting people from TV or the people who think it's funny. #MAGA https://t.co/lLH7u3fdG7",
  "I don't know if #chaldean community is stupid or just ignorant of American politics, but since they voted Trump they deserve to be deported.",
  "@realDonaldTrump As usual, the \"President\" has nothing better to do with his time than take cheap shots at women. You'd think he'd be busy President-ing. Sad",
  "@realDonaldTrump So SAD, @GOP can't even muster 51 votes for their mean healthcare bill. Just, so SAD!",
  "@realDonaldTrump As usual, the Donald has no clue what he's talking about. Thank God we elected this guy to run the country huh? We're doomed. #MAGA",
  ".@DNC in 2009 needed 60 votes for #Obamacare and got it. @GOP in 2017 only needs 50 &amp; they still can't pass their terrible #HealthcareBill.",
  "RT to raise awareness of the casual harassment women face from pervs at work every day, via @CaitrionaPerry. https://t.co/2Y7D3a6Rwo",
  "Is this motherfucker @jasoninthehouse serious? They get free health care &amp; $174,000 salary AND now they need rent $? https://t.co/s5lyxTt8cg",
  "And @realDonaldTrump continues marching American democracy to the firing squad, been nice knowing you Uncle Sam. https://t.co/JK3SCNt4jk",
  ".@potus when under #RussianCollusion investigation:  FAKE NEWS. Sad.\n\n@potus after(tldr;) @washingtonpost article:#RussianCollusion IS REAL!",
  "#PizzaGate nut job shoots up the place with an unlicensed gun gets out alive,while Castile with a licensed gun and obeying law doesn't! #smh",
  "Wow, some people believe some real crazy shit. @AmericaTalks https://t.co/LPgtwQOcy2",
  "The #pizzagate people were correct after all, someone is going to prison over the whole debacle.  https://t.co/t124xI3Qkd",
  "Wait. The officer who killed #SylvilleSmith was fired for sexually assaulting a man the night after he killed Smith. https://t.co/fjAQJyo8oS https://t.co/mo64mmZUxZ",
  "I wonder, how many white people have been pulled over by police for \"turning into a parking lot without signaling\"? #PhilandoCastile",
  "Since @GetSpectrum bought @BrightHouse, service sucks. I suggest people moving here stick with whoever bought @verizon.",
  "Crystal Griner risked her life to save @SteveScalise. She was comforted in the hospital by her wife. Scalise is against same sex marriage.",
  ".@newtgingrich is a hypocrite. https://t.co/oa4ZD34aLY",
  "Wait buddy. I thought you told @LesterHoltNBC that the firing was your decision...this administration is just SAD. https://t.co/QObvex8Jlh",
  "The left needs its own @infowars to dispel pernicious lies &amp; hoaxes like #congressionalshooting. #falseflag #leftyalexjones",
  "Rational thinking.  #WeirdThingsToRageQuit",
  "Seems Newt thought Mueller was a superb choice until he started investigating Trump. https://t.co/9nIgGw47PM",
  "‘People want me dead’: Muslim restaurant owner closes ‘baconed’ Texas restaurant over racist threats https://t.co/qcM9kTxyBR",
  ".@Xbox So, my Kinect is dead with intro of Xbox One X? Wth? #stilllovemykinect",
  "My guess? Billionaire #kochbrothers paid crisis actors to invent #CongressShooting to shore up conservative support for @realDonaldTrump.Sad",
  "Am I the first to say: #congressionalshooting is a #FalseFlag event perpetrated by the administration to make liberals look violent. #hoax",
  "That's a good burn there, Smirnoff. https://t.co/6fJ4Wfl7Xe",
  "Alright all you #antivax conspiracy people, let's hear you say it loud and proud: FAKE NEWS!  #fakenews #Science  https://t.co/qUAe2zVqXi",
  "@mikelloyd9 @chaos_4ever @sjjw2 @JanLillemo @WildRootsStudio @lawsofmurph @Bryan_Healey @RepAdamSchiff This. Everyday, this. I thought right wing philosophy was less government, not step on our fucking throats government.",
  "I'm betting @realDonaldTrump wishes he could arrest protesters with impunity. #MAGA  https://t.co/Ck2D0Ac1Du",
  "This is #MAGA at its finest. Let's all jerk off @POTUS so he knows who is the most double-plus-good loyal subject.🤢 https://t.co/25xTpo64wP",
  "@adjunctprofessr @cyrus_report @CNN @MSNBC @FoxNews @CBSNews @NBCNews @ABC @POTUS @FBI @TheGreatFeather @TheRealMaddog58 @DonaldJTrumpJr @skb_sara @MarthaVineyard4 @misstozak @InGodIDoTrust @HAGOODMANAUTHOR If I am, what would that imply?",
  "@adjunctprofessr @cyrus_report @CNN @MSNBC @FoxNews @CBSNews @NBCNews @ABC @POTUS @FBI @TheGreatFeather @TheRealMaddog58 @DonaldJTrumpJr @skb_sara @MarthaVineyard4 @misstozak @InGodIDoTrust @HAGOODMANAUTHOR Still LOL.",
  "@adjunctprofessr @cyrus_report @CNN @MSNBC @FoxNews @CBSNews @NBCNews @ABC @POTUS @FBI @TheGreatFeather @TheRealMaddog58 @DonaldJTrumpJr @skb_sara @MarthaVineyard4 @misstozak @InGodIDoTrust @HAGOODMANAUTHOR LOL",
  "I learned something new on #ComeyDay, @AlanDersh apparently thinks the rule of law does not exist in the USA. @POTUS to become emperor soon? https://t.co/J5j3XnxIxf",
  "@cyrus_report @CNN @MSNBC @FoxNews @CBSNews @NBCNews @ABC @POTUS @FBI @TheGreatFeather @TheRealMaddog58 @DonaldJTrumpJr @adjunctprofessr @skb_sara @MarthaVineyard4 @misstozak @InGodIDoTrust @HAGOODMANAUTHOR More #fakenews",
  "@NiaMAGA3X More #FakeNews",
  "@bocavista2016 #fakenews",
  "@DonaldJTrumpJr @realDonaldTrump Sen. Majority Leader Mitch McConnell:\"The single most important thing we want to achieve is for President Obama to be a one term president.\"",
  "I guess this is #FakeNews to the likes of @JesseForWI... https://t.co/ZgfXlKDXJf",
  "@Twitt3rIsRacist Asking Comey to use the word \"matter\" not \"investigation\" is not obstruction; it is improper and unethical but not obstruction. #ComeyDay",
  "Yes, unclassified information from a newly private person to dispel your Daddy's blatant lies that slandered him, YOU ASSHAT. #ComeyHearings https://t.co/260xC1INB6",
  "@211Pine #FakeNews",
  "Live footage of Republicans trying to defend Trump. #ComeyDay https://t.co/gjQi4t4apV",
  "@MinnPatriot Also: Trump lied; Trump subtly tried to pressure head of FBI to end an investigation; Trumped asked for Comey's loyalty, among other things.",
  "@The_Keks_Army #fakenews",
  "@TrumpTheHill Also: Trump lied; Trump subtly tried to pressure head of FBI to end an investigation; Trumped asked for Comey's loyalty, among other things.",
  "@Missy_America #fakenews",
  "@dbongino Also: Trump lied; Trump subtly tried to pressure head of FBI to end an investigation; Trumped asked for Comey's loyalty, among other things.",
  "#ComeyDay\n\n\"...when a robber holds a gun to your head &amp; \"hopes\" for your wallet, \"hope\" is not the operative word\" well said @KamalaHarris https://t.co/aKsVM3qc0M",
  "@AlanDersh Because according to you it wouldn't be obstruction of justice anyway?",
  "@AlanDersh So it's your opinion that if a friend of @POTUS commits a federal crime, the President can just end any investigation of that crime?",
  "@RealJeremyNolt Also: Trump lied; Trump subtly tried to pressure head of FBI to end an investigation; Trumped asked for Comey's loyalty, among other things.",
  "Did this guy not get the memo? Daddy-kins @realDonaldTrump said he wanted to unite the country, not demonize 1/2. https://t.co/nspyKW3Q7T",
  "People fleeing #LondonBridge but the bloke on the right isn't spilling a drop. God Bless the Brits! https://t.co/ceeaH0XxeX",
  "Listening to @POTUS speak is the worst word salad BS I've had to listen to since the old rave filled Ecstasy days. #wordsalad",
  "@v2cigs Does anyone work here anymore?",
  "@lsmith4680 @MarkDice @1corrupthillary 😄😄",
  "@MarkDice You truly exemplify the #MAGA supporter who is going to help @realDonaldTrump unite this divided country. #sarcasm #hostileconservative",
  "Abandoning #ParisAgreement &amp; foregoing global leadership is fitting for #MAGA USA since we clearly have zero leadership experience anyway.",
  "@lsmith4680 @MarkDice @1corrupthillary This is probably the smartest response to #ParisAgreement tweet storm and it's still shockingly dumb.",
  "Stunningly Accurate NY Daily News Headline perfectly captures this psychopath:\n\nTRUMP TO WORLD: DROP DEAD\n\n#ClimateChange\n#ParisAgreement",
  "Someone want to fix this? It should read \"Alabama protects history of racism\". Thanks in advance. https://t.co/ztAP82PKCv",
  "We're proud to be hosting #WonderWoman screenings for women ONLY (incl our staff) w/ all proceeds going to @PPFA! 🎟: https://t.co/ILueTsJH6R https://t.co/LmmgAnmBcg",
  "The perfect answer to the question: Why aren't Germans patriotic? https://t.co/FT52p1Xh8h",
  "Kudos to @CraigAnderson41 of Ottawa at the loss to #Penguins tonight. Hard loss but well played. Penguins go on to #StanleyCupFinals!",
  "Eloquent, brutal truth. Where was this guy for #election2016? #MonumentsForAll #neworleans #HistoricalFact  https://t.co/dRPyEoGjku",
  "Predictably #MAGA supporters are telling us all that @realDonaldTrump \"told us so\" &amp; feel vindicated after #ManchesterBombing. #cavitysearch",
  "@ELwhiteLaMarcus @silpax47 @isee61 @natty_ice49ers @aJSDecepida @DLOTheNewMagic @ShaunKing The mental gymnastics you play out in your head to get to that stunningly stupid conclusion must be exhausting.",
  "So when a black woman refuses to conform it's disrespectful but when white women do it, it's what, wonderful? #TrumpinSaudi https://t.co/JnumdT8mOB",
  "My guess is that@TobyKeithMusic is a big fan of how Saudi Arabia treats women. https://t.co/zppDWRtMHc",
  "Fuck this guy and his friends for doing nothing. 2 women straight up walk away after he punches a woman. Christ. https://t.co/w7B5RCNLWm",
  ".@wikileaks And perhaps you could enjoy some real freedom if you weren't a glory hogging jackass. https://t.co/9X8d8cycYX",
  "Alex Jones said this about his Chobani lawsuit less than a month ago.\nHe settled, apologized and retracted today.\nhttps://t.co/38EZa9GZ7D https://t.co/MDOGnzow7a",
  "@realDonaldTrump Wah wah wah. Stop your whining. I know children better behaved than you. If you have nothing to hide the you have no need to worry, yes?",
  "&lt;sigh&gt; That's not how this works. That's not how any of this works.😳🙄 https://t.co/HQywHy4Ec8",
  "Well @realDonaldTrump at least you don't have some orange skinned ass questioning your citizenship, eh @BarackObama? https://t.co/D7BffWLjTA",
  "you're sooooooo close to getting it, go on, keep going https://t.co/YXmZgwNnkj",
  "#hashtagwars #FirstDraftCartoons Fapeye the Sailor Man, splooge, splooge",
  "#hashtagwars #FirstDraftCartoons Fopeye the Gayler Man",
  "#hashtagwars #FirstDraftCartoons Chow Her Muff Girls",
  "#hashtagwars #FirstDraftCartoons Gullah Gullah Highland",
  "#hashtagwars #FirstDraftCartoons By the Power of Grayskull I have the Penis",
  "#hashtagwars #FirstDraftCartoons Cis-He Man",
  "#hashtagwars #FirstDraftCartoons Scooby Doobies",
  "WikiLeaks offers US$100k for the Trump-Comey tapes.\n\nYou can increase the reward via most methods at https://t.co/lmsmphuH2N (tell us) https://t.co/B1URWyEXZk",
  "#ComeyFiring was simple: Comey failed @realDonaldTrump loyalty test.",
  "How much you want to bet that we shall start hearing about \"We need to start thinking about gun control\"? #gunsense  https://t.co/8LFWczvrFv",
  "Good time to buy stock in any company involved in prisons because good 'ol boy #JeffSessions is gonna fill 'me up! https://t.co/QzOPGUxz1X",
  "Trump: Russia involvement is fake news.\nTrump: I want investigation to continue.\n#ComeyFiring  https://t.co/es288NYErz",
  "RT this yummy Waffle Corn Dogs Recipe &amp; we'll donate 1 meal to help #FeedtheWorld2017. https://t.co/RhIjmzdYY2 https://t.co/3H9HKPWKPI",
  "@4Sdems That clears up nothing, but thanks for not resorting to name calling.",
  "@CorruptOldMedia So then you agree that the Democrat southerners were stupid and wrong for fighting for slavery and trying to secede from the Union?",
  "@4Sdems I'm confused. Are you for or against the statue being taken down?",
  "@Snowden @realDonaldTrump For the twitter record, I was just playing devils advocate. I'm fairly sure @realDonaldTrump did it  for #RussiaInvestigation reasons.",
  "That doesn't look suspicious at all... https://t.co/OXXApPyJpm",
  "This chart should bother anyone who sees it since Congress is considering tax breaks for these 400. Chart via Institute for Policy Studies https://t.co/9vbHNRhh3d",
  "@ckchumley Thanks I needed a laugh.",
  "@Snowden I'm no @realDonaldTrump supporter but any hard evidence that supports this being political and not for his decisions prior to the election?",
  "@kapd13 @ckchumley @FoxBusiness Here's another story you can publicize: https://t.co/T4X4SF4lJD",
  ".@ckchumley story is apparently how EVERYONE'S healthcare worked before Obamacare, I guess? Logical fallacy anyone? https://t.co/VMGqrc5BPS",
  "So these people voted for @realDonaldTrump thought he was just a little racist? The acceptable kind of racist? #MAGA https://t.co/enUfpM1FqY",
  "Make no mistake @realDonaldTrump #taxreform &amp; #RepealAndReplace health care bill is straight up class warfare.",
  "I'd like to say that no one is stupid enough to buy @bigballerbrand shoes at $495, but we did elect @realDonaldTrump so... #BigBallers",
  "I wonder: does @realDonaldTrump know that our military is made of volunteers? #RIP  https://t.co/BMoDrjPfAn",
  "Let's just call this what it is: The Legal Permission to Act Like an Asshole Law. #ReligiousFreedom  https://t.co/KuA0asSZF5",
  "This #Firecolbert is laughable. @CBS already knows that you guys don't watch the show anyway. We all know @colbertlateshow ain't homophobic.",
  "When I see #FireColbert people trying to use the word \"homophobic\" https://t.co/DmiVhNyTWc",
  "Trump transition staffers head to K Street despite lobbying ban - #draintheswamp huh?  https://t.co/mmVfKGCMxm",
  ".@realDonaldTrump admires #AndrewJackson because Jackson succeeded in removing thousands of POC from their homes. #MAGA #trailoftears",
  "Children should stop getting epilepsy and leukemia from bongs and dirty comic books https://t.co/5sL1Yv4Yld",
  ".@Tampa_LAF Found bird, think it's a Quaker, in Carrollwood area. Please contact if lost. #lost #pet #lostpet #tampa",
  "@ScaldedD Says the guy that can't fucking spell \"disease\". If you paid for college you should get your parents a refund. It didn't work.",
  "@crisp_aw Here is the entirety of the #2A. You left out the \"well regulated\" part. #gunsense https://t.co/XcMmEuO3UZ",
  "He. Thought. Being. President. Would. Be. Easier. Than. Being. An. Old. Rich. Lecher. https://t.co/QmU4r9oHqr",
  "#MAGA https://t.co/0CSvHZ73wA",
  "The # for Trump's hotline to report \"criminal aliens\" is 855-48-VOICE\n\nPlease do not call this number to describe plots of X-Files episodes.",
  "I don't usually go this route, but NH State Rep Robert Fisher looks exactly like a #redpill douchebag. https://t.co/5c9GYuokXK",
  "Reading the #boycottneworleans feed makes me depressed, so many fucking racists here.No surprise their profiles are all pro @realDonaldTrump",
  "@docmurdock @seanmdav @horsesandhounds I don't think anyone is trying to remove them from history; just trying  not to memorialize the hatred in big statues all over town.",
  "@BIGSHOW401 @MayorLandrieu As usual, a meme stands in for real knowledge. This meme is false, but hey, no one said racists were smart huh?",
  "I can't wait to make my yearly trip to #neworleans this year since all these racist assholes are planning on #boycottneworleans. Hooray!🎉🎉🎉",
  "@greeneyes0084 And I will enjoy my yearly trip better knowing people like you won't be there. 🎉🎉👋👋",
  "@Kat_Nhat @JimRobinsonSEA @karlak916 @realDonaldTrump 😌.@realDonaldTrump is an idiot https://t.co/mUmTRwAqkD",
  "@Kat_Nhat @JimRobinsonSEA @karlak916 @realDonaldTrump What the fuck ever. Please do some research on the cascading effects of wealth and then let's talk more. Rich begets more rich.",
  "@Kat_Nhat @JimRobinsonSEA @karlak916 .@realDonaldTrump isn't smart enough to put all those words together without \"yuge, terrible, SAD and the best\" at least 6 times.  #MAGA",
  "@saoirse2022 @IvankaTrump Huh?? Again, what does any of that have to do with @realDonaldTrump allowing harmful pesticides to be used on food we eat?",
  "@saoirse2022 @IvankaTrump Huh?? What exactly does me distilling my own irrigation water have to do with @IvankaTrump being silent on pesticides in our food?",
  ".@IvankaTrump tells kids of America, \"Go fuck yourself. Go out, get jobs and pay for your own damn organic food.\" https://t.co/R61IuWxXpM",
  "So @realDonaldTrump wants to kill NAFTA, but Pence wants Indonesia to open its economy to us. #hypocrisy #jesuschrist #MAGA https://t.co/bj3oVpFML7",
  "This is double-speak for \"We are seeking @realDonaldTrump's autocratic leadership over the country, just you wait MFers.\" #endofdemocracy https://t.co/MK4iVdrrAg",
  "Our AG #SessionsMustResign apparently has no respect for the rule of law &amp; the system of checks/balances created by the US Constitution. https://t.co/xjJ7YFYgMT",
  "@Semperlisto @MacShootFace @marcgagne7 @daenku32 @zappin_liberals @CONSMILITIA Whatever helps you sleep at night. ✌️👋",
  "@Semperlisto @MacShootFace @marcgagne7 @daenku32 @zappin_liberals @CONSMILITIA I read the link. I didn't say Freud did not hold that opinion; I said, he never said that.",
  "@Semperlisto @MacShootFace @marcgagne7 @daenku32 @zappin_liberals @CONSMILITIA Cute photo, but Freud never said that.  https://t.co/Z8YnjGjWlx",
  "#familyvalues for @oreillyfactor &amp; @FoxNews are limited to 2 factors: a wife who doesn't complain &amp; court settlements with non-disclosure.",
  "Who said #womensrights are not progressing? It only took 5 women &amp; $13 million to oust @oreillyfactor from @FoxNews. https://t.co/4z7srCYw6w",
  "Old news: @TomiLahren is the epitome of white privilege. \"I had to work during summer vacation.\" Boo fucking hoo. 😡 https://t.co/Y0ptREWKHT",
  "Is anyone really surprised by this? Of corse #alexjones and @infowars is just a money making scheme. https://t.co/IWGqNkCCvs",
  "@akfashy @Sargon_of_Akkad With just a pinch of racist asshole for flavor.",
  "Of course, these racists just have to be from the South don't they? So stereotypical. https://t.co/CIUqr4mdtp",
  "\"Hey, from one hopeful dictator to another, great job!\" https://t.co/ldp7d7uHwQ",
  ".@realDonaldTrump sure does know how to lead and inspire people eh? #MAGA  https://t.co/K120Kn0BGM",
  "Man accused of attacking rally protester claims Trump inspired him. Undeniable truth @realDonaldTrump is a leader. https://t.co/5EuxK6ylOo",
  "The #altright is foolish if they think @Cernovich and his pals will get #firekushner to work. @realDonaldTrump values loyalty above all else",
  "If Matt Calvert plays another game this year, then I don't know what the hell we're doing anymore. https://t.co/vK5Ynw9u7T",
  "@abbytollivr_ Why don't you just fight Matt Calvert, apparently he likes to fight dirty with unprepared opponents.",
  "@JasonSaine97th And tries to return to 1776 by attempting to ban gay marriage...again. Real forward looking NC. #ncpol #BIGOTRY",
  "Bizarro world news: Trump adviser Carter Page gets surveilled for possible Russian collusion, then accuses Obama of a crime. #nowthatsatwist",
  "I wonder if @NFLTotalAccess realizes they just read a tweet from a handle that uses the racist ass Pepe the frog image? #askmalcolm",
  "We're all having a laugh and then, of course, there's this guy. https://t.co/pnMhgegOyv",
  "Yeah, this guy gives a shit about poor, unemployed Americans. 👍#MAGA https://t.co/aCqsEWxw6b",
  "@amazon That's a weird way to package a board game. https://t.co/TV6rHL73ft",
  "Obviously #SyriaGasAttack is #falseflag  so that @realDonaldTrump could pretend not to be a Putin crony. #SyriaStrikes",
  "Alex Jones and co. URGED people to vote for Trump because Hillary would start a war in Syria, guess what Trump just did? Fucking idiots :')",
  "If noted assholes like @Cernovich, @RichardBSpencer &amp; @PrisonPlanet disagree with @realDonaldTrump, you are probably doing something right.",
  "Reading the #syriaairstrikes timeline makes me think: I love my country but I fucking hate so many of my fellow citizens.",
  "There's nothing humanitarian about bombing a nation while simultaneously refusing to take in its civilians #SyriaStrikes",
  "Weird: Repubs Were Against Obama Launching Strike On Syria But Not Now (DETAILS) https://t.co/HoNG27pLSH\nNo Congress Aproval!\n#SyriaStrikes https://t.co/hmly79bFyk",
  "If @RealAlexJones was a foreign agent it would explain his views on #BostonMarathon bombing &amp; #sandyhook conspiracy theories. @AdamSchiffCA",
  ".@IvankaTrump definitely understands irony, but doesn't have a single fuck to give regarding American labor. #MAGA  https://t.co/N9ADxfQirz",
  "I'm not sure @DevinNunes understands the concepts of \"ethics\" &amp; \"abuse of power\" or \"irony\".  https://t.co/VTWUsi24Ye",
  "It's good to see the tight knit community of sexual predators sticking together. #grabembythepussy https://t.co/lnHA2xaUdp",
  ".@theflaminglips just played one of the best damn shows I've seen in 20 fucking years @JannusLive. Thank you fellas!",
  "I think this sums up @realDonaldTrump hiring practices: https://t.co/V36bnOajhw",
  "Very surprised @theritzybor is hosting infamous jerks @HippieSabotage after the shit they pulled @WhatTheFestival. @Sunsettampa",
  "My hot take on this: it was the mother's fault not @TSA. #whiteprivilege https://t.co/Bsr2bDtojM",
  "Maybe if your kid has a problem with physical contact you shouldn't expose him to places where it's inevitable. #duh https://t.co/J0bxnxPTB3",
  "This is our future as well @realDonaldTrump.  #maga https://t.co/DEPxck4Txj",
  "People, calm down a bit. I have turned down free rides from @delta for 1 fact: it requires I wear a damn button up shirt. #Leggings @united",
  "This is hypocritical on your part @Delta, you also have these sort of rules for pass riders. Shame, shame. https://t.co/vdOiM2Xv7U",
  "@BuschGardens Wow. Very first ride we try to get on and it breaks. \"No idea when this ride will resume.\" Money well spent...",
  "Now I know why all those participation trophies were such a terrible idea. #PizzaGate  https://t.co/dYGMyZXb87",
  "Tell you one industry that won't be #MAGA, tourism. https://t.co/CapXJpvIgK",
  "@FShagW On a separate note, thanks for having a conversation without resorting to name calling! Genuinely happy by that. #courtesy #respect",
  "@FShagW @MacShootFace I'm sure victims of Orlando Pulse &amp; Ft Hood are comforted by the \"more guns deter violence\" platitude.",
  "@FShagW I repeat: if EU had more guns, more innocent people would have been killed by a terrorist who would have easier access to guns.",
  "Well @realDonaldTrump was right about 1 thing: voter fraud did happen in the election. #voterfraud https://t.co/kpURwDp40v",
  "@FShagW @MacShootFace Yeah, if only EU had more guns, the body count would have been higher &amp; really teach them a lesson. #gunsense #sarcasm",
  "Stmt by Rep Devin Nunes means @realDonaldTrump officials were either talking to agents of a foreign power, or people suspected of crimes. https://t.co/Ru17iWUrGF",
  "Loyal #trumpers are now flooding #WireTap with \"Trump vindicated\" when if you actually READ you realize #WireTapGate is still #fakenews.",
  "This fucking guy, @realDonaldTrump, leader of the free fucking world discussing his effect on an NFL career.#goals  https://t.co/AixCMim6gP",
  "@LindaSuhler @FoxNews has vehemently denied this: https://t.co/Ipe370nVZZ",
  "As usual, people do ZERO research before taking to twitter with utter bullshit. #WireTapGate https://t.co/pNTn7quAD7 https://t.co/omDBWKbRIW",
  "Trump administration response to bullshit #WireTapGate claims: ask more questions about @HillaryClinton Russia ties. Deflect, lie &amp; hide.",
  "Shaq: good basketball player, apparently a pretty cool guy. Fucking dumbass at science. Who knew? #flatearth https://t.co/e2FoKuh3EO",
  "I see now, @realDonaldTrump is going to #MAGA by imprisoning all of us within US borders! Brilliant!! https://t.co/pW8LPhbeMN",
  "Hey @Squarespace you're hosting white supremacists: https://t.co/vRMMfoQfms, https://t.co/RfmOQhPZ2g violate Acceptable Use Policy (sec 6.2)",
  "Most obvious prediction: @realDonaldTrump blames BAD @USCBO on @BarackObama operatives &amp; super fake news perpetrated by the #msm. #fakenews",
  "So good to hear @pattonoswalt laugh just now on @NPR.",
  "I'm not convinced all @GOP or @realDonaldTrump supporters are fucking thoughtless fools, but tweets like this make it harder everyday. https://t.co/p3SEAH0qGi",
  "GOP on abortion:States should be able to decide.\nGOP on national concealed carry reciprocity:States don't get to decide.\n#gunsense",
  "my statement on wiretapping... https://t.co/OzYkOCXeEh",
  "Guy who hits people in the fucking nuts says MSG silence was disrespectful, taking his cues from @realDonaldTrump. https://t.co/QOTGua586l",
  "#killingbigfoot &amp; @realDonaldTrump commonalities: both talk like idiots, say nonsensical bullshit &amp; chase after shadows.",
  ".@realDonaldTrump declared all unnamed sources as #fakenews, #obamagate #wiretap is nothing but an attempt to ignore #SessionsRussia issue.",
  "Great turnout for today's #March4Trump in Bloomington #MAGA 🇺🇸 https://t.co/QtDXEa3VbQ",
  "@realDonaldTrump Name your source or this is just #fakenews, right Donnie?",
  "No President can order a wiretap. Those restrictions were put in place to protect citizens from people like you. https://t.co/lEVscjkzSw",
  "For the record, I don't give a shit where @KellyannePolls puts her damn feet, but at least they were not in her mouth this time. #CouchGate",
  "People are fucking sheep. This tweet from @PrisonPlanet has ZERO context and yet over 800 people either liked or retweeted it.What the fuck? https://t.co/oq9DK8Qzo6",
  "Nobody? @realDonaldTrump Nobody? NOBODY? ARE YOU FUCKING SERIOUS? Nobody before you had any clue?? GTFO. #Obamacare https://t.co/gvbxUlndC5",
  "Trump's Pick for Navy Secretary Withdraws -read: my money is more important than serving the American public. https://t.co/OUmT5mOG5x",
  "I'm pretty appalled at how enthusiastic @CustomsBorder workers have implemented @realDonaldTrump's #muslimban.  https://t.co/kxPOVFK64K",
  "Wonder why @BreitbartNews felt the need to mention a call center when the 2 Indian men are clearly engineers? Other article is @dailybeast. https://t.co/nx9c0iLiej",
  "@Caitlyn_Jenner @realDonaldTrump Gee, if only someone had warned you this would happen.",
  "Reading the #MAGA feed is scary.",
  "Patriotism is flying high among #MAGA supporters at #CPAC2017! ... *record scratch* ... for Russia? Is it #MRGA now? https://t.co/46CCNeEqtD https://t.co/3mvsSveSW5",
  "📈Lookups for 'feminism' spiked today. It's \"the belief that men &amp; women should have equal rights and opportunities.\" https://t.co/Zjf7CAPUjL",
  "@dancingqueen905 @Twitter Maybe b/c your feed is an echo chamber? https://t.co/4FSm63U1Ut",
  "So a grown man calls a little girl a cunt, assaults a child, brandishes a gun &amp; shoots while surrounded by kids &amp; he's the victim? #Anaheim",
  "@1067TheBeat @chrisbrown If you're a lucky winner you could walk away looking like this. https://t.co/v8xy5skARZ",
  "I will never forgive Chris Brown for this https://t.co/J9aLnetW9B",
  "I find it very disturbing that people care so little about women that assholes like @chrisbrown still have careers. https://t.co/hyMddY54G9",
  "Well, @realDonaldTrump successfully managed to make America racist again.Won't recognize this place in 4 years. https://t.co/UZCQrzLPQV",
  "#Milo goes down on #Breitbart\n\noh wait, maybe that didn't come out right...",
  "Kyrie Irving legitimately believes the Earth is flat-More proof that being rich does not make you smart. #flatearth  https://t.co/MHmEI7iLGf",
  "Of course the real news is #FlynnResignation was due to his getting caught, not because he did anything wrong. https://t.co/vUGLa2Zf4A",
  "Add psychic to the list of things we call @realDonaldTrump. https://t.co/fknQQT01bT",
  "Huge Growth in Anti-Muslim Hate Groups During 2016: SPLC Report - NBC News--Good job @realDonaldTrump. 😢 https://t.co/1WLLhhm1Pz",
  "We obviously can't trust @GOP to protect us from @realDonaldTrump collusion with the Kremlin so at least someone is. https://t.co/lNlQYOJOR4",
  "If you are a grown ass sober adult, #LEGOBatmanMovie sucks. Sorry @arnettwill.",
  "@PRPOnline I don't think that's how judicial immunity works &amp; treason is VERY narrowly defined in the Constitution. https://t.co/hn4ZdAxMn4",
  "If only there was some easy way to find the answer to this stupid question.🤔 Oh yeah, it's called READING. Christ Almighty people. https://t.co/2GOMWyYFtT",
  "That moment Trump tried to pull that weird handshake bit and Trudeau was like not today, motherf**ker. Not today.\n\nhttps://t.co/cR1dTPSPyZ",
  "@LamarSmithTX21 @cnsnews Yeah, Americans are stunningly smart. https://t.co/iBxAgWVsQ2",
  "Christ, @CBS show #macguyver is atrocious. Terrible acting, horrendous dialogue and wildly unbelievable situations. Sad!",
  "Most Iranians are Carrying Signs THANKING AMERICA For SUPPORTING MUSLIMS\n\nNot \"Death to America\" https://t.co/viQCzlUnVY",
  "Even Nixon would be amazed. https://t.co/RNANBFbHE4",
  "Brought To You By Carl's Jr.--here is the future of @realDonaldTrump &amp; @KellyannePolls reign. #MAGA  https://t.co/SzjmOHVChj",
  "@Sightmark Can someone there help me pair a reflex sight I own with a few low magnification flip down options? Would prefer DM.",
  "Truly nothing is sacred when #pizzagate idiots are sullying up my #NationalPizzaDay twitter feed. Prepare to be called pedophile in 3,2,1...",
  "Oh, sweetie, didn't anyone tell you that most educators have to purchase their own supplies? https://t.co/hMesauf1Ml",
  "@dumassc Seriously? Arrests? From FAKE NEWS? Highly unlikely. But it's nice to see hope still springs eternal in these dark days. Good day.👋",
  "@Dimplenut @notmanipulated I won't bother to respond b/c I've already learned you #pizzagate folks think all MSM is FAKE NEWS! Good day👋",
  "@Moorebc78 @Notmanipulated7 😂 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂",
  "@dumassc @Notmanipulated7 Who is upset? I like to stumble into interesting conversations. I didn't find one here tho. But, it's Twitter😜",
  "@Notmanipulated7 I was just wasting time with this. You wouldn't be convinced no matter the facts or alternative facts or reality. Good day.",
  "@AlbertonFreeman That's a great movie!",
  "@Notmanipulated7 Challenge accepted: Madeleine McCann had 1 abductor, not 2. He was described between 20-40, the Podestas are 58 and 64.",
  "Isn't it the cutest when someone pretends they are not biased but then you notice THEIR GODDAMN HANDLE shows their bias? https://t.co/AMFg2L5nKc",
  "I'm sure all people will sleep better tonight knowing that the leader of the free world @POTUS is on top of @Nordstrom &amp; #Ivankagate. FFS. https://t.co/8pygmagR03",
  "@realDonaldTrump @POTUS @Nordstrom Seriously? Now the official POTUS account is being used for trifling ass petty squabbles? We are fucked.",
  "This woman fact-checked a Donald Trump tweet and it was brilliant https://t.co/dgU53gc1B2 https://t.co/SZtx6nVqx2",
  "Translation: NYT, which is up in subscribers, just wrote something totally accurate and sourced that hit our thin-skinned POTUS's nerves. https://t.co/7oXMtRX5Y0",
  "Congrats to @HillaryClinton and the @AtlantaFalcons for blowing the biggest leads in history. #SuperBowl2017 #ElectionNight",
  "@WolfsonIntegrat Why don't you mention your strong anti-vax views in your keywords?",
  "Seeing all these #MAGA supporters bitch about @Nordstrom all I can think is: who is the whiny bitching snowflake now? Fucking hypocrites.",
  "Maybe liberals should start this refrain: they're gonna give everyone guns! #wearefucked #resist https://t.co/GO5rNvwZEV",
  "Pastor Darrell Scott admits he lied to the nation yesterday, saying he has spoken to 1 gang member, not \"the top gang thugs\". Surprised?😳",
  "What is this Orwellian bullshit? Nominated for idiotic \"peace through threats\" nonsense. The world is mad!  https://t.co/f016yRBL3w",
  "I wonder how terrible @realDonaldTrump would feel if we could get #ArnoldforPrez trending? #resist https://t.co/9iY7gNxMZg",
  "Schwarzenegger after Pres. Trump jokes he'll pray for him over \"Apprentice\" ratings: \"Why don't we switch jobs?\" https://t.co/xLSeZcw7Lt https://t.co/TlDcuu6Qhl",
  "Funny that a group of people think removing funds from a school is a method to \"fight\" fascism. #ucberkeley #duh  https://t.co/Fvd4qdhS7G",
  "@ramzpaul I'm curious, does that \"right\" come before or after you murder &amp; pillage the land from its original inhabitants?",
  "I'm sure I'm not the first to say: why are white people that live in places NEVER hit by a terrorist attack the most scared? #muslimban",
  "Please next time you have your \"it's bad to punch a nazi\" circle jerk remember this tweet from the night of a deadly mass shooting https://t.co/xekwpHnrmm",
  "So @realDonaldTrump meant US citizens would pay for the wall.Poor guy gets so confused sometimes. #Mexicanwall #MAGA https://t.co/afYSUGUtZ2",
  "'Doomsday Clock’ ticks closest to midnight since 1953--and @realDonaldTrump heart grew 3x that day. #MAGA  https://t.co/U8EPewtKaz",
  "Who's a patriot?\nThe right during Obama:let's gather guns,don masks,train a militia\nLiberals now:we should gather in public &amp; show ourselves",
  "From a lifelong Democrat: I was never scared of George W Bush destroying America, 5 days into @realDonaldTrump I am scared shitless. #MAGA",
  "From a lifelong Democrat: In 5 days @realDonaldTrump has done more to destroy America than George W Bush ever could have. #MAGA",
  "The only narrative they want you to hear is their own. #ResistTrump",
  ".@grantmanor probably didn't bother to educate himself on who @Martina is because knowledge is for libtards and cucks. #wearedoomed https://t.co/o6r69r0RmR",
  "@seanspicer Present the voter fraud evidence to the public. Simple.",
  "Coming soon: US RDAs for petroleum intake. Thanks to #KeystoneXL and #DAPL. Let's let 'Murica eat poison again.",
  "So @mcgregor_ewan declines to go on @piersmorgan show and Piers pens article calling Ewan a \"pedophile lover\", Piers is a classless asshole.",
  "@piersmorgan Seriously? You think hundreds of thousands of people showed up because @HillaryClinton lost &amp; not because they feel threatened?",
  "We are going to do &amp; say whatever the fuck we want, while grabbing all the pussy we want, but those fucking media better watch the fuck out. https://t.co/z30ijyxvOX",
  "Jesus Christ, I hope even @realDonaldTrump supporters can see through this mountain of bullshit.  https://t.co/iseZm0NbFt",
  "I made an animated gif out of the shitlord neo-nazi Richard Spencer getting clocked in the face at the #inauguration. You're welcome. https://t.co/QUpucU5iUw",
  "Silver lining: perhaps all the crazy white doomsday preppers will calm down now that a good old white boy is back in charge. #Inauguration",
  "I wish I was shocked, but I'm becoming numb to the vast amounts of stupid that is said these days. @cbs46 #pizzagate https://t.co/2dThgQqNsp",
  "Damn sure wish I could attend #disruptj20. I know the right will just vilify for your efforts but whatever. I wish you all safe travels.",
  "Trump says NATO is \"obsolete\" because it was \"designed a long time ago.\" Shhhhh, nobody tell him how old the Constitution is.",
  "#POTUSTrump is off to a rocky start eh? https://t.co/uEXhvJNvjS",
  "Wow. So our #PEOTUS likes golden showers huh? Maybe he's not such a bad guy after all...#MAGA #goldenstreams",
  "Jesus, can this guy ever stop sucking his own dick long enough to actually perform the tasks of POTUS? #PEOTUS  https://t.co/Qf5o5fljRc",
  "@realDonaldTrump before you become POTUS: you are a petty man that engages in trifling squabbles. God fucking help us all. #atheistinfoxhole",
  "Not a fan of the Bush family, but this is ridiculous. It was a slip of the tongue - not a big deal  https://t.co/GPVwNIgNb3 via @HuffPostEnt",
  "I can hear @realDonaldTrump now: She saved time by copying other people's work. Smart lady! And I hired her! #MAGA  https://t.co/yEeiC8kuEM",
  "Here's hoping that @chrisbrown looks like this after boxing match with @souljaboy. https://t.co/eHhqXNSZgu",
  "You see, accusing someone of forging their birth certificate is how we show respect in my culture... https://t.co/e8AhICOekw",
  "@US_FDA Does the powder glove ban affect sterile gloves?",
  "Wow 😲 Amazon Prime really does deliver EVERYTHING! https://t.co/vNTe2STluN",
  "@melaniedyoung1 @GroupAnon And hope continues to spring eternal.",
  "@GroupAnon Then we all truly fucking doomed.",
  "I do not support @realDonaldTrump but this is always unacceptable behavior. #unfortunatelyhesmypresident https://t.co/nxhSV0YN4r",
  "I can only assume this means that we need to make enough nukes to scare the shit out of every country until they have their own nukes. https://t.co/yT9Mm4JclP",
  "@HISTORY Did the show \"Real Vikings\" really just spoil the death of Ragnar on the show \"Vikings\"????",
  "The alt right may have helped elect a president but they can't change American hearts and minds. https://t.co/mpoIgK4As3",
  "@TJamesWriter Well naive isn't the worst thing I've been called here. Have a good holiday.",
  "@TJamesWriter Trump will eventually turn his back on the white nationalist alt right folks &amp; we will collectively stop talking about them.",
  "@TJamesWriter It doesn't. The alt-right just needs to keep making excuses to stay relevant.",
  "For a bunch of angry white folks Trumpettes are a real optimistic bunch. https://t.co/7GpIuphIu2",
  "Sounds suspiciously familiar to the GOP opposition to @BarackObama for the last 8 years. Executive orders, anyone? https://t.co/1vzkw251k5",
  "Wow, just saw @glennbeck with @iamsambee. Weird. Strangely he was funny &amp; charming. Perhaps the world isn't going to end just yet.",
  "Seriously? #NeverMyPresident is trending again? Please go &amp; prepare for the inevitable fiery death of USA but please stop complaining.",
  "You live in a bubble @realDonaldTrump because more than half of voters were severely depressed after the election. https://t.co/0XxC40K4mG",
  "@trump_loves As I said before FACTS mean nothing to you. Have a good day.",
  "Improperly De-Boned Potatoes \"Kill Millions Each Year,\" New Study Warns",
  "@trump_loves Those \"alterations\" are normal when you scan a document, then compress it. These errors have already been explained.",
  "@trump_loves Of course it was! It's a digital reproduction.That's how pictures end up the internet. They didn't examine the actual document.",
  "@trump_loves So the dozens or hundreds of previous investigators that don't agree with him are what? Liars? Co-conspirators?",
  "@trump_loves I'm going to assume your talking about the credible &amp; venerable Sheriff Arpaio? Facts need to be verifiable, keep me posted.",
  "@trump_loves Please tell me, what investigators might you talking about?",
  "I would like to respond to all the Did Obama tweets with facts but we've already learned these people don't  believe in facts. #wearedoomed",
  "I'm guessing #trumpettes don't mind being used by a foreign power as long as they white huh? #MAGA #draintheswamp  https://t.co/ghqUGPGUG5",
  "Anyone else see some parallels between @realDonaldTrump and @adultswim Frisky Dingo's Killface? #welcometoyouaredoom #killfaceforpresident",
  "To Donald all news that does not agree with him is FAKE NEWS. #wearedoomed #sad https://t.co/Puu9y7Ehvg",
  "@realDonaldTrump Because it's not necessarily true;that's what computer forensics are for...oh wait you don't believe in science.'Nuff said.",
  "I hope a large number of people who voted to #MAGA are of military draft age so that #kingtrump has plenty of cannon fodder for US-China war",
  "I wonder where all the anti-New World Order militia people are now?Or is loss of sovereignty okay under Republicans? https://t.co/k6Brccbho0",
  "I love how us Greeks weren't considered white till these assholes wanted credit for Western Civilization. #RichardSpencer #BattLive",
  ".@andrewbogut Just proves that stupidity knows no color, race or nationality. #pizzgate #readabook https://t.co/twL3UWihfC",
  "Well at least @realDonaldTrump hasn't started us down this road yet...#merkel #WhatTheHellMan  https://t.co/ynXVGZPORe",
  "Sent bunch of tweets out yesterday regarding #pizzagate and noticed something: conspiracy theory nuts have their own echo chamber.",
  "Now the #altright narrative will be: \"#pizzgate shooter was liberal plant to hide the truth!!\" #falseflag #wearedoomed #falseflagpizza https://t.co/GFkhUZHaOC",
  "Apparently @FoxNews is MSM now because they also label #pizzagate as fake news. #fakenews #readabookor2  https://t.co/JIVRBdugDg",
  "@yankeebrit77 @rust_ideas @RepublicanChick @MarkYoungTruth @avanconia No law enforcement official on record saying it's real either.",
  "@rust_ideas Mine ain't new, many aren't new, but ppl who believe fake news have probably blocked all ppl that don't agree with them already.",
  "@rust_ideas @RepublicanChick @MarkYoungTruth @avanconia @yankeebrit77 It's a made up story linking Hillary and Podesta to human trafficking.",
  "Trump: so it's a gate made of pizza?\nPence: no, it-\nTrump: flimsy. Sad!\nPence: Jesus Christ, dude",
  "@JackPosobiec Funny how all the #pizzagate believers claim it's real news based on unsubstantiated \"evidence\" and spurious claims.",
  "Ppl believe this nonsense but a jury can't convict AFTER he is FILMED shooting an unarmed black man in the back. #SlagerTrial #readabookor2 https://t.co/9FdmqWJSyc",
  "@max_nunc @realDonaldTrump @Brian_Was_Here_  I know facts don't matter in #MAGA Trumper world.",
  "@max_nunc @realDonaldTrump @Brian_Was_Here_ @YouTube Been debunked already: https://t.co/tOPuAiEt1E",
  "With Ben Carson wanting to hit his mother on head with a hammer, stab a friend and Pyramids built for grain storage - don't people get it?",
  "Just got done reading some comments re: #pizzagate shooter; unsurprisingly filled with more confused people who think #pizzagate is real.😢",
  "@max_nunc @realDonaldTrump They were encouraged by whom and when, with sources or it didn't happen.",
  "Blue Lives Matter gonna be REALLLL quiet off this one https://t.co/QsWZgaPlTq",
  "Another great example of #trumperism: anyone who disagrees with me is either a terrorist, commie or fag. The word \"Respect\" is just a weapon https://t.co/vJvHiiwdd8",
  "This explains #trumpers all day. Words like \"consent\" and \"assault\" have no meaning to them. #wearedoomed https://t.co/OYBiCRnoaO",
  "@max_nunc @realDonaldTrump I'm not denying facts. I'm denying the idiots who parrot fake news about \"millions of illegal votes\".",
  "Goddamn, some @realDonaldTrump supporters are exhaustingly fucking stupid. #wearedoomed #MAGA  https://t.co/d9yn8x0T2x",
  "So president-elect @realDonaldTrump thinks murdering citizens without due process is an appropriate policing method. https://t.co/ebuLoj809U",
  "This helps explain so much about @realDonaldTrump's election win. We're all fucking doomed. https://t.co/oCVcVDDoiD",
  ".@NoDAPL I can't get to North Dakota to protest but I can do this: https://t.co/ar2ZkUVnNJ",
  "So this is how free market capitalism works? Tax breaks and handouts? I'm sure this will work out just fine. #MAGA https://t.co/Ske2NK4IfN",
  ".@TomiLahren on @TheDailyShow last night: oppressed peoples should just shut up and wait for old white men to fix things for them.",
  "Daily US flag burnings outside of Trump Tower as a #FirstAmendment teach-in for the alleged idiot-in-chief seem necessary at this point. https://t.co/MBQPMVEQgs",
  "@AnarchyKitteh https://t.co/oQgSrpCtlh",
  "@SamNation That's not what the proposed legislation said but I guess facts don't matter anymore...https://t.co/oQgSrpCtlh",
  "Ivanka Trump Chinese shoe factory is now moving to Ethiopia where labor costs 20% of Chinese labor https://t.co/LIy6abqnc2 #grabYourWallet",
  "If @realDonaldTrump wanted to kill the Second Amendment along with the First, his supporters would grab the lube, take the fucking &amp; smile.",
  "\"I love the First Amendment, huge respect for the First Amendment, believe me. Big league. Terrific Amendment. That's the gun one, right?\"",
  "Trump Falls For Insane Conspiracy: 'I Won The Popular Vote'\nhttps://t.co/DmWX0jixim",
  ".@realDonaldTrump now wants to hire a white male who ADMITTED to leaking classified information? #whitemaleprivilege https://t.co/LUyK3Xe2i8",
  "Trump pre-election: if I don't win systems rigged;post-election:system can't be rigged, I already won.#imalwaysright https://t.co/Elhl1gosFQ",
  "@NickCannon Stick to things your good at like making terrible jokes &amp; making people seem not as stupid as they really are on @nbcagt. Wtf?",
  ".@kanyewest 10 years ago:Prez Bush doesn't care about black ppl.2016, Kanye thinks black ppl should stop focusing on racism.#kardashianlivin",
  "We're all fucked. Sorry, trying to stay positive for #PresidentTinyHands, but his plans are terrible. #MAGA  https://t.co/Ijmwk3FESo",
  ".@sylviesimmons I'm really sorry. My heart goes out to you. #RestWell, #LeonardCohen",
  "@burnetto57 @realDonaldTrump looking through your feed I find it hard to believe you ever showed respect for anyone.",
  "@realDonaldTrump Are you fucking serious? For a year you spout racist, xenophobic, misogynistic word salad and you expect no consequences?",
  "@dirklydetecting @SethMacFarlane @pinkpitchfork It's not that hard to pull the wool over a bunch of dumb redneck's eyes.",
  "Dear people who spent eight years demonizing Obama at every turn and are now tweeting me to \"give Trump a chance\" on day 1: Trust is earned.",
  "Silver lining #ElectionResults: conservatives will stop saying \"The Electoral College is antiquated &amp; we need to get rid of it.\" #NotWorthIt",
  "USA just elected a bumbling, ignorant, racist, xenophobic, misogynistic orange asshole to be leader of the free world.#idontknowthiscountry",
  "I was wrong. I'll be the first to say it. Ugh. #Election2016",
  "BRITAIN:  Brexit is the stupidest, most self-destructive act a country could undertake.\nUSA:  Hold my beer.",
  "I truly cannot visualize the rambling, incoherent creature I saw at the debates now addressing the nation from the Oval Office.",
  "It's official: my @Apple iPhone is worse than my wife's @samsung. I can't even read @NateSilver538 live blog without constant browser crash.",
  "Cowboy up, now. We've weathered wars and depressions and every sort of horror and we'll face this down no matter what happens.",
  "Must have known what would happen tonight https://t.co/lL4IMaKkvG",
  "Another delusional tweet from the #Trump2016 camp. A rich, tax evading draft dodger sacrificed \"more than most Americans\"? Fuck you pal. https://t.co/yMRbHx0LoW",
  "This tweet single-handedly explains the extent @realDonaldTrump voters understand technology.I'm sure they are mad at the paper wasted too. https://t.co/hI1k9eITpu",
  "#TrumpWinsBecause women, minorities and educated whites didn't bother to vote. #govote #NeverTrump #pleasevote #pleasenotthisguy",
  "@dryvyng @Popehat It really is sad when you are to douchey for VC's to like you...",
  "No matter how the election goes - and I am still optimistic - I will always be proud of being part of the #NeverTrump movement. /1",
  "@amazon Any news on the #NESmini? Pre-orders? Anything??",
  "Someone ID this fuck hole. https://t.co/eEhbFpzMna",
  "If the Cubs lose the city of Chicago is going to riot #WorldSeries #GAME7",
  "#WorldSeries This might go down as the most disappointing #WorldSeries for 98% of the country. #nohateforcleveland",
  "@YourAnonNews I really hope after the USA election this Anon channel will return to its original purpose. 👌this close to unfollowing.",
  ".@peterthiel confirms what the #99percent already knew: Justice does not exist for anyone other than the rich. Wtf? https://t.co/rkGdMyNeym",
  ".@Snapchat discourages speed filter and driving? Bullshit. They are supposed to measure their jogging speed? https://t.co/xOoGqbDy1E",
  "Due to unforeseen incarceration we couldn't see @puscifer today @VoodooNola but we will see them @RuthEckerdHall next week. #lifesabitch",
  "Christ I just saw Big Johnson t-shirts for sale. 20 fucking years is a long time for people to have such terrible fucking taste.",
  "@YourAnonNews And that makes this election different from any other election how? #whatsyourpoint",
  "@Uber I'm hearing nightmare stories of $100+ rides from @VoodooNola. That sounds crazy y'all.",
  "This is advice from a prominent GOP operative https://t.co/Ieb1rJleRF",
  "Trump Supporter Arrested For Vote Fraud Claims Polls Are Rigged--because sometime life imitates assholes.#nevertrump https://t.co/pE5qDWueCG",
  "Hands down @RaeSremmurd was the best damn thing @VoodooNola. Fucking crazy good. #VoodooFest",
  "@Doubledrizz @pokemon4pres Any credible source?",
  "No wonder nobody likes you @tedcruz; you have no respect for this country or its constitution. #congressistheworst  https://t.co/DzEwTZt7KN",
  "@realDonaldTrump @SJSOPIO \n\nYou are a liar. The very same people you say endorsed you say you are a liar. \n\nhttps://t.co/2H7zd1AG0w",
  "@kupajo322 https://t.co/jssqqR0MXn It's a simple show of respect.",
  "Hey @RockstarGames will I be able play a simple farm owner in online #RedDeadRedemption2 ?",
  "@pokemon4pres @Sentinel2NO No worries😄. The Bill &amp; Melinda Gates foundation purchase of Monsanto stock is true and intriguing tho'.",
  "@pokemon4pres @Sentinel2NO I know the timeline is fucked, but @PoliBlindSpot references Scahill article &amp; does not provide shred of evidence",
  "@pokemon4pres @Sentinel2NO @PoliBlindSpot That is, the original @jeremyscahill article doesn't say BW was sold; which it was afterward.",
  "@pokemon4pres @Sentinel2NO @jeremyscahill @PoliBlindSpot That article references this: https://t.co/ebrFSXwl4S It does not state BW was sold",
  "@pokemon4pres @Sentinel2NO Not that that fact changes the abhorrent nature of both Blackwater and Monsanto.",
  "@pokemon4pres @Sentinel2NO Actually,the author of the article @jeremyscahill denies that Monsanto bought Blackwater,unnamed investors  did.",
  "@pokemon4pres @YourAnonNews @wikileaks Absolutely correct. And thanks for the thoughtful dialogue.",
  "@pokemon4pres @YourAnonNews @wikileaks I like wikileaks agenda, but some care should be taken to prevent unnecessary collateral damage, IMHO",
  "@pokemon4pres @YourAnonNews @wikileaks Fair enough, I'm referring to the DNC leaks. Slightly irresponsible, no?   https://t.co/GGFJIHrkiU",
  "@pokemon4pres @YourAnonNews @wikileaks Did I read gigs of data? Of course not. But I have read the dumps include CC #'s &amp; SSNs. True or not?",
  "@YourAnonNews @wikileaks How are we to defend an organization that doxxes innocent people's personal medical &amp; financial information?",
  "Can you believe this asshole @DonaldJTrumpJr? This family has absolutely no respect for the office or this country. https://t.co/XuxCX4iBho",
  "@YourAnonNews You guys speak as if anarchy would just be the fucking bees-knees but you know damn well it would be a hard fought struggle.",
  "Fuck. I wanted to see #HacksawRidge but now that I know #antisemite Mel Gibson directed it, I'm torn.",
  "@YourAnonNews So disingenuous. Democracy is a compromise not a fucking win. The people are always going to have distaste for the process.",
  "Don, you denied vacancies to black people in your apartment buildings BECAUSE THEY WERE BLACK. You will do nothing for anyone but yourself.",
  "can't wait for this man to be completely decimated at the polls on november 8 by many many MANY \"nasty\" women 😎 #debatenight #boybye",
  "There's no obligation to vote! If you're not informed on candidates or issues, don't vote. #debatenight",
  "How much you want to bet that lapel pin was made in China? #debatenight https://t.co/Lnq2BI52Ee",
  "Just under 3 weeks until @realDonaldTrump slinks back to \"who gives a shit-ville\" with winners like @SarahPalinUSA. Thank their fucking god.",
  ".@realDonaldTrump won't be satisfied until he rips this country asunder. #MAGA my ass you treasonous orange bastard. https://t.co/Ma1asfguNp",
  "Took @Uber twice tonight. Both foreign born, US naturalized citizens. Both voting against @realDonaldTrump. I fucking love this country!",
  "Watching @realDonaldTrump in Ohio &amp; while waiting on him to arrive I swear they started to chant \"build that wall, build that wall.\" WTF?",
  "@EdWorthy10 Lol. Thanks I needed a good laugh.",
  "I think these #trump2016 supporters are gonna lose their damn minds when @realDonaldTrump loses #elections2016. Maybe we should let him win?",
  "Less than a month to go and #trump2016 supporters still think they are going to win. Boggles the mind... https://t.co/GUCtF1RRtB",
  "Trump: \"Argle bargle libel suit blah blah.\"\n\n@nytimes: \"GTFO, whiner.\"\n\nhttps://t.co/oBDvM29sQS",
  "@WDFx2EU7 @amlookout I wouldn't get your hopes up...https://t.co/OBfeC0hEEf",
  "Lol. Damn #trump2016 voters are so goddamn desperate they just making shit up now! Fucking hilarious! https://t.co/4BGnahalAa",
  "@TMfanSupport Again, how does this happen? You sell tickets to this location FFS. https://t.co/b6WhzcBkPB",
  "@TMfanSupport How is this a thing? https://t.co/XHmSnSTYaQ",
  "@TODAYshow is fucking rude for inviting @Corey_Feldman back on the show just to make fun of him again. Uncouth bro. #thatsfuckedup",
  "@CBSEveningNews @kellyoxford @annawerner Should have forwarded all these to @ScottBaio",
  "Exclusive! Here's an actual photo of Trump's IQ test #IntellectualTrump https://t.co/QIvIxWdGAd",
  "@BasedSancen Which only shows the absolute desolation and emptiness of the conservative right.",
  "I'm losing...\nTherefore it's rigged...\n#IntellectualTrump",
  "Still...40% of the electorate are likely to vote for him.  What does that say about us as a country?   #intellectualtrump https://t.co/wIfvf0VVIr",
  "Jesus Christ, how fucking delusional and/or illiterate are #trump2016 supporters? His campaign is fucking dead man walking! https://t.co/fuiXk0jafM",
  "Error 404: not found #IntellectualTrump",
  "You know when you get bored while playing GTA and decide to rampage until the cops finally kill you? That's Trump right now.",
  "This is a profanity. https://t.co/T4OeoY5Wem",
  "Because men don't think women's issues are \"real\" issues facing the nation. #NeverTrump https://t.co/VMCIHZkwL4",
  "Seriously, read this dispatch from the campaign trail 8 years ago and you can see the entire future unfurl... https://t.co/go3lhmR6GE",
  "@Lookinabout @realDonaldTrump I really don't care if she hates me, at least she is qualified to do the job she is asking for.",
  "@logans_p90xfan @realDonaldTrump @Rambobiggs I'm aware of what you guys are posting; I'm not in the habit of speaking without reading first.",
  "Awww, @realDonaldTrump supporters are so cute.They still think that getting #HillaryHatesAmericans trending will help their candidate.😳🙄😂",
  "@guypbenson @Popehat @AndrewStilesUSA So @GOP handed the election to @HillaryClinton? Well, thanks, I guess. 👏",
  "Again, the absolute delusion of @realDonaldTrump and his supporters is fucking lunatic level. #nevertrump https://t.co/zibQvGfT6G",
  "Trump's pledge to jail Clinton - which Pence just defended today - was literally one of the articles of impeachment against Richard Nixon: https://t.co/CjTbC8OHGz",
  "Billionaire Warren Buffett just put @realdonaldtrump on notice to not be a chickenshit about releasing taxes under audit https://t.co/zjOVWloDzS",
  ".@realDonaldTrump's America sounds awfully similar to a totalitarian dictatorship that punishes political opponents. https://t.co/qGSYpUer2y",
  "The most important part of the #debate is that an American presidential candidate directly threatened to jail his opponent. /1",
  "Trump says he did not say \"check out sex tape\" in tweet.\n\nThis is the tweet. https://t.co/1v4dpgjnQu",
  "Mine asked. And they are literally children of the american revolution. (But muslim.) https://t.co/ZGkHFUkKdt",
  "Seriously. How FUCKING long can these @GOP fucks say \"they're gonna take our guns?\" &amp; people believe that shit? #debates",
  "A gentle reminder: undocumented immigrants pay more in taxes than Donald J. Trump. #debate",
  "Trump's claim that \"Muslims\" saw bombs in the house of Sen Bernardino murderers and did not report is false--and dangerous. #debate",
  "Trump just said Clintons done nothing for African-Americans. I dug up this audio last month: https://t.co/Yqu7AiMSMR https://t.co/7EG1Lslie9",
  "when you think donald trump is finally over but you realize his supporters will back him no matter how awful he is https://t.co/OT3D7fe0FT",
  "Hahaha. Holy fuck these people are so goddamn delusional. I get the feeling a lot of ass hurt people are gonna wake up disappointed Nov 9. https://t.co/flZxjJyE6E",
  "This is the kind of delusional human that still supports @realDonaldTrump. Wow. #nevertrump https://t.co/bd5C2VCjoj",
  "@methodman You still stand by decision to sell OUATIS album to 1 guy who is saving it for a \"rainy day\" or if @taylorswift13 is interested?",
  "Standing together for \"unity\" communicates nothing; it just serves to make the @NBAers feel better about themselves. https://t.co/Cmyh3csBoN",
  "if you're as bored as us with this debate, steal this photo and tag @realdonaldtrump &amp; @mike_pence! #VPDebate https://t.co/SuDVInKoWm",
  "Be born rich #TrumpFinancialTips @midnight",
  "#GTAOnline $3,500,000 SharkCard Giveaway!\n\nHow To Enter:\n\n1. Follow Me @MrBossFTW!\n2. RT This Tweet!\n\n #GTAV #GTA5 https://t.co/0eYmsgPRu1",
  "I think we should evaluate our retirement portfolio to better reflect today's rapidly changing demographics. #UnlikelyThingsHeardAtWalmart",
  "This list of #trump2016 supporters tweeting at the wrong person is just funny as hell!  https://t.co/fe7PmQl1Yd",
  "@IamyHuckleberry @HillaryClinton @JLester34 he's a baseball player you imbecile.",
  "Trump's campaign is bragging that not paying taxes makes him a \"genius.\"\n\nWhat kind of genius loses $1 billion in a single year?",
  "@YourAnonNews And disturbingly they might instead vote for an authoritarian demagogue.",
  "@newtgingrich Tell us Newt, how does it feel to sell your soul to the devil?",
  "@Always_Trump https://t.co/lRO35FJfp2 --Did you know the Internet has all kinds of fact finding sites? Amazing!",
  "Reporter Opens Up About Trump Calling Her the \"C\" Word--This is the asshole half the country is going to vote for... https://t.co/5z3gjDYC6n",
  ".@WalshFreedom Conservatives would never break the law to disparage the competition huh?  https://t.co/8BPIGwV2HG",
  "@WalshFreedom @washingtonpost And I'm sure that @GOP or conservatives have NEVER broken the law for \"the greater good\". Boo fucking hoo.",
  "I'm confused. Are you a good businessman, or are you just good at receiving government handouts. https://t.co/6HzK3GevwM",
  "If you think this is funny, you might be a redneck. #credittojefffoxworthy https://t.co/MW0dTiwtFa",
  "Rudy Giuliani: Rich people are smart not to pay taxes. Poor people are wasters who don't pay taxes.",
  "As usual #Trumpwon and everyone else losses. I'm sure he'd make a great @potus.  https://t.co/wAQ2jAtUYQ",
  "To Paul LePage, it's worse to be called a racist than to be a racist https://t.co/5cd2E9Xnl1 https://t.co/R88cJWnmz3",
  "President Trump will be vigilant, never sleeping until all Americans know which sex tapes to check out. https://t.co/5VYjdtXfWx",
  "And by blue collar @realDonaldTrump means he wore blue when took the money from his daddy in a comfortable, climate controlled boardroom. https://t.co/rQZ3srNQzi",
  ".@azcentral isn't the only paper breaking a streak of Republican endorsements to back @HillaryClinton: https://t.co/Vt0dAjsbET",
  "@RealVinnieJames No, they saw it and they still hate @realDonaldTrump more because he is truly a terrible candidate.",
  "I'm fairly sure that @HillaryClinton will win in November because @realDonaldTrump supporters will never figure out how voting booth works.",
  ".@realDonaldTrump keeps his mouth shut for one night and now he's a saint apparently. The world has actually gone fucking crazy. https://t.co/bCpUdmVZjP",
  "If you're a racist.... #TrumpWon",
  "Even the racists over at Stormfront don't think #trumpwon the #Debates2016  last night, but his supporters are still delusional AF.",
  "@DCraelin @saladinahmed @YourAnonNews Thanks! And seriously thank you for the honest, forthright talk, not shit talking and threats.",
  "@DCraelin @saladinahmed @YourAnonNews Republic=representation is equal. Democracy=equality is representation.",
  "@DCraelin @saladinahmed @YourAnonNews My https://t.co/wmCtas1lk8 do you call it democracy when large portions have zero representation?",
  "@DCraelin @saladinahmed @YourAnonNews Respectfully,I disagree.Elected representatives are not equal.Just ask the helots of Democratic Greece",
  "@DCraelin @saladinahmed @YourAnonNews Wait what? So democracy and republic have the exact same definition?",
  "@DCraelin @saladinahmed @YourAnonNews I didn't define republic, but I love to talk. How did I get republic wrong?",
  "Goddamn @realDonaldTrump just said it again,\"We should have taken the oil,\" as if it was ours to take for payment for \"liberating\" Iraq.Jerk",
  "THIS. This is the same fucking story! Snitches get stitches,whether blue or black.The group is more important than the community at large.BS https://t.co/H7dle1NuVl",
  "Crowd: \"Release the whole video\" #KeithLamontScott https://t.co/P4xs2psxU2",
  "As usual @realDonaldTrump knows nothing about the facts. School choice is just another method of white flight. #readabook https://t.co/7eB2XN0tY7",
  "@saladinahmed @YourAnonNews American democracy never really existed though did it? This is a republic, not a democracy. Words have meaning.",
  "Sometimes explaining #BLM to other white people is so fucking exhausting. Even good white people just have no fucking clue. #OneDayAtATime",
  "Ted Cruz today got to do to Ted Cruz what everyone else wants to do to Ted Cruz: humiliate Ted Cruz",
  "I was wondering myself why not a single white adult male had not joined this protest... https://t.co/jGQUOGqmFd",
  "In other news, White America buries its head further in the sand and pretends nothing is wrong--except their tax rates and gun rights. https://t.co/ULeO8xlwIu",
  "Following Colin Kaepernick, junior and high-school band students in Oakland knelt while playing the national anthem. https://t.co/CNXIfH5iuy",
  "I love it! Good job @Kaepernick7. I can't wait to see how @NBA shakes up. https://t.co/XfzfeSqPUy",
  "Saw @SnowdenTheMovie last night. It was enjoyable despite @RegalMovies couldn't serve us food or drink due to \"our computers went down\".😯😳🙄",
  "@RegalMovies So I'm at theater &amp; cash registers go down &amp; I'm told \"to buy anything you must have exact change\".No drink,no snack.Thanks.",
  "@AskSunTrust Good response! Something not working, go somewhere else. Maybe my next bank will have a better attitude. #byesuntrust",
  "@AskSunTrust And in the meantime? You still haven't answered the question. I appreciate the help but....",
  "I can't wait to see how @NBA players embrace #colinkapernick protest! Damn shame that @MLB players have zero balls. https://t.co/7zsZtSaLV3",
  "@AskSunTrust Tampa, Gunn and Amderson; Tampa, Turner and Ehrlich.",
  "@AskSunTrust So what department there is going to pay my ATM fees since both ATMs at 2 different locations near me are inoperable?",
  "Because in @realDonaldTrump's 'Murica you don't get to play our reindeer games unless you agree w/ #tyranttrump https://t.co/LPnMEF6mUv",
  "This is what @realDonaldTrump 'Murica looks like. Kiss your ass and #USConstitution good-fucking-bye. https://t.co/BeqDrSPFh4",
  "So the same cops who protect Neo-Nazi rallies wish to stop protecting NFL players... That seems like an odd choice. https://t.co/2k3LHDzViI",
  "YYYEESSS!!!! High school players and staff have more balls than the pros! Looking at you @Seahawks and rest of @NFL https://t.co/iJTogPEBp1",
  "Police unions need to recognize that this about institutional/systemic violence against minorities, not cops . #BLM  https://t.co/Gu9WbI4F2E",
  "I'm not disappointed @FallonTonight softballed @realDonaldTrump, I'm disappointed that @realDonaldTrump was even fucking invited.#notajoke",
  "@hardwick Has some mad skills saying \"LsDmT\" without cracking a fucking smile or raised eyebrow or snarky vocal tone or nothing.Well played.",
  "@Red_Eye_Robot\n:a way of organizing a society in which a government ruled by dictator controls the people&amp;people are not allowed to disagree",
  "Just bought an awesome fucking candle at #tampatattooconvention from @Fucking_Candles!",
  "@AirAcademyFCU Out of curiosity, what other people does AAFCU endorse?",
  "@YourAnonNews Please encourage people to read that damn article. It's a fucked up story and people's anger is probably misdirected.",
  "This is a preview of how @realDonaldTrump POTUS: delay debate until debate would be too distracting, then do nothing https://t.co/6w507Vwpv1",
  "@pCloudapp Are you aware that your \"report abuse\" link on your web site actually links back to your home page. That supposed to be funny?",
  "Apparently even Canada has giant assholes.   https://t.co/yYXxrozBid",
  ".@SvenMagnussen Is there some end game to this obsession you have with @BarackObama and his citizenship status?",
  "I love watching #sovereigncitizens getting owned on @YouTube. Absolutely hilarious.",
  "While I respect the attempt by #Seahawks it was disappointing to here that some teammates caved to other teammates. https://t.co/PujWFVR5kZ",
  "Rich white woman tells black people it's okay to protest only when she says so: https://t.co/VAI83NXSw8",
  "@C0nservativeGal Of course, you have to reduce this situation to right vs left. Christ, read a fucking book or something. #fuckinghatepeople",
  "You know you're a true moderate when you agree with shit heel conservative assholes on the @CocaCola @Walmart tower display. #NeverForget",
  "This person is sick,but I really didn't see the big deal w/ 9/11 @CocaCola display.Poor taste,yes.But not offensive. https://t.co/BUv63yO1PF",
  "BTW, a Trump presidency would give Chris Christie and Rudy Giuliani immense power, given Trump's short attention span and suggestability.",
  "I wonder how far @realDonaldTrump has his hand up Giuliani's ass to make him say this shit. https://t.co/qXzWV4TUZB",
  "@AdrianaCohen16 @GOALupdate @MassAGO While you're rewriting history, let's imagine that black people brought themselves here &amp; \"volunteered\"",
  "As we could've told you in New York or they could've explained in Vancouver, John Tortorella is a boundless embarrassment. \n\nStill.",
  "The sandstone pedestal at cape Kiwanda didn't collapse because of an act of nature. It was vandalized! https://t.co/hU5BIKnZA5",
  "@SharonKP2013 @realDonaldTrump And brutally ignorant. And brutally misinformed. Bleach he says, chemicals he says, damn he is so dumb.",
  "@ChatRevolve @peddoc63 I'm sure plenty of Hillary supporters would say the same about @realDonaldTrump.",
  "Donald Trump Spirals Out Of Control, Says Hillary ‘Used Chemicals’ To BLEACH Her… https://t.co/fYjBkYoQpD https://t.co/GlikkAomi3",
  "@ShepNewsTeam is the only thing that lends legitimacy to @FoxNews. Don't succumb to all the @realDonaldTrump assholes. #keepshep",
  "@Lisa77720 @agreatercountry Yeah, of course, biased and stupid if they don't support @realDonaldTrump. The hypocrisy is palpable. #keepshep",
  "Heads explode across America as @FoxNews host rudely tells fact-allergic viewers what Voter ID laws are REALLY about https://t.co/5EbVSwBEjQ",
  "@claudiascompan1 @Pudingtane @FoxNews @PatMcCroryNC Yeah it proves that @GOP can only win elections when votes are limited to white people.",
  "Spokesperson calls it \"decisive presidential move\", same words Trump uses to describe his smelly Trump steak shits. https://t.co/gYkINQiWgi",
  ".@realDonaldTrump has so little substance that his supporters feel it better to make up conspiracies like #SickHillary.Pathetic.#NeverTrump",
  "Nostalgia is not a strong enough feeling to overcome the absolutely terrible taste of #CrystalPepsi. #godthisdrinksucks",
  "@realDonaldTrump They certainly won't be calling you Mr. President!",
  "@BreitbartNews Pond scum is morally superior to you.",
  "This guy @timkaine is a better candidate than damn @realDonaldTrump. Who'd have thought? https://t.co/mmb0NzuWOr",
  "A room full of Christians prepare to applaud a thrice divorced man known only for his greed &amp; gilded garbage.  https://t.co/0cv4tUBUnE",
  "@MamasGotAGun @DRoberts556 @shivabeach Now you getting rude. I didn't say any of you HAD to go anywhere. But whatever, have a good day.",
  "@MamasGotAGun @DRoberts556 @shivabeach At least it is  local government and not the Feds? You can always move out of a local jurisdiction.",
  "@MamasGotAGun @DRoberts556 @shivabeach Nice citation, thanks. But don't you think local elected officials have some say in local politics?",
  "@MamasGotAGun @DRoberts556 @shivabeach Yes, there are thousands of them, in thousands of counties. You can move if you don't like it.",
  "@MamasGotAGun @DRoberts556 @shivabeach Alright, I'll bite; I can't read everything. Send me an article re: gun confiscation. I'll read it.",
  "@MamasGotAGun @DRoberts556 @shivabeach Limits on incitement and obscenity for the 1st Amendment off the top of my head...",
  "@MamasGotAGun @DRoberts556 @shivabeach But they have limits. What limits are you willing to accept on #2A? #gunsense",
  "@SvenMagnussen Are you still spouting these lies? Get a new schtick man, this ain't working.",
  "@MamasGotAGun @DRoberts556 @shivabeach You do realize that rights are not absolute, correct? Free speech is limited,4th amendment is limited",
  "@DRoberts556 @shivabeach Hmm, that study was ordered by @BarackObama &amp; yet #2A fanatics STILL think \"he's gonna take our guns\". #gunsense",
  "#2A hypocrites respect \"blue lives\" until it's time to forfeit their assault rifles &amp; high capacity magazines-THEN IT'S ALL OUT FUCKING WAR!",
  "@trumpforwin @CAH defines anti-PC as offensive, satirical &amp; intellectual fun; @realDonaldTrump defines anti-PC as being racist as fuck.",
  "Vote with your dollar for Hillary Clinton, Secretary of State, or Donald Trump, an enormous man: https://t.co/iteI95jRBp",
  ".@realDonaldTrump has 1 rhetorical method: if thing good @BarackObama not do it; if thing bad blame @BarackObama.",
  "@Red_Eye_Robot @FlockTheNRA  Me thinks you have no idea what fascism means.",
  "If @realDonaldTrump wasn't such a raging moron &amp; could keep his foot of his mouth,he might have once had a chance to beat @HillaryClinton.",
  "@SvenMagnussen Where is the evidence of this, or did you just make this up like the rest of your feed?",
  ".@SvenMagnussen Wow. No evidence and you just keep repeating it. You are all hot air and no substance. You might as well be @realDonaldTrump",
  "@SvenMagnussen Just because you keep repeating it does not constitute evidence. Provide a link or it didn't happen.",
  "@SvenMagnussen Again, do you have evidence to support this?",
  "@SvenMagnussen You have some citation or source material for this claim?",
  "The intelligence of your average @GOP voter is summed up with this poll. They deserve @realDonaldTrump. #birther  https://t.co/Fgu2PQWmoR",
  ". @2ndRight https://t.co/gSSHHdC17h \"Father shoots own daughter\"",
  "How fucking gullible &amp; stupid are these 2nd Amendment fanatics to STILL believe the \"they're gonna take our guns\" story? #2ndamendment",
  "FWIW we loved #SuicideSquad",
  "Bear in mind Trump thinks there are 12 articles so the \"Second Amendment\" reference could mean almost anything in any document ever anywhere",
  "@JaredWyand Retweet if you will defend our country and way of life from morons and demagogues like @realDonaldTrump.",
  "Hey @SecretService does anyone get to insinuate a candidate for POTUS could be shot or just other candidates? #2ndamendment #stoptrump #wtf",
  "Bush CIA Dir.: If someone else made Trump 2nd amendment comment, they would be “in the back of a police wagon” https://t.co/92YTGZdUmg",
  ".@MarkDice I knew this asshole was just trolling us this whole time. Well played man!",
  "George Zimmerman &lt;= You should be grateful you're still walking on the planet you scumbag.",
  "@Popehat @gabrielmalor Sure, just ask the dozens of people wrongfully convicted based on 1 or 2 persons eyewitness testimony.",
  "@SarahPalinUSA @JustenCharters And laments the good old days when the n-word was still used in public. Fucking asshole.",
  "Clint Eastwood is right, it wasn't called \"racist\" when he was growing up. But now it is. That's what happens when you grow up.",
  "Aging white male Clint Eastwood misses the days he could say the n-word when he wanted &amp; tells US to get over it?Hey Clint go fuck yourself.",
  "FYI, @GlennMcCJr: Adams County (where Natchez, MS is located) was 71.7% enslaved before the Civil War. https://t.co/GbpjZ7Wqtj",
  ".@realDonaldTrump Sure thing Donald. https://t.co/wVG6hXYnta",
  "Read our latest cover story on Donald Trump's business failures https://t.co/sRXEqq5oeS https://t.co/ORqVaxIFbj",
  "The claim \"Obama-Clinton have single-handedly destabilized the Middle East\" is absurdly ignorant. https://t.co/572cn8Xbjd",
  "@phuckthestate @MacShootFace I was talking about the babies getting jobs, not the mothers",
  "@phuckthestate @MacShootFace Maybe people would stop killing their babies if they would stop being lazy, get jobs and do something of value.",
  "NFL: Trump lied, we didn't sent him a letter about debate schedule https://t.co/FUHd9NL0HF",
  "Is this @mike_pence guy serious? \"Name calling\" has no \"place in public life\"? Does this guy even know who he's running with for fucks sake?",
  "@blakeshelton this is what you get when POTUS candidate is \"real\" &amp; \"not afraid to be politically incorrect\". GTFO https://t.co/ipDBIX6sAw",
  "@RoarkHoward_ @reddit Just a guess, maybe because it was not an actual AMA. Just a guess.",
  ".@realDonaldTrump They are just trying to get here before the Wall goes up. Played your hand too early Drumpf. https://t.co/Xa6oNeLrt9",
  ".@Lesdoggg Glad to see you still here. Just saw #Ghostbusters and you were great. #fuckthehaters",
  "@LinkedInHelp All of them. Notifications of people's work changes etc, etc.",
  "@LinkedIn How can I stop emails from former employees whose email addresses  have been deleted? They are being forwarded to a catch all...",
  "Faith Ekakite is lucky that @CityOfIowaCity police like to ask questions first, then perhaps shoot if necessary. https://t.co/PSWS3DArSl",
  "@PokemonGoApp See that username? Some people have no fucking class. https://t.co/aqxuBI2qIy",
  "@nbcagt Everyone wants to know, what happened to @elevenplay?",
  "@GetsThruBuckner @NBA isn't dictating social policy; they are reacting to it. Private entities can do what they wish in the face of bigotry.",
  "The NBA issued the following statement today regarding the 2017 NBA All-Star Game https://t.co/2yo1YDA2Un",
  "@MarkDice Your parents raise you to be this virulently racist or did you teach yourself this?",
  "The racism runs deep with this man. Just. WOW.😳 https://t.co/KLgph58zWt",
  "What will the excuse be for what happened to #CharlesKinsey? He was talking too loud? Doing his job too well? His beard was too luscious?",
  ".@NorthMiamiPD people don't \"suffer from autism\" you ableist, obtuse, neurotypical, violent fucks. https://t.co/Bo3dnKz1uN",
  "I don't like @tedcruz but that guy has balls! Nice job buddy last night #RNCinCLE.😂😂😂",
  "rt if the #PokemonGO servers have impacted your life in a negative way",
  "#RNCinCLE GOP members make multiple references to shooting/executing Hillary, but simply saying #blacklivesmatter is threatening?Hypocrites.",
  "Doubtful that this speech got more publicity than King's \"I have a dream\" speech or FDR's inaugural address. https://t.co/XSXXkDGkCh",
  "Maybe if you actually read the news rather than trying insert yourself into it you would know this is a fabrication. https://t.co/4EKi6HV2sj",
  "I guess that @SheriffClarke also believes that #BlueLivesMatter more than any other lives matter. Who exactly are they protecting &amp; serving?",
  "Is this guy serious? Good news that no one will be held accountable for the death of a man in police custody? wtf? https://t.co/EykRmQwx4P",
  "Is Sherrif David Clarke being forced to speak at this klan meeting against his will? #RNCinCLE",
  "#PokemonGO absolutely has a #B2B angle. Boston bars are buying lures to be target-rich for players. https://t.co/TL19A4nZsg",
  "I think we need to see the long form graduation certificate, @realDonaldTrump. @Gawker  https://t.co/7ahVQZGKUN",
  "The Muncie Animal Shelter is enlisting Pokémon Go players to help walk their dogs. https://t.co/PloqBdxNfr https://t.co/KVoeDOhnEY",
  "No word yet on whether the dinosaurs aboard attended the prayer meeting. #creationist #ignoranceisbliss https://t.co/og5zh1oNkh",
  "I'm down with deporting people who believe in Sharia Law if we also get to deport people who believe that the story of Noah's Ark was real",
  ".@newtgingrich Wants Tests for All U.S. Muslims After Nice Attack - NBC News. Pence got VP, you can stop now Newt. https://t.co/N8fR3W1PD7",
  "RETWEET IF YOU ARE MAD THAT @BrundageMagic DID NOT MAKE @NBCAGT LIVE SHOWS! #JudgeCuts",
  "@SenSanders would rather eat shit then vomit that shit out and force feed it to a small child before endorsing you. https://t.co/KuTCxhYssC",
  "@realDonaldTrump The truth hurts.",
  "I wonder how bad it chaps @HillaryClinton that she'll only win @POTUS because people don't want a @realDonaldTrump presidency. #thathurts",
  "Pokémon Go Could Be A Death Sentence For A Black Man--crazy ass world we live in. https://t.co/18RsPrxsSQ",
  "All about waiting for evidence when it comes to police killing but tonight after an hour you're sure shooters are representative of BLM…",
  "#Oakland (7/7/2016) Highway 880 shutdown #AltonSterling #BlackLivesMatter https://t.co/Oal2wrhoyS",
  "I have a newfound (but probably brief) respect for @newtgingrich for his remarks today regarding #blacklivesinAmerica. Good for you Newt.",
  "Where the #2ndAmendment folks saying that if more people had guns these tragedies would never happen? All victims were armed &amp; still died.",
  "I wonder if @SecretService will visit @WalshFreedom for his threats @POTUS last night. Or is that covered by #whiteprivilege?",
  "@WalshFreedom Because #PhilandoCastile was just murdered by a cop.That's still news or is murder of white people always more important?",
  "Congressman Walsh has since deleted this tweet, but people like this should not be given power. #Dallas https://t.co/uDxymbJ9ho",
  "Minnesota governor says racism played a part in fatal police shooting https://t.co/yr0wVuveed",
  ".@realDonaldTrump silence on #AltonSterling and #PhilandoCastile speaks volumes more than his 3rd grade vocabulary.",
  "Just saw news of #PhilandoCastille. For fucks sake white people, will you please stop shooting black folk? Sick and tired of crying at work.",
  "The image Trump is referencing was created by a Neo-Nazi website, this excuse isn't remotely plausible. https://t.co/5C9iqHtttU",
  "@pCloudapp Where can I forward emails that apparently are fraud/malicious and using your service to propagate?",
  "This is what @realDonaldTrump America looks like, only with more guns and less hair. #trumpisbald https://t.co/kvYPPhDq29",
  "I can hear #2Amendment folks: if only that guy had a gun it would not have been abuse; he woulda killed that bitch. https://t.co/bVGkuZ9YSO",
  ".@HippieSabotage Only 2 guys but a serious bunch of assholes.  https://t.co/hkuaXCe8ra",
  "Damn never ever heard of these @hippiesabotage clowns but they seem like a real class act choking out staff at a festival.  Nice one",
  "@MacShootFace This is a parody account right? You funny as hell!",
  "Christ Almighty, this moron is what passes for rational thinking in the modern age. We are all fucking doomed. https://t.co/MfcXiCReRa",
  "Got to admit it,used to think @SimonCowell was a real douchebag, but he seems like a genuinely nice cat on @nbcagt.Who knew?#wrongimpression",
  "While @NRA spews the fantasy of @HillaryClinton \"takin' our guns,\" SCOTUS is actually taking our #4thAmendment rights from us. Ridiculous.",
  "My prediction: soon, some #2ndAmendment asshole will shoot another #2ndAmendment asshole while thinking each other was the terrorist.",
  ".@SenTedCruz You are aware that amendments are not absolute,right Ted? The #1Amendment has restrictions and nobody is crying foul over that.",
  ".@realDonaldTrump solution to #OrlandoShooting is to add 100 drunk ass people with guns in their pockets to save the day. Great idea Donald.",
  "Even @RealAlexJones agrees, #OrlandoShooting is #falseflag. More than likely perpetrated by @NRA or the gun industry to SELL MORE GUNS.",
  "The only thing you can rely on after every mass shooting is that GUN SALES GO UP. The gun industry is probably behind it all. #falseflag",
  "I think @NRA perpetrates these #falseflag mass shootings to help the gun industry SELL MORE GUNS.😳",
  "@realDonaldTrump takes a dishonest liar to recognize one eh, Donald? Pot meet kettle. #StopTrump",
  "You need to be elected first before you can abolish the press and start a dictatorship. https://t.co/1QhVAnOwdr",
  "I'm gonna start the rumor that mass shootings are orchestrated by the gun lobby...TO SELL MORE GUNS. #falseflag #tryingtotakeourguns",
  "@realDonaldTrump &amp; supporters are America's Hugo Chavez, not that he knows who that is, dumb ass motherfuckers.",
  "@mariohotaj2015 Judge Aaron Persky comes from the same rape culture that encourages men to call rape victims \"hoes\", he will not step down.",
  "Yeah @realDonaldTrump is the guy whose friends would call him after 49 ppl were murdered &amp; say congratulations. https://t.co/yZUJ5nrIHK",
  "@mariohotaj2015 If that's what helps you sleep at night.I hope you find some level of happiness in life at some point.#brockturnertruther",
  "@mariohotaj2015 Did your mother not love you enough troll?",
  "the brock turner case just gets more and more infuriating everyday",
  "This all day. https://t.co/JyIqhkFzxX",
  "Make your voice heard in the election process this year. Help disrupt &amp; shut down both Oligarch party conventions this July! #swarm #anarchy",
  "Hilarious! #StopTrump  https://t.co/lIREIQOwwp",
  "Judge Aaron Persky has received death threats; still does not compare to the trauma of being raped by Brock Turner behind a dumpster.",
  "Hey Axl and Brock Turner good luck covering your tracks in the digital age. https://t.co/X6SP0aEMft",
  "@RockstarSupport After buying a warehouse, will we also still have to be VIP eligible with another million bucks?",
  ".@realDonaldTrump's remarks on Judge Curiel betray his real thinking on race: If you are not white then you will never truly be an American.",
  "Kudos to @SenatorKirk for denouncing @realDonaldTrump and his asinine behavior; good to see some GOPers still have principles. #StopTrump",
  "@Cons_Nation More lies and deliberate misinformation. Christ, you guys deserve @realDonaldTrump's America.",
  "My god, liberal protesters are transforming Trump supporters into Australian actresses.  WHEN WILL THE MADNESS END?? https://t.co/rghTesExFE",
  "@LastWeekTonight Interesting. Any comment? Seems a bit rude to me... https://t.co/BsswgTcn9e",
  "@RockstarGames What time the update available? Midnight???😳",
  "California State House: Petition to recall Judge Aaron Persky for Brock Turner rape case: https://t.co/mg38NND8pk via @Change",
  "#brockturner father: son not \"violent\" only got \"20 mins of action\" shouldn't have to go to prison. @thehuntinground https://t.co/IFECJs687b",
  "Brock Turner’s Dad Pens Letter in Son’s Defense -- The Cut. Reading this letter sickens me.  https://t.co/iVov7Cs8mF",
  "@edkrayewski @reason @realDonaldTrump Yeah Donald, how often do you beat your wife? Good question Ed!",
  "@ScottHerhold With all due respect this opinion is atrocious. How can you possibly think that 180 days in jail is justice?",
  "@reason @edkrayewski So throwing eggs &amp; punches at bigots is going to somehow convince non-bigots to vote for @realDonaldTrump?",
  "raped \"promiscuous\"? Judge Aaron Persky is a part of the rape culture that allows men to rape a woman and then blame her for being a whore.",
  "said that Turner was going to start teaching people about \"excessive drinking and sexual promiscuity.\" Since fucking when is being (part 6)",
  "Judge Aaron Persky blamed the victim for her own rape and gave Brock Turner a fucking pass saying that Turner is a stand up guy and (part 4)",
  "criminal history and that he and the victim were intoxicated. Since fucking when does it fucking matter that the victim was drunk? (part 3)",
  "which means the little fucker will probably serve only 3 goddamn months. FOR RAPE! Judge Aaron Persky said that Turner had no prior (part 2)",
  "Stanford swimmer Brock Turner was convicted of raping an unconscious woman and the judge gave him goddamn 6 months in county jail (part 1)",
  "C'mon Donald... you complaining about Hillary's temperament is like me complaining about the quality of television! https://t.co/IKi5G55IG2",
  "@angeloftruth11 @realDonaldTrump Umm, pretty sure Islamic militants. Also pretty sure @HillaryClinton was in the US.",
  "There are idiots in every bunch... https://t.co/89jTA7nmt1",
  "This is what the country can expect if @realDonaldTrump becomes POTUS but it will be for food and basic necessities. https://t.co/Bds07HpJi6",
  "Thanks @SpeakerRyan for confirming that @GOP is an empty husk of a political party, devoid of any real values or principles.",
  "I don't blame the kid, #Harambe, the parent or even the zoo. I blame everyone who's ever visited a zoo. #AnimalPrison #AreYouNotEntertained?",
  "Dalai Lama Thinks Europe Has Let In 'Too Many' Refugees - NBC News. I'm ashamed to admit I used to look up to him. https://t.co/ReowjUpSN0",
  "@TapeFaceBoy You on #AGTPremiere was possibly the fucking funniest thing I've ever seen on that show! 👏👏",
  "I don't know what to believe about #TBLvsPIT series. Did #Penguins beat us, or did #TBLightning just decide to play like shit? #soreloser",
  "Cooper on Vasy: \"Let's be honest, I don't think we're where we are in this series without him.\" #TBLightning",
  "I'm about to start praying to a god I don't even believe exists. #noatheistsinplayoffs #GoLightning #PITvsTBL",
  "Just noticed Beethoven's Symphony no 9 \"Ode to Joy\" in the original #diehard! Freaking awesome. #classicalmusicinmodernmovies",
  "@GroupAnon Wow. How rude!",
  "@Microsoft My laptop is now a brick after Win 10 upgrade. Can't access safe mode or any other recovery option. Help?",
  "@megynkelly @Trevornoah Have to hand it to you Megyn, you deserve an Oscar for convincing the public you actually had some integrity.",
  "@megynkelly &amp; @realDonaldTrump interview is proof the majority of even halfway sane @GOP members will be drinking the Kool-Aid by November.",
  "Nice job beating up a teenager @TampaPD.Good thing he was white else this would have been film of a fatal shooting.  https://t.co/1cyLrnuruQ",
  "Ignorance is now a virtue? \"Idiocracy\" here we come. Only in Trump's \"Great America\" will morons rule the land. Ugh. https://t.co/zbMahYHMyc",
  "LIGHTNING!!!!!!!",
  "GO",
  "LET'S",
  "@AmazonHelp Does the app read to a blind person?",
  "Why Trump is worse than Nixon when it comes to transparency. #WeakDonald https://t.co/oMsE0LiMnJ https://t.co/BhD1Wms8aC",
  "@FreedomSci How does JAWS handle csv files?",
  "@AmazonHelp Any chance you have a complete text list of Echo skills? A blind friend of mine needs to peruse it with his @FreedomSci software",
  "So @Ticketmaster fucks millions of people out of money &amp; the damn lawyers get consumers compensated with discounts at FUCKING TICKETMASTER?",
  "@Wendys So much For enjoying this Jr Bacon Cheese... https://t.co/EA37pITBp8",
  "@Reince A white nationalist will be on the floor of your party's convention &amp; you're worried about the Democratic primary? GTFO.",
  "Can you believe this asshole @ #ShupeeMaxTowing said ON FUCKING TV that the Lord told him to leave a disabled woman stranded on the highway?",
  "Goddamn Republicans like @realDonaldTrump are more worried about saying Merry Christmas than saving the dying middle class. Fucking buffoons",
  "Congratulations @Curtcasali on the walk off 💥💥💥💥💥",
  "@mattmurray_30 You still played fucking awesome. Goddamn you played like a fucking monster. Do it again !!!",
  "@mattmurray_30 Great Job Murray!!!!",
  "@penguins Great job Murray!!",
  "@POTUS I'm running out of excuses when people blame you for escalating health care premiums, especially when my own premiums rose 18% YOY.",
  "@AskAmex @DeltaAssist Why does my companion ticket have so many goddamn restrictions? You'd think a paying customer would have options???",
  "@TBLightning Freaking Bishop is holding a clinic out there while rest seem to be sleeping.Bish better have a few harsh words at intermission",
  "@AngelTilaLove Hilarious.IMHO we currently reside in heaven &amp; are just too stupid &amp; arrogant to enjoy it.But hey, whatever makes you happy.👍",
  "A child like drawing for a child like idea. 21st fucking century and we still got people who think earth is flat WTF https://t.co/2EzyKz8njV",
  "It's official:words have lost all meaning if this person can call herself \"intelligent\".She thinks Earth is flat FFS https://t.co/oBh9L645jU",
  "I don't know who is more ignorant: @AngelTilaLove or the people who follow, like and interact with her. What a fucking mess that girl is.",
  "Donald Rumsfeld is still alive, who knew? Not surprised he still hates poor people though. #TaxDay  https://t.co/MGrh74F4M3",
  "Constitutional Sheriffs: The Cops Who Think the Government Is Our 'Greatest Threat' - Damn crazy white people, wtf? https://t.co/oLgv0acaiE",
  "@AmazonHelp Now, an order I made AFTER the important one has shipped as well. Seriously what gives?",
  "@DetroitRedWings Bunch of fucking pussies! Fighting at end of a loss. PUSSIES!",
  "@AmazonHelp Got no options. They assured me all was okay and would be delivered by 8pm. As of now, hasn't even shipped.",
  "@AmazonHelp Paid for next day, chatted with a rep, they assured me all was okay, still not shipped. I needed that for business.",
  "@AmazonHelp You guys screwed me today. How you gonna make it up to me?",
  "@TijuanaFlats Thank you, be in touch.",
  "@TijuanaFlats That look like hard tacos to you. Crappy lunch bro. https://t.co/8AFrQyOFgU",
  "Perhaps there is a god. This is one less @realDonaldTrump supporter. Maybe I'll start going to church again!  https://t.co/FEHIAQqxyJ",
  "@FirstAlert Holy god I don't have the fucking words to describe how badly I hate your products.Your smoke alarms are glorified alarm clocks.",
  "PayPal Withdraws Plan for Charlotte Expansion: https://t.co/s345K2iLhR",
  "Officers in South Carolina Conduct Casual Roadside Search of a Man's Rectum --And guess what? Of course, he's black. https://t.co/doo193pVQ7",
  "Yeah because we all give a shit about the opinion of a guy who beats up on women. Sheesh.  https://t.co/aqxDseJWdN",
  "@Alpackle Yes.😢",
  ".@realDonaldTrump already has his foreign policy in place: I never touched (insert country), in fact I've never even met (insert country).",
  "@BreitbartNews @piersmorgan That's some serious disingenuous BS. @CLewandowski_ would never have put his hands on a male reporter like that.",
  "Maybe it's Obama's long form birth certifcate eh, #Drumpf? https://t.co/e4WSm5rJoY",
  ".@CLewandowski_  still maintains that he never touched her and in fact has never met the woman.  https://t.co/3SqgHhY3FK",
  ".@realDonaldTrump is #ISIS's best recruiting tool, why would they attack @GOP #RNC @quickenloans arena?",
  "#OpWhiteRose We all need to pick a day of action so that we can show up en masse. Let's start the discussion. #RNC",
  "Hey @GroupAnon I know you are not the voice, but we need a day of action #RNC in Cleveland, someone to help us organize the masses. #help",
  "@AskAmex I got it taken care of.",
  "@AskAmex I need help with a card benefit.",
  "Party hopefuls @HillaryClinton @BernieSanders @marcorubio @tedcruz must come together &amp; apply #thepressure &amp; unite against @realDonaldTrump",
  "It is imperative that all people of this country repudiate @realDonaldTrump no matter the party. #thepressure on @marcorubio @tedcruz",
  "We all need to start #thepressure on @GOP to destroy and rebuke the harmful rhetoric of @realDonaldTrump. @YourAnonNews @BernieSanders",
  "Just watched @KevinHart4real do Onyx Slam! on #LipSyncBattle.  Just fucking awesome! SLAM, SLAM!",
  "I'm gonna say it #johnmcgraw is perfect @realDonaldTrump supporter:old, white, racist, fearful and cowardly.  Sucker punching ass.#fucktrump",
  "This is what @realDonaldTrump says when a supporter acts like a coward &amp; sucker punches someone. #Trump2016  https://t.co/jeq9jpEIbB",
  "@VerizonSupport Is Verizon email down?",
  "Just watched #inkmaster redemption with @JasonClayDunn and Wow! Hold a grudge much Jason? Smoke a joint, take a Xanax man, calm down.",
  ".@TradYouth Matthew, are you proud of yourself for putting your hands on this woman. Did you #MakeAmericaGreatAgain?\nhttps://t.co/DMtoipUNIh",
  "With the results of #SuperTuesday, you can just smell @GOP marinating their young for the eventual feast w/ a @realDonaldTrump victory.",
  "@Microsoft Windows 10 is an atrocious piece of software, full of bugs ridiculously slow boot times &amp; unresponsive to the simplest commands.",
  "#Oscars Possibly the best #Oscars opening I've seen in awhile. Thanks @chrisrock",
  ".@ChrisChristie final fleeting gasp of feeling relevant was to endorse racist failure businessman @realDonaldTrump. Classy Chris,real classy",
  "Kudos to #MarkZuckerberg for condemning Facebook employees for their tasteless crossing out of #blacklivesmatter on the signature wall.",
  "Someone drew a swastika on Trump's star on the Walk of Fame &amp; there's no way to know if it was done by someone who hates him or supports him",
  ".@realDonaldTrump supporters are so dumb they don't realize he wouldn't spit in their mouths to keep them from dying  of dehydration.",
  "@Xbox Why exactly could I not play #Fallout4 last night while Xbox Live was down; I know it's a digital copy but come on @Microsoft, why?",
  ".@realDonaldTrump winning SC &amp; New Hampshire just puts another nail in the coffin for @GOP. That lunatic can never win the general election.",
  "@BrightHouseCare Thanks Carlos!",
  "@BrightHouseCare What channel is Lightning on??",
  "Whoever leaked that @kanyewest rant backstage at SNL:  thank you!",
  "Has any other modern industrial country had an election where MULTIPLE candidates run on the \"I'll torture the shit out of people\" platform?",
  "Former Treasury Official Says They're Still Too Big to Fail, but Congress thinks Obamacare is the bigger threat. https://t.co/vnTUwNLeUB",
  "@salemowalk I don't know what you mean about my vision.I read your feed, strange, under different circumstances we might actually get along.",
  "#IThinkItWouldBeGreatIf We all just agreed to ignore @MartinShkreli. The guy is a troll. And probably a liar. And possibly a criminal.",
  "Self proclaimed genius @kanyewest FAILS miserably and asks actual genius #MarkZuckerberg to bail him out. Why Kanye, so you can FAIL again?",
  "@salemowalk I love how you guys devolve the conversation into name calling at the first hint of argument. Stay classy ladies and gentleman.",
  "News flash @Bitcoin, it appears @MartinShkreli personally knows Satoshi AND Satoshi can reverse Bitcoin transactions. Who knew?",
  "This from the same IDIOT who sent a total stranger $15 million.And you obviously don't know Bitcoin-you're screwed. https://t.co/dWtDF3oS6c",
  "I've traveled all over this country and to a few foreign countries but I've never seen such shameless panhandling as @kanyewest is doing.",
  "No shaming here,but how much fucking makeup was @carrieunderwood wearing on @talkingdead tonight? She looked like a  @Cosmopolitan cover.",
  "@mak_morn2 Actually I'm above ground enjoying life while I assume you are cleaning your guns and prepping your doomsday trailer. Am I right?",
  "@mak_morn2 Oh I'm sorry I thought was talking to an adult with all his mental faculties intact. Tell your mommy and daddy I'm sorry.",
  ".@TheDemocrats should just calm down re: #scaliareplacement. We will have another chance at #SCOTUS nominee after we win #Election2016.",
  "Senate can block the nominee, but the GOP saying theyll block before a name is mentioned shows that this is just politics #ScaliaReplacement",
  "@mak_morn2 Yeah,because if you don't agree with every batshit crazy nutbag conservative you're a traitor to this country! #scaliareplacement",
  ".@tedcruz Can filibuster #SCOTUS appointment until blue in the face &amp; drops dead, the #Election2016 president will be a @TheDemocrats anyway",
  "Seriously @kanyewest? Auto-fucking-tune on @nbcsnl? What. The. Fuck?",
  "Just read some of @RealJamesWoods feed. WOW. If the cocaine-Twitter suit didn't convince you how unhinged he's become,just go read his feed.",
  "@ProLifePolitics @marcorubio Think of it like this, GOPers don't talk about global warming at their debates because everyone already agrees.",
  ".@realDonaldTrump is confused,when he says \"bored\" he means \"didn't understand all the big words.\"Thanks for trying. https://t.co/b0R7ANjR2B",
  "PBS has commercials? Oh, thank God. This is a good debate, but hydration is key. #DemDebate https://t.co/kW5E83QLyd",
  "This. This is why shit is all fucked up. \"Reasonable discourse? Who the fuck wants to watch that bullshit?\" Wtf? https://t.co/5WAXR8JHBg",
  "#DemDebate Refreshing to see two people have a real debate. No shit-throwing nonsense. Just a legitimate conversation about leadership.",
  "I wish I could say I was surprised by all the #Mets fans who think @Beyonce #Formation rises to the level of hate speech, but I'm not. Sad.",
  "Yeah @CitiField @Mets listen to your racist ass fans who feel threatened by a black woman whose proud to be herself! https://t.co/nqwccBqtTM",
  "I just now learned that @Beyonce #SuperBowl show was controversial to police. Wow! For the record, #fuckthepolice. The world is real fucked.",
  "\"I will NOT stand for an artist who speaks out against police brutality like the cop-hating Beyonce!\" *goes and listens to Springsteen*",
  "@ScentAir I need to know the power adapter specs for the SWD 1001.",
  "Hey @Simmonds17, anything good on tv right now? 👊",
  "At least learn to spell, Jesus. https://t.co/4TNRlh14Ao",
  "He mentioned his wife, kids, beer and Jesus all in a post game #SB50 interview. #SEC",
  "@BrightHouseCare That's so effed up!",
  "@BrightHouseCare Why is Tampa Bay Lightning not in HD???",
  "After seeing @MartinShkreli at Congressional hearing I really hope he goes down like the arrogant asshole he appears to be. #whatajerk",
  "#TPP backers so afraid of protests they open TPP signing ceremony with a reminder of how to evacuate. When did democracy become a threat?",
  "Gotta give it to @realDonaldTrump, despite being a mental midget, he finished 2nd in #IowaCaucus. Here's your participation award Donald: 🖕",
  "@Heineken The real reason dude leaves at end of \"Need a Hero\" commercial is cuz that terrible bartender forgot to take the cap off his beer.",
  "Precisely! https://t.co/scVlpI1E3A",
  "If reports of @Timbaland behavior #FlintWaterCrisis charity event are true, that dude is a piece of shit. Know what philanthropy is dude?",
  "The @GOP must be shitting itself right now; neither @tedcruz nor @realDonaldTrump can win a general election. #IowaCaucus",
  "@CtrMedProgress Thank goodness some of your members will be serving prison sentences soon for the lies you perpetrate. #PlannedParenthood",
  "Rest assured @bobatl it's not just the media, ordinary people are laughing too. #flatearth #damnpeopledumb https://t.co/Za5J19zVao",
  "@midnight @ComedyCentral @gracehelbig @harikondabolu @Braunger I hope you guys touch on the whole stupid #FlatEarth with @bobatl thing 2nite",
  "He's ignoring all you because of the vast amount stupid in the room. #FlatEarth #goddamnidiots  https://t.co/WpNVn7jiMx",
  "@bobatl So I guess this list of people going back to the 16th Century are all liars &amp; co-conspirators eh? #flatearth https://t.co/SRSzMp1x4F",
  "@sageboggs @bobatl You can't be serious. Wtf is wrong with education today? We are fucking doomed.",
  "@bobatl https://t.co/o9TvjEUk3i Here you go BoB.",
  "@KatrinaPierson Is just another nail in the coffin when @realDonaldTrump runs on the national stage. Go ahead @GOP let him run! #Trump2016",
  "Here you go dummy: https://t.co/GUePKE6B4o https://t.co/DdWgqC8LqJ",
  "@bobatl Duude — to be clear: Being five centuries regressed in your reasoning doesn’t mean we all can’t still like your music",
  "This is how @bobatl spent his entire childhood science classes, apparently. #stupidflatearthtruthers https://t.co/aatlCbUry1",
  "@bobatl @neiltyson This guy can't be serious. Does he not know how to read?",
  "@bobatl Has someone asked this nimrod where the sun goes at night? #flatearthidiots #flatearththeory",
  "@bobatl Instead of quoting nonsensical Internet research, why don't you go read a REAL science book. #stupidflatearthtruther #ageofidiots",
  "@duckduckgo I wonder why the @Wikipedia article for Anne Frank's article is a summary of Holocaust deniers? https://t.co/lgDApv9Eq0",
  "@SteaknShake Store #449 Just ordered 3 burgers to stay and 3 meals to go and super fast. Thanks Nicole Cowan and Ricky Kress for being great",
  "@BofA_Help sent DM with phone.",
  "@BofA_Help Bullshit. You didn't answer the question. I don't care about the fine print, I want to know WHY this policy exists, not WHERE.",
  "@BofA_Help Why the hell if I deposit money in ATM I get available funds ASAP,but when depositing inside with a human I must wait 24 hours?",
  "Watching #danielholtzclaw cry like a bitch at his sentencing just made my day. Enjoy ass raping prison you piece of shit.",
  "Wow. As always, what a fucking show @Tool!",
  "@landerscenter @tool We flew from Florida.Just met a couple that came from Canada.",
  "@landerscenter @tool @primus Just ended with all the classics even a jackass like me recognizes! Awesome. Sound check for Tool going on...",
  "@mjkeenan @Tool Just flew from Tampa to Memphis for Southaven show! Gonna be awesome!",
  "Hello Memphis! Almost time for @tool show in nearby Southhaven MS. Side note: they should have cellphone jammers on planes for assholes.",
  "Arrived in Atlanta airport, more than halfway on our way to Southhaven MS for @primus and @Tool!",
  "Life is strange:while boarding at Tampa airport destined for @Tool show in Southhaven MS,I got a call informing me of a friends suicide.shit",
  "Heading to @Tool tomorrow in MS, flying in from Tampa. 1 for each of my homies! #SouthHaven let's start party now! https://t.co/Gtc7SEt3dF",
  "Because @realDonaldTrump only believes in the free market when it's convenient for him, or his dumbass constituents. https://t.co/aG5XHFrINe",
  "Where does the 2nd Amendment say \"open carry an automatic assault rifle to the grocery store\"? Be reasonable FFS. https://t.co/eM0g7EYokj",
  "Meet the Ragtag Coalition of Birders and Grannies Taking on Ammon Bundy https://t.co/nSWcn8ZWTg #Oregonstandoff https://t.co/Foocyhr2dz",
  "Hillbilly Terrorist arrested today for driving stolen US Gov vehicle to pick up snacks. #YallQaeda #Oregonstandoff https://t.co/W3FeEzPJbm",
  "WAIT...This #YallQaeda nut was allowed to have foster children??? omg https://t.co/OnnabQH1an",
  "@WalshFreedom Is white-washing the radical history of Dr. King on #MLKDay so he can feel better about giving 0 fucks about #BlackLivesMatter",
  "Everyone should start sending the #Oregonstandoff assholes more dicks! https://t.co/TJsgRmwgKw",
  "Militia media guy Pete Santilli just tossed out of Burns meeting after proving disruptive during speeches.",
  "Worst. Thief. Ever.  Used her own damn cell phone and family member's cars. What a dumb.  https://t.co/mAXJ055YVC",
  "As if we didn't know already, dumb white racists make up nearly all of @realDonaldTrump voting base. #hewillneverwin https://t.co/wZ4tk6sGfD",
  "@realDonaldTrump says he misses the good old days of \"violent\" football and the days when he didn't have to share bathrooms with \"coloreds\".",
  "@Bianca_Robinson No final confirmation yet.",
  "What's scary is almost everyone is falling for the fake #Powerball info &amp; the fake account owner bragged about it!!",
  "@CovertAnonymous Photoshop...",
  "@hussman999 No. That's not how odds work...#Powerball",
  "Jesus, does no one check sources anymore? Apparently not...#Powerball  https://t.co/2n3Qz2B8K3",
  "One State out...41 left for winners #Powerball  https://t.co/gZfZiaZkSI",
  "@floridalottery Why is our state lotto site so crappy and crashes every time results are posted for large jackpots?",
  "@hardin_parker Except it would take some $550 million to buy all combinations, I think.  #powerball https://t.co/5kTsXk4KOv",
  "@LibertySource How exactly does this rise to the level of sexual assault? A parent was present and the TSA agent followed guidelines. Relax.",
  "Well thank goodness for this bit of news, should make ending this #Oregonstandoff thing easier. #YallQaeda https://t.co/wQX73uHWe0",
  "Seriously @HasbroNews what the fuck is up with the random Stormtrooper in the action figure set and no Rey? #WheresRey",
  "Even the @Oathkeepers aren't dumb enough to get involved with #YeeHawd alongside dumbass #YallQaeda.",
  "Yes @NRA I own gun.No @NRA I don't think Obama is trying to (read this in redneck) \"take our guns\". Please stop sending mail to me. Thanks!",
  "@realDonaldTrump I'm sure @SamuelLJackson isn't a fan of you either Donald.",
  "I respect the rule of law but I think Navy Seals should get #EthanCouch from Mexico &amp; sodomize him w/ a broom stick on the return trip.",
  "Nothing is whiter than trying to \"take back\" land that never belonged to you, and then asking for snacks. #YallQaeda",
  "Just watched The Fifth Element for like the 200th time @Syfy and @realctucker nails that shit! #whatyouscreaminfor? #imleavin",
  "What the actual fuck @TheDailyShow? That pic links to @DesiLydic not making fun of @RealBenCarson. For shame Noah. https://t.co/helrg5ThCC",
  ".@VirginAustralia Good job handling @russellcrowe! Does the guy live in a fucking bubble? Regular ppl know that rolling boards were banned.",
  "\"Politically incorrect\" is the new \"fuck you and whatever non-white, non-Christian bullshit you believe in\". Bigots. https://t.co/d22FXVOvxq",
  "I just read and watched some of @Lisa_Haven \"news\". Wow that is one huge bag of crazy!",
  "@YourAnonNews @mallofamerica When are people going to figure out that Facebook should be avoided like the fucking plague?",
  "Just caught 30 seconds of A Christmas Story 2012 on @CMT. It's an absolute abomination &amp; the makers should be shot on sight. #thismoviesucks",
  "Don’t travel the wastes without a trusty guide. RT to win. You can put confidence in that stride. #12DaysofFallout https://t.co/kXCeuDsRQW",
  "@gregcote Ouch, @craigcalcaterra just schooled you on #PeteRose argument.",
  "Good job @MLB. Pete Rose does not deserve reinstatement. Give it up Pete.",
  ".@realDonaldTrump oh look, youre sparking white supremacy insurgencies &amp; boosting KKK recruitment. Bravo, you genius https://t.co/coqETZxHmC",
  "@TBLightning @ThisIsGMC Callhan",
  "Well at least this woman is honest, also inhuman, a lunatic, xenophobic and just plainly a bigoted bitch, but honest https://t.co/8XCjiYV5mt",
  ".@SusanDeLemus on CNN complains about lying, then lies about her background in politics. What the fuck is wrong with people? #Trump2016",
  "Wow. The amount of crazy in this woman's eyes is scary as all hell. #susandelemusmightbecrazy #trump2016 https://t.co/d2mXK3kOY0",
  "So what!? Because some other politician did it before you makes it okay? What else can we justify by that rationale? https://t.co/qtsVnHFVop",
  "This doesn't sound fascist like at all. Trump and his supporters are kool-aid drinking fools.  https://t.co/tgVB1hUkm3",
  "I am hereby barring Donald Trump from entering St. Petersburg until we fully understand the dangerous threat posed by all Trumps.",
  "@CraigRBrittain Yes, they certainly can.",
  "@RandallHoven Well that was fun. I love a spirited debate, but no need to get personal. Have a good day, okay?",
  "@CraigRBrittain So roads, street lights, police, safe food, army and navy just fall out of the fucking sky?",
  "@RandallHoven You must be joking. You simply must.",
  "@RandallHoven @CraigRBrittain @Popehat Umm, I know it ain't poisoning but pretty sure Upton Sinclair's novel The Jungle was around 1900's.",
  "@CraigRBrittain I agree that the state is criminal and holding back human freedom, but the free market as freedom idea is just plain stupid.",
  "@CraigRBrittain W/ all due respect,that quote is for shit.When someone steals from me I don't get anything in return https://t.co/bcnXPs6yh8",
  "Textbooks do say that, but in my dealings w/ actual humans they don't do the academic math prior to stealing from me https://t.co/hebjbv5Ha2",
  "@CraigRBrittain @Popehat If by \"free market\" you mean chaos, crime and mass food poisoning, then yes things would certainly get sorted out.",
  "Wow, that's a lot of racists. #Trump2016  https://t.co/hQEsTyxFZD",
  "Wait a second, I need to call the Bill Gate and ask him how to shut down what thing called the Internet.",
  ".@realDonaldTrump @WSJ That's because you're an ignorant racist who will never win an election. You're not news, you're a joke.#Trump2016",
  "And be racist with you as well.  https://t.co/zNjqE3L95Q",
  "@kevinjameslord @ShaunKing @Cernovich Maybe get a spell checker? What the hell is credility? Lol.",
  "#sendDonaldtospace And leave him there. https://t.co/PUIDwxJNK7",
  "Maybe @realDonaldTrump campaign is just a super successful way of identifying racists. #Trump2016",
  "@realDonaldTrump If you really believe in #MakeAmericaGreatAgain you'd do something positive for this country, stump speech for #ZadrogaAct",
  "Congress sits around and fights Obamacare and gun control bills and we sit here and do nothing for 9/11 first responders. #worstresponders",
  "@TheDailyShow Just watched the show, fucking shameful how we treat our first responders in this country. Absolutely shameful.",
  ".@realdonaldtrump removes all doubt: he is running for President as a fascist demagogue.",
  "The Holy Quran Experiment: How do people react to Bible passages when they think they're from the Qur'an? https://t.co/R5LdywCpg6",
  "@JCurtis57 Show me 1 example of  @AjitPaiFCC calling net neutrality \"censorship\" as you called it. Assuming that is a real account of course",
  "Report: Ya Boy Ethan Couch Violating Probation--Affluenza criminal Ethan Couch deserves jail time ASAP, if this true https://t.co/D53mbNB84P",
  "@JCurtis57 I will gladly explain it to you if you are interested in knowing the facts of the case.😄 But you'll have to follow me for DM.",
  "@JCurtis57 No offense but u clearly have no concept of net neutrality. FCC already has some control, neutrality is about access not content.",
  "@JCurtis57 Who would want that? The analogy is stupid and completely misrepresents the entire idea of \"net neutrality\".",
  "@JCurtis57 \n\"'Net Neutrality is Obamacare for the Internet;the Internet should not operate at the speed of government.\"-Ted Cruz is an idiot",
  "@PBCares Can I get someone to send me a LAN adapter for my new P700? It did not come with the unit and my account has been put on hold.",
  "@infowars &amp; more claim #SanBernadinoShooting is \"suspicious,\" designed to illicit anger over guns.Disgusting yellow journalism @ it's finest",
  "@O9Tacoma4x4 @ofugbenis @TherealGeorgeZ Yeah this guy looks like a real good church going fellow. That's sarcasm btw https://t.co/w9Vurylf3g",
  "Can we all join hands and find common ground that, whoever did it and whatever happened, Tump's gonna be a douche about it?",
  "Holy fuck, it is so depressing to see how many fucking idiots are already screaming #falseflag and #crisisactor and #tryingtotakeourguns.",
  "What's the betting line on who will be the first to blame Obama for this mass shooting? My bet: @tedcruz #sanbernardino",
  "What the ever loving fuck? https://t.co/3LbD5bfz9T",
  "@realDonaldTrump Apologize for what?You are still wrong.This is an article, that is very different from a \"I saw thousands\".How dense are u?",
  "@SenTedCruz confirms his lunacy,stating \"Violent criminals are overwhelmingly Democrat,\"citing the insane statistics in his delusional head.",
  "Good idea @google #ChooseYourSide and tell us why you host racist web sites. What side are you on? https://t.co/DRUOQMcA4U",
  "Wow,@realDonaldTrump has really sparked mass hysteria with this whole Muslims on 9/11.Check out the loonies on #trumpisright.#trumpisanidiot",
  "@SenTedCruz According to @AP article, it would reckless to elect a man (you) with less understanding of science than a kindergartner. Ouch.",
  "@realDonaldTrump @washingtonpost You and your followers have got to be the biggest, proudest group of delusional ignorant racists on Earth.",
  "@realDonaldTrump Awesome. We know at least 14,000 racist assholes showed up to support #trump2016",
  "@wrwarrick @Oathkeepers I know!! We'll make Mexico pay for it!",
  "Dude, what a shame man.The 1 guy who actually needs the money takes the least.That bitch w/ the nail appointment,wow https://t.co/DpuFqFJuY2",
  "@google When you want something from me, you call 2x a week but if I want a racist site taken down I get silence. https://t.co/IagWCFfD8e",
  "@Oathkeepers Yeah, that's what we need: unqualified, untrained people walking around schools with loaded weapons. Great plan.",
  "We need a database of @realDonaldTrump supporters; it'll give us a head start the next time a violent, bigoted hate crime occurs. #Trump2016",
  "For what it's worth, I'm sorry on behalf of those fearful, ignorant souls that treated you that way on 9/11.  https://t.co/iRcJJjoPLu",
  "@LeParca @sIaylor @realDonaldTrump BECAUSE IT'S NOT ACCURATE YOU FUCKING IDIOTS. FUCK, WHAT IS WRONG WITH YOU TRUMP FANS? #readabook",
  "@YakovTW @SpacemanChris @realDonaldTrump Which I assume means you know this chart is bogus bullshit, correct? #bantrumpracists",
  "@LukePalma_ @sIaylor @realDonaldTrump Twice? Really dude? So a chart makes something true? Do some research for yourself, fucking dumb ppl.",
  "@LukePalma_ @sIaylor @realDonaldTrump Holy fuck you can't be that stupid. It's not an actual statistic, just made up racist shit. #readabook",
  "@keksec_org @realDonaldTrump Wow. This is either a joke, or you are 12. I'm really curious as to which. Not curious enough to watch your vid",
  "This post has 4,300 favorites...Jesus Christ what is wrong with people?  https://t.co/mZTetUfaYA",
  "@realDonaldTrump @SeanSean252 @WayneDupreeShow @Rockprincess818 @CheriJacobus We need a database for all the assholes that believe this shit",
  "Texas community comes together to support a mosque that was vandalized.\nhttps://t.co/OfvAqpu8uL",
  "It's time to debunk the myth that teenagers are the majority of #minwage workers. https://t.co/85hxqnHWQM",
  "So far, @realDonaldTrump appears to be winning the \"Who wants to be a Bond villain\" contest &amp; losing the \"Who wants to be president\" contest",
  "I don't who created this map of our \"States that have Surrendered to [#Daesh]\" but it's terrific they created it. https://t.co/wYs8IkTmd2",
  "@SouthwestAir Is Allowing Racist Passengers To Kick Muslim Passengers off Flights, @realDonaldTrump Air lives on? https://t.co/EazWUgNypI",
  "So @YouTube can auto-pull 1000's of #dmca violations but @google can't pull @MilitantKnights https://t.co/gWKQNDNocn when reported to them?",
  "Well,@realDonaldTrump, I think you have this big, dumb bald headed fuckface's vote. Good job. #spotsylvaniaVA  https://t.co/GXye1oXwmW",
  "Thank you @realDonaldTrump for drawing line in the sand, everyone who remains around to support you is officially a fascist and a bigot.",
  "@HillaryClinton @nytimes And you should make a stand on this issue by returning campaign funds to Haim Saban, who apparently agrees w/ Trump",
  "I hate @MillerLite beer, but that freaking Troy Aikman commercial is seriously on point. #idwellinthepast",
  "@realDonaldTrump Congrats on being a potential demagogue overseeing America's descent into modern dystopian society full of nothing but fear",
  "@google Still wondering why this site is up on @google services in clear violation of the ToS. #HoodsOff @splcenter https://t.co/TBr5jHS6Wr",
  "@NBCNews What's with the stupid Revenant movie ad on mobile that won't close? Are you asking people to install adblockers or what?",
  "Ted Cruz to Obama: 'Insult Me to My Face' - NBC News. Real Presidential Ted. #nevergonnabepresident https://t.co/HIM6jY6ALF",
  "@GovMikeHuckabee You sir have absolutely no class. Show some goddamn respect to the office. #justgohomehuck",
  "@GovMikeHuckabee @BobbyJindal And whose cabinet would that be Mikey? Because your poll numbers are TERRIBLE. #justgohomehuck",
  "@google Still wondering why this site is up on @google services in clear violation of their ToS. Will no one help?#onestepatatime @splcenter",
  "@NBCTheVoice Wow. An entire panel of white folk, chosen by America @ large.Pathetic.Congrats @KorinBukowski but that is shit for @MarkJPHood",
  "@ComedyCentral @KeeganMKey @JordanPeele What's with the gay couple health insurance and adoption missing from @YouTube? #wemissthatshite",
  "@Nick_Offerman Seriously, best lawyer in town on @FargoFX. Well played sir.",
  "@google Still wondering why this site is up on @google services in clear violation of the ToS. #HoodsOff https://t.co/bi3EH65DfX",
  "@BobbyJindal @SenTedCruz I guess we now know the answer to WWJD: he'd turn a blind eye to the suffering of Syrian refugees. #SyrianRefugees",
  "@BobbyJindal Only and your fellow Republicans would think this is something to be proud. Enjoy not being President Bobby.",
  "@carpet_bomber Somehow I doubt that the budget for deporting 11 million people is going to include provisions for their care and well being.",
  "@carpet_bomber @realDonaldTrump So, an appropriate punishment for crossing an imaginary line is dying in the desert w/ no food or water? WTF",
  "@realDonaldTrump wants to bring back #operationwetback from Eisenhower days. Can anyone still deny the man is a racist?",
  "@TheEvangelist Saw you on CNN, hilarious!",
  "@google Still wondering why this site is up on @google services in clear violation of the ToS. #HoodsOff https://t.co/wwhricvk5r",
  ".@spreaker So no comment on hosting violent, racist bile by @MilitantKnights on your site? #OpKKK #HoodsOff https://t.co/AdBkdZmkDn",
  ".@spreaker So no comment on hosting violent, racist bile by @MilitantKnights on your site? #OpKKK #HoodsOff https://t.co/ubfgf0enjW",
  "@google https://t.co/EKINxAhY4m",
  ".@google Still wondering why this site is up on @google services in clear violation of the ToS. I'm not going away. #HoodsOff #OpKKK",
  ".@RealBenCarson says Joseph built pyramids for grain and also that he took advice from leprechauns during brain surgery. #whatanidiot",
  "So we got the KKK crying and they didn't show up at the #MillionMaskMarch for their little \"anti-Anonymous protest\" #OpKKK #HoodsOff",
  "@TBLightning Callhan",
  "Beautiful. #Anonymous #MMM #MillionMaskMarch #MMM2015 #AnonFamily https://t.co/yOv51BimDs",
  "OFFICIAL #OpKKK #HoodsOff 2015 Data Release.\n\nhttps://t.co/EQODjs7wpA\n\nWith Love,\n\nAnonymous",
  "Congrats Internet #ForceForDaniel worked. He saw the movie today.  Thanks @Disney @JohnBoyega @BuzzFeed @people @CNN and all others.",
  "#Anonymous stopping again to give money and food to a homeless man at the #MillionMaskMarch. https://t.co/3ZgJyZjuSk",
  "@Anon4Good @MilitantKnights @google Of course they did😄.",
  "@fixedimage @MilitantKnights @google Thank you. It seems Google isn't taking me seriously enough, so I figured a Twitter army might help.",
  "As point of action today everyone should go to @MilitantKnights website and report abuse to @Google https://t.co/gWKQNDNocn #OpKKK #HoodsOff",
  ".@tacobell should develop the \"Golden Uber Taco,\" a big, beefy, peppery sensation that will literally beat your hunger. #BenjaminGolden",
  ".@spreaker So no comment on hosting violent, racist bile by @MilitantKnights on your site? #OpKKK #HoodsOff",
  ".@google Still wondering why this site is up on @google services in clear violation of the ToS. #HoodsOff #OpKKK https://t.co/qaS8Fq0rFb",
  "Business schools at MIT, Harvard and Northwestern are putting income equality on the syllabus https://t.co/yfacCieQa5",
  ".@google Still wondering why this site is up on @google services in clear violation of the ToS. #HoodsOff #OpKKK https://t.co/iimR9XrICQ",
  ".@spreaker So no comment on hosting violent, racist bile by @MilitantKnights on your site? #OpKKK #HoodsOff https://t.co/XypFjRypDe",
  "@spreaker So no comment on hosting violent, racist bile by @MilitantKnights on your site? #OpKKK #HoodsOff https://t.co/e1rtigGWM6",
  "@google Still wondering why this site is up on @google services in clear violation of the ToS. #HoodsOff #OpKKK https://t.co/z6RFGD2yTx",
  "The list released with political names was made through this account: https://t.co/wYSsytL2UN Not #Anonymous involved #OpKKK",
  "Note: #DOJ thinks flying from Chicago to Los Angeles is suspicious. https://t.co/fmc44FK5YP",
  "Still losing by a mile @GovMikeHuckabee #justgohomehuck  https://t.co/IQAzG4gDC8",
  "Journos: if officials say they aren't capturing your web history, push back. \"Metadata\" reveals every site you hit. https://t.co/IpW6b56kxl",
  "@spreaker #HoodsOff #OpKKK https://t.co/yjhyzpLMlA",
  "@spreaker Are you aware that racist content created by @MilitantKnights KKK are being hosted on your platform? #HoodsOff #OpKKK",
  "@google @Operation_KKK Notice site address at top? How does this not violate @google ToS? #OpKKK #HoodsOff https://t.co/eAuIBOJqqq",
  "We respect the work of our fellow freedom fighters. However, we are unable to confirm, deny or take credit for any work that we did not do.",
  "MEDIA ALERT\n&amp;\nHEADS UP ALL:\n\nOFFICIAL acct has NOT RELEASED ANY INFO yet!\n\n#OpKKK #HoodsOff\ncc: @jaredbkeller https://t.co/H47krKzlUN",
  "@google How am I the first to complain about this? @MilitantKnights links to a Google.sites web address? #OpKKK #HoodsOff @AnonCopWatch",
  "Anyone else notice that @MilitantKnights website is hosted on @google? #OperationKKK #OpKKK #HoodsOff",
  "November 4th 2015 #OpKKK Tweetstorm\nhttps://t.co/qkjzhqCiXe\n\nNovember 5th 2015 #HoodsOff \nBulk Data Release https://t.co/KmNR3uwq2W",
  "@Uber I forgot to use my promo for first free ride. Am I screwed?",
  "#WorldSeries Who in the ever loving fuck let's the losing team in 8th inning score 5 FUCKING RUNS in the 12th inning to lose #WorldSeries?",
  "@CarlyFiorina @marcorubio @realDonaldTrump @SenTedCruz Wahhh,bitch,boohoo you fucking whiners. Let's make sure all ?'s asked are irrelevant.",
  "@wdsu Just saw interview with disappointed @VoodooNola people who didn't get news.What the fuck  they expect, a personal fucking phone call?",
  "Goddamn #WorldSeries goes into extra innings and I'm in the only fucking place with a dead remote and the stupid fucking #NFL game on the tv",
  "@RepublicNOLA Curious what is capacity?",
  "@BonesRebecca @VoodooNola @YahooLive Uhh, no your not the show was canceled 8 hours ago.",
  "@itzmikedeezy @IongStrangeTrip @deadmau5 I love the man's shows but it ain't djing.",
  "@GorgonCity Welcome to hedonism!",
  "@ChrisFolse @GorgonCity How many people fit in this joint?",
  "@itzmikedeezy @IongStrangeTrip @deadmau5 With all due respect, @deadmau5 ain't no DJ.",
  "@IongStrangeTrip @itzmikedeezy @deadmau5 Agreed. Live production takes work, you don't just park the truck and open the damn doors, idiots.",
  "@itzmikedeezy @deadmau5 I don't think you understand the difference between a live set worth of equipment and just some CDJs &amp; mixer",
  "Fuck sakes ppl. Do you know anything about setting up a LIVE production? Get off @deadmau5 nuts &amp; get on with life. https://t.co/9ORc2e8QmB",
  "@SentaAPW89 @MilitantKnights Aww, you guys are so cute figuring out how to use MS Paint. #OppKKK",
  "My morning:I have no shoes thanks to mud pit of hell @VoodooNola,spent this morning wrangling my @Airbnb host's chicken with borrowed shoes.",
  "SXSW makes great decision and is holding harassment discussion despite the assholes who tried to cancel it. 👍 https://t.co/Ko2NCA2jek",
  "@FishboneSoldier #voodoo2015 canceled. You guys gonna play somewhere else tonight?",
  "@VoodooNola We will promptly be spending that cash on Voodoo 2016 tickets. Wise decision. Thank you guys for everything!",
  "I wonder if Roman Polanski's Victim would be 'Pleased' if her teenage daughter's rapist served 42 days? https://t.co/kQPH23gwJA via nbcnews",
  "Just watched \"Sovereign citizens getting owned compilation\" on @YouTube. Freaking hilarious! Sovereign citizens conspiracy people are dumb.",
  "Just re-read @RollingStone interview with Terrence Howard. I wonder if they keep him locked in his dressing room between takes...",
  "Hats off to @BuzzFeed @voxdotcom for fighting the @sxsw cancellation of online harassment panels due to (wait for it) ...harassment. Irony?",
  "Editorial: @MarcoRubio should resign -- not rip us off https://t.co/Dx8E3euMxY https://t.co/feFzvdjEYW",
  "#AssaultAtSpringValleyHigh Again, not a fan of cops &amp; this sickens me but what the fuck?Where is the line?All people need to be responsible.",
  "#AssaultAtSpringValleyHigh With respect,what the fuck was cop supposed to do? Tase her? Walk away? I'm no fan of cops but where is the line?",
  "@FishboneSoldier Hope you guys are ready to play Swim for me this year...gonna see you for the second time in a row at @VoodooNola. #norain",
  "@VerizonSupport What security reasons could there be? I'm blind and only access my email with Outlook for god sakes.",
  "@VerizonSupport been using this account for years. Now, I'm told I need to register an account I've been using for years?",
  "@VerizonSupport already tried. Says, not registered. Can't register because I don't have a bill handy. You didn't answer my question either.",
  "@VerizonSupport yes",
  "@VerizonSupport What reasons do you \"lock\" accounts? Mine is locked and I have no clue as to why?",
  "@BrightHouseCare HD channel for Lightning game?",
  "@_UniversalPeace You are a fucking idiot.  #readabook #science #projectbluebeam #ihopetherapturetakesallyoustupidfucks",
  "#sheeple #projectbluebeam These people are fucking idiots. The idea of #NWO and the global religion is idiotic.  https://t.co/kkn1gCHY8K",
  "@FreedomSci Thanks!",
  "@AmazonHelp I got that package a day earlier than expected so...forgive my bitching.",
  "#BoycottStarWarsVII is a genius marketing move. You're guaranteeing me I can sit in a theater with no racists? Can I buy my ticker now?",
  "@FreedomSci Anyway to simply mute Jaws at night so he doesn't talk while I'm sleeping?",
  "@AmazonHelp so this particular item takes 3 whole days to pick off a shelf? I mean, it's not like you have to make it from scratch eh?",
  "@AmazonHelp Why is my Prime item going to take almost a week to get here?",
  "@GovMikeHuckabee reminds us that racism is perfectly acceptable so long as the victim isn't American.#justgohomehuck https://t.co/AvjyphN7Dn",
  "@FreedomSci Is JAWS supposed to work with Outlook 2016?",
  "This might represent the lowest point in American history. Jesus. Hard to read, absolutely disgusting men these two. https://t.co/RVFgQy3gMl",
  "Those idiot racists got what they deserved. Freaking disrespectful assholes. #fucktheconfederateflag https://t.co/yQQJUMI5Qy",
  "Surveillance is not about safety, it's about power. It's about control. \nhttp://t.co/xKds51UmSX http://t.co/f7wD0YHmTQ",
  "I FREAKING KNEW I WASN'T THE ONLY ONE! #TheStrain #nothingpersonalmaxcharlesbutyousuckonthisshow https://t.co/DKCMjlZ5OE",
  "@colbertlateshow So, those of us who TiVo your show are gonna get screwed every Monday and Thursday because of football? #colbertwithdrawal",
  "@BassProShops Never shopped with you before; not going to either. #firstimpressionsareimportant",
  "@BassProShops Nevermind, I finally got someone. And they hung up on me during transfer.",
  "@BassProShops Hmm, called 3 times and got no answer...",
  "@BassProShops Your Tampa Florida location closed?",
  "@TherealGeorgeZ The 2nd tragedy of #OregonShooting is that assholes like you join with other assholes to politicize the event.#fuckgeorgez",
  "@intellihubnews So is your \"spider sense\" still tingling about the end of September or did you come to your senses? #stupidjadehelmtheories",
  "@DANEgerus http://t.co/mTGAgEaGER Witch hunt anyone?",
  "@NatasjaYonce Ignored demographic? Do you read? Watch the news? The GOP panders to Christian voters, but they are not a brainless monolith.",
  "They do not care @margaretcho. Tragically, they just don't care. https://t.co/GLL3HU6ojn",
  "http://t.co/H9PbQB3gmB @CarlyFiorina @GovMikeHuckabee --not that facts actually matter to either of you. #PlannedParenthood #justgohomehuck",
  "FYI, if any of you give a shit. I only follow @TherealGeorgeZ because he's an imbecile who deserves to be trolled incessantly. #fuckthatguy",
  "@GovMikeHuckabee That is so true. Too bad that this whole #PlannedParenthood criticism is just nothing but Republican lies. #justgohomehuck",
  "@TherealGeorgeZ Oh and by the way, what family? Last time I checked you were just a single divorced loser...",
  "@TherealGeorgeZ You are such a fool. Your delusional to think anyone but you gives a shit about your dumb ass.",
  "@TherealGeorgeZ @IntotheWoods132 @WholeMilk4You @kerbastrar9 @cornax @McloughRowan123 I love this photo.",
  "@JebBush Your \"free stuff\" comment encapsulates the GOP vision of the black community: all blacks care about is free shit. #noprogress",
  "Conservatives respond with indignation, proclaiming, \"Why isn't he washing the feet of our Trumps and Kim K's?\" https://t.co/Ojkudn5Bfe",
  "@GovMikeHuckabee This says everything about you Huck: brimming with confidence and lost as hell. #justgohomehuck",
  "@tedcruz, since the Constitution doesn't mention,interracial marriage, the Internet or clean water, each state can do what they wish, right?",
  "Hey guy in shorts: congratulations, you have confirmed to the world at large that you are a big, fucking asshole. https://t.co/KiZUY08Yey",
  "@RealBenCarson Only honorable thing to do with that cash windfall is to give it to charity. Do you have the integrity to refuse #bigotmoney?",
  "@GovMikeHuckabee Just wanted to let you know I was thinking about you Mike. You should pull a Scott Walker and #justgohomehuck",
  "@2muchm30 @foxnewspolitics @realDonaldTrump Trump is a side show and will never be President. He's nothing but a long running joke.",
  "@GovMikeHuckabee Kim Davis wasn't placed in jail for her faith, she was placed in jail for not following a court order. #justgohomehuck",
  "@GovMikeHuckabee Too bad that strategy is never going to work for you. #justgohomehuck",
  "@realDonaldTrump You are a shallow, manipulative blowhard hiding behind false faith in your path of demagoguery and self aggrandizement.",
  "People @realDonaldTrump gathering New Hampshire think @POTUS is a Kenyan Muslim,we are safe,they are too stupid to work a voting machine.",
  "@CNN #GOPDebate The crowd at the debate looks about as diverse as the candidates on stage. They must have built a wall prior to the event.",
  "#GOPDebate @realDonaldTrump I can't believe I'm saying this, but The Donald may be the only person on the stage who understands economics.",
  "#GOPDebate @RealBenCarson thinks taxing some people more than others is socialism, implicitly admitting he don't read well. smh",
  "#GOPDebate @GovMikeHuckabee: rich people should pay no taxes. Life is already so hard for them.",
  "Congress shall make no law abridging the freedom to scribble “FUCK YOUR SHITTY TOWN BITCHES” on a speeding ticket:  http://t.co/0qNx9fZPpR",
  "@GovMikeHuckabee Good try Mike, but it's a 3 way tie for a DISTANT third AND you've lost 2 points since the August poll. #justgohomehuck",
  "@LibertyMutual @AgeroNews Seriously, this is the worst roadside assistance experience I've ever had to deal with. Agero service is horrible.",
  "@ChikinLuv I couldn't tell if you were that amazingly stupid or funny at first, but now I'm 100% sure that I may never know the truth.",
  "@GovMikeHuckabee So who exactly are you endorsing for the job Mike? We all know you are never making it to the White House. #justgohomehuck",
  "@realDonaldTrump They have a special place in Hell, specifically, between the Devil's toes on his left foot, for shallow assholes like you.",
  "For a Christian minister, Huckabee's kind of a thug. I mean, an actual thug, with hired goons and everything. https://t.co/ZkALlR2xLP",
  "Hey @GovMikeHuckabee you are aware that you can't ride this #KimDavis thing to the White House, right? Just saying... #justgohomehuck",
  "Did someone let @GovMikeHuckabee know about this? I hear he's touring with #KimDavis to fight for #ReligiousLiberty. https://t.co/38mipcEtK8",
  "Congrats @GovMikeHuckabee on #KimDavis you accomplished nothing. NEWS FLASH: gay marriage is still legal. #justgohomehuck #religouszealots",
  "Only in the USA could #DamonWayans imply that a woman needs to be attractive in order to be worthy of violent, brutal, sexual domination.",
  "@DamonkWayans There is no acceptable context under which saying a woman is ugly and therefore unrapeable.",
  "@GovMikeHuckabee Huck, I have a copy of the Constitution if you need to learn about our three branches of government. #justgohomehuck",
  "@GovMikeHuckabee Defending someone for violating a legitimate court order is a real smart move for your Presidential run #justgohomehuck",
  "Radical Christians are no different than Radical Muslims who impose Sharia Law. Pesky Facts. #KimDavis http://t.co/KJLyIxOwmb",
  "For the last time, \n\nSHE WASNT LOCKED UP FOR HER BELIEFS. SHE WAS LOCKED UP FOR BREAKING THE LAW. \n\nGod damn people are stupid.  \n\n#KimDavis",
  "@Franklin_Graham The SC ruling didn't put #KimDavis in jail. She did, by making a choice. Let's not confuse things.",
  "@GovMikeHuckabee This still won't help you get elected Mike. #justgohomehuck",
  "I respect #KimDavis right to believe that if she writes her name on a certain form an invisible giant will send her to a cave full of fire.",
  "@bettyoetting How exactly is this disobeying a law? In fact, many state laws often permit this explicitly. #tryanotherlie #readabook",
  "@RWSurferGirl You are kidding right? How does does this compare? Worshipping at work does not infringe on another's right. #keepdavisinjail",
  "@GovMikeHuckabee This why you'll never be President Huck, you have zero clue what your talking about. #readabook #gohomehuck",
  "@araccara Yes, she gets to keep her job, until perhaps a state agency finds that she has failed her official oath and is impeached.",
  "@roberteaby Thank you!",
  "@araccara O M G. Please read before posting: she is an elected official and can't be fired.",
  "@ScottMinnesota1 Probably, people will support any dumb idea these days.",
  "What do you not understand? This is a country of laws and she swore to uphold them. This is not that complicated.  https://t.co/X6XXHY6Igb",
  "Umm...no. #KimDavis jailed for not upholding the laws of the United States. https://t.co/0vgu2DhKcR",
  "Religious FREEDOM. That means we are all FREE to not be subject to your RELIGION. #readabook  https://t.co/cZ06H6AoQu",
  "@milesjreed \nIt seems to me that the politicians who support #KimDavis would have to lend the same support to an observer of Sharia law, no?",
  "Your graphic betrays your whole argument. Swift judge has ALLOWED issuance, not ordered it. #wordshavemeanings https://t.co/gQSJAJctQW",
  "Wow. Some people really need a dictionary and some history lessons. #readabook https://t.co/B45Nx7jFLu",
  "@shankakes She is an elected red official. There is no one to \"fire\" her.",
  "@Trustwave A client of mine got a spoof email \"from\" you. Should I have them forward to someone?",
  "@kfc Seriously? Is this what passes for chicken at KFC these days. http://t.co/OYmxThuMwe",
  "@UPSHelp Done.",
  "@UPSHelp Wow. Package lost for 5 days and no refund. So much for being a \"Preferred\" customer.",
  "@realDonaldTrump You are a petty, vindictive asshole. 😄",
  "@Dropbox You guys care about spoof emails?",
  "@wizkhalifa @CNN @EW @nytimes Since when do hoverboards have wheels on them? Am I  going crazy or do words still have meaning? #WizKhalifa",
  "@Gdestefano95 I hope that ignoring everyone that disagrees with you makes you feel better dumbass.",
  "@Gdestefano95 @AllenWest @PatriotCELL If you did, that would make you look pretty ignorant.",
  "Worst Jade Helm ever... Hey Gregg, Got a sit rep?#jadehelm15 #TexasTakeover #MartialLaw #ThanksObama http://t.co/080QqkgAg3",
  "Please shut up. End times bullshit.  https://t.co/XK4I6emiNQ",
  "@notch_j_johnson Because it's not news worthy to people with a brain in their head. #jadehelm15",
  "@BruceEnberg @watchlar66 @AnonClasWar @Anomaly100 @Rand0m_XX @jdf0325 @sainttoad @Ryan51500 I hope so",
  "Just read (again) more conspiracy theories about #jadehelm15. Some people are just crazy as balls.",
  "@briankrebs The site \"Have you been pwned?\" just emailed me about new email breach, definitely from #ashleymadisonhack.  It's real.",
  "Who is to blame for the atrocious performance by Max Charles? Casting director? The director himself? Does that kids neck work? #TheStrain",
  "@IMDb Nevermind. Duh.",
  "@IMDb That summary and that movie do not match. http://t.co/DxcqTITrK9",
  "@SamAndNia If you want a true example of the Christian life read about #lambobatman who lived a quiet life of service to others, not YouTube",
  "@SamAndNia Your whole schtick is garbage. You live the pursuit of fame rather than a true Godly life of quiet, purposeful service to God.",
  "@SamAndNia You represent everything that is wrong with Christians. If you were truly Godly you'd live lives of quiet humility, not YouTube.",
  "@USPS I just burned you and the poor, poor customer service people I had to deal with today via your automated feedback system. #booyousuck",
  "@USPS Even your customer service line sucks. USPS:state your problem.Me: need refund.USPS: talk to a rep? Me: yes. USPS: state your problem.",
  "@USPS It took the Postal Service 20 hours to travel 84 miles then another 48 hours to actually drive the last mile and deliver the package.",
  "@USPS Why no one uses US Postal Service : last package sent, lost. Package sent 1 night express, arrived 3 days later. You are terrible.",
  "@amazon Overkill much? http://t.co/RHp22Ui9a8",
  "@realDonaldTrump I don't know what's scarier, how much of a bumbling idiot you are or that someone might actually vote for you.",
  "The secret boss in Dark souls : the configuration menu. #twitchplaysdark",
  "@Popehat We'll never know because the hegemony of the capitalist system will never allow it.",
  "@GovMikeHuckabee Awww, guess who is not mentioned in this article? #justgohomehuck http://t.co/oPjxXhrlRi",
  "@MelBanwort @Oathkeepers @Doge4ferguson @BBCWorld I think this is probably appropriate as well: http://t.co/5WpQh34gxN",
  "#OATHKEEPERS are mocking their Enlistment Oath and the U.S. Constitution.They represent nothing but scared, heavily armed white folk. #NRA?",
  "By their own admission #OATHKEEPERS are in Ferguson defending BUSINESSES from riots. How exactly is that worded in the U.S. Constitution?",
  "Top reasons to become an 'Oath Keeper' include: 1) Just been so angry since the divorce; 2) No book club this week; 3) Racism. #oathkeepers",
  "@Oathkeepers @Doge4ferguson @MelBanwort This would be easier to believe if I actually saw a minority member among your ranks.",
  "@Oathkeepers What exactly does protecting shops and businesses have anything to do with your Oath of Enlistment?",
  "@megynkelly Do you wonder if a man had asked @realDonaldTrump those questions if he would be accused of being biased?",
  "@ClipperChip And without your phone what good exactly is a users fingerprint?",
  "@LadyAodh GOOD GOD. I hope they start the genocide with ignorant people like you.",
  "Consider the way Trump and his supporters speak of perceived enemies.\n\nNow, give them control of the IRS and Justice Department.",
  "Perhaps if @realDonaldTrump didn't open his mouth and say stupid things @megynkelly wouldn't have had to ask such \"biased\" questions.",
  "@GovMikeHuckabee It's this kind of deceiving message that guarantees you'll never be president and for that, I thank you. #justgohomehuck",
  "@GovMikeHuckabee you are aware that the job you want is ENFORCING laws made by others and not the other way around, right? #justgohomehuck",
  "For no particular reason I could really go for a Moscow Mule this cocktail hour.",
  "@GovMikeHuckabee Mike, you do realize that the last mass murder of Jews was perpetrated by a white European male, correct? #justgohomehuck",
  "@TBOcom Understatement of the day. Duh. http://t.co/E9BDLrdb2U",
  "@GovMikeHuckabee For goodness sake Mike, when are you gonna realize America is just not that in to you? 2020? 2024? Stay at home already.",
  "@charliejane I fucking love Gawker! Fuck #theultimatenicewebsite",
  "New Mexico teen dies after a 911 dispatcher hangs up on friend for swearing http://t.co/aZSY0lfcTN #RememberingJaydon http://t.co/VZpBdjpy7u",
  "@charliejane You realize that your Adam Sandler article actually links to a PhD that says the neuroscience is actually pretty accurate?",
  "@dawsonwhitfield I think it was running in browser, the auto generated link from iOS routes them to the browser, again, I think.",
  "@dawsonwhitfield That's a screenshot from a friend I invited by text to a game.",
  "@dawsonwhitfield Ugh. Love the app, but this started happening today: http://t.co/qENvhPNDKh",
  "@USAA_help Can someone help me by phone to apply for USAA credit card?",
  "@AskCiti Where can I send spoof emails?",
  "Happy 4th of July http://t.co/BwhxDxJU7p",
  "@VoodooNola @FishboneSoldier This doesn't look at all like Fishbone. http://t.co/xlm7vGmeo3",
  "@GovMikeHuckabee Wow.You are such an ignorant bastard. The Supreme Court was created by the Founding Fathers you unread, backwoods sumbitch.",
  "Fake Christians who ignore Jesus's teachings for political gain. #LiberalsNextBan http://t.co/wqZDbXfeBZ",
  "@ChadMillsWIS I wonder if any of these people's employers think this is funny/appropriate. Idiots.",
  "@realDonaldTrump Do you even read the news before dictating this crap to your secretary, you buffoon?",
  "Sign outside Dallas comic shop @RedPegasusGames on the day the Supreme Court OK'd gay marriage http://t.co/GC6Eq4uG64 http://t.co/nzRIeQCrAZ",
  "Religious liberty arguments made by Jindal &amp; others is an unpatriotic attempt to uphold THEIR religion over rule of law. #MarriageEquaility",
  "@FishboneSoldier 20 years ago...Lollapalooza New Orleans... You walked right in front of us, nonchalantly and we said Hello. Play SWIM!",
  "@FishboneSoldier I'm gonna be in front row Voodoo AGAIN. I want to see SWIM this year!!!",
  "@RockstarSupport I've been waiting 9 days for a response on my ticket, HELP?",
  "@RockstarSupport not to be a bother but what is average support ticket time for problem like this?",
  "@RockstarSupport Did it. Ticket 4035277",
  "@RockstarSupport Help! Me and my top lieutenant got loyalty bonus and all in order but my lower crew did not.  Please help before revolt.",
  "@McDonalds I hope your \"premium\" menu items are made better than this Filet-o-fish I just got. http://t.co/EYAGZIPGm7",
  "@Windows why exactly am I getting this error?????? http://t.co/CRxQ7zfA2i",
  "@SouthwestAir Holy Schnikeys Southwest, your website been busted up for over 24 hours now. WTF?",
  "@ninjawarrior Since when did the Warped Wall have a notch at the top? Didn't it used to be a just a solid bar attached to the wall?",
  "@USAA Can I mobile deposit money orders?",
  "Former Marine Jon Ritzheimer organizes draw Muhammad event in Phoenix, endangering  active duty Marines all over the world. #americanbigot",
  "@mattiseman says about Adonis on ANW: \"Even all wet he looks good.\" Jesus Matt I thought this was a sporting event not your personal diary.",
  "@NHL Missed early part of game, why is Coburn not playing?",
  "@Ask_WellsFargo Is there a good reason WF Mortgage can't apply partial payments &amp; save interest charges?",
  "Chuck Norris has been afraid of foreign invasion since he lost to Bruce Lee in \"The Way of the Dragon\". #JadeHelm15",
  "@BrightHouseCare My BHTV app keeps saying \"when you return to your home network\".  I am home. What gives?",
  "The real tragedy of the #flagstomping controversy is that we are not talking about why people are so angry in the first place.",
  "@marcelolprince @WSJ My local Bright House responds in just a few minutes. IKEA has not responded to me since Christmas",
  "@DrBronner Can someone there tell me the bottle opening size on the half gallon jugs.",
  "This analogy only works if the victim entered a sex offender camp wearing nothing but a sign that said \"I dare you.\" https://t.co/Fu2IRU05SP",
  "She's 66 years old and wrote the complaint on lined notebook paper. Who left this poor woman's door unlocked? https://t.co/bryxL4I10Y",
  "@PamelaGeller It is not the FBI's job to defend hate groups such as yourself from inciting violence.",
  "@iamjamiefoxx Love you Jamie but how strange is it to have sung the National Anthem for a guy who admits punching several women in the face?",
  "#MayPac Too bad being rich always means more than being a decent human being in this world we have all collectively created. *sigh*",
  "@BrightHouseCare Yeah the guide is all screwy on the sports channels.",
  "@ckcDixie I don't want to give anyone shit. That's an Anon thing. People shouldn't post nonsense about no poor people living in Baltimore.",
  "Let me be the first to say FUCK #sawyerfredericks. Great voice;emotes well,but so damn boring.I just can't stand to look at his stupid face.",
  "@ckcDixie @YourAnonNews @OpEquipInc So what only Africans are poor? Read a book before you chime in for gods sake.",
  "@BrightHouseCare You freaking rock!!!!  Thank you!!!!!",
  "@BrightHouseNow what channel is fox sports Florida in Tampa so I can watch the game in HD?",
  "Jesus everybody back off @ChrisEvans and @Renner4Real. It was a fucking joke about a FICTIONAL character. Get a goddamn sense of humor.",
  "@RockstarSupport oh my god! Why is it so hard to get all crew members into 1 room on the xbone network????",
  "@TiVoSupport it happened for 12 hours yesterday, tried some kickstarts but didn't see them work. Started operating normally late last night.",
  "@TiVo You guys update recently? My TiVo is in constant reboot.",
  "@BestBuySupport Nope just told the anti-theft security person as I walked out the door. She was very polite and apologized.",
  "@BestBuy looking @amazon this morning, figured I'd drop by BestBuy. Found what I wanted and not one person offered to help me. #amazonwins",
  "@DellCaresPRO Much better instructions than ones I found online. Thanks.",
  "@espn @BrittMcHenry deserves to be fired. She obviously possesses no class and feels entitled enough to mock people for her own empowerment.",
  "Any time you have to start a sentence with \"I'm on TV.....\"\nYou're an entitled brat who isn't big enough to be recognized. #BrittMcHenry",
  "@BrightHouseCare Third day in a row with another email from Clearview Research about a damn survey they WON'T LET ME TAKE. Please cease this",
  "@Popehat @ggreenwald I must be getting old. I never realized such academic conversations were happening on Twitter. A sincere thank you.",
  "@BrightHouseCare Please ask Clearview research to stop sending me survey requests when they have already told me I'm not eligible.",
  "@hungryhowies does that food and that receipt match? http://t.co/OpK5rvN2Td",
  "Does that food and receipt match? http://t.co/BPpzmLERSh",
  "@HightailHelp Sure, follow me and I'll send right over",
  "@HightailHQ To whom do I send scam emails that appear to have files on your servers?",
  "“@TIME: This Monsanto lobbyist says weed killer is safe to drink so a TV reporter surprises him with a glass http://t.co/nxLDB96jb5”",
  "#PhilRobertson is proof positive that if you educate, polish and give a turd a couple million dollars, he's still a dumb turd. #duckingidiot",
  "she still honored our flag and is respecting those who served for us. She is american and Islam and knows how to speak Arabic, all im sayin😂",
  "@RockstarSupport Help! We can't ever get our whole crew online in same room. Any suggestions?",
  "@RockstarSupport service down in Texas area?",
  "@XboxSupport2 Xbox One",
  "@XboxSupport2 Result: zero party or game chat. No fuzz, just silence. Same friends every time.",
  "@XboxSupport For last 2 days party chat has been finicky. Works with 2 people, stops working with 3, then magically works again with 4. ??",
  "@RockstarSupport Ugh, for last 2 days it has taken 20 mins to get a crew room fully populated. And our first session tonight just crashed.",
  "@HRBlock just got my laid off mother a $175 refund check! Of course then you turned around and charged her $250 in fees!",
  "@DellCaresPRO yes",
  "@DellCaresPRO I have followed troubleshooting advice on web site already.",
  "@DellCaresPRO Error 936.02",
  "@DellCaresPRO Hello? Need help with Dell printer! Second request.",
  "@DellCaresPRO Need help with 3330dn printer please.",
  "@Talk2Windstream My 800 number is down AGAIN. Service problems reported?",
  "@Windstream My 800 number is down AGAIN. Problem reported elsewhere?",
  "A campaign to do something nice for a bullied man will warm your heart  #FindDancingMan http://t.co/7BmhjUKbsp http://t.co/gWOeCH1t46",
  "@Honeywell_Home My PRO 2000 5-2 is doing any of the programming I put into it, just constantly running AC. Help?",
  "Aye @kanyewest Did u know that beck plays all his own instruments and writes his own songs..What's real artistry? You don't play anything",
  "It's good to know that however flawed we are there is a bigger douche out there than all of us combined: http://t.co/gfxL7FAH1j #KanyeWest",
  "Just BCause u cant win a #Grammy doesnt mean u rush the stage and disrespect those that do! Learn to stay seated &amp; shut up #KanyeWest ✌️",
  "I love #KanyeWest so much I want him to interrupt my goddamn funeral to tell my friends and family some other dead person did it better.",
  "@jerseymikes You guys are pretty good, fresh, good flavor profile. But DAMN our store has a really bad habit of forgetting my bacon.",
  "@slidethecity Your website describes carney workers by saying they possess \"mullets and missing teeth.\"  Don't you think that's pretty rude?",
  "@cloudhashing You guys are terrible. Don't keep up your promises and customer service has become non-existent.  #boo #yousuck",
  "@slidethecity Love the idea guys and I love a good sense of humor but I think the carney workers joke on your site is a bit out of line.",
  "@BrightHouseCare Well good job guys. It turns out it doesn't take 30 days to stop spamming your \"friends\" about responding to your surveys.😄",
  "@BrightHouseCare Duplicate email No. 22 now makes 22 days in a row for my \"friends\" at Bright House asking me about their services. #wtf",
  "@TijuanaFlats Do the cooking staff and customers get different receipts cause my take out meal is completely wrong....",
  "@BrightHouseCare And I said yesterday that I would be tweeting everyday until it stops. 😄",
  "@BrightHouseCare Yeah I got your message about it taking 30 DAYS to simply STOP an email. Try just making the unsubscribe button work.",
  "@BrightHouseCare This is day freaking 21 in a row of Bright House \"friends\" spamming my email inbox with requests to survey their service.",
  "@BrightHouseCare I'm gonna tweet here everyday damn day I get this survey email until you get it figured out.You're ridiculous #friendsmyass",
  "@BrightHouseCare Really? How hard is it to stop emailing someone? After DMs with you for 2 days I AM STILL getting daily \"survey\" requests.💩",
  "#Journalist #BarrettBrown is scheduled to be #sentenced January 22. Ppl shud be much more worried.\nhttps://t.co/6yTktiIQgg\n#@FreeBarrett_",
  "@BrightHouseCare GODDAMNIT BRIGHTHOUSE You just emailed me the survey again. The one you said you would turn off! Friends don't spam man!",
  "@Economyforums @cryptogiftsio @maxcoinproject Just because something is in the gutter don't mean it's gonna stand back up.",
  "@cryptogiftsio @maxcoinproject @Economyforums Not with a chart like this: http://t.co/wJul14kYoO",
  "@BrightHouseCare Done.",
  "@BrightHouseCare Will you stop sending me emails about your survey EVERY DAY? My friends don't spam my email EVERY DAY.",
  "@TampaStreetcar A woman hurt herself last night (hope she's okay). The delay meant we could not use our $5 passes. How do I get reimbursed?",
  "@IKEAUSA First bolt we came across assembling new couch. Not a good start IKEA. 😡 http://t.co/5sgdVp3KQO",
  "@AmazonHelp Your associate offered what she could, technically it is @USPS fault and @USPS probably doesn't care. Thanks for trying Amazon.",
  "@USPSHelp Do you not know how to process your own address forwarding or what? 2 of my packages \"returned to sender\"? #skimpyxmas #uspsfail",
  "@AmazonHelp The @USPS refused to deliver our packages because of address forwarding. #skimpyxmas #uspsfail",
  "@AmazonHelp Do you ask USPS to not forward packages?",
  "@AmazonHelp So disappointed in you guys this year. 2 gifts of ours (ordered well in advance) are not going to make it under our Xmas tree.",
  "@ClayTravisBGID Cheap shot of the year! https://t.co/8NCKgl0t2N",
  "“@CnizzleMD: Cheap shot of the year! https://t.co/35SKpJA1yD” What a pussy that guy is.",
  "@TiVo Thanks to my stupid ass Tivo I just recorded 8 old episodes of Colbert, erasing his final week from my recorded shows. #tivosucks",
  "@hungryhowies Thanks for emailing us an invalid coupon guys. Real classy.",
  "@BofA_News Damn you guys suck. A week and a half to get a new debit card. Guess I'll just use my @askRegions bank account instead. Idiots.",
  "@BofA_News And then there was 1.",
  "@BofA_News Wow. Friday afternoon, 12 people in line and only 2 tellers. You'd think my Bank of America stock would be performing better...",
  "@ArianaGrande's #bangbangintomyface wins the award for most poorly chosen hashtag of the day, maybe of the whole month!",
  "@DBrooks55 seriously the wings @ winners grill in Tampa are AWESOME, but let's have some respect for others. #firelane #walkthewalk #godtalk",
  "@DBrooks55 I know the wings @ winners grill are awesome,but maybe u could respect your fellow patrons and park in the parking lot. #firelane",
  "@DBrooks55 If u read proverbs everyday then maybe u should park your car in a parking space rather than the fire lane like the rest of us.",
  "@acornssupport Here ya go.",
  "@acornssupport The app just told me that MFA is not supported. What gives?",
  "@NewOrleansRTA Who is gonna pay for the cab I just had to take because E2 stranded us on the side of the road? Oh and I want my $5 refunded.",
  "@DeltaAssist a New Orleans bus just stranded us on side of highway; can you help expedite our trip through TSA lines, because we may need it",
  "@FishboneSoldier I love you guys and thanks for favoriting my tweet about Voodoofest, but I'm afraid I might die without seeing Swim live. 😄",
  ".@VoodooNola Just saw the lights get straight up turnt off while @MsLaurynHill was on stage singing \"Ready or Not\". Harsh. Lineup intact.",
  "@VoodooNola God forbid I have to pay more $ for drinks in LOA today. I will help ensure LOA bartenders don't a make freaking dime in tips.",
  ". @VoodooNola I will never recommend this show to anyone and will trash talk you every fucking day because of this bullshit deal. #fuvoodoo",
  "@tberres2 @VoodooNola I waited and got fucked #fuvoodoo",
  ":@VoodooNola Fuck Voodoofest with a fucking monkey dick. Paid for VIP and had to pay more for drinks then general admission. FUCK VOODOOFEST",
  "@VoodooNola Fuck Voodoofest with a fucking monkey dick. Paid for VIP and had to pay more for drinks then general admission. FUCK VOODOOFEST.",
  "@FishboneSoldier You guys had the best AND most disappointing show I have ever seen. 20 years I waited &amp; still didn't get to see Swim. FTW.",
  "@FishboneSoldier oh god please play Swim!!!",
  "@BenAffleck Just saw you on @billmaher show. Thank you. Bill can be a real blowhard who generalizes people of all types too easily.",
  "@TampaPD must be having a busy day. 20 mins and counting to respond to our 911 call...",
  "@DIRECTV I assure you, those are DirecTV logos.Yes, despite those Rob Lowe commercials,rain beats DirecTV every time. http://t.co/lflEmV946V",
  "@KNFBReader You guys are awesome, but now an @APPLEOFFIClAL employee tells me they don't have the freedom to put apps on phones, maybe @ATT?",
  "@KNFBReader Any chance of getting a free copy of this at my local Apple store so that my friend can try it before purchasing an iphone?",
  "@acornssupport What if I have 2 factor authentication on my bank login info? Do I have to settle for less security to use Acorns?",
  "I don't know much about football, but I know that Ray Rice is a piece of garbage who shouldn't be allowed to play it professionally anymore.",
  "@ArbysCares Chris 813-528-3025",
  "@ArbysCares @Arbys  5620 W Waters Ave Tampa FL 33634",
  "@arbys Seriously? Your tag line is \"we have the meats\" and this is what passes for meat at Arbys? #nolunchforme today http://t.co/Y5UnmKyPeN",
  "@Talk2Windstream Nope.Don't need them anymore either.Guess our business' $ or @windstream reputation is not worth a simple return phone call",
  "@Talk2Windstream at this number (800) 600-5050 Former Nuvox.  Apparently, we don't matter.",
  "@Talk2Windstream I left voicemail for call back almost 24 hours ago.Problem is solved now.What point is there to leaving VM if no one cares?",
  ".@Windstream has the worst customer service I have EVER seen. I have left 2 voicemails with the automated voice mail system with 0 response.",
  "@USPS Not only that, but in order to get my refund I have to now make a trip to the Post Office. I'm sorry Post Office, but what do you do?",
  "@USPS you guys are the absolute worst. I pay for Priority Express mail for the first time in 20 years and it does not get delivered on time.",
  "@mcdonalds You call this a side salad? Looks like a bowl of lettuce to me. Pathetic. http://t.co/AEj5m5DaXE",
  "Go #inkmatti",
  "@SpikeInkMaster Jesus is @Sausagekingtat gonna bitch and whine right up until the last damn minute? #INKLIVE",
  "@cex_io_support Gladly, text me a link to a place I can submit a ticket without logging in?",
  "@cex_io_support Password reset fails with 500 internal server error. How do you propose I regain account access?",
  "@gigaom Read your blog on this deal and got to thinking: imagine Apple Beats Itunes headphones that sync to IOS &amp; other TBA wearable tech.",
  "@USPS Cost saving suggestion for you: don't send packages from Florida to Puerto Rico north to New Jersey. Just a thought...",
  "@AskCiti Haven't heard from \"customer service\" yet...",
  "@AskCiti not really keen on sending more personal info than that on the interwebs.",
  "@AskCiti Chris",
  "@AskCiti 813-528-3025 Anytime after 12 noon.",
  "@AskCiti CC points.",
  "@Citibank #fail Wasted my time last night trying to use Thank You points on a concert. My reward? A BIG FAT ZERO $ off my purchase.",
  "@HHSGov Hey thanks HHS for the Medicare Summary Notice for my deceased love one. That doesn't bring up bad memories. #deadletters",
  "@TakeMyBitcoins I’m guessing @TakeMyBitcoins will be giving away 274.07 on April 3rd #BTCMiner",
  "@target Is this really the best way to market the xbox one? This display has been dark for weeks... http://t.co/W9vdhO7tgL",
  "@cloudhashing Heard any issues with Google Wallet? Can't seem to pay for a contract I want.",
  "#VoiceSave Sweet Caroline. No question about it. She deserves to stay. @NBCTheVoice",
  "@HP is HP Connected services down?",
  "@YourAnonNews So is this YAN news site ever going to happen? And will it be updated more often than your 6 month old stale tumblr account?",
  "Grab Some Good  Old Fashioned Video Game Wallpapers http://t.co/5hF8CJabsM",
  "@StrazCenter @danieltosh Parking situation is crappy. Hope y'all are planning on starting the show late as we try to make it in inside.",
  "Thank goodness we don't live in a Scalia world, otherwise minorities would still be \"separate but equal\". #marriageequality #doma",
  "Just put a new motivational poster up in the office - what do you think? http://t.co/pEbZV0Hr3c",
  "#IStandWithEdwardSnowden because dissent, speaking truth to power and whistleblowing are not crimes. They are patriotic obligations. #OATX",
  "@spam “@Lavondapfuh: @dailydecoder take a look at http://t.co/5z2HGvRKIw and figure out tips on how to reduce 22 lbs within just 25 days”",
  "Telephone snooping by #nsa is what Americans deserve for ignoring the steady erosion of their liberty by the people hired to serve them. #BS",
  "@NBCTheVoice I hope they move this show to CMT channel next year so that maybe the audience could enjoy the show. #countrysucks #thevoice",
  "“@JohnHardyIV: Just watched the #mermaids special..makes you wonder” yeah, wonder how stupid and gullible people can be.",
  "Just caught @TedNugent on the Cow Head show. And Ted is still a dim witted right wing arrogant asshole. People really do never change.",
  "Life is strange. Just overheard in target: \"Can I help you?\" \"Yes, I'm looking for wife beaters.\"",
  "Plain also said \"deserts are just liberal myths because I heard it rained once in Egypt.\" http://t.co/nCJuA7kIlG",
  "Classic Microsoft: #xboxreveal site has crashed.",
  "@YourAnonNews I know this may not be your thing but after seeing your indiegogo success, I thought you might retweet. http://t.co/hcZ0TLCfm0",
  "Immigration bill portends Department of Homeland Security dossier on every American http://t.co/0cWv0MnmJH",
  "Since 1877, the gov't has needed a warrant to read postal mail. It should need a warrant to read emails too. https://t.co/3gWURN11Ur",
  "Seattle May Day Anarchists Will Compensate Small Businesses Whose Windows Were Broken by Provacateurs http://t.co/cyiyjVXNhW",
  "@Talk2Windstream Do you plan on forgiving people's contracts when they cancel your service for not being reliable? #windstream",
  "@windstream I was patient yesterday about phone outages, but today my patience is gone. So here's a big fuck you to you guys. #windstream",
  "Oh, South Carolina, breeding and training Walmart employees for the future of a stupid and backwards America. http://t.co/EzMSMGe44T",
  "The real conspiracy behind Sandy Hook revealed! Gun makers conspired to make the citizens fearful &amp; buy more guns. http://t.co/IDe0dnXvZk",
  "Sen. Graham wants to use #NDAA to detain the Boston bomber, but we want justice. That means a trial. Learn more: https://t.co/PZIzXfxn1H",
  "“@YourAnonNews:Dismissal of Miranda rights is not limited to tonight,” Sounds suspiciously like \"Time for the Jack Bauer treatment.\"",
  "@Lennyjacobson  Since he is in Boston he would use Romneycare! @realdonaldtrump How about them apples?",
  "“@realDonaldTrump: Is the Boston killer eligible for Obama Care to bring him back to health?” You are the biggest kind of asshole!!!",
  "RT if you are non-Muslim &amp; condemn those ignorantly blaming Muslims for the horrific #BostonMarathon. Favorite if you are Muslim.",
  "@YourAnonNews I have a suggestion for the new #YAN.  Report a daily dose of good news just to remind us that humanity isn't total shit.",
  "@HPSupport Okay, so why aren't my jobs printing?",
  "@HPSupport How long is HPeprint center going to be down?",
  "“@YourAnonNews: See no evil, hear no evil, speak no evil. #StopSnitching  @AnonyOps” - http://t.co/8m4BKnUt Sometimes snitching can be good.",
  "“@YourAnonNews: Indian Rape Victim Commits Suicide After Police Pressure to Marry Attacker\" --how about treating India to some Anon justice?",
  "When asked how he was going to get his job accomplished Boehner replied #godonlyknows. Thankfully he's not a pilot. http://t.co/6Zs5jWFI",
  "For the second time THIS YEAR Congress tells Americans: fuck y'all and your problems--we're going home. This is tyranny http://t.co/g4HwIGCp",
  "Sell marijuana to another adult and go to jail. Tank the world financial system and go to the Bahamas. What a joke. http://t.co/3xXPNTUy",
  "If it were up to Scalia Brown v Board of Education would never have happened &amp; \"separate but equal\" would still exist. http://t.co/i6pJ2Wvk",
  "Congress proposes access to your emails without a warrant. Please read. Land of the free huh? http://t.co/3EBOaRVE",
  "“@VizFoSho: petition to let Texas secede  to be reviewed by the White House- http://t.co/a1RDa30K” -then laughed at &amp; thrown in the garbage.",
  "“@AnarchoAnon: A few states have put up petitions to secede from the US-&gt; http://t.co/5R1X89nw” Are all of these people ignorant of history?",
  "“@realDonaldTrump: The electoral college is a disaster for a democracy.”\nWonder if he thought so in 2000?",
  "Paul Ryan washes clean dishes to \"bring attention\" to the good works of local charities. WTF? http://t.co/zkjL1qPq",
  "I respect the Muslim tradition of not depicting their Prophet, but I don't know about this, first Mohammed then... http://t.co/o7TYnOZY",
  "The racists over at the NRA begin their assault on the foreign born Muslim we call President Obama.  http://t.co/b7OOWlL3",
  "US Congressman serving on the Committee for Science says Earth is 9,000 years old! No wonder China is kicking our ass. http://t.co/haMkrVAK",
  "You know the Defense budget is bloated and wasteful when the Army tells Congress: stop making fucking tanks. Enough! http://t.co/aVhl7lLQ",
  "Mitt Romney's platform: you fuckers can have EITHER clean air or clean water, but not both. http://t.co/yzhr920I",
  "From the Harvard Business  Review: a brilliant article on why our economy forces choices between money and meaning.  http://t.co/FPuYacg5",
  "Hilarious &amp; profane take on the voter ID laws (read:voter suppression) that are being struck down all over the country! http://t.co/giNRoV0s",
  "A great story highlighting the failures of communication purposefully propagated by conventional media and politicians. http://t.co/4UjKBdFD",
  "Congress tells America: fuck you little people and your problems, we're going home. http://t.co/MK2zncQu",
  "Hank Williams Jr says the cutest things. He thinks black folk with funny names belong in Africa. If only he could read. http://t.co/FH3wAakF",
  "Leave it to dumb right wing nut jobs to assume that when law enforcement officers purchase bullets civil unrest is imminent. #youarefullofit",
  "Remote that mutes people on tv. Just what closed minded Americans need, another way to not listen to dissenting views. http://t.co/83GvrZG6",
  "Ignorant, illiterate Texans thank Judge Head for warning them about Obama's intention to destroy the US of A. WTF? http://t.co/LI1WpMEr",
  "Romney's idea of energy independence: drill the shit out of oil thus ensuring America will always have it, forever. http://t.co/HKyTGGqp",
  "Romney tax plan gives money back to those who really need it: the filthy rich. Can't wait for this guy to be president. http://t.co/hw6qTbWl",
  "Rep. Steve King says we should also be able to beat our human children just like our dogs. http://t.co/5zJs9pdg",
  "RT if you support #Anonymous.",
  "@puscifer Great show at the Straz center in Tampa tonight. Awe inspiring. Thank goodness for the interwebs keeping us informed about shows.",
  "New blog post: Mississippi Governor betrays his faith http://t.co/dNqnPAfM",
  "Civilization really is in entropy. Don McLeroy on Colbert just denounced science as a choice and that evolution just isn't convincing. WTF?",
  "Google \"Drive\" cloud storage, brought to you by  the same company that drove by your house stealing data and passwords. http://t.co/zYHRkTY0",
  "Ted Nugent is an asinine fool. Glad to see the Army is willing to stand up for the respect of the President's office. http://t.co/pJpxGaHt",
  "★ANONTUNE★ A New Social Music Platform From #Anonymous | http://t.co/h3sqD0g6 | http://t.co/Ni0Fgx1O",
  "“@WSJ: Ted Nugent: ‘I Will Either Be Dead or in Jail’ if Obama is re-elected http://t.co/6LkOGpvn”- yet another reason to vote for Obama.",
  "Did @nbcthevoice just feature a freaking auto tuned band or what?",
  "John Edwards laments why his philandering is being treated differently than Bill Clinton's- because your wife was dying you dumb SOB.",
  "I feel so sorry for those doomsday preppers kids @natgeo. How effed up are those kids gonna be, living in fear their whole damn lives?",
  "Seriously @natgeo these doomsday preppers need mental health counseling not a show giving them advice like \"buy motion detectors\".",
  "Of course Pat Robertson is an idiot for blaming \"liberals\" for the drug war, but that is another story entirely.",
  "Bennett uses empty arguments against Robertson's marijuana stance. Didn't even listen to Pat's words. Propaganda crap. http://t.co/vJBULTqM",
  "The Shahs of Sunset isn't racist. It's just another tale of ignorant,shallow spoiled lazy brats.  http://t.co/bU6U2aLo",
  "Holy crap! Pat Robertson said that we should stop arresting marijuana smokers! Wow, just wow. Stephen Colbert called it old age \"mentia\".",
  "Grover Norquist is on @TheDailyShow spouting his ignorant never raise taxes pledge. John Stewart of course schools the poor fool.",
  "Try not to be judgmental but DAMN those people in #anewkindofbeauty are effed up looking. Sorry.",
  "Google and other private companies represent just as big a threat to privacy as agencies like the NSA. http://t.co/UATBiqFV",
  "Jesus, who did Mötley Crüe have to blow to be in that Super Bowl Kia commercial tonight? Or did they pay Kia for the privilege?",
  "Petition for ethically made iPhone gains ground until people are told the device will cost $1,000 and take 6 months for Apple to deliver it.",
  "Newt Gingrich says: I know god and Castro will not be joining him in Heaven. He told me so.",
  "I hate Nancy Grace but she was right for getting pissy with van der Sloot's friend John Ludwick. Fuck that guy.",
  "Why the hell is some loner sitting in a tree a \"terrorist\" @CNN? What qualifies an activist as someone striking terror into hearts & minds?",
  "It's a sad day when the US president signs a bill that allows indefinite detention of citizens and the GOP has zero chance of beating him.",
  "“@ChillerTV: Watch contestants get killed off one by one. 13 Fear is Real airs today until 4p ET.” And ends with no finale. FUCK chillerTV.",
  "Only 6 minutes into Brad Meltzer's Decoded show on 2012 and he has proven himself to be nothing but a scare monger and journalistic hack.",
  "Gingrich's idea of small government and personal freedom: when a judge does something I disagree with I'll draw and quarter that fucker.",
  "Gingrich says: I respect the US constitution except for scope of the Supreme Court, Congressional responsibility and Presidential authority.",
  "Lowe's says: when bigots and racists ask us to stop an advertising campaign we listen to them. We respect hatred in all forms. #boycottlowes",
  "Newt Gingrich says: people aren't real people (i.e. the Palestinians) until White Anglo Saxons say they are. Screw history and scholarship.",
  "Interwebs say: classy nude photos of Lindsay Lohan? Who the hell wants to see that? We were hoping for drug addled slut. Bummer.",
  "Donald \"Born with a silver spoon up my ass\" Trump calls Über successful Karl Rove a joke after he criticizes Trump's upcoming \"debate\". WTF?",
  "No kidding Occupiers don't vote. They are people who have given up on the system. Try reading a book before doing empty exposés. @WTSP10News",
  "Democrats on super committee: we are too stubborn & incompetent to save the US economy. Go ahead and vote GOP in 2012. http://t.co/Tw3S26PV",
  "Did you know 49% of Congressman are millionaires? Why should they care about our problems.",
  "Congress and the \"super committee\" says: our gift to the American people is nothing, we could care less if the economy continues to sink.",
  "So the world hasn't gone completely nuts: some of the 1% WANT more taxes. http://t.co/rqVz1lwp",
  "Michelle Bachmann says: our forefathers fought & died so that you could keep your mouth shut and goose step in line with the will of gov't.",
  "Michael Bloomberg says: the financial crisis was result of gov't making those innocent, good hearted bankers loan poor, stupid people money.",
  "GOP's Paul Ryan says: Obama is dividing this country in 2 by not just giving us Republicans everything we want. Read: save rich white folk.",
  "Herman Cain says: you 10% of people with no job are lazy assholes. Everyone is out there hiring; go get some work! Real economics guru huh?",
  "Navarette idiotically says \"specifics aren't important\" when it comes to tax debate.  People's lives are specific. #cnn http://t.co/IMRaFSBK",
  "It is a testament to the Republican spin machine that they could characterize a tax on 1% of the population as class warfare.",
  "Ron Paul says: the federal government did way too much to help the Katrina victims, let's get rid of FEMA altogether. http://t.co/Id70yv9",
  "CNN:Does God approve of blasting mountains? Art Kirkendoll says why did God give us arms if he meant for us to fly? #cnn http://t.co/rmPUGBi",
  "Time for the jobless to march on Washington.  And how about a show of solidarity by having a labor walkout? #cnn http://t.co/opsbuWg",
  "Tea baggers: let's repeal the 17th amendment & return to the original founders ideas. Next up: repealing women's right to vote. Ah progress.",
  "Finally, some straight talk & common sense about Wall Street corruption. And it's a bipartisan effort!  http://t.co/alOXs4r #cnn",
  "Palin says Obama is wrong to vacation; has she seen George W hitting a golf ball while soldiers are sent to die?  http://t.co/MvvwrgX @cnn",
  "Candidate Bachmann says: I will make gasoline prices $2 a gallon again by collapsing the American economic system. rehttp://cnnmon.ie/nPTd7K",
  "Jeffrey Miron is wrong. Nothing but libertarian delusion. Warren Buffet should pay less percentage than I do? WTF?  #cnn http://t.co/n2Gf60K",
  "#Anonymous forget taking down Facebook; they have tons of extra bandwidth and servers. Just hack into soma data and post. That's scary shit.",
  "Finally some truth out of Fox News: anchors admit \"going soft\" on Sarah Palin.  So much for \"fair and balanced\". http://t.co/L954a61",
  "Palin says: Obama should tell Biden to \"tone down\" his rhetoric, but I can tell my Palinistas to \"reload\". Hypocrite. http://t.co/bjvuMSk",
  "President Obama and Democrats cave again. I'm beginning to believe the hype: you really are a bunch of pussies. Go home; you are useless.",
  "Tea bagger Judson Phillips says: better to let the country go to shit than compromise. Do you even understand democracy? http://t.co/93zpigX",
  "As if Old Spice didn't have a reputation for being for old fogies already, now they are using Fabio as their spokesperson.  Smart move...",
  "Texas educators (apparently ignorant of the scientific method) debate mentioning \"intelligent\" design in schools, again. http://t.co/zhRADMw",
  "I applaud victims who do not wish to see their attacker (Stroman) get the death penalty, but good riddance to this scum. http://t.co/r7X5uX7",
  "\"NBC cuts under God from the Pledge of Allegiance.\" Hooray for them and us.  It is an exclusionary and silly addition.  http://t.co/NXhhsB0",
  "GOP candidate Pawlenty wants to cut taxes for the rich. Apparently the middle class have it too good in this country. http://t.co/RZ7tULl",
  "David Tyree says: banging my skull against other men's skulls qualifies me as an expert on politics and god. NFL stars as policy makers? WTF",
  "Herman Cain, GOP presidential hopeful speaks for Republicans everywhere: Muslim-Americans must swear allegiance to USA. http://t.co/KyUNeN4",
  "Don't get me wrong.  I love a good riot, for a good reason. Getting your ass handed to you at hockey is NOT a good enough reason. #vancouver",
  "Stupid young dumb Vancouver kids riot after losing to an American hockey team.  Sorry to all the business owners in Vancouver. #vancouver",
  "News flash! Humans are ignorant, fearful creatures that turn to fictitious deities to make sense of their lives. Duh. http://bit.ly/j3i7Xo",
  "No matter Obama's decision about the Osama photo, @SarahPalinUSA would complain and whine. That's why no one gives a shit about you anymore.",
  "Oh my god, Susie Castillo OPTED out of the machine and VOLUNTEERED for the damn pat down.  How does that violate your rights? WTF?",
  "I'm sorry Susie is upset but I don't think we should take advice about Constitutional matters from a former Miss USA. http://bit.ly/iPTsq7",
  "Susie Castillo complains of \"feeling violated\" by TSA, says, \"We shouldn't have to give up rights to be safe.\" Get over Susie. Take the bus.",
  "America begins the sobering process of determining if one dead Osama bin Laden is worth the price of its soul.   http://nyti.ms/jDg9Ob",
  "Osama assassination gives birth(er) to new conspiracy theories. Americans can't handle the truth(er) apparently.  http://reut.rs/mbnVGL",
  "Birther bigots continue their assault on President Obama.  \"Now provide us your school records; no black man deserves to go to Harvard!\"",
  "Hey Donald, will you now apologize to the President and the American people for lying about his birth certificate being missing?  Idiot.",
  "Thank you Don Trump for wasting the President's time on this stupid, already solved issue about his birth certificate.  http://bit.ly/kC61hP",
  "Idiot birthers respond to Obama birth certificate with: \"So, that's not really what we meant anyway.\"",
  "The Highest Paid CEOs of 2010   - CNBC-http://www.cnbc.com/id/42573061 \nWow, how many of you got 100% raises this year?",
  "Scientific ignorance abounds in our public schools; study says some biology teachers still teach creationism. http://bit.ly/dIsS3S",
  "Michele Bachmann would rather a TSA employee feel her up than risk having \"naked pictures\" of her on the Internet.  http://bit.ly/eDxDX5",
  "Rep. Bachmann \"Queen of Uninformed Tea Baggers\" thinks being ranked behind Oman and Portugal makes us #1 in healthcare.http://bit.ly/fy6kIM",
  "Apparently little dick Ventura is so afraid of TSA security he launched a baseless lawsuit against pat-down procedures. http://bit.ly/ghHbmj",
  "\"New edition of 'Huck Finn' to lose the 'n' word.\" I hate that word plenty, but to neuter Mark Twain is a travesty. http://bit.ly/fKe0nG",
  "Gotta give it to 'em, someone at the CIA has a sense of humor! CIA to WikiLeaks: WTF – Hilarious. http://t.co/emNbqWv via @cnn",
  "Again, Sarah Palin misses the point: Mrs. Obama never said the feds should determine what kids eat. Try reading Sarah.  http://bit.ly/dNYZ2k",
  "Paul Krugman, NYTimes on the idiotic insistence of the American voter to continue pursuing failed free market ideas. http://nyti.ms/gNHcqp",
  "Senator Mitch McConnell shows Obama the GOP bipartisanship tradeoff: give the GOP what it wants and fuck what you want. http://bit.ly/dG71Ex",
  "Palin tells media: Unlike Obama, I like America just the way it is: fat, increasingly stupid and dead broke. God bless? http://bit.ly/dSt3HK",
  "US Dept. of Justice: The administration is now begging for your help to make a case against Wikileaks. Got evidence?  http://nyti.ms/gp8Ob5",
  "NY Times says: Middle class will treat Obama kindly for his tax break. Me thinks they mistake Americans as rational.  http://nyti.ms/goF9V4",
  "House Democrats to Obama: We have had it with capitulating to these blackmailing, obstructionist Republicans! Good job. http://bit.ly/f7jOwh",
  "Wikileaks battle updates: PayPal under attack, MasterCard site has been taken down. Wired mag says WL is good for USA. http://bit.ly/dRFcUw",
  "Joe Lieberman says: I support the repeal of the 1st Amendment and want the New York Times prosecuted for publishing wikileaks content. Duh.",
  "Obama continues to explain his shameful capitulation to GOP blackmail campaign by announcing cuts to the estate tax. http://bit.ly/f6Y6tC",
  "Fox News \"analysts\" say: Physics and common sense be damned, we think the lunatic fringe \"9/11 truthers\" may be right. http://bit.ly/i0WWwj",
  "Julian Assange leads TIME 2010 Person of the Year http://is.gd/iikeR",
  "Obama says: I'm a spineless political wimp and will bow to the GOP/Bush tax cuts. Can we at least get a reach around? http://bit.ly/e2AwNJ",
  "US State Dept confirms that freedom is just an illusion and subject to the whims of bureaucrats and politicians. http://on.mash.to/eyo63E",
  "Paul Krugman advises Obama wisely:Take a page from Nancy Reagan and \"Just say No\" to the Bush tax cuts. GOP blackmail. http://nyti.ms/gZj8tl",
  "If Amazon are so uncomfortable with the first amendment, they should get out of the business of selling books.",
  "I would like to formally submit Julian Assange from WikiLeaks as Time Magazine's \"Man of the Year\".  Keep shining the light Julian.",
  "State Rep. Leo Berman says: No, I never saw George Bush's birth certificate-- but he's white. I have to taste Obama's before I believe it.",
  "Oklahoma Republicans & voters are busy protecting their state from the coming onslaught of Islamic law--damn idiots. http://nyti.ms/fAilPg",
  "Republicans fighting for civil liberties got you confused? Great article on the idiocy of our partisan culture. http://nyti.ms/eiFDTg",
  "NY Times article on the BS \"facts\" Tea Baggers use to skirt having real answers written on the backs of their hands.  http://nyti.ms/bX0B1e",
  "Pansy ass complainer of the day Award goes to software engineer John Tyner.  Cry us a fucking river and take a train. http://bit.ly/dqUV2T",
  "Palinism at its best: \"I'd rather be doing this than in some stuffy old political office.\" Here's an idea: stay there. http://bit.ly/bGbmko",
  "Former U.S. Rep. Gary Condit says: \"We've lost our feeling for common decency,\" after having an affair with Chandra Levy. Hypocrite asshole.",
  "Former German Chancellor Gerhard Schroeder confirms, again, that W. Bush only listens to shit he wants to hear. http://bit.ly/9pTX6l",
  "George W Bush confirms the horror of his stupidity.  An eye for an eye is what justice means to this cowboy. http://bit.ly/9UtUDF",
  "Sanity emerges from the credit crunch: US populace begins to pay for all the shit they could not afford last decade. http://bit.ly/d2Rvhg",
  "Article of the day: How bigger, better, faster is fucking up America. http://bit.ly/9DtbAL",
  "Alright Jon I did my part and packed 3 people's garbage. Keep the Mall beautiful folks! #Rally4Sanity",
  "fellow patriots we lost a red Sony digital camera near the foxnews van. Tweet me If you found it. #Rally4Sanity",
  "About to board my plane for DC (via Detroit) for the rally! Can't effing wait biatches. #Rally4Sanity",
  "Garry Wills on The Colbert Report calls it: Tea Party is full of scared, bigoted rednecks clinging to their guns cuz we got a black prez.",
  "@parkerspitzer Dan is right.This is not a 1st Amendment issue it's an employment issue. NPR has a policy; try following it Mr. Williams.",
  "Good riddance to Jessie Dotson. You are one of the reasons why the death penalty still exists in this country. http://bit.ly/cbqkOi",
  "Judge tells military: stop enforcing the unconstitutional and ridiculously backward don't ask, don't tell policy. http://bit.ly/bauohV #cnn",
  "The Daily Show & Knoxville had it right: Carl Paladino is a douche for touting his family values while having a mistress and bastard child.",
  "Banksy's intro to The Simpsons presents a lot of totally false ideas about Fox. Mainly the one about people still watching The Simpsons.",
  "Would someone please ask Google why World Net Daily comes up when I search for news?  You can not really tell me WND is considered real?",
  "Just providing a link to a good CNN article about diversity in Islam.  Something to learn today.  http://bit.ly/bY0wT2",
  "Gotta give credit where credit is due, so here is a link to a moderate Christian voice on the recent bully suicides.  http://bit.ly/bqF4tc",
  "More Sarah Palin truthiness: We had \"hundreds and hundreds of thousands of people\" at Beck rally. Damn science & facts! http://bit.ly/dD6RVE",
  "Another example of Republican hypocrisy: They demand we respect the office when Bush is Prez, but Obama is a \"jackass.\" http://bit.ly/blkJIX",
  "While some Tea Baggers claim we are a Christian nation, others go to soldier funerals to claim God hates America. WTF? http://bit.ly/cHk9lL",
  "Congratulations Fox News for being the ONLY news source trusted by Tea Bagging, white Christians who think President Obama is a terrorist.",
  "Survey finds (again): Tea Party is white, thinks we are a Christian nation (despite the Constitution) & loves Fox News. http://bit.ly/bHz6gf",
  "Sharron Angle asks Tea Party competitor: Will you please drop out? I can't win against a Democrat if you pull a Nader. http://bit.ly/9ZqWV7",
  "Exposing Tea Baggers article: old, fat, white people riding around in Medicare paid scooters whining about big gov't. http://bit.ly/a3cmIS",
  "Pew study finds non-believers more religiously literate than actual believers. Proving that knowing is half the battle. http://bit.ly/93BnFH",
  "“This deficit is horrible.  Let’s make it way bigger.” -- GOP’s Pledge  \nto America in tweet form",
  "@Turbine  Why sell DDO Turbine points exclusively at Game Stop?  That store sucks!",
  "@michellemalkin Right wingers love to quote each other as evidence.Minority \"EPW report: EPA regs may cost 800,000 jobs.\" http://is.gd/fxsYg",
  "O'Reilly says: Folks I meet are like Iranians; they would stone Jon Stewart to death for the crime of being a liberal. http://bit.ly/c5BjXy",
  "“@michellemalkin: Schumer: \"We do not want to chill free speech.\" Like hell you don't.” Wow, what an enlightening & intelligent response.",
  "Rep. Kevin McCarthy, R-California says America \"has become the land of shrinking prosperity,\" except for my constituents on the Forbes 400.",
  "GOP Pledge to America: all new regulations that add to the deficit are to be reviewed, except for the $700B tax cuts.  http://bit.ly/aVG0cg",
  "Palin says,\"The future of politics is predominantly white, old and wealthy, à la the Tea Party.\" I thought that was the history of politics.",
  "@TheDailyShow I just bought my airline tickets from Tampa to DC for the Rally to Restore Sanity--you bi*&#es better be serious!",
  "@ricksanchezcnn Sarah Palin is not news. This is nothing but her standard stump speech, why are you airing this?Show some news.",
  "Rational people will gather on the National Mall in DC to spread a timeless message - take it down a notch for America. http://bit.ly/9WeFVq",
  "U.S. Court of Appeals, Ninth Circuit says: Poor people have no rights; they are slaves to be watched over like cattle. http://bit.ly/bafvqy",
  "What a hypocrite @sarahpalinusa. Dr Laura is expressing her 1st Amendment rights saying the n-word, but god forbid Rahm Emanuel says retard.",
  "Palin says to Dr Laura: You keep on acting like a dumbass and offending black people, just don't call my child a retard.",
  "Ron Parea, Denver: the beating of Michael DeHerrera was justified because piece of shit lying cops don't like to have their pictures taken.",
  "@ricksanchezcnn How does just showing up to an event constitute an apology? We don't hate the Japanese living, why hate those that are dead?",
  "Ed Whelan (http://bit.ly/9OWio8) says conservatives must adhere to our blind, ignorant traditions or be called traitors to the cause.",
  "Prop 8 opponents have new target after ruling: repealing the unfair 1967 Supreme Court decision to make interracial marriages legal.",
  "Maggie Gallagher (National Organization for Marriage) says: I would have let voters lynch the Little Rock Nine too.  http://bit.ly/ahJPo8",
  "Obama pushes plan to continue Bush era policy of stealing civil liberties from everyday American citizens. Happy now?  http://nyti.ms/9oPTqI",
  "Unemployed woman buys space to proclaim return of Christ on May 21, 2011.Gee I hope I don't have to work that day. http://bit.ly/9gon08",
  "Scott Lively of Abiding Truth Ministries says Nazis used homos to commit the atrocities of the Holocaust. I am not kidding, he really does!",
  "Let us all hope that this article about The End of Andrew Breitbart catches on like wild fire. http://bit.ly/dALnM4",
  "Michelle Malkin's site http://bit.ly/afqPIG still has the \"news\" about Breitbart's protege \"busting\" Acorn in the act. His lies live on.",
  "Andrew Breitbart says: I'm a yellow journalist hack who will continue to spout lies and conservative propaganda. Damn the torpedoes!",
  "Sharron Angle says:Gov't is the problem, unless of course they are building multi-million dollar war machines or protecting us from faggots.",
  "NAACP says: In an effort to deflect criticism from our white supporters we felt the need to sacrifice Sherrod before they stopped payment.",
  "Andrew Breitbart says of Sherrod video: I wanted to show the NAACP as a racist organization by unfairly editing a video of one its members.",
  "Sarah Palin says:Terrorism has been so successful I am scared shitless of plans to build a mosque in a city I despise. http://bit.ly/bnEFUB",
  "Tea baggers have to ask themselves: if everyone keeps calling us ignorant assholes, maybe they have a point. http://bit.ly/9wfQze",
  "The Vatican says: Having a priest with a vagina is equivalent to child rape. http://bit.ly/96YMbF",
  "Louisiana Sen. David Vitter says: I am a birther who still believes that Barack Hussein is a sleeper cell terrorist.  http://bit.ly/9xZG3o",
  "Google Erik Luna and Lohan. Interviews with him \"schooling\" her gross misquoting of his work is hilarious, for nerds.",
  "Lindsay Lohan says:my 90 day jail sentence (likely to be shorter) is just like that Iranian woman being stoned to death (for adultery).wtf?",
  "Ex-oil official:MMS has 'culture of corruption'  http://bit.ly/97JQy7 - Do you TeaBaggers hear? Without competent gov't we are all screwed.",
  "The Daily Show on Obama: This president will not sleep until this crisis is solved and as long as no award ceremonies are on my schedule.",
  "We'll all know Sarah Palin has become an energy and oil expert when she can see oil from her house.",
  "Sarah Palin's answer to Gulf Oil spill: Drill more, drill closer to shore, drill on shore. Oil spreads slower on land than on water anyway.",
  "High court: Suspects must directly invoke right to remain silent - http://bit.ly/aTAcrP #cnn  You got to speak up to shut up boy!",
  "Tony Perkins, #cnn: Our founding fathers fled Europe to express their religious freedom to tell fags they are immoral.  http://bit.ly/9DJ3pl",
  "To rule Big Oil, we need Big Government- http://bit.ly/9yhYf0 #cnn Another good article explaining why Teabaggers are sorely confused people",
  "Confused by the concept of \"benevolent capitalism\", Libertarians? Here is an analysis on the exploding Ford Pinto: http://bit.ly/9rz36I",
  "Note to Libertarians who think the free market will solve our ills: BP could have prevented this oil spill with a bit more preparation.",
  "The reality of the Gulf oil spill: The failure of BP to be prepared for this eventuality is a failure of all gov't.  http://bit.ly/c7krdG",
  "Jonathan Acuff, on #cnn says:Christians don't like CNN because our minds go into shocked STUPOR when people disagree with us. bit.ly/b45fvK",
  "Lou Dobbs joins all of his other angry, rich white folk on the Tea Bagger campaign trail. Demagogue wanna-be.  http://politi.co/ahppUW",
  "Souder and mistress in 'abstinence only' video. http://politi.co/aztycV",
  "Woody Allen says:Roman Polanski should be forgiven, that molester has suffered enough by being a free man in Europe.  http://bit.ly/a9ucRh",
  "SupremeCourt:Sex offenders to be held indefinitely- http://bit.ly/cp1tN8 #cnn Now, they lock up people I can't defend, but who will be next?",
  "Stonewalled by the S.E.C.- http://nyti.ms/dojJjq Government for the rich by the rich. The rest of us can go fuck ourselves. FOIA's a joke.",
  "Laura bush supports gay marriage,at least that it is an issue to TALK about. More women should be in politics. #cnn  http://bit.ly/cb7c5L",
  "Deepak Chopra on Stephen Colbert: thank goodness for you & Jon Stewart, otherwise we'd all be watching Glenn Beck. Pothead audience my ass.",
  "Of course Mexican-Americans love THEIR American flag. But 5 guys wearing it to school on Cinco de Mayo intend an insult.",
  "Roland Martin (#cnn) wants ascots for \"every god fearing man and boy\"--thank god I am a heathen 'cause you won't catch me dead wearing that.",
  "Ruling won't stop Nat'l Day of Prayer this year- http://bit.ly/bFbVXR #cnn Passed with McCarthy/you never belonged to us/Goodbye silly thing",
  "Franklin Graham says: My loving compassionate god hates Islam with a cross burning passion that I feel obliged to blather on and on about.",
  "Sarah Palin ode to Glenn Beck- POLITICO.com: http://bit.ly/d7aXRd Palin is more delusional than I thought; Beck as a teacher? Spare us all.",
  "Ken Blackwell,on The Daily Show: collective well-being should be sacrificed to \"individual liberty,\" read: my right to hoard ungodly wealth.",
  "High court rules cross doesn't violate constitution- http://bit.ly/bxS3Zp #cnn  Supreme Court says,\"Welcome to our Christian theocracy.\"",
  "WallStreet didn't cause crash- http://bit.ly/cc3Jnu #cnn Puts market crash at the feet of Washington & China; just don't blame the taxpayer.",
  "@spoutinghorn That number is disturbing, I agree, but give the guy a break. He did inherit that whole financial crisis thing.",
  "White House to fight to preserve National Day of Prayer - http://bit.ly/c6fPXd #cnn\nHow about a National Day of Mocking Fictitious Deities?",
  "Note to stock broker Frank Clemente:  Giving money to a politician's campaign fund is not a bribe or payment for future consideration. Jeez",
  "Wall Street stock broker idiotically tells CNN, \"Obama took money from Goldman Sachs for his campaign fund and is now attacking them.\" Duh.",
  "Michelle Malkin: The Goldman suit is timed with the White House financial legislation push; politics is only fair when my team wins.Wah Wah.",
  "Judge strikes down National Day of Prayer- http://bit.ly/cpJaqJ #cnn  A constitutionally sound decision, right Tea Baggers?",
  "Dear Tea Party leader: Mr Dennis ever heard of Upton Sinclair sir? Your free market is going to get us all killed. http://bit.ly/d4PmaE #cnn",
  "Tea Bagger paradox: Higher educated, but so gullible that almost one-third believe Obama was born in a foreign country. http://bit.ly/9mfju2",
  "Tea Party rally cry:  We need to get rid of everybody who does not agree with us!",
  "Celebrating April 15 - http://nyti.ms/diiPGx  Someone else who agrees that high tax bills are \"badge of honor\" and measure of success!",
  "Poll says:Tea Baggers are mostly white, Republican,wealthy. Yet they seem to have so much to bitch and complain about. http://nyti.ms/deCQIV",
  "Tea Party member, Conrad Quagliaroli admits,\"Rational consensus and discourse do not change what I think and feel.\" Truthiness at its worst.",
  "Tax Day is everyone's duty and obligation. Rejoice and celebrate people, you just helped buy the greatest government money can buy.",
  "Restore America Plan wackos tell Governors: We demand you abandon the social contract and the US Constitution you have sworn to protect.",
  "Confused VA man flies hammer and sickle flag in his yard, another example of our failed educational system, poor fool. http://bit.ly/aIS9H7",
  "Scott Roeder: I'll rot in a hellish prison for the next fifty years knowing  I did God's dirty deeds here on Earth.--Good riddance, asshole.",
  "Intelligent design faithers take aim at something else they do not understand--global warming -- read a book people.  http://nyti.ms/9Zi2Dc",
  "Health summit a 'stunt' and 'spectacle,' analysts say - http://bit.ly/94Q5IZ #cnn Pundits say:  Talking about the issues is a waste of time.",
  "Palin and company #HLNTV -- Family Guy is a low brow piece of shit show, but we can't help bitching and whining about it.  Jeez, get a life.",
  "An example of the free market ethos: Taxpayers pay for private army and their prostitutes.  #cnn http://bit.ly/9hmdWE",
  "Oh Ms. Malkin, you're so clever. Who else could make a joke about Obama and \"missing\" the Constitution? Because he is subverting it right?",
  "Roland Martin calls out Sarah Palin for the hypocrite she is.  Great stuff.  - http://bit.ly/aXchFD #cnn",
  "Wow,  @michellemalkin and I agree on something:  McCain is fiscally responsible my ass too.  http://bit.ly/9qmHC3",
  "Colbert calls out Sarah Palin for hypocritical BS about Rush's use of the word retard:  http://bit.ly/ds9MbS  Hilarious!",
  "Big words confuse rednecks  #4wordsOnObamasHand",
  "Ron Reagan Jr says: I knew Ronald Reagan, and you Sarah Palin are no Ronald Reagan. No matter what loudmouth Pam Geller says.",
  "Jenny Sanford, Daily Show: I sure miss those indentured servants. Hilarious! She was referring to the inmates that work the governor's pad.",
  "Tom Tancredo wants civic literacy test to vote, huh? Uneducated Fox News watchers might want to rethink that strategy. http://bit.ly/ahazs4",
  "Palin in 2012? She Says Run Is Possible - http://nyti.ms/bw7Qv2 Palin mocks hope and change while campaigning for hope and change? Duh.",
  "Michelle Malkin finds conspiracy in the workings of a constitutionally required census. Are you scared yet?  http://bit.ly/czGTia",
  "Cry me a river about gov't spending, but sometimes they get things right. Plan for Free Access to Cloud Computing  - http://nyti.ms/bUgUA6",
  "Michelle Malkin says - http://bit.ly/bEyn2T -when Republicans raise debt limit it's OK (5 times during W), but a travesty when Dems do it.",
  "Chaffetz;We can work with Obama- http://bit.ly/crbaBN #cnn -I'll admit I like guys that stick to their guns. Just too bad I hate their guns!",
  "OK so was a little harsh yesterday on AC. All she meant was:Democrats are to blame for everything. God fearing Republicans can do no wrong.",
  "Evidence shows we are WAY behind a modern policy for gays in the military: http://bit.ly/aqWxnz --Much like our capital punishment laws huh?",
  "Anne Coulter,spreading lies, again, about the Community Reinvestment Act. If you notice she only cites conservative authors for her \"facts\".",
  "@time http://bit.ly/6B6duK \"Did Foreigners Cause America's Financial Crisis?\"--So Wall Street was providing good customer service to China?",
  "March of the Peacocks - http://nyti.ms/94ToEP Obama price freeze is example of nation's crippled politics, baby steps in the face of crisis.",
  "Obama rips Supreme Court ruling- http://bit.ly/b2kxa5 #cnn Alito & the myth of judicial restraint has been revealed for what it is:hypocrisy",
  "WSJ.com-Opinion: A Free Speech Landmark http://on.wsj.com/76zpZh What landmark? The intersection of bad faith and lack of common sense.",
  "After 34 Years, a Plainspoken Justice Gets Louder - http://nyti.ms/50JUUg Stevens on campaign finance--tragic break from precedence & sense",
  "Col. Bryan Salas director of public affairs, HQ, Marine Corps:says Avatar \"takes sophomoric shots at our military culture\", glad someone is.",
  "James Bopp Jr. motto: we want less government regulating free speech, but more government laws protecting us from leftists, homos and Obama",
  "A Quest to End Spending Rules for Campaigns - http://nyti.ms/7qHaCA Republican attempt at defining freedom as \"those things I agree with\"",
  "Founding fathers decried the effects of factions in politics. Corporations = factional interests by definition. Does anyone else read books?",
  "Government can't squelch free speech - http://bit.ly/58fMuE #cnn Free speech has never been an absolute right Matt. Think before you CNN sir",
  "Obama’s Move to Limit ‘Reckless Risks’ Has Skeptics - http://nyti.ms/7jbOLK bankers:greed will circumvent any new regulations anyway",
  "Supreme Court eases restrictions on corporate campaign spending - http://bit.ly/8WDFVj #cnn -giving birth to Newt Gingrich-Citibank campaign",
  "Jesse Ventura's Conspiracy Theory, HAARP episode gains \"evidence\" by driving down the street and talking to its neighbors.  Some research.",
  "Homeless Haitians Told Not to Flee to U.S. - http://nyti.ms/6LTY61-new Staute of Liberty logo: keep your wretched refuse off our shores.",
  "Wall St. Weighs a Challenge to a Proposed Tax - http://nyti.ms/6ZrUmz--says tax is unfair.  Huh, kind of like NSF fees for broke people?",
  "Mark, Mark. Why if the steroids were for your \"health\", why, why are you crying on television?",
  "Pat Robertson says: black people who forgo white man's rule are agents of the devil, subject to being dealt with accordingly. Now you know.",
  "Palin says book alleging her ignorance on key issues is false;then admits not knowing that Saddam Hussein had nothing to do with 9/11. What?",
  "Steve Wilstein, CNN, apparently thinks admission of guilt is worse than a perpetual lie, I'm talking to you Barry Bonds.",
  "What John Yoo meant to say tonight on The Daily Show was \"We were all scared shitless and we let the administration do whatever it wanted.\""
 ]
}