{
 "user": 163049750,
 "tweets": [
  "NOW GO ON GIRL &amp; USE THAT SAUCE!      https://t.co/FulpFeLOHh",
  "@NanaDuncan_ Ayyyy chooong ting &amp; that!",
  "https://t.co/f91fHrutDb",
  "@MsBiney Soon sis! 😘😘",
  "I can’t wait to get out of here 🤸🏿‍♂️",
  "Good morning to everyone except... nah fuck you all to be honest.",
  "@ItsYeezySeason My instagram is private sorry.",
  "awwww 😂💕 https://t.co/QzAhmDHvDD",
  "Can’t believe this bitch in the club bit me...",
  "You alright? — I’m fabulous. You? https://t.co/10LLuGcp2l",
  "Designated babysitter for all the drunkards 🙃",
  "Why are you intoxicated? — I feel better indulging on a Friday. https://t.co/I6ijmM7HEu",
  "Nahhh you lot are actually rude lol.",
  "Since I’m intoxicated ask awaaaaayyyy! https://t.co/Xe6OdOxinh",
  "Bareeeeeeee breast in my face.",
  "Friday night intoxication &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;",
  "Nipples https://t.co/sX8vRjX0D3",
  "@SELVSSE Sensei!",
  "And who is the backbone of Black women? https://t.co/7Nn7R7ZL0W",
  "It’s taken a while but I’m very sure of myself.",
  "@Swissinho You know what. There’s a stronggg argument for this.",
  "@mxmsworld Nah babe ☹️",
  "Nostalgia, ULTRA still does it’s job.",
  "I just don't believe we're wicked\nI know that we sin but I do believe we try\nWe all try, the girls try, the boys try\nWomen try, men try, you &amp; I try, try, we all try. 🎶",
  "@mxmsworld Yeah? 🙂",
  "@ItsYeezySeason Why?",
  "Now the sky could be blueeee, \nI don’t mind\nWithout you it’s a waste of timeeee.",
  "@SabinaSilverx She is AMAZING!",
  "@omozay I think I’m in love with her 😬",
  "Labia lullabies. https://t.co/cRrjzeTQ81",
  "@omozay Yeahhhh caught on late but I love her.",
  "@Unkle_K 🧐",
  "So I just stumbled across Alex Isley... wow.",
  "@IsaacsIntuition You’re very welcome.",
  "This song still gets me in my feels. https://t.co/MDaeJxXHNO",
  "Good morning to everyone attempting to get their shit together.",
  "@Est_Soul Ahh yeah I heard the film was reallly bad.",
  "Is season 1 worth the watch? https://t.co/gHtL52umyZ",
  "@marymares69 Ohhhhhhh! no idea what that means now but thanks 😄",
  "@GangsterAvenue Thought it was just me that noticed!",
  "I’ve been saying the same thing lmaoooo everyone is wildin’ https://t.co/6Rm5J1hLFW",
  "Which of you mystic megs can confirm this lool ?",
  "The Moon must be in Libra or something because everyone is buggin’ out.",
  "I need a cuppa &amp; my raspberry doughnuts.",
  "@NanaDuncan_ You can fackk off, that’s what you can do this morning x",
  "I’m sooo cranky in the mornings.",
  "The capital city of Rwanda 🇷🇼 bans cars for one day every month so people can walk, run and exercise throughout the city https://t.co/ZAlu4HgB0w",
  "Beyoncé raps free Meek and then. https://t.co/Fz8LgeSug0",
  "@NanaDuncan_ 🙄",
  "The disconnect is real.",
  "Committed to improving my diet this year.",
  "I can’t believe Nana is making me watch Infinity War at a regular cinema... 😬",
  "Late Registration Ye is garn.",
  "I no longer have a manager. I can't be managed",
  "@MonsieurKane Nice! I’ll check it out x",
  "@MonsieurKane Decent enough food?",
  "@mxmsworld Lool 🤭🤭",
  "@Pinero_Nana At once!",
  "@MonsieurKane This is cute.",
  "@mxmsworld Sknnnnnn hold tight; Winter is coming x",
  "Oh just fuck off mate. https://t.co/e8RjItxfYh",
  "Congrats, @imbriyonce!!! 🐝💖🎉 https://t.co/xorvrhqEn2",
  "@omozay Affecting* &amp; duhhhh I know 😁 x",
  "@omozay Do you feel a shadow? 🙂",
  "@NanaDuncan_ It’s mad early you know?",
  "@kenp4ch1 Don’t be so dramatic loool.",
  "@bilzyb Hope you’re having an awesome morning so far 😁 x",
  "@_ymss Morning gorgeous! 😘",
  "@mxmsworld Morning my luv 💕",
  "@kenp4ch1 ??? Yes.",
  "Good morning everyone except straight women. ✨",
  "@NanaDuncan_ Is everything ok? x",
  "Beyoncé - Grown Woman is my mood for 2018 &amp; beyond.",
  "@CariocaLondrino lmaooooo",
  "@CariocaLondrino Alignment of chakras = The alignment of multiple orgasms. Quick maths!",
  "RSVP \n\nHollowEarthRadioWorld@Gmail.Com\n\n#HollowEarth https://t.co/boOVHlAQAr",
  "@bilzyb Aww happy belated birthday lovely! 💕🎊",
  "practice pure love",
  "Date multiple men at one time. Make them compete like they do in the wild. May the best one win. https://t.co/iaEi9W7ZXG",
  "@LonelyScribe 🤭",
  "@LonelyScribe Don’t tempt me ‘cause I’m queer enough to hold you to it 🙃 x",
  "@jayandreas_ Fuck you because I’m still waiting for our trip to the camberwell spot.",
  "@J2ocean_ I know right!",
  "I want to bunk off work this week &amp; do hoodrat things with my friends.",
  "@NanaDuncan_ Why are you here?",
  "@LonelyScribe Your face is so scrumptious 😻!",
  "@jayandreas_ Ahhh wasn’t even in ends. Went to asafo. Fufu was so wack!",
  "Blaming all your irrational decisions on PMS &gt;&gt;&gt;&gt;&gt; Accountability.",
  "@jayandreas_ Hahahahaha. Going back to bed because I can 🤸🏿‍♂️",
  "@bilzyb Chav life ay?",
  "Don't follow crowds. Follow the innate feelings inside of you. Do what you feel not what you think. Thoughts have been placed in our heads to make everyone assimilate. Follow what you feel.",
  "just stop lying about shit. Just stop lying.",
  "Expose them all. 🙂",
  "@DiorLDN Imma send you some details! x",
  "@mxmsworld We must.",
  "@mxmsworld Same kmt.",
  "@DiorLDN Cats are so self sufficient! As long as the kitten has loads of toys, food &amp; water it’ll be fine if you have to be at work trust me.",
  "@DiorLDN I do! They really are! She’s like a little puppy 😄",
  "@cokapanache The freedom!",
  "If you really thought about it I bet you could count all the men you could really tolerate on 1 hand...",
  "Tired of hearing accounts of women being sexually abused by friends, boyfriends, husbands, men they trust. Truth is men aren’t dragging women into alleyways anymore. They are abusing girls/women they know making it hard for them to report.",
  "@NanaDuncan_ Seek help loool.",
  "My pre period tits arrived just in time for  Pxssy Palace &amp; I’m so grateful!\n\nExtra perk baby! No titty cages for these bad boys 🤸🏿‍♂️",
  "Perfect weather to sit in the park &amp; have your toes sucked.",
  "I WANNA KNOW YA NAME &amp; I WANNA KNOW IF YOU GOTTA MANNN https://t.co/mj7GJNqzj7",
  "@NanaDuncan_ These paint fumes have you buggin’ yo.",
  "Ahhhhh... The sweet taste of victory\ngo head &amp; breathe it in like antihistamine.",
  "Sometimes you have to get rid of everything",
  "everything you do in life stems from either fear or love",
  "Fear often causes people to be manipulative",
  "be transparent as possible. Stop setting plays. Stop playing chess with life. Make decisions based on love not fear.",
  "When you’re the opinionated friend but you’re also trying your best to be supportive and let the ppl you love make their own choices even tho all of them are terrible https://t.co/1r8yJZ52Cx",
  "Deciding to get up https://t.co/0f4wVPXRvU",
  "Should have really stopped at the 3rd glass of Prosecco...",
  "@marymares69 Columbia road flower market.",
  "@mxmsworld Same",
  "Ahhh a documentary on the Sumerians is on TV... great gonna watch this then obsess compulsively for the next week 🙄",
  "@NanaDuncan_ Rah you’ve been coming for my neck lately init lmao.",
  "@NanaDuncan_ Light work it’s gonna happened 😉",
  "I want my hair washed, detangled &amp; conditioned; followed by a Shea butter rub down all whilst I drift in &amp; out of sleep.",
  "@marymares69 The Timezone difference will have her arriving to the concert 2 days late anyway.",
  "When you releasing Beyoncé verse and chorus only for Top Off? @djkhaled",
  "I’m annoyed this is accurate lmao. https://t.co/acz1sG1CFa",
  "@RenzLifestyle I’m actually funny.",
  "Your Mum is full of shit https://t.co/Wg7YRazQKU",
  "@Justtt_MEL 😂🤷🏿‍♀️",
  "@GyminyCricket Alright alright stay tuned it’s coming lool xx",
  "@marymares69 Don’t judge me lool xx",
  "@GyminyCricket loool you’d have to listen to it to find out 😁.",
  "@ItsCee_xo loool my period playlist is called ‘Bleeding Love’",
  "My Labia Lullabies playlist might be my favourite right now.",
  "@GyminyCricket Awwwww so adorable! 😩",
  "@NanaDuncan_ 🙂",
  "@NanaDuncan_ Yeah you’re both ho’s xxx",
  "@cokapanache Thankssss bub 💕",
  "@GyminyCricket Thank you! 😸 x",
  "@theultimateNA Oh it’s sooo needed!!",
  "My hair &amp; skin feels awful this week ☹️",
  "Good morning, look how gorgeous my cat is. https://t.co/bIeSevaiNs",
  "Hello? Right here please 👇🏿 https://t.co/UlkpEc6Jk9",
  "@cokapanache Hating hard! lool",
  "People that hop in bed &amp; fall asleep in seconds? I hate you all xxx",
  "Bisexual culture is having two virginities 😭",
  "Take your power back.",
  "Can you guys start dating people you actually like cause I’m tired of this bullshit https://t.co/G3T2Z6boTm",
  "@omozay She’s soothing.",
  "@omozay Yes yes.",
  "@CameraGuyLuke No worries x",
  "@CameraGuyLuke The trial is 7 days; not sure whether to keep it after.",
  "@CameraGuyLuke It’s £18.49 for the year which isn’t bad at all. It’s like instagram without the ads &amp; excessive comments.",
  "@CameraGuyLuke ALOT more filters &amp; an online Photo forum.",
  "@CameraGuyLuke Yeah I’ve had the free app a while, i’m currently on the trial membership which isn’t bad; I just wanna use it as a source of inspo.",
  "Is VSCO membership worth the subscription fee ?",
  "@mxmsworld loooooooool",
  "Peace, Love &amp; Beyoncé to you all.\n\nNight x",
  "’cause tonight out of all nights if the blind refuse to acknowledge Beyoncé’s mastery you need to leave them in the darkness.",
  "Martha is a warrior you know.",
  "Beyonce has been asking since 2003 ‘you ready?’ And we have still never been ready. https://t.co/ZhjmSXV3rv",
  "@RayFiasco @SELVSSE Right we need to make a night of it!",
  "Yeah I get it ask for help when in need &amp; all that; but some people really like to see you beg for it.\n\nI’m actually good on that 😬",
  "Being at the mercy of people makes me feel so unsettled.",
  "I’m in the mood to obsess over the possibility we might in fact be living in a simulation; so please direct any plausible articles or documentaries this way please loool.",
  "@Pinero_Nana Disappointed but not surprised.",
  "I want Okro.",
  "@Pinero_Nana Ahhhh so you don’t know the joy of banku pepper &amp; grilled tilapia?? Or okro?",
  "@Pinero_Nana Are you mad or are you mad?!",
  "I love Nana man, honestly. \nTwin souls.",
  "I was giving myself some home truths last night. It really be your own high.",
  "Playing some sounds here in a few hours.Come thru! https://t.co/Cd6eOcFnko",
  "Beyoncé slander is anti black.",
  "Right. As of now. Sunday 15th April 2018. I solemnly swear to never again debate with people about how great Beyonce is. You are clearly mad and i will not be the one to bring you to sanity.",
  "@Sebby_VI loooool 😩",
  "If we live in a simulation at least its given as Beyoncé; so it can’t be all bad.",
  "#Beychella #Coachella https://t.co/PkcCxSOZt2",
  "SHE GAVE YOU VOCALS, CHOREOGRAPHY, LOOKS, TRANSITIONS, A REUNION\n&amp; DID IT EFFORTLESSLY.\n\n #BEYCHELLA",
  "Beyoncé ended Mercury retrograde",
  "DID YOU ALL SEE THAT YEAH??? COOL SAY NOTHING ELSE. #BEYCHELLA",
  "https://t.co/Iefeo3IpA2",
  "@Bola_Sol I’ve been loosing it this morning I swear! 😂",
  "Why am I sweating like I’ve been on  stage performing with her lmao #Beychella",
  "@mxmsworld A WHOLE BEYONCÉ GISELLE KNOWLES?! Try it.",
  "Beyoncé has vibranium lungs. There can be no other explanation.",
  "Them tittys look GOOD BEY don’t you worry!!!",
  "CHECK ON IT: AN ETERNAL BOP",
  "VOCALS. #Beychella",
  "Sold! x",
  "Leomie!! 😍🍭 https://t.co/eCEas0yVjQ",
  "Taught my grandfather that dance and now it’s got out of hand... https://t.co/H4Bz5uQRn5",
  "&amp; bitches got the nerve to want they ass ate lmao https://t.co/XBfUWxV6vi",
  "@LHw0rld 😂",
  "@Yemicita_ Sure no worries let me know x",
  "@LHw0rld Dark &amp; troubled 😁.",
  "@Yemicita_ It’s used I’ve had it for a few years. Could do with a service hence the price.",
  "@LHw0rld Fiver along with your soul &amp; we have a deal.",
  "Selling a used Blue Pedelton hybrid bike for £50 if anyone is interested.\n\nPick up from East London Dm for more info.",
  "@SabinaSilverx Oh wow! I heard Bali is absolutely stunning! Hope you enjoy yourself 💕",
  "We laugh at how \"oblivious\" the people of North Korea are, like we aren't spoon fed bullshit by the news everyday.",
  "@SabinaSilverx Awesome! Where’re you off to?",
  "I will personally beat her. https://t.co/dv0UuBmvbM",
  "Still. https://t.co/rGxAxZdmmV",
  "@Ruthlessisback Haha 😁",
  "@Ruthlessisback I’m only trying to wind you up 😄",
  "@Ruthlessisback Chale who told you this?",
  "@marymares69 Well definitely that too lool 🤸🏿‍♂️!",
  "No one stays mad at me for long because I have infectious qualities 💆🏿‍♀️",
  "Now that public opinion has shifted on marijuana, rich white men like Boehner and companies like Monsanto are trying to cash in. We can’t let them rake in profits while thousands of people, mostly people of color, continue to sit in jail for possession and use.",
  "At this point I’m just convinced that Lil Kim wore literally EVERYTHING https://t.co/6rcMexItdL",
  "Ok ok this pops harddd! https://t.co/HUpDlWwHXe",
  "@LonelyScribe Aww my heart! Sometimes a few sweet words from Mama is the light you need on a dark day 💕💕",
  "How do I ALWAYS get on the wrong train whenever I change for the Northern/Victoria line at Stockwell??!",
  "@LonelyScribe So sweet.",
  "@Sebby_VI akronfuo!! 😂",
  "Checked a hoody I hadn’t worn in 9 months found £55.02. \n\nLittle blessings 😁",
  "@jayandreas_ This ‘ahh darling’ really took me out.",
  "If you’re not a casual sex type of person. Don’t do it",
  "@Lolafinesse That’s the spirit!! 😝",
  "Today is going to be my first one. I haven’t done it yet but I’m going to do it because why not 💃🏾💃🏾💃🏾💃🏾 https://t.co/FLlzEyCEWw",
  "@omozay You dont be quiet xx",
  "@GyminyCricket lool ayyy 🤸🏿‍♂️",
  "pingu was peppa pig before that slab of ham even had a second of notoriety. a true mischievous ice non-gender specific icon. couldn't even understand what was being said but you know it was shady.",
  "@omozay Ohhh nothing 🙂 x",
  "@GyminyCricket *mental note* I’m coming for you 🙃.",
  "@marymares69 I can’t go down with this ship alone!",
  "@omozay Of course, classic overachiever.",
  "@marymares69 Booooo! Invite some chaos live a little.",
  "I guess it’s been a good week then because I haven’t made any 🤔 https://t.co/qfyohgfbEB",
  "@GyminyCricket OUCCHHHHHHHH 😂!",
  "Looking to round it up before the week ends 🤸🏿‍♂️",
  "How many bad decisions have you made this week already? I’m on the 9th 😄",
  "@RenzLifestyle @mxmsworld God loves me too much to allow them into my life x",
  "This is the funniest thing on the Internet right now! 😂😂😂😂😂 https://t.co/AbFoGXPEEr",
  "@mxmsworld lmaoooooooo",
  "Don’t invite madness in; then ask why it’s making itself at home...",
  "manifestaton is real",
  "Every single tweet is funny right now, every single one loooool.",
  "I have to make this group camping trip happen.",
  "@MsBiney lmaoooo ahahahaha! 🧐",
  "https://t.co/JZCkrSqOHR",
  "Ashton Kutcher is really THAT guy. I had no idea he stopped his acting career to fight against human trafficking and sexual exploitation of children. https://t.co/siMsfoL0uq",
  "@Teniminglee If you’re mad you hide it well 😂",
  "@Teniminglee I can’t believe you’re an Aries! You’re so sane! lmao",
  "This right here.... https://t.co/Asy9zF7upC",
  "@Swissinho loool ahh madness makes the mundane bearable 🙃",
  "&amp; if you never learn life will continue to repeat those lesson only the next time around it’ll be more brutal.",
  "If you never bother to understand why you feel the way you do about anything you’ll never learn.",
  "@Swissinho What’s the difference between male-female or same sex friendships? If you’re mates ya mates regardless.",
  "@Swissinho @Leomie_Anderson @Oloni I don’t doubt that &amp; it has a lot to do with this idea of “ownership” in romantic relationships but that’s a topic for another day 😄.\n\nBut yeah I meant the couple need to talk it through.",
  "@Swissinho You know friends get matching tattoos/initials all the time? lmao",
  "@Swissinho because I’m sure if the two had a platonic relationship instead of an intimate one he wouldn’t be making such demands.",
  "@Swissinho @Leomie_Anderson @Oloni It’s dramatic; I don’t think it’s worth breaking up over but definitely a deeper discussion into why he doesn’t feel secure in his relationship needs to be had.",
  "@Swissinho @Leomie_Anderson @Oloni He’s buggin’ out over someone who’s no real threat to his relationship. The insecurity is showing.",
  "Your rule book doesn't apply to me, I do as I please.",
  "If anyone hasn't seen NEWNESS yet check it out, it explores the \"complexities\" surrounding modern dating &amp; open relationships.",
  "I’m in a skirt with no tights on a rainy Monday morning 🙂",
  "Exhaustion is a muthafucker this morning.",
  "haven’t really shared any of my work on here in a while, so here’s some photos from a lookbook i worked on last month. https://t.co/YA5sm6i94s",
  "Taking out your partner's weave/braids etc is probably one of the most intimate acts (obvs besides sexy time) it's too cute https://t.co/jBqyPG2o7V",
  "I preferred it when everyone was just a blur 🙂",
  "Downside to needjng to wear my glasses is having to see more stupid shit.",
  "\"No, it‘s because I‘m talented\" jlsjdksksk she was so blunt, I‘m living!! https://t.co/edD8deKage",
  "No it’s not lol https://t.co/tDTWUuNN9y",
  "I’m gonna miss my flat so much omg 😭",
  "I hate packing sooooo much 😩",
  "Heyyyyyy 🤸🏿‍♂️",
  "Listen I can’t wait for that real sunshine to slap my skin.",
  "lmao omg! https://t.co/maDP3jIrKl",
  "You can blame your upbringing, your abusers, trauma but at the end of the day you’re responsible for your healing and growth. That’s on you.",
  "Uber drivers that charge you a cancellation fee after waiting all of 46secs I wish chronic diarrhoea on you.",
  "I’m on my 3rd plate &amp; I’m in a crop top... played myself. played myself hard.",
  "Guys it’s actually warm outside...",
  "The year of impulse.",
  "@Stephmayerss Do it! Do it now.",
  "@Oloni @unbounders This is awesome congratulations darling ✨🎊",
  "It’s happening. https://t.co/465pAFd6Xi https://t.co/5gz6XKLOUT",
  "This is a shot in the dark but does anyone have an IAG cargo account with Heathrow airport?",
  "@bilzyb Yess.",
  "@bilzyb Her music just makes me want to be naked...",
  "If the love is real they’ll wrap your hair in a headscarf on the nights you fall asleep &amp; forget.",
  "Love me &amp; my headscarf, we come as a team.",
  "No seriously wtf?!! https://t.co/pisbiNXpNm",
  "@A_Witty187 Hahaha!",
  "Nufuor bitters https://t.co/AA6RD2sJ5l",
  "I’m so dramatic I was really ready to drown my sorrows lol.",
  "Having tech savvy hands on deck &gt;&gt;&gt;&gt;&gt;&gt;&gt;",
  "My MacBook is fucked so I’m going to drink till I pass out. xxxxxxxxxxxxxx",
  "@RayFiasco Yeah this is fuckin sick!",
  "RAY FIASCO. 🎥🎬 Showreel. \n\nHave a look, share, enjoy🏌🏾 https://t.co/xhCVczD827",
  "If you’re gonna start moving funny over something you’ve assumed, stay that way. Communicate or leave.",
  "I go into Mothercare &amp; melt at all the cute baby clothes; I step out of the store surrounded by noisy sticky children &amp; just like that baby fever disappears 🙂",
  "My mates pretend they hate me psychoanalysing them but they love it really lol.",
  "@NanaDuncan_ Trying to ensure residual feelings aren’t manifesting in self destructive ways 😁😘😘",
  "@NanaDuncan_ Ouch looool ☹️☹️",
  "@jayandreas_ 🤸🏿‍♂️🤸🏿‍♂️",
  "@NanaDuncan_ It’s free therapy you ungrateful swine!!! 😂",
  "@jayandreas_ She’s sexy 🤷🏿‍♀️",
  "@MrCharlieOG @mxmsworld So loud! loool",
  "@mxmsworld @shanalala_ 😂😂",
  "*taps mic*\n\n“Hello hi. Sister in the blue dress”\n\n“No not you Suzanne you look excellent “\n\n“Blue dress, gold bag next to the fire exit... yes! You need to use it and leave” https://t.co/Qm2dINJeu7",
  "@jayandreas_ Yeah so I can get with my ex’s ex 😁",
  "lmaoooooooo. https://t.co/t4kuCTMzV8",
  "@KinikiJones \"I can't be played. A person trying to play me plays themselves.\" – Prince Rogers Nelson",
  "Sistah. Ka no biom. https://t.co/We3JQOG9Ii",
  "Unrequited love makes no sense to me because love is a choice... so why would you knowingly play yourself? 😬",
  "@LaEtchi A Ghanaian proverb",
  "Nipa y3 forken.",
  "Prime Ye. https://t.co/r8xMIKJyx0",
  "The sun is choong this morning.",
  "@jojoldn Yes yes!",
  "#RECESSSpringFling https://t.co/lw9JQCF1jw",
  "@GyminyCricket 😂💕💕",
  "@GyminyCricket Aw sorry to hear hun xxx",
  "@GyminyCricket What are ya?",
  "@GyminyCricket Lmao my Leo moon balances me out sometimes... SOMETIMESSS 😂",
  "@MsBiney Aww Diego! That’s soo sweet! 💕",
  "Y’all won’t believe what happened! 😩 https://t.co/NplTQnjFG8",
  "@GyminyCricket It’s not worth it we’re exhausting.",
  "Wow, I’ve seen/heard a lot of MLK footage but this is the first time I’ve seen this interview. How profound this is. https://t.co/Lm8SR2z3bT",
  "@Swissinho The OG!",
  "Cats are awesome.",
  "Logan use to follow me to the corner shop wait outside till I was done then we’d stroll home together 😄",
  "😩💚 https://t.co/B5PmYr27vH",
  "Now I do what I want 🤸🏿‍♂️",
  "@wildfeminine_ Ooh ok ok I get you. Mmmm yeah I’ve witnessed the last bit 😄",
  "@marymares69 🤗🤗🤗",
  "I'm happy to finally present to you this painting... Took a while though to complete \n'Through the Storm'\nOil on canvas\n30\"x40\"\n2018 https://t.co/S6i0wlfm37",
  "no. https://t.co/XAmvZyEawM",
  "@wildfeminine_ 6 months? Talking about what Tosin !",
  "Evening guys. Here we have a little something something for you. \n\nTeaser Video from Saturday’s #jayslinkup #rollandrave #90s https://t.co/Lq9HG0Tm9g",
  "If you pick up the controller... I’ll play the game.",
  "@RadioMels All titts deserve facetime!! 💕 😁",
  "Tittys are medicine.",
  "@marymares69 Gimme some of that energy!",
  "Aw work boyf got me my fav muffins to cheer me up.",
  "I need red wine. Lots of it.",
  "I’ve been soooooo overtly emotional these last couple of days I dunno what’s going on... I feel out of control 😬",
  "Check out my website https://t.co/xLDiCLBNPM made by yours truly, tell a friend to tell a friend.… https://t.co/rTd5RTzy7B",
  "George Jefferson!! The visual 😂 https://t.co/ajSLGDq414",
  "@Oloni *cue temper tantrum*",
  "Please I don’t want money just watch, subscribe and like please. God bless. https://t.co/KWa4tb1KkX",
  "@LaRae_x Over 3 decades... still senseless.",
  "1982.",
  "I should get some sleep right now... but as a master of self sabotage why would I?",
  "But once you play around with colour that’s it 😬",
  "I wanna dye my fro.",
  "looooooooool https://t.co/JUFXBj4e1d",
  "@Ruthlessisback No one is like you bloody deviant looool!",
  "@Ruthlessisback I can’t read I’m dysl3xic.",
  "@Ruthlessisback Loool what is this?",
  "@IsaacsIntuition Wavy",
  "Of course I fancy Tommy Shelby; predictable 🙄",
  "@KinikiJones lmao this is so true 😩",
  "I’m a sentimental hoarder.",
  "Throwing/giving away almost all of my stuff is going to be painful but therapeutic.",
  "I’m attached to so many clothes I don’t wear 😐",
  "People who fart on public transport are from hell",
  "Chaos is a ladder.",
  "This Loyle Carner dude is awesome; I’m really enjoying Yesterday’s Gone.",
  "So we’ve bonded over being Ghanaian &amp; sharing the same zodiac 😁",
  "Canceling your boo and then changing your mind in a matter of hours without them having no knowledge of any of what just happened 😭",
  "@NanaDuncan_ Yes dear 🙃",
  "@mxmsworld @NanaDuncan_ Perfect we can do your\ndates then!",
  "@mxmsworld @NanaDuncan_ I wanna say this weekend but it’s so close kmt.",
  "@NanaDuncan_ @mxmsworld Ohhhh 😬.",
  "@mxmsworld @NanaDuncan_ I’m out of my flat by then ☹️",
  "@NanaDuncan_ Next game night this is how I’m destroying you lot! https://t.co/4XxWo8HkGl",
  "Guys, I know how Londoners can be very non-interventionist when someone is being attacked, but if you see any loony harassing someone due to this \"#PunishAMuslimDay\" nonsense, please do not just stand and watch OK?",
  "That’s cause everybody actually pregnant https://t.co/DZS10WO794",
  "Ready for a day of forced small talk &amp; passive aggressive emails 🤸🏿‍♂️",
  "2012 was 6 years ago?? That’s so wild.",
  "I feel like Janelle Monae tastes like...",
  "Get Me Bodied (Extended Mix) &gt;&gt;&gt;",
  "@Malcolm77365107 @kenp4ch1 Hope you’ve had a blessed Easter ✨",
  "@marymares69 It’s so fun! Skin out &amp; bake evenly ✨",
  "@theultimateNA I realised that this weekend 😩",
  "When is Love Island back? I miss the mess.",
  "@TimelineAngel @Evin_Esq @MysticxLipstick @thetrappahontas Ouch! this triggered me lmao!",
  "Portugal &amp; Spain have loadssss. https://t.co/Ki0f7JE4JJ",
  "We were following a lioness carrying her cub &amp; she was getting really tired. An elephant showed up wanting to help the lioness. The elephant put its trunk down, the cub jumped up &amp; the elephant carried the lion cub!!\nS28, 3km from S entrance\nTinged by Sloof Lirpa https://t.co/aebvHwtrv5",
  "I power nap at house parties &amp; I’m not ashamed.",
  "@mxmsworld It’s a hamster isn’t it 🤢",
  "@mxmsworld You’re getting a pet?",
  "This is how I know I’m not mature enough for kids because I’ll be twisting ears in that park. https://t.co/0370AA6avb",
  "@mxmsworld I know 😋",
  "@mxmsworld Mannerless 😁",
  "@NanaDuncan_ Of course ringleader lol!",
  "Mood : Akolabonisem.",
  "@mxmsworld Love you moreeeee 😘💕",
  "@mxmsworld 😈",
  "@voluptuouswitch Honestly!",
  "trying so hard to unlearn this but https://t.co/7THorsp4FG",
  "Martha is stupidly buff.",
  "Fufu &amp; peanut soup really hits all my sweet spots.",
  "https://t.co/V5IeBtjikn",
  "@mxmsworld Ayyyy 😍😍😍",
  "@kenp4ch1 About to tick of a biggie!! 😁",
  "You’re young; do it all. \nDo it now.",
  "I don’t even want to check my account after this weekend ‘cause I’m so disappointed in myself.",
  "I'm just a soul who's intentions are good. \nOh lord, please don't let me be misunderstood.",
  "Transparency. https://t.co/kBxOjFNBF9",
  "Wash my hair... bring me breakfast in bed... rub all the knots out my back... Tell me how precious I am.",
  "People be like my love language is physical touch and some say it’s quality time and others say words of affirmation or receiving gifts or acts of service\n\nAnd I say all of the above. You gon give me all of it boo, all of it",
  "I have princess syndrome because I didn’t get the attention I deserved as the last child 😄",
  "Me everytime Beyoncé does a key change on Love On Top https://t.co/QlRwyrDVHu",
  "@mxmsworld 😄😄💕💕",
  "@mxmsworld I’m a sucka; I need to hear sweet nothings whilst you wait on me hand &amp; foot lool.",
  "The anxiety of doing everything last minute is clearly what I live for.",
  "I haven’t even attempted to start packing. 😬",
  "https://t.co/GPXzfmgKtz",
  "Mornang.",
  "@bilzyb This is so pretty! 😍",
  "I’m a brat yes; but I’m working on it.",
  "@kenp4ch1 If that’s the best it brings out in me then I’m a rotten egg.",
  "@kenp4ch1 😒",
  "@IsaacsIntuition That poison Kmt.",
  "Brown liquor makes me nuts. Sticking to wine drunk.",
  "@mxmsworld 💕💕 love you too my darling!",
  "Brown liquor is of the devil.",
  "Alcohol is foul.",
  "Well done to the ladies at #BlackFemmeFilm for organising an awesome night!",
  "Iron meds kicked in early I feel amazing. God is good. Yes she is.",
  "@NanaDuncan_ &amp; you look 12. Win win.",
  "@NanaDuncan_ Wow you’s a old bitch.",
  "WHATEVER YOU WANT! BA BA BA BAAA \n\nWHATEVER YOU NEED \n\nMY HEART BELONGS TO YOUUU https://t.co/2QKF0DUQfn",
  "@JLoriane It’s fucking shit! That’s what it is.",
  "lmaoooooooooooooooo https://t.co/9p78Gxd697",
  "Feeling lucky think I’m gonna play the lottery.",
  "I’m not a player I just crush a lot.",
  "I really miss Swedish House Mafia.",
  "https://t.co/z5rZLxYKvo",
  "@Ruthlessisback Solid album.",
  "I’m gonna make at least one baby to the Voodoo album someday.",
  "Strollin' in the park\nWatchin' winter turn to spring https://t.co/cc39nqNmcW",
  "I prefer the rain to the snow to be honest; also I prefer both from the comfort of a warm bed.",
  "I’ll be late fo that. https://t.co/MjfB2s5tVt",
  "Morning!  https://t.co/HTqMa9clVk",
  "What they really mean to say is \"you are what you entertain\", and that is absolute facts. https://t.co/uxmdZ7dByB",
  "@ItsYeezySeason I’ll never tell you.",
  "I don’t think it’s right I have to make my own dinner tonight.",
  "That’s me in 10 years lol.",
  "moisturizing ur titties is a form of self love",
  "https://t.co/brpl2knT0c",
  "That bath was nice, would’ve been nicer if it was filled with milk instead.",
  "Are you deaf? https://t.co/zmuTflSFMj",
  "@makeitwithfifi Solo ones. Date ones. Group ones. Love em all!",
  "Picnics are actually my favourite thing; I can’t wait till it’s warm enough to lay up in a park.",
  "https://t.co/0BuNvMdlVa",
  "@J2ocean_ Hitlist for you now 🎯",
  "@J2ocean_ If I put a pin in you right now you’ll explode... lifff me alone.",
  "@bilzyb @marymares69 Spray some water on your face &amp; pull it together lool!",
  "@marymares69 Funny? That shit will knock you off your feet loool.",
  "Entering the toilets at work is like fear factor. So many adults with no home training 🤢",
  "@Ruthlessisback 🙂",
  "@Ruthlessisback I can’t wait for pain &amp; misery to engulf your life xx.",
  "My uterus wants me dead.",
  "Naa ma naaaniii https://t.co/fSw6MtMex7",
  "@NanaDuncan_ Alright alright no need to gloat.",
  "All you ladies pop yo’ pussy like this... https://t.co/u0cAal9cDJ",
  "Probably inducing cataracts with all them chemical but hey.",
  "Cleaned my glasses with window cleaner because I’m that desperate to say smudge free.",
  "My uterus wants me dead. \nRed Wedding takeover style.",
  "I’m in a mood only electric guitars can lift.",
  "https://t.co/hPuZn6cnn1",
  "I’ve done a combined total of 6 mins of work so far &amp; im exhausted &amp; ready for the weekend.",
  "I’m late this morning because the universe allowed it &amp; that’s all I have to say on the issue. \n\n- Regards",
  "Songs about Jane has real trigger tracks. Love that album man.",
  "Mornang! https://t.co/NcmgNFXHXx",
  "imagine having to wear a coat to your birthday function LMFAOOOOOOOOOO https://t.co/8kPbwWMaP4",
  "@NanaDuncan_ Unfortunately.",
  "@NanaDuncan_ lmao!",
  "Naps are always good.",
  "steal some covers; share some skin. https://t.co/1rvXjEKQmy",
  "Last night was carefree fun; I loved it.",
  "Ahh I’m soo much better now I’ve had some extra sleep.",
  "Or waste away in bed all morning till my stomach eats itself.",
  "Brioche bread, runny yolk, goats cheese &amp; rocket salad or cerelac...",
  "Feeling very defeated right now... thankfully there’s still time left in the day to turn it around.",
  "@MagdalenaMis1 @British_Airways @IAG_Cargo I’m having this same trouble now &amp; I’m  absolutely LIVID! IAG cargo pass you on to 3rd party companies who charge you whatever they feel like &amp; they don’t make this information clear &amp; readily available on the website either.",
  "@jayandreas_ Yeah babe, just energy supplies are lacking today that’s all.",
  "Anaemia 1 - Me 0",
  "Kanye albums described by The Office 😂 https://t.co/klUzGNiVPJ",
  "@ItsCee_xo 😍",
  "Offset &amp; Dizzie Rascal look alike.",
  "@bilzyb Yep Yep!",
  "@ItsCee_xo 20 years?  That’s insane!",
  "My dress tomorrow. 😈",
  "His name is Stephon Clark. He lived with his grandparents &amp; siblings. Stephon was carrying a cellphone - in his own backyard. The police apparently thought it was a weapon and shot him 20 times. 20 times. Killed him. \n\nStephon was 22. His whole life ahead of him. Horrifying. 💔 https://t.co/zjkjDDSb5O",
  "@makeitwithfifi Yes yes yes! When he hits that falsetto?!",
  "lmaooo.",
  "Eat before you come to my housearoni https://t.co/u4ye8mdMFS",
  "@kenp4ch1 Pant on motorbike clef? Kmt.",
  "@kenp4ch1 Lool no way.",
  "@kenp4ch1 The Marley?",
  "If that’s the heartbreak people speak of please keep it far away from me.",
  "I don’t know what Auntie Lauryn was going through when she penned Ex Factor; but I swear I feel it all every time I listen.",
  "@NalaMonroe You feel it right in your gut.",
  "@CoCoMaiPhillips She ready did!",
  "Tell me, who I have to be.\nTo get some reciprocity.",
  "@NanaDuncan_ That’s a fucking look to be really honest.",
  "My attitude is actually revolting when I’m PMSing... wow.",
  "Logic will be the unraveling of me I know it.",
  "On Favour Jonathan's 'Statement of Pride' project for @Refinery29UK, talking identity &amp; versatility of natural hair https://t.co/zHkAHoOhSt https://t.co/39FomR5XSb",
  "@ItsCee_xo Honest or not it must sting though fuck! ☹️",
  "@helloalegria This is exactly what my mum was telling me!",
  "@ItsCee_xo Feelings change though; it’s fucked if this came out of nowhere with no prior warning &amp; a chance to work through it. but if not honesty is always best.",
  "TLC - Creep.  My favourite. https://t.co/wyyu1fFgvI",
  "Amber Rose’s son is so adorable! He’s so expressive I love it.",
  "I feel like my dyslexia is getting worse, is that even possible... 😬",
  "@mxmsworld I don’t know how to say what I wanna say without sounding insensitive 😬",
  "I’m grateful a passed out at like 9pm last night I feel great this morning 🤸🏿‍♂️🤸🏿‍♂️",
  "my dog charlie is severely over weight and was tryna get up the stairs today and i thought encouragement would help and .. https://t.co/JG8xtWIMsT",
  "“Wine wednesdays” is an excuse for me to indulge to be honest.",
  "only😊 respecting😊 women😊 you’re😊 attracted😊 to😊 isn’t😊 respecting😊 women😊",
  "So spring decided to say Hi this morning.",
  "We all need therapy. We’re all mad.",
  "@_browngirlgh Thanks! 😘😘",
  "@MsBiney Told ya! 😄💕💕",
  "@MsBiney The raw aloe vera on your hair?",
  "@ClinicallyLuxe Crisis averted we all good now! 😄 x",
  "@ClinicallyLuxe Yeah! I left it in my hair for a couple of hours &amp; my curls are gone. It’s pretty cool trick but if my curls don’t come back I’m gonna be devastated 😭😭😭",
  "Omg this castor oil &amp; aloe treatment actually straighten my hair &amp; im scared it won’t revert back 😩😩😩",
  "@theultimateNA I just did some Google’s castor oil does infact straightening the hair when used as a hot oil treatment! I hope it’s not permanent 😩😩😩",
  "@theultimateNA With aloe vera left it in my hair for like 4 hours.",
  "My curls are looser &amp; it feels heavy... I don’t like it.",
  "I did a hot oil treatment with castor oil... I think it straightened my hair 😬",
  "@fj_banks It’s brought me so much joy this afternoon honestly lool.",
  "If you’ve made plans with me please don’t let me have to chase you; 9/10x rescheduling won’t bother me. It’s not that deep.",
  "This is waaaaaaaay funnier than it should be. https://t.co/9VUVnSeTWP",
  "@PuddiSRC Fab! Gonna watch it tonight lool.",
  "In Fante “Br)” means the horizon and “akyire” means behind. Thus, “Beyond the horizon”. \nSince the colonizers came by sea, the people said they came from “Br) nakyie” leading to the origination of the word “AburoKyire” . https://t.co/IhxlcGNGrz",
  "Ya breh.",
  "Have you seen 12-year-old Destiny Mukendi from Brent? She has been missing since 23:30hrs on Thursday, 15 March. Please call 101 if you spot her. https://t.co/1UubnQJS2Y",
  "Why did I think this was trying to sing Iskaba because it didn’t make sense 😩😩😩😩😩😩😩 https://t.co/bP1rDjb2FC",
  "I just need to learn how to make shitto &amp; bofroot from scratch.",
  "@NanaDuncan_ I’ll swing those brats by their pigtails.",
  "I’ve started putting random boiled eggs into my red stews. It’s official auntie life has begun.",
  "@NanaDuncan_ Me as a parent.",
  "Pahahaha they’re seething in the comments. https://t.co/SgRTAeuQM6",
  "@jayandreas_ Ahh the prison! It’s about to get PEAK.",
  "@jayandreas_ What episode did you just watch! lool",
  "Vibin’ out to you make me too human 🎶 https://t.co/F1dgNwaGZ7",
  "I’m struggling to unwrap myself out of these covers.",
  "Is there a small print when you buy your glasses that states; you’ll always see through smudged lenses no matter how hard you clean them? 😬",
  "Another one. @Migos x @Drake x Flex God Daps. WALK IT TALK IT video out now. Go check that. Shoutout Jamie Foxx 👊🏿\n🌊🌊🌊 https://t.co/dtHXgBUGBZ",
  "@mxmsworld That’s my fucking song! That &amp; Addiction.",
  "@wildfeminine_ Like wtf lol he’s a baby instead of being knee deep in KS3 books kmt.",
  "@wildfeminine_ Ok so when I say my kids are owning flip phones till they can buy their own I’m not mad.",
  "To become fully realised beings. https://t.co/hbzDMSlW4j",
  "Making people feel safe. https://t.co/252d5y8iZc",
  "Sing. https://t.co/7rX5SMUpSX",
  "Yes. Sometimes. https://t.co/O9GnELbvBk",
  "Sociology &amp; English Lit. https://t.co/IaNde8xiKA",
  "I change my mind Chandler is funnier than Phoebe.",
  "They do it on purpose.",
  "Me: Buy Yorkshire puddings for the roast this afternoon.\n\nA man: There weren’t any Yorkshire’s so I bought Onion rings instead.",
  "a select group of straight girls, because vocal, bi and queer girls are not complaining o. climax we dey reach. https://t.co/oj3108vMoK",
  "@Sebby_VI Pricks I’m so mad! 😩",
  "Proper disrupting my Sunday plans.",
  "Errm why has Adventure Time been removed from Netflix? 😐",
  "As a duo the water looks perfectly aligned. https://t.co/QU4Ly1XgCm",
  "Violently hitting the reset button.",
  "The biological chemical warfare against black people👇🏿👇🏿👇🏿know your history! https://t.co/TREnVEnvy2",
  "@OheneKwes More gripping than Peaky Blinders?",
  "@NalaMonroe I’ll give it a go! x",
  "Is Altered Carbon worth the watch?",
  "This is anti black. https://t.co/HfL5QBa0eq",
  "At least the biggest is ticked off 😊",
  "I’m only 8 things into my 25 things to do whilst 25 list. I need to do better.",
  "@theultimateNA Haha I will thanks!",
  "Who wants to teach me about healing crystals? Anyone? Ok thanks.",
  "@omozay WOW.",
  "@LoveCass_ @Ruthlessisback It was so random! Lool Anthony who hurt ya?",
  "@LoveCass_ @Ruthlessisback loool!",
  "@theultimateNA Hmm so would you advise if I use Cantu again just to use it on my hair set without additional products?",
  "\"Brutus is just as cute as Caesar right? Brutus is just as smart as Caesar people totally like Brutus just as much as they like Caesar, &amp; when did it become okay for one person to be the boss of everybody because that’s not what Rome is about! We should totally just STAB CAESAR!” https://t.co/gCoVlZfR8l",
  "Quit one vice only to indulge in another 🙃",
  "Raw Aloe Vera. https://t.co/sWZpM570Px",
  "Red wine? I wanna run to you forever!",
  "@ItsCee_xo Wow! &amp; you’ve got thicknesses &amp; length too. I don’t even know how you manage. Looks good though! 😍",
  "@CoCoMaiPhillips I’m scared of cantu now loool. Maybe I’ll strand test it.",
  "@ItsCee_xo The moisture in my hair doesn’t last too long so I have to pop a leave-in in a couple times a week.",
  "@ItsCee_xo Oh wow!! I didn’t even know I had to account for that. I didn’t use any gel with this just a leave in conditioning spray which is maybe where I fucked up.",
  "@ItsCee_xo It’s a curl pudding; first &amp; last time I’m ever doing that again! What is porous hair?",
  "@CoCoMaiPhillips Eco styler is worse for me! It flakes in 2 mins.",
  "@NanaDuncan_ Why wasn’t I warned!!!!!!!! FUCK!",
  "I’m gonna firm it &amp; go out same way; I’m taking my headwrap for backup in case the shame is too much to bare lool.",
  "I have to go out but it looks like I have dandruff &amp; I don’t have time to rewash my hair... 🙃🙂🙃🙂",
  "Yo cantu’s curl pudding played the fuck out of me... used it for my twist out only to end up in flake central 😩😩😩",
  "@SabinaSilverx Haha thanks hunni! It was the lush Spanish sun! x",
  "Stark is basically Robocop with Batman’s money; take him please leave Thor.",
  "Thanos needs to get his filthy paws of  my baby Thor... take Stark or Cap!",
  "Watch the new Avengers: #InfinityWar trailer. Get your tickets now: https://t.co/xQsJemiGws https://t.co/Pv9UmDBAsN",
  "When you get those first set of cramps &amp; you dont have a pad/tampon on 😩😂 https://t.co/Bxsb5xExps",
  "Start Trek Discovery is my new shit.",
  "@LauraLou1115 She’s never happy! She’s so self absorbed &amp; the way she treats her mum urks me.",
  "Gotta be careful w those infected w malice. Only they can cure themselves",
  "I can’t stand Kate ugh!!! #ThisIsUs",
  "Boga! Boga! @jayandreas_  Happy birthday my darling; hope you’ve started the celebrations early!  Blessings 🎊💕✨",
  "@mxmsworld Ahhhhhh! Please can we go today? 😩",
  "@KwesB Thanks! ✨",
  "@RenzLifestyle Ayy 🤙🏿🤙🏿",
  "@HumbleKenz Wise man.",
  "Thought my thirst for silver foxes had passed; then I saw Pierce Brosnan in The Foreigner... 🤤",
  "Madiba riddim &gt;&gt; Passionfruit.",
  "I’m literally buzzing through my bucketlist effortlessly.",
  "I’m going to own a lake house in Ghana.",
  "@LoveCass_ @MrMe_Too I tasted it for the first time last week &amp; it reeks omg.",
  "I need to get out of this country before it implodes.",
  "@bobsonthebeat Ayy! Bobby!",
  "@LoveCass_ Acid lool the drug. I’m being dumb 😄",
  "@LoveCass_ LSD.",
  "Trying to fill awkward silences makes it even more awkward... just ssshh.",
  "@omozay Let’s not ruin this precious moment.",
  "@omozay I’m so proud of you we should do drinks xxx",
  "A 2 Chainz feature can instantly make a track 10 times better https://t.co/smrjx0vGub",
  "@httpEra404 Don’t insult me because you’re struggling to articulate your mute opinion. It’s cheap of you.",
  "I’m going to listen to 2 Chainz. A prophet of ignorant rap.",
  "@httpEra404 I’ll be honest I’ve completely missed your point, you’re talking about one song in a debate about sound biting.",
  "@httpEra404 @LoveCass_ @MonsieurKane @mxmsworld I didn’t even know it was a “cover”. why? ‘cause Beyoncé has her own sound, had she sang it like anyone else there would be questions. Again crossing genres isn’t sound biting.",
  "It’s a smart way to stay ahead of the competition if your talent doesn’t hold enough weight to keep you at the top.",
  "Drake is very good at what he does, which is biting your sound when you’re up &amp; coming. Commercialising it so by the time you “blow” people don’t see your style/sound as being unique to you.",
  "@httpEra404 @LoveCass_ @MonsieurKane @mxmsworld Versatile? Lmao he’s a thief I don’t think it’s a coincidence a lot of the artists he “put on” don’t fuck with him like that anymore. He jacked their shit.",
  "@fj_banks Where is the lie though ? 🤷🏿‍♀️",
  "&amp; The Weeknd. https://t.co/rHOuAmeI5C",
  "@AnnieDreaXO YES!!!!",
  "@httpEra404 @LoveCass_ @MonsieurKane @mxmsworld Crossing genres isn’t stealing a sound. Drake ends up rapping/singing exactly like everyone he works with. Who sounds like Beyoncé? You can barely even get her on a feature.",
  "@httpEra404 @LoveCass_ @MonsieurKane @mxmsworld Hey hey hey hey hey! I need to see the bill &amp; receipt please.",
  "Remember when Drake sounded like Big Sean then ilovemakonnen then Partynextdoor...",
  "@LoveCass_ @MonsieurKane @mxmsworld Drake is a sound biter though; he steals your sound/flow &amp; commercialises it. (I still bop to him same way) lool",
  "my moon sign battling my sun sign for dominance w/ my emotions https://t.co/CZHkZl7XQd",
  "@J2ocean_ lmaooooo!",
  "Love watching their bond...\n(IG: arat.gym) https://t.co/Mf3yxXsObk",
  "Power napping after lunch is the only reason I haven’t burnt this office down.",
  "March energy is on some other shit.",
  "Hmm maybe deja vu could be us briefly syncing with ourselves in a parallel universe.",
  "rip stephen hawking, a brilliant mind and deliverer of sick burns https://t.co/v7vQZXHiKJ",
  "@jamavelli @mxmsworld I think Erykah holds more weight.",
  "@mxmsworld Hahahahahahaha!",
  "@ymsldn @mxmsworld loool see iPhone does this automatically 😄",
  "@ymsldn @mxmsworld I agree but I can’t RT because Beyoncé*",
  "Are you dating an inmate? What the heck.",
  "People that say they don’t see an issue with not replying to their partner in 2 weeks have never been in a real relationship. \n\nYes I said it. Shoot me",
  "@omozay @SELVSSE Yeah that’s my son so I stan lool!",
  "@omozay You’ll only be doing yourself so good luck.",
  "@omozay If you like her you need to listen to https://t.co/8Q555JlvQc produced by @SELVSSE !",
  "@omozay Whilst there’s still breath in mine &amp; Beyoncé ’s body? Never.",
  "@MindOfASaneMan @omozay Yup; also a lack of growth in his music. His debut album came out 13 years ago his music should have grown with his core fans. But he’s still making teen  bops.",
  "@omozay 🐝🐝🐝.",
  "&amp; Kanye.",
  "&amp; Beyoncé.",
  "The sun is out I’m only gonna me small small late to work; it’s a good day.",
  "Good morning to everyone who brushed their tongue.",
  "@IsaacsIntuition Yeah we’re sick.",
  "@IsaacsIntuition Hahaha. Is it sick that I feel so satisfied  when I’m working a big one &amp; i actually hear it pop?",
  "Or I have short bursts where I give something my undivided attention then that’s it; I never come back 😕",
  "You know what my problem is? I have the atten span of a goldfish.",
  "@IsaacsIntuition It’s disgusting but I love doing this to other people. Not randomers though I’m not a maniac.",
  "Married couple in China discover they appeared in same photograph as teenagers: Report https://t.co/n0OLNxKbUi https://t.co/vrSlECRRmP",
  "@mxmsworld @Ruthlessisback *flatline*",
  "@ymsldn @mxmsworld @Ruthlessisback 😄😄😘",
  "@MonsieurKane @Ruthlessisback @mxmsworld @hashtagcali_ It was the training I never knew I needed 🖤",
  "@mxmsworld @Ruthlessisback &amp; leaves him for a a younger man with facial hair. Haha!",
  "@mxmsworld @Ruthlessisback I can’t wait for a chick with serious corns to shove her foot down his throat.",
  "I think I’d use it if Twitter stories became a thing.",
  "@omozay Ya welcome 😘",
  "@mxmsworld Memories! 😩💛💛💛",
  "@hashtagcali_ @Ruthlessisback @mxmsworld Remember when she comes over to the office &amp; slaps his PA? 😂",
  "@hashtagcali_ @Ruthlessisback @mxmsworld ICONIC!!!",
  "@Ruthlessisback @mxmsworld Lmao heartbreak is a strong word. I was shocked at the audaciousness 😂",
  "@Ruthlessisback @mxmsworld 1st &amp; last time dating a Nigerian man.",
  "lmao I remember 16yr old me so upset after a breakup; I went over to @mxmsworld house we ate, drank, talked trash about men &amp; watched Waiting to Exhale 😄💛",
  "The Waiting to Exhale soundtrack pops severely! Makes me love the movie even more.",
  "Be sittin' up in my room\nBack here thinkin' bout you \n🤸🏿‍♂️🤸🏿‍♂️ https://t.co/9Q0ZDp6yLg",
  "\"He eating my shit and you just going watching taking photos?\" https://t.co/n7G04Txgef",
  "@NarkiP Thank you! ✨",
  "@omolaramart @HATC_official Amazing! Congratulations sweetie!! ✨✨✨",
  "When I launched @HATC_official in December, I never thought my shoes would end up being featured on British Vogue let alone being worn by Vanessa Kingori, Publisher of British Vogue next to Editor In Chief Edward Eenninful and OPRAH WINFREY !!|  📸 via   https://t.co/83RkfEriQs https://t.co/e1yXi5iml6",
  "@jayandreas_ Hahaha",
  "This song makes me feel warm inside. https://t.co/hwKsOM0Xmv",
  "@jayandreas_ Philomena Kpeteng3.",
  "@jayandreas_ Mi ti brofu sorry.",
  "Working on working better &amp; im glad to finally have this up &amp; out to stream!\n\nStimela (Hope) [feat. Hugh Masekela] by SELVSSE \n\nhttps://t.co/x0K8s0qQku https://t.co/Zu6FJVpDo1",
  "This right here 👇🏿 https://t.co/V4PZTSn4hN",
  "@Sebby_VI 法律上是盲目的",
  "Such a rookie mistake.",
  "Realising wah too late you’ve been wide tooth grinning &amp; chatting to your manager with a giant hickie on your neck... 🙃😊🙃",
  "damn you on ya period?\nuh, I had plans on it. \nat least you just put ya hands on it. https://t.co/D9Q2czmqoJ",
  "Morning! xoxo my love is very special.\n\nFree kartel di world boss.",
  "But a lot of people assume attachment is a healthy part of any relationship so I’m not surprised lol.",
  "It’s also quite narcissistic. \nYou don’t place these unrealistic expectations on one friend/family member so why would you do this to your partner?",
  "louder. https://t.co/acE0zu2xOd",
  "But that’s a rant for another day.",
  "Plot twist : they’re analogous. https://t.co/25re52YWHB",
  "God keeps mad people out of my life because he knows their madness &amp; mine can’t coexist.",
  "Wow. Putting Picasso art pieces on your body for him to disgrace you like so?",
  "@mxmsworld My love 💕",
  "@RenzLifestyle 🖖🏿",
  "lmao I send my dad my looks before anybody.😂😂😍 ion need nobody to gas me but him😭 https://t.co/0tIj83TWae",
  "All things are working for me, even things I can’t see.",
  "@mxmsworld I’ll take it lool! 😘",
  "@kvchingg lmaoooooo",
  "@mxmsworld Younger bones lool.",
  "@KinikiJones What a night what a night! lool",
  "@KinikiJones Wow you were there? Is that how gone I was 😂",
  "I still have this red dress even though it takes me 20 mins to put it on now lmao.",
  "Me at 21! I was such a little cherub 😩💃🏾 https://t.co/GUNpu2pxXq",
  "My 21st birthday was so fucking amazing.",
  "I’ve just had a sudden rush of nostalgia for my early 20s.",
  "@wildfeminine_ 💕💕",
  "I just want to successfully recreate Vapianos Gamberi e spinaci at home so I can stop giving them my money.",
  "@MsBiney Sissy 😘✨",
  "Routine is killing my spirit.",
  "💈 https://t.co/qSAU2nVSY3",
  "I need a scalp massage.",
  "Mi ko mi krom! https://t.co/qorkVMg0kE",
  "@bilzyb Ay congrats to ya!",
  "When in doubt blame black women init.",
  "lmaooo oh wow https://t.co/pHdTIHLZvW",
  "Yeah this movie is hot garbage.",
  "I’m really trying to get into annihilation but it’s painfully boring.",
  "No way lmfao https://t.co/J4b8ir5adb",
  "lmao reminds me of when this little girl asked what sausages were &amp; I told her it was Peppa pig. Come &amp; see tears 😂",
  "@NanaDuncan_ But it’s Beyoncé 😬",
  "When people ask for your opinion only to tell you you’re wrong??? 😬",
  "@omozay @Swissinho lmao this is so wild because I’m actually considering it... wow I have a problem.",
  "I’ve seen her 3 times already but that’s not the point 😩",
  "I’m not going to be here for the Beyoncé tour &amp; I’m struggling to hold it together...",
  "@FLOTUK You look lovely x",
  "This is the look of JOY. Guys my nyash has official been on the same seat as Oprahs. 😭😭\n#AWrinkleinTime #Awrinkleinlondon https://t.co/LwrfVtG4th",
  "My neighbours must think I’m going through something the way this bass is shaking the house lmao.",
  "Tight lipped procrastination.",
  "https://t.co/I7JguTk6Vm",
  "Just gimme my pre period titties &amp; go please.",
  "Pms induced anxiety... ah don’t we women suffer enough?",
  "Yooooo feels so good to be off on a Monday.",
  "Be sittin' up in my room\nBack here thinkin' bout youuuuu 🎶",
  "@Sebby_VI Fine boy no pimple!",
  "People have a natural desire for companionship...procreation...nobody has a natural desire for marriage.",
  "Working on getting over it this year.",
  "Oversharing makes me uneasy...",
  "I listened to Eartha Kitt’s advice &amp; my life changed.",
  "I want a really nice photo album to put all my prints in.",
  "I’m going to start The Office (US Version) I heard it’s comedy gold.",
  "@akvsl Ay I’m just a cheery spectator with this hashtag oo, you all look gorgeous 💕",
  "@akvsl Ahofe ginger 😍",
  "Pitch Perfect is so cringey but I can’t stop watching it.",
  "*twitter is suspending accounts for cussing*\n\nme: https://t.co/7zyzuigrtL",
  "@EbonyMcStrology Lmao wow.",
  "https://t.co/vPB2o1xOQw",
  "Money Trees is still up there as Kendrick’s top 3 greatest songs to date.",
  "Be the last one out to get this dough?! NO WAY!",
  "@Swissinho Well this is mean.",
  "I’ve committed to making Sunday roast for my loves today; but that means I have to go outside 😬",
  "@Oloni Proper weirdos loool",
  "@ItsCee_xo Your Avi is stunning 😍!",
  "@Oloni Wtf loool",
  "I enjoy putting full stops at the end of all my sentences; don’t take offence.",
  "@NanaDuncan_ Fi ha ko looool",
  "fun fact: snickers is actually the greatest chocolate bar in terms of texture, sweetness and overall taste.",
  "@SWEETSONES It’s crazy! If I eat any other chocolate I’ll gag, but snickers just gets it right!",
  "Also enjoyed a few things back to back lol",
  "Yeah; I hate chocolate but I ate 2 snicker bars back to back. https://t.co/PNLVipSXvU",
  "@omozay I don’t believe in marriage 😛",
  "@omozay I’ve failed this test twice &amp; will continue to do so for the foreseeable future.",
  "@Ruthlessisback Oooo on par maybe Maxwell in his prime. MAYBEEEEEE",
  "@Ruthlessisback Come on Dwele is D’Angelo’s son.",
  "The world needs my offsprings.",
  "@Duraginho You failed I’m sorry.",
  "Once they’ve soaked in all that greatness. Hit them with \n\nLauryn Hill - Miseducation \nCraig David - Born to do it \nBeyoncé - 4\nKanye - College dropout\nCommon  - Like chocolate for water.",
  "A TribeCalledQuest -Midnight Marauders\nD’Angelo - Voodoo\nFela Kuti - Entire discography \nErykah Badu - Baduizm\nMJ - HIStory (perfect blend of the top 4 albums) https://t.co/xsGPQQx2Wt",
  "I love my Mama.",
  "LMAO lil Wayne came with all the smoke this night https://t.co/VmFfEd0AEA",
  "i sneezed on the beat and the beat got sickaaaa",
  "@marymares69 looooool",
  "If I start wash day now maybe I’ll finish sometime mid July.",
  "From Adele to Jay-Z &amp; Kanye West, here are 10 songs you didn't know Bruno Mars wrote https://t.co/yHKGplnhrj https://t.co/rz0hV1jefx",
  "@LHw0rld You’re the best",
  "I know what I love",
  "The fastest growing economy in the world is....\n\nGHANA. \n\nhttps://t.co/kiGgAtWDE1",
  "@marymares69 Nicee! I’ll be seeing yous 💕",
  "@marymares69 Fab I’ll be joining them! Lool",
  "We need a crackhead disney princess",
  "@marymares69 It’s my 1st I’m excited! Does everyone go all out with the fits?",
  "@marymares69 Oh it’s themed?",
  "PRINCESAAAAAA 👑💛 https://t.co/oEz0zclU08",
  "Ay my first pxssy palace 🤸🏿‍♂️",
  "I can defo take a hint but I still want you to say it with your chest.",
  "why is my aunty like this please https://t.co/UmUsSccKmU",
  "Synchronicity game on lock though.",
  "7 down. 4 to go. https://t.co/C4Fhhxe0Aq",
  "Apple juice is mad underrated.",
  "Aww Coco almost had me shedding thug tears. What a lovely movie.",
  "I burnt dinner tonight... how childish 😕",
  "@MisBunmBastic 😂",
  "Bruno needs to drop some U.K tour dates so I can lose my voice at his concert.",
  "Bruno Mars is constantly crediting his influences &amp; doesn’t deny he occupies space in very “black music”. So what do you lot actually want him to do?",
  "This Bruno slander...",
  "My beige stew chicken goes off!!!",
  "I can’t believe my poor attempt at brown stew chicken birthed an even more amazing recipe.",
  "@NanaDuncan_ lmaoo 👹",
  "@NanaDuncan_ That’s why it’s more enjoyable to pretend you don’t know &amp; quietly plot their demise.",
  "@NanaDuncan_ Too easy &amp; played out.",
  "@LonelyScribe 😍",
  "Elephants are my favourite.",
  "@cokapanache You’re sweet, I mumble a sorry &amp; offer food 😄",
  "Break up and get a therapist. https://t.co/MhIEZN4YHZ",
  "Do you know how embarrassing it is having to apologise on behalf of your PMS 😬",
  "Pmsing is like an out of body experience, you can see yourself acting crazy but you're helpless against it 🙃🙃🙃",
  "@21Frz Solid album for real.",
  "@omozay Mmm.",
  "@omozay That’s my favourite on Thursdays(don’t ask why) lol",
  "@21Frz 20 something, Garden &amp; Wavy all interchangeable lool you?",
  "SZA’s Ctrl really made me feel something... stellar album.",
  "Hope Beyoncé’s having a good day",
  "My new favourite thing to do is watching people argue with each other under popular tweets lmao",
  "Hey guys ..just released my new single “Where Abouts “ hope you all like it xxx💖💖\nhttps://t.co/Hs6LAv5InR",
  "@makeitwithfifi Loool cats can be so mean but Ragdolls are super friendly just like puppies &amp; so cute!",
  "@makeitwithfifi Get a ragdoll cat, all the fun of a dog without any of the work.",
  "I have undeniable chemistry with every Taurus I meet. Every single one. It’s always authentic.",
  "COCO is on my watchlist, I heard it’s a tearjerker.",
  "@CoCoMaiPhillips You should start! It’s not too late 😄",
  "Next one is this Monday &amp; it couldn’t come at a better time 😊",
  "I pick random Mondays throughout the year to book off work as a treat to myself.",
  "watching y’all complain about expensive &amp; beautiful palette launches knowing full well that my money is safe because idk how to apply eye shadow https://t.co/y9Ppe7ZSY1",
  "Me today when they were chatting about sniffing coke off toilet lids back in the 80s",
  "LOOOOL https://t.co/xEycxO8p93",
  "it’s here!\n\nthis first project from #maaf is an abstract fusion of art and fashion, out of the will and want to make something beautiful.\n\nthe art film was made with footage filmed entirely at the photoshoot.\n\nentire project: https://t.co/3pftDQCrzN\nfilm: https://t.co/roVy7iDX40 https://t.co/KNIKP5pE5m",
  "@makeitwithfifi I girl needs options!",
  "@ClinicallyLuxe @skelechiwatson They are such a joy to watch honestly! It’s not corny or over done, just  beautiful black people in a healthy loving relationship 😩💕",
  "Beth is such a beautifully written character @skelechiwatson is just so amazing to watch on screen  #ThisIsUs",
  "Clearly hunger is a trigger 😂",
  "Like full on RAGE lmao.",
  "I just had a complete meltdown &amp; temper tantrum because the food i waited ALL DAY to eat is gone.",
  "@cokapanache Sick album!",
  "Finally 😩🙌🏾\n\nSeason Two of #TBSS is back April 7th 💃🏾\n\nTickets are available at https://t.co/BeHh3gStkp https://t.co/C3cUHsh6WU",
  "Love to all the women around the world &amp; happy #InternationalWomensDay ; We are the nucleus &amp; the glue that hold it all together! ✨",
  "Having tea with my father this morning, after my shoot🧡. Positive images of #AfricanGirls and their fathers are so important https://t.co/8dTbE8J0vw",
  "My mama helped me escape Uganda when I was persecuted 4 my sexuality 10yrs ago.\nThe last time I saw her, she gave me her watch. She said every time u check the time, I'll be thinking of u at that very time. I lost the watch 6 years ago.I've just found it. In tears.\nSo happy 😢😭 https://t.co/LCGV8B5eMs",
  "Finally! One that embodies me lool https://t.co/GOKHfrmi8b",
  "I’m an impulsive overthinker. It doesn’t even make sense but that’s what I am.",
  "Mmm gonna get a tattoo tomorrow.",
  "@NanaDuncan_ 🤷🏿‍♀️",
  "She actually gave up her edges to live the “black experience” you know? Wild.",
  "Her dedication to pick &amp; drop has ravaged her edges looool 😩 https://t.co/VY790YWQ6T",
  "If Desperate Housewives made an appearance on Netflix that would be a pleasent week of stay in bed and relive the rollercoaster that is Wisteria Lane",
  "I hope Tiffany Haddish never shuts up. Ever. And dances. And talks louder. Enjoy it like you worked 20+ years for it...because you did.",
  "Love/relationships aren’t meant to be intense, anxiety inducing, and turbulent. When you experienced companionship and intimacy with someone who is empathetic, cool headed and you both do your own stuff and respect each other’s boundaries you’ll realise.",
  "Website is now live!!\n\nIf you’re looking for a production company that caters to Music videos, Short film, Documentary, Wedding, Commercial and Photography please do not hesitate to get in touch!! \n\nPlease RT my next client could be in your TL 🙏🏿❤️🌎\n\nhttps://t.co/fLNaPgwpuB https://t.co/02wrL9ituS",
  "The sweet chilli plantain flavour 🤤 !!! https://t.co/yMMKBxV3Rs",
  "@NanaDuncan_ Saaa? Lol",
  "All you can ever do in this life is show love and keep it moving. Folks will interpret that ish according to they're feelings, not how you intended",
  "@NanaDuncan_ Wow the lifestyles of the cute &amp; poppin’ yeah?",
  "@Stephmayerss I don’t even care anymore. I’m not letting that rat with wings touch me! 🤢",
  "@ShirleyIrie This is me lmao! I even push people out of my way",
  "Can I phobia in peace please?",
  "I’m tired of people laughing at me on the street when I run away from pigeons 😒",
  "LOOOOOOOOOL?! https://t.co/sJVRKpZBd9",
  "@MsBiney Hahaha how is that even possible!",
  "I &amp; my shordyyy are one! https://t.co/s6zLJKgzmT",
  "@MsBiney Ay that old man is still there!",
  "@LHw0rld Hey if the giuseppe fits crip walk.",
  "@Ruthlessisback Ahh the one throwing tables &amp; chairs at everyone loool 😬",
  "@ReinaaNatasha The 360 turn in support is crazy!",
  "@LHw0rld So you then? I joke I joke lool",
  "@Ruthlessisback I’m genuinely baffled do I know this person?",
  "@Ruthlessisback Huh? No clue who this is.",
  "Remember the furore when Dianne Abbot couldn't remember a statistic? The media assassinated her, now Boris Johnson can't remember what happened to £46,000,000 of Garden bridge money. Not a peep out of this bent UK Tory cheerleader MSM?",
  "@Ruthlessisback Lovely teeth.",
  "@NarkiP She gives it right back so I don’t mind! 😄",
  "I love my cat more than some friends &amp; family members.",
  "Why is her being herself making you uncomfortable?",
  "Russel Brand, Joan Rivers, Chelsea Handler were/are all allowed to be as wayward &amp; loud as they please. But Tiffany must “behave”? lol ok",
  "!!! https://t.co/eafQGwjHxV",
  "Check out my new website. Made by yours truly🤸🏿‍♂️ \n\nhttps://t.co/BvlGVs2R3p",
  "@fj_banks I’m getting it, I’ll check in with you  in a month for an update 😁",
  "@ItsCee_xo I’m definitely trying this. Your hair looks gorge so hopefully it works for me too! Do you recommend getting an actual hair massager or just using my finger tips?",
  "@fj_banks Really? First hand experience yeah lool?",
  "alcoholism isnt the 50 year old white man on intervention, alot of the times its your homegirl who uses liq to cope and your good man thats lit 5 days of the week. lets talk",
  "Fack this T444z shit is a tad bit pricey init lool.",
  "@chantecelica Apparently if you use it alongside T444z it helps with length.",
  "@sariiexoxo I’ll ask about, thank you!! 💕💕",
  "@chantecelica Yeah seems to be the general consensus",
  "@sariiexoxo I’m going to try the oil out with this, is amazon the best place to order?",
  "@sariiexoxo What is that?",
  "@Lolafinesse Same! Hopefully the thickness is just a gateway for the length lool",
  "I want more length I have enough body.",
  "Does black Jamaican castor oil give your hair body or length? Or both?",
  "Right I’m about to annihilate this Banku Okoro &amp; chew this chicken right down to the bone.",
  "Happy 61st Independence Day to my beloved Ghana; Change is brewing 🇬🇭 https://t.co/CNqwB6Bjjh",
  "@omozay I’m being serious loool.",
  "@jojoldn I loved the ending!",
  "@PopMyKola That’s exactly what we expect from movies though, that perfect Hollywood ending &amp; they didn’t give it to us. That’s real life.",
  "@omozay Three billboards &amp; one pissed mother.",
  "I respect movies that engage you without all the extra glitz, just great acting &amp; a good fuckinh storyline. That’s it!",
  "Three Billboards Is a great fucking movie. It’s frank &amp; unpolished &amp; it works.",
  "My Uncle accidentally sent porn to the family group chat. I’m mortified.",
  "@akvsl Hahahahahahahahaha!",
  "lmao I fucking love it already 😂",
  "Tucking into Three Billboards Outside Ebbing Missouri.",
  "@mxmsworld Cooking together.",
  "I mean it’s for worthwhile shit but still.",
  "I keep dipping into my savings 😩",
  "I KNEW IT!!!! https://t.co/xqEgV45GI9",
  "I'M SHAKING https://t.co/5W4fRnuiQb",
  "“This nigga vest stink...” https://t.co/EjSYU8HawY",
  "I’m going to see Black Panther again. For the 3rd time because why not?",
  "@CariocaLondrino The fruit, I’m only assuming this because the colour orange isn’t a primary colour.",
  "WAKANDA FOREVER ✊🏾 #Oscars https://t.co/mClO9XA3dO",
  "Early morning STANK. https://t.co/ZKdnzsVh10",
  "Since synchronicity is alive &amp; active in my life let’s see if we can get some self-fulfilling prophecies in on the action.",
  "i’m going to own***",
  "Lupita Nyong'o, Winston Duke, and Danai Gurira 😍 #Oscars https://t.co/UcrFG3Ytf6",
  "Give me all your love &amp; don't stop 🎶 https://t.co/oENfqSpPNI",
  "I know that you still savour for\nMy flavour babe\nSo stop playin' hard to get 🎶",
  "I get so annoyed when people think you have to love a toxic ass parent no matter what. Miss me with it.",
  "It’s a bonding experience.",
  "It’s sweet that my partners have always taken active roles in my washday routine lool",
  "@lovedayasoul @JanetJackson This was magic! ✨",
  "LOVE HER! @JanetJackson an icon!\nHope y’all enjoy this one💖 https://t.co/D07QC5tZqW",
  "@jayandreas_ Alright I’ll text ya x",
  "Attachment should be right on in there in the infatuation column.",
  "Infatuation vs Love https://t.co/kZWuxEbyhm",
  "@jayandreas_ Kate’s cafe Tuesday for Ghana independence?",
  "4 hours with your babes is like drinking a caprisun https://t.co/jrZZKLzDvV",
  "The Philando Feeds the Children Fund just wiped the school lunch debt of EVERY kid in St. Paul — $166,000! \n\nBefore his murder by the @StAnthonyPolice, he was known to pay kids' debts at the cafeteria he worked in. \n\n\"He is STILL reaching into his pocket, and helping a kid out.\" https://t.co/jg0UyvzG7X",
  "&amp; I’ll actually come back for that because yes it’s that deep.",
  "I know Beyoncé is gonna announce these tour dates when I’m not in the country 😩",
  "I’m close to starting a liver diet 🤢",
  "My iron levels are fucking with me.",
  "WANTS are negotiable; NEEDS are not.",
  "Pseudo rules you drive yourself insane trying to adhere to; when all that matters is being completely transparent about your wants &amp; needs",
  "Conventional relationships are tedious.",
  "@omozay Lmao why not?",
  "@omozay Yes sweetie?",
  "I like his face a lot.",
  "Pep Guardiola looks like he smells really really good.",
  "I see where you're confused. Toxic Masculinity isn't about every man killing some woman.\n\nIt's about society setting a stage where the PRECURSORS to violence and entitlement have societally acceptable niches https://t.co/CqlFgHHrM8",
  "Toxic Masculinity doesn't say \"rape that woman\"\n\nIt says \"You paid a lot for dinner, she owes you\"\n\nIt says \"You married her. You're entitled to sex on demand\"\n\nIt says \"Keep going further till she smacks you. If she doesn't, you're good\"",
  "You spent your whole life out in the spotlight\nWell someone had to pull you back to the start line\n'Cause even when you're far out there in the sun\nYou're still in the hands of the one who cares for ya 🎶",
  "someone put toxic by Britney spears over the thor ragnarok fight scene and its art https://t.co/niSHIfQ3CB",
  "If I can duck and dodge every single cuss word while rapping along to trap music in front of my mama, your non-Black behind can skip the n-word. https://t.co/j8PoWSRVrU",
  "@bilzyb That’s exactly where I’m headed! The craving is too strong. Happy Sunday though 😘",
  "@bilzyb Headed to the carvery 🤸🏿‍♂️",
  "Good marnin', curious to know if anyone has a friend that fixes &amp; recovers hard drives, would love to meet. Safe!",
  "@cokapanache Hahaha good luck with the conversation on the way back home.",
  "@PsykoUK This is fantastic!",
  "grinding nemo. https://t.co/eYVWyTYOVi",
  "@cokapanache I mean the underlining story is beautiful &amp; all but there’s a lot of uncomfortable scenes lool",
  "@KwesB Ahh yes that time in 2013! How could I forget!",
  "@patrick42uk Yeah beastiality isn’t my cup of tea.",
  "The Shape of Water is disturbing.",
  "I fancy a Sunday roast today; Yorkshire puds with all the trimmings mmm yum.",
  "Kanye’s YEEZY line is actually really bad but that’s probably what we’ll be forced to wear in the future when the robots take over.",
  "I knew Solange was a Cancer; I knew in my spirit before I even checked 😄",
  "So these 2 black guys today on the train were talking not even that loud and said \"nigga\", when this white lady turns around and says \"how do u think MLK Jr would feel about that kinda language\" and one of the guys snaps back \"idk maybe if yo ppl didn't shoot him I would know\" https://t.co/ggYejVx8Fj",
  "So an adult? https://t.co/n05XQpEhor",
  "boss baby was nominated this year https://t.co/F5G808xiwg",
  "She’s the one that attempted to stick her grubby fingers in my FRO &amp; always has slick shit to say when I change my hair. I hope the movie makes her reallyyyyy uncomfortable 😂",
  "This lady at work thinks Black Panther is about a giant CGI panther running around in the forest &amp; is excited to watch it. I didn’t correct her lol",
  "@helloalegria Omg.",
  "My ladies really go from “what am I doing wrong” to “he’s not enough and I have 3 others waiting on me” and the progress is so beautiful to watch https://t.co/ZZXLTwEEw2",
  "Another fun fact: that scene where Annalise asks for vodka? Was the LAST scene @violadavis &amp; I shot together. I will never forget the hug we gave each other once we wrapped the magical experience of this #TGITCrossover #HowToGetAwayWithScandal",
  "But you gave us joy with one hand only to crush it with the other seconds later lmao #HowToGetAwayWithScandal",
  "Beautiful episode. #HowToGetAwayWithScandal",
  "You know what Michaela? I ain’t mad at cha lmao #HowToGetAwayWithScandal",
  "Crossover time 🤸🏿‍♂️",
  "@Sebby_VI You Seb? You’re my favourite! 💗",
  "@Sebby_VI Palm wine.",
  "@SadiqoJN Happy Birthday! Where ever you are looks gorgeous ✨🎊",
  "Velvet Rope. https://t.co/a2EE4IMG6t",
  "@Ruthlessisback @jayandreas_ I like am so 😊",
  "@Ruthlessisback @jayandreas_ lmao 😘",
  "@jayandreas_ @Ruthlessisback You forgetting the tracks he was playing on NYE? Leave him.",
  "so, here it is guys, my latest creative offering. please follow @riceat_home and check out the site for the upcoming project https://t.co/YkCRuGyLEH. https://t.co/PCH5xhIG6c",
  "*Beyoncé my favorite rapper https://t.co/E3Mq83kur3",
  "Beyoncé.",
  "Lioness lost a tooth fighting for her cub. https://t.co/5vz3GWHYsG",
  "If this snow isn’t gonna cause chaos I don’t wanna see it anymore.",
  "Waakye in leaf is pure magic. https://t.co/JxxJwrA9Vg",
  "Please someone; can we get a Yaa  Asantewaa biopic?",
  "UHHHH! I LIKE IT LIKE THAT \nSHE WORKIN DAT BACK \nION KNOW HOW TO ACT \nSLOW MOTION FA ME \nSLOW MOTION FA ME \nSLOW MOTION FA ME\nMOVE IT SLOW MOTION FA MEEEE!",
  "@mxmsworld Sending you love sweetie 💗✨",
  "@akvsl My big mouth always has to say something then they turn on me 🙃",
  "The African-American kids of Birmingham, Alabama, say \"no more\" to their state's racist school policies. https://t.co/XqnIkXEga5",
  "I feel like I’m at the appropriate point in   my life to rewatch Cloud Atlas &amp; really soak it in lol.",
  "@MrMe_Too You seem surprised 😄",
  "Yaa Asantewaa would've been proud of the Dora Milaje",
  "@DiorLDN Odo! Me dasi 💕",
  "@CameraGuyLuke Yeah Kainene.",
  "εyε asem ohhh 😭 https://t.co/qJSm2iv7ML",
  "@omozay Eshh ok lool.",
  "@omozay Toxic is harsh, it’s just overwhelmingly intense sometimes.",
  "@CameraGuyLuke I was emotionally attached to a main character maybe that’s why I loved it so much 😄",
  "Ok scratch that I’m going Italy 😄",
  "Everyone wants to go on a last minute trip but money no dey. Chale I broke oh. I no get am.",
  "@CameraGuyLuke Half a yellow sun is a fav, I’ve heard good things about Americanah but you’re the first to say it’s better.",
  "@CameraGuyLuke Bold statement. That’s my favourite lool. I’ll read it &amp; find out 😄",
  "This dude has finally mastered british sarcasm &amp; now uses it skilfully against me lmao",
  "This was amazing. @chadwickboseman surprises #BlackPanther fans while they say what the movie means to them. https://t.co/ZXnfLuV83f",
  "I’m really going to miss this flat.",
  "@CameraGuyLuke I’ve heard good things 😊",
  "The word \"M*dget\" is deeply offensive to #dwarf people. \n\nIt comes from the word 'midge' (i.e., a gnat) - something you can squash.\n\nIt is associated with the historical 'Freak Shows' - at which we were paraded and abused. \n\nIt should never be used. Tell your friends. \n\n#dwarfism",
  "@NanaDuncan_ Find it I need it please.",
  "@SELVSSE Right so I’m never getting that 🙂",
  "Does anyone have a copy of Chimamanda's AMERICANAH they don't mind lending me for a few weeks please?",
  "A few years ago @Lupita_Nyongo acquired the rights to adapt Chimamanda Ngozi Adichie's Americanah and it finally seems that there might be movement on the adaptation. Lupita's #BlackPanther co-star Danai Gurira has signed on to write the script. We are so here for this! https://t.co/5qSgKNSjnb",
  "Like wtf am I meant to take from this lmao.",
  "Woke up from a dream where I flew last minute to New York, ended up playing in an NBA tournament with Iman Shumpert &amp; Russell Westbrook; but instead of a basketball we were playing with an iPhone X...",
  "@mxmsworld Sweetpea 💕😘",
  "@ClinicallyLuxe I haven’t yet, stocking up on a few bits tomorrow so I’ll try some. I’ll let you know how I get on x",
  "@Ruthlessisback Yah I do 😄",
  "@ClinicallyLuxe Haha I learnt this the hard way! Have you tried waxes at all?",
  "@_LolaMichelle 😄😘😘",
  "@NanaDuncan_ looool",
  "@ManicTheOnly I’m so conflicted! Logan is my all time fav but wakanda forever init. My head actually hurts 😩",
  "Because I can’t &amp; I won’t.",
  "Is this what mixed people feel like when they’re forced to pick a side? https://t.co/ZY5pXZP5So",
  "Recreating this summertime. https://t.co/jcaRwl0SCF",
  "@ClinicallyLuxe Ahh I thought it was just me! It holds so well but these damn flakes 😩😩",
  "@KarolsCorner The medical claim being that  “fat” &amp; “obese” are not the same? Right. Obviously the eyes &amp; sight we’re blessed with is just for popping eyeshadow &amp; liner. My bad xx",
  "@KarolsCorner Such weird correlation you’re making here. Eyeliner is popping though.",
  "When my mum gets her magic fingers on my hair then I’ll see real growth.",
  "@kareempb_ Thank you! ✨💕",
  "@_aliengirl ☺️💕",
  "@helloalegria Oh shucks thank you 💕😘",
  "@MazHedgehog I will thank you x",
  "Ebonee Davis is my FRO inspo.",
  "On a plus my puff has doubled in size. https://t.co/3cU2bTxi09",
  "I’m in desperate need of a trim.",
  "I want to try this turmeric hair mask but it stinks...",
  "wow, all the west african and west indies rifts are mended. we are a watertight diaspora. https://t.co/Avn8yxp7zS",
  "I love Eco styler but it leaves my hair flakey after one use kmt.",
  "@MazHedgehog Fat people can live fully functional happy lives in society unfortunately obese people can not.",
  "@MazHedgehog because they are. The right terminology might not be being used. \nBut the mental/physical health implications of being significantly overweight is not the same just being “fat”",
  "@MazHedgehog I mean you barged into my mentions, threw a few words around &amp; offered no real insight. So again I ask politely what offends you more? The word or the actual issue being addressed?",
  "@stillicides We live in a society where the needs of the marginalised are bottom of the list. That’s why taking steps to actively impact change is necessary. If losing weight can help lessen that burden why not? Especially if said problem is a direct result of it?",
  "@stillicides You’re not wrong here I see it all the time &amp; it’s fucking gross, no one should be vilified for just existing. But advice from healthcare professionals &amp; troll comments aren’t one in the same.",
  "@stillicides But when it’s a weight issue everyone is expected to tip toe? It’s absolutely your choice if you choose to have advice fall on deaf ears but don’t expect that rule to apply for people willing to listen.",
  "@stillicides They’re literally told this everywhere; ads on TV, Newspapers I mean even down to graphic imagery on cigarette packaging.",
  "\"You sit in shit too long, it stops smelling. So come the fuck outta there.\"\n\nSome advice from icon @JeniferLewis, who talked to us about her rise to fame and her experience with sex addiction: https://t.co/snbsYMNycI",
  "@KatharineSully Stop encouraging people to do better?  That’s weird.",
  "@stillicides So have smokers &amp; drinkers. So why the extra sensitivity for obese people?",
  "@MazHedgehog What offends you more? The word or the actual issue being addressed?",
  "@MazHedgehog Right. So the obvious contrast between someone who’s 15st &amp; 25st is imaginary ?",
  "Being fat &amp; obese are not the same thing. “Fat” is just another body type. Obesity; like anything in excess is damaging &amp; people should be educated. Same applies for dangerously underweight people. Asking people to find that balance isn’t fat-shaming.",
  "People will bombard you with stats &amp; supporting research as to why your “life style” is damaging.",
  "It happens to everyone though, whatever your vice is! Smokers get it. People who dabble in drugs. Chronic dieters.",
  "Yes a lot of fat shaming is often masked as fake concern for overweight people’s health. But the truth is still the truth.",
  "The Lasagne I’m cooking up right now yeah? 🤤",
  "@ItsYeezySeason this is an entirely different conversation &amp; doesn’t explain your fixation with my dating life. Because when I was dating black women you still had something to say.",
  "@ItsYeezySeason Of course conveniently leave out the part where a lot of said black men rarely just date outside their race &amp; leave it at that; often it comes alongside bashing black women in the process of exulting their “foreign trophies” but don’t digress...",
  "Spending time with someone you like outside the four walls of your bedroom doesn’t need to be this dramatic.",
  "@ItsYeezySeason Saying your “wants” are insignificant in regards to the decisions I make concerning my life is putting it extremely politely. The audaciousness of this is laughable.",
  "@ItsYeezySeason Thanks.",
  "@ItsYeezySeason For that to be a possibility I’d have to acknowledge you as a possible contender &amp; I don’t. So your constant Q&amp;A’s about my dating &amp; sex life is just weird.",
  "@ItsYeezySeason Your constant concern over who I’m fucking is strange. You’ve been at it for years now. So what’s the fixation?",
  "Also a small loan of 250k which I won’t pay back would be appreciated. Thanks xxx",
  "2222. https://t.co/LrWqOxWxy1",
  "@Myjulies_ I sent myself home.",
  "@NanaDuncan_ Love &amp; affection of course duh lool !",
  "@NanaDuncan_ It’s ok I know how to get you lot to behave lmao xxx",
  "@NanaDuncan_ Never said it was lies loool 🤷🏿‍♀️.\nYeah you might be on the cusp but have all of Scorpio’s vices 🙂",
  "Don’t do it. Dentists are sadists. https://t.co/hcFUy2k9Q8",
  "@NanaDuncan_ A whole Scorpio ? Don’t even try it.",
  "I’m screaming. https://t.co/iqb81e2rcZ",
  "The joy of working from home is extra sweet today 🤸🏿‍♂️",
  "Favourite. https://t.co/haeC2cz9Ta",
  "@mxmsworld Looooool",
  "My life is about to 360 flip &amp; I’m so calm lol. Why? Because synchronicity is telling me it’s necessary.",
  "@omozay loooool spit it out 🤔",
  "@omozay Do I seem like one? 🙂",
  "I feel like Leo’s are going around ruining people’s lives &amp; telling everyone they’re Cancerians to cover their tracks lol",
  "Zodiac wars on Lipstickalley is so funny. Apparently cancerians are manipulative, self obsessed &amp; will never amount to anything in life because we’re never happy LOOOOOOL",
  "My dreams have been so insanely vivid lately. I literally get excited going to bed wondering what my mind will conjure up next lool",
  "Hmmm shall I 🤔 https://t.co/tBakPSbVH4",
  "Lupita is so effortlessly sensual and feminine.",
  "Once the curtain closes on my life I don't want any spin off shows.",
  "Even the idea of reincarnation unsettles me.",
  "I’m uncomfortable. https://t.co/sH2pk9EnAG",
  "@KinikiJones That’s why I said it was poorly executed lool, it just dragged on",
  "To overcompensate for the poorly executed storyline. https://t.co/mpxK6GoIAf",
  "The Walking Dead has disappointed me so much I can’t even will myself to watch this new episode.",
  "@omozay Sigh.",
  "@Ruthlessisback 🖕🏿",
  "@kvchingg The cheek! Lool",
  "@IsaacsIntuition I had to get extra loud in the cinema &amp; embarrass us both. So unnecessary.",
  "It's a shame when being polite doesn't work &amp; you have to summon your inner asshole to handle the problem.",
  "Is it because I sound like a 9 year old girl that people test me like so?",
  "I had to let her know I’d strangle her with her split ends if she continued to talk crazy to me like that.",
  "This girl was sat in my seat at the cinema I asked her to move... she actually “Sssh’d” me lmao.",
  "I won’t pick up on your hints (or I’ll probably ignore them) till you actually vocalise what it is you want.",
  "The effort on my part is always so poor ‘cause the bubble I live in is made of vibranium &amp; has WiFi.",
  "Trying to become my friend is actually exhausting lol",
  "@FLOTUK I wish my cat was meaner sometimes, she such a beg lool",
  "So that’s what we’re doing now  huh? Just giving it all away.",
  "lmaooo. https://t.co/YUAQ8HZA2f",
  "When you ask your boyf to pick you up a pair of leggings whilst he’s in town 😭😂 https://t.co/zXaVC4KCuj",
  "@Unkle_K Touché lool!",
  "@Unkle_K You just ruined it. Thanks.",
  "Same. https://t.co/PvqSn87q37",
  "@BambooRazaq What bonnets?",
  "I feel like I’ll lucid dream tonight; anyway I’m ready.",
  "😂😂. If you know me. https://t.co/dd1O39SJyw",
  "@Sebby_VI Medasi 🙂",
  "loooooooool https://t.co/PmDTWHbdIQ",
  "Are bonnets better than headscarves?",
  "this is the softest thing to come out of #blackpanther oh my god https://t.co/uUW7hcpWvD",
  "Didn’t even wake her up to tag team.",
  "Omg that’s so rude loool https://t.co/yY3iUoASJe",
  "@NanaDuncan_ Get out of my face thanks . x",
  "How to beat your face: \n\nMoisturize \nEyebrows\nPrimer\nEye makeup\nFoundation\nConcealer\nWe overthrow \nMen at \nMidnight\nSet/bake\nContour\nBlush\nHighlight\nLips\nSetting spray",
  "@kenp4ch1 To feel is a natural response; going against that will always be problematic in the long run. Acknowledging your feelings doesn’t always mean you have to be reactive.",
  "@kenp4ch1 Broken. You always have to feel; then let it pass.",
  "@NanaDuncan_ Wherever it came from init lmao.",
  "Happy Birthday Erykah ✨🔮 https://t.co/9gxMC5WuBy",
  "YOU CAN LOOK AT IT AS LONG AS YOU DON’T GRAB IT. https://t.co/CJkbDQYyus",
  "@NanaDuncan_ I’ll give it back I promise",
  "@CoCoMaiPhillips @MsBiney I lived there too for about 10 years! Loved it! 😄",
  "Maybe a small baby wouldn’t hurt... just a small one👌🏿",
  "@MsBiney @CoCoMaiPhillips Oh wow lool",
  "@MsBiney @CoCoMaiPhillips Wait. How do you two know each other? 😶",
  "@NanaDuncan_ I’m on my period, I’ll return to my senses soon enough.",
  "@NanaDuncan_ Thought you knew I hated chocolate.",
  "Just eaten an entire chocolate bar for the first time in 15 years &amp; I didnt gag... wow.",
  "@IsaacsIntuition Goats cheese, eggs &amp; chives 🤤",
  "@kenp4ch1 Yum!",
  "Brioche anything &gt;&gt;&gt;&gt;",
  "Dick bragging talk on the TL lol, but some of you swear the female orgasm is fictitious so what exactly are you doing...",
  "Just woke up from a dream where I was every single character in the last 5 Tv shows I’ve watched lmao",
  "It’ll be a good week .✨",
  "@LolaLo36 5”6 I just edge out of munchkin territory lool",
  "I’m not unforgiving but if you hurt me out of pure malice you’ll never get close to me ever again. Ever.",
  "My apology language doesn’t surprise me at all.. “Make Restitution &amp; Request Forgiveness” are so low because like a true Cancerian; if we  detect any malice in your actions we’ll probably never really forgive you lol.",
  "Before I enter a relationship with anyone else in the future, we gotta talk about our love languages and our apology languages. It's a requirement.",
  "@LolaLo36 Nah I would have been friendly enough to say hi back lool! Haha wow am I tiny? Thought I was tallish 😄",
  "There should be LGBT coffee houses and bookstores instead of just clubs. So minors could have a safe place to meet fellow family and it would lower alcoholism in the community.",
  "@LolaLo36 Dancing like a maniac? Yes. Yes I was 😄",
  "I was already into my 20s before I actually saw my curl pattern. That’s so crazy.",
  "My hair was relaxed for as long as I could remember; I can’t believe I only came to grips with my natural hair texture about 4 years ago.",
  "@PopMyKola It took you that long! Come on! loool",
  "My natural hair is so buff.",
  "@PopMyKola Shit that was a spoiler lmao",
  "@ImAlways_Hungry Not sure I watched it online.",
  "I won’t be living this mundane life for too long so it’s all good.",
  "Every Sunday night anxiety kicks in the front door waving the 4”4 🙃",
  "another new week that I am totally emotionally unprepared for. https://t.co/qC3hi5qWYg",
  "17. https://t.co/YqivQt8dmr",
  "@PopMyKola Literally about 20mins in lool",
  "Murder On The Orient Express is really good. Watch it if you haven’t already.",
  "I have the annoying skill of always being able to predict the ending to any film just minutes in lol.",
  "@21Frz After the orgy scene 😄",
  "@21Frz Yeah 30mins in &amp; it’s still a snooze fest. Gonna skip it.",
  "Is the  Men Against Fire episode of Black Mirror worth watching? Because I’m bored already.",
  "@wildfeminine_ loooool",
  "Even stars burn out but you held the spark. https://t.co/9nC6UfNeqk",
  "@SabinaSilverx &amp; tend to shatter.",
  "One day all them bags \ngon’ get in your way.\nSo pack light 🎶",
  "Uterus: Look! I put up the wall paper for the new baby! \n\nBody: yeah... There isn't a baby. Not this month. \n\nUterus: ... \n\nBody: please dont... \n\nUterus: You do this all the time These false alarms. IM DONE. I CANT TAKE THIS ANYMORE. *Rips down wall paper* \n\n-The menstrual cycle",
  "Classic feel good anthem. https://t.co/hORExbCFuL",
  "I need a hot water bottle, co-codamol &amp; a few shots because these cramps are ruining me.",
  "It’s 6° &amp; I’m sprawled out in the park wrapped up in a blanket enjoying an afternoon nap lmao.",
  "My hair LOVESSSS raw Aloe Vera, I used it almost a week ago &amp; my hair still feels soft &amp; hydrated.",
  "@NanaDuncan_ ‘Tis indeed! I like that we indulge each other 😄",
  "Me and @LaEtchi have the best convos, always a journey... 🛶",
  "I need to keep my conspiracy theories to myself lmao.",
  "Wine o’clock gg!",
  "We’re finished!!! Let’s get the drinks in",
  "lmaoo wow https://t.co/ukYsRyfcqV",
  "Then elbows are arm knees... but backwards 😦",
  "Are ankles just leg wrists?",
  "I want Vapianos.",
  "@Rhia______ “FUNKY” looool this is the go to word!",
  "@Leomie_Anderson I don’t even fake smile no more, straight blank stare 🙄",
  "@mxmsworld Haha 😘💕",
  "@marymares69 Once I had a colleague reach out to touch it, I pulled back &amp; she embraced me... I was so creeped out.",
  "@mxmsworld Aw I’m not upset hunny just irritated 😄 💕",
  "They never pull you to the side to ask the things they wanna know either. It always has to be EXTRA loud &amp; dramatised so everyone can hear. \n\nIt’s just extra curly hair you dumb bitch.",
  "@HumbleKenz I don’t even crack a smile, I just blank stare &amp; keep it pushing kmt.",
  "I don’t want to do a Q&amp;A about my hair in front of the whole office. Leave me alone please.",
  "The whole predictable “Omg I didn’t recognise you with your hair like that” routine is honestly so boring . \n\nMargret you literally see my Afro at least twice a month for the last YEAR. Stop.",
  "Wearing my FRO to work is becoming an uncomfortable experience. I feel like a circus act.",
  "Chinese water torture &gt;&gt;&gt; Sleeping with Bantu knots.",
  "@jayandreas_ Yeah late afternoon I’ll pop round to squeeze her cheeks!",
  "I’ve stopped now anyway; i dish out NO’s like free samples.",
  "The overwhelming sense of guilt I feel when I can’t do favours for people is childish.",
  "@shanalala_ @bilzyb Loool ok you take the cake",
  "@bilzyb @shanalala_ I sing with the passion of unrequited love same way lool",
  "@NanaDuncan_ Girl come on. You know me. It was gone before I hit send loooool",
  "@ItsCee_xo No way !! Serious? You’re the first one I’ve “met” lool. Brace yourself for SLofB it’s intense!",
  "I don’t mean to sound ungrateful but the thickness of my hair is really starting to wind me up... it’s just too much.",
  "@NanaDuncan_ I’ll save you a glass if there’s any left tomorrow 😄",
  "@ItsCee_xo Ahh yes I did this! I was scored &amp; labelled INFP (mediator) lool. I did find it accurate then I did more digging on “the secret language of birthdays” &amp; freaked myself out 😄",
  "@kenp4ch1 I thought it was the basic understanding that’s sexuality was based on inner feelings? Sexual acts alone can’t determine your sexuality especially when there’s so much to account for i.e people being gay for pay, Virgins, etc",
  "@ItsCee_xo No what is that?",
  "@NanaDuncan_ Omggg stop judging me!!!",
  "@ItsCee_xo I’ve had both and I definitely need balance; the polar opposite tends to work better for my personality 😄",
  "@kenp4ch1 Are you trolling? lool",
  "Feels like a Friday so it’s totally fine if I drink...",
  "Ohh you’re English? Awesome! https://t.co/10EtoAqF8Z",
  "White people : black people are doing too much. Wakanda doesn't even exist. \n\nBlack people : Neither does Hogwarts. \n\nWhite people: https://t.co/6fJq2CVFxC",
  "I could be friendlier; but I’m shy.",
  "@Hilda_AA Thanks sweetheart xx",
  "You’re old enough now to not be reliant on others to go to the cinema",
  "@bilzyb Indeed! 😄",
  "@KinikiJones Normally cream for your body is heavier &amp; might clog your pores.",
  "@MsBiney I dey here oh, trying to get through the week! How’s everything? x",
  "Mr. Paak! I fucking love this guy. https://t.co/rjFO3jyyuU",
  ".@Stormzy1 won two #Brits  awards tonight. Here is his absolutely chilling performance. So fucking moving. https://t.co/6IGitLqjDj",
  "@MsBiney Hey sis! 👋🏿",
  "I’m the wrong person to come to if you need your ego stroked.",
  "I remember when I laughed at a colleague’s fat joke she made about herself &amp; she stopped talking to me....",
  "@Swissinho Ego rubbing makes me cringe I actually can’t do it.",
  "@smoothfuego1 Because if I agree then I’m the office dickhead loool",
  "@Swissinho She knows that. I know that. \nImagine she’s saying all of this with a pair of glasses on her face 😬",
  "@bilzyb I realised it was wildly homophobic &amp; made zero sense the more I thought about it.",
  "Her jaw is sharp but I didn’t know what to say ☹️",
  "AGAIN... she points out her manly jaw being a hindrance. \n\nI blank stare &amp; walk away.",
  "I say thanks.... she says again. She wishes her jaw wasn’t so manly so she could get them. I say nothing.",
  "My colleague compliments my glasses, says she’d like to get an exact pair but can’t because of her “manly jaw”....",
  "I get so awkward when people are trashing themselves in front of me.... like do I agree? Do I say “nooo stop”... Do I blank stare?\n\nLike what do you want? 😩",
  "@bilzyb Sigh I know &amp; I was one of them up until a couple of years ago.",
  "@Hilda_AA I’ve heard definitely going to try it out, does it help with poor circulation at all?",
  "@terrychabe lmao might be a new recipe.",
  "@ahhhhhhhhh666 Oh it’s okay hunny! 😄 Thanks! x",
  "@theultimateNA Always suspected it but had a blood test just for conformation. It’s so much worse during my period I feel like I’ve been hit by a bus. I’ll try Feroglobin plus, thanks for the recommendation!",
  "@TattyNatty_ I’m just lazy 😩",
  "I need to know why it takes me 6 months to unpack after a holiday.",
  "lmaooooo https://t.co/nBUPZOsS9K",
  "@omozay Americans are so weird.",
  "@ahhhhhhhhh666 Yeah they didn’t really help much ☹️",
  "Can anyone recommend something I can get over the counter?",
  "I’ve been struggling the last few months, I can barely pull myself out of bed or keep my eyes open.",
  "I tried the liquid iron supplement Spatone; it’s absolutely vile I can’t do it anymore 😩",
  "Iron-deficient anemics what do you take to help alleviate the symptoms of weariness?",
  "What we talkin bout today twitter? We being positive and uplifting or we being weird? Let me know. 😎",
  "Bitch get a grip I’m literally seeing you again in less than 15hrs. Unfortunately.",
  "People take it so personal when you don’t say bye when you’re leaving the office lmao",
  "Wait can you actually smoke this? https://t.co/BV2HWvtLhB",
  "@yoofi_biney Looool",
  "Fufu &amp; peanut soup. It also induces a heavy nap which helps. https://t.co/j31ettX778",
  "Extreme sport https://t.co/3kt38c02Xx",
  "@KwesB Loool",
  "@yoofi_biney I’m showing your mum this.",
  "I suddenly want these two together so badly. wow. https://t.co/TGaYP4KVyB",
  "@SamWorldPeace Happy belated! Hope it was awesome ✨",
  "I’d love to own a home somewhere warm; big enough with gardens to walk in, an outdoor shower &amp; a hammock I could lounge in all day nekkid.",
  "My clumsiness has to be medical ‘cause this shit is outrageous.",
  "I’ve already chipped the screen of my brand new iPhone &amp; it’s barely been a week since I got it...",
  "I told you. \nShe’s coked up.\nShe’s on that Snow White. \nThat #AllLivesMatter. https://t.co/SvcdivFHkF",
  "@FLOTUK That’s awesome hope you smash it! ✨ ✨",
  "Rewatching the Blade Trilogy back to back because it’s just that sickening.",
  "Swallowing fish bones is so traumatic.",
  "If you a man and your over 25 and you don't eat pu**y just kill your self damn it. The world will be a better place. Lol",
  "U can just feeeeeel when someone is trying to hard.",
  "I see myself a little too much in Nova Bordelon &amp; it’s worrying lol.",
  "👊🏾 #BlackPanther @RollingStone https://t.co/CdnR2opNY6",
  "Cats are just amazing. https://t.co/8G44gOBxiS",
  "@Swissinho It’s really worth it. I listened at work or on the tube took me 6 months 😄",
  "The only artist unstoppable on coke is Bruno Mars.",
  "Residual coke in Fergie’s nasal passage is to blame for them vocals.",
  "I’ve finally caught up on every single episode of The Read but now I have to wait for weekly eps like the rest of you peasants 😩",
  "No homosexuals, just strong black men in suits shooting at each other. https://t.co/ePOzKiaXFT",
  "Kindergarten teachers in 2023 lookin at their attendance sheet and seeing \"Wakanda Williams\" https://t.co/e23RzLY3E1",
  "The Dora Milaje are a fierce all female army in the Marvel film Black Panther...but many people are unaware that they are based partially off a real all women army in Africa called the Dahomey Amazons, at one time considered the most feared women in the world. https://t.co/UtTHrpNRfu",
  "I really like myself.",
  "@RenzLifestyle Yes &amp; Yes.",
  "Yo. This homemade aloe treatment has my FrO feeling sexy!",
  "@DannyWonders @mxmsworld WAKANDA FOREVER! ✊🏿✊🏿",
  "On the bright side I think I may have finally used a semi colon appropriately.",
  "Forgot to spray my hair with the leave-in conditioner before my twists; now I’m almost done 😩😩😩😩😩",
  "@LaRae_x Same! Hahaha 😂",
  "https://t.co/AF2p7F8HSJ",
  "some photos from my party last night https://t.co/czM2QHJNGb",
  "more from last night. https://t.co/fEN01AGIoS",
  "@helloalegria I really did! Honestly thank you guys! 💕",
  "I proper cackle at my dry jokes.",
  "*Ba dum tsssh* 🥁",
  "Gotta take advantage of the PERKS...",
  "Wearing ALL your low plunge tops &amp; dresses during the pre-period titty window &gt;&gt;&gt;&gt;&gt;",
  "@mxmsworld Mi baby! 💕✨",
  "five years. #TheRead \nheard in over 50 countries and 65 million listens worldwide. \nover 50,000 tickets sold worldwide. \none of apple's most downloaded comedies of 2017.  \n📸: @HeyFranHey https://t.co/v0VNj6p3jb",
  "Mean Girls. https://t.co/LGd4S3sxgF",
  "https://t.co/huGWFEmsa8",
  "I’m still drinking it though :/",
  "yes. https://t.co/yooeP1dcRd",
  "also @mxmsworld is stupidly buff you people don't even understaaaaand",
  "@mxmsworld You tried to get me to follow you down that dangerous path!",
  "I needed this. https://t.co/fPjiir3Equ",
  "I was looking forward to playing video games in my pant all day only to realise it’s wash, trim &amp; treatment day 😩😩😩😩😩😩",
  "@helloalegria Thank you my darling! 💕💕",
  "@LonelyScribe I rocked it all night!",
  "@jayandreas_ Lmao 🤸🏿‍♂️🤸🏿‍♂️",
  "Thanks to @helloalegria &amp; @CariocaLondrino for hosting such an awesome night ! I danced like I didn’t have any sense.",
  "Camel toe is mad wild tonight son. Still rocking the outfit though.",
  "@wildfeminine_ She’s ignored me all day because of this lmaoooo!",
  "I might be the only one with tribal face paint at the party tonight but I actually don’t care lmao.",
  "@NanaDuncan_ 😎😎",
  "@albimakingart You right you right!",
  "Am I pushing it if I wear sunglasses out today...",
  "@omozay loool",
  "@Swissinho You asked 🤷🏿‍♀️",
  "@Swissinho He was stolen &amp; given to an animal shelter without my knowledge.",
  "@Swissinho Lool this isn’t King Logan unfortunately.",
  "My cat definitely hates me right now lmao. https://t.co/E296Sncy6f",
  "Micheal B my man Jordan.",
  "Nicki ruined this song. https://t.co/gZ6QoJ6MWi",
  "Yooo I can barely open my eyes. Small partying till 5am &amp; I’m broken lmao",
  "@MonsieurKane @mxmsworld I feel like not having your blackness questioned isn’t a fair trade off.",
  "@MonsieurKane @mxmsworld I don’t know man, globally it seems a proximity to blackness automatically puts you in the firing line; wether it’s colourism within your own community or just overt anti blackness from others.",
  "I’m exhausted 😩",
  "@MonsieurKane @mxmsworld But what does having your blackness being easily identifiable give you access to? How does it make life easier? I thought that was the whole point of privilege.",
  "35 Years Ago this week, ‘Beat It’ by Michael Jackson was released!\n• The song hit #1 on Billboard\n• Won 2 Grammys: ‘Record Of The Year’ and ‘Best Male Rock Vocal’\n• Pioneered a new style of Pop-Rock music and demolished the segregation between black and white music on radio https://t.co/rMQImyaTFV",
  "This cat just doesn't care 😼 https://t.co/0klD0UovnZ",
  "Even when I’m drunk. Wtf.",
  "Synchronicity has been raining on me like a ton of bricks.",
  "I’m the loser playing with the host’s pets at the house party...",
  "https://t.co/bD08OCnRXG",
  "@saylaurenn You look beautiful! ✨",
  "https://t.co/TVVikpwqum",
  "Bro. My husband can raise them alone.",
  "If I gave birth to my fourth boy, I would flee the maternity ward in the middle of the night still in my hospital gown.",
  "4 boys? I’d actually cry. https://t.co/7IIAl0n365",
  "@Miss_Trc Happy Birthday Odo!! Hope you had an amazing day ✨💕😘",
  "The Adinkra symbols. The Kente cloth. It was overwhelmingly black &amp; I loved it.",
  "@LHw0rld BLACK/10.",
  "BLACK PANTHER was talented, brilliant, incredible, amazing, show-stopping, spectacular, never the same, totally unique, completely not ever been done before, unafraid to reference or not reference, spectacular marvel.",
  "@Oloni aww lovely turning on the radio &amp; hearing you on Charlie Sloth ✨",
  "@LonelyScribe No worries sweetie 💕",
  "It's actually so mad how women cannot let go of men. Especially when they are not wealthy. It blows my mind.",
  "@LonelyScribe You’ve got such a lovely face &amp; your fro is adorable!",
  "Obama looks like a cute insta baddie 😄 https://t.co/XVHADbCgue",
  "*aunty two step* ayyyy don dooo 💃🏾 https://t.co/AqJ3xluDhI",
  "Roses are red, violets are blue, leave me alone.",
  "Anyone who neglected 4 isn’t worthy of its vocal mastery. https://t.co/mHN7zy9exY",
  "yellow in blue: https://t.co/KtP24dWEIg\n\n*best experienced w/ headphones*",
  "The flu virus is too waved to function.",
  "This shit is a miracle worker.",
  "I felt a flu coming on; I had 3 shots of Moonshine(alcohol made in someone’s garage) &amp; I’m cured.",
  "She handled this so well, kudos Sis. x https://t.co/rWwCgUgP0V",
  "@SephoraCB_x 🥄 ☕️ *now SINK!*",
  "Roses are red\nViolets are blue \nSubscribe to black creators.",
  "And you ain’t end up pregnant not once sister? https://t.co/9kweN09QF5",
  "Be safe tonight people; we have enough Scorpios in the world wreaking havoc 🙃",
  "If it wasn’t a work week this bottle of Red would be see through right now.",
  "One of the nicest posts I’ve seen today, feeling loved Nd blessed ❤️ https://t.co/IFSwnJvWuE",
  "No I tailor my resume for each job. This is why y’all are unemployed https://t.co/Tn30PuPCgb",
  "@NanaDuncan_ Maybe 🙃",
  "@LoveCass_ Happy birthday darling! Hope you’ve had an awesome day 💕😘",
  "My foundation hasn’t matched since holiday... still rocking it though ‘cause £34 a pop 😬",
  "Cute. https://t.co/I2y0iwidjz",
  "@MsEziEmela Beaut!",
  "Happy Valentines Day ya’ll... taking myself on a date 🤷🏽‍♀️ https://t.co/APsDbdQMDl",
  "@NanaDuncan_ Looool 🖕🏿",
  "I want Vapianos &amp; I want it now.",
  "@IsaacsIntuition So you’re mad as well? Ok.",
  "@NanaDuncan_ Do you have experience in both fields 🙃 ?",
  "@jayandreas_ Shut your dirty black mouth looooooool",
  "Women are mad but men are madder.",
  "“In case you wanna come to your senses” \n\nlmao https://t.co/wtO2ZRxfqZ",
  "Punch someone in the face as this plays in the background. \n\nMorning 🙂 x https://t.co/TvVoU0j5qo",
  "Nox, Eve &amp; Onyx. https://t.co/IMDbhijYY8",
  "I’ve got bad circulation 🙂",
  "Need my toes fondled with a little.",
  "@PopMyKola Really already? Kmt",
  "So no one told you life was gonna be this way\nYour job's a joke; you're broke\nYour love life's d.o.a. 🎶",
  "chris brown didn't do this cocaine did https://t.co/5Tw7ElLnfL",
  "Absolutely disgusting. https://t.co/eMaNc2JYJY",
  "I feel this flu coming on. My poor immune system is desperately trying to fight it😩",
  "She’s so beautiful &amp; has the most infectious smile.",
  "I’m crushing hard on this lady at work. She’s a big woman &amp; I’m sure she’ll slap me if I look at her crazy ☹️",
  "@Unkle_K DM",
  "@jayandreas_ DM",
  "I’ve got a spare Kendrick Lamar seated ticket for tonight’s show at the O2. Anyone interested? (You’ll have to sit next to me though 😬)",
  "Kendrick Lamar tickets for tonight’s show literally just fell into my lap lol.",
  "@marymares69 Loool",
  "@marymares69 I’m like “Yeah just knock on your mum’s bedroom door” 🤸🏿‍♀️",
  "@marymares69 Who broke your heart? \nCan I watch? \nYou’re just confused.",
  "@yoofi_biney Yes cuz! Tune!",
  "Yeah it wasn’t. I slept straight through my alarm 🙃",
  "Taking a shot of moonshine for my sore throat. I’m sure it’s a bad idea but what the hell 💆🏿‍♀️",
  "This was horrendous... https://t.co/WDrIwZmWpf",
  "@ClinicallyLuxe I really enjoyed this; it was shot brilliantly &amp; I loved how blunt the entire plot was. Really good watch! Thanks for recommending x",
  "@ItsCee_xo Ahh you’re a star! Thank you! x",
  "@ClinicallyLuxe Loading now! Thanks x",
  "@Ruthlessisback Aww really? I’ll give it a go. Thanks bub x",
  "@ClinicallyLuxe I heard this is gut wrenching 😩",
  "@ClinicallyLuxe No I can take it 😄",
  "@Ruthlessisback lmao with you I can never be too sure.",
  "@Ruthlessisback I don’t want to watch porn thanks",
  "Can someone recommend a movie please? Don’t mind the genre as long as it’s stimulating.",
  "I feel a cold coming on. When will this country let me rest? When?!",
  "WE DON’T WANT IT 🗣🗣🗣🗣 https://t.co/cZswFYeH7j",
  "It be like that sometimes ya know. https://t.co/2f0WJqB9n6",
  "@Knownasjen_ Never letting you embarrass me like that again!!",
  "@afroyannick You right you right.",
  "I feel like people who live in West London should understand why no one ever visits them...",
  "I just want to lay in a bed full of kittens.",
  "@_aliengirl Ayyyy lool 🤸🏿‍♂️",
  "Something to be proud of https://t.co/IXS3ETTkvN",
  "I hyped it up so much before I played it... thinking I was putting people on to a sickening tune. They just blank stared then laughed *sigh*",
  "So Jen got me drunk had me convinced this Spanish song she was playing the entire holiday was FIRE, I got gassed played it to some people &amp; they laughed at me 🙂",
  "@_aliengirl Shouldn’t have told me that, now I’m gonna perv on ya without remorse 😂🤷🏿‍♀️",
  "@_aliengirl You are gorgeous!",
  "@jayandreas_ @Knownasjen_ She know what she be doing!",
  "lmaoooo https://t.co/xQeu5j04c3",
  "@Knownasjen_ You sexy little bitch.",
  "My new sex toy line is OUT @HERGASMUK - Get VESTA today! https://t.co/W47LeT1rKO https://t.co/CwnkV1AVFB",
  "iMessage me please &amp; if you don’t have iMessage don’t contact me. xx",
  "I’m only on WhatsApp ‘cause my mum refuses to use anything else 🙄",
  "@mxmsworld Pahahahhaha! Shame!",
  "@mxmsworld You snitching?",
  "@Ruthlessisback I’ve seen a lot but Alien : Covenant is pretty fucked up.",
  "@Ruthlessisback Really dwag?",
  "“Human. Once I am free from this infernal contraption, you shall never see the light of another day.” https://t.co/xqMBA8ZMcF",
  "@bilzyb Looooooool",
  "@CoCoMaiPhillips I love that show soo much loool",
  "@bilzyb He said halfway through he realised “nah this ain’t it” lmaoooo",
  "@bilzyb This Read episode floored me loooool",
  "#ThisIsUs is emotional trauma. \nWatch it at your own peril.",
  "I’m cackling so loud lmao!!! https://t.co/thDMVtLpXe",
  "@NanaDuncan_ Gladly 🤸🏿‍♀️",
  "@bilzyb I’m on the red wine aka truth serum lool",
  "@CariocaLondrino It’s sodom &amp; gomorrah we both know it.",
  "@CariocaLondrino Honesty.",
  "@Ruthlessisback When people like you reside here I’m not surprised.",
  "East London is a cesspit.",
  "But it smells ☹️ https://t.co/oeehgiL6wX",
  "Ghanaian food is so amazing. I could eat it every day for the rest of my days.",
  "confronting your own toxic behavior https://t.co/MJaZ8l1NDq",
  "@mxmsworld @PoptartsXO Suicide pact punch or...",
  "lmao https://t.co/PDsnvfZegd",
  "@PoptartsXO @mxmsworld 95%?!!",
  "Ok so the AD being filmed in boss man’s corner &amp; chicken shop don’t count nah?",
  "@NanaDuncan_ Do you have a personal problem with me?!!",
  "Went into Apple to fix my phone speakers; came out with a new iPhone 8 Plus 😬",
  "Chris ”Licking your private parts” Brown???",
  "These Beyoncé; chris brown comparisons are making me itch. Please stop.",
  "Is there a Vapianos in Stratford Westfield?",
  "@SELVSSE Yes dear I will xx",
  "@smoothfuego1 😊💕",
  "@_kellykapowski Romance right there.",
  "Anemia has kicked my ass today.",
  "Check out the reaction of this 98 year old man when he finds out how old he really is https://t.co/MffgHjVFF9",
  "Like no one is even touching you g.",
  "I feel like my glasses smudge on purpose just to wind me up.",
  "All you gotta do is say yes...\nDon’t deny what you feel, \nLet me undress you.",
  "They got this so right! Love it! https://t.co/uWGqYWblYy",
  "Can we make a lot more noise about him this year.",
  "Jacob Banks is fucking amazing.",
  "Jacob Banks - Mercy | A COLORS SHOW https://t.co/HjvMHY5CGV",
  "@NanaDuncan_ 🧐",
  "Crazy no clue that was him!",
  "Waiiiiiiiiiit what?!!!!!! https://t.co/dHkBUFWt4N",
  "@theultimateNA No problem 😄😄",
  "@NanaDuncan_ Sorry mystic Meg.",
  "My favourite number is 2.",
  "My favourite day is thursday.",
  "My favourite colour is yellow.",
  "Post that Christmas gift. https://t.co/sWOZF1tfY0",
  "Perky https://t.co/7h5xORj26b",
  "HACHI https://t.co/gwmR6mPtDW",
  "I know we all loved ‘Can we talk’... but this track right here though?! https://t.co/XWZ0CSoBvx",
  "https://t.co/EZv11KNcNE",
  "@omozay No heart eyes! I want her out! Kmt lool",
  "So this girl is in my home eating my food, playing my video games spending my GTA money...",
  "@helloalegria @akvsl Ahh I’m glad someone said it! With those  2k13 haircuts",
  "Right; Time to learn Beyoncé’s Blow choreography 🤸🏿‍♀️ https://t.co/aNAeELwYSZ",
  "@omozay Yeah they compliment each other very well!",
  "I’ve done a combination of 16 mins work all day. Residual tequila effects  I think.",
  "https://t.co/4RRDZcdndD",
  "Italy next 🤸🏿‍♂️💃🏾",
  "@MsBiney Hahaha I enjoy small",
  "If I knew it would’ve been that easy I would have taken the whole plant.",
  "I “borrowed” forever; some fresh Aloe Vera growing wildly around the apartment complex &amp; actually managed to smuggle it back to London lool",
  "There’s a permanent grey filter over the sky here.",
  "The Sun that shines in England is fraudulent. It’s a hologram.",
  "‘No manners’ out now! @colorsxstudios 🥂 https://t.co/brrNkOFJpB",
  "It’s Impossible not to catch a groove to this. #JanetJacksonAppreciationDay  https://t.co/0PKP66ZIjm",
  "After all these receipts how can I continue to love Justin? He’s tainted now ☹️",
  "☯️ #JanetJacksonAppreciationDay https://t.co/Ynl89i6UAT",
  "SEND ME YOUR LOCATION LET’S. FOCUS ON COMMUNICATION; I JUST NEED A TIME &amp; PLACE TO COME THROUGH.",
  "I always realise how much I can’t stand men on a night out.",
  "@KwesB Lmao",
  "‘Drink your wine with a joyful heart, for God has already approved what you do’ \n\n- Ecclesiastes 9:7",
  "@mxmsworld I don’t know what came over me.",
  "Scratch that. I’m not.",
  "I’m going to give up alcohol, I don’t know when but I will.",
  "@omozay dm",
  "@omozay Indeed lool!",
  "@omozay Pretty wings was the inspiration for my first tattoo 😄",
  "‼️ https://t.co/ClmGhJeXzQ",
  "@ImAlways_Hungry Lanzarote! 😁",
  "There’s fresh aloe growing  everywhere I turn out here; I’m taking so much back home!",
  "Twitter video uploads quality sucks.",
  "Morning ✨ ✨ https://t.co/GqJcJ1JgZw",
  "This album? Magic. https://t.co/47VHnIisK8",
  "Hi guys! If u need UPvc windows/doors or alucobond for any building installed kindly contact me for best deals. Please Retweet🙏🏾🙏🏾🙏🏾😊 https://t.co/7iVGUcXgg2",
  "It’s always more disappointing when you’ve treated someone with the utmost respect at all times &amp; they take the piss",
  "Chasing Rainbows. 🌈 https://t.co/7YcMVEj9Ol",
  "I need everyone at Ryanair to exit stage left, form an orderly queue &amp; SUCK their mums from the front to the back &amp; everywhere in between.\nSuck her through a bendy straw, suck her  through a needle eye. Suck her long, suck her strong. Suck her for eternity.  \n\nRegards",
  "@mxmsworld My tears are finished on that show! The William flashbacks? Ahhh I can’t !",
  "looooool https://t.co/0JGEt1tHrP",
  "@mxmsworld What episode is ruining you?",
  "I really fuck with FKJ.",
  "@makeitwithfifi This is gorgeous!",
  "Couldn’t get amazing pics because daylight had gone but here’s how it turned out xo https://t.co/HjzukxFFFl",
  "@omozay You ain’t lie!",
  "Pineapples are for fruit salads not Pizza ! https://t.co/2XM6PhC9vP",
  "@IsaacsIntuition Ahh Wolf Children.",
  "my political stance by way of \"wokeness\" (hate that word now) has matured into \"I'm not with the bullshit but I cannot come and kill myself for small rubbish\".",
  "@jayandreas_ Don’t judge me loool",
  "@CariocaLondrino Absolutely shameless 😂",
  "@LoveCass_ @Complex Listen! Loool i’d like &amp; comment on everything! I’d be so thirsty 😂",
  "I swear I'd hand wash Tom Hardy's singlet &amp; pant.",
  "@DavidKD Lanzarote",
  "I’m so sad I can’t stalk Tom Hardy on social media ☹️ https://t.co/UO8cTiExui",
  "Actually I’ll save this for the flight.",
  "Right on time! I’ve been waiting 😁 https://t.co/gh7vcXbztg",
  "@Martzunstopz_ I’ll own it loool 🤷🏿‍♀️",
  "@Sebby_VI You’re always trying to start war but I won’t rise to it 🙃",
  "I see some of my old tweets &amp; think who the fuck said this? lmao",
  "My mouth use to be very rotten on this site, thank goodness I found healthier ways to vent 😄",
  "Yeah I’m watching the entire series again. https://t.co/mRbSUaOdmi",
  "lmaoooooooo. https://t.co/MRWzpalxvl",
  "@trinnacarter Look at ya! 😍",
  "☠️ https://t.co/h19mMFgrLN",
  "@mxmsworld Stick to the rivers &amp; lakes you’re used to lool !",
  "Is the water filled with dicks? https://t.co/rXIqOTGJOp",
  "@mxmsworld Water, eco styler &amp; a a night sleep with the head scarf. Never fails.",
  "@mxmsworld It’s so thick &amp; heavy, product build up on the first use. My hair really doesn’t like it.",
  "@mxmsworld Butters",
  "@wildfeminine_ Gosh it’s so long winded! Makes sense now though thanks for explaining! catch up when I’m back? x",
  "@wildfeminine_ Fucking hell! So if I go to the gate with just my duffle bag (as a carry on) I’ll be good &amp; wont have to pay any extra?",
  "@wildfeminine_ Nah I’m going with my gf, the new baggage policy is confusing me. I’m not sure if I can bring a carry on bag? What did you take?",
  "@wildfeminine_ Thank you! Definitely! It’s long over due 😁. Did you take Ryanair to Prague?",
  "@wildfeminine_ Lanzarote 💃🏾 !",
  "I can never just pack what I need I always over do it.",
  "Better to overpack than underpack; a girl needs options.",
  "Imagine not liking spicy food. How tragic",
  "These are the things I think about instead of working 😬",
  "I’m bothered when people type “Hon” instead of “Hun”, even though the former makes more sense as an abbreviation of Honey... \n\nBut ir looks wrong &amp; I don’t like it.",
  "📍 https://t.co/yAFcwrKbeS",
  "T U N E. https://t.co/obc9gE7rV7",
  "I look like an adorable Nun today with my new frames 🤓",
  "Listening to a Beyoncé playlist this morning so I can start my day fearless.",
  "@ClinicallyLuxe BOY I KNOW YOU WANT IT!",
  "@jayandreas_ @Comanda_x But are we the ones sick though? Ok 😊",
  "OOOH BOY YOU LOOKIN LIKE YOU LIKE WHAT YOU SEE\nWON'T YOU COME OVER &amp; CHECK UP ON IT? \nI'M GON LET YOU WORK UP ON IT!\nLADIES LET 'EM CHECK UP ON IT\nWATCH IT WHILE HE CHECK UP ON IT\n\nDIP IT\nPOP IT\nTWERK IT\nSTOP IT\n\nCHECK ON ME TONIGHT !!!",
  "Peace, Love &amp; Beyoncé to you all this morning.",
  "Picking up my new glasses today. Finally after 85 years.",
  "@jayandreas_ Drink some vodka you’ll be fine.",
  "I want to learn how to bake really well so I can fake surprise myself with random pastry treats.",
  "@NanaDuncan_ But yet here you are still being my dear friend.",
  "YES. We want it. https://t.co/qXBDhxS0Nx",
  "Wow. https://t.co/TwE2YdoGG2",
  "@mxmsworld 😂😂",
  "These overzealous “woke” accounts are Russian bots trying to derail the movement. \n\nStay awake.",
  "🤦🏿‍♀️🤦🏿‍♀️🤦🏿‍♀️ https://t.co/8zaowVfa3e",
  "@NanaDuncan_ I’m not a nice person I know.",
  "@NanaDuncan_ No.",
  "@Sebby_VI I’m dyslexic🚶🏾‍♀️",
  "@Sebby_VI You don’t appreciate Beyoncé so you can’t appreciate good things xxx",
  "Just put together the sickest mix, vibing out hard right now.",
  "https://t.co/ry49uQcA3j",
  "https://t.co/qjmY0UiJma",
  "@ImaniKahlo For real.",
  "@Ruthlessisback @kenp4ch1 By myself 6 months, with company 1 year.",
  "@kenp4ch1 😄 I’m going to try &amp; tick this off before 30.",
  "*adds to bucket list* https://t.co/KmLHcZewJh",
  "@Knownasjen_ ☺️☺️☺️",
  "@omozay loool 🤷🏿‍♀️",
  "@omozay His face looks comfy... like Ikea furniture.",
  "Olivier Giroud is delicious; ok that’s my 2 pence in.",
  "Ryanair’s new baggage policy is nonsense, so is hand luggage free or not??",
  "@jayandreas_ looooool im laughing hard already 😂",
  "@jayandreas_ Lmaoo wow adyen? Maybe stop eating trumu for breakfast lunch &amp; dinner you’ll recover soon. Alright we’re back Wednesday 😘",
  "I made your favourite soup @Knownasjen_ 😁",
  "@jayandreas_ Lool I’m flying out Friday, so if your popping over has to be before that",
  "@jayandreas_ You’ve been selling me this dream since 2016 fiha ko!",
  "@jayandreas_ Aw thanks! I want banku, grilled tilapia &amp; red pepper! Easy on the salt yeah? Ta xxx 😁",
  "@IsaacsIntuition He almost wrecked it with that shit 😄.",
  "@RenzLifestyle Nah man he really didn’t have to do that lool.",
  "Cunnilingus never needs to be that descriptive.",
  "..... what? Who was gassing him up in the studio for this? lmao",
  "How coked up was Chris Brown when he recorded ‘Privacy’ ? \n‘cause this lyric throws me off everytiem I listen...\n\n“Ain't nobody here but you &amp; me\nLicking your private parts”",
  "@MrSmoothEMT I’ll check it out hopefully it’s reasonably priced 😅 .",
  "Does anyone have a spare MacBook Pro charger (old model) they don’t mind letting go off? I’ll pay",
  "Bud inna di leaf.",
  "Anemia is butters.",
  "@jojoldn I’m worried my actual meanness might be read wrong now 😄",
  "@jojoldn Wait... is this a sign of flirting 😬😧😮",
  "I’m going to be so cranky in the AM if I don’t sleep in exactly 8mins.",
  "@albimakingart Omg 😍😍",
  "@LHw0rld This is you secretly asking to be on Cupid’s roster right? Cooooool I got you 😉",
  "@LHw0rld Me professional? Aww thank you. I prefer romance enthusiast xxx",
  "Oh I’m going to get my dedication speech for bringing two loves together. It’s written.",
  "Everytime I play Cupid it ends in disaster but have I learnt? No.",
  "@NanaDuncan_ 🖕🏿🖕🏿🖕🏿",
  "Home alone thinking there’s a stranger up in here.",
  "My cat knocks my bedroom door before she comes in &amp; its honestly starting to creep me out lool",
  "Should’ve released that instead of Culture II. https://t.co/ITUgudZAu4",
  "Understand some of your favs are human &amp; if you're quick to cancel everyone there'll be nothing left to listen to but white-noise.",
  "We’d all be cancelled if the public heard what we say in private and dug up who we were before we became aware. No one is born woke.",
  "Somehow this is all Miguel’s fault, I just know it #ThisIsUs",
  "@bilzyb Gonna give it a listen 😊",
  "I get really rigid with my current playlists sometimes...",
  "Lorde is an artist I haven’t bothered to get into; even though I’ve heard nothing but amazing things about her music.",
  "I’m on the final episode of #ThisIsUs &amp; I don’t want to let go, the snot nose crying has been therapeutic lmao",
  "Happy Birthday Oprah thanks for keeping my mum occupied while I wreaked havoc as a kid.",
  "A real man would've brought her the head of the thief. https://t.co/9nBCbfIKEx",
  "Well at least there’s a copper lining... https://t.co/3nNlhb4RvL",
  "@ImAlways_Hungry The grey filter over London is awful.",
  "Natural light on anything &gt;&gt;&gt;",
  "Black Men Walking: a hilly hike through 500 years of black British history https://t.co/McTlYhaBlO",
  "Nothings been the same since the socially awkward kids started running the internet.",
  "I don’t want to see people’s heads getting blown off on my TL.",
  "Some of you RT some awful shit on here with absolutely no trigger warning?! Wtf",
  "@rightupanotch Awesome! Hope this is only the beginning for her.",
  "@rightupanotch Her album is so good !",
  "@JBChaleboy Lmaoo oh.",
  "Does anyone have a spare MacBook Pro charger (old model) they don’t mind letting go off? I’ll pay",
  "I can’t wait to be sprawled out &amp; oiled up on a beach Friday.",
  "Insincere apologies are so transparent. \nSave yourself the trouble if you don’t mean it.",
  "@mxmsworld It gets a lot worse, you’re about to be neck deep in feels loool.",
  "@mxmsworld That wretched show. I can’t cope anymore. The tears are constant.",
  "@mxmsworld You’re actually hilarious",
  "@RaiMKai Bank holiday weekend lmao.",
  "@Oloni looooooooooool",
  "Kendall can stfu. Where was this energy when Tyga was climbing through Kylie’s window like Peter Pan? https://t.co/qxEMoYmfn3",
  "That’s the kind of game I’d play for 6 hours straight just out of pure frustration.",
  "lmaoo https://t.co/9NKLD4tv85",
  "I need the pace to slow a little so I can enjoy it.",
  "The weekends are flying by.",
  "Morning 😊",
  "Attachment is not the same as love. And neither is dependence.",
  "The show is so good! So so good.",
  "#ThisIsUs has its foot firmly on my tear ducts. The tears just won’t stop. Every. Single. Episode.",
  "sex flashbacks hit u like the visions in that’s so raven",
  "\"I think the importance of doing activist work is precisely because it allows you to give back and to consider yourself not as a single individual who may have achieved whatever but to be a part of an ongoing historical movement.\" Happy 74th birthday, Angela Davis! https://t.co/K87vIr77bc",
  "I will never betray my heart.",
  "@Knownasjen_ just comes over to talk shit &amp; leave. Still love her though 😄",
  "@FLOTUK Looks gorgeous! 💖",
  "My chest is tight. https://t.co/K7jhhLk3eI",
  "@NanaDuncan_ Kwasiaaa 😂",
  "@NanaDuncan_ Should I slap you?",
  "@Ruthlessisback Nah just a sweet act of intimacy",
  "@Ruthlessisback Who said that? 😄",
  "*sigh* I also said I was giving up alcohol for 12weeks.",
  "I want lots of Sauvignon. Red specifically.",
  "@Ruthlessisback Intimacy init",
  "PURE. https://t.co/DEpYGNuki5",
  "Every Friday. https://t.co/0BsJvJgMH0",
  "There’s a convo brewing in the office about Irish Oppression... Yup cue to pop my headphones in.",
  "Have you heard ‘Stimela(Hope) Ft. Hugh Masekela’ by @SELVSSE on #SoundCloud? #np https://t.co/5SttmvSqiA",
  "Have you heard ‘SELVSSE X Daily Paper’ by DailyPaper on #SoundCloud? #np https://t.co/mtfmup18wW",
  "Have you heard ‘Green Inside ft. Faye Nash’ by @SELVSSE on #SoundCloud? #np https://t.co/mthuTLU22S",
  "I just want custard creams to dunk in my cup of tea this morning.",
  "2 tickets for RECESS, if you want them hit me up. #RECESSWakanda",
  "@SELVSSE lmaooooooo.",
  "@omozay Ya know! 😁",
  "@TINYMANMUSIC @SELVSSE This was almost mine, remember how much we use to bump this Sal? 😄",
  "@omozay 😉, Urban Hang Suite gave me my favourite Maxwell song to date!",
  "@omozay @LContehBoxing @SamiaFourEyes @lukealexdavis @FluffCustard @sewadyllo @Chuparos @RKZUK @NeciaNavine @jermainedesign @Ayo_GT @owilliams__ @OxerKing @tahmidurahman @SimpleAs0 @LifeOfAls @notyamyam @UncleTimi @_Azryah @EllaDecember @RiaRozayy @Deej_90s @LongLive_SM My classic album vote goes to Slum Village | Fantastic Vol.2\n\n&amp; I nominate @SELVSSE @mxmsworld @Knownasjen_ @NanaDuncan_ https://t.co/gy9LEnDxM3",
  "JESUS JESUS BE A FENCE AROUND MY EDGES!!!! PLEASE BE A FENCE!!!! I’M OVER HERE READY!!!!!! IM READY. WOOOOO https://t.co/CawpPk0NaN",
  "@Sebby_VI Feel better soon 🙂🙂🙂",
  "I need to rant but I don’t want to tell anyone my problems https://t.co/Pt4DfRYoWW",
  "@Sebby_VI 🙂",
  "My cat freaks out everytime I play this; she’s so confused 😄 https://t.co/sF1pbUeQbR",
  "Judge Aquilina: “Would you like to withdraw your plea?”\nLarry Nassar: “No.”\nJudge Aquilina: “Because you are guilty, aren't you? Are you guilty, sir?”  \nhttps://t.co/KWY1pm3GPO https://t.co/kMoFv91mD5",
  "This is a rendition of 'Stimela' by Hugh Masekela. Rest Easy x // ‘Stimela(Hope) Ft. Hugh Masekela’ by @SELVSSE  https://t.co/5SttmvSqiA",
  "Discombobulation is upon me today.",
  "Omg... did I feed my cat this morning...",
  "@Oloni Looool 😩",
  "@Oloni I’ve cried because there was only red top milk in the fridge kmt.",
  "I’ll take the blood, it’s the multiple personalities in those 3-5 days that exhaust me!!! 😫 https://t.co/483B33f1sk",
  "I’ve experienced 22 moods already &amp; it’s only 2pm... wow being a woman is amazing. Yay! xxx",
  "@DiorLDN Loool 🤷🏿‍♀️",
  "@Unkle_K loool soz!",
  "I’m late... McDonald’s it is then.",
  "@Unkle_K &amp; it’ll still be January next week... 😬",
  "Monday 95th January, 2018.",
  "@smoothfuego1 I love them alll!! (Fuck Miguel)",
  "#ThisIsUs is my favourite thing right now I love it so much 😩",
  "Yo the day has flown by; keep this pace till it’s 5pm.",
  "@SosoMunaChi You’re so polite 😄!",
  "So Instagram just insists on forcing random accounts down my throat?",
  "@LeDonute I haven’t really listened to any solo goldlink projects. I like the little I’ve heard though.",
  "@_GabrielOA Me too, Ive heard some amazing acoustic sets.",
  "Surprised he isn’t doing festivals here...",
  "Isn’t Anderson Paak pretty popular here by now? His catalogue is literally sunshine music.",
  "My spirit needs a Bilal, Maxwell &amp; D’angelo mix.",
  "@jayandreas_ @Sebby_VI @SephoraCB_x @Charles_Yngboss 😂😘",
  "Someone call these hormones away please.",
  "@Sebby_VI @jayandreas_ @SephoraCB_x @Charles_Yngboss People who respect Beyoncé yea loool, But yeah I’m going already sorry ☹️",
  "@jayandreas_ @SephoraCB_x @Sebby_VI @Charles_Yngboss Aw I’m going already with friends",
  "lmaoooo https://t.co/xAqRYfirqw",
  "@ImAlways_Hungry That’s the one!",
  "It’s called repression. https://t.co/FTlHdTAZVI",
  "@ImAlways_Hungry No problem 😊",
  "@ImAlways_Hungry I think you’d enjoyed Lover Magician Warrior King better",
  "@ImAlways_Hungry A New Earth is wining but I’ve read it twice already 😄",
  "@ImAlways_Hungry A New Earth, The Celestine Prophecy, Lover Magician Warrior King  &amp; The Hate U Give.",
  "@ImAlways_Hungry Lool I wanna pick but I’m enjoying them all for different reasons",
  "Yeah I have a problem 😬",
  "My brother was playing my video game &amp; I was getting anxiety because he wasn’t playing it the way I would...",
  "How do I stop being a control freak??? 😫",
  "I’m reading 4 books simultaneously &amp; my head hurts.",
  "Just started watching #ThisIsUs ; so is this show’s sole purpose keeping my tear ducts empty?",
  "@Ruthlessisback 8am then lounge for 2 hours.",
  "New Orleans culture soo strong the horse even second lining🗣🗣 https://t.co/6X6OLBJVYw",
  "@kvchingg That's not even a spoiler!",
  "Frank needs to Talk To Frank. #HTGAWM",
  "This episode rattled me. #HTGAWM",
  "When Beyoncé adopts a dog 🙌🏾 https://t.co/U571HyLG4F",
  "@KidFury https://t.co/uKzOnc2m0X",
  "🎶Girl, close your eyes\nlet that rhythm get into you🎶",
  "On this day 38 years ago, ‘Rock With You’ by Michael Jackson from his ‘Off The Wall’ album hit #1 on the Billboard Hot 100 Chart! It remained #1 for 4 weeks and became his first of 9 singles to hit #1 in the U.S in the 1980s – more than ANY other artist that decade! https://t.co/VKdiLDpN93",
  "A Twitter poem:\n\nBefore you come in my mentions,\nOver something you read,\nJust know I twote what I twote,\nAnd https://t.co/HH32F2nj97",
  "Looks like I'm working from the comfort of my toasty king bed today. Enjoy the cold commute this morning people! Haha",
  "Thou shalt not force a goddamn thing. Lol",
  "Proper given up on this abs before holiday dream *sigh*",
  "@NanaDuncan_ It'll be on repeat tomorrow lmao",
  "@Sebby_VI Gy3 kwasiasem na wo ka !",
  "@omozay Such quality!",
  "@Sebby_VI Seb we'll actually fight...",
  "Finally ready to admit 4 is my favourite Beyoncé album.",
  "@bilzyb This is me with Taye Diggs",
  "PSA: check your bae's diet before you end up with a chemical peel https://t.co/hD9n8D5yAF",
  "@NanaDuncan_ Just had vapianos 😄",
  "Garlic breath... mmm sexy.",
  "This spinach stew &amp; boiled plantain was a good shout for lunch; about to nap at my desk.",
  "My name is Chiamonwu Joy, A Nigerian Female Hyper-realistic Charcoal Artist. I draw with charcoal pencils on paper. These are all drawings. https://t.co/f0nfuVIgHt",
  "🎶 I feel it in my fingerssss\nI feel it in my toessss 🎶\n\nhttps://t.co/EUbSmaThht https://t.co/EUbSmaThht",
  "Morning sweet peas 😁",
  "@Miss_Trc Rebuke it",
  "Yes. https://t.co/R8TM3AeUTg",
  "@Lolafinesse Congratulations darling! 🎊✨",
  "@mxmsworld He's on TheRead! It's so dope, you should listen.",
  "water it no get enemy",
  "Is this Parkword approved? https://t.co/MHJqz5JBbQ",
  "Keep your mannerless children away from me because I'll twist their ears.",
  "This is so ideal. https://t.co/nwXr27MyLF",
  "Hay guys! Your girl got a new video. A GRWM!! let me know if you likely 💛💛💛 love love love https://t.co/XW53eUI83M https://t.co/3eGyrGHa0j",
  "Liam Payne - Bedroom Floor is the worst song I've heard in DECADES. Honestly; it's so painful.",
  "'Khloe has a thing for men who abandoned their families' \n\n@crissles 2014\n\nlmao why is this still true 4 years on 😂",
  "@Oluwaponz Kmt loool",
  "@omolaramart Looool I laughed a little cause I'm just so gob smacked someone is actually doing this",
  "@omolaramart They've changed my password so I can't login 🙃🙃🙃",
  "@Oluwaponz I know right :/",
  "@jayandreas_ Nah if they get money from this I'll be vex. I need it dickheads!!! Looool",
  "@jayandreas_ Jay I can't believe it, this person is shaming me looool!",
  "Wow so someone has hacked my Facebook &amp; is begging people for Uber money lmao",
  "@mxmsworld We'll make it happen 😄",
  "So I'm eating a sandwich... *sigh*",
  "I can't be one of these sandwich wankers at lunch time, I need real food.",
  "It’s official‼️Proud to announce that I will be representing Ghana at the 2018 Winter Olympics🙏🏿. Dare to dream! #GhanaSkeleton🇬🇭 https://t.co/xBw6dH1wfq",
  "Nigga caught a Snapchat https://t.co/8fNZysBDVm",
  "@mxmsworld 😄💕💕",
  "I'm not a girl,\nNot yet a woman.\nAll I need is time,\nA moment that is mine,\nWhile I'm in between. \n\n- Britney Jean Spears '01",
  "@Unkle_K Sounds dangerous",
  "@mxmsworld Yeah I've decided we're having a Beyoncé Britney night when you come over! I'm making a playlist!",
  "https://t.co/onXou7GMVE https://t.co/onXou7GMVE",
  "An icon for baby girls worldwide.",
  "Britney's discography is inspirational, what a legend!",
  "This is why piccolo us the better dad https://t.co/MmuARywHFz",
  "I really like this video https://t.co/WrZjuVFIPi",
  "Maybe you’re gonna be the one that saves me",
  "This little bit of sunshine has really perked up my mood today.",
  "Kiss me beneath the milky twilight",
  "This is such a gassers!\n\nhttps://t.co/HtsNhzVYVg https://t.co/HtsNhzVYVg",
  "@jays_linkup Lmao I'll take this shade rightfully! 😂🤦🏿‍♀️",
  "@Miss_Trc Yeah that's the homie, She's another Ghanaian queen! 😄",
  "@mxmsworld Aww babe! You're right another catch up is due! Text me 😘",
  "@mxmsworld Please you're welcome to take over.",
  "@Miss_Trc Might know who you're on about 😶",
  "It's fun but exhausting.",
  "I've been living as extrovert for the last couple of months &amp; I'm exhausted.",
  "@LonelyScribe 😍",
  "@ynceldn Great because I really can't be bothered; i did one manual lesson &amp; gave up.",
  "@ynceldn Should I bothered learning to drive manual then?",
  "I won't even take the bins out, so a whole proposal? Ha!",
  "If being the modern woman means going down on one knee to propose then send me to the dark ages.",
  "@CoolKidCheeks I can't wait! 💃🏾",
  "@jayandreas_ Love ya too bub 😘 !",
  "@CoolKidCheeks Lanzarote for a nice stretch !",
  "The fact I'll be soaking up some rays in a few weeks is getting me through these gloomy mornings.",
  "Baecation soon come @Knownasjen_ 💃🏾💃🏾",
  "Awesome night!  You did that @jayandreas_ 💕 ! #JaysLinkUp",
  "Shoutout to my girl for making Fufu Sundays possible. Nap time.",
  "@MsBiney Deffo trying this! Cute avi sis 😘💕",
  "was in my feels and decided to write last night. let me know what you think. 💕\n\nsong: Juke Jam - @chancetherapper ✨ https://t.co/k3E9PvpBUV",
  "@WritersFengShui Amen!",
  "It might be fuelled by prosecco alone but that's besides the point.",
  "I wanna make it known I have a promising DJ career.",
  "I should probably climb out of bed now.",
  "' If you're a horrible person; you'll be a horrible person wherever you go. Even in space. ' - Mum",
  "@jayandreas_ She's given me serious baby fever 😩",
  "This mama dog was keeping her puppies warm inside a doghouse when someone else decided to join her 💞 https://t.co/GTMy8o0aZz",
  "@jayandreas_ Try it with Robyn 😄",
  "@FLYLUSI Clear baby whisperer 😄",
  "She was so serious too haha",
  "This mum rapping 'Man's Not Hot' to settle her crying baby is the funniest thing I've seen 😂",
  "This song still gets me teary eyed. https://t.co/7vz67YuEjX",
  "@omozay I'm still there lool",
  "@cjroom You being this unnecessarily defensive proves my point. Make sure the confidence you're trying to exude is authentic x",
  "@omozay You're very cheeky lol",
  "@cjroom If that's the case I can tell your deeply unhappy. I hope you find the confidence to love yourself x",
  "@VelveteenFemme @marksandspencer So women who are actively trying to lose weight; be it for vanity or health reasons shouldn't be congratulated?",
  "@Oloni People are mad",
  "Plan a trip yo your old primary/secondary schools if you can; speak to these kids.",
  "Black British model, @HarryUzoka, has been stabbed to death in the street during 'robbery gone wrong' in East Acton, London.\n\nIf you have any information regarding this incident, please contact @metpoliceuk\n\nhttps://t.co/1ftbKBd644 https://t.co/Q3C4zzgt7t",
  "If you clearly see your colleague is on lunch &amp; attempt to talk to them about work you have no joy in your life.",
  "Who's been to Lanzarote before? Please I have questions.",
  "@jayandreas_ So precious! Can't wait to see her 💕",
  "@LonelyScribe Let's see",
  "@CoCoMaiPhillips It's the water",
  "bring back drinkups / house parties",
  "@DiorLDN Happy birthday Oheema! Hoped you've smiled from ear to ear all day 👸🏿💕🎊😘",
  "I'd actually take the black eye gladly.",
  "LMAO. https://t.co/ReJtA4egi8",
  "I'm puzzled every time my mum fails to answer my phonecall... what  could you possibly be doing that's more important then speaking to me? 😐",
  "@SELVSSE Lmao. Omg don't @ me in these tweets.\n\nRegards.",
  "Spinach stew with smoked mackerel  &amp; boiled plantains.... mmm yum.",
  "Lemme show your girl what to do with those 8000 nerve endings since you can't.",
  "@mxmsworld Some of our sisters are really experiencing the rapture with these dudes.  Tragic.",
  "@Oluwaponz Great now I have to make friends 🙄",
  "Do I have to add friends to play GTA online?",
  "How are you living in sin &amp; your toes ain't even curling??",
  "We are grown folk now, unless it's physically impossible there's no reason why we should be putting up with selfish orgasm-less sex.",
  "@mxmsworld This is a really long winded way of saying \"I can't make a woman cum\".",
  "It's so cruel people pause to laugh at my sneeze before saying bless you.",
  "Wow completed wash day in record time before bed.",
  "Silence is never awkward for me; we don't have to bond. It's fine.",
  "@JBChaleboy Yes please",
  "@LHw0rld It's no walk in the park, it takes a little while to perfect your balance.",
  "@JBChaleboy Wait what?? Is it still available?",
  "@LHw0rld Yeah that rust ain't wearing off for at least 6 months 😄",
  "@LHw0rld Haha you've started?",
  "what yall be having ?????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????????? https://t.co/D9I6FA9t7a",
  "@mxmsworld Wtffffffffffffffffffff",
  "@Kelle_S6 No way, Monica's OCD jokes were so played out.",
  "@omozay Synchronicity is a mad thing, what are the chances that I happen to be listening to a Nile rogers song just as I'm seeing this!",
  "Ghana highlife/hiplife is so romantic 😄",
  "Wo beh do me'aa do me preko, odoo'ay. \n\n(If you're going to love me; love me right now)",
  "Wow so it's actually only Monday.",
  "You all reside in the upside down. FACT.",
  "https://t.co/cemKZOQFRO https://t.co/cemKZOQFRO",
  "@Unkle_K Wow.",
  "@queenvictoryy 😄😄",
  "@queenvictoryy Aww they're so cute from a distance",
  "@FLOTUK Well I hope you have an amazing time regardless! It's beautiful out there! x",
  "@FLOTUK Benagil, it's along the algarve as well. It's pretty popular so you can book boat trips from any tourist info spot.",
  "Who's been to Lanzarote before? Please I have questions.",
  "@FLOTUK Book the boat trip that includes the day BBQ beach party too, it's so cheap.",
  "@fj_banks Loool",
  "I need to watch my sugar intake, that shit is like crack.",
  "Coca Cola I mean 😳",
  "Had some Coke &amp; I'm buzzing!",
  "@FLOTUK The beach caves will blow your mind!",
  "Make it stop. https://t.co/YneKvrLZK6",
  "@Ruthlessisback @MonsieurKane Yup! Cersei is a necessary evil, the people were lawless under Tommen.",
  "You guys. Do you know how excited I am that we are going to raise a generation of beautiful black babies with opportunity, inherited wealth, resources, creative freedom, nurtured dreams and emotional support?? Do you know the task we have is super lit?",
  "@Sebby_VI 😂",
  "@akvsl Wow!",
  "@PuddiSRC I mean duh lol",
  "@Sebby_VI Oh y'all got fancy emojis now, nice loool",
  "@CoolKidCheeks Seems so lool",
  "Every time I see a photo of auntie Viola Davis I smile from ear to ear. Her success makes me so happy!",
  "@Sebby_VI Please my technology won't allow me to see this emoji lool",
  "So it's the lies &amp; secrets you're addicted to you sociopath.",
  "So none of you want open relationships; but selfishly continue to explore intimate relationships with people other than your partner... Ok 😬",
  "“I want all of the girls watching here now to know, that a new day is on the horizon.” @Oprah accepts the 2018 Cecil B. de Mille award. #GoldenGlobes https://t.co/hbquC1GBjm",
  "@CoCoMaiPhillips You really put Monica before Phoebe!",
  "Aang &amp; the gang back in business! https://t.co/XSIVsa6WXV",
  "I usually don’t share my life, but this isn’t about me, it’s about my parents who I cherish more than life itself. My dad has cancer and my mother has MS. Even if you choose not to donate, a retweet is also appreciated. Thank you guys💗\nhttps://t.co/qsYv79cx5h",
  "@sheisjei Nah Chandler's dad jokes made him iconic.",
  "@helloalegria Joey was not funny! He was incredibly cute &amp; that laughter was coming straight from our uterus. Monica's OCD jokes were so played out. Phoebe &amp; Chandler were natural gems!",
  "@TheLifeOfWays I'm disappointed in you. You probably think Joey was hilarious.",
  "@KinikiJones Friends veterans know.",
  "@PuddiSRC Phoebe &amp; Chandler don't get the recognition they deserve.",
  "@lovefromtey Ross was hilarious but Chandler's dad jokes &amp; awkwardness were gold!",
  "@DamzelinEssex Phoebe is the funniest please!",
  "I'm kidding please don't come cry in my mentions brokies.",
  "Get your money up b. https://t.co/K5GeIbu6zJ",
  "Let's all be honest Joey really wasn't that funny, just incredibly dim.",
  "Phoebe was absolutely hilarious! Her song Smelly Cat should have charted. Absolute banger.",
  "Nah. Nah. You all have the order wrong. It goes:\n\nPhoebe \nChandler \nRoss\nJoey \nMonica  \nRachel",
  "lmao! https://t.co/ZWLXSUS4WQ",
  "He kept that energy throughout the interview with his foot firmly on Theresa's neck. Love it.",
  "One thing you can guarantee is this interview never being aired again. You might want to watch this @theresa_may #BlameTheTories https://t.co/vmJ26RF0ZX",
  "@KwesB Get into him, he's dope",
  "@KwesB Daniel Caesar",
  "Whoooooooooooo would've thought I'd get youuuuuu.",
  "It's only the two of us\nEverything I need's between those thighs...",
  "Beyoncé stands on stage like this for 10 minutes without saying a word and we all just scream until we pass out  https://t.co/Bz852fKZii",
  "Between 2009 -2011 Vybz Kartel released \n\n1. Clarks\n2. Bicycle\n3. Virginity\n4. Romping Shop\n5. Touch A Button\n6. Nah Let Go\n7. Beg Yuh A Fuck\n8. Benz Punany\n9. Go Go Club\n10. Summer Time\n\nJust deep it ...\n\nTIMELESS",
  "@mxmsworld Sweetie what's his is yours too.",
  "What's the point of the discovery page then??",
  "So not only is instagram forcing Ads onto my main feed, I'm now being forced to see posts from accounts I don't follow? 😒",
  "@mxmsworld OMG! Listen your vids are about to be extra crispy!",
  "open relationships can actually work it's just people think it means there are no rules and less communication, if anything, there are lots of rules and more communication. https://t.co/tYM7mpoWgX",
  "@FLOTUK Loooooooooool",
  "@SephoraCB_x Lmaooo 😘",
  "@SephoraCB_x Ahh so the spell worked... good to know.",
  "My homie: \"If Batman such a real nigga why don't they put him with the avengers to fight ol boy?\"\n\nMe: \"Because he's a DC character\" \n\nMy homie: \"I don't care what city he from\" https://t.co/Olmq4jidkl",
  "@mxmsworld Jeans &amp; a t shirt, I'm so boring 😩",
  "Afrochella kicked of last week, looked dope! https://t.co/UduIXO7DZS",
  "Came to visit my cousins &amp; somehow  I've been left babysitting 4 kids under 5. FOUR OF THEM!",
  "I think I like kids till I'm around them for more than 15 mins... 😬",
  "I just realised J kwon - Tipsy is 14 years old &amp; I feel nauseous.",
  "I MAYBE YOUNG BUT I'M READY!",
  "@Swissinho False Beyoncé is recognised as having 4 &amp; this is a screenshot I want to hear the evidence. Where is the vocal performance to support this?",
  "@omozay @bilzyb You've said this twice like it helps your argument. I haven't heard an Ariana tune showcasing this \"wide range\" Beyoncé has multiple.\nI'm happy for you to point me in the right direction 😁?",
  "@Swissinho @omozay @bilzyb Receipts now! I want them now.",
  "@omozay @bilzyb Just because Ariana can belt out a tune doesn't mean she has better vocal control than Beyoncé, that's comical.",
  "@omozay @bilzyb Is that all? Beyoncé can go in between, side to side. The upside down. ARIANA DOESN'T HAVE HER RANGE!",
  "@bilzyb Loool as long as we see the light again",
  "I've done the bare minimum today because why should I come &amp; kill myself on a Friday.",
  "@bilzyb Didn't even know there were other options.",
  "\"The ting go skrrra pap pap ka ka ka skidiki pap pap and a pu pu drrrr boom SKYAAA du du ku ku tun tun poom poom.\" https://t.co/y6MGZrkV1R",
  "I've been a lot friendlier today. Hmm I must be coming on my period.",
  "@ImAlways_Hungry Yes yes!",
  "@Oloni 😂",
  "@Ruthlessisback Looool wow",
  "@Lolafinesse 😄 it's wash day tomorrow I'll try this mask out. Thank you! x",
  "@Lolafinesse What does the coffee do?",
  "@Lolafinesse Ooo care to share?",
  "A perfect blend of Self Titled &amp; Four (Tracks 1 - 5) https://t.co/5syuSZQjtZ",
  "Beyoncé - Grown Woman is my mood for 2018 &amp; beyond.",
  "So Shannel is actually singing \"come &amp; make it Wayne down on me\" in Wetter?? Lmao.",
  "Lil Wayne's No Ceilings was gold.",
  "Wide receiver weezy\nThrow da pussy at me\nYa pussy lips smiling\nI make da pussy happy\nTake your panties off\nThe pussy lookin at me\nI'm the pussy monster\nNow get the pussy ready",
  "You're not cracking enough nuts if you're worried about someone else's pussy receipts.",
  "I can't believe people pay for Wagamamas. With money they worked hard for.",
  "@OfficialDebra This made me smile so hard ! Adorable x",
  "1 2 3 ACTION 🎥! Not only is she my daughter, she has now promoted herself to my director 🤦🏽‍♀️ 👸🏾 https://t.co/2qdY3Jsa4Z",
  ".@KendrickLamar, @DangerooKipawaa, and @TopDawgEnt will curate and produce \"#BlackPanther: The Album, Music from and Inspired by the Film,\" including lead single “All the Stars” by @SZA. Listen to the single now: https://t.co/G1LljTh9cA https://t.co/IwJG01zqao",
  "I can't stop staring at asses today. I'm one more look away from a meeting with HR.",
  "I'm happy Cardi is finally rapping on beat, it sounds good.",
  "I don't know why Crocodile got so much stick. I love how twisted it was.",
  "Black Museum.\nCrocodile.\nHang the Dj.\nUSS callister.\nArkangel.\nMetal Head.",
  "'Babe yes; I only ever link you after midnight. 'cause when the world is at a stand still all I think of is you'\n\nLmaooo.",
  "I’m a blind twitter user. There are a lot of us out there. Increase your ability to reach us and help us interact with your pictures, it’s really simple and makes a huge difference to our twitter experiance allowing us to see your images our way. Thanks for the description 😎 https://t.co/hCsjoFdmev",
  "@LonelyScribe The \"we could always make more children\" line took me out lmaoo.\n\nSome morbid people living amongst us",
  "@LonelyScribe I was so alarmed when I found out they were actually being serious 😳",
  "@TJF_x Definitely! That &amp; \" It's not rape if she...\"",
  "\"We can always make another baby\" \n\nlooooool wild.",
  "I still can't believe people actually said they'll let their children die in a fire to save their husbands lmaoooooooo",
  "https://t.co/2xnO8RvmvT https://t.co/2xnO8RvmvT",
  "Let me be the responsible adult with work in the AM &amp; take my arse to bed.",
  "@Ruthlessisback How?!! His sketches were gold!",
  "@Ruthlessisback See all that ass in your mouth now you're talking shit.",
  "Pretty Woman is legit one of my fav movies everrrrrr.",
  "Aaaah! I'm geeked for this ! https://t.co/FE65cAr2G1",
  "@mypallymac *White America elected a sociopath.",
  "The world doesn't have a choice 💅🏽 https://t.co/YkzJ8ktPkT",
  "I let a sociopath into my life once, boy did I learn fast.",
  "I'm sure being a serial killer is extremely time consuming; you'd eventually figure it out 😄 https://t.co/W3zscSznHw",
  "@FLOTUK Ok I thought I was buggin' ; when I first saw the LHH preview I thought she was a white woman in blackface 😳",
  "@SELVSSE I heard it's garbage",
  "My heart will break if this is true.",
  "Pardon? https://t.co/5htrL7H14e",
  "@mxmsworld Martha I laughed so hard!",
  "Lmaoooooooooo https://t.co/R2gbpr1hk9",
  "I need another Beyoncé concert.",
  "@Swissinho Get out 😂😂",
  "@MrJacobBanks This is awesome! Congratulations 🎊",
  "CAN YOU EAT MY SKITTLES\nIT'S THE SWEETEST IN THE MIDDLE.\n\nPINK IS THE FLAVOUR.\nSOLVE THE RIDDLE!",
  "I think about Beyoncé's BLOW video often.",
  "He took your cultural appropriation comments on board &amp; rebranded init  lool.",
  "Why are you guys doing my Strawberry Bubblegum Justin like this? 😂",
  "I'm actually howling ! https://t.co/mSWmUXbDoL",
  "@Ruthlessisback If it's only 1 person definitely a stranger.",
  "Everyone seems like they're enjoying Ghana a little too much. \n\nGET OUT MI COUNTRY! 😒",
  "@FLOTUK I was just thinking this the other day! Come home from 9-5 &amp; mummy shifts starts the minute you walk in?! Nah.",
  "A relationship with some of you sounds like a Guantanamo bay sentence 😬",
  "Wait till you hear what @SELVSSE is cooking up...",
  "Quality projects are coming out like hot fries.",
  "I have soo much new music to dive into, the talent right now is overwhelming.",
  "Press play on this. Seriously.",
  "https://t.co/oFDNTGJ0Su https://t.co/oFDNTGJ0Su",
  "@JBChaleboy @helloalegria @jojoldn Lmao I grew it so I know it's 100% natural.",
  "@helloalegria @JBChaleboy @jojoldn You're amazing xxx",
  "@helloalegria @jojoldn @JBChaleboy Doing this too &amp; started using the Aloe Vera I grew. So far so good.",
  "@helloalegria @JBChaleboy @jojoldn Right so a link to this pillow case please? xxx",
  "@omozay I feel sick. Bye.",
  "@jojoldn @JBChaleboy Stick to the butters &amp; natural oils it works.",
  "@jojoldn @JBChaleboy You played yourself with that one, you stand in that store for too long &amp; the smell alone gives you a headache.",
  "@omozay He's 18? 😬",
  "@jojoldn @JBChaleboy Serious? What the heck were you using lool?",
  "@JBChaleboy @jojoldn LOOOOOOOOOL",
  "@jojoldn @JBChaleboy Ah cleansing brushes are great, gives you a deeper clean. Pair it with a natural face wash.",
  "@jojoldn @JBChaleboy &amp; exfoliate at least once a week.",
  "@mxmsworld Baller ballerson yeah?!",
  "I know Spotify is probably better than Apple Music but attachment issues are preventing me from making the switch 😬",
  "@mxmsworld I'll never put the bins out. I actually refuse.",
  "Wanna hear some magic?\nListen to this right now.\n\nhttps://t.co/GEspr5Vrb1 https://t.co/GEspr5Vrb1",
  "I hope new writers have been hired. https://t.co/R1nTy3PuY3",
  "My girl's got a body bombastic elastic call her Mrs. Fantastic!",
  "@DiorLDN Babe my brain isn't even on. I'm so tired 😩",
  "I'll be doing absolutely nothing at work today, nothing.",
  "New Years miracle, I'm on time to work with minutes to spare.",
  "Me whenever someone falls in love with me after hanging out for the first time https://t.co/AsQWpp3rXh",
  "Pantine could neva. Garnier wishes. Tresemme doesn’t have the range. https://t.co/zOOgxsZfwr",
  "So , i’m in PINK and this white lady goes ...” u’know, you’re so pretty for a black girl ...” I go ,” And you’re ACTUALLY aging well for a white lady.” Some black lady next to me choked on her own spit and I carried on with my day... 2 can play that game Mary\n#ClappinBackAll2018 https://t.co/2AIk3cka3g",
  "Wow. Crocodile is dark.",
  "@RayFiasco @SamWorldPeace Yes why such blasphemy?",
  "The USS Callister episode is the reason why you don't smile too long at that one dude at work.",
  "@JLoriane It's a tedious road but worth the journey.",
  "@Oluwaponz @Ruthlessisback Me either, not even for food 😩",
  "@Ruthlessisback Mr Narcolepsy I don't want to hear it 😄",
  "My body still isn't awake yet. All nighters don't agree with my old bones anymore 😩",
  "Lovely voice, but she doesn't even come close to Beyoncé's range. https://t.co/q39dx9jLYK",
  "*small print* \n\nThis is a life long task. The work doesn't stop till your heart stops lol.\nEnjoy.",
  "The plus is that idealised version of yourself doesn't have to be a mask, it's achievable if you do the work.",
  "Peeling back your layers brings a heightened sense of self awareness; which sometimes challenges you to question your own sense of identity.\n\nIt's scary.",
  "There's a misconception self care/work is all about reading\" the books\", drinking water, meditation &amp; X'ing people out of your life. It has depths beyond that...\n\nThis shit is hard.",
  "Procrastination &amp; poor time keeping;  give me a break this year so I can be great.",
  "Shall we, 2018? #NewYearsEve #BlackPanther https://t.co/4XnXw1w7bC",
  "@TheJAndreas @Ruthlessisback So both of you have started an ass eating convention in my mentions?",
  "@TheJAndreas @Ruthlessisback Looooooooool bye.",
  "@Ruthlessisback @TheJAndreas Haha I won't believe that!",
  "@TheJAndreas You have a sickness",
  "You could play it 20 years from now &amp; feel the exact same magic. Guaranteed. https://t.co/kI0Vc8jpYH",
  "2018; life after the red pill.",
  "The clarity I've been blessed with now has me tunnel vision for exactly what I need out of life.",
  "Without meaning to I isolated myself a lot this year, I didn't realise how much I needed it.",
  "@Ruthlessisback Get him Umbro to teach him gratitude.",
  "@LoveCass_ @BloomsburyLanes With your cute self 😻!",
  "Who you know drip like this? \nWho you know built like this ? https://t.co/01XsvY7xFt",
  "What a view! https://t.co/GerErGHaSM",
  "@akvsl Haha yes find yourself young king.",
  "Whatever you’re doing tonight please don’t fucking drink and drive tonight",
  "@TheJAndreas Fa wo gymisem ko wai!",
  "I'm in such a good mood today.",
  "I want to do yoga on the roof today but the wind is howling mate.",
  "Hi guys 😁",
  "I'm way too alert for 4:13am.",
  "Would you say...they are...on a...BREAK https://t.co/wOzYSngxQe",
  "@JakesTake1 Went by pretty quickly, it was lovely thanks hope it was the same for you.",
  "@JakesTake1 Fantastic, you?",
  "I like swimming but my FRO does not.",
  "I need a new active hobby since I've giving up cycling in London.",
  "The only upside to being ill &amp; losing my appetite is that my Abs are back. Yay! I guess...",
  "She needs to get her rocks off, if you have a male cat hit me up. I'm being serious.",
  "My cat is in heat &amp; is being so needy! She literally wants to sit on my lap cuddling all day!",
  "On this day in 1922: Stan Lee was born\n\nSome of Lee's co-creations:\n\nSpider-Man\nX-Men\nIron Man\nThor\nThe Hulk\nBlack Panther\nAnt-Man\nFantastic Four\nDoctor Strange\nHawkeye\nDaredevil\nBlack Widow\nNick Fury\nInhumans\nCaptain Marvel\nS.H.I.E.L.D\nAvengers\nMagneto\nDoctor Doom\nGreen Goblin https://t.co/rI503K7nVw",
  "@kenp4ch1 Fuck you for this. I just got a stack of new games! 😩",
  "@helloalegria Nice to have you back 💕",
  "@kenp4ch1 I was playing till 3am yesterday. 3 AM!",
  "I just want to say the radio stations on GTA V play better sets than some real life DJ's.",
  "Let's try not to waste another day playing video games Elinam.",
  "@bilzyb Morning bub 😘",
  "@ynceldn Morning! You're special 😉",
  "@Ruthlessisback Lool I just feel like being mean.",
  "Morning everyone except straight women.",
  "@SadiqoJN At all!! There's no real depth too her. I think she needs another main character to bounce off.",
  "@smoothfuego1 Honestly!",
  "'Cause  right now there's way too much going on. It's like this generation's experiences is been narrated &amp; viewed through old lenses &amp; twitter hashtags.",
  "I think the show is salvageable, bring in young new writers &amp; let them tell their own stories, shave down the extra cast &amp; give Nola another protagonist.",
  "@smoothfuego1 The show is awful, plot is messy. Character depth is poor. I watch it on mute for Nola lool",
  "But I can't stop watching it because I enjoy seeing Nola barely clothed. Wow. I'm rotten.",
  "'She's Gotta Have It' might actually be one of the cringiest  shows I've ever watched... it's soooooo bad.",
  "A princess moment. https://t.co/xuw9Nu6aLm",
  "It's incredibly scary hitting reshuffle on your life... but that's what your wild cards are there for; play them.",
  "@SephoraCB_x 😩 https://t.co/UHCyfH4rWj",
  "If your sinuses are free from blockage this morning be thankful.",
  "@omozay Shrooms make you feel like a superhero 😄",
  "@omozay Yeah, I heard the trip is insane.",
  "@omozay Wild",
  "I just want my hair stroked whilst I'm fed pepper soup.",
  "Wow am I really spending the last few days I have off battling this nasty cold? 😩",
  "@AmstrDamz @SephoraCB_x I know right 🤤",
  "@mxmsworld Ayyy 🎊",
  "It really is unnecessarily cold outside.",
  "Yooooo these winter winds aren't playing.",
  "@SamWorldPeace Lovely photo x",
  "You need to pick your Afro daddy because it’s flat on one side. \n\nWell if you don’t pick your Afro you’re gonna have one side high.",
  "My newest video is a black glittery smokey eye. Lemmie know if you likely 💫💫💫💛💛 https://t.co/LpZCtF1QO8 https://t.co/gACULsZNJq",
  "Guess who's going to be binge eating &amp; playing GTA in her pant all damn day? This bum draws!",
  "Got all the video games I asked for this Christmas! 😁😁😁",
  "@omozay I did sweetie! I hope you did too xx",
  "Hope you guys had an awesome Christmas filled with love &amp; laughs!",
  "@omozay Lmao my uncle right there!",
  "His best work. https://t.co/PzYOUZrB2L",
  "I might just go on holiday tomorrow on a random.",
  "I wish the aliens would stop watching live from the purple matter &amp; descend on earth already.",
  "hey guys I have a room to rent in my flat, so like, check it out and hit me up. black woman and lqbtqai friendly, you know how we do. share with anyone needing a new spot in january ✨ https://t.co/aAvfih7B3O",
  "@Sebby_VI Hope you have a blessed day Ohene 😘",
  "I love handwritten letters &amp; polaroid photos...",
  "I'm a sucker for nostalgia.",
  "My bestfriend sent me a letter beautifully handwritten all the way from China; just in time for Christmas &amp; I'm all in my feelings.",
  "Ms Anita Baker is blessing my Saturday morning.",
  "Morning lovelies.",
  "I don't think I'll ever get over Angela Bassett not winning an Oscar for playing Tina Turner. https://t.co/7sFlX4KM3U",
  "A RT can save my life. I’m 23, I have Lupus &amp; Crohn’s disease. I’m going through IV infusion treatments that involve a chemo. I’m on oxygen. I work from home &amp; I’m in online school. I make items to pay for medical expenses, plz buy or donate to help @ https://t.co/EA2q4D2Zwk 🦋💜 https://t.co/K0Z1wlrHUB",
  "lol. This video is awful. https://t.co/vG747Tr2uK",
  "I should be in Ghana right now. This is some bullshit.",
  "https://t.co/jSRV0o1ZHB https://t.co/jSRV0o1ZHB",
  "When your colleagues think you're making a cultural statement with your headwrap... when really your hair hasn't been combed in days &amp; you're hiding the mess lol. 😬",
  "Ahhh Kendrick dropped visuals for LOVE; my favourite !",
  "Why oh why would work take us out to drink on a random Thursday?",
  "@kenp4ch1 I didn't either till whatever appeared started whispering in my ear 😂",
  "I don't like the alternative design so much either *sigh*",
  "I'm certain I want the adinkra Sanfoka symbol for my next tattoo but i have a bird phobia...",
  "@mxmsworld Haha I'm kinda you're awesome ! 😘",
  "@mxmsworld You're alright I guess",
  "Once you're on the same frequency watch yourself effortlessly glide onto the right path, barely breaking a sweat.",
  "When the dots present themselves; connect them.",
  "Pay attention when you start to  experience a sudden wave of synchronicity in your life.",
  "@marcazette For real?? 😳My worse encounter was when I could feel that shadow entity behind me then it started whispering in my ear. I couldn't even shut my eyes",
  "@Knownasjen_ Meany.",
  "@SephoraCB_x I cried the first time it happened 😂",
  "@marcazette Ahh that feeling of another entity in a room with you. Spooky shit",
  "Still not convinced these were actual dreams some type of spirit was present; I felt, saw &amp; heard it.",
  "Sleep paralysis use to happen to me so frequently, I was convinced an entity from another realm was visiting me.",
  "It's how vivid these encounters are; that's what freaks you out. https://t.co/a3CWwlGTvQ",
  "Check out episode 1 - The List \n#EBACPod \n\n'letter to my ex is the equivalent to the uk's Marvin room' \n\nFt @ekowdmg @rightupanotch &amp; myself \n\nhttps://t.co/kB1qlqVFuZ https://t.co/KvjzblmQAO",
  "What kinda question? Don't nobody wanna meet his damn daughter https://t.co/IEPnNQypi0",
  "Has anyone been yet?",
  "Winterville looks cute I might pop there this week, heard the Ice Rink is tiny though.",
  "Bare minimum week in full effect.",
  "@TheLivingZero Bro it's like when I give someone something and they say thank you I'm like awks I would say you're Welcome but I'm Welcome 🤷🏽‍♀️",
  "I still can't believe my name is Welcome",
  "I want MAYHEM. https://t.co/1MuAtP7G0Y",
  "Mango\nSoursop \nRed grapes.",
  "@Ruthlessisback 😳😳",
  "@Ruthlessisback What?! You're wired different",
  "@kenp4ch1 I'm a sucker because she's cute enough to hold my attention for a couple more episodes 😄",
  "@kenp4ch1 Hahaha it's that painful huh?",
  "@kenp4ch1 The show is a little flat I doubt I'll continue that far in",
  "Just finished episode 1, so far the character doesn't seem convincing. https://t.co/rpWk9ORj2W",
  "@LHw0rld 'Authentic Ghanaian'  You? Ha!",
  "I need someone to show me how to made authentic Ghanaian bofrot.",
  "One of my favourite hobbies is saying \"you're welcome\" to people who can't say thank you. \n😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊",
  "@Ruthlessisback The police report, restraining order &amp; pics are all on Google for your consumption. See if you fact check first you'd see Im following you back 🙄",
  "@Ruthlessisback So if you don't believe it why did you ask 🙂",
  "@Ruthlessisback He did that shit.",
  "Joe Budden beat the underdeveloped fetus out of his ex girlfriend... so yeah; let's hope this parenting thing really is different for him this time around.",
  "Lulu has joined team thick; body posi chick. https://t.co/C8VWtYZAGC",
  "black culture is wondering why you have a headache and then realizing that your headwrap/durag is a bit too tight",
  "@TheJAndreas Found out the hard way 😂",
  "I'm going to treat myself to something really cute this Christmas; I'll even wrap it up &amp; open it on Christmas Day.",
  "My salsa makes all the pretty girls want to dance &amp; take off their underpants.",
  "I knew every lyric word for word. https://t.co/oor7IrpU4D",
  "Playing footsie with no socks on is intimacy.",
  "It's been non stop since Thursday, gosh it feels good to lay in.",
  "Yo taking this Monday off work was a smart move. I can roll over &amp; back to bed right now.",
  "It was banger after banger last night. Recess always delivers.",
  "@rightupanotch Happy Birthday darling hope you had an amazing time 🎈✨",
  "I'm gonna stop drinking. I don't know when but I'm gonna stop.",
  "this is all the evidence I need. put the bitch behind bars. https://t.co/0QZBsMcPeu",
  "@FLOTUK That wouldn't even be exclusive to the app though, I mean they'll try &amp; con regardless. At least with an app if you're savvy enough you might be able to filter through the bull &amp; find someone with common interests faster",
  "@Ruthlessisback Yeah I'm detoxing for a few months, my liver ain't 16 no more.",
  "Alcohol is not worth it.",
  "@FLOTUK I'm surprised there isn't an App catering to this.",
  "Yessss. Put that ivy park on and go to the gym. Ain’t nobody got time to listen to that shit. https://t.co/e7U4Y2Knil",
  "@byisikalu I am scream.",
  "that night, as tekno’s ‘pana’ descended onto quilox for the 7th time in 2 hours, i wondered; was I folake? giving my love so freely &amp; undeservedly? https://t.co/3A0rLbWEvh",
  "Red wine played me.",
  "I start work in 15mins; my eyelids just opened.",
  "So alll the black people started doing the candy dance &amp; at the Christmas party &amp; all the white people were starring &amp; smiling like it was a live exhibition  😂",
  "Yooooo the work Christmas got me.",
  "@mxmsworld 😂😂",
  "@mxmsworld Aben wo ha.",
  "So a regular friendship then. https://t.co/8MbDBGHx9v",
  "Tickets dropping soon. Don’t sleep on the job https://t.co/bVuaC1Scrx",
  "@mxmsworld I fully believe it. Julius.",
  "A story in four acts. https://t.co/Dykp0PyjCY",
  "@TheJAndreas Well you played yourself my love xxx",
  "Area girl fo life!",
  "I count Pidgin English as one of my languages 😄",
  "If I had to pick one nations food to eat for the rest of my life it'll definitely be Ghana; our food sweet oh!",
  "@Sebby_VI Brah brah brah because this one is too sweet not to share",
  "YOOOO. This Nkatenkwan I just made! Tantalising !",
  "Who has any GTA Games on Xbox &amp; wants to trade for Mafia III?",
  "@ronniesgyal I trekked to a different butchers because I'm extra lool",
  "@ronniesgyal 1st time! I was pissed! I collected my lamb &amp; stormed off loool",
  "@SephoraCB_x How very dare he??",
  "@ronniesgyal I just had to prove a point even at my own loss 😩",
  "*sigh* I'm gonna have to go back in there for the chicken so I played myself... still 🙄",
  "So I got lamb. 🙃",
  "Went to the butchers &amp; before I could even say hello the man behind the counter screamed 'CHICKEN' at me. I'm mad because that's exactly what I was in there for.",
  "@Leomie_Anderson Oh 😻!",
  "@albimakingart I'll put it on the todo list!",
  "@albimakingart I want to squeeze in Budapest/Greece in Jan hopefully.",
  "YE really spazzed all over this. Full of iconic 1 liners.\n\nhttps://t.co/ejtRyYo98h https://t.co/ejtRyYo98h",
  "@albimakingart If you do you have to visit the secret beach caves! Jaw dropping honestly.",
  "@albimakingart Thanks! This was Faro Portugal. I visited a few towns while I was out there.",
  "I can't believe I actually use to be a talented athlete in school, now I can barely climb 2 flights of stairs without tasting blood lol.",
  "Me uploading an anti-bullying video after seeing Keaton’s family get 60k https://t.co/jUUN7nqiI6",
  "@Sebby_VI Chale don't do me like that.",
  "I hope it's hormones because I'm not this crazy 😄",
  "I'm must be hormonal cause there's a dude sitting next to me eating his sandwich mad loud &amp; I just want to slam his head on the desk...... why does your bread have crunch. Why?",
  "Some of you will be legally blind when your own friends are being malicious to others, but can write an entire thesis on how bullying affected you and your mental health. It's very interesting.",
  "Channel Orange still delivers.",
  "Fertilizer.\nI’ll take bullshit if that’s all you got.",
  "https://t.co/8bQN6dEsPM https://t.co/8bQN6dEsPM",
  "Sis, just wait it out. https://t.co/WlVnzGzOQy",
  "I feel like my hunger won't subside till I have it.",
  "I'm craving omotuo &amp; chicken peanut soup (specifically wings) so bad.",
  "You'll be in a HR meeting quicker than you can sober up.",
  "Guys don't fall into the trap of limitless drinks at your work Christmas party this year.",
  "You know what I need to get off this website. https://t.co/33kpq4o6pI",
  "In 2017 if you're dating someone; man or woman who isn't domesticated &amp; cant afford to hire help you're playing yourself sweetie.",
  "Then you won't be arguing about dumb shit like who is cooking today. \n\nErmm whoever gets home first &amp; isn't exhausted DUH.",
  "That Disney bubble will pop real quick when the reality of running a household sets in.",
  "You need to live with your partners first before you start assuming how shit will run.",
  "Mess everywhere &amp; they all just continue to make tea &amp; coffee around it.",
  "Everytime I look at the kitchen counter at work I can't believe I work with adults, filthy pigs.",
  "I've laughed at every single tweet under this thread. https://t.co/geeKLEK2bI",
  "If you haven't watched my foundation routine for women of colour ! This is it ! 🤗https://t.co/CLfZHQox7U @MakeupForWOC https://t.co/eTe5KmBQeN",
  "@mxmsworld Me &amp; my cat in matching mink. I SAID ME &amp; MY CAT IN MATCHING MINK.",
  "@akvsl Yes yes.",
  "John Legend - Cloud 9 (So High) ft Lauryn Hill &gt;&gt;&gt;",
  "God doesn't want me to win the lottery at this stage of my life because I'll actually act like I have no sense.",
  "Unplug me Morpheus, I'm tired.",
  "I played myself taking that solo trip in September, I need it now.",
  "I want to wear my fro out more but winter is snatching up all my moisture 😩",
  "That's why you have to marry wealthy because when the smoke clears you need to be able to go to St Tropez on a charter yacht to regroup and fall in love again.",
  "@TheJAndreas Ampa",
  "Life as we know it is becoming a Black Mirror episode.",
  "The way Americans sensationalise everything is worrying. Everything needs to be viral. Absolutely everything.",
  "My tastebuds thinks we're on a wealthy persons budget, suddenly rice &amp; stew just won't cut it.",
  "@TheJAndreas At least you're owning it.",
  "Wow for once I'm wrong &amp; I'm actually baffled.",
  "@mxmsworld 😂😂😂",
  "@mxmsworld Chicken necks were being rung daily like church bells in my Nana's garden in Ghana. It's nothing.",
  "These obronis are coming for my favourite auntie at work &amp; I won't stand for it.",
  "@mxmsworld lmaooo this proper made me cackle.",
  "My first video for #MXMAS! Festive looks for the holiday season. I am starting with my foundation routine and a red lip for you all! Hope you like it 😊. RT 🎉🎉🎉🤗🤗\n\nhttps://t.co/AytCYbhuE0",
  "Meditation is about keeping the mind clear; thinking deeply about reality. It’s about thinking about our emotions, asking ourselves ‘Why do I feel angry?’ and coming to understand the advantages and sound basis of positive emotions like warm-heartedness.",
  "@YankBoogie Dapper Jeff!",
  "So what you're saying is I'm a constant wreck &amp; I don't even know it? https://t.co/8OCD05f7Yw",
  "@byisikalu Being a professional shit talker helps keep my face trim.",
  "@Knownasjen_ Like that can even fit on one cheek",
  "@omozay Sounds very nollywood lool",
  "I need that extra cushion this winter.",
  "I've eating Fufu every meal for the last 2 days; I can feel my glutes swelling up 😄",
  "@Stephmayerss Just finished it! Uh the plot twist sucker punched me!😩😩 It's a beautiful movie I loved it!",
  "@Stephmayerss Just seen the trailer looks good! Thanks ! x",
  "I want to be knee deep in my feelings.",
  "I'd like to watch a movie that'll make me cry uncontrollably, any suggestions?",
  "@byisikalu Screaming.",
  "Instead of all this snow disruption to happen Monday morning 😒",
  "@skdphotography I woke up baffled 😄",
  "Did I just wake up in the upside down??? All this snow from where?",
  "Does mercury ever take her ass out of retrograde? https://t.co/ovOUtZRO4V",
  "Can't wait to sleep in tomorrow.",
  "Everything I've vocalised lately the universe has suddenly started to align it all.",
  "Anita Baker's music makes you want to confess your love to a man you don't have &amp; follow him to the end of the earth.",
  "I don't even know why these Terrence Howard memes are floating about but I'm cackling 🤣",
  "STACEY'S MOM HAS GOT IT GOING ON.",
  "@nonsharon_xo It's so sad 😩",
  "@MsEziEmela You're so right my eyes are giving up on me 😩",
  "Happily spending money on dumb shit but when it comes to my eyesight I'm like \"Nahhhh this shit can wait\".\n\nWow. Priorities.",
  "Ok I HAVE to get my glasses before Christmas because my eyes are becoming a joke now.",
  "@TheJAndreas I'm sorrrrrrrrrryyyyyyy mi pachow !!",
  "@TheJAndreas Oh had it, it was so impromptu slipped my mind to let ya know sweetie 😩. I've got another one coming up though I'll message ya xxx",
  "@TheJAndreas 😬",
  "@TheJAndreas It's too early for your attitude",
  "@omolaramart Yeah &amp; assuming we'd been open  prior to getting married, I'd want the dynamic to be a little different.",
  "@TheJAndreas How comfortable we are with each other in person &amp; what kinda date it is.",
  "@omolaramart I have done in a rship, I'm in two minds about it with marriage though.",
  "@MrCharlieOG At all!",
  "My heart actually dropped. https://t.co/ll204kuPR1",
  "🤣 https://t.co/JI8gqTnKeC",
  "Is she signaling you not to take a photo 🤔 AND YOU TOOK 3! 🤦🏽‍♀️ You out the hive and you can’t be accepted back. This is what @crissles was talking about. 🤦🏽‍♀️ https://t.co/zuvjYe1CEA",
  "@mxmsworld You right you right!",
  "@Oluwaponz @ayolaflare Don't shame, him I can relate 😄",
  "@mxmsworld It's so sad now Martha, college Eli would be ashamed.",
  "I'm that annoying friend that'll take a nap in the club ☹️",
  "I can't believe I use to stay up till 3/4am regularly; these old bones can't keep up no more.",
  "Accountability and self reflection is just as important as communication in any relationship.",
  "@ronniesgyal You know what I might just have to join nipple ring crew for this aesthetic lool",
  "@ronniesgyal Its a shame I have \"hoe wardrobe\" so I can't accommodate that right now 😂",
  "I'm going to stop wearing these titty cages soon.",
  "It's like your bra gets extra tight the minute you walk through your front door.",
  "@omozay 😉",
  "This album though! My favourite track. https://t.co/CgSESJaOJR",
  "Then ending up on the same train in the same carriage because God has bants.",
  "Taking the long route to the station because you want to avoid the awkward convo with your colleague.... 😬",
  "Everyone is buggin' out.",
  "The full moon is triggering everyone's kwasiasem I see.",
  "FIRST OFF, FUCK YO' BITCH &amp; THE CLIQUE YOU CLAIM!",
  "I hope everyone is having a day as perky as Beyoncé 's glutes.",
  "When is Sugar Rush back? I'm looking forward to the trip back down Dykery Lane.",
  "How isn't it Friday already?",
  "@V3SCOE @NalaMonroe I'll marry someone who can actually vocalise what they're feeling &amp; not expect me to play emotional charades 🙂",
  "@V3SCOE @NalaMonroe Yeah their feelings are always put first. Not buying the sob story 😄",
  "@NalaMonroe @V3SCOE Sis fuck them.",
  "I'm indulging in a whole lot of bad decisions this month. Spice up the end of the year 😉",
  "@KimTRILLY @bilzyb Nipple tassels &amp; a G string.",
  "Favourite? They're both creepy as fuck. https://t.co/OmEowuJTQk",
  "Every week I give The Walking Dead another chance &amp; every week it lets me down.",
  "#NewProfilePic https://t.co/E3hgOD0buU",
  "I need an ice shower.",
  "I need to get my hair &amp; nails done so I can start acting mannerless again.",
  "@SephoraCB_x Save you a plate? 😊",
  "@TheJAndreas Love ya too xxxx",
  "Don't let Koti ruin you, fight the madness.",
  "@AnnieDreaXO I'm at work stop it.",
  "@TheJAndreas It be like that sometimes dawg 😂😘",
  "@TheJAndreas I'm going now I feel bad 😂",
  "@mxmsworld It's only the ones here, the water in England is stunting their growth loool",
  "@mxmsworld 😂",
  "I've decided to host Christmas dinner... knowing full well me being a control freak in the kitchen is going to have me regret this 😬",
  "Soo my dad's new book is out. The  (real) history of Nigeria. Book launch on Dec 3rd! Open to all 🎉 https://t.co/fSWdXhygdH",
  "2nd Gen Ghanaians are willing to go back home &amp; put in the work, if our government ensures the system becomes more supportive &amp; accommodating.",
  "I hope Akufo-Addo has the action &amp; game plan to back up the talk.",
  "@MsBiney 😂",
  "@akvsl @Comanda_x You take Wednesday, Thursday. Then just send him my way.",
  "@Comanda_x He doesn't know what's good for him.",
  "Ohene brah beh fa mi love.",
  "kofi Siriboe needs to just come let me love him.",
  "My parent were tasked with the job of survival and I with self-actualization. The immigrant generational gap is real. What a luxury it is to search for purpose, meaning, and fulfillment.",
  "This tune right here? Magic.\n\nhttps://t.co/ErK16utHi4 https://t.co/ErK16utHi4",
  "Universe this isn't a dare. Please.",
  "My mood can't be rocked today.",
  "@_omoze LOL!",
  "@_omoze Dot was probably at Uni them times.",
  "You know when colleagues are trying it with you via email &amp; CC' in senior management.... Like my mouth won't still run but in the most polished way.",
  "@Unkle_K I like my edges intact &amp; my tear ducts full sorry 😄",
  "@Unkle_K That's why drugs &amp; alcohol exists",
  "The TL is merciless if a majority don't like you 😂",
  "@_omoze Hahahahahaha.",
  "@Unkle_K Ghost? As in literally die? 'Cause that's exactly what'll happen.",
  "I've got enough people now thanks so much! 💕✨",
  "@AnnieDreaXO 🎶 beneath the milky twilight\nlead me out on the moonlit floor🎶",
  "I tune out by 11am.",
  "Fridays are bare minimum days at work.",
  "@queenvictoryy LOOOOOOL",
  "@mxmsworld @SephoraCB_x She's just teasing.",
  "@SephoraCB_x YOOOOOOOOOOOOOO. *saves to camera roll*",
  "@SephoraCB_x Get lost! Like your body isn't peaking already 😒",
  "I'm organising a Christmas toy drive for Richard House Children's Hospice; if anyone lives in the East London area &amp; wouldn't mind giving me a hand hit me up. Thanks",
  "Me when white actors and actresses be playing tf out of their roles in movies where they have to be racist https://t.co/eBQ7w6x477",
  "Watch what happens when two monkeys are offered unequal pay for the same task: https://t.co/vjmcfdxt9Z https://t.co/Lew6E1nykY",
  "@akvsl Ahh Easter season is still fun, you'll have a blast!",
  "I just want to over indulge in everything.",
  "@akvsl You should be in Ghana this Christmas, ripest pickings.",
  "They said the same thing about penguins &amp; you see what happen to homie who came home &amp; had to fight for his love w/ another male penguin then lost in front of her in Antartica https://t.co/hlQMzDpqTr",
  "@_omoze Happy Birthday sweetheart hope you have an amazing day! 🎊🎈",
  "Guys it's so important in this cold weather and dark days to keep your spirit warm and bright. Exercise, eat well, sleep well, do things that make you happy, mediate. All of it . Honestly. Winter can drive you mad.",
  "I feel like a mug for not booking a winter break away.",
  "I chose a plunge V neck instead of warmth last weekend &amp; now I'm paying for it with a chesty cough... \n\n'twas worth it.",
  "A GRAMMY NOMINATED SONG. https://t.co/MvrFVIdQVr",
  "Your girl will still ride in your car if she’s pissed at you...\nShe just gon turn her knees towards her door and look out her window the whole time like a fucking cocker spaniel",
  "This one of the cutest most positive things I’ve ever seen😭 https://t.co/J5BGoxHwQv",
  "@mxmsworld What! In a heartbeat!",
  "@SephoraCB_x I mean look at this beaut! Join cat lady life 😸 https://t.co/WiGMeX7YLg",
  "@SephoraCB_x Okay these are adorable 😩😩!!! they'll be dragging you around when they're grown though loool",
  "@IsraelPeters These are so aesthetically pleasing.",
  "Join the conversation &amp; actively work towards solutions or shut up.",
  "Rather than swimming in your pool of pessimism why don't you offer up some answers ye olde wise one??",
  "Whenever there's a crisis; rambling cynics on twitter irk me. Rarely do they offer anything but diluted theories they watched once in a documentary years ago.",
  "We'll stop begging for our humanity to me recognised &amp; take it; by force.",
  "When black people snap &amp; the prayers &amp; silent marches stop; everything will be burnt to the ground.",
  "Watch as Africans are literally being priced like commodities and sold off as slaves in Libya today. This is the Slave Trade going on in Libya right now.\n\n2017\n https://t.co/CNvVMM3KIn",
  "“She’s not ‘exotic’. She’s not from a tribe in the Amazon. She’s American.\"\n\nGina Yashere on the engagement of Prince Harry &amp; Meghan Markle. https://t.co/lSzeMr4a9E",
  "The Walking Dead is a shambles this season.",
  "Black Africans are being enslaved and sold in Libya as we speak. The details are mind-blowing, heartbreaking &amp; scarily similar to the trans-atlantic slave trade. History is repeating. This needs to stop immediately. December 9th - Peaceful protest to the Libyan Embassy. Be there. https://t.co/xcu1tzyIQZ",
  "Long shot I know but does anyone have a copy of Robert Moore's Warrior Lover Magician King; they don't mind sharing?",
  "Sipping bubbly feeling lovely.\n\nhttps://t.co/DzOx9kWqPB https://t.co/DzOx9kWqPB",
  "It's so cosy &amp; warm; I don't want to climb out of bed 😩",
  "@Knownasjen_ @kenp4ch1 Looooooool",
  "O M G O M G O MG OMG O M G https://t.co/vckfSoDiK9",
  "@wildfeminine_ Thanks suga 😘",
  "@Lolafinesse 💕😘",
  "I can't wait for this tune to lock of the dance floor at my wedding.\n\nhttps://t.co/akXVL0DYYU https://t.co/akXVL0DYYU",
  "@_omoze Thanks sweetie pie! 😘",
  "@omolaramart Oh wow! thank you sweetie! ☺️ x",
  "My appetite has been so trash lately. I'm eating like once a day :/",
  "My Fro looked adorable this weekend. https://t.co/mttUMJqRAE",
  "SO WHO IS ORGANISING THE CANDY ROUTINE IN BUCKINGHAM PALACE?",
  "BREAKING: Successful actress Meghan Markle to wed former soldier https://t.co/TAvRgQNiwC",
  "See it was all jokes until you took it far. https://t.co/OqPFbGq7IJ",
  "looooooooooool https://t.co/eogx3nPfQe",
  "Sssssh. https://t.co/pdGjHzvpxm",
  "I need to be on at least my 2nd cup of tea before I can process anything on Monday mornings.",
  "I didn't think it could get worse... https://t.co/4zmSpEgXwg",
  "Aww bless him you can tell his anxiety was peaking ☹️ https://t.co/UmdjItZ3Fx",
  "This 4 year-old knows all the capital cities of all 54 African countries... https://t.co/Wng74UPF1T",
  "You chose a photo from D-Day where black soldiers risked their lives for a country &amp; when they returned, they were denied the GI Bill benefits for low-cost mortgages, denied loans from banks, &amp; were murdered by the white people they protected overseas because they were black. https://t.co/N9Nd71Ie9F",
  "😧😧😧 https://t.co/Sq9SEJPlpV",
  "Oi the monkey reaction gifs are the funniest thing on this website I swear.",
  "Lmaoooo! https://t.co/SdCPrnISmx",
  "I accidentally spelt 'Board' games 'Bored' games...... who do I hand my British passport into?",
  "Now my hair is wet but ask me if I can even see straight &amp; part my hair right now 😕",
  "So alcohol convinced me 00:26am was the perfect time to start wash day...",
  "Red wine is so delicious gosh!",
  "@ronniesgyal Nah you're plenty cool; this isn't the first time you've pointed me in the right direction with something insightful. I appreciate it",
  "@ronniesgyal Oh hahah I thought you actually bought the bowls! 😂\nI'll try it out though thank you! x",
  "@ronniesgyal Can I ask where you purchased it from please? x",
  "@ronniesgyal This might actually be a shout! Sounds heavenly!",
  "@ronniesgyal I found a book on! I'm interested in finding out how the different phases of the moon affect humans subconsciously &amp; biologically.",
  "https://t.co/7GFPRcRqyn https://t.co/7GFPRcRqyn",
  "@PuddiSRC LOOOOOOOOL",
  "I just need stillness so I can recalibrate.",
  "Weary is the soundtrack to my life right now.",
  "@joolz07 @ynceldn Love the new cut &amp; frames! Gorgeous x",
  "I need books on Moon phase astrology. If anyone has any knowledge in this field hit me up please I'd like to talk.",
  "Omg loooooooooool https://t.co/hoYP6ODGeC",
  "@TheSkyIsTooLow XBox 1, I'm use to playing on a PS4. Apart from the Xbox controller being unnecessarily big it's cool 😄",
  "@_omoze Yay! Sorry I threatened ya xx",
  "@_omoze Loool I know the risks mannnn. Spill!",
  "@_omoze Should me or I'll report you to watchdog. I know you use cheat codes 🤔",
  "@_omoze Show me how to bet, I'm being serious",
  "I feel like an extra day has been snuck in this week without us realising.",
  "@Oloni Yes! speak those blessings so they manifest!",
  "&amp; my codamol is all out 😩",
  "@Oluwaponz I'll check it out! Thanks x",
  "It's The Red Wedding in my uterus right now.",
  "@rachh_russell COD I played the first 2 I liked it, Mafia III is my favourite though, it's extremely violent but it has a great backstory. Only complaint is you can only carry 2 guns at a time",
  "@Oluwaponz In games I mean lool 😬",
  "@Oluwaponz I like a lot of violence, is it violent?",
  "@NalaMonroe This is pretty!!",
  "I need another FPS (first person shooter) game to get into now I've completed MAFIA III, any suggestions!",
  "@TheJayAndreas Kmt lool",
  "@TheJayAndreas Ahh ma y3 wo deyen? 😂",
  "@TheJayAndreas I'm just giving you a heads up bruh 😄",
  "@TheJayAndreas Your days on this new account are numbered.",
  "All this product build up has my hair feeling rank. I can't wait for wash day.",
  "Blame Game\nGorgeous \nAll Of The Lights https://t.co/Z9njSqX58O",
  "https://t.co/5YffCkWdki",
  "https://t.co/5gaunkQQF2 https://t.co/5gaunkQQF2",
  "You can't compare Beyoncé albums.\n\nEach one is a separate entity; rightfully.",
  "Beyoncé 's vocals on 4 are sickening! She's giving you RANGE, track after track.",
  "Three years ago a life was ended too soon, when a Cleveland officer shot &amp; killed #TamirRice. https://t.co/ljz2VWk3fY",
  "I hate uncertainty so much, give it to me straight no matter how brutal it is.",
  "Some people just don't appreciate hearing the truth like I do",
  "@MalibuandMilk WHAT! 😳 sounds terrifying lool. What did you substitute it with?",
  "@Marcus_Ingram12 Great idea, seems achievable",
  "@MalibuandMilk Nooo serious? What did you experience?",
  "&amp; I might as well survive on tepid water &amp; bread cause sugar is in everythingggggg",
  "I want to give up sugar for a month but I heard it's like a crack withdrawal 😬",
  "@mxmsworld 😂",
  "@mxmsworld Shoe zone, durable &amp; reliable.",
  "Twitter is a peculiar form of therapy for me I can admit that.",
  "looooooooooool https://t.co/O0OZIH5Dhk",
  "I feel a cold coming on. Why doesn't winter just take my edges too.",
  "This the real world homie school finished\nThey done stole your dreams you don't know who did it.\n\nhttps://t.co/UKfR9tw1u7 https://t.co/UKfR9tw1u7",
  "This week has been a bad massage\nI need a happy ending &amp; a new beginning &amp; a new fitted and some job opportunities that's lucrative.",
  "Ain't no question if I want it, I need it.",
  "MBDTF is 7 years old?? Wow.",
  "Is this what we are doing now I will have justice for my son @metpoliceuk are scum @theresa_may what are you going to do @SkyNews @BBCNews @Southwark_News I SHALL NOT BE SILENCED https://t.co/KmuHbXIfPU",
  "I'm gonna buy an expensive bottle of red wine &amp; have several glasses undisturbed this evening.",
  "https://t.co/ylCnLNlUwY https://t.co/ylCnLNlUwY",
  "@Wave_MOMT Ay sika y3 de oh.",
  "@mxmsworld Meditation &amp; prayer.",
  "Does the part of adulthood where everything exhausts you pass or is this it for life? 😬",
  "@Knownasjen_ I'd actually square up if this happened.",
  "@Leomie_Anderson Stunning Leomie 💕✨",
  "Black queen vibes on the VS runway 💖 https://t.co/1dbCsQmRAp",
  "Rightful Heir. https://t.co/1EolZSR5ym",
  "Maybe the sweetest thing I've ever seen. My niece and her cat Ceecee https://t.co/iAHmtPxoZf",
  "@Sebby_VI Yesu Christo.",
  "@Sebby_VI I hope you're talking about a water gun...",
  "I need to go look at some cat pages &amp; relax.",
  "So I just lost a report I spent 2 hours working on...............\n\nIt's fine. It's. Fine. I said it's fucking FINE!",
  "cackling 😂 https://t.co/tvlkvAaBNb",
  "I've been crushing on Ebonee Davis so hard. \n\nWhat a gorgeous gorgeous woman.",
  "People are just out here wasting decades?",
  "I'm stubborn &amp; 8/10x I'm the only one that can talk myself out of poor decisions.",
  "Whenever I'm trying to talk myself out of something stupid I'm committed to seeing through; I write it down &amp; read it out loud. \n\nWhen you hear your stupidity echoing around you clarity will appear.",
  "I was 30 mins late &amp; it was worth it.",
  "2 more minutes.",
  "I really should get out of bed",
  "I should get out of bed",
  "RIP to singer and actress Della Reese !! ✊🏿 https://t.co/Y4BtaHWlgy",
  "Baroque-Inspired Portraits Celebrate the Beauty of Black Girls’ Natural Hair: https://t.co/njEPsCyoYq https://t.co/GkbcxIRNov",
  "Meet Nigeria's women's bobsled squad, the first African bobsled team to ever qualify for the Winter Olympics 🙌❄️ https://t.co/LFiF0qxLBM",
  "@SephoraCB_x Really? DC did well? 😄",
  "@PopMyKola I knew it hahahaha",
  "So how was Justice League? 🙃",
  "Nigerian Women Bobsled Team has qualified for 2018 Winter Olympics, first bobsled team ever to qualify from the African continent. Already sponsored by Under Armour &amp; VISA. https://t.co/vxE7SCOFSf",
  "The Original. https://t.co/YlDxCgHyDk",
  "This season finale?! Wow! Just wow! #HTGAWM",
  "Retweet if you are shaken to your core! \n#HTGAWM",
  "😂 https://t.co/mrjbKvrWNh",
  "I forgot myself &amp; just opened a bottle of supermalt at my desk with my teeth...",
  "This &amp; cantu coconut curling creme will have your twist out looking magnificent!",
  "Yoooooo Creme of nature coconut de tangling milk is my new holy grail! 4b/4c sisters try it out",
  "@Wave_MOMT 😘",
  "Having a packed lunch on these cold winter days &gt;&gt;&gt;",
  "She gestured to pet my hair I pulled back so she hugged me. Lmao",
  "My colleague just embraced me because I'm rocking my FRO out today lol.",
  "@mxmsworld Perky titties fa life!",
  "After I have all my kids I'm hollering at Dr. Miami.",
  "Budapest perhaps.",
  "I feel another solo trip coming.",
  "@helloalegria Aww !",
  "@helloalegria Ahh are you the chosen one? Whoever he attaches himself too say goodbye to privacy 😄",
  "@helloalegria Haha @catsu have the best pics! How's the little one though?",
  "@helloalegria Ahh it's happening. You'll be following cat pages soon.",
  "@MyJulies_ Ahh so why is everyone making noise?",
  "Im bored but I'm assuming it gets better.",
  "Decided to be a follow batty &amp; start Stranger Things.",
  "“Wouldn’t be a Pride Rock if it wasn’t for YOU.” *in my Beyoncé voice* #TheLionKing 🦁🐝 https://t.co/siO5wG3dpb",
  "Let’s talk about a fucking video https://t.co/tCRxhGmqxJ",
  "@_LolaMichelle I don't need anything but here I am wasting money. Sigh",
  "@Knownasjen_ Kmt loool",
  "Bare bullet holes ☹️",
  "Ouch. https://t.co/gQ58iO3FaZ",
  "Everytime I play cupid with my friends it always ends in misery yet they still ask me :/",
  "@Knownasjen_ @Chula_x Look at this delicious something! 😋",
  "@HumbleKenz BvS &amp; Wonder woman were Romcoms, don't argue with me.",
  "Still gonna watch it just so I can say I told you so.",
  "@mxmsworld They never get it right!",
  "Justice League is going to be trash because DC always disappoints. Always.",
  "@JBChaleboy You ain't lie!",
  "If anyone has any hair masks for 4b hair  they'd recommend let me know 😊",
  "I need some new natural hair products; something to keep these curls cute &amp; hydrated.",
  "@kenp4ch1 On Uk twitter?? Banter 😂",
  "@kenp4ch1 No on this website that's for sure",
  "Why did you do this 😩 https://t.co/ATeQoc8ySb",
  "@kenp4ch1 What! I'm not gonna book a whole space to entertain them loool",
  "@kenp4ch1 Lool erm this is just for friends &amp; fam.",
  "I want to host another games night but also I don't want people in my house...",
  "Yes personality can keep you but when you argue you'll be like \"look at this butters prick giving me attitude\"",
  "Good looking people usually have the personality of bread back.",
  "@jayandreas5 8/10x they don't.",
  "@KwesSRC Honesty 🤷🏿‍♀️",
  "Yes.\n\nNot me though I'm shallow. https://t.co/myDx9oaE0O",
  "Everybody is always so pressed.",
  "Wow is there ever a happy day on twitter anymore?",
  "@mxmsworld This! &amp; these lashes 😩😍",
  "Whenever I actually try not to be late, time conspires against me.",
  "I murdered at least 5 people in my dream last night &amp; it felt good 😬",
  "My eyes are open but my body needs another 10-15mins of sleep.",
  "@_omoze Fuck off 😂",
  "Her dad looks like Beetle juice; it makes sense. https://t.co/l9hCxoCQyv",
  "@crissles Is this what children in your town do for fun? 😬 https://t.co/l9hCxoCQyv",
  "@mxmsworld My life changed for the better on that day I kid you not! The blessings just started pouring in!",
  "when Beyonce saw @LaEtchi and I front row belting out her lyrics after queuing for hours.. she then beelined to us and sang irreplaceable while we embraced her until Julius pried HER off of US.",
  "@mxmsworld @ClinicallyLuxe Lool a whole Giselle Knowles-Carter.",
  "@_omoze Find the sponsor.",
  "I need a small loan of 500k.",
  "@mxmsworld @ClinicallyLuxe She's trolling right? Right....?",
  "@ClinicallyLuxe @mxmsworld Excuse me???",
  "Net sponges are next.",
  "So the whites have now discovered chewing sticks &amp; are selling it for $15 a pop 🙃",
  "In England, you don't say \"I'm going now\". You slap your knees and say \"Right!\" which means \"I should've left two hours ago but was too polite to interrupt you.\" https://t.co/pueS5rYSbh",
  "A person who has created their identity around trauma will use their experiences to justify behavior that's damaging to themselves &amp; others.",
  "@patrick42uk Oh most definitely!",
  "That voice...That smile..",
  "I would have risked it all for 70's Al Green.",
  "@AnifaM @officialHanifa Gorgeous dress! You look lovely in it! x",
  "I think this is one of the most beautiful songs ever.\n\nhttps://t.co/Aqbv5BZ4E4 https://t.co/Aqbv5BZ4E4",
  "🎶Dancing in the moonlight\nEverybody's feeling warm &amp; bright\n\nIt's such a fine &amp; natural sight\nEverybody's dancing in the moonlight 🎶",
  "https://t.co/vtmU0SMN43 https://t.co/vtmU0SMN43",
  "@_omoze 😄😄",
  "@_omoze So when you say expensive how much we talking &amp; how can I apply?",
  "@Renznewgen Ain't it! Lol",
  "@_omoze Don't play yourself like that.",
  "Maybe that's why they're so irritating; 'cause they know they can lift your spirits from the pits of hell 🙄",
  "No matter how old you get; call Mum on a grey day &amp; watch her magic turn it blue.",
  "An hour into my business proposal &amp; I've  already cried twice.",
  "Hello hi. Just started YOUTUBE! This is my first video. its 90 seconds! Lemmie know if you like :) xxx\n\nhttps://t.co/bgoDXlEqeL",
  "Jeff Sessions was asked why the FBI investigates ‘Black extremists’ but not the KKK. It did not go well for him. https://t.co/4HW2cYSvyl",
  "@_omoze I can't walk in a straight line right now so maybe not 😄",
  "I'm at a house party on Monday night waved. Why? Cause I ain't shit.",
  "@shanalala_ Oh right nice, is it black user friendly?",
  "@shanalala_ Is it tinder for fetishes?",
  "I really feel like if I'd got my eyebrows &amp; hair right this morning I'd be in a better mood.",
  "@jayandreas5 Okies xx",
  "@jayandreas5 Kmt lool, what's up chale?",
  "@Unkle_K This is why we're mocked in the astrological world 😂",
  "@jayandreas5 Getting married.",
  "@Unkle_K Mannnn come on loooool. Why would you spoil this? Why?",
  "@Unkle_K The most well rounded star sign. Don't be ashamed fellow crustacean.",
  "Yes I dabble in self sabotage occasionally but critical thinking stops me 9/10 times lol",
  "Watching someone self sabotage is frightening &amp; unfortunately also a little amusing...",
  "The lyrics to 'My neck, My back' are wedding vow worthy.",
  "Mood.\n\nhttps://t.co/hfwzkCZmy6 https://t.co/hfwzkCZmy6",
  "@KwesB Lool thanks I guess!",
  "@KwesB This avi? I've had it well over a year now 😄",
  "The cold outside this morning will make your eyes water, wrap up!",
  "Aww yay! It's Sunday part 2 so I don't have to get up right? .... Right!?",
  "Bobby Shmurda woulda got that back up in 1 toss https://t.co/92Mv55lWu0",
  "Ahh I've enjoyed the lay in this morning.",
  "https://t.co/4qwtYrwsUZ https://t.co/4qwtYrwsUZ",
  "https://t.co/7r3wUOFT2R https://t.co/7r3wUOFT2R",
  "Sometimes I wish I was friendlier. Sometimes.",
  "@kenp4ch1 Duh",
  "I'd be so much more productive if I had Mondays/Wednesdays off.",
  "I take random Mondays off work weeks/months in advance so I can be surprised with a longer weekend 😊",
  "A natural hair wash day. https://t.co/VVvojfWHmz",
  "https://t.co/9erqIRoL6O https://t.co/9erqIRoL6O",
  "https://t.co/UO5TlTuUdF https://t.co/UO5TlTuUdF",
  "I've done a combined 53mins of work today lmgonnagetfiredaoooo.",
  "@mtvema @Leomie_Anderson @monicageuze @SoSofiaReyes @wolfiecindy @Carodaur Ayyy dope! ✨✨",
  "Introducing our #MTVEMA IT Girls for 2017 representing Spain, the US, Germany, Latin America, the Netherlands &amp; the UK 🌎 Stay tuned to see what they get up to ✨https://t.co/hQfwdF32AA https://t.co/adT529OC7t",
  "Once I've mastered Halasana pose I'm out.",
  "Might skip yoga class today; I'm irritable &amp; the teacher elongates her words too much. \nI can see me loosing it.",
  "@ldnyonce Don't stop, the one day you slum it bae will walk in.",
  "@FLOTUK She's not even a director so she can clear off with that mess loool",
  "A couple drinks in at the Christmas party then maybe 🤷🏿‍♀️",
  "My colleague keeps flirting with me... I catch her gazing &amp; it's getting weird 😬",
  "@ldnyonce Really, why?",
  "@albimakingart I'd give you more for such a humble request lool",
  "If I won big in the lottery I'd be a nightmare for the first year 😄",
  "If he sends me a 'Reclaiming my time' cheque; sure have at it. https://t.co/XNaoEPfeW8",
  "One of my favorite scenes from Girl's Trip https://t.co/yUX4zUrjY4",
  "@SephoraCB_x Never again loool 😩",
  "Colleague : I love your eye shadow today.\n\nMe: It's my dark circles 🙃\n\n..........",
  "@kenp4ch1 I was on my bike so that doesn't count 😂",
  "Also I was hit by a car last year, so there that...",
  "Me. Can't remember the last time I waited for the green man.",
  "London is so jokes. All these non Londoners &amp; tourists will wait for traffic lights to turn green until a Londoner walks through like Moses",
  "I think Chewing Gum could have eventually reached Insecure status. https://t.co/Y39CeMDceR",
  "@SephoraCB_x Last time I did this I ended up in zone 7 😄",
  "@SephoraCB_x Living life on the edge",
  "But I'm not going to.",
  "If I jump out of bed now maybe just maybe I won't be late.",
  "🎶 you could never trivialize pussy 🎶",
  "@rightupanotch Wow. This was cold.",
  "@narimaruta You're a muthafucker. Just know that.",
  "Oh no my waist beads popped ☹️",
  "Aw this is amazing! https://t.co/b9BMsIAsb1",
  "Cackling !",
  "I think about the Smell &amp; Taste episode of The Read often.",
  "&amp; we prefer you with money. so here we all are, dissatisfied. https://t.co/36Dkv4A9DC",
  "@jayandreas5 wow the prodigal son returns.",
  "@CourtneyKACHING Looool cosy enough for that too.",
  "@kenp4ch1 You're right thanks! 😊",
  "Hiding in the disabled toilets at work to collect your thoughts&gt;&gt;&gt;",
  "1 year of RECESS. We want EVERYONE to celebrate with us, so we’re having THREE parties. #R3CESS https://t.co/oPZPi6meLg",
  "So there's a new Attenborough doc out &amp; no one told me? K.",
  "I feel like the Andre verse on Party right now.",
  "I MAYBE YOUNG BUT I'M READYYYY.",
  "Who goes out for drinks on a Tuesday? Who told me this was a good idea...",
  "@ImAlways_Hungry So bland!",
  "I forget myself &amp; do this shit at work sometimes. https://t.co/xFDXhkuQFG",
  "@ImAlways_Hungry Wedges &amp; wings from Sainsbury's 😖",
  "@SephoraCB_x 😏",
  "@SephoraCB_x I'd like a sneak peak thanks 😊",
  "that moment when you look at yourself in the mirror for too long and feel a slight disconnect between your consciousness and physical being https://t.co/PKB1UlAea7",
  "@SephoraCB_x On your face? Nah I see the vision! 😄",
  "@SephoraCB_x Do it.",
  "if #Arthur was an edgy teen drama (Trailer) https://t.co/IDzGbS7Egn",
  "@Sebby_VI First sign of Beyoncé slander you're gone!",
  "Why bother with champagne when there's Prosecco.",
  "Champagne. https://t.co/PNTKgruwGI",
  "Starbucks could unlock the African market if they made tinned milk available.",
  "@KwesSRC Facts.",
  "So many things to do but it's too cold for any of them.",
  "@FLOTUK No worries I think you'll really enjoy it, definitely gets you thinking a little.",
  "@FLOTUK Came out in Jan, but there're HD copies you can watch online.",
  "The trailer if anyone wants to check it out.\n\nhttps://t.co/7CwcR3p8EX",
  "It's an honest take on 21st century dating &amp; manages to tackle the topic without being corny, I really liked it.",
  "If anyone hasn't seen NEWNESS yet check it out, it explores the \"complexities\" surrounding modern dating &amp; open relationships.",
  "I am Lyra Aoko...\n\n25 year old photographer from Nairobi, Kenya 🇰🇪 \n\nRT to help share my work with the world. https://t.co/nY0h48OTfD",
  "Oh nah I'm too ugly for that camera lmao https://t.co/W39qbdBSwu",
  "Just like that the weekend is over.",
  "Sunsets in Santorini. Heaven. https://t.co/ee2fBIYM9F",
  "Yup. Cooking together too. https://t.co/w18b9OtbYX",
  "This migraine is trying to ruin everything.",
  "@helloalegria Yup definitely! everyone should have held slaps.",
  "@helloalegria Her boyfriend is a wanker for even taking her there &amp; the cheek to record it too :/",
  "@kaaysz The truth is so loud 😂",
  "@helloalegria NO! is gonna become your favourite word",
  "Just be quiet. https://t.co/Gq1hu7A7AR",
  "They gave a 3 year old an Ask Me Anything and why am I laughing so much https://t.co/74HcbomkVV",
  "I'm going to ponder over this a lilttle more tonight with a rich bottle of red.",
  "Wow I think I'm sensitive.",
  "@kenp4ch1 I'm thinking a week before Christmas, but let me know x",
  "@kenp4ch1 You down?",
  "@kenp4ch1 Planning on doing a toy drive for a children's hospice.",
  "@kenp4ch1 ☝🏿",
  "Hahahahaha https://t.co/T9a20aaaHg",
  "I need a hand with a lengthy business proposal... I'm willing to pay.",
  "I don't think I can do 1 more day of small talk &amp; fake smiling 😩",
  "“Oh, the curse is working. Good to know.” https://t.co/I1IgWyWPDb",
  "#TheLionKing. 2019. 🦁👑 https://t.co/UMJo18FwDt",
  "nicki when she saw beyoncé dressed as lil kim for halloween https://t.co/mfAnuihbK5",
  "@bilzyb Sick!",
  "Anaemia really kicked my ass today.",
  "Father Lord be a healing light for Tyrese, his wife needs to confiscate his phone &amp; get him some help.",
  "https://t.co/I0bE1BACm8 https://t.co/I0bE1BACm8",
  "@helloalegria Looooool Ouch!\n\n*opens journal*\n\n\"At 12:33pm today as usual a Virgo tried me.. \"",
  "@helloalegria Ahhh Virgo? The skeptical, emotional mute with an inflated ego? \n\nCute xx",
  "@helloalegria Wow. I felt that.\n\nThis must be the inaccurate ramblings of a Libra/Virgo.",
  "@SebbyVIClone I should have never followed your new account.",
  "@SebbyVIClone You're pushing it. Beyoncé reigns supreme after MJ",
  "@SebbyVIClone Justin does not have the talent or creativity, he's a good artist but nowhere near great.",
  "I'm not saying Cancerians are the most well rounded sign in the astrological world but that's exactly what I'm saying.",
  "I should have climbed out of bed 53 mins ago...",
  "Not every connection is meant to be explored romantically. You can love me just as passionately, platonically.",
  "@ClinicallyLuxe Honestly it's amazing, so many epic scenes to come!",
  "@ClinicallyLuxe @Lolafinesse Awww brace for impact xxx",
  "@ClinicallyLuxe @Lolafinesse Bless ya! Who's ya fav?",
  "@ClinicallyLuxe @Lolafinesse Have you just started on Thrones?",
  "I miss my FRO now.",
  "@Lolafinesse @ClinicallyLuxe 😬😬",
  "it’s almost that time 😭 https://t.co/rsgYKqQMam",
  "How dare this tune be this disrespectfully short?\n\nhttps://t.co/b5b99DXppj https://t.co/b5b99DXppj",
  "I would have love to see a video for either.\nI always picture the visuals in my head when I listen to the tracks.",
  "'Drive Slow &amp; Addiction' were swallowed on Late Registration; they didn't get enough appreciation.",
  "What's your addiction? Is it money? Is it girls? Is it weed? \n\nI've been afflicted by not 1 not 2 but all 3...",
  "I'm gonna be singing this nursery rhyme to my kids.\n\nhttps://t.co/Ms1cswrsRi https://t.co/Ms1cswrsRi",
  "@LHworld_ Doesn't work.",
  "@Unkle_K I'm annoyed this is now accurate.",
  "Back in the writers room. Season 3. 😬 https://t.co/gQLGDwWz3A",
  "@Unkle_K It's 08:05am.",
  "@omolaramart She's a little doll face!",
  "@SephoraCB_x 😁",
  "Bobby Shmurda’s hat https://t.co/V0DWnHVhFM",
  "@_ceegun Not sure why, I prefer his sound to Bryson tbh",
  "Thought this dude would be blowing up by now.\n\nhttps://t.co/tpyluPQzfC https://t.co/tpyluPQzfC",
  "My gorgeous baby ❄️ https://t.co/XvKk3HTIuP",
  "an orgasm lmfao https://t.co/AQMnffu3d6",
  "My eyebrows are fierce today, it's only right my attitude match.",
  "The Sax sounds like Sex on this.\n\nhttps://t.co/2alumEjL47 https://t.co/2alumEjL47",
  "THIS WAS MY SHOW! https://t.co/FfjTDkmhNT",
  "@buscoco You look gorgeous! Love the make up x",
  "Tyrese is buggin'.",
  "https://t.co/tqYJ4iNTpJ",
  "@bilzyb Wow what a creepy fuck.",
  "@bilzyb I've come back because I'm still confused.. his dick was just out in the rave???",
  "Is there an inside man at Twitter HQ or.....",
  "@SephoraCB_x ☺️Thank you gorgeous! Always lovely seeing you 😘",
  "@bilzyb Excuse me?",
  "If I get up now I can have 6 hours of uninterrupted gaming fun.",
  "RECESS was a vibe, as always.",
  "Fab weekend though!",
  "When you've managed to catch up with all your different sets of friends &amp; now you're exhausted..",
  "@ImAlways_Hungry Congratulations!",
  "Gonna rewatch the entire series of Girlfriends, it's about time.",
  "Alice Marie Johnson has been in prison for 21 years for a first-time, nonviolent drug offense. https://t.co/VFe29D2ve8",
  "Wow I haven't had ice kenkey in years!",
  "Just give me some money, please. https://t.co/rktMA036Nn",
  "Stealing https://t.co/I24VskO6Sm",
  "WHY THE FRK HAVE I NOT EVER THOUGHT OF THIS!!! https://t.co/yn0IgycdKg",
  "@Nizer01 I heard Niggas in Paris was reloaded like 11 times 😄",
  "@Nizer01 London",
  "@SamWorldPeace @RayFiasco I doubt even they can live up to a WTT 2 experience 😄",
  "@RayFiasco Honestly",
  "@DannyWonders I lost my voice, even went again on my own.",
  "WTT is still the greatest concert I've had the pleasure of witnessing. It really was sensational.",
  "Is there madness in your family? https://t.co/YUdlAwovtT",
  "I wish my flat was big enough to go all out.",
  "I want to host another games night... also I can't be bothered 😬",
  "Wow. https://t.co/xFvduzJVLO",
  "Maybe nibble on it a little too 😂",
  "I wanna lick them bad boys.",
  "On the other hand I'd like Chris Hemsworth(Thor) to put me in a chokehold so I can get close enough to his biceps.",
  "Where was the creativity?",
  "Thor : Ragnarok definitely had the chuckle factor but the plot was lazy &amp; boring.",
  "This album is amazing.\n\nhttps://t.co/MpI6nRqAPE https://t.co/MpI6nRqAPE",
  "Fuck R Kelly.",
  "Just had a \"Wellbeiing massage\" sponsored by work. I feel amazing. The urge to send passive aggressive emails has reduced by at least 30%",
  "Let me not hinder my growth.",
  "I was gonna tweet something a little foul &amp; the good Lord closed the twitter app. Twice.",
  "I did 😊. Emotional terrorism will never run with me. Take your jihad elsewhere. https://t.co/7yOP3EdwET",
  "Ok so I'd like to see a short film starring Chris Hemsworth's biceps.",
  "@DiorLDN Yes sweetie for advance showings, official release is 27th",
  "fifteen years ago today, kanye got into the near-fatal car crash that inspired “through the wire” 🙏 https://t.co/Z6NIXjQ7oc",
  "@DiorLDN It's a job for LIFE. I can barely handle the one I have right now.\nPlease gy3 mi life.",
  "@DiorLDN At all!",
  "THOR better not let me down today.",
  "@Unkle_K Bashment.",
  "Ummmm is this allowed?? https://t.co/EMqrnJdWsg",
  "@JayAndreas Ma koma 😂",
  "@JayAndreas Alright sweetie msg me! Where you getting your frames from?",
  "@JayAndreas LMAOOOO.",
  "I really should pick up my new spectacles this week, I can't do contacts 😩",
  "@rightupanotch 🤣🤣",
  "@rightupanotch Pussy.",
  "@rightupanotch How do you know 🤔",
  "Banana flavoured weetabix is amazing by the way. No sugar necessary.",
  "Chapter 2: When your parents refuse to acknowledge the change in dynamic &amp; refuse to take any critique from you because \"RESPECT\" 🙃",
  "Weetabix, Ready Brek, Cerelac, Frosties. Making breakfast great again.",
  "Realising your parents are only human &amp; fuck up just us much as you do is the most humbling part of adulthood.",
  "@Unkle_K lmaoo I gave it a good try.",
  "@Unkle_K 25",
  "How are you even supposed to peel yourself out of warm arms on these chilly mornings?",
  "@makeitwithfifi I feel you. \nI've started taking on new hobbies. It helps.",
  "https://t.co/bnyn023ufP https://t.co/bnyn023ufP",
  "Too early?\n\nhttps://t.co/Si5emfJ2lK https://t.co/Si5emfJ2lK",
  "I just want to go home &amp; cuddle my cat.",
  "Such a beaut. https://t.co/Kkcr93Xjks",
  "I hope every single word David Attenborough says is being recorded  so his documentaries can continue forever.",
  "Amen. https://t.co/89ggQGKHwB",
  "@LeDonute It only crossed my mind because he mentioned Wes, maybe he's trying to find out what really happened to her.",
  "@LeDonute He seems way too involved in all the mess to just be a \"therapist\"",
  "Ok so I think the therapist is Rebecca's Dad. #HTGAWM",
  "It's sad that the media picks and chooses what they want you to see bc there's no reason why this didn't make world news !Praying 4 SALONE https://t.co/WSEQxz8zIL",
  "Satan when he watched Eve eat that fruit https://t.co/RMa55Zh3MA",
  "@Unkle_K 🌬🌬🌬",
  "@ItsCee_xo Thread mirrors my thoughts exactly.\nThe thought of my own mortality has been on my mind a lot.",
  "@Unkle_K It's Saturday, let me live 😄",
  "I'm gonna play video games for at least 4 hours before I even wash my face today.",
  "Morning! 🤗",
  "Reminder: More people died in the Las Vegas shooting than in UK terror attacks this decade. https://t.co/4BJrORaHrz",
  "The view of London from the Tate is nice. https://t.co/6tumWOu07j",
  "Wash your mouth out with dettol &amp; stop it.",
  "You bum crusaders need to stop it now.",
  "@Wave_MOMT When was the last time you went 🤔",
  "I know I have plans tomorrow, but I can't remember them so they can't be that important..... right..",
  "@Wave_MOMT But Ghana during Christmas though 😩 !",
  "@LBMM__ I ain't got Jamaica money",
  "Edging towards Gran Canaria.",
  "Trying to decide where to disappear to for Christmas...",
  "@kwesidillaa @shanalala_ Ouch! 😍",
  "@Leomie_Anderson @CRFASHIONBOOK Fuck it up fuck it up.",
  "I love styling myself, I'm so extra 😂 at @CRFASHIONBOOK event last night #widowseries https://t.co/M7IVcCnWNL",
  "Fat phobia?  K 😬",
  "At this point we're pretty much blinking &amp; the week is already over.",
  "https://t.co/1A7HNHlz7l https://t.co/1A7HNHlz7l",
  "https://t.co/GiveGVxeI2 https://t.co/GiveGVxeI2",
  "Whoooooooooooooooooo who would've I thought I'd get you?",
  "How to check your boobs. #wearitpink https://t.co/RHB788krgP",
  "One of the most important sentences in Lupita Nyong'o's NYTimes Op-Ed about Harvey Weinstein. https://t.co/YFUizgeoGs",
  "Expose them all.",
  "Shout out to this lady named Wanja who met her childhood friend who had run mad because of drugs.Took him to rehab.He is now recovering! https://t.co/oiMhacLdx1",
  "@TheOnlyMANIC There's always time for Walter Hartwell White.",
  "I like attention, affection, and being left TF alone in relatively equal measures",
  "They're bred specifically for these qualities &amp; are absolutely gorgeous! (Google blue point ragdolls)",
  "They behave just like puppies; very playful, follow you everywhere &amp; you can teach them tricks.",
  "If you like idea of a pet dog without any of the extra work; get a Ragdoll cat.",
  "@Leomie_Anderson I will sweetie thanks 😘",
  "*gurgling* https://t.co/tdfw9oCcCq",
  "How could I catch a cold twice in 2 weeks? HOW?",
  "Respect me or leave me alone.",
  "No exceptions; especially with family.",
  "Stop letting people dictate your boundaries, take some control damn it.",
  "@PuddiSRC Whoever thought of it? Genius.",
  "Scrumptious",
  "So babe just made plantain lasagne.......\n\nWhy am I only finding out this shit exists? Because WOW",
  "If I had an addictive personality my life would be so wild right now",
  "I'm actually open mouth cackling 😂 https://t.co/1sFvD8oZkc",
  "Spending lunch napping in a quiet room &gt;&gt; Socialising with colleagues",
  "Small side babies &amp; you wanna give up &amp; leave? Mschewwww",
  "Love her through it young king. Ride or die for life. You are strong man, relationships have their ups and downs ❤️❤️ https://t.co/kFqn7ugb8K",
  "Ethiopian pride (when your child recognizes a song and breaks out his eskista) 🎶Ethiopia x Teddy Afro https://t.co/BJO3PQ8tyV",
  "@jojoldn Like moving text? All the rewording  &amp; corrections? That would be so cool!",
  "If you've been on twitter years; its probably been a little journal without you realising it.",
  "Twitter should have the option to filter &amp; search for tweets from any particular day.",
  "im crowd-funding to finish my film 'skinny jeans', please click the link to donate if you can or RT, thank you! ✨\n\nhttps://t.co/xjm6pTcjBO https://t.co/wQ6wPOgVha",
  "😩😭 https://t.co/SA8GlP7c66",
  "Listen. The message is clear. https://t.co/TYOXMGvQVP",
  "Tabs stay open on Psychology Today 😩",
  "I think I've reached that \"Take this online test/quiz to find out more on your personality\" stage of my life lol.",
  "Beyoncé has given me the motivation I need to look extra cute this weekend.",
  "BITCH BEYONCÉ LOOKS SO FUCKING GOOD!!! https://t.co/24s8YQVgeb",
  "@NalaMonroe Well she's obviously dating a sociopath because what?!",
  "Might ride along a little longer than I should if the money long 🤷🏿‍♀️",
  "@NalaMonroe People do this 😬",
  "You don't get to decide when anyone shares a traumatic experience, you fucking bitch nigga. https://t.co/Jnx8kVg21s",
  "life protip: instead of saying \"sorry for the late response\" instead say \"thank you for your patience\"\nI mean, we were using pigeons as a vector for communication for thousands of years, let's not get carried away with this weird sense of urgency, geez barbara your email can wait",
  "Good morning &amp; happy Beyoncé.",
  "Where are my panties? http://t.co/nQblJlJCEI",
  "Mangos are such a delight.",
  "The best thing a woman can have..\nis her shit together. \n\n- unknown",
  "@Imperticus Then maybe it is 😊",
  "@Imperticus Is that what the tweet said or are you determined to create your own narrative?",
  "People will jump through hoops to defend a narrative that they know is a lie when their identity is invested in the lie.",
  "I've had zero appetite for about a week now; I'm shrinking.\nGod better not try to take this bum back. I waited years for this.",
  "sick of summer, huh https://t.co/KVgqsRt8bA",
  "@kunzojo So you pursue her till her mind changes? Weird. Really weird. \nNo is no, respect it.",
  "@kunzojo If someone has told you they aren't interested in you romantically why would you do that?",
  "Don't insult me by assuming I don't already know what I want.",
  "I know my mind &amp; if I say it's never going to be romantic. Respect &amp; accept that it's NEVER going to be romantic.",
  "Men constantly ruin perfectly functioning platonic relationships.",
  "'The soul knows even if the mind forgets'",
  "When you and one boy are giving each other eye, and he stands up and you realize he's short. https://t.co/3oPPdLNGG3",
  "Cries in Shea Butter and Jojoba oil \n#BlackPanther https://t.co/2J1RDe3riq",
  "https://t.co/pIhV2cJTl6 https://t.co/pIhV2cJTl6",
  "It's one of my favourites.",
  "Why has the LeVar Burton Reads podcast stopped posting 😩?",
  "I'm digging the Mad Max Fury Road colour palette the sky is giving me though, very edgy lol",
  "Errrrrrm what's happening outside.",
  "@JayAndreas 😊",
  "@NalaMonroe Well you look super cute!",
  "@JayAndreas Worthless tags G.",
  "@SebbyVI Kudos to your aunty in the village trying to tie my destiny. Well done sister Akos.",
  "@JayAndreas &amp; have you even bought me one shoe?",
  "Long live the king. Watch the new trailer for Marvel Studios' #BlackPanther. In theaters February 16! https://t.co/fs1UKzjiqN",
  "The black panther trailer is SICKENING. \nEverybody get your 2018 cloth ready.",
  "@SosoMunaChi I'm so disappointed, where's the filling?",
  "So it's just cheese &amp; the pasta sauce. \n\nLOL",
  "It's Waitrose so I'm sure it won't be completely terrible.",
  "Accidentally picked up a veggie lasagne instead of a beef. \n\nFuck you Monday.",
  "Ray Blk's Durt album is really good.",
  "@SebbyVI Ok now this is just uncalled for ahh 😂",
  "@SebbyVI This fit &amp; a shiny heel? Slay !",
  "@SebbyVI Middle one deffo",
  "The quality of work from new artists lately has been superb ( bar these lollipop rap dudes 😬)",
  "I have random spurts where I'm really open to soaking in new music by new artists.",
  "Note to self : You'll never get shit done if you only put in work on the days you feel good",
  "https://t.co/hnKAkdSRdW https://t.co/hnKAkdSRdW",
  "Proud to announce I'm finally shedding that thin layer of wackness, circumstances brought this about. I'm learning &amp; things are changing. X",
  "I'm about to channel all my energies into something tangible; it's coming.",
  "\"The weekend is a side bitch anthem\"\n\nFirst of all. U ain't eem got no man",
  "Racism is NOT enacted through name calling or ways of thinking, it comes through laws and policies and tangible systemic functions. You can NOT defeat racism through symbolism alone, you have to incrementally pick at it through the same systems that allow it to operate.",
  "\"but you said your 5 mins away\" \n\nFirst of all I didn't say where I'm 5 mins away from",
  "UPDATE: The death toll for the Mogadishu bombing is now over 230, the deadliest attack in Somalia in over a decade https://t.co/5M6q1jPlLx https://t.co/jMuXqHz9Ow",
  "@ImAlways_Hungry Might circle back after I'm done with this.",
  "Pep Guardiola is a gorgeous bald man.",
  "@ImAlways_Hungry I skipped right ahead, what were the other 2 like?",
  "@helloalegria Oooo any breed specifically?",
  "@J2ocean It's so good!",
  "@ImAlways_Hungry You NEED to play Mafia III.",
  "Scratch that; I'm grateful it doesn't.",
  "It's a shame it doesn't translate to my relationships with people lol.",
  "Once I'm fixated on something it consumes me.",
  "I've been playing video games for 6 hours straight 😬😬😬",
  "Woooh best sleep I've had in a minute.",
  "Nah this is real shit because I've really struggled to hold it together all week 😩 https://t.co/nhfZErEhuj",
  "You love my smile no matter how gapped my tooth is.",
  "I'm not evening pretending to work anymore.",
  "Umm. Where was #WomenBoycottTwitter when Jemele Hill was being silenced and attacked by the White House? https://t.co/oWwtPX3Erf",
  "@MrWahala 🇬🇧 🇬🇧 🇬🇧",
  "@rightupanotch Never singing along to that part now lool, broken back by Fat joe? I'm good 😂",
  "@MrWahala Get out of England !",
  "@MrWahala Ahh see you had me before the tea slander 🙃",
  "@MrWahala It's so weird.",
  "Maroon 5 &gt;&gt;&gt; Coldplay",
  "@rightupanotch No judgement here just shock  😄",
  "Who wrote this for Ashanti to sing please 😂",
  ".....bitch what!! LMAO",
  "\"When I look in your eyes there's no stoppin me\nI want the Thug Joey Crack on top of me\nDon't want your stacks. Just break my back........\"",
  "Omg I just really listen to Ashanti's last verse on \"What's Luv\" &amp; the lyrics are so questionable...",
  "When you're sat next to the office chatterbox &amp; asking for a pen turns into a convo about penmanship being a dying art.....",
  "https://t.co/wAzxCPwGVD https://t.co/wAzxCPwGVD",
  "But I'm determined to have a great day today.",
  "I've felt awful these last few days my anxiety has been sky high.",
  "Girls dancing to Beyoncé's Freedom. My heart is full https://t.co/3sY8XLyRfz",
  "Grateful I woke up in a better mood.",
  "how i'm trynna be https://t.co/6RxFqtlpOE",
  "Jaden Smith has his own sustainable water bottle company\nhttps://t.co/fxoZeAzDYD",
  "Wo beh do me'aa do me preko, odoo'ay.",
  "I'm feeling really impulsive this month, gonna ride with it &amp; deal with the consequences later 😊",
  "I shoulda known Jason Momoa was too fine to be worth a damn. Wow. https://t.co/EmuqEsknzo",
  "I'm a regular here, the food is amazing! If you'd like to try authentic Ghanaian dishes check them out! https://t.co/y7rB5R2ig3",
  "Damn nigga how old am I? https://t.co/kq1kAt2HJN",
  "so oprah hasn’t been to the bank my entire lifetime, and only does so, to do poor people cosplay... https://t.co/84mTOhwUgL",
  "all of us are contradictory meat bags who will shift goal posts depending on who we like or how close we are to a topic. this is life. https://t.co/79UWNGoChB",
  "watch: girls around the world lip sync to beyoncé for day of the girl https://t.co/OC3ozAtp9A https://t.co/qnN6Dl3NiS",
  "Check out my interview with the lovely @BroderickHunter here! We talk sex position &amp; lots more 😜😏 #InTune https://t.co/zyvzQfhyFg https://t.co/DIjfRVMPfQ",
  "I stand with @Kaepernick7 in memory of Tamir Rice, Aiyana Jones, Sandra Bland, Eric Garner + the countless victims of police violence. https://t.co/8AMMe6JL8M",
  "Rebounds get such a bad rep, if done correctly they really do serve their purpose.",
  "Today is a great day to listen to Beyoncé 's  entire discography; features &amp; all.",
  "They need to throw their son in the bin.",
  "@ldnyonce It's so twisted I love it! Lol",
  "Just started watching #DoctorFoster ... So everyone's a sociopath then?",
  "@DiorLDN @JayAndreas So exhausting honestly.",
  "@JayAndreas Yes please :(",
  "@JayAndreas Obronis at work init.",
  "I need a spliff.",
  "@Renznewgen How long did that take you 😄 ?",
  "@ton_soulbird @ItsCee_xo Aww sweetie 🤗.\n\nGirls camomile tea &amp; deep breathing! It helps 😘",
  "@Renznewgen I'm sooo hooked! Only just got it",
  "Yay womanhood is so fun!",
  "@ItsCee_xo SIS! I'm really trying to pull it together &amp; get through the day 😩",
  "I have to keep all conversations to a minimum when I'm on my period 'cause I'm constantly fluctuating between seething rage &amp; despair.",
  "Trying to apply logic to anything you're feeling during your period is hopeless.",
  "My hormones are RAGING.",
  "I just want to go home &amp; play Mafia III.",
  "people think ur moving mad when u start enforcing ur boundaries &amp; theyre shook by the new dynamic bc they cant overstep anymore",
  "@NalaMonroe Happy Birthday sweetie pie! Have an amazing day 🎊😘",
  "BvS was trash, wonder woman was lesser trash, man of steel was actually okay. I have 0 faith in DC movies unless they're animated.",
  "Blue Ivy only has one mood, and that is superior. https://t.co/2HlqjMkeBJ",
  "https://t.co/bRJ2KPowZN https://t.co/bRJ2KPowZN",
  "@LongForLaz One of my favourites!",
  "I speak like I should have a sickening falsetto voice; but no 🙄",
  "God mugged me off when he didn't give me the ability to at least sing on pitch.",
  "https://t.co/nDPyCzqbjX https://t.co/nDPyCzqbjX",
  "A feel good playlist is essential on Mondays.",
  "@kellikiss1 Go see the exhibition; it's on at the Barbican.",
  "Americans assuming we drink tea and eat scones all day when really this is a more accurate representation of the UK https://t.co/LeGPqK8CTN",
  "The framing, the colour palette, the accompanying score.... it's all so captivating.",
  "Saw John Akomfrah's visual piece PURPLE at the Barbican yesterday now I can't stop obsessing over his work.",
  "If you think you'd enjoy torturing &amp; killing racists in the make believe town of New Bordeaux. Buy this game.",
  "I'm obsessed with MAFIA III, I've been locked in all weekend.",
  "Also, Stephen Paddock KILLED COPS. The Blue Lives Matter crew has said NOTHING. https://t.co/tkzIlGed8H",
  "I'm getting Kendrick tickets. I don't know how I just know I'm going to that concert regardless.",
  "@moneyonce_ Ohhhhhh &amp; Olivia's crazy mum is back; apart from that pretty dry.",
  "@moneyonce_ Fitz asked Olivia to marry him I think.",
  "This is frightening. https://t.co/W89dtZDSrE",
  "@Unkle_K At least you're owning it 😄",
  "@Unkle_K I can't teach you how to become a better person xx",
  "@Unkle_K Terrible",
  "@kellikiss1 Be glad you're alive.",
  "@kellikiss1 Nope.",
  "I'm going to a place known for it's out of this world cocktails &amp; I can't drink anything 😕",
  "&amp; I'm on antibiotics so I can't drink this weekend.......",
  "I've been bed ridden for 48hrs. Wow.",
  "Bernie Mac would have turned 60 years old today.\n\nHappy birthday and RIP to one of the original kings of comedy. https://t.co/CZfl3mq54J",
  "I'm so poorly, I just want my back rubbed &amp; my head stroked till I fall asleep 😩",
  "They took the movie in a really weird direction.",
  "I'm sure whatever point was trying to be made could've been executed without drawing such striking parallels with Black american history.",
  "The racial OVERtones (because that shit was not subtle) in War for the Planet of the Apes made me so uncomfortable.",
  "Sigh I'm getting a gold tooth.",
  "@JayAndreas 😂😂😂",
  "Don't let being rhythmless stop you living your best life on the dance floor.",
  "@JayAndreas Why don't you just drop my mum's maiden name &amp; the rest of my business while ya at it loool",
  "@JayAndreas Feck yew.",
  "Morning!\nI'd like to dedicate this to all of the Creator's righteous children.\n\nhttps://t.co/fscTBgpFQF https://t.co/fscTBgpFQF",
  "He can lick anywhere sis https://t.co/R3Ya0BDEyz",
  "When you’re a white adult &amp; committed the worst massacre in American history vs. when you’re a black child and did nothing wrong. https://t.co/GyOpzoLvcb",
  "@RayBLK_ Stunning!",
  "Last night at the Make A Wish gala was so heartwarming! I'm excited to see how the donations make children's wishes come true ✨✨ https://t.co/v15Nz7LlGv",
  "@KwesB Definitely!",
  "Wow lmao https://t.co/519ceHa5RH",
  "#RECESS2000",
  "@jojoldn 🙃😊",
  "I need an artist to design my new tattoo.",
  "@ImAlways_Hungry @nnesaga @eatwitharli I like these!",
  "@nnesaga @eatwitharli The cakes... https://t.co/PW7A7sMaBz",
  "Really drained &amp; I don't feel like myself today.",
  "👩🏿‍🎨 PAID IN FULL 💵💵💵💵💵💵 https://t.co/hVcvnvRwcU",
  "this needs to be a Valentine’s Day card, it’s that deep. https://t.co/Fe01ydy11r",
  "@SephoraCB_x Fit! 🔥",
  "Orange Sundays 🍑🍊 https://t.co/9WTq21geyS",
  "White men have committed more mass shootings than any other group https://t.co/r0o2WYmjJW https://t.co/FyRblsynf8",
  "WTF https://t.co/hquFsnuE8u",
  "Ready for the weekend.",
  "omg I'm ready to go home.",
  "Heading here this weekend 😆😆 https://t.co/aInEI7vVCb",
  "@JayAndreas Okay I just checked, small small lool",
  "@JayAndreas Relax init.",
  "Yes I know I sound like a crazy cat lady but I don't care.",
  "No I don't want to be friends; I just want our felines to play together 😊",
  "Looking for cat/kitten owners who live in the Walthamstow area interested in kitty play dates.",
  "https://t.co/bPkjCRCVnp https://t.co/bPkjCRCVnp",
  "@Bola_Sol @AnnieDreaXO What amazing news! Congratulations darling! 🎊✨",
  "Happy to announce that I'm starting my own talk show. \n\nThe Bola Sol Show \n\nNovember 4th 2017\n\nhttps://t.co/edTmKdjfqH https://t.co/VqlJlQFId5",
  "It's so heated this morning wow. Stick the kettle on &amp; simmer down.",
  "Woke up in tears 😂",
  "Had a weird but wonderful dream, I was a blind Morgan Freeman on a journey of self discovery.",
  "Still haven't mastered the sending yourself to bed at an appropriate hour part of adulting yet.",
  "Lmaooo this is all Black folks at work https://t.co/s2lo9ROuEN",
  "Binge watched #ChewingGum this weekend, devastated to find out there'll be no season 3 😩",
  "@FLOTUK No worries! x",
  "\"My body is like a phone in a silicon case, no matter what I do; I cannot smash\"",
  "@FLOTUK Pasta dishes are about £11",
  "@FLOTUK Gamberetti e spinaci, trust me!",
  "Open mouth cackling! It's so fucking funny loooool",
  "Chewing Gum has me belly laughing omg why did I wait this long to tune in! 🤣😂",
  "@YankBoogie ☺️💕",
  "@KeleBradshaw Thanks Kel 😏😘",
  "Nah I want Banku, red pepper, tilapia, plantain &amp; shitto.",
  "I want Oxtail.",
  "@mozemacs Aww thank you xx",
  "@trinnacarter Thanks girl crush 😋😘",
  "@NalaMonroe Thanks bub 😘😘",
  "@Lolafinesse Thank you 💕!",
  "💐Flower Power💐 https://t.co/boWl9p33Ae",
  "@Ponz_O21 Of course you would 🙃",
  "Pre period tits &gt;&gt;&gt;&gt;&gt;&gt;&gt;",
  "@SABYENASILVER Ahowefe! Congratulations 🎊💕",
  "Alcohol is shit.",
  "\"I fall in love with myself &amp; I want someone to share it with me &amp; I want someone to share me, with me\" - Eartha Kitt",
  "@delapops I know right! We got cut off.\nBut it was amazing, so serene 😊",
  "I actually have to get out of bed, put on clothes &amp; leave the house today 😩",
  "@delapops Even buffer in person 😉",
  "Ngl I'm buff https://t.co/7YVxWh3LAp",
  "This is painful to watch, but you should watch it. Thank you Congressman Gutierrez. https://t.co/c4jtWYTPto",
  "@bilzyb 💕💕",
  "🌺 https://t.co/NYBdB9OJLk",
  "That DJ last night did the damn thing.",
  "hope everyone had a good time last night man. I defo did 🕺🏾 #RECESSSept",
  "Women are amazing.",
  "Nah I can't drag myself to my yoga class right now; gonna have to woosah in my living room.",
  "Have I slept? Barely \nWas it worth it? Definitely",
  "@ReinaaNatasha Thank you!",
  "\"Wake Up Human\". #Caturday https://t.co/0x63rGFex0",
  "GG &amp; THE SOUTHSIDE BARBIES RIP BRAS &amp; MASH UP THE NANNIIIIIII!",
  "My voice sounds so butters in snapchat playbacks WOW.",
  "@omolaramart WOW!",
  "Climb then https://t.co/N6YAlSTmje",
  "If you think someone is giving you a fake number, maybe walk away and move on with your life lol https://t.co/Ctxnxz3SfC",
  "I'm buying it tomorrow, planning to get stuck in on the weekend. I don't want to waste my money.",
  "Gamers; do you like Mafia III?",
  "I miss GoT.",
  "I feel amazing, I feel unstoppable, I feel rejuvenated.",
  "Fun fact my daughters initials are AO as in the Aussie open she won with me @AustralianOpen",
  "This song makes me feel super Ghanaian 😄\n\nhttps://t.co/KbC3furKzS https://t.co/KbC3furKzS",
  "@Oloni I'm kidding wrap up &amp; stay safe people!",
  "@KwesSRC Literally no growth in her sound",
  "It's not a bad album just very samey.",
  "All the tracks on both albums are interchangeable.",
  "Ok so I'm just gonna go right ahead &amp; say Jhené's Trip sounds exactly like Souled Out 😬",
  "@ImAlways_Hungry Classic",
  "Tevin Campbell really had my heart back in the day.",
  "Me and My President. https://t.co/TzVS6yeyY4",
  "@DiorLDN I'll give it a go &amp; see, thanks! 😘😘",
  "When I get my hair done i don't want anyone giving me eye contact because how DARE you? Do you see this length!",
  "Listening to SZA.",
  "Soon to be the lifestyle.",
  "Drinking wine shopping online.",
  "@DiorLDN Same! 😩\nAre Zara online quick though?",
  "Where can I get some really cute blouses online? Not Missguided please.",
  "Earlier This Morning had an interview with a couple who orgasm for 18 hours and then this inevitably happened. https://t.co/C7UJoLv0re",
  "THIS is the reason people are kneeling. It's deeper than our dislike for trump. Its deeper than football.. ‼️ https://t.co/X4zeSXe4fx",
  "Being able to clearly articulate your thoughts &amp; feelings is a life skill. If you don't know learn fast.",
  "If I'm giving you the silent treatment all other methods have been exhausted &amp; I'm tired of repeating myself.",
  "I'm a very \"what's the problem so we can fix it\" type. That silent treatment shit is dead. Grow up and learn how to communicate.",
  "I did it; now I feel a nap coming on.\nI really played myself 😬",
  "Making obronis at work uncomfortable &gt;&gt;&gt;",
  "@Unkle_K LOOOOOOL",
  "I need to put it out there so the universe hears me &amp; helps make it happen.",
  "I'm gonna quit my job &amp; move out of England.",
  "Sometimes you wake up already annoyed about the day ahead but you just have to be grateful that you're healthy and alive to proceed.",
  "When people half heartedly \"complete\" tasks &amp; expect you to tie up the loose ends....🖕🏿🖕🏿🖕🏿",
  "I'm here doing twitter fingers like I won't be begging for 30 secs extra sleep in the morning.",
  "Why is she so calm 😂 https://t.co/urkFUqTy9a",
  "SCIENTIST: Let's name this spider Long Legs, for its long legs\n\nSCIENTIST 2: Hmm not kinky enough",
  "When I get to the bottom of the list I'm gonna treat myself to something special.",
  "10 months 22 to go.",
  "Solo Holiday - ✅",
  "Everyday is an opportunity to fix some shit u messed up . Mess ups are a moment quitting is forever . Be kind to urself",
  "Gonna say it's mash if anyone asks.",
  "Fuck it I'm taking this fufu into work for lunch tomorrow.",
  "@ymsldn Happy Birthday Sweetie 🎊😘😘",
  "Pickle Rick might be my favourite episode of Rick &amp; Morty so far.",
  "Had to do it with my girl, @MoreReginaHall.\n#ForTheDChallenge https://t.co/nlRafF6dLC",
  "To come home all tired and see my husband hasn’t cooked dinner yet https://t.co/ofGeaAwWxH",
  "My attention span needs serious work.",
  "Ok so my Halloween costume this year is sickening; the event I wear it to needs to be just as sickening.",
  "Prick. https://t.co/bnHY8Bje2q",
  "I drew some wierd stuff, https://t.co/S0uDhiZ7SB",
  "@_LolaMichelle @queenvictoryy Happy birthday beautiful! Hope you had an amazing day 🎊 🎂 ✨",
  "I'm so happen The Read podcast is in my life.",
  "Gregg Popovich: 'We still have no clue of what being born white means.' https://t.co/whTL7y4ktu",
  "Do you know how hard life is when you're not stupid?",
  "Attachment &gt; Ownership &gt; Dependency &gt; Obsession.\n\nSlippery slope my Gs.",
  "All forms of attachment are toxic by the way.",
  "@NillzMarco I'm kidding I loved all that lesbian shit 😄",
  "Asking me to do anything in the office before I've had at least 2 cups of tea first is just rude.",
  "Americans turn everything into a twitter challenge.",
  "I not only changed I improved!",
  "@JayAndreas I'm taking us out the hood that's what!",
  "*Nazis nazi'ing* \n \nConservatives: \"FREE SPEECH!\"\n\n*black athletes kneel* \n\nConservatives: https://t.co/bjLg9zwVnx",
  "I hope Beyoncé &amp; the twins are warm &amp; cosy right now.",
  "The L word, Sugar Rush, Lip Service... all ruined me lol",
  "Tickets for my first UK tour go on sale this Thursday. Make sure you're there\n\nhttps://t.co/bqS11SVsWg https://t.co/9SLwdrRgx9",
  "Both of 'em.",
  "My cat is so pretty.",
  "@akvsl I do this to way too often",
  "Yes. Yes tf we are https://t.co/KXUz9w9ydD",
  "@Teniminglee Princess!",
  "https://t.co/QqZ4uhH0nA",
  "Erykah Badu and Michael Blackson are a mess 😩 https://t.co/jRgYfRJRuM",
  "Still prefer Adventure Time.",
  "Better than I expected but not hooked though.",
  "So I finally gave in &amp; watched Rick &amp; Morty.",
  "Hahaha",
  "Erykah said \n\n\"Fuck woke; i'm dead for the dick.\" \n\nFlatline shit lmaoo.",
  "Me after taking one Duolingo French session https://t.co/ZN0zwDSt5i",
  "Dentists are wicked wicked people.",
  "I'm punching up the dentist if I have to redo this root canal.",
  "Gold. https://t.co/PJFBIjxVdP",
  "LMFAO! https://t.co/iMyT68ek5a",
  "I'm so tired.",
  "You are the prototype\nWe'll tiptoe to the sun\n&amp; do thangs I know you like.",
  "@DanToro254 Fuck off.",
  "@Est_Soul I'm grossed out but I can't stop watching",
  "I have to psych myself up for a barrage of \"How was your weekend\" questions &amp; fake smiling tomorrow.",
  "Watching Naked Attraction reminds me how ugly penises are.",
  "@ImAlways_Hungry 10 days",
  "@ImAlways_Hungry I don't blame ya, only way to survive the trip.",
  "@J2ocean No problem 😘😘",
  "@J2ocean What a mix lool, \nAnimal: All David Attenborough's Planet Earth\nScience : Hidden worlds/Alien Ocean,Jupiter Moon\nMurder: The Manson family",
  "@J2ocean What are you into?",
  "I love her. https://t.co/cnHnrYiJv0",
  "Guilty. https://t.co/kZ7CocBz3W",
  "@VintageBrowne I'm in two minds, if I don't go you can deffo have it",
  "Looooooool https://t.co/whX38jDYGo",
  "Hmm I might give my Wizkid concert ticket away.",
  "@SamWorldPeace WOW",
  "Wow all that binge eating has finally caught up; I have no abs.",
  "Looks like an upgrade of Dro from Insecure. https://t.co/15DjmogpSp",
  "@JayAndreas Lmao I'm a globe trotter 🏃🏿‍♀️",
  "The flight to china is over 10hrs?! Yeah I'm drinking the entire time.",
  "@CoolKidCheeks Yeah I know, I'll be getting it 😁😁",
  "I will cross the ocean for you",
  "@CoolKidCheeks Yeah",
  "Or I'll trade my 55-200mm lens for one...",
  "I need a 50mm lens.",
  "@byisikalu I can't unsee it!",
  "My sneaker collab is out!!! Available exclusively on @farfetch , get yours here: https://t.co/7CKaIn4NcT https://t.co/5IuAFcSPVV",
  "My new sounds: F L O A T I N G. https://t.co/TrHlEew39F on #SoundCloud",
  "Never letting my cat watch anime again https://t.co/uQKBonKuau",
  "@TheNameIsMissD I wanted to vanish."
 ]
}