{
 "user": 226036812,
 "tweets": [
  "@314action Funding will be redirected to the Middle Earth Project as requested by non-science NASA head Bridenstine.",
  "If I were to enter into such an @xprize I would built an integrated 4-part #Robotics platform \"ERMA\" capable of (a) Excavating and mining space rock (b) Refining the ore (c) Manufacturing components through SLS #3Dprinting and (d) Assembly.  Now how to power it...",
  "Who is patiently waiting for a X-prize to develop the first autonomous multi-material replicator to process Lunar and Martian materials for Habitat components ?  #3Dprinting #ExtraplanentaryMiningExpedition #Robotics",
  "Nice to see that @ProcterGamble has a sense of humor, if only to boost sales of their shampoo product #HandsDown #dandruff #MacronTrump https://t.co/LKRUETX0eC",
  "@Amy_Siskind Maybe Our Leader is a tad bit racist ?",
  "This will totally trump the #FlatEarther and #hollowEarth conspiracy nuts out there ! #SilurianHypothesis #PseudoScienceFiction #DoctorWhoScience https://t.co/I0I5ia9o5B",
  "The best part of #Science and #STEM research is the search for truth and knowledge for the betterment of humankind ! #NobleEndeavors",
  "@mkraju @maggieNYT Trump has set the bar for what can now be colloquially referred to as #ModernPresidential   not that is a good thing. #EndofTrumpisNigh",
  "@RBReich The 3 D's of an emerging autocracy- Distract, Demonize, and Discredit - for political cover.  Maybe ?  #TrumpRegime #Impeach45 #RuleOfLaw #ComplicitGOP",
  "@SiliconHBO @FunnyAsianDude Chinese Pied Piper aka 染色的吹笛者 !",
  "I heard this somewhere \"Oh the In-Hannity\".  What will #FoxNewsIsTrash think of next? #SeanHannityMichaelCohen #ModernJudicial",
  "@GinnyC61 @Starbucks The only thing that has changed is the overabundance of surveillance - to catch the overt racism in action - and community inaction. #StarbucksWhileBlack",
  "...and more broke, of course ! https://t.co/yisRtb8x1f",
  "@TeaPainUSA WAR PRESIDENT  (remember Dubya ?)",
  "@PicardTips Ah...the Peter Principle - rise to the level of incompetence #officemanagement #LikeABoss",
  "Acquisition rate for cortical mapping hardware that permits complete synaptic reconstruction is not fast enough to take into account the decay rate of #synapses.  #Algorithms would be needed to extrapolate \"memory loss\". #Cybernetic #Singularity #futurism #errorcorrection",
  "Uggh - landlord. https://t.co/OGjVBRLb0w",
  "@SiliconHBO I left a message on the telephone.  Jin-Yang can suck it.",
  "GOP is taking things to a new level https://t.co/nPWr5Kd9Xu #TrumpIsNotAboveTheLaw #GOPComplicit #CountryOverParty",
  "@ShareRedRoseTea Has the Red Rose Tea label been changed recently to include a wax coating ? Not the best for the microwave.",
  "I published a Thing on @thingiverse! https://t.co/7kQSwKZxHk #thingalert",
  "@HuffPost Well.  There you go.  Trump killed someone in NYC and his people will still continue to support him.",
  "I have no formal training in HR but these personnel decisions by #Pruitt at the #EPA seem a bit toxic https://t.co/y6qxlBDsWN #GovernmentJobs #careeradvice",
  "I was not aware that the EPA was run in such a chaotic manner.  https://t.co/t2tHnzT1oF #ToxicEPA #SwampGOPMonsters",
  "@BrettPransky @Philopetry Oh but they'll manage to blame it on \"Obstructionist Democrats\" and vote against their own interests.",
  "@GeeksAreMyPeeps That will all come out during \"discovery\" #StockMarketTrumpSwings",
  "@WIRED Bioengineered to enhance your VR experience #WIREDBACKPAGE",
  "@krassenstein Considering how much \"junk\" mail has transferred to the Inbox and online bill payment, what deliveries does the USPS make ?",
  "@HoarseWisperer Imagine how the markets would be if the massive corporate tax cuts weren't passed... :)",
  "@RVAwonk I'm going with \"deranged, mentally unstable human\" - cause anyone that marches into a building, guns blazing is deranged and mentally ill.  If it is an AR-15, well then...",
  "@RVAwonk One could argue that he is using the bully pulpit in new and imaginative ways which is one of a Leader's tools.  But to single out an individual out of malice or bad intent would be crossing a line --- one surely that Rs would still not act.",
  "#FAANG stocks, current tech giants continue to fight tooth and nail in uncertain cybertimes  https://t.co/SF1GeAPAen #InternetBillOfRights #NetNeutrality",
  "@realDonaldTrump Perhaps you should focus your energy on China Post as Amazon actually generates much needed business for the USPS.  https://t.co/5uOcDa4Jyn #PostOfficeShowdown #ShippingWars #Stamps",
  "@314action @EPAScottPruitt My morale would be down in the dumps if a \"colleague\" received a 50K+ raise just for a loyalty pledge to the man and not the office for which he represents.",
  "If the current #TrumpAdministration gets you down...always look on the bright side of life ! #FactsMatter https://t.co/jnHbB7nu6W",
  "Maybe some fools dreams may become a reality ?  #3Dprinting https://t.co/efbhrYgZqj",
  "@captain_dye @RogueNASA Can NDAs from the WH be legally enforced ? I'm no lawyer but I'd go with not enforceable. I can however imagine many unemployed former WH staffers hanging around FOX news.",
  "@RogueNASA Do you imply that every Federal Employee will become subject to a litmus (political / loyalty) test ?  I imagine if that were case, the workforce would shrink by 85%.",
  "@joebloughed @RBReich People are so caught up on the the immediate and don't see the implications of an ever-consolidating media market - that said, Facebook should really be treated as a media company as well.",
  "@randominfinitem @RBReich You need to be patient - change takes time - and why do call Professor Reich an idiot ?  Are you a distinguished professor as well ?",
  "@HamillHimself Even more reason for #NetNeutrality-that and the freedom to watch as many cat videos as we please...",
  "@elonmusk @WSJ You mean like the Takata Airbag disaster ?  Or the GM Ignition switch recall ? #AutomobileSafety through NHTSA...after the fact",
  "@RBReich Especially worrisome considering Our Leader's stamp of approval - https://t.co/vpOwaL5GW0",
  "@RBReich Even more reason to block a Sinclair-Tribune merger.",
  "@hackaday Most notably, the \"Replicator\"....",
  "@RepAdamSchiff So, is Sinclair State-Run TV or is Fox News ?  On their way to becoming a #Monopoly ? https://t.co/Vs9hLB7JLm #SinclairBroadcastingGroup",
  "#semantics and #etymology of #Trash and #Garbage - look at the translations across disparate #Language (Nordic, Romance, Chinese, Indo-Aryan, and Hungarian).  Most common is the word \"offal\" but when you dig deeper it gets quite interesting , especially via Google Images.",
  "What are the minimum requirements to be classified as an organ ? #interstitium #AnatomyRules #SystemsBiology",
  "Is Sinclair Broadcasting a monopoly or part or something bigger ? #Trumpism #BoycottSinclair https://t.co/gW8FLDnrQ5",
  "@realDonaldTrump To be fair,  the US Post Office loses bigly with Ebay - shipping all that \"stuff\" from China for pennies.  If I were to ship to China through Ebay, it would be cost-prohibitive.  And then we have Alibaba which probably also has a deal too with the US Post Office. #Shipping",
  "@DebraMessing @snopes @RoseanneOnABC @ABCNetwork These images are incredibly disturbing, even more so in light of the fact that Our Leader called to speak with her to discuss, what - her #redhat show that normalizes Trumpism ?",
  "Going to try the 7-day Facebook detox and see how it goes.  #facebookisdead",
  "@PatrickW Keep repeating - \"This is not normal\".",
  "@GreatDismal Season Two might do the series in - murmurs of cancellation in the wind.",
  "What are the legal  ramifications of the President attacking a US company to specifically affect it's current valuation ?  Asking for a friend.  #Amazon #StockMarket #brickandmortar https://t.co/sb5BLvi6dA",
  "@ViswajitRaman @sciam Like the discovery of the mesentery ? https://t.co/Y3Dw9zVkec #21stCenturyAnatomy #OrganFunction",
  "@sciam \"organ\" is perhaps a bit misleading as the interstitum may be to the lymphatics and their associated nodes like capillaries are to the vasculature as a larger whole of the circulatory system. Semantics ?",
  "Drones... https://t.co/66Z52Pox2W",
  "I published a Thing on @thingiverse! https://t.co/earADIjx6e #thingalert",
  "#MRRF2018 Now that we have a BeagleBone on a chip, it only makes sense to build a printer controller around it. https://t.co/FJYHJUQew8",
  "Feel like I am in a loop #Sliceline + 🍕 via @siliconhbo and @gofooji.",
  "Low prices, hot slices. I'm ready for my #Sliceline + 🍕 via @siliconhbo and @gofooji.",
  "@SiliconHBO @gofooji #sliceline + 🍕",
  "Monopoly - akin -  to Microsoft of the 90s https://t.co/PFT85IX5Ki #socialmedia #InternetBillOfRights #DataAnalytics #UnSocialNetwork",
  "@iamdylancurran What is Google doing with all of the data ?  Is it the same as Facebook ?",
  "Interesting to see where this is going... #DeleteFacebook https://t.co/wk3OmPasdA",
  "While we are not paying attention --- https://t.co/bX6CKHy4P5",
  "I'm no financial analyst but I am pretty sure the #stockmarkets behavior had absolutely nothing to do with trade and tariffs - period.  #TradeWar #steeltariffs #inflation #RenewableEnergy https://t.co/g7wxmpobNc",
  "What are the legal ramifications of the Facebook - Cambridge Analytica tryst ? #InternetBillOfRights #socialmedia #SocialEngineering https://t.co/9ksEMIbQhg",
  "Google+ ? Or are we all just 1s and 0s and $$$ https://t.co/3s65DWECps #DeleteFacebook #Google #socialmedia",
  "Let me preface this by saying that in my work, I've run my fair share of ads on social media.  (THREAD)",
  "@RepSwalwell @realDonaldTrump The moniker \"Make Amerika Great Again\" was trademarked in 2014 by the Trump Organization - meaning plans were well underway.",
  "@hack_nyc @HarrmanCyber @gerridetweiler But is Facebook a Libertarian paradise ? Like Thiel's proposed tech island ?",
  "Some interesting \"case studies\" https://t.co/oE2XMe9Czn #DataAnalytics #Facebookgate #databreach #socialmedia",
  "Measure your \"worth\" by how much data you create #DataScience #Analytics #DataAnalytics #SocialMedia",
  "@SethAbramson Make Airtime Great Again ! The best...",
  "@HoarseWisperer Add that to the \"Best of Twitter\" to be used in a court of law ?",
  "@renato_mariotti @TeaPainUSA Doesn't blatant political manipulation, intimidation, and firing go against the Federal code of conduct ? Oh, and obstruction of justice ?",
  "@nytimes Clearly this is another aspect of #Modernpresidential like being fired from the WH by Twitter. #FireSomeonePolitely #ItchinForNixon",
  "Sessions gets to keep his job a little longer as he has done his Master's bidding and fired McCabe. #TrumpRussia #FBI #ObstructionOfJustice #SaturdayNightMassacre #ModernPresidential",
  "@tribelaw Cold War 2.0",
  "@NBCPolitics McCabe is not an actor in any meaning of the word - unlike Our Leader who by all accounts, is actually a bad actor who hosted a reality TV show, \"The Apprentice\".",
  "@WIRED Vaporware to the extreme...",
  "It takes more than an idea and a #turtleneck to make a great product and company https://t.co/1Xtk7lLSpL #theranos #labonchip #diagnostics",
  "If this is the case, a whole lot of drug studies are going to have be re-evaluated  #BrainInjury #brain #neuroscience #NeuralPlasticity #DrugDiscovery #neurotrophic https://t.co/7q36Pl8oEf",
  "I saw new Raspberry Pi  which confused me  until I saw the positives... https://t.co/b2y4xn5GCE via @Verge #PiDay #RaspberryPi #diy #3dprinting",
  "Rest well Stephen Hawking - your brief history will have continue to have an impact on aspiring physicists, young and old. https://t.co/7ncPkQIaQR #BriefHistoryOfTime #physics #Universe",
  "@neiltyson He reached the zero point but expanded our understanding of the Universe along the way",
  "Reality has diverged across America and it is a problem  #mirroruniverse #FactsMatter #truth #VerifiedNews",
  "@NatashaBertrand @PatrickW новичок - Isn't there a treating banning the use of nerve agents ? Sanctions ? #RussianSanctionsNow",
  "Scrub-a-dub-dub my arteries ? #scifinow #heartdisease #CardioWorkout https://t.co/KOWIlNfQcI",
  "@StephenAtHome Are they made of gold ? https://t.co/ihGWEMHqJF",
  "Does this magical surgical beast exist ?  #RoboticSurgery #RobotDoctor https://t.co/IE5x4lVJE0",
  "ABS, it's been a while so I gave you another chance...but you're so warped. #3Dprinting #plastics https://t.co/vz7uR2YaTy",
  "@nytmike @nytimes @maggieNYT Does this constitute yet more obstruction of justice?",
  "@AlbertBrooks Trump is exceeding every expectation...in terms of performance  for a \"Reality TV Show Host\".  When can I get off the Trump Train ?",
  "@NormEisen The line was crossed a long time ago but Republicans in lock-step, step over.",
  "@gregoriobaq1 Will do...",
  "A discussion of #DarkMatter in Forbes ! https://t.co/TC2Bzy6F4X #EnergyMatters #astrophysics",
  "Wait till all the #Uber and #Lyft drivers find out how little they make https://t.co/VduvHne7pM #businessmodel #selfemployment",
  "@TeamPelosi Though I agree that the President's adult children and their respective spouses should not be privy to top secret intelligence,  disseminating political news, unfiltered through Twitter is starting to get out of hand.  Please, just stop the madness that is the Trump Regime.",
  "I published a Thing on @thingiverse! https://t.co/zuyNVfeIXc #thingalert",
  "@RBReich Makes sense considering that Rachel Brand left recently to avoid the coming Trump Storm.",
  "@kylegriffin1 So, business (obstruction) as usual.",
  "@Comey Digital ? Or actual tape ?",
  "Ever hear the expression, \"I have a building on 5th Avenue to sell you\"... #RealEstate #Kushner #ManhattanMayhem",
  "@AlbertBrooks What with Brad Parscale leading the \"Campaign of Terror\"...what could possibly go wrong ?",
  "Skip the salt and stay sharp ! High salt diet affects cognitive abilities https://t.co/2j9YIZYmC1 #aging #diet #HealthyEating #BrainHealth #neuroscience",
  "New genetically-encoded voltage sensors  https://t.co/bxWyTQcEHQ #neuroscience #optogenetics #brain",
  "Check out Raspberry Pi 3D Scanner HAT+ DRV8834 Stepper Driver for FreeLSS Scanner  https://t.co/B534kFh4mU via @eBay #3dprinting #RaspberryPI #DIY",
  "@PreetBharara @DevinNunes Wakanda Forever.",
  "@tedlieu Teens should not have to worry about getting slaughtered in a \"house of learning\".  This is obscene.  Arming teachers and creating a prison environment is not going to make it better. #weneedttalkaboutgunviolence #EducationMatters #GunReformNow",
  "@AlbertBrooks If there were another time, this would perhaps be fitting for a dark comedy set around a American Villain President. Alas, truth is stranger than fiction.",
  "@CBSNews So, is #RickScott politicizing the FBI for his own political gain (Senate run) ? Maybe the FBI should be getting the respect it deserves #GunReformNow",
  "Game machine and miner or just another currency https://t.co/cAnlLcRZ15 #cryptocurrency #1980s #bubble",
  "@Crypticsup @Calcaware First Kodak and now Atari - Is this the 1980s ? #cryptocurrency #jumptheshark",
  "Imagine the possibilities ! #FreeMakerFriday https://t.co/1sRyu18Hjf",
  "@sciam The headline, sadly sums up the Trump Regime.",
  "@DafnaLinzer @carolelee @mikememoli @kwelkernbc Who could have imagined that this would happen with Trump in the White House ? #modernpresidential #SF86 #Trumpism",
  "SF86 Security Clearance Form - Everyone does it. It's easy. https://t.co/ktvAC3UMgd",
  "One can never test a new product too rigorously - Case Example - Apple #HomePod https://t.co/zPXeSX7W7s #design #NotSoSmartSpeaker",
  "@RBReich Sold a literal \"Bill\" of goods.",
  "@GMax35me @EdKrassen \"11\" - his favorite.",
  "@EdKrassen One word - Bankruptcy",
  "@GOP Our currency only recently declared \"In God We Trust\", in 1957 because of Dwight D. Eisenhower. \"Under God\" was added to the pledge in 1954. Our Founders would likely not approve. #FactsMatter #EstablishmentClause  #FirstAmendment",
  "@AviAhvee Have to ask #WhatIsHeHiding #SchiffMemo #FactsMatter",
  "@tribelaw And with the Olympics on, 'Mericans will surely be distracted - for two weeks before they realize it...",
  "@Lawrence @Philopetry Most corrupt (mis)Administration, ever.",
  "@AP Partisan...",
  "@tedlieu @realDonaldTrump Partisan Cheese.",
  "What's on your pizza ? #NationalPizzaDay https://t.co/CfDryHKaNp",
  "Sometimes the computer time is just not worth the hassle. https://t.co/EKtfazCR4K #Bitcoin #supercomputer #cryptocurrency",
  "Thanks to @NPR for giving new insight into why Russian Bot Army pushes the daily hashtag \"fill-in-the-blank\" day feeling.  I did not have the patience to sort through them all myself.  Want to know more ? https://t.co/4iXyzbs0Kh #Bots #SocialMedia #propaganda #SocialEngineering",
  "General question - Do #Engineering programs teach young developers skills for #Marketing #SupplyChain #economics required for successful products and technologies ? In response to #Kickstarterfailure",
  "Autism shares brain signature with schizophrenia and bipolar disorder https://t.co/ZYjlgozxyb https://t.co/ZfiRmAOXAP",
  "Kratom, opiates, and abuse potential https://t.co/wbm6Kbz3q6 #kratomsaveslives #OpioidEpidemic #alternativemedicine",
  "@nycsouthpaw The B-Team ! #TrumpIsland #PresidentialApprentice",
  "Better use of internet than #catvideos and #foodphotography https://t.co/nanOrCuCgG",
  "@NBCPolitics @frankthorp From the same Senator that said Trump could be the greatest President. #mirroruniverse #Midterms2018",
  "Wait..so the Earth isn't flat ? #flatearthsociety #facts #STEM #SpaceX https://t.co/Nsv8cEMCnP",
  "@seanhannity @Comey More like insanity...you are your buddy are positive-feedback loop. Remember #FactsFirst",
  "Wondering what's going to be happening in the US markets tomorrow #StockMarketCrash #DowJones #401k https://t.co/NuSHyxDnBk",
  "Before about 25 years ago, the species simply did not exist. A single drastic mutation in a single crayfish produced the marbled crayfish in an instant. https://t.co/MjGULmW8ll",
  "@ShaunUsher Winner winner Twitter dinner! (hand clap).",
  "In retrospect, maybe it was not the best idea to push $1.5 trillion in tax cuts with a 1,000 pt drop in the last two days ???  https://t.co/ywEa2YiL29 #DowJones #TaxReform #bondmarket #personaldebt",
  "@RBReich But isn't this \"chap\" part of the America First Party ?",
  "@realMatMolina Simplest explanation is that No-Nothing Nunes is protecting Trump.",
  "@TrueFactsStated Not a question of what-if... both Reps and Dems were hacked as it it would be highly unlikely that only Dems accounts were so easily hackable and all of their precious emails released...So who has them and how much ? #RNCemails #LeslieGrahamEmail #WhiteHat",
  "@TheGoodGodAbove Not all Republicans are hell-bent on destroying the Intelligence Agencies and the Public Trust, e.g John McCain.  May they see light as to see the Country from the Party trees ?",
  "@SenWarren Perhaps there is still time to bring the GOP back from the point of no return, of supporting this charade which only forments divisiveness, lack of trust in our institutions, and blind party allegiance over principles ?",
  "@ChrisVanHollen The GOP just went full Nixon + McCarthy or NixCarthy. #FullNixon",
  "@williamlegate Used to be  TSP Reports...",
  "@GovHowardDean This action only serves to dishonestly shield himself from the ultimate findings of #RobertMueller, discredit our IC and divide the nation, again and again. #PutinPuppet #NunesHoax",
  "No-Nothing Nunes and Friends actively undermining the FBI for purely partisan and personal gains https://t.co/hgJ6TAuatv #NunesFakeMemo #TrumpRussia #SteeleDossier",
  "@RBReich The way this is going, we may need a \"March for Democracy and the Republic\" ASAP",
  "@RepAdamSchiff @RBReich Representative Nunes appears to be operating outside the legal bounds of his office which is generally a career-ending mistake in the Federal Government.  Alas, he will probably get a pass from his Republican colleagues.",
  "Physics question - Is there dark matter in the interior of neutron stars ? #Astrophysics #neutrondecay #DarkMatter",
  "@RBReich Chain migration is yet another White Nationalist #dogwhistle",
  "What exactly is a #queed or was it #qweed ? #SOTU",
  "@elwasson Ryan took money from Russian Oligarchs connected to Putin - he just might be #ComplicitGOP",
  "@ChrisVanHollen This crossed yet another line. When will the Trump Regime be held responsible for it's weekly transgressions ? #trumprussia",
  "@NBCPolitics Sycophants who desire to #kissthering #StateOfTheUniom",
  "@AP Cha-ching.",
  "@Shteyngart Baked or raw ?",
  "@clairecmc Is the Senate powerless to enforce signed legislation ? Especially considering Russian involvement in the 2016 (and 2018) election ?",
  "@danpfeiffer Foreign Agents Hacking the Republican Party - yet no Wikileaks email dumps --- suspicious ?  blackmail ? --- Maybe that's why they are so silent ?",
  "@hammpo @NatashaBertrand You would think more Dems would speak up by now.",
  "@NatashaBertrand @hammpo Is this really happening or is this #ModernPresidential #RussianGOP",
  "Folks willing to give Trump a pass because their 401ks are swelling remind me of Italians willing to give Mussolini a pass because he made the trains run on time.",
  "@Evan_McMullin @Philopetry Doesn't that count towards obstruction? Or does the President get to pick and choose which laws to apply ?",
  "@lil_lilly001 @firstdog93 @EdKrassen @Comey @DevinNunes @RepMarkMeadows @RepDeSantis @Jim_Jordan @TGowdySC @mattgaetz They are loyalists who have \"kissed the ring\"...",
  "\"Eligible\" retirement for FBI Deputy Director Andrew #McCabe is misleading as he would only be turning 50 in May with 21 years at the Bureau.  Reading the OPM website, one can conclude that it was forced retirement. #MuellerInvestigation  #GOPcompromised #TrumpRussia",
  "Any chance that McCabe was actually \"fired\" ? https://t.co/NjZ03F8Cb3 #MuellerTime #TrumpRussia",
  "Wow. A Flame Thrower - Get 'em while they're hot ! https://t.co/9vT34TWfhW #boringcompany #flamethrower #Tesla #zombies",
  "We remember the six million Jewish men, women and children who were massacred by the Nazis and the many other millions of innocent victims who perished during the Holocaust. We renew our pledge to never forget and to never again let such atrocities occur. #HolocaustRemembranceDay",
  "@TheOnly313Girl @TeaPainUSA @DevinNunes People talk of the #BlueWave2018 but it's more like a #PinkWave",
  "@TeaPainUSA Classic case - But to use a cli·ché - Occam's reader. &lt;--Period #TrumpNixon (New hashtag and people will get it!) #FactsMatter",
  "@SethMacFarlane Science and facts will set your mind free #FactsMatter #ScienceNotFiction",
  "@SethMacFarlane State News will circle the wagons in dire times.",
  "@tindie First time seller here - went with @oshpark - because who doesn't like purple and gold...",
  "One asks why coolant fluid would come in a beer can ? https://t.co/xckvitb7Ta",
  "@TinoAsprilla300 @TheGoodGodAbove Just like Pizzagate. That was so real.",
  "@rmayemsinger But hey, store closings are meaningless since the Dow is up 20,000 since 2009, right ? 🤪",
  "@TheGoodGodAbove It's amazing what a 20+ year steady diet of FOX News will do to someone.",
  "@ALT_uscis @Philopetry It will sure push backward the path for more dirty fuels like oil and coal. Perhaps that is the real reason behind the solar tax.",
  "#bitcoin #jumptheshark - The end is near ! https://t.co/5sZZW8JU9B #crytpocurrency #blockchain",
  "What exactly does \"consideration of legislation dealing with DACA\" mean anyway - another shutdown next month ? #DACAshutdown #TrumpShutdown #politicalpageantry #ImmigrationTalks",
  "You have to listen to this: White House voicemail changed to blame Democrats. Outrageous.\n\n#TrumpShutdown https://t.co/H0WoSG27AD",
  "Trying out some Elmers puzzle glue for a 2,000 piece puzzle of #CinqueTerre #artsandcrafts @Elmers https://t.co/THzVHWEXqb",
  "Perhaps the silly conspiracy around #NunesFakeMemo is to obfuscate the actual facts surrounding #SteeleDossier and #FusionGPS that implicate our Leader in treasonous acts ? #Gaslight",
  "So I am told there is a #governmentshutdown - Let's hope that the House and Senate can put country before party and work out a long-term solution for the budget. #ImmigrantsMakeAmericaGreat #CHIPfunding #21stcenturyborders",
  "Wow, to not \"do no harm...\", they sure are a bunch of Anti-Hippocrates !https://t.co/YGAw8xfJmJ #separationofchurchandstate #medicine #CivilRights #executiveorderdysfunction",
  "@AP Political Theater.",
  "@neiltyson If we had an Ouija board, we could ask Niccolò Machiavelli - alas I do not believe the voices of the past can guide us on this particular journey.",
  "@EdKrassen @GreatDismal Marathon Man.",
  "I made a Thing on @thingiverse! https://t.co/d2Zo2pdR3a #thingalert",
  "Prehistoric conditions ! Hilarious - imaging #ACA or prehistoric #healthcare https://t.co/B6Hq4FTf3W #prehistoric #newyorker",
  "Apparently the Wakandese government has stopped the shipment of vibranium alloys to the United States #Wakanada  #ForeignPolicy",
  "@joshuamanning23 \"Tools of the trade\".",
  "@kylegriffin1 @RBReich And the word is...Kleptocracy",
  "@SethMacFarlane On the path to Dwayne Elizondo Mountain Dew Herbert Camacho for President.",
  "@TrueFactsStated Here's to 312 pages of late-night reading !",
  "CDC offers a Public Health Response to a #NuclearButton detonation https://t.co/PUK9VRJZo1 #AtomicTrump",
  "@dhewlett @josefprusa And the first \"real\" print will be ? A #3dprinted treefrog ?",
  "@NateSilver538 Everyone likes Oprah but remember Dr Phil and Dr Oz. I think the country is going to require a large competent, clean up team when these guys are finished and more TV personalities are not going to cut it.",
  "I can't believe I just saw this ! https://t.co/MojVaSU15v",
  "@mcovingt411 @SenWarren @realDonaldTrump FYI colonists were illegal immigrants to Indians but that is okay, right ?  My grandparents came to the US avoiding death by the Pogroms but some were not so lucky, dying in Auschwitz decades later as they were not allowed to come to the US for the same reason that you argue now.",
  "@mcovingt411 @SenWarren @realDonaldTrump I'm curious. How did your family end up in the United States ?",
  "@mcovingt411 @SenWarren @realDonaldTrump You forget that \"we\" taxpayers pay big $$$ for legal US citizens - those that work low wage jobs at companies that are subsidized by the same government with welfare.  Companies that got $1.5tn in tax breaks.  But, you're okay with that, right.  The USA is built on immigration",
  "@mcovingt411 @SenWarren @realDonaldTrump https://t.co/D9cXZYlFQ7",
  "@mcovingt411 @SenWarren @realDonaldTrump https://t.co/1snfoVxInQ",
  "@mcovingt411 @SenWarren @realDonaldTrump Why do you think that they are any different ?",
  "Kudos to a truly amazing Agents of Shield episode - riviting till the end #AgentsofSHIELD #kree #timetravel",
  "@SteveSchmidtSES The use of the word mendacious doesn't do Jeff Beauregard Sessions III justice. He is beyond lying - I would personally use the word sycophant which by subjugation would include lying.",
  "@TheGoodGodAbove But, will they ever get there?",
  "@EdKrassen One word - Kompromat.",
  "@SenJeffMerkley @RepBonamici @repblumenauer @OregonGovBrown Vulnerable children should not be bargaining chips, ever.",
  "@SenWarren @realDonaldTrump Truth. The United States of America was built on the backs of dreamers, from all walks of life, from all corners of the globe, rich and poor. Immigration made the USA strong and prosperous. That said, maybe some are scared about the future makeup of our great, diverse country.",
  "Is this the 1950's ? Will they institute bomb drills in schools again ? #NuclearButton https://t.co/HMWaBw9ikX",
  "@Mindcite_US Is that the new game show on at 8 ? Wheel of (Mis)fortune ?",
  "@RBReich So, a Banana Republic(an) ?",
  "@maryannjohanson Would that be a Blue Steel Stove ?",
  "@RogueSNRadvisor @HillaryPolitics If only one could track all the copies of \"Fire &amp; Fury\" being shipped today from Amazon, arriving via USPS, to eager reader's doorstops...",
  "@AdamParkhomenko The \"base loves it\" - no matter how much the cost to taxpayers. Clearly more important than investigating foreign interference in elections.",
  "Season II of \"The Presidential Apprentice\" starts in a couple of weeks. Who's tuning in ? #ModernPresidential #TrumpShow #TrumpIsland",
  "@VictorLynnAvera @politico So why is it okay for a company in China, going through the USPS to ship for pennies to the US, bringing in time of cheap foreign made goods but cost US manufactures way more money to ship to countries in Asia? It's a double-edged sword.",
  "@VictorLynnAvera @NormEisen How about the GOP emails ? Oh right, they weren't leaked so that they could be used as leverage.",
  "@philshapiro @NetworkWorld I virtually can no longer fathom the magnitude of exception error on the part of Intel Hardware Engineers.",
  "@NormEisen This Administration is being executed like a Regime.",
  "@attritionorg AMD Threadrippers for everyone !",
  "@PreetBharara Let me guess,  Bannon was just a \"low-level guy\" who brought covfefe to meetings ?",
  "@Fuzzypaw Smells like a class action clusterf**k.",
  "@intel Is my i7-3930K going suffer a 30% performance decline following a Windows 10 kernel patch ? #Kernel #hardwaredesignflaw #IntelCPUarchitecture",
  "\"A 'fundamental design flaw' in Intel CPUs has been found, requires a 'significant redesign' of Windows and Linux kernels\" - will impact processor performance following patch - which cpus are affected ?  https://t.co/ywcGyBP8Zg #WindowsKernel #CPU #performance Class Action ?",
  "@CREWcrew Add it to the growing list of Ethics Violations.  Is anyone still working at the United States Office of Government Ethics (OGE) ?",
  "@nytopinion Complicit.  Begs the question many are thinking - Who has been compromised in the House and Senate ?  Are people being blackmailed ?",
  "Who's making all the coin with javascript #Malware and #trojans ?  JS.MINER came for a very short visit.  #cryptocurrency #handsoffmycpucycles",
  "@JimHarris @bkollmeyer @Tiffani_Bova @MarketWatch @Google @Microsoft @amazon The rubber industry was killed by the invention of synthetic plastics.  The film industry was killed by digital. The rest is the globalization.  What will 2067 bring to the table ?",
  "@TheGoodGodAbove (I see what you did there)",
  "I would think a bigger deal would be that it cost nothing for companies in China to ship to the US through Ebay and China Post https://t.co/GVKlQ5BHjC via @politico #USPS #shipping #postoffice #InternetSales",
  "@realDonaldTrump We can all burn clean coal and natural gas in our homes to keep warm, right... #globalwarming",
  "@RBReich I imagine him to be the first Villain President, rather than rolling all the other ones into a Frankenstein's political monster.  Perspective is important.",
  "When will #WiFi work flawlessly as intended ?  #Router chipsets everywhere and not a stable link ! Cat6e is still the answer. #networking #Wireless",
  "Our condolences to the family, friends and colleagues of acclaimed Stanford neuroscientist Ben Barres, who died today 20 months after being diagnosed with pancreatic cancer. He was 63: https://t.co/ecjwo6WSMd https://t.co/jWY29S4yUR",
  "@AP Democracy, Russian-style.",
  "@timothyj9090 @hollywoodnc1 @BeverlyJCampbe1 @benjaminwittes @maddow @GOP Occams's razor - Both were hacked. GOP is complicit because of Kompromat.",
  "@BillKristol What kind of government do we have when the President continues to attack the Intelligence Community publicly and the GOP sits idle. What are they hiding that they have been cow-tailed into submission?",
  "@TheLoveBel0w @JeremiahHorriga @joankaufman @cnnbrk I think his new coin says it all.",
  "@benjaminwittes The gold coin makes is so much worse with MAGA all over it.",
  "@tribelaw Once the FBI is filled with Trump Loyalists, it will be just like the FSB and unstoppable. That's scary.",
  "@RandPaul @realDonaldTrump Both parties were hacked yet only Dem info was leaked through Wikileaks? Luck or Kompromat ?",
  "@Comey The Republican Party or at least sordid elements within seek to protect a Regime at all costs - cutting off one's nose to spite the face as it were. More appropriate as something indeed smells rotten #TrumpRussia #MuellerTime",
  "What ? Now that's really worrying ! https://t.co/9eTWq6NuVX #tardigrade #climatechange",
  "@HallieJackson @POTUS Private Infrastructure paid for by US taxpayers ?  Oh oh, going to be Tax Plan Part II.",
  "@TheGoodGodAbove Is that just the United States - aka Trump's base ?",
  "Number one reason why #StarTrek is better than #StarWars - MATTER ENERGY CONVERTERS ! All the time ! #Roddenberry #Futurism  #hypotheticalphyscis #ScienceOfStarTrek",
  "@dallascampbell @adrianbowyer And yet Satoshi Nakamoto's elusive digibarrel of coins sit... How cryptic !",
  "@RaupenKrieg @paulkrugman With a diversified portfolio ?  Now if my mom and others were also talking Etherium, Litecoin, and Ripple then that may be a more diversified portfolio in crypto...",
  "@paulkrugman My mother was talking about taking her retirement money and putting it into bitcoin.  That's when you know the bubble is about to pop.",
  "@RVAwonk So, is it safe to say that way more time and taxpayer money will feed into this investigation than the Russian hacking of the 2016 election ?  #TrumpRussia",
  "@GreatDismal I think we may get a pass as long as he is gone by 2020 latest.  If the United States keeps him for another 4, we are completely toast - for a long time.",
  "@NatashaBertrand MOB-BOSS much ?",
  "@LinksysCares Yes.  Rollback to previous firmware and a hardware reset afterwards.",
  "@wolfskin97 @1put3295 @NBCPolitics Peter might just be some sort of troll.  It is not smart to leverage trillions of dollars of more debt on the American public to give unneeded cuts to millionaires, billionaires, and Corporations - none of whom will actually bring jobs back to the United States.",
  "What's the lowdown of remote, direct-drive extruders - Does it boil down to the Zesty Nimble vs the Flex3Drive ?  #3Dprinting #FDM #3dprinter #DIY",
  "@samstein @SarahKSilverman At least Americans can now take that fancy tax cut to pay towards their children's health insurance.  Oh wait, they can't - that's why there's CHIP. #CHIPFunding #RepublicanScroogeBill",
  "@marcorubio But you voted for a bill that will take from the relative poor and give to the wealthiest Americans and Corporations ? Modest tax cuts for low and middle income earners phase out over several years but the Corp cuts are permanent ?  Only time will tell, right ?",
  "@adrianbowyer Yeah for Open Source ! No to Takerbot !",
  "@IvankaTrump @HouseGOP @SenateGOP Now, with &gt;$20T in growing debt, is not the time to be cutting taxes based on a flawed economic model of supply-side or more colloquially referred to as \"trickle-down\" economics.  Here is a nice link to current and future US debt - https://t.co/QTKD0GCi9M #TrickleDownEconomics",
  "@NBCPolitics Only if there were an extra 24 No's.  So much for that ! Make Corporations Richer...at the expense of the American Public Again",
  "@LinksysCares \"WRT32x and WRT3200ACM WiFi Issues\" - firmware affecting connectivity through WiFi, lost connections, and routing that requires a good 'ole reboot.",
  "@LinksysCares I joined a support group.  But it would be nice to have the old name back.  I will wait for new firmware to fix the radio.",
  "Sad. @Linksys WRT32X router firmware did not like my network SSID - C:/TEMP - Fitting. #networking #Firmware #specialcharacters",
  "@SarahKSilverman Kelly Wright reported with such a serious face as if thinking to himself \"Why am I even talking about this\" - Now, that is perverted.",
  "@SenatorDurbin Is really ONLY $1.5T ?  The market is in a bubble and due for a recession - how much will that $1.5T realistically be - $3T ? #GOPTaxScam",
  "@greenhousenyt Didn't Bush and the Republicans say that the Iraqi oil would pay for the Iraq war ?",
  "@JoyAnnReid @GreatDismal Sad indeed. If their imprecise calculations are off, the deficit could balloon to epic proportions.  Considering the stock market is due for a correction.",
  "@RonWyden Has the most recent version of the #TaxCutsandJobsAct been scored ? And does it push the deficit past $1.5 trillion ? Doesn't that go against the budget reconciliation process according to the Byrd Rule ?",
  "@ChrisVanHollen Doesn't the GOP #TaxCutsandJobsAct cost more than 1.5 trillion dollars ? How can it still go through the budget reconciliation process ? Would it not require 60 votes for passage ? #TaxScamBill",
  "How much does the GOP tax bill actually cost ?  https://t.co/MwmWbcmd9Q #TaxScamBill #TaxCutsandJobsAct",
  "@RBReich If the #TaxCutsandJobsAct pushes the debt over 1.5 trillion, will it trigger 60 votes? With all the pork and gristle, won't it exceed that amount ? The bill requires a new budget score ! #TaxScamBill",
  "@SenSanders Is is true that according to the Byrd rule, if the #TaxCutsandJobsAct goes over 1.5 trillion dollars, it will require 60 Senate votes ? #TaxReform #TaxScamBill",
  "@greenhousenyt @SenSchumer This is extremely disturbing. If the #TaxCutsandJobsAct increases the debt by more than 1.5 trillion dollars, does it require 60 votes ? The plan should be fully vetted before a Senate vote. #TaxReform",
  "@econjared It will be a blame game leading up to the Presidential Election in 2028 as people have such short memories.  What's will the projected national debt be ? 30 trillion ?",
  "Tax Reform ? https://t.co/GNo4FukHgr #TaxCutsandJobsAct #TaxScamBill",
  "In essence, the Republican #TaxBill is nothing more than a bunch of kickbacks and pork under the guise of #TaxReform - Is this really legal ? Ethical ?  #SenateGOP #TaxScamBill",
  "@paulkrugman So, the Republican-led tax plan effort will be a \"windfall\" for Corker ?  Aren't the optics really bad on this -or- does it not matter since he is leaving the Senate ?",
  "@tedlieu Stinks to Republican High Heaven.",
  "@paulkrugman All in the the name of crony capitalism https://t.co/yDmU0HhUxN",
  "@NatashaBertrand The Trump Regime continues to run counter to intelligence.  Here we are now, talking about emails.  Next, it will be Russian servers.  Wait, was something stolen ?",
  "First rule of Governement - Email on government networks will always be on said networks https://t.co/RS8vVMaF7A #dataretention #email #MuellerTime",
  "In 1984, Orwell wrote: \"Science, in the old sense, has almost ceased to exist. In Newspeak there is no word for ‘Science’. The empirical method of thought, on which all the scientific achievements of the past were founded, is opposed to the most fundamental principles of Ingsoc\" https://t.co/nHB4A2H1wl",
  "@tonyschwartz @TrueFactsStated T-P loyalists?",
  "@TheDailyEdge Based on his diet, it could very well be vascular-associated dementia.",
  "Great illustration that sums up perfectly, the concept of #NetNeutrality https://t.co/qZn19uR0OA",
  "@Comey Demoralizing and denigrating public servants and their organizations for partisan purposes and self-interest challenges the bedrock of our nation.",
  "Fact or Fiction ? MIND Diet - improving brain health https://t.co/px9gwBCO8s #BrainHealth #Diet #nutrition #Alzheimers",
  "More proof that bears are more likely to remember your picnic table https://t.co/vDt2uLfvtb #Alzheimers #neuroscience #memory #thinkbeforeyoucook",
  "@engadget What's the worse thing that could happen ?",
  "Internet 1.1 not working out ? How about V2.0 ? No ISPs, no bottlenecks, static IPs for all, built for everyone ! - One can dream  #netneutrality",
  "@janawinter @HillaryPolitics Irony hopefully not wasted as he wanted to be #MeToo",
  "The Trump Regime continues with it's \"guns a-blazing\" hostile takeover of the United States. https://t.co/NClqPbTNhk #trumpism #netneutrality #cableownsfcc",
  "Why would #NetNeutrality be so partisan and political ?  All Americans deserve an open #Internet - Hell, the US Government and #DARPA invented it ! #informationage #streaming",
  "@addictivebrain Look more like good 'ole PC12",
  "@NatashaBertrand @HillaryPolitics Did they voluntarily hand over personal messages ? Clearly somone in the DOJ is playing special politics.",
  "@dD94865242 @NancyPelosi @HillaryPolitics @SenateMajLdr Sure. I'm sure many judges are being lined up right now. Considering how many were blocked or held up during the previous administration.",
  "This got me thinking about how many #Bitcoin have yet to be mined and what platform could tackle it but Google had the answer https://t.co/znxzKrYN1l #QuantumComputing #cryptocurrency",
  "@NancyPelosi @HillaryPolitics @SenateMajLdr Is that colloquially referred by the \"McConnell Rule\".  Seems only fitting having instituted the \"Biden Rule\" in regards to Supreme Court Justices.  Then again, Mitch does what Mitch wants when it is convenient even if it means #BreakingtheSenate #McConnellRule #TaxBill",
  "@DavidCornDC Jim Jordan, the \"legislative terrorist\" gunning to find demons in the IRS? https://t.co/Or1yinBljn #legislativeterrorist #trumpsim",
  "@nadabakos @GreatDismal Ethics training needs a 21st century update to the hidden dangers of Kompromat",
  "Government ethics training and #CyberSecurity should include a lesson on #kompromat and how  to avoid it.  Rule #1 - Stick with kittens and puppies  #civilservice #darkside of #politics",
  "Hey, the tax bill is still around and is probably worse then ever for working stiffs, aka the majority of us Americans https://t.co/NDft4k0nlM #TaxScamBill #TaxReform #Deficit",
  "What effect will #NetNeutrality have on the already ridiculous prices consumers pay for internet access through cable, fiber, and cellular ? #cablebill #realcostoftheinternet #publicutility",
  "As I grow older, I realize the world is much too complex a system for a mere human mind to ever understand.  Good luck AI ! #ArtificialIntelligence #adaptivesystems #humanity #Systems",
  "A social media bubble will do that to you #socialmedia #digitalhealth #forcedintroversion #empathy https://t.co/K1ZhQZDGEC",
  "@realDonaldTrump What is implied by \"and would do anything for them\" ?  Is this an abusive tweet ? #somethingsbetterleftnottweeted",
  "@RBReich The American Public will \"pay\" for the tax cut.",
  "While the Republican Party claims the title for \"The Party Against Women\", or PAW, will the ladies continue to vote for them ? https://t.co/BPHzYUbv7Y #GroperInChief",
  "If only Erwin Schrödinger could have imagined quantum entanglement, and had two boxes, and two cats.  #physics #Quantumcomputing #blockchain #multiverse",
  "@HuffPost In reality, Trumpsky is \"Un-American\", having received $$$ and assistance from the Russian government in the 2016 election #TrumpRussia #WhatIsAmerican #olympics2018",
  "Franken: “There is some irony in the fact that I am leaving while a man who has bragged on tape about his history of sexual assault sits in the Oval Office, and a man who has repeatedly preyed on young girls campaigns for the Senate with the full support of his party.” https://t.co/qNEHVb5Oub",
  "@SethAbramson Isn't that just a Gestapo or Schutzstaffel or the old НКВД #secretarmy #TrumpSpies #mercenaries",
  "Millipedes are generally solitary creatures, but sometimes they stick together. https://t.co/WSksjjaFcc",
  "The irony in that there are more energy efficient ways to \"make\" money https://t.co/PlYTrMAtjp via @WIRED #bitcoin #finance #greentechnology",
  "What's after #postpunk ?  Any musicologists out there to point me in the a new direction #musicgenre #indie #punkrock",
  "#Serverfarms that power @Google  and @amazon are like old mainframes that were eventually replaced by PCs. Will the future of high performance computing shrink once again ? #nextgencomputing #technology #serverfarminabox",
  "Why would Congress push #TaxReform and massive tax cuts only to push #entitlementreform for 2018 ? That has zero #fiscal sensibility.  So much for #Medicare #Medicaid and #SocialSecurity #TaxScamBill",
  "@SenFranken Senator Franken, You're one of the strongest voices in the Senate #ImwithFranken",
  "@EdKrassen Dems are playing a risky game of chess with the best cheaters and manipulators",
  "@amyklobuchar So Moore will be seated as Franken is forced to step down.  Republicans will continue to trounce because Dems don't fight.  That's how Trump got in office.  #falseequivalency #ImwithFranken",
  "@NBCPolitics Maybe McConnell want to see one of the most outspoken Democratic Senators removed.  #ImwithFranken",
  "This article got me really worried  https://t.co/df3W2jeP8k via @sciam #brain #intelligence #neuroscience",
  "@AP That's one way to control drug prices. #prescriptiondrugprices What about Rite aid?",
  "Every 5000th buyer of our boringly boring hat will get a free hat signed by the delivery guy https://t.co/11TYEUSG4M",
  "Even more reason for why the current #TaxScamBill should be stopped. #Oligarchy #Taxes https://t.co/VJePILFDpv",
  "“I want the American people to know this truth: The FBI is honest. The FBI is strong. And the FBI is, and always will be, independent.”\nMe (June 8, 2017) https://t.co/OZ1ZiBrMNL",
  "@SenatorCardin Why is there some much pork in a tax bill that benefits the middle class ?",
  "Hey, Do you remember when the Republican Party \"Jumped the Shark\" ?  - Yup.  December 1st, 2017 #TaxReform #TaxScamBill #KStreet #TaxationWithoutRepresentation",
  "479 pages full of massive giveaways for the privileged and powerful at the expense of working America.  \n\nOne giant #GOPTaxScam. https://t.co/BS8KBPIzNS",
  "@brianschatz So let me understand. There is no \"PANIC\" button in the #SenateRules ? No \"Emergency Shutdown\" when things get out of hand ? Like a fire alarm ? #Complicit",
  "@SenatorDurbin @SenateGOP One step closer to Oligarchy if this #TaxReform legislation is passed #TaxationWithoutRepresentation",
  "@Dubalicious1971 @SenateGOP Just set W-4 to 10. When April comes, well...nothing.  Only works if like 100 million other people follow suit.",
  "UPDATE: Republicans rejected our motion to adjourn until Monday so senators could read the bill they just introduced.\n \nRT If you think senators should have time to read a bill that affects every single American.",
  "@SenFeinstein @phylogenomics Imagine One Party Rule - This is too close for comfort.",
  "@Mikel_Jollett @donttrythis @SenJohnMcCain Just one trillion ? That's probably being extremely optimistic. Late Friday amendments will have unknown effects on the amount of debt the American public will inherit from yet another transfer of wealth.",
  "@SenSanders The current behavior of Republican Senators suggest there are more disturbing and ulterior motives at play",
  "The #RepublicanParty, forcing through #GOPTaxScam without proper debate and review goes against everything our #FoundingFathers believed in. #TaxBill #Constitution #Congress https://t.co/rZiW7mBojw",
  "@AgentBrum Or is that integrated with 2gb ddr ? like the X15 ?",
  "@AgentBrum I noticed that nice Octavo Systems chip there -  Did you use the 1 gig chip or are they still holding out ?",
  "@clairecmc To even put forth a vote on a bill of such impact and magnitude without full analysis of economic impact, especially to 300+ million Americans is downright unethical.  Why won't your R colleagues realize this and take a stand ? #SenateTaxBill #Governance #lobbyists",
  "@JeffFlake Do you really buy into the economic model most commonly known as #TrickleDownEconomics ?  Wouldn't Corporations just do a #stockbuyback with repatriated $$$ and lower taxes ? The USA gains zilch - Why not a \"Reinvest in America\" deduction for lower tax rate ?",
  "@SenatorCollins Is there ANY solid data supporting the proposed economic model most commonly known as #TrickleDownEconomics ?  Wouldn't Corporations just do a #stockbuyback with repatriated $$$ and lower taxes ? Why not a \"Reinvest in America\" deduction for lower tax rate ?",
  "@SenWarren If corporations and billionaires had a vested interest in the USA, a country that nurtured their success.  True Patriots would work to the betterment of our country (paying their fair share and keeping $$$ out of tax havens). Alas, this is not my Fathers America... #GOPTaxScam",
  "@ChrisVanHollen Is there not some arcane Senate Rule that forbids voting on legislation that has not even been reviewed by all Senators ? Or that passage of said legislation would adversely affect US citizens ?  Or was that gutted when no one was looking ?  #SenateRules",
  "@TrueFactsStated Is it possible that the plan all along was to get Trump and the Russian connections, going back to January 2016 or earlier? An active intel operation running that preventing the FBI from alerting him ?  Such that Comey's hands would be tied otherwise tip him off ?",
  "Is there really any sound economic and mathematical basis for the proposed #TaxReform plan from the Republicans ? https://t.co/rUDD31MrP9 #TaxDebate #TrickleDown",
  "@SenKamalaHarris @NIH_Bear A restructuring of the taxation system should require 60 votes.  But now one only needs a 50-50 and a half-Pence.",
  "@AynRandPaulRyan What is the coincidence that Amyntor Group is another Whitefish, MT company ?  Who else hails from tiny, sleepy town of Whitefish, MT ?",
  "@SenJohnMcCain Why would support a tax bill that gives so much to the wealthy and corporations and holds back the working and middle class ?  Trickle-down economics and huge tax cuts will grow the deficit and ruin average US citizen.",
  "@SenFeinstein Will this come down to a 50:50 split with a half-pence tie-breaker ?",
  "How can one make a reasonable assessment on legislation that affects all Americans without a full, impartial analysis ? #taxdeformedbill #TaxReform #Deficit https://t.co/fMBy1R8TNw",
  "@ChrisVanHollen Corporations First ! Maybe people will realize that many in Congress do not work for the average man #CampaignFinanceReform #ImWithStupidPAC",
  "Tom Cotton  - Head of the CIA ? Maybe not such a good idea  https://t.co/25lmxpJv0y #CIA #TrumpIsland #futureofdemocracy",
  "If Progressives want to win against #trumpism , we need to implement Autobots to fight against their Decepticons.  #democracy #RussianBot #truth #facts",
  "Is #RexTillerson kicked off #TrumpIsland ? It's not even Friday yet. https://t.co/yciU8PlH5z",
  "Back to the Future - #MrRobot either just dated itself or let go of some plot crumbs. #BackToTheFuture #causality",
  "“The truth is incontrovertible. Malice may attack it, ignorance may deride it, but in the end, there it is.” - Winston Churchill",
  "@davidaxelrod @GreatDismal Clearly something to do with the Deep State, Reddit, and 4chan. Is the American public missing something ?",
  "Deep State ? I am concerned that Our Leader has crossed the threshold of what is real and what is from the underbelly of Reddit and 4chan #ModernPresidential #conspiracytheories #25thAmendmentNow https://t.co/BY0Qy4sJly",
  "@realDonaldTrump @FoxNews This tweet will self-destruct at midnight #Cinderella",
  "Interesting use of the DOE Clean Energy Loan program https://t.co/O2NNunRGcS #nuclear #infrastructure #UnfundedFusionReaearch",
  "@JNC50 @SenSanders I suppose the Fed could have done nothing with the 2008 crisis and let the cards fall -but- that would not have fared well.  Not to mention, two never-ending wars in Iraq and Afghanistan did not help either.  Bear in mind that Afghanistan broke the USSR.",
  "@SenSanders Who in their right mind would willingly incur additional debt based on a hedge that the economy expands with massive reinvestment ? (DJIA is due for a correction) #TaxScam",
  "Plain and Simple Tax Plan - Screw US Citizens, Keep Employers Rich, Suckers\"  or the SUCKERS plan.  #TaxReform #TaxScamBill #SUCKERS",
  "@tedlieu Isn't he a \"Job Creator\" ?  It's in our best interest to help him keep 666 from going south.  #TaxReformScam #Kushner #Fantasyeconomics #ParadisePapers",
  "Fast Desktop-Scale Extrusion Additive Manufacturing with Lasers ! https://t.co/Vi863OqdEE #3dprinting #",
  "So much for hunting down Twitter Bots.  Looks like someone did not like that site  https://t.co/cvjyRsmBTL #TwitterBots #bots #disinformation #SocialMediaEngineering #gametheory",
  "What can't be weaponized ?  All one needs is a certain someone's stamp of approval of this gem https://t.co/TogHrt6kvc #WashingtonPost #truthandlies #RoyMoore #AlabamaSenateRace",
  "Al Franken - Hands down, stand up Senator ! https://t.co/DjTZ1Xw5R9 #ImwithFranken #SayNotoStone #swiftboating #AlFranken",
  "It just dawned on me that Amazon is developing their own #SearchEngine... An #Alexa  in every home and #Google Supremacy ? #AI #InternetOfThings",
  "@hillaryhanTV @kylegriffin1 If Congress actually enforced the Emoluments Clause...",
  "@kylegriffin1 @hillaryhanTV If and when he loses the DC hotel, that will certainly hurt his ego.",
  "@HAL9000_ 01000100 01100001 01110110 01100101 00100000 01110111 01101111 01110101 01101100 01100100 00100000 01100010 01100101 00100000 01110000 01110010 01101111 01110101 01100100 00101110",
  "@AGSchneiderman @FCC It's a frightening realization that our government has passed the precipice where it is no longer works for the citizen, but the corporation. #corporatocracy #NetNeutrality #darkmoney #FCC",
  "I made a Thing on @thingiverse! https://t.co/n0VTbyaU1e #thingalert",
  "@sybazaar Might want to redo the joint ? Otherwise that might last, like 5 min - my 2 cents !",
  "This is bowing to corporate interests, once again, which seems to be emblematic of this Trump era. I have long believed that ISPs should not be permitted to charge more or throttle back speeds, or lock-out small content providers. This is a dangerous step.",
  "The FCC’s idea of Internet Freedom means freedom for providers to decide what the public can see and can do on the internet. This is not freedom for consumers, as #NetNeutraility envisioned. https://t.co/IuRtgSOCOJ",
  "@HoCoGov What a pleasant surprise to find a new #bluebin in front of my house ! It's so important to recycle metals and plastics  Thank you.",
  "@DipswitchDan @StephenAtHome Quite the toxic environment if legit claims of #sexualharassment  and #misconduct are watered down by #RogerStone hitjobs #ImwithFranken",
  "Friday News Drop which most people would have missed having focused attention elsewhere #Panama #MoneyLaundering #Trump #RICO https://t.co/vi32Clx44k",
  "@tribelaw @alfranken This is a distraction from the #TaxReform plan that must not get passed - #hamilton68 spiked the morning of the broadcast with him at the top - coincidence ? No. #bots pushing a distraction and narrative.",
  "So much for ensuring the continuity of #STEM when following ones dreams versus having enough to eat #TaxReform https://t.co/oEcFeDVvSp",
  "@Philopetry Something must be dropping today in the late Friday News regarding the Mueller Investigation #TrumpRussia and #ParadisePapers and, oh #TaxReform - 5 hours to go.",
  "Sometimes I pretend it is still 1999 and all there was to worry about was Y2K #FlashbackFriday #UpsideDown #EthicsCommittee #TaxReform",
  "@TheTabbasco @LeeannTweeden Seems an awful lot like #swiftboating and redirection coming out right now not to mention #bots pushing the narrative.",
  "@washingtonpost @jdylancross Trump in office https://t.co/6RQKM1PeE4",
  "@Jimarmfu @tru50liv @archieMitch99 @jillralston30 @_trific @janlynnhen @SenFranken @FoxNews 2006 - many would find the notion of pretending to fondle someone wearing a bullet-proof vest kind of funny after just being in IRAQ.  2017 - not likely.",
  "@jdylancross @tru50liv @archieMitch99 @jillralston30 @_trific @janlynnhen @SenFranken @FoxNews I challenge people to investigate every single Representative and Senator in Congress right now to pass the purity test.  You'll not like what you see for many our elected officials. This juvenile humor from 2006 will be nothing",
  "@clmazin Nope. He will have an Ethics Investigation. He will prove that he is a stand-up Senator.",
  "@archieMitch99 @tru50liv @jillralston30 @_trific @janlynnhen @SenFranken @FoxNews Alt-Right Republican hit job. I recall seeing this picture years ago and a joke about flak vests but I cannot be certain. Has anyone searched for this photo ? Has Paul Ryan ever been inappropriate with the ladies ?",
  "@SenFranken Stay resilient and keep up the good work you're doing in the Senate. Don't let the #bots control the narrative #ImwithFranken",
  "@tribelaw @ValerieJarrett Tasteless photo...sure.  2006 - comedian - I get the humor of the flak jacket.  2017 in our alternative universe where a serial misogynist is President but we hold actors and comedians to higher standards - a clear no-go #GOPsetup  #falseequivalency #TrumpTapes",
  "@Philopetry Clearly,  any sort of comedy or gag that used to be okay before 20XX is not okay anymore.  I will bet that any future congressperson will have to scrub their #socialmediahistory is they ever want to run for office...",
  "@JakeSherman Something ain't right about this \"new revelation\" calling for him to step down and the story details.  Jokes of yesteryear are not jokes in a Post-Trump upside-down America, are they ?",
  "I think the photographer should weigh in on the #AlFranken picture that people are talking about to determine whether groping actually occurred and if it is sexual assault if you pretend grope a man or woman over their flak jacket? #ComedybeforeTrump",
  "@Filastruder is running an interesting experiment today where the 1st 200 can use promo-code \"FreeDay2017\" for up to $50 of free 3D printing goodies.  That aside, they carry some amazing #3Dprinting parts, electronics to build or rebuild your printer.  Oh, and the #Filastruder !",
  "@RBReich Good to see that you are fighting the good fight with #facts and #Science",
  "Question for #nuclear #physicists What's the word on fission-fusion hybrid technology ?  And breeder reactors ? Does that count as #RenewableEnergy .   Well, cause oil and coal are my grandfathers technology.",
  "@TheGoodGodAbove Now, only if they would all grow #beards - then it would all make sense. #mirroruniverse #SetatsDetinu (you forgot that there are good Nazis) https://t.co/CckZQqbcaw",
  "@Philopetry @CNN @tedlieu #Economics has always been a powerful motivator in time of good and bad. #MergersAndAcquisitions #NetNeutrality #mediaconglomerates #soapbox",
  "@christinawilkie Perhaps if his name were Major \"the money launderer\" Mnuchin - and he was the one wearing the black gloves.",
  "Looks like there was a military coup in #Zimbabwe yesterday https://t.co/ycPibPgHA7 #Zimbabwecoup",
  "@meridithmcgraw @WKRG Oh, maybe it's Saul Goodman at the NY Post... #robocall #AlabamaSenateRace",
  "After careful review, I am of the opinion that the pseudo-journalism site Big League Politics is a bit far right for me.  #NotSoBreitbart",
  "Is there a #MilitaryCoup happening in #Zimbabwe right now ? https://t.co/acjpRcgEJg",
  "The new dog whistle on Twitter #UraniumOne - Trump's new distraction from #RussiaGate #TrumpRussia #MuellerTime",
  "Strange days when someone turns down an opportunity to meet with some amazing people. https://t.co/S1GBFhPoSo",
  "Picard civics tip: Becoming subservient to an oppressive regime shows profound disrespect to the people being governed.",
  "Why would He-Man insult me by calling me \"bonehead\", when I would NEVER call him \"shit-for-brains and bellend\"? Oh well, I try so hard to be his friend - and maybe someday that will happen! https://t.co/1fKnDolhLG",
  "@paulkrugman \"To serve our corporate masters\" #ImwithPaul #TaxPlan #corporatocracy",
  "@PreetBharara That's Trump #modernpresidential",
  "@Point_Mutation And what, read a pile of journal articles ? #wellread",
  "The most frustrating part of #scifi is the lack of #physics behind energy production - yeah, I don't think they're burning #coal #futureofenergy #betterthanfusion",
  "Makes sense if you want maintain a oil and gas based economy - which is so 20th century #RenewableEnergy #GreenTech #TaxPlan https://t.co/eWeiqFTxFC",
  "Doug Jones is looking pretty good right now  for the #AlabamaSenateSeat #DougJonesForSenate https://t.co/PD8qlmTY45 #MeToo",
  "@StephenAtHome You may have missed Papadopoulos with 3 Ps.  #makewordsgreatagain",
  "Someone in the government must have a beef with #CNN https://t.co/LEEo4UHXvu via @Verge #Monopoly #media #Financial",
  "Are there any old copies of #CadStar 7 or #Upload kicking around ? Have some legacy *.brd files kicking around #PCB #circuitboards #CAD #EDA #Software",
  "What can one possibly expect from a 280 character tweet that two 140 character tweets could not ? The possibilities are endless #280characters #twothoughtsonetweet #twittersquared",
  "@illumina Bigger question - why does white yam mitochondrial DNA resemble bacterial urease and phage replication protein ? #Comparativegenomics",
  "Check out the #NewYorker Caption Contest ? Imagine a Dinosaur inventing the wheel - hilarious ! https://t.co/B6Hq4FTf3W #Inventions",
  "@SenSanders How does the Trumped-Up #TaxPlan (aka Cut Cut Cut Plan or CCCP) directly deal with the sort of tax evasion seen in the #ParadisePapers ?",
  "Future of automobiles is electric not gasoline.  The #TaxPlan will help kill the #ElectricVehicle https://t.co/kwmv8jWLKN #RenewableEnergy",
  "The Cut Cut Cut Plan or CCCP is not patriotic and will not Make America Great Again, ever. #TaxPlan #TaxReform #MAGAts https://t.co/16vq9esu8i",
  "@NBCPolitics No one should have lost the 2016 election to Donald J. Trump. &lt;-- Period",
  "@HuffPost Best make sure our elected representatives read the proposed legislation #taxfraudplan",
  "I may have misheard but it seems that Our Leader's new #TaxPlan is the \"Cut Cut Cut Plan\" or CCCP for short.  Think about it. #TrumpRussia",
  "It goes without saying that a Chief Scientist should absolutely have a strong background in science.  #Science #CommonSense #CareerPathways",
  "@paulkrugman What happened to my $4,000 #TaxReform savings ?  Looks like someone wealthier than me is getting it.  At least it will #trickledown",
  "An amazing REPAIR mechanism l - RNA editing with CRISPR-Cas13 https://t.co/BGnuFUUQdE #Geneediting #GeneTherapy #RNA",
  "‘Base editors’ open new way to fix mutations https://t.co/q4X18RYSQd",
  "On the TV last night - Direct collapse as a third mechanism to form #BlackHole https://t.co/n8KgfPvvlp #gravityrules #astrophysics",
  "Any chance #Manafort money went through the Wilbur Ross  and the good 'ole Bank Of #Cyprus #moneylaundering #TrumpRussia",
  "So #DavidSPumpkins is a guy and #theskeletons are a part of it. #AnyQuestions",
  "Crazy for... #DavidPumpkins #anyquestions https://t.co/1TmN3gl3yW",
  "@robreiner And his \"surrogates\", e.g. Roger Stone and Sean Hannity who is pushing the NY Post Story while calling for the resignation of Mueller.",
  "#AnyQuestions #TrumpRussia https://t.co/iU6U66m8VN",
  "@HamillHimself @TrumpsterThe Push the false narrative to deflect obvious guilt. #Gaslighting #TrumpRussia",
  "@NBCPolitics He had me at \"dishonest media and political operatives\"",
  "From the @NPR archives, The Estate Tax - as it is so relevant in today's debate on tax reform https://t.co/HbUkfbroQI #TaxReform #taxes",
  "@NBCPolitics Here's a theory - The DOE was coordinating with PREPA -and- Joe Colonnetta, investor in #WhitefishEnergy has close ties with Rick Perry.",
  "@NBCPolitics More important question - Who is actually at the helm of #PREPA right now to have approved such a deal ? https://t.co/AXUawtdAPc #WhiteFish",
  "@dee_fab @juliussharpe @SethMacFarlane Well then.  Your'e all just from Mars...  #candybarwars",
  "@MIT \"I'm coming for your RNAs\"  coding or otherwise, one base at a time #SNP this and that - perfect genes ! #CRISPR #Geneediting #BigData",
  "@GinnyC61 Time to start a side-business that to offset the loss of the SALT deduction, personal exemption, 401K, and who knows what else ?  #Deficit",
  "I suppose the 401K was good while it lasted - at least the pre-tax contribution.  #TrumpTax #retirement #401K #TaxReform",
  "@juliussharpe @SethMacFarlane Three Musketeers is an empty promise. It's  good until you take a bite and realize you should have had a #MilkyWay . #noregerts",
  "@dailykos I'm sure their servers have been wiped #datarecovery #Analytics #Analytics",
  "@TrueFactsStated As Fox Mulder would say, \"I want to believe...the truth is out there\".  A lot rests on Mueller and time is not on his side.  #MuellerTime",
  "Beta blockers are not OTC for a reason and not without side-effects  https://t.co/DK7Qj9c5gs #Telemedicine #prescriptiondrugs #HeartNews",
  "@jonfavs Sure.  That makes total sense - considering the American public helped bail out banks during the financial crisis.  #ThanksSenate #lobbying",
  "\"Hmm.  That reeks of Whitefish.\" (overheard) - Nothing like going the distance to put your tiny town on the map #Zinke #WhitefishEnergy",
  "It may as well be inferred to be quite rude to sit and not offer a  #standingovation upon entrance of ANY leader.  #manners",
  "Many, but not to be anti anti-comedy.  #AnyQuestions https://t.co/DaCpWx3BV3",
  "@realDonaldTrump I like how you started calling them Hizballah and not Hezbollah.  Calling out ISIS as Daesh would work well too.",
  "#ThingsITrustMorethanFOXNews Making $1000 a week stuffing envelopes.",
  "@dailykos Smells \"fishy\" -  #WhitefishEnergy must be a no-go.  Why is there is so little info about this tiny company set to rebuild an island's grid",
  "#ThingsITrustMorethanCNN aka #bots is trending to distract Americans from another move by the #TrumpRegime à la #artofthesteal",
  "Hey, at least the hardware-end will be tax-deductible https://t.co/i6sLbGGgjR via @backchnnl #AIGOD #singularity #notmyfuture #irony",
  "Well that's not something you hear every day - Take me to your thesis https://t.co/awA63LX2q1 #HawkingThesis #openaccess #physicsfun",
  "#factsmatter https://t.co/v0GuADoeDA",
  "@SenatorCardin @Billbrowder @DHSgov Perhaps it was merely a clerical error and not a result of new, yet-to-be announced US-Russia relations #MagnitskyAct",
  "@SenJohnMcCain \"Quid Pro Quo\" from the current administration - it would seem, based on the timing.  Thank you and @SenatorCardin for pressing this issue !",
  "@Billbrowder Did this happen to have anything to do with the Trump Regime's failure to enforce \"Countering America’s Adversaries Through Sanctions Act\"",
  "Not sure how far a mole will get me ? https://t.co/FwMboio95M",
  "@MIT Well, as of 2:00 PM EST, there is 4 hours and 2 min to go (unless you implied AM)",
  "Why is #CHIP an issue now ? https://t.co/yshTLUtSm3 #Healthcare #Children #Insurance",
  "I made a Thing on @thingiverse! https://t.co/26Eh1BOjSY #thingalert",
  "I made a Thing on @thingiverse! https://t.co/TUbvP2RvgC #thingalert",
  "Word is that @microcenter will have #GoogleAIY in soon - What cool #RaspberryPi powered devices have you made ? #coolprojects #DIY",
  "Out of curiosity, what is the best intro to #Python programming and #weekendproject for a young teen on a #RaspberryPi ? #STEM #DIY",
  "@Evan_McMullin #Lügenpresse aka #FoxNews #Breitbart and #russianpropaganda RT and #Sputnik are the problem with journalism right now.",
  "Continuously - for the near future https://t.co/8aSxBW6MH2",
  "@juliehdavis Perhaps setting the stage to never argue or disagree with the Generals ? #TrumpFacts #Niger",
  "@realDonaldTrump https://t.co/BUs33xaJjF",
  "@realDonaldTrump https://t.co/lq2Gmd83IS",
  "@realDonaldTrump Requires 9 votes from #CFIUS through the Treasury Department https://t.co/KBUlGwdVu0",
  "#StockMarket is quite the speculative machine at 23K and rising on backs of #TaxReform and corporate tax windfalls https://t.co/D66JPMikOr",
  "@adafruit @facebook @finkd #Zuckerberg is a tool, likely, actually \"The Facebook Troll\".  Too many #bots stirring up division and nonsense - kind of like #Twitter",
  "From a #science standpoint, higher #radiation levels do pose a harmful #health effect https://t.co/giPTIFOz1U via @technology #EPA #facts",
  "And to think, people laugh at a copper hardline ! https://t.co/hq7XTKl8Qv  #WiFi #WPA2 #hackers #networksecurity #KRACK",
  "@sciam Finally ! I've been saying this for years - because it is obvious. Walls, doors, gloves #germs #labcoats #bacteria #bacteria",
  "Apparently the #Porg have made it to @Thingiverse -\n but will you be assimilated ? Resistance is futile ! https://t.co/KqjnXpSwoS",
  "@WIRED STL ?  #3Dprinting",
  "@kylegriffin1 Trump is the first American #villainpresident with his new strategy of #ACAsabotage by executive order - think gutting a live animal !",
  "@tedlieu @realDonaldTrump Trump is the first American #villainpresident with his new strategy of #ACAsabotage by executive order - think gutting a live animal !",
  "@tedlieu Sadly coal never left.  21st century and we are still touting around the steam turbine.  Prime time for #supercritical CO2",
  "Gene Therapy approval on the horizon for Childhood Blindness ? https://t.co/ThQaJb90HG #genetherapy #retinaldystrophy #targetedmedicine",
  "@RBReich 1% Tax Plan can't pass as it the so fiscally irresponsible.  I worry that we could be in the longest bear market in history ending in 2020.",
  "@TrueFactsStated Why would government agencies use a foreign-made software ?  https://t.co/BTwkXwIo4Z #antivirus #bots #secondcoldwar",
  "No doubt many genes are involved in #Alzheimers - Will ApoE4 therapies turn the tide of failed attempts  https://t.co/cxtfN5FKWE via @sciam",
  "@sciam A billion dollar question.",
  "@yankifarber And this article in teen vogue.  https://t.co/qU1nPDrA7u",
  "@yankifarber Trump received 4 draft deferments during college and 1 for #bonespurs to avoid the #draft while playing college sports -so no service.",
  "@NBCPolitics So she is an expert on education and diversity now ?",
  "@donttrythis Maybe they will give out more incentives and tax credits for coal and oil ! #MAGAts",
  "@JoPiercy @RBReich Like the belief that large cuts to corporate taxes will boost GDP and make up for a multi-trillion dollar deficit? #reaganomics",
  "@JoPiercy @RBReich And from ZeroHedge of all places... https://t.co/EDA3GsV5t9 #TrumpTaxScam",
  "@JoPiercy @RBReich https://t.co/rNXs2A5kdI",
  "@JoPiercy @RBReich After getting rid of the alt. min. tax, estate tax, high rate down to 35%, and 25% pass through, you have over $1T to the 1%. #TaxReform",
  "@RBReich Even more reason to oppose the new Tax Plan.  It will only serve to redistribute more to the 1%",
  "@njh2005 I disagree.  Despite being referred to as liberty is will not be used for such purpose at all.  https://t.co/YOHvJOEIqc",
  "@njh2005 We will see.  I suspect the DOJ will fail on this.",
  "@njh2005 Using \"religious freedom\" to impose one's religious views on others would not sit well with the founders.",
  "@njh2005 Religious freedom applied in a way that the founders did not intend. More like religious freedom to oppress.",
  "@njh2005 https://t.co/kl9eEHj1ic",
  "Today, the US took many steps towards the #dystopian  vision of Atwood's #handmaidstale  #ReligiousFreedom  #birthcontrol  #JeffSessions",
  "Forget the #DysonSphere - Niven's #Ringworld is where it's at - Detect that anomaly #Kepler https://t.co/nKDgaqcvAk",
  "It takes more than a cookie to succed in the today's \"Modern Era #WorkSmart #lifestrategies #connectivity #21stcenturyskills https://t.co/1c4WVlHQSu",
  "Super - Powered ! #SNL #GalGadot https://t.co/sJBQXfhjCb",
  "@tribelaw If only it was Bounty. https://t.co/Zy6y14Qh7U",
  "How many #bots will go after Canadian politics now ? Best to start tracking https://t.co/I8e8mgCZu7 #MagnitskyAct #Canada #CyberSecurity",
  "Nothing like waiting in line for an #iphone cranial implant https://t.co/nkKZpke5us #cybernetic # cochlearimplant #augment #braininterface",
  "#universaltranslator - #googlepixel buds allow for real-time language translation #Klingon  anyone? https://t.co/qjbzzTkEXl via @techcrunch",
  "Wild flowers in the gentle wind #Autumnwatch #nature https://t.co/0Nyy7s3tpK",
  "#Science is hard.  #Funding it, even harder.  From Jeffrey C. Hall on the perils of research https://t.co/Ws4JxrNAix #tenure #mentoring",
  "Quick, get me to a #CryoEM said...Jacques Dubochet, Joachim Frank, and Richard Henderson - Bimoloecules at amazing resolution #NobelPrize",
  "How large would a Mars colony need to be to break even ? #Mars #nextfrontier #exomining #Space",
  "@Doubter5 @jcolburnlevy @LennaLeprena Arms-ageddon.  That's what it would be.",
  "#Halloween is just 28 days away ! Who's getting ready for David S. Pumpkins #SNL https://t.co/IDWlYqcyh4",
  "Congrats to Rainer Weiss, Barry Barish, and Kip Thorne for the Nobel prize in Physics #LIGO  and #GravitationalWaves https://t.co/D76qkjMbUv",
  "@AppleSupport My son has gone through three of them.",
  "Another broken lightning cable - Not the best mechanical engineers are they ? @Apple #iphonecables #iPhone https://t.co/S3gRA8wQI1",
  "Circadian Rhythms ! Congratulations to Jeffrey Hall, Michael Rosbash and Michael Young! #NobelPrize #cellularclock https://t.co/SxKYbOSU66",
  "Get your @PacBio and @illumina  NextGen sequencers ready! #Comparativegenomics #phylogenetics https://t.co/fTWRKRSV0k",
  "I'm with #DavidSPumpkins https://t.co/SRDnrqPwZF",
  "@SenatorCardin @POTUS He can't possibly enjoy his current role as President - unless he is secretly a masochist. #INSANEINTHEMEMBRANE",
  "@jonfavs You mean #Dotard ?",
  "@WIRED Every day I grow more wary of hidden danger of #FacebookLeaks and #Zuckerberg",
  "@tedlieu @realDonaldTrump A watered-down response for #PuertoRicoRelief by our President and all his men as #HurricaneMaria came a week ago to 3.5 million Americans",
  "@TrueFactsStated Scott Pruitt likes the jet-set lifestyle as well #jetsetter",
  "@Jadon @GHIElectronics @beagleboardorg @octavosystems ...Is curious about the best implementation of low power WiFi ? https://t.co/x8X5gcP5b0",
  "Replicant or Human ? Find out soon enough ! https://t.co/FBAt778Wm0 #PKDICK #AI",
  "@Point_Mutation @UBC A tad late perhaps ?",
  "Interesting fact that craft beer contains more malted barley than corporate brew https://t.co/lvcMKID1Nt via @medical_xpress #foodscience",
  "Where is @donttrythis when you need him and what is the mysterious sonic weapon at work in Cuba ? https://t.co/5lV3KfGJae #ColdWar2",
  "Friday - το νους μου βρίσκεται σε παύση #brain #writersblock #creativity",
  "The war on the #NFL is a psy-ops play from the #NEWKGB handbook - Don't fall for it #socialengineering #informationwar",
  "@lacymacauley @ACLU If DOJ was smart, they'd hire programmers to mine data like Russians.  FB data is hidden, but Twitter data is out in the open. #McCarthyism",
  "@commondefense Bots.",
  "@tedlieu Clearly the repeal of the estate tax will help hard-working Americans, especially the \"working\" and \"middle\" class as we are referred to.",
  "@nbcsnl The New Pornographers of course !",
  "@TrueFactsStated What is Twitter's excuse ? #mediaornot #regulation #campaignadvertising",
  "If there were such a thing as transparent aluminum, smartphones would be encased in it to put the repair business at bay #brokencellphone",
  "@WIRED 140 characters is generally enough for most people to clearly express thoughts and ideas for others to like and comment on without confusion",
  "Cities competing to land Amazon's second headquarters is like \"The Amazing Race,\" said Jim Watson, mayor of Ottawa https://t.co/3D5KtfuNIC",
  "Fox News is now reporting that this missile launch never happened. The President got duped by an old video from 7 months ago. Good grief. https://t.co/AOoIgpj7av",
  "Reminder: the president of the United States thinks protest is perfectly fine for neo-Nazis but a firing offense for black athletes.",
  "Stevie Wonder just took a knee at the 2017 Global Citizen Festival in Central Park.\n\n\"Tonight, I'm taking a knee for America\" https://t.co/98Hwn0KXgU",
  "Dremel Laser Cutter !  https://t.co/UN8jBKgRtg #DIY #MAKE #STEM",
  "40W of cutting fun ! https://t.co/csKSbDxGRN",
  "@ScienceChannel Without a doubt it would be derived from Trujillo-Sheppard, \"conqueror of the herd\" - and thus \"Pan\" - greek god of wild flock. #astronomy",
  "@SethMacFarlane How exactly do a pair of Moclan males \"mate\" to create an offspring ? Are the males hermaphrodite and females a 3rd sex ?",
  "@twhite80 @nbcsnl Always ! https://t.co/pEh4dosDXg",
  "Is Mark Zuckerberg out of touch or has #Facebook become Botbook ?#bots #RussiaGate #socialmediamarketing #SocialEngineering",
  "@nbcsnl Senator Al Franken &amp; The New Pornographers #SNLhost",
  "I just read that Moore's Law is dead - Is it or are the tech companies taking a long lunch break ? #transistors #EE @AMD @intel",
  "Metal collar jobs... Masayoshi Son predicts there will someday be as many smart robots as humans  https://t.co/VqrgL6ig5B #singularity #AI",
  "#PocketBeagle powered by Octavo Systems OSD3358 1GHz ARM Cortex-A8 ! $25 a world of #IOT possibilities https://t.co/CSIbucooFU #Beaglebone",
  "Google HTC and $1.1Bn is on the table for Pixel development and IP - better than the Motorola deal ?  #technology #AI #devilinthepatents",
  "We are creating multi-scale models of cell organization, dynamics &amp; behavior to accelerate cell biology worldwide. #GlobalImpact https://t.co/c7MHGPiq02",
  "10 Days to Go - Buildbotics Open-Source CNC Controller by Joseph Coffland on @Kickstarter https://t.co/Tg0yC6lOBT #CNC #milling #DIY",
  "Should I worry that a rogue virus could be embedded in the 'Net G-code and hack my #InternetOfThings 3D printer ? #3Dprinting @thingiverse",
  "Scary with the Dow over 22,000 and #ToysRUs declaring bankruptcy; JCPenny, Macys, and even Walmart closing more stores. #StockMarket",
  "@paulkrugman \"Destroy\" is clearly figurative, just as \"Fire and Fury\"- Can NK figuratively launch nuclear missiles at US Allies? #fireandfury #RocketMan",
  "@sciam Climate change on Mars has nothing to do with climate change on Earth.  Maybe they should study #climatechange on Venus instead #Science",
  "@realDonaldTrump Right, except for John McCain ? Or is that for another reason?",
  "What's the mean lifespan of a publication - 6 months - 1 year ? Does it follow exponential decay ? #publishing #science #impactfactor",
  "Magic Carpet Ride ! #Hoverboard https://t.co/BeISlmo24R",
  "@brendonbuilds @E3DOnline @InIteration Pickles have layers ! Like an onion... (so said a certain Ogre)",
  "@SecuRees Changing the root password from  raspberry to ? #RaspberryPi #Hackers",
  "Is it possible to get a Masters degree in Exobiology ?  @NASA should partner with distance learning on this  #Science #life #Careers #Space",
  "Comparative genomics and computer algorithms can only go so far #genomics #Analytics #facialrecognition #PredictiveAnalytics https://t.co/I0w7EhsDjA",
  "Human Evolution and Genetics https://t.co/KMngUUcx6i #evolution #cancer #Alzheimers",
  "Ask Betsy Devos.  I'm sure she has a good handle on the economics of the voucher system.  #Education #DumbingDown https://t.co/5TnC9BcVL6",
  "@SenSanders Trump's National Day of Prayer. His base's were answered.  I don't believe he's ever read the bible.  #DACA #heartless #GOP",
  "A Frank Lloyd Wright House.  For sale ? If only I were a rich man https://t.co/X1bxP0Uikn via @SmithsonianMag #architecture #usonia",
  "@TeaPainUSA A Dis-information Army to lie to the American people, discredit the media and his enemies, and push actual fake news. #TrumpRussia",
  "@RepAdamSchiff @SecretService @POTUS Oh come now, ths is small vodka compare to Trumpsky billion of rubbles #TrumpRussia",
  "Another bold step forward with personalized genomic medicine #CAR-T #Cancer #GeneTherapy #science #Immunotherapy https://t.co/XdSXD0edAn",
  "Teachers told me to not believe everything I read --- on Twitter #weaponizedtwitter #disinformation #falseflag #alternativefacts #truth",
  "Google AIY Projects Voice Kit ! Pre-Order from Micro Center” by @aallan https://t.co/QJFPxx0Z5b  #Raspberrypi",
  "A cyborg from Aplysia californica ?  https://t.co/eOmcjJmN89 via @Verge #3dprinting #cybernetics #robot #invertebrate",
  "Potential treatment for Post-Traumatic Stress with MDMA - expect off-label prescriptions ! https://t.co/XYjzSjWvwK #psychotherapy #PTSD #FDA",
  "@TrueFactsStated @CassandraRules She ain't right - maybe she's alt-right ?",
  "Light Effects with translucent PETG and #Adafruit #NeoPixels #3Dprinting https://t.co/c1fQHIxGpd",
  "@Mkts2day @crampell And \"Fair and Balanced\" FOX News.  Now with Sinclair, way more reach. 30 years of investment nets a Trump Regime.",
  "@crampell Republicans get to break all the rules",
  "@SenatorCardin @POTUS Impeachable?",
  "@PreetBharara Contempt for the Constitution ?",
  "Pardons never come easy https://t.co/5ccnAp4lXL #ruleOfLaw #ethics #Constitution",
  "Trig just got harder - textbook is out of date ⚡️ “This Babylonian tablet just rewrote the history of mathematics”\n\nhttps://t.co/KmOCmTP9j8",
  "It's Friday - When are we  getting fusion reactors ? #cleanenergy #energy @doescience https://t.co/9r0hClxRmp",
  "Quite the price tag but hey, a cure for cancer ! https://t.co/Qw4NZStUsb #Immunotherapy #firstinhuman #Cancer",
  "I published a Thing on @thingiverse! https://t.co/zrj7LDxovT #thingalert",
  "As part of a thought experiment, I selected 1, 2, 3, 4, 5 and 6 and then imagined the uproar upon those being the winning numbers #Powerball",
  "@sciam The number of identified genes is limited by the intelligence of those writing the algorithms...",
  "Totally eclipses the other photos seen so far #SolarEclipse2017 https://t.co/0zx4BwZdHk",
  "#Neopixel LED spotlights almost ready for minature photography #3Dprinting @adafruit https://t.co/o5GRQ4ti4G",
  "He says he's hearing that his photo is breaking the Internet. I'm gonna help it.  This picture is breathing! #Eclipse2017 #TedHesser https://t.co/vD7aDe3nil",
  "PAINS and IMPS get in the way of traditional medicine https://t.co/BgngunZ43E #ethnobotany #drugdiscovery #pharma #tumeric",
  "https://t.co/2mGYfLqfse is down.  Way too much excitement for one server ! #Eclipse2017 #Internet #getanewserver",
  "@Jadon @Unix_Guru #Replicape is nice ! But still waiting for a 'bone with 1gb of ram... @octavosystems",
  "A single SNP to sneeze them all ! https://t.co/nZJvRfkIBS  https://t.co/KnTpFxxpw3 #sneezing #ACHOO #Genetics",
  "@sciam Gainful employment in legitimate enterprises would curb the cyber-malevolence.  #BlackHat #jobs4hackers #CyberSecurity",
  "Will my projects still work ? Raspbian Stretch release for the Pi.  https://t.co/sXfK8bKMSf #RaspberryPi  #debian #Friday #upgrades",
  "The entire Trump reign thus far is like turning over a log and watching maggots and other disgusting bugs crawl out.",
  "Is it ethical for the President to go after a company or individual for personal reasons ? https://t.co/v15asKidDK #ethics #business #OGE",
  "@SenSanders Sadly you get what you pay for and by that I imply the Russians paid quite the handsome sum  #RussianCollusion #Putinspuppet #VoteThemOut",
  "Aberrant astrocyte signaling lays the foundation for schizophrenia https://t.co/xdPA5hkl5K via @statnews #glia #brain #development #pharma",
  "@jesuit25mike @RancoLaw Oh. So you're one of those?",
  "@mcspocky The Nazi site https://t.co/G79o6LrtNt is hosted by Perfect Privacy.  I'm sure there are people willing to host anything.",
  "Market forces act accordingly. https://t.co/jG3juj2Rou",
  "@Gov_Girl76 @RancoLaw Only contrasting Internet reporting that the suspect was a Leftist Antifa ramming protesters. Party affiliation means little, e.g. DJT",
  "@pdxpaige13 @TerryMcAuliffe If he panicked and hit the accelerator then not premeditated. A good lawyer could go for voluntary manslaughter.",
  "@TrueFactsStated Viagra.",
  "@brianklaas Trump's Real News broadcast will call it a successful week",
  "@senrobportman @Philopetry Maybe Our Fearless Leader should be made aware #Charlottesville",
  "@RBReich Only real leadership coud denounce the circus act that has been performing for the last 200 or so days.",
  "@ColdDimSum @TonyGunk1978 @RancoLaw Always best to keep the pitchforks in the barn before the storm",
  "@BornWithaSpoon @TonyGunk1978 @ColdDimSum @RancoLaw r/pol was going overboard about Antifa mowing down liberals and that fits a certain narrative that most are not fond of !",
  "@TonyGunk1978 @ColdDimSum @RancoLaw Smart move",
  "@Jon_Kimmel That's right.  More likely to be #JamesFields Jr from Ohio. #Internet",
  "@altGS_rocks James Fields Jr from Ohio",
  "@RancoLaw James Fields Jr is a registeted Republican. https://t.co/CwV1WkYTjH",
  "@realDonaldTrump Thank you for you and your team's hard work in normalizing this behavior.  Sad Presidency !",
  "@jnsanchez @GreatDismal Please press the ctrl + ALT + delete !",
  "Molting must be a challenging configuration #development #Entomology https://t.co/srD6MBIHIa",
  "Fighting for NIH Funding amidst the widening age gap https://t.co/DotX5XudJ3 #NIHfunding #grants #R01",
  "Comparative #pathogenomics identify #CRISPR, flagellar glycosylation islands, and  #phage, https://t.co/DM76d9WLHI #NGS #Genomics #anaerobe",
  "The best part of the movie #Interstellar was the 21st century update to #wormhole illustrations and #Astrophysics #STEM",
  "@RBReich Our Fearless Leader likely feels compelled to tweet at Congress, showing off his spectacular work ethic despite taking a 17-day vacation.",
  "You know you're a time traveler when this shows up in your wallet #internetkilledvideo #techbubble #Media #blockbuster #TimeTravel https://t.co/OQppNEaLld",
  "How to convince your Doc to write a script for trazodone ? #aging #memory #brain",
  "The AI signed the adoption papers #WIREDBACKPAGE",
  "@hussmanjp Interest Rates and Quantitative Easing --- the way to a coming crash ? #StockMarket",
  "Any particular reason for the absence of a #dotstar pixel ring like the NeoPixels in the ecosystem ? @adafruit #LED #RaspberryPi #APA102",
  "Old School #Atari Prototype Sparrow Motherboard Rev2 https://t.co/lpNCeeUdh7 via @eBay #motorola #DIY #midi",
  "This Hyperloop One pod could be flinging you between cities in the future: https://t.co/4N9aaK6vOI https://t.co/whPxhVPL8F",
  "@Point_Mutation What one calls historical or superstitions is nothing more than a repeated-measures statistical analysis....",
  "13 days to go ! A new Manga Screen 2 by Elias Bakken on @Kickstarter https://t.co/NiZ0Rqq4M6 #RaspberryPi #beaglebone #3dprinting #rpi",
  "@ValaAfshar @calcaware I think that @FunnyAsianDude may have patent rights to that app #nothotdog #SiliconValleyHBO",
  "@Shteyngart You mean Kushner ?  He went to Jared...",
  "Gene editing in human embryos ! Cue Designer babies https://t.co/h7mMsGCNbP #CRISPR #Geneediting #designerbaby #Genetics",
  "@My3DPrinting @britishmuseum Some may wish to print themselves ?  https://t.co/eB7Ih7SFLe #3dprinting #artifacts #Archaeology #sculpture",
  "@SenatorCardin On the positive: Avoids a certain conflict of interest for those that would get the contract to build the new FBI HQ or buy the old property",
  "Calling all exobiologists ! #NASA is hiring for a Planetary Protection Officer https://t.co/AIj60q0KUf #exobiology #microbes #space #USAJOBS",
  "I published a Thing on @thingiverse! https://t.co/TQAghZdJsD #thingalert",
  "I published a Thing on @thingiverse! https://t.co/oHRqDaek61 #thingalert",
  "@WIRED ...a Boring Company ? #hyperloop #masstransit",
  "3D printed Maryland Blue Crab courtesy of @3D_Digi_SI - though it is feeling the summer heat in #Maryland #wildlifephotography #3DPrinting https://t.co/axiuw73WVD",
  "I published a Thing on @thingiverse! https://t.co/gWc43vA1LC #thingalert",
  "@SenSanders Agreed. One has to worry about an Iraq-style approach to Iran. That did not go so well #sanctions #sanctions #IranDeal #iran",
  "@nytimes Time is money when you make more per hour than the task at hand, otherwise money can't buy happiness. #Happiness #costbenefitanalysis #maids",
  "July 29th is National Wing Day - Go for some delicious Buffalo Wings.  https://t.co/pt78mfy7Bm #NationalWingDay @Duffs_Wings @FranksRedHot",
  "@tribelaw Did that really happen cause if it did, our Congress needs to act #25ORI #insanepresident #insanepresident #25thAmendmentNow",
  "The bitter truth of Academia https://t.co/jFOq2TncL5 #Funding #NIH #grants #tenuretrack",
  "Editors really should be paying attention as to what \"studies\" cross their desk #publishing #PeerReview #pseudoscience https://t.co/Z48UMzBj5G",
  "CAR-T Immunotherapy to tackle the insurmountable brain tumor:  https://t.co/Wq5Zqz3Ixb via @aaas #glioblastoma #immunotherapy #BrainTumor",
  "@tribelaw \"A man is only as good as his word\"",
  "@BoozyBrain MDs...geesh.  When's the last time a Doc actually knew anything ?",
  "Determination wins in the end - and of course a powertool ! @DEWALTtough #coconut #DIY #pineapple https://t.co/Onp6tHIjF1",
  "Pardonne-moi ? Is there a buzz going around the IC - something happening that average Americans are not \"aware\" of ? #pardon #AspenSecurity",
  "@JoeBiden @KumarAGarg Go for #Immunotherapy ! #checkpointinhibitors #",
  "John McCain is a hero, one of the most respected senators and a friend. The hopes and prayers of the nation are with him and his family.",
  "@PreetBharara Our leader is but a rat, in a corner. He'll go for the eyes... #StupidWatergate",
  "\"Like a candle in the wind...\"\n\nA makeshift memorial has been created on the charging pad of Steve, the suicidal robot of DC https://t.co/vlpPZfvmbU",
  "@TrueFactsStated Should block the sale of the home",
  "Takeaway - Designer #Parasites to enhance your immunome and protect against #neurodegeneration https://t.co/nBBtAlOF7R #Alzheimer's #brain",
  "Tech sector seeks skilled #robotics engineers and repairmen https://t.co/NlSxIylt1g #21stcenturyjobs #stem #factory #technology #jobs",
  "Sex sells ! Evolutionary approaches to address the accumulation of genetic mutation. https://t.co/aSLCzdCqAt via @WIRED #evolution #genetics",
  "Never vouch for tech based on a black turtleneck, ever. https://t.co/8TClUBBc0d #smokeandmirrors #turtlenecktech #startups #healthcare",
  "#Ether and #Bitcoin - and the toll #cryptocurrency valuation takes on companies like #AMD and #NVIDIA https://t.co/V3bhvs0ebv via @TheStreet",
  "George A. Romero inspired generations of #zombie hordes. At 77, may he join the land of the undead - in peace. https://t.co/cbePz6FoS7",
  "@mossomest @dgmacarthur All of the human genome is sacred. Coding, noncoding, methylated, what have you. Evil mad scientist can have gametes so $300K for me.",
  "@IntrinsicMusic @TrueFactsStated Regardless of what the end result is, enough voted for this guy to \"win\". That in itself tells a troubled tale of 2016 USA #americanfuture",
  "UMMS researcher, colleagues develop tumor-targeting MRI contrast based on human protein https://t.co/Sj4nyJMJ3H",
  "@Point_Mutation You just might be wearing a lab-dress...",
  "Chemical communication between plants in response to atttack #nature #ecology #caterpillar #Pesticides https://t.co/r8iCgLUVHw",
  "@elonmusk waiting for post-lithium future... Graphene anyone ? #batteries #nextgenerationbattery",
  "@HuffPost Perhaps he will find religion ?",
  "@dpatil @KumarAGarg I'm sure they'll delete the *.pdf as soon as someone actually reads through the emails",
  "@tindie Purple PCBs courtesy of @oshpark !",
  "@esun3dfilament @3D_Genuity @pokon_nurdspace Best of luck with the cleanup and post-processing !",
  "What would happen if all people cancelled their #Verizon and #Comcast all at once ? On the same day ? What would that say ?  #NetNeutrality",
  "@jlsinc Perhaps that will be the backup gig !",
  "FDA Advisory panel moves the US closer to gene therapy. https://t.co/0zab7NugOM #GeneTherapy #Leukemia #Science",
  "What role does Homo sapiens sapiens play in the current mass extinction ? https://t.co/PLEUnsB062 #humanactivity #competition #ecology",
  "\"Requires further investigation\" until it is too late #climatechange #humanity #ecology https://t.co/FRAmHL7nE3",
  "@alispagnola That's because it is a kale flavor (moisture) packet !",
  "What is the current focus of the Office of Science and Technology Policy ? Strong #Science makes for a strong future https://t.co/jvTCIwP4UT",
  "@PreetBharara @Philopetry Country before Party and the protection of our inalienable rights as citizens of the United States of America !",
  "@Philopetry Sad that this and other cyber attacks are not being fully appreciated.  #cyberPearlHarbor",
  "When did #Science  stop being taught in school ?  https://t.co/QAqxI6ZnOQ via @denverpost #pseudoscience  #facts",
  "@TheGoodGodAbove Proof...or belief.  Take your pick https://t.co/7TiErSFSQg",
  "Post-processing PETG with XTC-3D - needs more post-processing. #3Dprinting #vase @SmoothOn https://t.co/n0TXkXzo1L",
  "I made a Thing on @thingiverse! https://t.co/eiVsVNt6go #thingalert",
  "Let's hear it (not really) for man-made radio waves - protecting our planet Earth from radiation https://t.co/0VhHWBTzSW #nasa #earthscience",
  "Here we are almost a year later and it's still not funny #TrumpRussia https://t.co/0m9prvVuYa",
  "@karenanddan @Chobani Whole milk. I wanted to independently test the quality of live, active cultures in pre-packaged yogurt - it worked extremely well - No whey! https://t.co/CEtgV3qrpf",
  "Out of curiosity, I made my own #greekyogurt from starter @Chobani greek #coconut blended yogurt and the results were amazing ! #probiotic https://t.co/W7ZYnMyPNL",
  "Redditor HanAssholeSolo, the guy who posted the Trump/CNN clip the president tweeted, has apologized to @CNN, the media, and others https://t.co/GlePoiSlFj",
  "Printer fail ! Now, cat toy ...making lemonade. #3Dprinting #CatsOfTwitter https://t.co/qbyY61t9jd",
  "An amazing peek inside the brain's information superhighway https://t.co/nOo8tybDt7 #neuroscience #MRI",
  "After careful review of the methods section, it dawned on me that the wrong mice were used throughout the study #shortacademichorrorstory",
  "@Philopetry @tedlieu Need a lot of servers for all that voter data",
  "@TrueFactsStated Time to start a betting pool",
  "Runs to the store for some ground #nutmeg https://t.co/e9hcv8tIDD",
  "@JamesUrbaniak @wilw Winner winner, chicken dinner !",
  "People buy pin-tailed whydahs, then get frustrated and release them. That could help these parasites spread. https://t.co/RfYjcc7lFi",
  "@realDonaldTrump Happy 4th of July Weekend - the signing of the Declaration of Independence. Let's celebrate that and not tweet about other stuff.",
  "Is this the catalyst that caused the current #opiate crisis ?  A dodgy letter from 1980 ?  https://t.co/xR5dPj73Df #opioidepidemic #pain https://t.co/40mHgv0wsi",
  "@neiltyson \"Self\" realism in the post-process digital era.",
  "Oh if only some #3dprinting filament could be so black as Vantablack 2.0 https://t.co/CU4v4URGSB",
  "@adafruit Into a robot it goes.. Beaglebone ? #Robots",
  "Shkreli fraud case faces hurdles finding jurors who don't take overpriced prescription #drugs https://t.co/8WydZlhf30 #pharma #drugpricing",
  "Erasing memories of past events through Protein Kinase M https://t.co/yHVUdtcdiu #neuroscience #memory #therapeutics #learning https://t.co/Vcgy5LNOj6",
  "@salkohd Ethereum seems to be making the rounds these days.",
  "@salkohd Isn't hashing better with AMD",
  "Don't miss the epic season finale of Silicon Valley tonight! It's a big fat gnarly beast of an episode! @SiliconHBO @HeavyMetalInk https://t.co/SuS1QuvFFt",
  "I published a Thing on @thingiverse! https://t.co/aguhaPEvDk #thingalert",
  "DCC gene in bird evolution and in formation of the corpus callosum in mammals https://t.co/KP7ILSHJJ0 AND https://t.co/71ehfQgZTh #brain",
  "Developmental toxicity from prenatal acetaminophen ? Further study required https://t.co/tNLGuwU3hn via @mnt #Tylenol #drugs #neuroscience",
  "And here I was laughing at #bones whenever Hodgins went on about blowflies https://t.co/R2CdCrbDIx #crimescene #forensics #pathology",
  "Self Driving Potato Hits the Road https://t.co/WlZFamQR8J",
  "Clearly, and to to what end ? #superfan https://t.co/mZt2FxdsOe",
  "Fidget spinner tachometer with @adafruit Circuit Playground's light sensor.  LED display shows detected revolutions / second. https://t.co/fwVIdvKVLU",
  "\"Desked\" - when a resubmission sits idle on a boss' desk well past the resubmission deadline #publishing #Motivation #frustratededitors",
  "The #Internet is a defining invention by man that to create a #hivemind and accomplish the impossible -the reality is that most watch #cats",
  "@Philopetry Balance of power rests in #2018 with hard work, perseverance, and determination of progressive Dems",
  "There's always time for Trilobites, mystery of the ancient past ! #palaeontology #fossils https://t.co/Ieiy1VMHNy",
  "Must be something to do with the higher altitudes and lack of oxygen in the board room https://t.co/6goSo1zzix #neuroscience #empathy #jobs",
  "Thoughtfull of @Microsoft to include a QR code with the #bluescreenofdeath but 0% is for ever #windows10 #crash https://t.co/Wm4ieXUEzM",
  "So much for a long-life LED. Dead at 6 months! @OSRAMAmericas #LED #lightbulbs https://t.co/IzUUiHb6g9",
  "@jessicapolka Yes. How have the number of faculty positions changed om respect to the number of granted Ph.D.s ?",
  "@PreetBharara ...with an extended warranty - who doesn't need that.",
  "Waiting for something to be developed is almost always a waste of self-learning and development time #diy #maker #onlinelearning",
  "@JeffBezos Perhaps you should direct philanthropy towards sustainable farming or open-source seeds for farmers ? #21stcenturyfarming",
  "Sylvy Kornberg: Biography of a Biochemist | The Scientist Magazine® https://t.co/8EkLCtcLem #womeninscience",
  "@RBReich Our Leader has treated the Presidency through the myopic eyes of a boss overseeing a hostile takeover with no regard to separation of powers",
  "The most important key ! #Questions #Answers #truth https://t.co/Ka9SzQYWLd",
  "YlnMn blue, the first blue pigment on over 200 years - #Science is amazing ! https://t.co/HgoeT4vHRk #color #pigment #crayola",
  "Waiting for the magic bullet that stops the accumulation of #amyloid...\n https://t.co/xw5hx3b90m #alzheimer #dementia",
  "Is there a patch or are we all fish just waiting to be caught ? https://t.co/PA8ElOTZSZ via @EHackerNews #security #SS7exploit @ATT @Verizon",
  "3D Scanner interface boards for the #RaspberryPi  #FreeLSS #DIY Piclop scanner on the 'bay #3dprinting #3dscanning https://t.co/YkoNNM7HqX",
  "@nbcsnl For #GOPboss Senator Mitch McConnell ? #turtles #hidefromtrump",
  "Researching doctors and lo and behold, Google for Quacks ! https://t.co/shG4GELH6w #Doctors #medicalpractice #ethics",
  "The Data police are coming for your forgotten short read archives and gene set data ! https://t.co/m4oWpgiWX3 #OpenAccess #datahogs #NGS",
  "Perhaps the Japanese Badger would make great pets ? https://t.co/3QNRyi8nrM #ecology #pets #ecosystem #貉",
  "Follow your dreams --- literally as evidenced by famed George Church !  https://t.co/dmnNyI5XRs #science #neurodiversity #sleepstorming #DNA",
  "Finding a new set of bones obviously will require more #digging #paleontology #humanorigin\n\nhttps://t.co/8e5PPUIqS3",
  "@ChrisVanHollen I am not comfortable with Russians spying in Maryland.  Is there not something you and @SenatorCardin can do to block the return of props. ?",
  "sweet, sour, bitter, salty, umami, and now water !  Or just taste-less ? https://t.co/6hTCXEX2rG #taste #neuroscience #satiety #brain",
  "Get inked - Refill those cartridges to high heaven ! #DIY #printer #lexmark #ownership https://t.co/H54BYr7q2l",
  "#Vancomycin 3.0, a \"super-antibiotic\" to rival its predecessor - How resistant is it to resistance ?\n https://t.co/ZBtqHwsV03 #antibiotic",
  "What to do with old 608ZZ #skatebearings  ? Make silly #3dprinted #fidgetspinners in PLA #3Dprinting #Recycle https://t.co/HqFjyxzape",
  "HI @BillNye I'm a neuroscientist but the bottom fell out of the Research pyramid so now I hone my brain elsewhere #BillMeetScienceTwitter",
  "I see what you did there https://t.co/NUhTS83uPq @Point_Mutation",
  "Clearly not Chicken. #eggs #dinosaur #paradox https://t.co/KiyZq80jYh",
  "I made a Thing on @thingiverse! https://t.co/u4ObSOVtEN #thingalert",
  "Hey I'm a monster ! #3dprinting #figurine #petg https://t.co/2MU4BWUv1e",
  "The irony of using a Hot Air Rework Station to repair a Hot Air Rework station via @hackaday https://t.co/vuqZ2QPwIk #diy #circuits #upcycle",
  "@josh__gesell @Luft08 @SenWarren @US_FDA @realDonaldTrump Approval costs $ to pay for the MDs and PhDs  to review the extensive studies that are required in order to have safe and effective drugs",
  "Thermogenesis and adipose tissue - out in the cold for too long !  https://t.co/TUZbFRR8am via @TelegraphMen #health #diet #metabolism",
  "Came out with a voronoi bracelet in the end. https://t.co/B8N4alF4KT",
  "I made a Thing on @thingiverse! https://t.co/eJIpbQ2Hii #thingalert",
  "Veroni vase or big plastic mess in the morning - could go either way #3dprinting #vaseproblems #printfailure https://t.co/vrlarjfh9Y",
  "Studies on #meditation in mice, through genetic ablation of Cdh9/Dbx1. Yup, meditation in mice. https://t.co/15UuYgifZZ #neuroscience #brain",
  "Element 14 Pi Desktop looks pretty snazzy ! C https://t.co/j8m8KiN0yz #RaspberryPi",
  "Episodes 1-10 of 12 Monkeys will be release within the span of 3 days - 11-13 ? #12monkeys #timetraveller @syfy",
  "Exciting potential biologic on the horizon ! https://t.co/l8Av6aaawJ #science #stemcells #blood #IPS #leukemia",
  "The future of solid science is hands of those who fund staff scientists https://t.co/Gn9vEqf3wa via @NatureNews #sciencecareers #postdoc",
  "I made a Thing on @thingiverse! https://t.co/qS2D6ZqK3L #thingalert",
  "Synaptic pruning getting a bit ahead of itself in #Autism through #microglia https://t.co/fcOVgmDjEf #neuroscience #brain",
  "Today I said no to the \"Depot\" and made it myself ! #3dprinting #diy #flange @TonerPlastics https://t.co/Tzpnfa4UFh",
  "Hey @Microsoft, Where's a patch when you need 'em ? #WanaCrypt0r #Malware  - FYI - I have no #bitcoin",
  "The Offspring's Dexter Holland finishes Ph.D in molecular biology and thesis on HIV research https://t.co/8AxqZJbWki https://t.co/zUpjunhS5n",
  "@crussty @3D_Genuity @seemeprint3d @SeeMeCNC And what was the vase made from ?",
  "@oshpark Yes - through the \"usual\" places ! Not that many options for Raspbery Pi - DIY 3D Scanners",
  "Recieved a medium run for #3dscanning PCBs from @oshpark way faster then expected ! Going to be a lot of soldering in my near future. https://t.co/8Kic0Y51eg",
  "Any thoughts to implement a VL53L0X \"Time of Flight\" sensor to Z-probe the printbed - or is that overkill ? #3Dprinting #sensors @adafruit",
  "Former US mental-health chief Tom Insel leaves Google to start own company analysing behaviour using smartphone data https://t.co/NoqIfbMzMQ https://t.co/fM9DHLRcIS",
  "Vaccinate your children with MMR #vaccine  #Health #herdimmunity https://t.co/NHn4v7H90q",
  "Upon learning the term \"Delaware Corporation\", I discovered that #Delaware has more corporations than people !  #businesslaw #regulations https://t.co/G3XFRPn8mZ",
  "Vagal nerve stimulation to control neuroinflammatory disease Shocking ! https://t.co/dYJdvOdm8M via @NatureNews #neuroscience #inflammation",
  "To the #astrophysicist out there, what is the most current theory as to the #physics behind the initial formation of stars from gas and dust",
  "$750,000 is the magic number for #NIH funding in the US - Scotty Principle Take care with your estimates     https://t.co/tdRO4vcfJU #grants",
  "Working through a series of troubled prints with PETG and came by @taulman3D solution for moisture #3Dprinting #FDM https://t.co/oVhHuFhIca https://t.co/YWA65wtUze",
  "From food dehydrator to filament dryer  - Good thinking, especially for #3dprinting with nylon and PETG https://t.co/DJWTS22om4",
  "Best of luck in the future #voiceSaveStephanie",
  "#Cats purr-fer people OR Cats see people are no more than big cats and the research goes out the window. https://t.co/f4CR95sbMT #science",
  "Studies published back-to-back in #Science demonstrate an important role of serotonin and the Pcdh cluster during #development in the #brain https://t.co/5ibjceyn7J",
  "Make sure that tetanus vaccine hits the spot ! https://t.co/xK2rTEgpSK #vaccines #health",
  "So you're asking where the word \"brain\" come from ?  Anatoly Liberman has the answer https://t.co/x8kMIsSqDW #neuroscience #etymology #OED",
  "Biologists take notice !  BioRxiv #preprint server gets a boost from the Chan Zuckerberg Initiative https://t.co/NgbgDx3VC0 #OpenAccess",
  "\"Disease-in-a-Dish\" technology advancing study of human #genetic #disorders https://t.co/qBaNbgjKtM via @nimhgov @EurekAlert #neuroscience",
  "Licorice and dibenzoylmethane to combat neurodegeneration ! https://t.co/WlG5oIeupC via @knowingneurons #neuroscience #aging #Alzheimers",
  "@itsmejonstewart Did you go and delete like all your tweets -or- was there really never any to begin with ?",
  "Will 3D printers reach Point-Click-Print ? Quest for the Xerox of #AdditiveManufacturing #3Dprinting https://t.co/gJiYyGPplc via @techcrunch",
  "A bit dated but worth the look - Perhaps a bit Jekyll and Hyde https://t.co/XiMEjAmqq7 via @SmithsonianMag #neuroscience #behavior #brain",
  "Plastic - delicious treat for the waxworm Galleria mellonella https://t.co/oddohbBlgU #greentechnology #recycle #plastics",
  "This from @washingtonpost story on the #marchforscience. (I can corroborate the second statement). https://t.co/sOWTUYp51Z",
  "Textual analytics of the social media presence of scientists  https://t.co/710CaDWY4m #science #network #metrics #socialmedia",
  "What #MickMulvaney said on @FoxNews is preposterous.  A $6bn cut to the #NIH budget is crippling and will ruin medical #research #Budget2017",
  "Being in DC all day today on Earth Day in the rain reminded me why I love science so much #marchforscience",
  "Trazodone and Dibenzoylmethane may work wonders on the aging brain !  https://t.co/Ks7hbXderJ … #aging #dementia #neuroscience #repurposing",
  "@NIH_Bear I memba...a bear - it came - it saw - got bored and climbed a tree #bearsend",
  "A #TaxDay reminder: every @POTUS since Nixon - both Republicans &amp; Dems - have released their taxes to the public. Until @realDonaldTrump.",
  "@hackaday Still waiting for the bump up to 1gb !",
  "Programmers hard at work https://t.co/jtHK9m1ijN",
  "Any new hypothesis on the #evolution of #Schizophrenia in humans by genetic pressure, linkage, instability ?  #brain #mind #neuroscience",
  "@Philopetry Russian theatre perhaps and during the second act.",
  "Don't be told otherwise !  Vaccines are cheap, safe, and extremely effective #Science #vaccineswork https://t.co/2URG5sMvqC",
  "@GeorgeTakei \"Wait, I got this ! \" --- Who can top Spicer #shitspicersays #holocaustcenterdeniers",
  "360 degree photography on the cheap ! #upcycle #diy #dayproject #3Dprinting https://t.co/hW4Pime3o9",
  "Tonight's going to be a bender getting this up and running ! #3Dprinting #beagleboneblack https://t.co/3HBrbZWaIf",
  "1st Amendment wins. https://t.co/LMv0mpsgDj",
  ".@oshpark @kicad_pcb Well, now there is - https://t.co/mOAxbvu42J",
  "What a \"monolithic\" way to end a voyage to the outer planets ! #saturn #CassiniGrandFinale https://t.co/LQ9mxA2vR6",
  "What is the aerodynamic impact of torrential rain on avian flight ? Are they grounded ? #birds #flight #biology #bioengineering",
  "Why is it that almost no one posts their \"makes\" from downloaded STL files on @thingiverse - Did it not go well ? #TMTPTLT #3Dprinting",
  "New mouse models for R&amp;D hold the promise of better therapies for colorectal cancer https://t.co/lIKsKBmAcv via @scienmag #immunotherapy",
  "Progress checkpoint inhibitors and #cancer #immunotherapy points more to the growing role of personalized medicine https://t.co/SIY0yNJfPp",
  "I made a Thing on @thingiverse! https://t.co/RUBIvy0Ayo #thingalert",
  "I published a Thing on @thingiverse! https://t.co/YBTN7BVZtZ #thingalert",
  "I published a Thing on @thingiverse! https://t.co/OI1rIA80Hg #thingalert",
  "@oshpark @kicad_pcb Not yet but getting there - runs on https://t.co/4QNNNhFkxR software and follows RPi HAT spec., I2C/GPIO/serial breakout for extra functions https://t.co/4tdW5F1Bee",
  "Out with the old, in with the new as they say ! #NewCrayonColors #nationalcrayonday - Goodbye Dandelion https://t.co/noxpmR3pUL",
  "3D Scanner HAT V2.1 is alive and running on the #raspberrypi  ! Purple boards courtesy of #\n@oshpark  and @kicad_pcb  #3dscanning https://t.co/h28dElyMKm",
  "Successful deployment of SES-10 to geostationary transfer orbit confirmed. https://t.co/FkVoUYSsmq",
  "Playing with cPickle on the #raspberrypi and wondered - Does serializing sensor #data affect the lifespan of  the SD card ? #python #coding",
  "Who will offer antivirus protection for a Neuralink computer interface ?  https://t.co/FKLMxYOvcB via @sai #brain #cybernetics #wetware",
  "Kudos to @Chobani for coming up with Kiwi Blended Greek Yogurt ! A+  #greekyogurt #yogurt #Health #kiwi https://t.co/TIZ2e0d5QH",
  "Almost the impossible Delta 3d printer with true color 3D printing via @hackaday https://t.co/gZFeaK8Fuj #linuxcnc #machinekit #3dprinting",
  "@sutherlinband #trailerhitch #ontheroadagain Free Willie !",
  "@sutherlinband Aint that words to a country song 'bout not havin stuff  on the road",
  "Adding a wee bit of science into St. Patrick's Day ! #luckoftheIrish #Genetics #Science https://t.co/DGKRyQBI9y",
  "Science is not a priority in the Trumpist era https://t.co/RtzfZI0KqL #science #facts #NIH #research #STEM",
  "Nice Design and implementation of the #Hexacopter - How long and how far can it fly ? #BeagleBone #Robotics #embeddedworld https://t.co/4rmmFWRPWE",
  "@SenSanders What efforts are underway to curtail Corporations' role in bankrolling an impending Constitutional Convention ? #corporatocracy",
  "Never do battle against a snow plow. Period.  #StellaBlizzard #snowplow https://t.co/jBuLjlHXxz",
  "More like BeagleBorg !  #robots #linux #embedded https://t.co/nIqGVhOkS7",
  "Trump picks Scott Gottlieb, M.D. to helm the FDA pick https://t.co/geEeUBbPqk #FDA #pharma",
  "RAMBO - 3D printed ammo from a 3D printed weapon ! Hide the STLs ! https://t.co/eQZtJBGrj0 #3dprinting #army",
  "Will O-GlcNAcase (OGA) enzyme inhibitors have better success in Alzheimer's Disease and other tauopathies ? #Alzheimers #neuroscience",
  "@Philopetry Collusion with Wikileaks = treason ?  #resist",
  "So much for World's Greatest Healthcare Plan of 2017 ! https://t.co/ONAYfHkD6R via @AOL #healthcare #AMA #TRUMPCARE",
  "Show drugs work before selling them : Nature News &amp; Comment https://t.co/TmmUpkdCZW via @NatureNews",
  "Prochlorococcus, photosynthesis superstar with an impressive genome ! https://t.co/HPBzvMELyn #microbe #ecosystem #WomenInScience #energy",
  "@Philopetry Till they can get no more it seems",
  "@Philopetry follow the $$$",
  "@Philopetry To go with the theory of Russia grooming Trump",
  "@Philopetry To make DJT a candidate based on a reverse strawman.",
  "@Philopetry Public will not like what \"they\" see, i.e. our Rulers and their public",
  "@Philopetry Absolute partisan as no attack on Trump despite what he represents",
  "@Philopetry Simple question:  What did DJT have to gain by questioning #Obama legitimacy in 2008 ?",
  "@Philopetry You do mean white-hat and not black-hat re:ethics",
  "@Philopetry Collusion of Wikileaks and KGB ?",
  "Pondering on our fragile intelligence and the extent and reach mutation has to unravel it #genomics #brain https://t.co/PThtKh5gOA",
  "@realDonaldTrump The mere fact that one must tweet that \"There is no infighting\" implies that there, of course is. Occam's' Razor baby...",
  "#NPR still has an excellent science segement despite #RealClearScience \"The Best &amp; Worst Science News Sites\" |https://t.co/O2NEITVO1j #facts",
  "Scientists standing up for science in the age of Trumpism - Get the word out ! https://t.co/3qoAT5cXXN #marchforscience #science #Earthday",
  "@NYTScience I wonder about that at 12:30 PM every day when I eat a delicious #honeycrispapple ! #fruityscience",
  "Ever wonder where the odd term \"Stakeholder\" came from ?   https://t.co/Jak6VaF9YN via @OnlinePMCourses #etymology #language #BusinessModel https://t.co/pfkm2pxqQG",
  "Data mining transcriptome data to identify #genenetworks controlled by action potentials https://t.co/rm4cuiL3U9 #neuron #bioinformatics",
  "Is the attention span of a teen long enough to bring in a revenue stream for Snap, Inc. #snapchat #Advertising #Marketing",
  "Nice to see a Career as the building block of that word cloud - Now, what that future career is, is anyone's guess. https://t.co/EUcElwCTgx",
  "@possumkids @ImLilMissPlaced @donholt99 @SenSanders https://t.co/8wgZDaJx30",
  "@Nabisco knows that everyone loves Peeps ! #cookies #brandmarketing https://t.co/oeQzKMIS03",
  "My personal preference is Bussard's Polywell reactor design - EMC2 needs some DOD $$$ https://t.co/gTyZmvI2Om @forbes #fusion #energy",
  "Ivan Pavlov would be well rewarded - Bees learn football from their buddies https://t.co/2EvDFommdE #learning #neuroscience #entomology",
  "Waiting for V2.1 boards to come from @oshpark after a slight design mishap in my 3D scanner HAT ! (jumper wire in the corner) #raspberrypi https://t.co/8lJiM4ZYQL",
  "@jimmykimmel nope",
  "Cable management and strain relief for #3Dprinting can be a nightmare.  Improving my #beaglebone running #linuxcnc https://t.co/ixzHAsXdql",
  "Becoming a vCAT hoarder on #Nougat #android --- but is there any point ? https://t.co/lwH3SaghaU",
  "AAAS and March for Science Partner to Uphold Science:  https://t.co/TAwVNyLKH9 via @aaas #science #marchforscience #stem",
  "Lose a panda, gain a giraffe.  Maryland and DC stay happy #giraffe https://t.co/a4aJsMnD3i",
  "#TRAPPIST-1 or Transiting Planets and Planetsimals Small Telescopes - 7 chucks of rock so close you can touch them https://t.co/N9mmjap719",
  "Go NASA ! Exoplanets ! 40 light years away --- so close, yet so far away https://t.co/EeU7yJKOeu #exoplanets #nasa #Aquarius",
  "Zealandia  - I hardly see you, oh 8th continent hiding in plain sight. https://t.co/aHM6R1pX3E #geology #earthscience #maps https://t.co/lV2p62j00w",
  "$68 question, Is the #asus Tinker Board 100% pin compatible with Raspberry Pi Hats - a quick look says yes #tinkerboard @Raspberry_Pi @ASUS",
  "Planets are better than politics ! https://t.co/LtU78KaUZY #space #Solarsystem #citizenscience",
  "Neptune's lost twin found ?  NASA, UC Berkeley recruit public to help find 9th planet | The Daily Californian https://t.co/Bs8bGuKxZH #nasa",
  "This will undoubtedly brighten anyone's day #science #bioluminescence #insects https://t.co/zZpHPKCtKl",
  "@ThingsWork @dgmacarthur You can only do that anatomical demonstration once !",
  "Clearly that 6-axis printer requires a fancy 32 bit controller to coordinate bed tilt https://t.co/guNUHDU2TP via @DigitalTrends #3dprinting",
  "The eyes are the windows of the soul or mind - quite literally !https://t.co/HUQxQk5csQ #diagnostics #medicine #brain #brainhealth",
  "Does the radiologist get a say ?  Super news and super cost ? Cloud-based radiology ? https://t.co/VlTI2gTBLJ via @scienmag #cloud #mri",
  "What is the future of drug development in the treatment of Alzheimer’s disaster - https://t.co/x86BL4Ktvq #alzhemimers #brain #aging",
  "@NewScience101 if algae can be viable in space, integrate into the hulls of spacecrafts to absorb harmful radiation and produce O2 ?",
  "It's okay if you don't have a Valentine \n\nIt's Taco Tuesday, member???",
  "Can \"Space Algae\" protect astronauts from radiation in outer space ? https://t.co/HfV4Zp07ya via @spacereporter #space #astrobiology #nasa",
  "Should I try to go in? https://t.co/HDpPqzA0by",
  "So, who's getting strongARMed Intel AMD or both ? https://t.co/v1tSBaXLbm via @liliputingnews #AMD #INTEL #embedded #armprocessor",
  "Intel with AMD inside ? 2017 will be quite an interesting year for the CPU GPU market https://t.co/4qOM6NEiAv #AMD #INTEL #graphics #gaming",
  "The #EPA is an important Federal Agengy.  Getting rid of it isn't an option. https://t.co/jsK6RtutK2 #environment #America #AirQuality",
  "@elonmusk What is the future on tax incentives for plug-in hybrids and electric cars ? #renewables #phev #cleanenergy",
  "@MitchellJoachim You 'memba ? https://t.co/CONeaYCpbm",
  "If federal regulations under Executive Order are \"2 out for every 1 in\" how many years until we reach zero regulations ?  #math #regulation",
  "Are there any known solutions to feline-induced printer failure, i.e. cat jumping on an Cartesian printer @josefprusa #3dprinting #design",
  "@nytimes NYT because #facts",
  "Picard career tip: The grass may seem greener on the other side, but sometimes it's because of all the fertilizer.",
  "Meta-stable metallic hydrogen on the horizon ? One can only wonder and dream #stem #superconductivity #spacetravel https://t.co/zBao50YrQO",
  "Time to print that spineless monster and put it on the shelf ! #creature #3dprinting https://t.co/7FgNKB6LZf",
  "Intersting findinds on the the taste and flavor of tomatoes and how to make them even better  https://t.co/9goTqHSZGn #usda #GMO #food",
  "#infrastructure renewal through implementation of \" Highway Overhaul Through Reinvestment by Odometer Data\" #tax #HOTROD #automobile #Oil",
  "Are there #macroeconomics models that can predict effects of new American #tariffs and the #trumptax on #globalism and the world #economy ?",
  "@Philopetry Nothing was ever #free as #freedom cost with life to pursue liberty and justice.",
  "@Philopetry Obedient dogs heel.  That a vocal minority would expect obedience and admiration of their false leader is anathema to our being.",
  "@RogueNASA Perhaps a Redwood tree over in the Forestry Service may go rogue and #resist as well...",
  "Will #PHEV incentives disappear for great car manufacturers like #toyota , #Honda , #Ford , #GM , #TeslaMotors  ? #ElectricCar #hybrid",
  "I propose we call a national day of protest by scientists on February 15th, Galileo's birthday #EPAFreeze #DefendScience",
  "Dec 2016's avg global temp was 3rd highest on record. Global avg atmospheric CO2 concentration was ~405 ppm. https://t.co/Q7xdVFTBf5",
  "Interesting mechansim on how NutraSweet or Aspartame affects glucose intolerance and obesity https://t.co/Zlk0dXsOMt #sugar #health #diet",
  "Got a nice big box of Sweet'N Low ! On the lore of saccharin and cancer, I found quite the opposite https://t.co/dNf7aA6OcM #cancer #sugar",
  "Trump is unveiling the Patient Freedom Act or #PFA . Funny that PFA, otherwise know as paraformaldehyde is used on the dead #ACA #healthcare",
  "Picard honesty tip: Don't let anyone else tell you how many lights you see.",
  "8 years of obstruction and on Day 0 dismantling everything that makes America Great.  March for a positive cause #WomansMarch  @cspan",
  "@randal_olson break...",
  "Interplay between other #brain regions and the temporal cortex in the perception of #time https://t.co/LwzUXN6awW #Dyschronometria",
  "Ph.D. paying the price of doing a postdoc https://t.co/4L15PEWYUk #science #stem #postdoc",
  "Bad day for Nutella fans --- Risk associated with palm oils and cancer https://t.co/zH8oAMw2ez #diet #cancer #hazelnut #nutrition",
  "Tomato ancestor evolved 50 million years ago near Antarctica https://t.co/fCDbnoiTY8 #evolution #botany",
  "If I had better Wi-Fi, I wouldn't have to wire my entire house and instead sit back and stream some #Netflix #LinksysVelop #WiFi",
  "@Philopetry This resistor has two legs to stand on ! #ResistTrump https://t.co/HAvGKswN5O",
  "Nice to see one of the least respected organs, the cecal #appendix back in the limelight https://t.co/MDAkydHSJz via @qz #evolution #microbe",
  "NASA is printing Ultem® 1010 with @E3DOnline hotends and a custom stepper motor coolant system ! https://t.co/kI2wU5eEzd",
  "Jared Kushner To Serve As Trump Senior Adviser https://t.co/3iGtrowfXH via @nbcnews #nepotism #conflictofinterest #altdelete",
  "Polaroid \"Jumped the Shark\" on this one https://t.co/6zVmxnASY7 via @nwtls #jumptheshark #marketsaturation",
  "Polaroid and 3d printers ? https://t.co/yR5ayI8Eo1 #3dprinting #design",
  "Happy 75th birthday, Stephen Hawking, who changed how we see the universe. https://t.co/fC3csIsXGZ \n\nHe explains need for space exploration: https://t.co/D9zzCoFbAx",
  "The Trumpster quote #1\n#ANewJeersToast https://t.co/qZQEGU18r6",
  "Hey @MarkZuckerbergF  maybe time to change \"What's on your mind ?\" to \"Where is your head at ?\" Mix it up ? #Facebook #StatusUpdate #Friday",
  "AMD is hot again.  Maybe to retake the server throne and go head to head with Intel https://t.co/gMD6tQCkwA via @pcworld #AMD #CPU #gaming",
  "What makes us human is in our genes - human accelerated regions https://t.co/c2tpvwEMN7 #evolution #brain #genomics",
  "Still a treasure trove of data in a small list of genes ! https://t.co/wVwtuPlI76 #genomics #evolution #neuroscience",
  "Now if only the Corsair Force Series™ MP500 M.2 SSD was in stock ! https://t.co/SoLXI0Wc5B #Corsair #solidstate #computing #SSD",
  "Welcoming in the New Year with a new human organ \"The Mesentery\" - D-brief https://t.co/XLoXsnvwy0 #science #discovery #humanity",
  "The Mediterranean #diet strikes back ! A healthier #brain deserves another glass of wine https://t.co/3z1BJ14TkD via @TelegraphSci #health",
  "Someone at COSTO is clearly insane THRIVE® 31,500 Total Servings 4-Person 1-Year Food Storage https://t.co/2KAIepC16s #food #hoarding",
  "When does the @POTUS Twitter account hand-off occur ? #PresidentObama #WhiteHouse @twitter",
  "If the Ryzen performence holds up against #Intel I7 #AMD stock may be a great buy https://t.co/K43bMJnyih via @ExtremeTech #x86 #CPU",
  "Maybe time to get on the biorxiv train ! https://t.co/eVogXHO5aE #publish #science #PeerReview",
  "An impressive list of scientific curiosities ! What's your favorite scientific finding ? https://t.co/AeIPZAAWwp #science #biology #space",
  "Probably been beaten to #death but warrants another \"passing\" glance #Thanatotranscriptome #zombiegenes #metabolism https://t.co/F6iWTtuFkF",
  "@beagleboardorg So are there any specific changes to the way the ADC system is handled ?",
  "For the Beaglebone Black users out there, Jessie versus Wheezy ? Stability ? ADC ? #debian #Linux @beagleboardorg",
  "@realDonaldTrump You do know what comes after a peak in the index - recession https://t.co/GdS3XbOX5o",
  "@SenSanders I'll still be paying my undergraduate and graduate loans well after my kids finish college #studentloans #collegereform",
  "A cure for pain ? Designing drugs through DREADD https://t.co/XXNCOdPAbA via @business #pharma #addiction #pain #opiate",
  "Hey look ! Green jobs coming to Buffalo, New York.  Solar cells even ! https://t.co/8vU87jBPus via @YahooNews #renewables #green #solar",
  "Nusinersen, an antisense treatment for SMA, gains approval from the FDA #fasttrack #RNA https://t.co/ofQ0BC7Yj1",
  "@realDonaldTrump when you become President, will you stop tweeting and go through official Presidential channels ?",
  "Coal miners should become CO2 miners #renewableenergy #cleanenergy #carboncapture",
  "@SarahKSilverman Canary in the coal mine.  Mix some cultists and some fascists and let 'em sort it out.",
  "LIGO and gravity waves is the Breakthrough of the year ! https://t.co/dHvvrHE0My via @aaas #stem #astrophysics",
  "A single tweet could end the world. US domestic and foreign policy decided by 140 characters?  Will #Twittler govern by #tweetdecree  ?",
  "My father always told me \"Measure twice cut once\".  With #3dprinting, one should design, prototype, and send to the Fab once ! #Autodesk",
  "Is NCBI down ?  Those articles won't get themselves ! @NCBI #manuscript #publication #PROFIT",
  "Bath lotion is never safe to drink, ever ⚡️ “Russian alcoholic 'bath lotion' kills 41 drinkers in Siberia”\n\nhttps://t.co/VJidu894nK",
  "Printing with the E3D thermistor cartridge and sock upgrade ! #3dprinting @E3DOnline https://t.co/xYMPCkX9n4",
  "NIH proposing rationing for successful research laboratories ? https://t.co/U1rYbhbCmF #grants #NIH #research",
  "@HauppaugeHQ My second #Hauppauge WinTV-DCR-2650 TV tuner failed again.  Don't think I am going to by another one.",
  "Nuclear Waste and Diamonds Make Batteries That Last 5,000 Years via @seeker https://t.co/ugFHLWcP4Z",
  "iCar still moving forward.  Now, only to convice the world that Apple invented #electriccars https://t.co/r6auEMV2P5\n#renewables #apple",
  "Dinosaurs had feathers...like birds !  https://t.co/jLSyWFmLG6 via @NatGeo #dinosaurs #evolution #paleontology",
  "The race is on for the best Teixobactin derivative approved for use in humans https://t.co/maAmo9rIeY #antibiotics #bacteria",
  "Patent wars for Teixobactin, a \"game-changing\" Lipid II class antibiotic #bacteria #antibiotics #patent #AntibioticResistance",
  "Perhaps a scanner scanning app /blog/2016/12/05/new-3d-scanning-map-find-the-nearest-3d-scanner/ #3dprinting #3dscanning #make",
  "AMD inside ?  What could this mean for the future of AMD ? via @forbes https://t.co/oRDxDHm4Zz",
  "Unicorns and science do not mix https://t.co/BsAXLpGxeS via @WIRED #microfluidics #labonchip #bloodtest",
  "Though quite seriousness of the article, the words \"sack\" and \"rock\" and \"geoscientist\" is quite the IRON-y https://t.co/7WEuxSdc0U #Geology",
  "Longevity research be warned ! Greenland shark may live 400 years, smashing longevity record https://t.co/wc0Jd427Rt #aging #science",
  "What effect does cesarean delivery have in store for human #evolution ? #brain #health #human https://t.co/ZvFeKBq7V2",
  "Damn you #microbiome  ! A link between #Parkinsonsdisease  and the gut... A brain-gut connection https://t.co/5MoagAS3Y7 via @pecom_news",
  "Where'd you get your PhD? Trump University? https://t.co/P5Ez5fVEwD",
  "The original supercomputer ! #neuroscience #brain #Computing https://t.co/YUTMi34LF8",
  "Other than potatoes, #NASA Space Poop Challenge wants #STEM scientists to solve the waste paradox https://t.co/izkCS8eGp2 #spacepoop",
  "Tim Maldoup Rand is the antithesis to freedom and sanity of the modern world #democracy #JohnGalt #anagram",
  "Non chemical rockets! Oh my ! @forbes https://t.co/4H9w1kTt4g #Space #NASA #Emdrive #Astrophysics",
  "Im case you missed it, it's time to move your mining company to Luxembourg https://t.co/9PFq9DG5kA #asteroid #STEM #Mining",
  "@Point_Mutation if you want, I'll write you a Drs Note...don't think it will count for much ! ;)",
  "@Point_Mutation You need to get out of the lab",
  "@MattMurph24 why not Tulsi Gabbard ?",
  "How Leonard Cohen's \"Hallelujah\" brilliantly mingled sex and religion https://t.co/erEOtPllDt https://t.co/Y3ZtCfGYc8",
  "Thoughts on a better \"back-power\" protection circuit for hats on Pi with negligible voltage drop ? #raspberrypi #pcbdesign @PiFoundation",
  "@Point_Mutation I'm quite sickened to my stomach...though I supported Sanders.  I am quite pissed at the Democratic Party for screwing him",
  "@Point_Mutation Picard would be drinking Whiskey about now... Oh wait, lucky you live in Canada (population will grow almost overnight)",
  "@NIH_Bear seriously, i cannot possibly bear it.",
  "Working through Clostridial CRIPSR/Cas arrays and wishing for a search and annotation tool ...programmers ? #CRISPR #Genomics #NGS @NCBI",
  "A refresh, WiFi and BT...still only 512mb #beaglebone #singleboardcomputing #Linux https://t.co/k9Fc9hoTbX",
  "@beagleboardorg @CadSoftTech @octavosystems Why only 512mb ?  Is it too late for 1gb ?",
  "Finally a new set of porcelain figurines from Red Rose #tea American Heritage #collection https://t.co/564cG5giYo",
  "Hurt as performed by Johnny Cash makes the trailer...and of course @SirPatStew #XMen #Logan https://t.co/qOxefTRgcM",
  "They don't call it the Ghost Pepper for nothing #capsacian #spice https://t.co/Tq4ZEB7MxM",
  "Congrats to Bob Dylan on the #NobelPrize in Literature #folkhero https://t.co/cqO3KIwCrp",
  "After more than 365 days,  I finally submitted my #KiCad PCB files to OSH Park. Going to finally finish that #3dscanner #DIY #RaspberryPi https://t.co/gZpiK5G4IV",
  "@realDonaldTrump https://t.co/FP41XrCVE1",
  "@NIH_Bear Seeing this made me curious when you last went camping. https://t.co/kcfBn1hgb3",
  "@NatureNews Time to fund EMC2 on their inertial electrostatic confinement nuclear reactor ! #fusion #energy",
  "If Gold and Silver are creeping up in price per oz again, does that imply another #bubble ? #economy #DowJones",
  "Light sensor interfaced with backlight array through the Raspberry Pi #diy #RaspberryPi #python #leds https://t.co/Y85TLHQCfP",
  "So much so that you're going to need a #McGirdle after eating them #diet #nutrition  #fastfood https://t.co/xJ2JNkZxda",
  "Scientific observation that #Altoids induce ACHOO syndrome in my person (n=3 tins of Altoids) #omim #mints #sneezing",
  "Nothing like adding a #Python script to your #RaspberryPi startup only to end up in an infinite loop #scriptingfail",
  "Is Google's email servers imploding ?  Taking a long time to send and receive #Email #gmaildown #Google",
  "SpaceX propulsion just achieved first firing of the Raptor interplanetary transport engine https://t.co/vRleyJvBkx",
  "Proprioception and the \"sixth sense\" mediated by PIEZO2 #neuroscience #brain https://t.co/M62EEV48nb",
  "Planning a trip to Mars ?  Let #NASA know how by submitting a white paper https://t.co/PT1eR1RuQx #spacetravel #citizenscience #STEM",
  "It's Peer Review Week...does that mean my manuscript will get reviewed and accepted any faster ?  #PeerRevWk16 #science #publishorperish",
  "The science is mounting – giving babies peanuts and eggs cuts allergy risk https://t.co/OcKLHIQroW",
  "@ScienceChannel 99.99997% of people have an IQ less than 175... though people may refer to someone as a genius because they \"know stuff\"",
  "A patent for a bag ? That takes patent trolling to new lows #Apple #patenttroll https://t.co/7sI3GevyUm",
  "On a #Startrek Enterprise bender for the past few weeks. Most underated show but it got me thinking...where's my #warpdrive #spaceship #NASA",
  "Who knew... #Chobani plain greek #yogurt makes for the best #chocolate chip muffins ! #breakfast https://t.co/k1QAG6FljV",
  "@nytimes And what about the #Salt Industry ?  All three are bad. #hypertension #ageing",
  "Now that's a lot of copper ! #IBM #Linux #Nvidia https://t.co/pph6tUjNyf via @VentureBeat",
  "So this #EmDrive is happening and we'll finally find out if impossible engine maintain a #satellite in orbit https://t.co/2vYjGFqTwj #space",
  "#StarTrek50 Live long and prosper #StarTrekDiscovery #Space https://t.co/tEDPPuyagb",
  "Oh #MrRobot  92 East 82nd Street...What's at rhe #MoMA ??? #fax",
  "This is how you find your #LostAirpods #Apple https://t.co/UpvQ5Modu6",
  "Hey @Apple Did you fix the #LightningCable this time for the #Iphone7 ? https://t.co/tl7sBBH7fJ",
  "#Apple sounds the death march of the #audiojack.  They know we're all going to lose the #Airpods #LightningCable https://t.co/IGnbMIPQef",
  "And so, biomedical research opportunities slowly disappear in favor of #outsourcing #postdoc #stem #academia https://t.co/DHLBltQcWS",
  "Genius bar is an oxymoron, come to think of it #Apple #technology https://t.co/NObdy7XRAb",
  "Sitting on hold on #telephone call, and all I could think about was what the best \"hold\" music there is...#waiting https://t.co/OnfL2khhQu",
  "How will we stay clean without antibacterial  soap ?  #soap #hygiene https://t.co/xONaElz0Aj",
  "It's days like these were I am happy running Windows 10 #ioshack #Apple #security #zeroday https://t.co/llSJ2La4sn",
  "This gem was hidden right below my nose - now what ? #BRAIN #neuroscience #cognition https://t.co/iJyuzvPVm7",
  "Oh you give fMRI a bad name.... #neuroscience #brain https://t.co/BeY6TsXX9Y",
  "German institute finds brain parts used by Nazis for research during, and after, WWII https://t.co/sZXUUJxOWY #neuroscience #neurology",
  "Tabs versus Spaces ? https://t.co/o2bVfjkF89 via @YouTube  https://t.co/2nCWI2lbZQ …  #coding #SiliconValley",
  "That's brilliant ! Grab yourself a \"Silicone Socks\" 3-pack #E3D #3dprinting https://t.co/VMgLeZpqDk via @filastruder",
  "@scienmag #Tokamaks never made much sense to me; #fusion reactors in operation across the visible #Universe are not shaped like a tokamak",
  "Robots ! https://t.co/KHsxbGuzBb",
  "Pubs reduced to a #wordcloud really illustrate what I have actually studied #neuroscience #R #publishing #analytics https://t.co/9hdd1JHWLl",
  "#Staples price mistake of the day #corsair https://t.co/HNZh7pkwTw",
  "But will these alternate formats land the perfect job ? #resume #careers https://t.co/NO2cEltHSP",
  "#BetterLateThanNever to start watching on NBC.  A treat to watch Winkler, Shatner, Foreman, and Bradshaw travel across Asia with Jeff Dye",
  "Mapping the brain at single cell resolution suddenly became a reality ! #connectomics #neuroscience https://t.co/c4aWihLQ1Q",
  "This truly is the Fruit of the Loom ! @hackaday https://t.co/kRML0uITkU #RaspberryPi #DIY #Clothing",
  "All fired up for the Space Launch System RS-25 Engine Test https://t.co/TEWrX2sgEM via @SPACEdotcom #Rockets #NASA",
  "So essentially a portable #bioreactor.  Does it run off a #fuelcell or #solar ?  Now if that were in every home ! https://t.co/RLK1vl8zCS",
  "If only we had ion propulsion, 4.25 light years would be worth the trip ! #NASA #space https://t.co/cFb3lze3wl via @physorg_com",
  "#DIY doesn't have to be just about designing and builidng #gadgets ! #muffins https://t.co/yCkuXE1gbp via @Allrecipes",
  "On the cover this week: The Human Exome https://t.co/vT8yMtPTkF https://t.co/aa9bxDuPvX",
  "You can win #gold by sliding into the finish line #Rio2016 #ShaunaeMiller",
  "May the #FORCE be with you in your next journey #KennyBaker #StarWars https://t.co/NpVvMlZiYn",
  "Hearing an Olympic kayaker may have capsized after hitting a submerged sofa. Story of day &amp; possibly the week if true.  #kayaksofa #Rio2016",
  "Nasa's secret art studio: how to make rocket science beautiful https://t.co/63M3K7VxVu",
  "HiDyRS-X project earns new respect for the rocket thruster #NASA #Rockets #STEM  https://t.co/lBeu0fCSR2 via @YouTube",
  "Nature sure is weird. Metal organic framework structures in the wild ! #MOF #geology #science https://t.co/esQX05PXbV",
  "The #Windows10AnniversaryUpdate is like the Anniversary that you forgot and hardly noticed anything had changed #Windows10 #Microsoft",
  "Printing in PETG filament with #LinuxCNC on the #Beaglebone Black #3dprinting https://t.co/Qidndturcp",
  "To floss or not to floss.  That is the hygienic question !  #teeth  #health #dentalhealth  https://t.co/ooyOkLmaau",
  "#Science because stuff glows https://t.co/0QgC5EYFbj",
  "#Wonderbug Ralstonia eutropha actually goes by another name, Cupriavidus necator but where can I get some for homegrown #fuelcells #green",
  "From waste to fuel by way of CO2 #green #RenewableEnergy leaf https://t.co/lG6kIRjuPe",
  "Whoa...Something positive has to come out of the #Rio2016 Olympic Games and not just a #Zika test https://t.co/BKz7uSnQzO",
  "#3dprinting a suspension bridge and shake table #stem #engineering https://t.co/iJ5CYDRQ6u",
  "Earthquakes ! https://t.co/Hv4W8Eg9zU",
  "#Superfoods come in many forms but this is a tough one to swallow #sustainability #food #insects  https://t.co/vEmefGvf8h via @cbsnews",
  "Saturation in the television marketplace as #Vizio is sold to #LeEco for $2bn or is it another round of #tech consolidation? #economy #HDTV",
  "Last nail in the coffin for VHS.  You had a good run until you ran out of tape #VCR #vhs #media #video #movie https://t.co/Caa99yXZKp",
  "Funny how #scifi always gets time travel all wrong.  The chrononaut never actually benefits from the trip. #causality #paradox #TimeTravel",
  "From ground to kitchen ! #Brooklyn Cricket Farmers #greenfarming #goodeats #insects « CBS New York https://t.co/anbPVZt86M",
  "Thoughts about evolutionary  biology, comparative #genomics and the 1st bone? Which extinct species did it first ? #science  #Evolution",
  "Pentalobe screws and the fix is in #Apple #DIY #repair https://t.co/Aw1r6DUnXr via @motherboard",
  "This cannot be for real #starbucks drive through #coffee Westminster MD https://t.co/RTBQEiyUVj",
  "@alispagnola I see what you did there",
  "I published a Thing on @thingiverse! https://t.co/566erzChRH #thingalert",
  "Even with a touchscreen, you still can use a keyboard for #machinekit and #linuxcnc on the #beagleboneblack ! https://t.co/6eWXo2sYSa",
  "It's 2016 but still no solution to the post Ph.D. crisis... #phd #sciencejobs  https://t.co/DoNUYKtDaE via @macleansmag",
  "I published a Thing on @thingiverse! https://t.co/B7njolE9GW #thingalert",
  "Things \"they\" don't teach in graduate school - alternative careers in science #softskills #afterthebench #poorscientist #postdoc",
  "Seeing RNA at the nanoscale https://t.co/JPJzoBoRrx via @MIT",
  "Do frogs actually ride beetles in the wild ? #nature #frogs https://t.co/o9UhJ1QFWj via @boredpanda",
  "After 3 seasons, does anyone know what Jian Yang does at #PiedPiper or #bachmanity or for Erlich Bachman ? @SiliconHBO @FunnyAsianDude",
  "#engineering for #cats https://t.co/UmNQ4uwJn3",
  "@TonerPlastics White Toner Plastics 1.75 mm ABS filament for polish-n-paint awesome figurines #FreeFilamentFriday! https://t.co/5VMuNplgdd",
  "@GeeksAreMyPeeps we all want #freestuff",
  "Is there really such a \"thing\" as a secure server, impenetrable to hackers, like an Iron Server... #ITSecurity #hackers #databreach",
  "@SiliconHBO Our lossless compression is so good it sucks more than #Nucleus #blackhole #PiedPiperSlogan",
  "Utility in the #internet : Net Neutrality Rules ! #freedom https://t.co/i8nw4iuHt5",
  "Imaging just got real ! #microscopy #cellbiology #science https://t.co/BCqXmAUtV1",
  "Eureka moment decades in the making. Dr Heimlich saves choking woman with his own maneuver #medicine #choking https://t.co/VYqxBFTAxm",
  "America has the most amount of dead weight in the world ! #stem #physics https://t.co/KrsuBHGwpu",
  "Gives new meaning to the \"bitter pill\" Modifying our #microbiome in the face of less effective #antibiotics  #FMT https://t.co/5Yc0fz2SRR",
  "IBM can do anything and it's amazing ! Phase changing memory is it #memory #IBM #future #PC https://t.co/eNpk5eco5V via @physorg_com",
  "Ate some M&amp;Ms today and amazed at the sheer number of the blue ones #spinalcordinjury #safecandy https://t.co/4jd4BMYff5 via @gizmag",
  "With each passing day, a sustainable career in #science seems less possible unless intervention occurs #postdoc https://t.co/Kg9zOS8DAF",
  "@Point_Mutation @VeeLib Scientists can only be married to one only...Science will always love you back anyway",
  "One can never escape the Oedipus complex as it begins from birth through the unconditional love of the mother #SigmundFreud #MothersDay",
  "As a multifacted life #scientist , I resent the constant reference to something not being #rocketscience as no #science is easy #RnD #STEM",
  "Image duplication is too damn high ! #retraction #science #peerreview #editing #research https://t.co/VLkkqoXg3e",
  "Shame on you #Makerbot so much for the next industrial revolution #3dprinting #outsourcing  https://t.co/D2J39FlfdQ via @engadget",
  "Bismuth is one cool metal ! Can it be done from Pepto-Bismol ? #DIY #science #STEM https://t.co/gO6BkTF3md https://t.co/WfH70VgOlj",
  "How rare would you like it ! Bacteria help out #syntheticbiology #environment #microbe ##metallurgy https://t.co/sPjO3Le2Ej via @cenmag",
  "Calling all #exobiologists ...Fatty liver disease from long term space travel #health #spacetravel  https://t.co/PZ9F4vYqWu",
  "I suppose you cant #factcheck #Snopes on this particular story #bribery #socialengineering  https://t.co/jkT2PFlc4i",
  "The rotational speed of a tea cup in a #microwave is 5 RPM so what is optimal rotation rate for maximal reheat index (MRI) @generalelectric",
  "New study says that sex is a big waste of time #sex #reproduction #genomics https://t.co/zp29nsVry3 via @physorg_com",
  "Fatty liver disease, NAFLD, and NASH may be reversed by drinking coffee, lots of it #coffee skip the sugar #diabetes https://t.co/KYZswaYIFu",
  "UDOO X86 SBC Kickstarter!  Looks awesome! https://t.co/WebFVAxDAJ via @kickstarter @UDOO_Board  #linux #android #RaspberryPi",
  "Presenting the Gibbon's Beard Index, a quantitative measure of beardness #beards #hipster @ZZTop https://t.co/uc8YyjU9JE",
  "Tetrahymena has SEVEN sexes ! It's the genetics, silly #microanimals #reproduction https://t.co/DR4BtImDVm via @NatGeo",
  "Maybe we should finally get past the Steam Era and put C02 to work #energy #renewables #carbon https://t.co/xeWLqzaSk6 #science",
  "I (seriously) could not read this without thinking of the importance of journal club #postdoc #science #publish  https://t.co/MGzqccXSWY",
  "Is bioRxiv going to be the bee's knees, like arXiv ?  If  I post it, will reviewers come ?  #openaccess #publishing https://t.co/Qr2cYDbFTl",
  "In case you missed it, Tardigrades may not DNA thieves after all #tardigrade #genomics #NGS https://t.co/k3Mreer5eR",
  "Either my eyes deceived me or the #Mcor #Arke 3d printer produces full color 3D objects with paper #3dprinting What's up @makerbot",
  "Rewiring of the brain by hallucinogenic compounds and oneness with the universe #brain #neuroscience #enlightenment https://t.co/HypgimGXFq",
  "Admiral Ackbar fell into the inevitable trap of mortality Safe voyage into the unknown Erik Bauersfelf #Starwars https://t.co/KdJqhZ3DQV",
  "Nice cross-pollination through the engineering industry ! Spaceships to poolside. #SuperSoaker https://t.co/1M4jo5xl9c",
  "@CynthiaLIVE quite the paragon of Japanese-Mexican fusion cuisine, no",
  "Next advancement in FDM fabrication will be 4D printing.  Print into the past and get it now when you need it #3dprinting #timetravel #qed",
  "Heard the #Tesla Model S has #autopilot, Eddie Money going to be famous again \"Take me home tonight\" #selfdrivingcar #automobile  @elonmusk",
  "@SarahKSilverman @TheOnlyEdAsner I only see rusted which means he's done...stick a fork in him",
  "Apple Introduces Their Answer To The Raspberry Pi https://t.co/WoxAvGjHlM",
  "AXL expression and neural stem cells as a molecular mechanism for Zika infection and #microcephaly  #zikavirus https://t.co/20Ta5Wxg8t",
  "@DrFriedenCDC Any comprehensive analysis of SNPs in the Zika E gene Lobigs et al, Virology 1990 and MVEV suggested E gene and pathogenicity",
  "#ZikaVirus is highly similar to JEV, MVEV, and SLEV, all known to infect the brain, causing #encephalitis and reactive gliosis  #brain hmm..",
  "What is happening is a miracle.  Microsoft is bourne again (actually it never was) #Bash on #Windows https://t.co/NPYv2jt3rU",
  "Since 1990 Basic local alignment search tool or #blast has been cited 59,124 times.  That's a heck of a #bioinformatics tool #science #NCBI",
  "@3D_Print_News @MatterHackers Running my printer off of a #BeagleBoneBlack and #machinekit on Debian via touchscreen...standalone !",
  "Who's that Manta in the mirror ? Oh it's me. Are rays self-aware ? #selfaware #science #marinebiology #cognition https://t.co/MGQokD74XI",
  "Interesting technology that transforms your smartphone into a 3D printer #3dprinting #kickstarter https://t.co/LstYUKuBqi",
  "Stiil 1 month left to get your teenagers to enter the Star Trek Replicator Challenge #3dprinting #NASA #STEM https://t.co/kfdi2lA0rF",
  "We're going to Mars...someday #Mars #NASA #spacetravel https://t.co/dOlWpO1m9l",
  "You could say these mice have a \"magnetic\" personality ! #magneto #magnetogenetics #neuroscience   https://t.co/E40G39VHL9",
  "Defrag your genome ! How many passages till the genome doubles ? #syntheticbiology #biohacking #science https://t.co/yOwRy1MLXX",
  "@NIH_Bear Perhaps some bear meade and silent contemplation at Ursa Major will help unravel these mysteries",
  "News circulates that Israeli company #Cellebrite will unlocks Apples riches for the FBI #encryption #Mcafee knows something Tim Cook doesnt",
  "With all the Makerbot clones on the 3d printer market I can't help but think that the Delta style printer is superior #3dprinting #plastic",
  "What next-generation statistical test could be applied to oodles of #BigData  #statistics https://t.co/mj0FRjV9Xs",
  "Our immune systems have betrayed us to the lack of dirt on our #microbiome.  Eat some #dirt with those veggies #farm https://t.co/aA0CRzuS0s",
  "Apple was hacked...as in their products #AppleEvent #shrinkray",
  "@bigspasso hey Paolo",
  "My #physics experiment this morning is that #bumpermismatch is a serious problem in the #automobile industry #caraccident #NHTSA #momentum",
  "This may be a bit meta but what social engineering aspect is there to #Twitter Analytics on refined tweets #TwitterAnalytics #BigData #tweet",
  "@NIH_Bear Good luck with IACUC on that study",
  "@NIH_Bear Where is the scientific evidence to support that statement -OR- is that merely a bear-hypothesis #bearscience",
  "@Science_Open Public access is important in transparency of science &amp; research dollars spent but this was published in PeerJ, a megajournal",
  "On the irony of publishing in \"mega journals\" #PeerReview #publishing #science https://t.co/G5JhfeV41g",
  "Learning happens but not well in #Alzheimers brain #plasticity #neuroscience https://t.co/vPEzsExgjY",
  "Talk about a PET project ! Insight into the landfillome #plastic #biodegradation #bacteria  https://t.co/0qjZKKpfgS via @aaas",
  "BeagleBone Black clone with 2X memory on Indiegogo #machinekit #embed #3dprinter #linuxcnc https://t.co/PYRBnt38Z1",
  "@marcorubio Best of luck in #2020PrimaryElection #Trump is evil",
  "Western Digital has the PiDrive 314Gb for $31.42 .  Music server ! #RaspberryPi3 #rpi https://t.co/vEENgeAPSw",
  "Happy Pi day everyone ! #PiDay https://t.co/deDjreLyWi",
  "My 1st steak at a restaurant on #Earth! After ~1K meals in a bag on a #YearInSpace, it was a nice taste of change. https://t.co/VCxEjgjCHX",
  "Close call for asteroid #2013TX68.  Do satellites have space insurance ? #geico #NASA",
  "@Point_Mutation get yourself over to Blockbuster and rent that tape ! For Science - sake",
  "@Point_Mutation Lab potato is jealous of the Martian potatoes... #TheMartian",
  "#GIFparty",
  "@SarahKSilverman Drumpf: The sound the Republican party makes after hitting rock bottom #NOTRUMP2016 #MakeDonaldDrumpfAgain",
  "\"Holy grail of battery storage\" ...yeah don't get all charged up ! #batteries #energy #rnd https://t.co/VUiB4O8rBp",
  "Just saw this gem ! Who isn't selling a #polaroid #3DPrinters https://t.co/U5aRa2AxBV",
  "Who would Jesus vote for? To him walls, wealth, &amp; torture are non-starters, so probably the Jewish New Yorker from Vermont.",
  "People behind @HillaryClinton wearing \"Settle For Hillary\" shirts at her event in Hudson, NH... ouch. #nhpolitics https://t.co/PwK0NwCrat",
  "Canine deaths in pre-clinical trials raise more questions for Bial-Portela on BIA 10-2474 #pharma #pain # https://t.co/Pv6iDRUEBe",
  "Amazing that #NCBI has over 1 Tbp of sequence data.  If only I could BLAST it...must be down or in an infinite search loop @NCBI",
  "Raspberry Pi 3 now with Bluetooth and WiFi...oh what to make ! I'm building robots if only I could get one ! #makers #RaspberryPi3 #OOS",
  "Now if someone could predict tissue source of #miRNA #exosomes based on contents that would be one sweet #algorithm I'd tap into that",
  "Gave a lecture on miRNAs and bioinformatics...TargetScan is still the winner of miRNA target prediction #algorithms in my book #miRNA #RNA",
  "John McAfee will take the Iphone backdoor hack challenge ! #hacker #McAfee #encryption https://t.co/HKzXM1Ut0K via @nymag",
  "Is there info out there on the number of displaced neuroscientists ? #postdoc #careerdevelopment #science",
  "You only realize the difference between the Outer and Inner Loop of the Beltway when one of them is closed #mdtraffic #CapitalBeltway",
  "Franciscan dolphins are endangered through excessive selfies by Human #saynotoselifes #dolphin #stupidhumans #beach  https://t.co/UWm9ya50aG",
  "Rules of war: Never entrust your potential enemy with a strategic weakness  #datacenter #Netflix #Amazon  https://t.co/QFDfcNUUnK",
  "Why is Excel on this chart anyway ? #bigdata #algorithm #office  https://t.co/o5n4mekRTV",
  "The paper that will change the History of Cosmology #ligo #gravitationalwaves https://t.co/kE9JAQgtMF",
  "Gravity travels in waves ! #gravitywaves #LIGO https://t.co/FKZPlR8CQW",
  "Wayward pig shows up at New Hampshire polling place #election #primaries #2016election   https://t.co/AHDweOuZ1X via @BostonGlobe",
  "Gravity Waves ! #LIGO #gravity https://t.co/iVHAenLNiv",
  "Have Cartesian 3d printer,  feeling Delta envy... What's the solution ? #3dprinting #32bitprinter #Make",
  "With the passing of Alfred Gilman will \"The Pharmacological Basis of Therapeutics\" continue ? #pharmacology #drugs # https://t.co/RhfHH3QYs2",
  "Sage wisdom #hardwork #education https://t.co/2yHwQZfHsm",
  "That's a twist on miRNA. Fecal miRNA may regulate gut microbiota #miRNA #microbiome #exosome Cell Host &amp; Microbe https://t.co/CYaVZJa298",
  "Amgen's watching... Keep your data legit #scientificmisconduct #reproducible #data https://t.co/3ZsRr0TD4r",
  "Reed Smith White paper on 3d bioprinting and the FDA, interesting read #3dprinting #medicine #bioengineering https://t.co/A3a33nJNca",
  "Encaptra is exciting news for those with Type I diabetes #stemcells #diabetes #Viacyte https://t.co/ha3ZabxLgm via @torontostar",
  "Is Bernie Sanders Larry David or is Larry David Bernie Sanders...#SNL #progressive",
  "Why is the Chicago Stock Exchange being sold to a foreign interest ?  #stockmarket #economy #dollar https://t.co/dTwoJwaThI via @business",
  "James Webb Space Telescope needs another panel #JWST #NASA #astronomy https://t.co/fAQfxtZ3z3",
  "That does not bode well for 1/2 the lecture hall, now does it. https://t.co/hogOJcvBjj",
  "Senescence will be the death of us #aging #cellcycle #lifespan  https://t.co/79RqM1yRjR",
  "@WIRED Best statement ever \"It’s like Occam’s razor, if Occam had been an arborist\"",
  "Parsimonious relationships are lost to me #evolution #genomics #phylogeny #algorithm  https://t.co/0LPiFHnYyP https://t.co/nLYkFlUeSa",
  "Chancellor Angela Merkel goes nuclear ! #fusion #energy #futuresteampower #physics  https://t.co/wPmxKceNx8",
  "@sciencebase Sure did...only the potato shows signs of life https://t.co/5tpwv4yB1Z",
  "Quacks abound even in the 21st century #SamirChachoua #HIV #QUACK #psuedoscience #tigerblood https://t.co/rGqUpU1Bs9 via @Salon",
  "Big day for potatoes. $1,000,000 and to Kevin Abosch as well #art #stillife #tubers https://t.co/V6myenWnrs https://t.co/530t80N1t6",
  "Zika virus is a serious world health problem but eradication of Aedes aegypti is wrong #evolution #Extinction #WHO https://t.co/LEzmiLqhMY",
  "What, no Y chromosome ? How's that even possible #genetics #evolution https://t.co/tzyvS3MYa2",
  "I'm building something in my basement and it's going to be amazing #Make #madeintheusa",
  "I made a Thing on @thingiverse! https://t.co/a5SCwvv41R #thingalert",
  "@stevens1lab C4 inhibitors, hydralazine and isoniazid as a drug strategy for schizophrenia ? Arch Neurol Psychiatry. 1954 Jan;71(1):54-65.",
  "Schizophrenia and the immune system, culprits https://t.co/OLXFVUhjsU",
  "Stands to reason if you mix a bunch of grumpy unemployed guys, tight quarters, and guns, something bad is bound to happen #Oregonstandoff",
  "William Gibson would be both impressed and dismayed ! #cyberpunk #brainhack #singularity #neuroscience https://t.co/Qt5g1AqoT7 via @WIRED",
  "Tell your Doctors...Drink more red #wine for better cognitive performance #neuroscience https://t.co/0Aymc2CmRb",
  "From fossil to printer...outstanding ! #trilobite #fossils #3dprinting #invertebrate https://t.co/saOMDO6YFf",
  "Trumpscript making programing great again #python #trump #software #scripting https://t.co/ExIh4SwbqX via @GeekWire",
  "Snow Plows, where are you ?#jonasblizzard #howardcounty #Maryland",
  "The richest always benefit during an industrial revolution #technology #economy #jobs  https://t.co/ITcX336tpX",
  "A barrel now costs more than a barrel of oil https://t.co/VRAWLb3NWK",
  "@ScienceSaoirse Perhaps they were smoking marijuana and the inability to metabolize anandamide is the cause of the brain injury ?",
  "Maybe those brain-injured in the FAAH Bial trial were pot smokers #Bial #clinicaltrials #pharma #anandamide  https://t.co/jS0VzmPDro",
  "@LKrauss1 Lesson learned- if you feel a pull towards something, it just might make some waves",
  "Gravity has been making some waves lately or has it...rumors and 100 year anniversary #LIGO #gravity #Einstein https://t.co/DzfQL4ZcJs",
  "Maybe @JerrrySonnenberg should go and ask the  @POTUS for some.  I am sure #USA would like to hear his response... https://t.co/uU1YhWXsJK",
  "The #Bundy Bunch seditionists will be found guilty of #felony charges and no longer be allowed to own #firearms ! 18 U.S.C. 922(g)",
  "In my quest for understanding the genetics of microbiological diversity..Holey-Cow ! #microbiome #genomics #biofuels https://t.co/ccYPmBE0lW",
  "Kokak will no doubt have to give these away...just buy Kodak #film #retro #kodak https://t.co/pn5WVATXWe via @WSJD",
  "The FAQ for #Makerbot new Smart Extruder+, guaranteed to last 2.31 km or 7 large spools of filament.  What ? That's not smart. #3dprinting",
  "#ShaniaLaw in effect up in the Northwest...more like an unregulated militia #OregonUnderAttack #Idiots didn't do it for the #lulz",
  "What's up with Alessia Cara and #sweatpants on stage ? #settingthebarlow #NewYearsEve",
  "Looks like #Apple has invented #3dprinting with the upcoming #iPrint https://t.co/jFxNrpwdbJ via @make",
  "Jedi mind tricks...Did #HillaryClinton just say that... May the #Force  be with you... #DemocraticDebate",
  "Blame Jim Cramer ? #hedge the bets #shkreli  https://t.co/j8CpvbuIF9",
  "Reason enough to clean up #WallStreet  https://t.co/NQR6KDJFg5",
  "With 2016 #primaries a couple of months away, you've got to wonder \"Is Donald #Trump a #DNC plant ?  Must be 'cause not one's that crazy...",
  "@rinaldi_ca I have a basement lab for rent. What's cooking in the UK ?",
  "@rinaldi_ca Ha! Out of my basement...one can dream. Et tu Carlos?",
  "#Bendgate Part II Now it's Intel's turn and some engineer is going to get the axe #Intel #Skylake   https://t.co/6v2OKVEqON via @pcworld",
  "Odd #Blackfriday...considering sometimes everyone could use some #charity https://t.co/fILqOiOjVr",
  "Odd #Blackfriday...https://t.co/fILqOiOjVr",
  "@AnnieDarkhorse movie reference...couldn't help myself...",
  "@HuffingtonPost Russians...",
  "DNA Thieves indeed ! #Tardigrades genome sequenced ! #genomics #evolution https://t.co/kmOAguGe9Q @SmithsonianMag https://t.co/L25SLKCNq7",
  "@Point_Mutation A Cell paper",
  "3d printed gun ! Just add rubber bands and bullets...and a visit to the ER ! #3dprinted #DIY #staples https://t.co/pfGOCdU5jt via @PopSci",
  "Where do I buy my Li-Fi router ? #internet #wireless #tech  https://t.co/qtWD2lf70e",
  "Show your support for #Paris by 3d-printing a PARIS lamp #3dprinter https://t.co/5cs2XlK0Kg",
  "The fight against #ISIS or #ISIL or #Daesh is becoming a global battle against #extremist #terrorism and cannot become one of religion",
  "Well, that was a gas... Mar's Atmosphere was stripped ! #Mars #NASA #astrobiology #air #STEM https://t.co/DlimfnkQnU",
  "Via @NPR: How A Folding Electric Vehicle Went From Car Of The Future To 'Obsolete' https://t.co/cktyJ8YP1j",
  "Rip out the textbook pages ! DNA is still going to go on replicating... #DNA #doublehelix #science  https://t.co/wVn9ABvBGQ via @genbio",
  "One can only hope that it's out there #seti #KIC8462852 #dysonsphere @alienmegsastructure https://t.co/1pUdVfrAL1 via @HuffPostScience",
  "$43 million on a single gas station ? Seriously ?  Spies Like Us #chevychase #DanAykroyd #governmentwaste https://t.co/UORDSdWsBs",
  "Without Hamdi Ulukaya, how will change at #Chobani affect the quality of the #greekyogurt ?  via @FortuneMagazine https://t.co/ntAP0iRQ8Z",
  "I'm putting my #money down on #ledlighting on the guarantee that I'll see 22+ years out of them.  Are they what they promise? #greentech",
  "@MIT Will it produce 1.21 gigawatts ?  #graphene #supercapacitor",
  "You just had to know...The Hot Dog Report #hotdog #nutrition #food https://t.co/xLdqFWTcq7",
  "#BeagleBoard Reveals the X15 — And it's a Beast #debian #machinekit | Make: https://t.co/fyI7HPPm4B via @make",
  "It's that time of year again.  Get your kids out with some markers, crayon, paints for #Google #art #doodle https://t.co/ziHctKfDa8",
  "Imagine that. Mark that off my time travel destination. #Earth  #GEOLOGY #spacescience  https://t.co/LJEspuAVkD",
  "#Pharmabro Put the money to real pharma research...",
  "Bees get the buzz and the plants win #bees #Caffeine #agriculture  https://t.co/g0JQ3Zcv17",
  "Runners High: endorphins take 2nd place to endocannabinoids #neuroscience #brain #science http://t.co/O07NGuVe52",
  "I made a Thing on @thingiverse! http://t.co/8lm1TWnarB #thingalert",
  "Old ideas always resurface #science #microbiome  http://t.co/JFjmtd4jFh",
  "@Point_Mutation The lab is far removed from the real world ! Red pill...Blue pill ?",
  "@MartinShkreli @BernieSanders @HillaryClinton Funny #TuringPharma didn't develop pyrimethamine, or TRP-004, and cares for #bloodmoney",
  "...still cannot learn to run mazes or escape electric shock... #neuroscience #learning #brain https://t.co/vFkUCTVdNe",
  "As my English teacher always said, \"Proofreading is paramount\" #NobelPrize in #Chemistry for #DNA repair.  http://t.co/BKIeRLDQeT",
  "Neutrinos have mass...says Takaaki Kajita and Arthur B. McDonald. Proof is in the oscillations ! #science #nobelprize http://t.co/ofmPnv04uj",
  "Death to parasites ! Humans win as 3 scientists Win Nobel Prize in Medicine for Parasite-Fighting Therapies http://t.co/3DwcSFq7Cg",
  "If only Matt Damon knew there was water on Mars he could have saved the hydrazine for his return home #TheMartian #NASA #WaterOnMars",
  "Lachnospira, Veillonella, Faecalibacterium, and Rothia are on the menu ! #microbiome #asthma #genomics http://t.co/EuEcTuOwZ6",
  "Found this gem today #postdoc #science  \nhttp://t.co/WpGy64sPcY",
  "Apparently all that calcium and Vitamin D causes heart disease, not strong bones #vitamins #supplements http://t.co/7ciqU0HHLA via @nbcnews",
  "Research towards a better understanding of neuron-glia communication in the brain #Neuroscience #Brain  https://t.co/tnVmiiZttG",
  "Nice to see the Flu #Vaccine made it to the #ISS ! Is there a #FDA approved delivery system for space use ? https://t.co/lQNocxMFYs",
  "Sheila Nirenberg, #bestbossever for late night Chinese food and pizza in the lab &amp; genius use of #MacArthur money !  https://t.co/9JthQA99zh",
  "What happens to your status update when FaceBook is down ?  No one will ever know...  #facebookdown",
  "@alexwitze @NatureNews @HiRISE Massive Dead Sea found on #Mars...soon a tourist attraction #MarsMysterySolved ?",
  "Sorry, I think I just ruined NASA's 'Major Science Finding' about Mars. They found water on it. #sorrynotsorry #NASA http://t.co/gmWgDPWJ4E",
  "Will #NASA announce the presence of flowing, liquid water ? or is this a tie-in to #TheMartian I can't even wait https://t.co/OU0SDqjh8H",
  "@NSF_OISE @NSF Would love a link or caption...first thought was #bologna but now I see that it is a contracting artificial meat substance",
  "@DNABARCODE Mine is full of sugar and base",
  "@danielle_egan1 Zhang's dreams of a #Nobel prize will cloud his judgement and the paper was poorly reviewed and stinks of misconduct",
  "Scientist personalities alas are not always as magnetic as their discoveries  #magnetism #worm #science #brain http://t.co/YfFtc1zpR6",
  "First time using using La Costena #chipotles in crock-pottery chili.  Sold ! http://t.co/8qbs0So7WF",
  "@Society4Science Maybe Google Life Sciences should sponsor the Science Talent Search.",
  "Hey #Google You should take the baton and sponsor the Science Talent Search, promoting #STEM in the US https://t.co/Jio92ee5EE",
  "Poor choice for #Intel to end sponsorship of the Science Talent Search.  So much for #science in the US #STEM #? http://t.co/2nyANCl1qY",
  "A new old use for the penny #copper #bacteria Science/AAAS | News http://t.co/G36BBptJgT",
  "Even tech companies can #jumptheshark #Apple bets on electric cars with a target date of 2019 #electriccars http://t.co/0iIj5Qh68R via @WSJ",
  "@SenSanders This is exactly what is wrong for the USA.  Resources should go to developing new #pharmaceuticals not squeezing old ones",
  "@nytimes Excellent article that puts an important spotlight on predatory pharma #predatorypharma #TuringPharmaceuticals",
  "@realDonaldTrump @TwitterNYC #AskTrump How will you make America great again ?  You have not outlined a 20 point strategy or a business plan",
  "@adafruit How about another Pi ? #Pi2Pi",
  "#MartinShkreli explains his shrewd business tactics: Buy drug for cheap, increase price , and profit http://t.co/ALyDBAsiNm via @business",
  "Shameful of Turing Pharmaceuticals to abuse the system, fleece the public @TuringPharma #FDA #TuringPharmaceuticals http://t.co/oXIVkwMOuX",
  "Are corporate incomes more important than maintaining democratic freedom #saynotochinapledge #china #google #aapl http://t.co/SYVYhqosJg",
  "Google Life Sciences (GLS) snags Thomas Insel #neuroscience #NIH #NINDS #neuroinformatics http://t.co/PO6luZDIZ6",
  "You can jail the #Maker but you can't stop the maker #STEM #DIY #clock #IStandWithAhmed http://t.co/qkBEAgrGQV via @WIRED",
  "Mollivirus sibericum thawed from the permafrost of Siberia #giantvirus #virus #pathogen #NGS | via @Telegraph http://t.co/jChLZqPRzs",
  "The premise for Conner4real about 90's boy bands is hilarious but how will it fare in the theater ? #Conner4real #andysamberg #lonelyisland",
  "#Microsoft cannot possibly be considering purchasing #AMD #x86",
  "Spanish cancer patient gets a 3D-printed titanium rib cage http://t.co/SrOPfeE7sX http://t.co/88LPNpRdaI",
  "7\" Pi Touchscreen LCD Display now available #debian #raspberrypi http://t.co/Z6i4xuJl4V via @mcmelectronics",
  "Homo Sapiens has a new relative in town #darwin #evolution #paleontology  https://t.co/jO3GaB9dxo",
  "It seems the \"Donald\" may pulling out his Trump card as the first to top 30% #2016election #POTUS #politics @TPM http://t.co/lqTYPd2cKH",
  "Time to say goodbye to an iconic magazine as National Geographic is sold to Rupert Murdoch #nature #environment #green #http://wpo.st/XUA_0",
  "Now that's what I call optogenetics ! #neuroscience #optogenetics #brain  http://t.co/HahyfJqz3l",
  "Old news but mighty important, 21st century Civilian Conservation Corps! #unemployment #newdeal #economy http://t.co/ssyRgbJgyH",
  "Construction workers make a grave error, fear for their lives #israel #antiquities #antiqueroadshow  http://t.co/wq9Z8YS0XU via @usnews",
  "One can imagine what out country may come to in a Kayne West presidency #kanyeforpresident #AntiIntellectualism #idiocracy #mikejudge",
  "Bernie Sanders wins... https://t.co/juwU7si7h1",
  "@Point_Mutation https://t.co/YM0VD0Q9Aj",
  "So the #HugoAwards got assimilated by the #SadPuppies Did that really happen or is Isaac Asimov role over in his grave ? #scifi",
  "New study finds 39% of psychology studies can be replicated, begs the question, is this study reproducible #science http://t.co/XY3DdkXICy",
  "@Point_Mutation more practical than getting a R01 #grants",
  "Photography still shapes politics #POTUS #2016election  #politics http://t.co/nDZJVB5eyJ",
  "The First National Inventory of All Household Life (on a swab)  #microbiome #bacteria #NGS http://t.co/dGVMgqI0Vw",
  "@alispagnola you cook !",
  "To be fair, most have violated SEC rules when they email Jim Cramer #apple #SEC #stockmarket #nasdaq http://t.co/co5HpWWQBT",
  "The abstract brain, humans only... #neuroscience #brain http://t.co/2plncfQaS3",
  "@Awl They must be having a bear of a time",
  "Mad scientist claims petridish model a \"brain changer\". Not quite, I will keep my current brain #neuroscience #brain https://t.co/9iwqTZjYHn",
  "NASA Releases really cool 3D Files for Curiosity Mars Rover #3dprinter #NASA| Make: http://t.co/5aizZXly5D",
  "@best3dpen PLA or ABS...that is the substrate",
  "Eating Spicy Food Linked to a Longer Life #YOLO or #YOL4E #capsaicin #spice http://t.co/fARoM1JsBo via @nytimeswell",
  "Glia: The other brain cells - Science360 News Service | National Science Foundation #glia #neuroscience #brain http://t.co/qTlvb82B5P",
  "@AMNH Apparently the same tardigrade featured in the AntMan movie...",
  "When you post an object to #thingiverse , does it automatically become part of the 3d universe ? #3dprinting #Make",
  "The James Webb telescope has not launched and already there is a successor to the space throne #NASA #Hubble http://t.co/QJrMkECihY",
  "That's #science at work !  'Spray Back' Walls help stop public urination in #SanFrancisco @TPM http://t.co/I2mQ4Ytyp3",
  "I published a Thing on @thingiverse! http://t.co/AZv9is4bOl #thingalert",
  "What is it going to take to make 3D printing the personal manufacturing revolution ? http://t.co/3eUwQZPwVw via @qz #3dprinting",
  "Engineers, engage ! Washington, D.C. is slowly sinking #forebulgecollapse #climatechange #government http://t.co/V6tvKph61D via @msnbc",
  "Phenomenal.   Maybe now every doctors office can perform ELISAs https://t.co/tPTJhnwRmk",
  "The World Health Organization thinks 1.1 billion young people are at risk of hearing loss http://t.co/jXHOHk80Kr http://t.co/mnIQPmJVyN",
  "@SmtimScienceSux @Point_Mutation Offer up some ANOVA and primary cell culture 'cause lab favors always helps to make friends",
  "@ScienceChannel Who else gets excited seeing a perfect spool of filament ? #filament #3dprinting",
  "SHooter fires gun in theatre sending 8 to the hospital and killing self and one other while watching Amy Schumer's #Trainwreck",
  "NASA needs to send out ion propulsion discovery probes to every Earth-like planet...just because they are there #Kepler #Astrobiology",
  "@3D_Print_News that's what happens when you replace the inventor and put corporate profits first #makerbot #Stratasys #3dprinter",
  "@thedavidcrosby @adamweiler_ He gave a talk at Harvard so that certainly inflated his ego http://t.co/uARTX4XS8G via @rollingstone",
  "Don't be \"dumb as a post\"...words to live by...from David Crosby who might be one of the greatest living musicians ! #KanyeWest #HomeDepot",
  "Looking good Pluto #NASA #Pluto #NewHorizons http://t.co/BtRhzCzEXk",
  "@electronlove &lt;i&gt;Science&lt;/i&gt;: Curiously Square Seahorse Tail Could Inspire Engineering Advances :  http://t.co/JuWua6vVVC via @AAAS_News",
  "Seahorse-power ! #design #bioengineered http://t.co/zbFC5mYaVS",
  "@TheCollapsedPsi @Point_Mutation depends on the celebrity 'cause that would be #distractinglysexy",
  "Couldn't find a best place for a 3d printer so I had to build a cart. #3dprinter http://t.co/ybbkSdFCwT",
  "Sadly, the Bubble Wrap that we know and love is no more #bubblewrap #packingmaterial #FEDEX http://t.co/mKNlXRNdMl via @WSJ",
  "Any guess to the two mystery drugs ?  #neurodegeneration #neuroscience #alzheimers http://t.co/Fy8Iqzfqg4 #via @ScienceAlert",
  "#epigenetics wins again, with histone modifications  http://t.co/2R64gzlDmY",
  "@NIH_Bear Maybe you should settle for Honey Bears http://t.co/wXWIAxWcAC",
  "Walmart makes ISIS cake, refused Confederate flag cake. https://t.co/Zz9FVODJp0 via @YouTube",
  "@cheeseguy05 True...but when you fabricate data that vaccines cause autism, and harm  children, then you sort of qualify as a quack",
  "Dr. Jeff Bradstreet, a prominent opponent of vaccination, found dead. Did not vaccinating do him in ? #vaccine #quack http://t.co/73OwR70C1a",
  "Microbiologists and Neuroscientists might get a raise it the 2016 NIH Budget goes through #grants #neuroscience   http://t.co/tsoK3nAmcc",
  "The grants scene hasn't changed at all or so I'm told #NIHfunding #research #Phd http://t.co/eGhs8uD6Ed",
  "@amyschumer @JuddApatow Did you go for the massage #japanesetoilet",
  "I'm sure the joker was programming Arkham Knight for the PC #arkhamknight #Batman #GamerProblems",
  "Nice 5-axis CNC ! #CNC #make #linuxcnc http://t.co/RUtrHsrWtX http://t.co/I3vfLOXLrb",
  "#Kanye admits he was wrong and then broke the internet ##BreakTheInternet #Kimye http://t.co/uZ5lDscrCM via @HuffPostEnt",
  "@V8 Love V8 but I did not like Healthy Greens at all #V8",
  "Useful in a court appearance...\"My microbiome made me do it\" #bacteria #neuroscience #microbiome https://t.co/EECZX8keWc",
  "Art class for neuroscientists ? #neuroscience #SFN http://t.co/0kXrHVByF4",
  "You just may have become to numb to skinny jeans #jeans #bodyimage http://t.co/FHWzyuZqxL http://t.co/ztvhwZNn69",
  "Who knew there was an end to #Thingiverse ! http://t.co/FD7COPwHAp",
  "Someone had to make it...now one for Crayola Crayons https://t.co/6xF956nPMg",
  "Where do you keep your #3dprinter ? Mine takes up the entire basement.  Too bad someone doesn't make a 3d printer organizer #buildit",
  "Why would AMD split in half anyway?  #AMD #x86 http://t.co/Zrbo7pGeC0 via @forbes",
  "It's going down, they're cutting timber (in Central Park) http://t.co/fbope9Jf8Y http://t.co/MGLCEIZZQw",
  "@GrumpyJReviewer As an optimist, that's three open positions in a growing Department #professor",
  "I think @neiltyson is trying to BS me right now... https://t.co/uID0qKpXIr",
  "Dentistry carries its own risks #dentist #teeth http://t.co/rEsSaytqy4",
  "You've made it in life when you have a wikipedia entry #RachelDolezal https://t.co/8FH7WQgznB",
  "I hope Cook and company knows about this ! #apple #security #hackers @ios  http://t.co/xztnRLltQ9 via @sai",
  "@cian_neuro @mocost @okaysteve  Sure ~20k genes and &gt;100k protein products that still do their business at the synapse #brains",
  "Finding new ways to explore the vast universe of unknown microbes in the hunt for antibiotics http://t.co/cfEwwdRErT http://t.co/aZI1A5f6x3",
  "@GeeksAreMyPeeps I am amazed that in 2015 you are still using #yahoomail",
  "@NASA @NASANewHorizons Wonder what Pluto will look like up close and personal ? Maybe back to 9 happy planets #NASA #Pluto",
  "RT the female scientist stereotype https://t.co/oTZoQt7eoA",
  "For some strange reason, I've got a gut feeling on this one... #syntheticbiology #microbiome #bioengineering  https://t.co/BhoF6KVUXX",
  "@mocost @okaysteve The nucleus can not store individual #memory registers for &gt; 10,000 synapses therefore my money is still on the #synapse",
  "3d printed bridge project #3dprint #robot #autodesk http://t.co/Cruf3DMsGG",
  "Lots of #Aplysia washing up on the Alameda shore http://t.co/1Yipp27HMW",
  "And more importantly, a great source of fish food ! #fisheries  https://t.co/MK7u7jiE8w",
  "Dave Grohl of the #FooFighters breaks his leg and heroically finishes the show http://t.co/LhHMrJ5dVM",
  "Even after #fringe first aired in 2008, Michael Giacchino's score to the show is still amazing @m_giacchino",
  "Maybe Rachel Dolezal is jewish too ? #RachelDolezal #BigHair http://t.co/pZuo5zXUj1",
  "#Bigdata needs a new programming language...can Julia do it ? http://t.co/YTztaKiw1Q",
  "In an odd and strange way, #terrorist organization #Isis has accomplished what the world could not, stopping #alQaeda http://t.co/CVZWsb2JdC",
  "Looks like Tim Hunt jumped the shark... #Nobel #womeninscience http://t.co/WpbG2JpWtC",
  "Hermann Zapf, font legened, died and all of you #dingbats failed to notice.#fonts #typography http://t.co/6tx9WFwYmS",
  "Type A or B Personality ?  Visual quiz Tumblr from João Rocha #psychology #personality http://t.co/fxJVRpzM7g via @HPLifestyle",
  "Getting things started through #Kickstarter will now get harder if you don't deliver #crowdsourcing #crowdfunding http://t.co/Y4eFyC9Qz0",
  "..that is unless you're hiding some data in there... https://t.co/8KHUQnTbNh",
  "Does the BCG vaccine protect against Type I Diabetes and Multiple Sclerosis ?  http://t.co/wXFVWQJi8g #diabetes #tuberculosis #FDA",
  "Incredible...how much water for their micro-urban farm ?  https://t.co/cbAswQQEJA",
  "So Apple Music = Apple Newton http://t.co/j3cNzYBSok via @WIRED #music #fail #Spotify #streaming",
  "With the \"recent\" federal government OPM zero-day hack, was it a Windows or Unix server ? #cyberattack #cybersecurity #Microsoft #Unix",
  "That's a lot of #intel processor cores ! https://t.co/YH1d7LlHY8",
  "Bioinformaticists and/or bioinformaticians still need to get paid to analyze all of those $1000 genomes... #NGS  https://t.co/ha2boznYSj",
  "This year has it at the Marshmallow Test for the 2015 Golden Goose Award\n#science #psychology #delayedgratification\nhttp://t.co/wsVjxNnXzF",
  "So merely coming up with a good idea is not enough anymore ?  #apple #IP #patents  https://t.co/luzi6K0tQV",
  "That where I put my Apple I #vintage #apple http://t.co/ulvuPos1N5",
  "@NIH_Bear The only way to p-hack #Stats",
  "All these years using #NCBI Blast and the nucleotide database option only to just realize that it does not include #WGS or #contigs !",
  "Humans as insectivores ?  #food #insects #diet http://t.co/pdvVoWSBVR",
  "What a pain it would be not to feel pain...#pain #nerve http://t.co/2ZVeKs9LQ6",
  "Starbucks is doing something to their coffee to keep people coming back for more #starbucks #caffeine #coffee http://t.co/saIpsqs2P9",
  "@WowSoPunny Is that a road or an intersection ?",
  "To my amazement,  #MamaJune is suing TLC because the #Duggars have a far more interesting backstory than #HoneyBooBoo",
  "With only #Intel and #AMD in the x86 market, bankrupcy is not an option http://t.co/tqgSlxXTOF via @FudzillaNews",
  "So much for GDF11 and regeneration #muscle #aging http://t.co/JprhkY6OPJ",
  "Watching the 1st ever episode of the @JimGaffigan show and its so popular it just won't stream...might just go and get a #hotpocket",
  "Fox News guest accuses network of creating 'cloud of corruption' around Hillary Clinton http://t.co/HxMkt6BO4j",
  "Soon there will be journal submission tools to root out all of that p-hacking ! #phacking #science https://t.co/Rpafe9U8Rt",
  "@POTUS In regards to @billclinton, when one accepts the mantle of \"@POTUS\", does one inherit all their former followers ?",
  "We're the 'Tute and we're proud ;) RT @phdcomics What to call yourself in Academia: http://t.co/NVV3v4SEBZ http://t.co/mXmGIUTgsb",
  "@MIT @phdcomics Unemployed Ph.D. is missing from that particular cartoon #postdoc",
  "Los Angeles Raises Minimum Wage to $15 an Hour http://t.co/usU8XLXhxB",
  "DIY Heroin.  Scientists create yeast that can make sugar into opiates #drugs #DEA #GMO http://t.co/YPPaOPbVfi",
  "Interesting find ! #brains @neuroscience https://t.co/4POCtHt3GF",
  "@mocost How many people can honestly state that they are a connoisseur of brains",
  "Cannae it work ? #NASA #space http://t.co/Q4M9lmhMHn",
  "That's a must-have 3d printer upgrade ! Hydrographic painting ! #3dprinting # http://t.co/3rMbIeDJSk via @WIRED",
  "I could write a manuscript on the author list ! #NGS #G3 #genomics http://t.co/vyt2X0aPWq",
  "Know your generic drugs #FDA #bioequivalence #bigpharma http://t.co/phKKnAKjJ8 via @WSJ",
  "Asteroids didn't just kill off dinosaurs, they probably wiped out ancient ocean creatures too - BT https://t.co/fuvFlBFACr",
  "At their peak even the dinosaurs didn't realize their actions would bring about their own demise #globalwarming #extinction #carbon",
  "Is that a warm-blooded Opah ? #fishyscience http://t.co/mIjjGMef5x",
  "She helped make a monumental discovery in biology. Now she's fighting to control it http://t.co/effON5G6Cc http://t.co/55rNIP143x",
  "@rinaldi_ca Hey Carlo...Good fortune in your endeavors",
  "On this day in 1980 smallpox was declared eradicated. Learn more about smallpox and the history of smallpox vaccines: http://t.co/3LucZUHNfK",
  "The Brighter Side of Rabies #connectomics http://t.co/klJApa523S via @newyorker",
  "$9 computer ? #soc #debian http://t.co/pVZhadTSgX via @make",
  "Science requires replication...Where are the error bars ? #statistics #procrastinar  https://t.co/vbScZWqoia",
  "Cloaking technology ! Takes new meaning to \"Where did I place my keys\"...#cloaking #startrek http://t.co/F4ulKF2YnZ",
  "Don't believe the hype ! #beardforlife #beards are perfectly safe http://t.co/YXFcuBfwvl",
  "TALEN System is just as important as CRISPR/CAS  #genes http://t.co/f5uigfa5Iv",
  "@GeeksAreMyPeeps You just have to let it go...much like you did for your #Geocities webpage",
  "Oh no they didn't ! CRISPR/CAS editing of human embryos #CRISPR #genetherapy #bioethics http://t.co/z0iDpI6nlc",
  "Chicken or Cow ? Know what you have. http://t.co/AdKnNZCiuY #cellculture",
  "VICTORY!Judge rules for us in AFDI vs MTA:\"The [MTA's} theory is thoroughly unpersuasive\" #WIN\nhttp://t.co/7nkCXIrTd7 http://t.co/EtdlRs2kZL",
  "Talk about shipping costs ! #3dprinter #NASA #ISS https://t.co/bH43GtMFuc via @YouTube",
  "Future of 3d printed organs http://t.co/g4TQip4lfJ #3dprinting #transplant #bioengineering",
  "#TheDailyShow with Jon Stewart as we know it ends August 6th.  Hope it is spectactular http://t.co/DTCvz0hCEl #JonStewart via @nytimesarts",
  "@TatianaVCohen Last day for the Daily Show is coming http://t.co/fhF3IVQUie",
  "Must be the smog ! Solar-powered plane on round-the-world flight grounded in China #solarpower http://t.co/WvSDOH38Ru",
  "A water pipeline from Washington to California ? New #Kickstarter to Save California From #Droughts -  http://t.co/uUZd0qfQ1r",
  "Moore's law hits its 50th anniversary today, but novel physics will be needed to extend it http://t.co/Zyrc83pvk8 http://t.co/EYT3KLs20c",
  "Darwin would be proud #evolution The more interesting cousin of the sea cucumber http://t.co/WJ7lRtac38",
  "@HuffingtonPost Well that would be to have someone else cut them #onions",
  "Thinking #hominids like Lucy were real tools...users https://t.co/S3SxWkaDa7",
  "New Horizons 1st images of #Pluto the 9th planet ! #9thplanet #NASA http://t.co/OYjbZoK7VF via @CNET",
  "Maybe the world is an understatement... https://t.co/kJOeiFGUsu",
  "When will the Democrat hopefuls get on the 2016 Bandwagon ? http://t.co/xocpoa685x",
  "Dark matter map of the sky still doesn't answer what #darkmatter is anyway... http://t.co/tHmRfhl3eL via @engadget",
  "Non-coding goes coding ! A new role for #miRNA : miRNA-encoded peptides, http://t.co/1bxuh4sbmt and http://t.co/Ws7W8ChYJ7",
  "Something is clearly wrong with the #education system when adjunct professors cannot make ends meet. #workingpoor https://t.co/nOv5kycrAu",
  "3D printed cast could heal bones 40 per cent faster | via @Telegraph http://t.co/S8qssLD1tm",
  "Now that's a huge #3dprinter ! Open Gigabot @Kickstarter http://t.co/PR4fdd3jeY",
  "@NatureNews Clearly...\"Easier said than funded\" but perhaps redirecting Ph.D. into alternative careers early on is the only viable solution.",
  "Wanted: staff-scientist positions for postdocs http://t.co/KSz3NU8ZAP",
  "Delicate Magnolia Scent Activates Human Pheromone Receptor http://t.co/hdCM0B6Tt9 #science #neuroscience",
  "Imagine a world where no one cares so much for basic research...#grants https://t.co/n7gAbhJsuK",
  "Maybe Sabra screwed up? Listeria in the #hummus  http://t.co/LX3JfsxfuC",
  "#Postdoc benefits ? http://t.co/0T8gxEM4Ma",
  "What better way to celebrate #Passover than with #JohnStewart laser-cut matzah! http://t.co/ki4eq2craZ",
  "Postdocs must be getting more than their \"fair share\" #poorpostdoc http://t.co/1lnG6tfr0o via @thedbk",
  "@drugmonkeyblog @NIH_Bear Is there an archived copy of \"Eroding benefits for UMD postdocs?\"",
  "Where were you article when I needed you ?  Nature of  \"The future of the #postdoc\" http://t.co/hM63VcdGVm",
  "Emanuel Tschopp is bringing #Brontosaurus back ! http://t.co/5lSctEI7hY https://t.co/V8yinUjg4L",
  "Personal genome editing was fun while it lasted...#Crispr  http://t.co/vIZr6WoUTt",
  "@SarahKSilverman indeed...that happens but not always in that order ;)",
  "#SNL hit it with #Neurotology and #Diametrics",
  "Is Samsung going to buy AMD ?  http://t.co/2JYiAH574n",
  "Just in case you missed it...wrinkled fingers for a reason ! http://t.co/P4fVsS5uZL",
  "These are great- send to all the men in ur life RT @texpatriate 10 Rape Prevention Tips. @lizzwinstead http://t.co/IPfWsaz9zz",
  "An author is someone who has made substantive intellectual contributions to a published study. @BMC_series #BMCRoadshow",
  "@NatureNews PhDs need to learn about career alternatives...science policy, government, teaching science alternatives...",
  "Researchers discover an RNA molecule that can be manipulated to increase the production of neurons from stem cells. http://t.co/DQ70pUBzpL",
  "Ted Cruz to Announce on Monday He Plans to Run for President, Report Says http://t.co/tMvo39nC1B",
  "What would our #genome sound like if it were transcribed as music based on k-mers of 5 with each word as a note ? #bioinformatics",
  "How dud that happen ? Adam Horovitz, a #BeastieBoys in Middle Age http://t.co/kk4M3q4cW7",
  "circRNAs and quaking in the same study ! Cell http://t.co/bVtNey0UIE",
  "There are too many scientific studies, new study reports http://t.co/osdrQMgHHW",
  "Fast 3d printing with polymers #3dprinter  http://t.co/oIdjZRaZmP",
  "Recently developed technique helps scientists uncover 7 new cell types in the brain. http://t.co/3MlhdSjtDk",
  "Is this the future of chemistry ? http://t.co/nZsuVpQWWC",
  "Weasel defies laws of nature and flies through the skies of Essex #weasel http://t.co/baMtSnFx19 via @HuffPostUK",
  "Here's to the power on human evolution and our wondrous brains #AAAS http://t.co/gPoGWgdijH",
  "May Leonard Nimoy boldly go out into the unknown #Spock  http://t.co/Xffx3sTQ1o",
  "Kudos to Gastón Accardi for a brilliant idea ! Hope he gets some funding... http://t.co/H4OOvfrykZ",
  "Do we want to drive around in an Apple car? #Project Titan http://t.co/jsHSKfXVuY via @nypost",
  "@BioMedCentral @stephharriman Nature seldom publishes papers that correct the literature.  Does this imply that Nature is less responsible ?",
  "Excellent article in the New York Times magazine on modern day invention through #Quirky http://t.co/oOdmOKxirT",
  "Interested in #miRNA ? Pick up #Science, Vol. 294 Issue 5543 for 3 landmark papers by Ambros, Tuschl, and Bartel.",
  "Mapping the Human #epigenome is amazing, accessing the Nature website for the articles, not possible...http://t.co/nEn5f4TLRc",
  "NIH-supported researchers map epigenome of more than 100 tissue and cell types http://t.co/rEbbzICPOu",
  "Is TargetScan the best algorithm for predicting miRNA-RNA interactions ? #miRNA",
  "Metal munching bacteria maybe set to make #asteroid #mining profitable http://t.co/MlLTHC2iPV @GoDeepSpace #biomining",
  "Deep Space Industries want to use microbes for \"biomining\" asteroids !",
  "Broad Institute helps analyze your RNAseq data through Sashimi Plot software http://t.co/N4AjMeYQoW",
  "Stem-cell star lands in same venture as disgraced cloner http://t.co/47xAF1vdXf #science",
  "Jon Stewart for president ?  #2016election Would that be an independent ticket with Bernie Sanders ?  #JonStewart #BernieSanders",
  "Going through Pubmed only to find that another lab just published an identical comparative genomics paper in the midst of write-up #NGS",
  "Finally, the science behind why your cat loves boxes so damn much http://t.co/9bMxcdRizA http://t.co/edGv1x3wBo",
  "Keep an eye on #AMD and hopefully BLX IC Design and others will stay away.",
  "Drinking and driving is an even worse idea than throwing a pass from the one yard line. Call a cab if you need one. http://t.co/6zFVNL3M9K",
  "@elonmusk 3d printed carbon fiber space elevator, of course...with a mix of graphene",
  "@HuffingtonPost XXS !",
  "The pilot for \"The man in the high castle\" was both intense and disturbing ! #philipkdick #AmazonPrime",
  "Scientist sure love the R. http://t.co/EuiQTrNUGy",
  "Will AMD make any new announcements about the future of non-Intel processing ? #CES2015",
  "3D printing with PEI (Polyetherimide) is amazing.  Getting the PEI to stay on the bed is a whole other story.",
  "New Antibiotic Found in Bacteria from the Vaginal Microbiome http://t.co/S0bocAaKWn via @novapbs",
  "@SarahKSilverman Over-rated and the kids these days resent you real fast..",
  "@GinnyC61 Sure. I post nothing of value anyway !",
  "@GinnyC61 #SanFrancisco will always be in your heart",
  "Thankfully, I don't work in the #smallpox lab where ancient vials were discovered last week!  #cardbordbox http://t.co/kNYdplqoud",
  "Motorhead rules ! http://t.co/lRfYxxhTRw via @sciencecodex",
  "Do People Only Use 10 Percent of Their Brains? http://t.co/iUzYCFKOVh",
  "@electronlove https://t.co/2fy1Az1n1R",
  "Looks like the #claustrum is the hotbed of #consciousness.",
  "@dana_fdn @kaytsukel So why does Big Pharma market so much of it then? http://t.co/uqRM8sbQtT",
  "Do STAP cells really exist? http://t.co/9xU0GeqJqn",
  "That took some time! http://t.co/E92c1kKTdD",
  "@NewYorker Without solid mass, wouldn't the intestines begin to atrophy?",
  "Lizzie Widdicombe: Could Soylent Replace Food? http://t.co/1FV1hph6BT via @NewYorker",
  "The Hague Declaration | The White House http://t.co/nSwrqh9qhZ",
  "Scientists should be more statistically savvy and shun sacred P values http://t.co/2aeMe7HSsd via @NatureMagazine",
  "The year of Nicotinamide Adenine Dinucleotide! http://t.co/QnxyXf6fLf via @guardian",
  "Am I a Neanderthal ?  http://t.co/KPoAlMywi1 via @sharethis",
  "Banana Fungus Creeps Closer to World's Key Plantations: Scientific American http://t.co/rzJHT2KeE4 via @sciam",
  "Nicotine In Peppers, Other Plants Linked With Lower Parkinson's Risk: Study http://t.co/74wS2UQn2i via @HealthyLiving",
  "Research for sale. My interview with @WiredUK on China's black market in academic papers http://t.co/Mc8pqZj9f8",
  "Ian Parker: The Search for a Blockbuster Insomnia Drug http://t.co/eu0hN8UcQU via @NewYorker",
  "Whooping Cough Vaccine Does Not Stop Spread of Disease in Lab Animals | Science/AAAS | News http://t.co/rf68LrJoiU via @AddThis",
  "Infants with Alzheimer's gene APOE-E4 have differences in brain development: Study http://t.co/S3wdLWvsVc",
  "The irony of re-tweeting this... http://t.co/HK0yaV12xA via @NBCNewsScience",
  "New transistor mimics human synapse to simulate learning http://t.co/a9TYQ06xZt via @extremetech",
  "Harvard SEAS has developed a \"Synaptic Transistor\", a scalable transistor. http://t.co/tbrN8MjGHE and http://t.co/QdZxEsNeh9",
  "Copy number variations in post mitotic neurons...Is this how memories are actually stored? http://t.co/JYuQhGKJEm",
  "@kaytsukel @drugmonkeyblog Eric Kandel is looking as inspiring as ever",
  "2013 Nobel Prize in Chemistry awarded to Dr. Walter White for \"improved synthesis of N-methyl-1-phenylpropan-2-amine\" #NobelPrize",
  "Congratulations to James Rothman, Randy Schekman, and Thomas Sudhof for SNARE-ing the 2013 Nobel in Physiology and Medicine! #nobelprize",
  "@SenatorCardin As a government employee, I want to know when the government will pass a just budget and not continuing resolutions?",
  "@SenatorBarb Hope that the republican side of government sees reason and averts a shutdown #GOP",
  "Kids and their parents need to be held accountable for their actions #BrianHolloway",
  "Is Sarah Silverman Going Christian? http://t.co/RkUe3IswYx via @twitter_username",
  "Scientists at Stanford describe a microbe-based battery http://t.co/nIbPWjdfPO",
  "Clearly something is missing from this brain... http://t.co/n6gPKS7xlF",
  "US BRAIN Initiative neglects glial cells in a proposed hefty undertaking, should be reconsidered, http://t.co/cUHn5Im1LB",
  "MERS-CoV virus on the loose in Europe...http://t.co/z5WW7Pu9Re",
  "Why my brain makes me age! http://t.co/g0iy6NOl87",
  "#Qiagen just acquired #Ingenuity...what does that mean for high content data analysis ?",
  "What the Brain Can Tell Us About Art http://t.co/0cP9y8D7iT",
  "Method of the century! http://t.co/pDTfE1Ekt6",
  "The Three-Billion-Dollar Brain http://t.co/W8F1SlUIk8 via @NewYorker",
  "Zombie stem cells may fuel science!  http://t.co/VItMrPxiSS  via @NBCNewsHealth",
  "http://t.co/EhlRsqITiV",
  "Smarter mice, through a little extra astrocytes! http://t.co/AuJY0oeo7o",
  "I'm all for $1 Billion for neural plasticity and neural development! http://t.co/gLmEX83s via @NewYorker",
  "http://t.co/bca7YRhr",
  "In Obama's #SOTU, where is all of the money going to come from to invest in our infrastructure?",
  "Odds are low for Obama's pledge to throw money at neuroscience research to happen\n#stateoftheunion",
  "A lot of bioinformaticians are getting fired http://t.co/TlhLSrYS",
  "Old drug for weight loss, Amlexanox, casues weight loss in obese mice.  Next stop, obese people...cha-ching! http://t.co/UvzryzTX",
  "Scientists find zombie bites a common cure-all for most ailments #walkingdead",
  "My grammy would be bored with the #Grammys.",
  "Now that is a big number! http://t.co/hZ8W3Or1",
  "Breathing metal ? Imagine the possibilities... http://t.co/bByKVtPe",
  "Low oxygen and premature babies! http://t.co/ndOyLUxz via @guardian",
  "@JoshEisenberg Shame on you for giving up on the dream #livestrong",
  "http://t.co/4DwGQBiz",
  "What is the measure in our publishing dollars? http://t.co/OrjwvaCc",
  "G-quadruplex! Four-strand DNA structure found in cells http://t.co/UfoCpNKX",
  "Photo: This pelican looks like a urinal. Go home, evolution, you are drunk. http://t.co/zqcvZzjA",
  "Who knew that #Facekinis would be the big trend of 2012?",
  "Anti-radiation pills: forget the fridge, bring on the nuke http://t.co/FTLQNd6p via @dvice",
  "50 Shades of Grey in Scientific Publication: How Digital Publishing Is Harming Science http://t.co/9dSwT8a4 via @HuffPostScience",
  "http://t.co/6d6VBGhn http://t.co/n9gENWbI",
  "@NBCPolitics Tie",
  "Will call the town hall debate a \"draw\".",
  "Obama kept swinging throughout the townhall but didn't convince the undecided...",
  "In 2012 @Motorola announced #ICS for our @Android phones, #Atrix and #Photon. Now they canceled it. #UpdateMyMoto! http://t.co/1p0uPaeb RT?",
  "Do Animals Get Depressed&amp; http://t.co/9jT3qkzx  via @NatGeo",
  "CultureLab: Grow your own home with ancient and modern tech - http://t.co/eabAyDoY",
  "Social Interaction in Early Life Affects Wiring to the Frontal Lobes http://t.co/Sh5ZKFuH via @HuffPostScience",
  "@HuffingtonPost I suppose the meat industry should take a stance on this \"grave\" issue.",
  "Andy Samberg has a new anti-cannibalism PSA http://t.co/9hp713EY",
  "Apparently even mild brain trauma has long-term consequences. http://t.co/hSdBuz3R",
  "How Live Tweeted Brain Surgery Reached 14.5 Million People http://t.co/fvd0Fwv9 via @mashable",
  "Tiny shark has a superpower: Its belly glows: http://t.co/xJJCTqJX via @msnbc",
  "Are there long-term effects of capsacian on the brain?",
  "RNA editing study by Victoria Cheung questioned http://t.co/X4AH71xY",
  "How is life in the fast lane :-) @tanyavcohen",
  "A USB key running Android OS...http://www.wired.com/gadgetlab/2011/11/android-cotton-candy-fxi/",
  "Do autistic children have \"too many\" brain cells?  http://t.co/W2dNVbf7",
  "Interesting application for transcriptome analysis:  The use of 5-ethynyl uridine (EU) and click technology to label nascent RNAs.  Cool.",
  "The Society for Neuroscience Annual Meeting kicked off today in Washington, DC.  I'm excited!",
  "Is the immune system to blame for sloppy drunkenness ?  http://t.co/D2HqOmWZ",
  "@electronlove This elegant study demonstrates an link between neural activity and the process of myelination.",
  "How Exercise Benefits Nerve Cells - Science News http://t.co/SFcCFLd via @sciencenewsorg",
  "Finally in press, microRNAs and homeostatic synaptic plasticity, http://t.co/hOm30Ck",
  "http://t.co/hOm30Ck",
  "Humans just may have 'magnetic' sixth sense - Science http://t.co/rNLectd via @todayshow",
  "Petri dish brain has 12 second memory http://t.co/JMAC0pt via @dvice",
  "Perhaps the best way around the government shutdown is to increase taxes. We are of course in a \"forever war\".",
  "The looming government shutdown will most def affect me and for nothing more than partisan politics...",
  "Last day before the year ends.  Plan accordingly!",
  "Winter concert happened...band and song!",
  "The Bad Daddy Factor - Father's, your children are what you eat! - http://bit.ly/htwjf1",
  "Working on the abominable manuscript.",
  "Signed up as a twit!",
  "Go",
  "While playing Rockband 2, realized that Chinese Democracy did finally come out..."
 ]
}