{
 "user": 265922441,
 "tweets": [
  "@jamesink98 Typo lols",
  "@jamesink98 Turbo lols",
  "Don’t you forget about me !!",
  "https://t.co/lCJLmYE3YB",
  "7 years in a Catholic school and @em1harper is still confused between hymns and songs off Friends 😅😅",
  "Imagine being allergic to your sixth form lanyard 🙃🙃",
  "All I want is a pet dinosaur 😔",
  "@SavannahW_1 through a web of tears \n“Look at my diagram of flat earth”",
  "I have a talent for proving theories I don’t believe in. #flatearth #icewalls #magnets #hollowearth #curvature",
  "So many questions, so many answers I don’t want to know.",
  "The very worst feeling 💔",
  "A moment of realisation...",
  "Girls actually go to work and school with cramps. They can be in a lot of pain but still act normal throughout the day. Superheroes",
  "Huge congratulations to wonderful @OfficialALW who will receive the Lifetime Achievement Award at this year's Tony Awards! https://t.co/adJLpOV089",
  "@Alicia_W58 🙄😳🤫🤫",
  "@Alicia_W58 Making eye contact with strangers trying to dry your shirt under the hand dryer?",
  "@Alicia_W58 tragic",
  "💜",
  "Ahahaha cramps are the worst 😔",
  "Get mega excited when I see Norwich on the weather forecast thinking I’m gonna be living there in a few months ☺️☺️",
  "Disney movies are better than literally every other kind of movie",
  "@jamesink98 https://t.co/Tl3T9n9qSi",
  "👏🏼👏🏼👏🏼",
  "@jamesink98 Thank you, I thought so",
  "The best hellos are the hardest goodbyes... 😔😅",
  "https://t.co/33M7uttWby",
  "☺️☺️ https://t.co/lr8I5m5MaE",
  "its all about who u want a hug off when ur in a bad mood",
  "SHAKE SHAKE SHAKE SENORA https://t.co/zWDLEiW1DK",
  "If you’ve ever wondered why we don’t do Pointless live... https://t.co/irdQHx5rmE",
  "@jamesink98 💜",
  "Sometimes, I really wish I was a  petty person.",
  "Stinging",
  "https://t.co/mCvPLNcBlO",
  "the only news story i'm interested in https://t.co/I7nyhNFZvp",
  "It’s finally chicken wrap time! I deserve this 👌🏼",
  "Date a girl who stops mid sentence to tell you there is a dog nearby",
  "@jamesink98 Eating lemons gives me a sense of purpose.",
  "@jamesink98  https://t.co/xEp1Y9pyDg",
  "Everything is bittersweet...",
  "Hate that I get upset over things that aren’t even things",
  "being mean is honestly so embarrassing. it’s like admitting to the world that you are overly invested in someone else’s business, you’re insecure &amp; judgmental asf, and you’re so unhappy with your own life that you think that others’ happiness has some kind of impact on yours.",
  "Everyone says they don’t like gin until they try it with lemonade, tonic is the issue",
  "&lt;cheesy tweet was here&gt;",
  "https://t.co/pSAkLcvSw1",
  "https://t.co/G9jVGevsXM",
  "Am I the only person who gets irritated when you’re already about to do something and someone asks you to do it...... like I was literally about to but since you want to ask now I don’t want to even do it anymore. https://t.co/mNLH8rszoW",
  "@jamesink98 I’m saying nothing.",
  "@jamesink98 I like this one! your smile looks cute 😋😋",
  "@jamesink98 There is always a correlation... I just can’t always see it. This one is clear as day, and quite frankly, rude.",
  "@jamesink98 the smallest of the spoons. I sense that was a deliberate choice.",
  "@jamesink98 I have no idea what you’re talking about! 😋",
  "@jamesink98 Don’t be a spoon-head 🙄",
  "@jamesink98 I knew I liked you for a reason",
  "@jamesink98 I’m going to need your support through this difficult time",
  "If Wetherspoons remove my wrap and force me to make a new decision then I’m boycotting them.",
  "@jamesink98  https://t.co/Ronl735ylS",
  "Woke up at 6. Can’t remember anything I’ve done in the last hour. Oh dear.",
  "Thank you.",
  "Winner winner chicken dinner 💸💸",
  "@jamesink98 Not just a pretty face 🤷🏼‍♀️",
  "I’ve just given my soul away...",
  "Skipping home...",
  "@jamesink98 Aye.",
  "Cringe alert: \n\nJames makes me smile.",
  "https://t.co/jmI2NZpTOY",
  "@jamesink98 💜",
  "Oh dear, not good...",
  "Watching someone you love do what they love to do is truly humbling and lovely to witness.",
  "Rediscovered my passion for art tonight ☺️",
  "Savannah revises for 6 hours; ends up with the colour of every pen she’s used on her face 🤷🏼‍♀️",
  "Discombobulation...",
  "https://t.co/lYVn3JSpJ8",
  "eating salsa as a kid vs eating it now https://t.co/kjvun7llqu",
  "Forever dropping myself in it 😅😂",
  "Mood: https://t.co/GfCbW5RWo4",
  "I’m the palest of pale 😕",
  "Paris, baby!! https://t.co/8SXiSyFl0n",
  "Not good.😕",
  "https://t.co/8tMdiYjt9o",
  "https://t.co/30MIYqTIZb",
  "Some people are angels I swear",
  "https://t.co/0nKHshjFqV",
  "@Alicia_W58 Give her cuddles!!!",
  "https://t.co/Q7BN51kiap",
  "RIP Eric Bristow🎯 https://t.co/OjZm7B5Ejo",
  "if you             \ndon't love           cant handle me\n     deserve \nme at my                              \n un    der,\n  a    lo\nco\nmo\n   tive      s  pout\n                       ing\n                           vi\n                           o\n                           lets",
  "He loves puddles https://t.co/d005IbFeRA",
  "The Echo Arena rises as one to honour Darts legend Eric Bristow...\n\nhttps://t.co/700mHetbG3",
  "Moments when your heart suddenly drops are the worst 😔😅",
  "😡",
  "I didn’t sign up for this... @jamesink98 https://t.co/XickRxQ1HL",
  "@jamesink98 Me too! ☺️",
  "@jamesink98 Oui, but I just went home in soaking clothes and shoes.",
  "@jamesink98 Tell me about it 🙄😅",
  "Drip, drip, drop! Little April showers... https://t.co/0AL4VRAA1K",
  "This may be controversial but...\n\n‘Tangled’ is much better film than ‘Frozen’ \n\n😬🤷🏻‍♂️",
  "@jamesink98 yay!☺️☺️🐼🐼🐼 https://t.co/ihkXV7LvzR",
  "pandas are making a comeback!! we love legends https://t.co/JtScCZLvjH",
  "@Robynbaileyxx Meant to be",
  "My cat just booped my nose with his nose 😳 https://t.co/jUmctvIUj3",
  "It’s going to be one hell of bookshelf!",
  "Spring break is great, but summer is going to be Incredible.\n#Incredibles2 https://t.co/r1gENj0M1r",
  "https://t.co/tDYtr8HOsc",
  "Family Easter Egg hunts are just an opportunity to victimise me for being a foot shorter than the rest of the fam😔",
  "https://t.co/WIiVgvQGVH",
  "🤫🤐😁☺️",
  "How do people know what colour dinosaurs were🦕🦖🤔",
  "😡",
  "I’ve had a very Good Friday☺️",
  "@jamesink98 Jk this is kinda funny😘",
  "@jamesink98 Pray for me, guys",
  "@jamesink98 🤷🏼‍♀️😘",
  "@jamesink98 I don’t know to what you are referring 🙄",
  "When u finally get treated like the queen u are and u don’t know how to act because no one has ever treated u like that and ur confused because u honestly believed ur trash and all the sudden u realize ur whole life was a lie and u do deserve everything good that happens to u",
  "How come work goes from giving me the worst shifts to no shifts at all 😩😩",
  "I would like my brain to be quiet now",
  "Facts https://t.co/iViN7IGd6e",
  "George Ezra’s new album is a gift to the world.",
  "Gavin and Stacey are the worst characters in Gavin and Stacey shoulda been called Smithy, Nessa, Bryn and Pam x",
  "💔💔",
  "Tbh nobody’s easy to date. Everyone has their insecurities, flaws, &amp; certain ways of doing things that make us who we are. Perfect people &amp; relationships only exist on TV. The most important thing is finding someone who loves u on ur worst days &amp; will fight thru the hard times",
  "Interesting start to the day 🤔",
  "Sav, you absolute genius!!!",
  "@em1harper @Robynbaileyxx @Alicia_W58 AHAHHAHA",
  "@Robynbaileyxx @em1harper @Alicia_W58 I look slightly startled",
  "@Robynbaileyxx @em1harper @Alicia_W58 they’re hella cute",
  "@Robynbaileyxx @em1harper @Alicia_W58 no you three look adorable",
  "@Robynbaileyxx @em1harper @Alicia_W58 Why are you all insisting on posting the second one omg",
  "It is a sin to kill a mockingbird.",
  "Today in 1603 Elizabeth I died. \n\nA woman who ruled half an island, yet she defeated the man who ruled half the world.",
  "🤯🤯",
  "Wish I wasn’t such a muppet 😅😅",
  "🤔😕",
  "Marvel: “Infinity War is the most ambitious crossover event in History”\n\nMe: https://t.co/yHvHMqAoh8",
  "Déjà vu...",
  "@Alicia_W58 My bloody dimples😂",
  "I love her. https://t.co/XESbK6W6cR",
  "@Alicia_W58 The second one is legit my fave photo ever. The first one, not so much. 😅😅",
  "ITS BEEN 34 YEARS SINCE THE BREAKFAST CLUB FORMED https://t.co/N4dFWTepkB",
  "@em1harper @Robynbaileyxx Going into Tinkers. I play netball with the bouncer - she bought me a card for my 18th 😅",
  "@Robynbaileyxx @em1harper At least you didn’t get ID’d by someone who knows you 😂",
  "Is 4 texts too many? Yes. But am I worried? Yes.",
  "@Robynbaileyxx @em1harper Lesson learned",
  "Reassurance",
  "If you’re dating someone with a mental illness, I’m asking you to please not give up on them. Don’t give up on them because it’s hard. Don’t give up on them because you don’t know what to say. Don’t give on them because they get distant. Don’t give up because they become sad.",
  "@em1harper A low point",
  "@em1harper Mate, that was Robyn’s banana milkshake 😅",
  "I’m both Rapunzel and Flynn Rider this morning... https://t.co/jTdNA21pap",
  "@em1harper BUZZING",
  "@em1harper THIS WAS ME",
  "NOT HUNGOVER YA BOIII",
  "That wasn’t what I was expecting 😅😂",
  "Stride of pride...",
  "Oops",
  "Excited!! https://t.co/fS3SMRWkk4",
  "But will it help🤷🏼‍♀️🤔",
  "Am i the only who likes actual strawberries but hates strawberry flavoured things like ice cream or milk 😖",
  "I DID NOT think I had that in me 😳😳☺️☺️☺️☺️",
  "https://t.co/haAZhOcYEp",
  "“If he loved you with all the power of his soul for a whole lifetime, he couldn’t love you as much as I do in a single day.”",
  "Tricky situation...",
  "Disappointment...",
  "the other day my grandma told me, “when you and him are fighting, you both need to remember that it’s you two vs. the problem, not you vs. him.” and that hit me hard",
  "My grandad is 73 today. He blew out his candles before the end of the Happy Birthday song, grinned and said “I’ve done this 72 times before, I know how the ending goes. Now give me the cake.”",
  "No no no no no",
  "Find someone.. https://t.co/lSVR9I9vOH",
  "https://t.co/gcVSrblvZv",
  "Typed out and deleted the same message 4 times... man up man Sav 😅😅",
  "https://t.co/7VkiQDwcen",
  "I want 17 dogs.",
  "me: im just gonna take a quick shower \n\n[45 mins later]\n\nme: https://t.co/MMDBj7XEmj",
  "Struggles",
  "Don’t be so hard on yourself.",
  "@jamesink98 You’re cute xx",
  "Can someone come and hug me and just never let go, please and thank you.",
  "Y’all ever feel like you were born in the wrong generation?? 😩 https://t.co/Ka0032V2eJ",
  "@jamesink98 Mate 😐😅😂",
  "Can someone teach me how not to relive embarrassing moments over and over and over in my head?",
  "Thrice... https://t.co/nhpetL6opi",
  "So so so cold.",
  "Tomorrow can’t come quick enough ☺️☺️☺️☺️",
  "But will James really notice if I don’t give him his hoodie back? 🤷🏼‍♀️",
  "Genuine excitement!",
  "Dancing in the rain.",
  "💜",
  "Shut up, Savannah 😂",
  "https://t.co/DaTDVB0u2X",
  "But of course, all such ideas are bound to be unrealised dreams.",
  "💔💔💔",
  "So much unnecessary stress man😅😅",
  "Will never understand what people gain from trash-talking other people’s interests 🙄",
  "Sad to hear about Stephen Hawking. What a remarkable life. His contributions to science will be used as long as there are scientists, and there are many more scientists because of him. He spoke about the value and fragility of human life and civilisation and greatly enhanced both",
  "Stephen Hawking has died age 76. He battled motor neurone disease to become one of the most respected scientists of his age. https://t.co/U9l4ZkYuVr https://t.co/808OneaR0Q",
  "Sav, you’re an idiot",
  "GET IN THERE SAV",
  "I’m smashing it this morning!!!☺️☺️ https://t.co/uCTGaTaRcc",
  "Happiness☺️",
  "@jamesink98 💜 you deserve it",
  "I mean am all for sharing food but whoever ate my box of lindt can fuck right off",
  "Imagine washing your face and being allergic to the soap 😡",
  "I’m a right mushy gimp 😳💜",
  "Walks in the rain ☔️",
  "My boyfriend thinks he’s funny 🙄 @jamesink98 https://t.co/hNnb0UdEZc",
  "@jamesink98 Friendzoned on Twitter. You all seeing this?",
  "@jamesink98 We should watch it again sometime",
  "@jamesink98 It’s bloody brilliant mate",
  ". @jamesink98  this is why I love Ant and Dec 😅 https://t.co/IBYIsFEdFM",
  "Twice...",
  "Dancing in hotel rooms...",
  "The little boy in a dinosaur raincoat and dinosaur wellies at the beach today has actually made my day ☺️",
  "Once u find that one person u wanna go ikea with that’s it",
  "I just wanna be your idea of what whatever perfect is",
  "How a book written in 1910 could teach you calculus better than several books of today [Calculus Made Easy, 1910] https://t.co/W4gspJoGQc https://t.co/pCZKuez8DR",
  "Just drink your wine, Sav",
  "1 more shift to go ☺️",
  "Hmm 🤔",
  "Anxiety does not mean you are weak. Anxiety forges you. Living with anxiety, turning up and doing stuff with anxiety, takes a strength most will never know. Have anxiety for two decades and you have lived several lifetimes, and have won many invisible wars.",
  "@jamesink98 @qikipedia That it’s not quite the relationship we thought it was 😅",
  "@jamesink98 Relationship goals 😍",
  "Please take a moment to read this...😢 https://t.co/bTvbb3fRJN",
  "*blushes, grins, buries head in shoulder* 😳",
  "How nice is it when your HoY tells you how proud he is of you ☺️☺️",
  "https://t.co/PHnZO40iMx",
  "My kind of surprise. https://t.co/xfVIRFmPbt",
  "Flippercanorious. WHAT A WORD.",
  "\"With all my heart I do.\" https://t.co/JlqMdxmzzI",
  "I hate Call the Midwife 😭",
  "My heart is breaking 💔",
  "Thought I had it all under control, evidently not😅",
  "@ me https://t.co/6BlTF1lBHa",
  "Papercuts sting 😅",
  "Infatuation vs Love https://t.co/kZWuxEbyhm",
  "Why am I even thinking this early?",
  "To sin as little as possible is the law for men; to sin not at all is a dream for angels.",
  "Surprised my mum has ears the amount of time she has to listen to me rant 😅😅",
  "😳😳",
  "💜",
  "Sometimes you just get a feeling that someone is very important...",
  "@jamesink98 It’s appreciated, but she’s undeniably guilty of being a muppet",
  "I am not past-Savannah’s friend right now.",
  "Sentimental about coffee.",
  "London, England https://t.co/O4xN0RU4Q9",
  "Who thought finding inspiration for crafts for 5 year olds would be so hard 🤷🏼‍♀️😅",
  "There it is ☺️",
  "@em1harper 😭😭 https://t.co/ATPGBSoT3Q",
  "(Warning: following content is cringe as hell, grab a bucket)\n\nBut, my boyfriend is seriously too good for the world 😳",
  "Hardest goodbye 💔",
  "I struggle to balance missing and worrying about someone and not looking pathetic 😅",
  "Not postponed because of snow, postponed because I have drunk two bottles of pinot blush and I'm about to open a third. Stay safe, Norwich. xoxox https://t.co/M0lAV6U742",
  "It's World Book Day. Which is a good day to post the cover of Norse Mythology in paperback. It's out on Tuesday. And unlike this tweet, the real cover will not move. Nice, huh? https://t.co/17RiuLrtDB",
  "Today is 50th anniversary of first ever @JosephMusical performance at Colet Court School Hammersmith. Thanks to Malcolm, Terry, John &amp; Bryan of Mixed Bag &amp; David Daltrey. Who'd have thought it?",
  "Sometimes, I have some pretty great ideas 😊👌🏼",
  "17 days💜",
  "Hello March; I’ve been waiting for you ☺️",
  "Spent my evening singing Disney songs and I have no regrets x",
  "Some winter advice for Brits from a Canadian:)\n1. Layer your clothes, with a wind/waterproof on top, &amp; hat!\n2. Don’t drive unless you have to.\n3. If you do drive have a candle/blanket/full phone&amp;petrol.\n4. Alcohol in moderation as it lowers circulation.\n5. Don’t leave the EU!",
  "HIMYM hitting me with the truth😅😕",
  "https://t.co/xPU3yFRGkP",
  "@jamesink98  https://t.co/FsPdTPlU9z",
  "@jamesink98 😅 https://t.co/FiG7AH9rCZ",
  "When you’re just so proud of your boyfriend that you could burst https://t.co/5Br7QgyhDM",
  "An abandoned German tank located in Veines, Norway. https://t.co/DTbAhiqERj",
  "HAPPY SUNDAY EVERYONE ☺️☺️☺️",
  "On a hunt for a Capri-sun.",
  "@Robynbaileyxx @Adriennneee_ @em1harper @Alicia_W58 Thank you ❤️",
  "A thread of Michael Owen's most ridiculous quotes ever:",
  "@LibbySmith_Reed I’m glad you knew this was about you! Unfortunately you got the 4 letter word wrong 😋 no!! I miss you 😔",
  "_   _ _ _ _   _ _ _",
  "Spending my Friday night at an ALL NIGHT DISNEY MARATHON I mean is that my perfect night or wHaT",
  "Really, really, really want a Capri-sun.",
  "ur cute but ur not a dog so gtfo",
  "Returning home to a brown envelope https://t.co/pNF0xl5FNF",
  "08:05 and I’ve already made myself extremely proud. https://t.co/YUPM4Z8V9y",
  "Mood: https://t.co/lq0HF8I11e",
  "History head off. Chemistry head on.",
  "No",
  "Ffs 😅",
  "https://t.co/FoDHLcTFW3",
  "@jamesink98 @luciedunne_ @PotassiumEight My heart 💔",
  "@jamesink98 💜💜",
  "https://t.co/2ROdiKEGOa",
  "@jamesink98  https://t.co/HOMFLRbXVU",
  "https://t.co/ooRRX4xiRg",
  "rainy cities https://t.co/7r3I9bTcPk",
  "That hurt my heart a little 😔",
  "As if I’ve just spilled hot coffee all down myself 😩😅",
  "When the relationship is long-distance: https://t.co/RRI5NsJymc",
  "I’ve had the very best of days ☺️",
  "Being up this early is reminding me of my swimming days - I’m not sure I like it 😕😅",
  "Don’t care that it’s only 04:04am because I’m mega excited for today ☺️☺️☺️☺️",
  "Tomorrow ☺️☺️☺️",
  "Call me Gordon Ramsey.",
  "Imagine crying over how much you love someone 🙄🙄🙄😅😅",
  "I’m a tool",
  "And that’s the last time Savannah opens a jar of coffee.",
  "@jamesink98 💜",
  "Billy Joel is just insane",
  "The best will never be good enough for some people 🙄",
  "I need to stop smiling so much☺️☺️☺️☺️☺️",
  "I've sprained ankles, broken toes, my baby son bumped his head, came out in a rash after eating eggs... he was born there, my wife was born there, I was born there, and my Dad was looked after impeccably there for a recent cancer scare. \nPlease please PLEASE  @SaveSTHospital!",
  "Tomorrow’s tomorrow ☺️",
  "3 days!!",
  "Well that wasn’t the news we were hoping for...😔",
  "❤️\n\nVertebrates have spines,\nInvertebrates are jointless.\nA very happy Valentine’s,\nWith love, that guy off Pointless.\n\n❤️",
  "Roses are red,\nViolets are purple,\nWhich is a very hard word to rhyme\nAnd makes me happy that on February the 14th we don't traditionally have to give each other oranges.\n\nA small poem from my journal on Feb 14 2006. Happy Valentine’s Day.",
  "Leningrad.",
  "@jamesink98 “That was funny”",
  "@jamesink98 It’s a bloomin’ good mindmap",
  "Today has been the first day in a long time that I’ve sang properly. It’s been a good day.",
  "4 days",
  "One smell can spark a million feelings",
  "So many emotions😅😅",
  "“The noblest art is that of making others happy” P.T Barnum.",
  "HAPPY BIRTHDAY, JUDY BLUME. YOU ARE EVERYTHING. and, surprise: my new ugly-cry-worthy video and an essay i wrote about \"why judy blume matters\". share it with anyone you think will...understand. #JudyBlumesday https://t.co/wxNzRZmOa3",
  "5 Days",
  "Well that was a message I never saw myself sending today 😅",
  "Was a nice morning until I remembered the driving lesson🙃",
  "😔 https://t.co/zMIMlDVJMF",
  "@emma_drewett Aw thank you Emma!xxx",
  "Can someone please take this headache away 😔😔😔",
  "I LOVE SINGING",
  "I’m a culinary genius.",
  "I can’t wait to enjoy showers again 😔😔",
  "Distance sucks",
  "@jamesink98 Your girlfriend is awake now = blessed moment over 😋 jk hope the coffee was nice.",
  "@jamesink98 Well begot/beget all depends on the tense, doesn’t it?",
  "@jamesink98 *beget \n\n“They’ll be some dick that actually corrects it to b-e-g-e-t.”",
  "@jamesink98 😘💜",
  "@jamesink98 No you can not!",
  "☺️☺️☺️",
  "At what stage of being ill does it become acceptable to start feeling sorry for yourself?",
  "The thought of feeling like this and having to do a 9hr shift on Sunday actually makes me wanna cry",
  "So many snakes lol",
  "@jamesink98 Relationship goals",
  "@jamesink98 It was either sarcasm or a typo. If the latter, thank you for bringing that to everyone’s attention 😂",
  "anxiety culture is interacting with people, feeling proud of yourself at the time, then shortly afterwards finding one (1) Little Thing you said that might've been embarrassing or wrong in any way and mulling over it FOREVER until it eats you alive and your soul disintegrates",
  "I’m happy about being awake right now.",
  "These sudden waves of sickness today haven’t been pleasant 🤢",
  "it’s february, and i’ve already cried more than i did all of last year.\n\nand i think that’s a good thing.\n\nacknowledging, respecting, and feeling my emotions has been such a game changer. \n\nboys can cry.",
  "@jamesink98 REVOLUTION!",
  "@jamesink98 🐷🐷",
  "One day @jamesink98 will admit that he likes my jokes...one day...",
  "Well that was odd 😅🤔",
  "💔",
  "https://t.co/7zBBxfyAqe",
  "https://t.co/9iqPNNYEb3",
  "To confront or not to confront?",
  "That feeling of proving people wrong ☺️👌🏼",
  "I’d give my life for you.",
  "I don't feel this quite as intensely as I did when I wrote it at 22, but love does now give an order to my days. When I come home it's because of my love. I pick my love up from the train. https://t.co/UTy17lsuu0",
  "🤐🤐",
  "@jamesink98 https://t.co/mWplDu6HUV",
  "😅",
  "Imagine having a panic attack before every driving lesson 🙃🙃",
  "https://t.co/wMjiKQ71HN",
  "@Theinkwell98 Funny🙄🙄🙄",
  "My grandparents give me so much faith in love ❤️",
  "My eye has just learnt the important lesson of why you shouldn't drink coffee with a spoon still in the cup...",
  "I may not be confident giving answers in class, but I bloody well know what my boyfriend’s handwriting looks like😅😂 @jamesink98 @em1harper",
  "I don’t think I’m going to make it home 😅😅",
  "5 year olds trying to sing ‘Mans not hot’ has actually made my year",
  "So much love and appreciation x",
  "https://t.co/F86FBPSml1",
  "Way to go, Sav 🙃🙃 absolute muppet",
  "@jamesink98 My tweet was cute. Your reply was unnecessary 😔😋\n\n☺️☺️xx",
  "@jamesink98 hurry up and come home so we can go to Spoons pls!",
  "I’m screaming inside",
  "Netball time, lads 👌🏼",
  "2 weeks lol https://t.co/EBtUP8JSHW",
  "@ me https://t.co/OVVHfqMIMr",
  "Me in August https://t.co/VNuQ1zqk6s",
  "MY MUM BOUGHT ME TICKETS TO HAMILTON AND IM CRYING",
  "It’s curry time, lads x",
  "@Alicia_W58 https://t.co/iLNrm6utMZ",
  "Perhaps my wrist isn’t quite fixed yet 😕😅",
  "Worst afternoon ever 😔😔",
  "@LibbySmith_Reed As much as it pains me to say it, I’m really going to miss you 😔😔",
  "😔😔",
  "💡💡💡",
  "Excuse me, has it been January FOREVER????",
  "This walk to the metro feels like a DofE expedition 😫",
  "Chemistry? More like CheMISERY.",
  "@jamesink98 https://t.co/LK0SxorB9H",
  "This makes me so angry https://t.co/LGn2O9XjVu",
  "I ate breakfast this morning! What a week this is turning out to be👌🏼",
  "@jamesink98 Proud of you!!",
  "I literally only have one chance to see @eltonofficial 😔 it’s got to be done! ❤️",
  "The yellow brick road leads to... The #EltonFarewellTour! \n\nGet tickets for Elton's final tour and watch the incredible Farewell Yellow Brick Road Tour launch video at https://t.co/fEQsOiiRjO. https://t.co/pyiPP3KHuN",
  "Aye",
  "🙃🙃🙃",
  "Perhaps. But we can grieve the loss of our friends who wrote those books. And sometimes writers you have never met can become friends just from their words. https://t.co/QgDNBVCWd6",
  "Gonna give today the ol’ razzle dazzle...",
  "Tuesday may have just became my least favourite day...",
  "Coming home to a brown envelope on the door mat is the best thing 💜",
  "Many thanks to my lovely, for letting me rant at her until her ears fell off @Alicia_W58",
  "The fact my face has been @Alicia_W58 ‘s lockscreen for over a week fills me with so much joy ☺️",
  "Ouch",
  "Feeling extremely loved this morning... https://t.co/HRfG6ObDqz",
  "Kinda obsessed with salsa",
  "The good news just keeps coming ☺️☺️☺️",
  "What’s past is past, nothing can change that. But the future can be different if we choose to make it so. We have to cultivate a vision of a happier, more peaceful future and make the effort now to bring it about. This is no time for complacency, hope lies in the action we take.",
  "@jamesink98 Lol",
  "Tu me manques...",
  "They’re two, they’re four, they’re six, they’re eight... 🚂",
  "Banning on negative thoughts for the rest of the day. 👌🏼",
  "Once my dad starts talking, he doesn’t stop 🙄🙄🙄",
  "Happy happy happy https://t.co/VI8Tyt6koE",
  "I want clothes like this. Only I want black and blacker. https://t.co/8dPEBZipGc",
  "Too sad to sing",
  "Damn!",
  "No time for people who belittle other people’s achievements 👋🏼",
  "Some people deserve the world 💜",
  "Ah dear 😅",
  "\"I'm scared,\" said Piglet.\n\"A story will help,\" said Pooh.\n\"How?\"\n\"Oh. Don't you know? Stories make your heart grow.\"\n#WinnieThePoohDay https://t.co/qT5WNIB01N",
  "Actually hate how pathetic I am 🙃",
  "On rare, very rare occasions, people are charmed by my tics and inability to communicate. Get charmed: https://t.co/Jyl2vZPDMh https://t.co/LzI2IlHDbM",
  "Costa Lattes are the one like 👌🏼",
  "If my mum mentioned the pen one more time I’m gonna burst into tears...",
  "Angry is an understatement 😡",
  "Have a read of the ‘Special Note’ and then ignore it and let your children aspire to be whatever they want to be. Thanks mum and some of my teachers for supporting my aspirations when I was young! https://t.co/fbfCPar12Y",
  "@jamesink98 Fred is my favourite tbh",
  "Sir Salter Scott 😂😂 @jamesink98 https://t.co/9lAXYCA4ID",
  "😔😔",
  "A flawless performance. @TeamGB https://t.co/PqY4SUeZlN",
  "Give ‘em the old razzle dazzle...",
  "@jamesink98 @Robynbaileyxx @em1harper @TheRyanFallon Please don’t betray me now.",
  "@jamesink98 @Robynbaileyxx @em1harper @TheRyanFallon Anyway, in the south (where things are done properly) Christmas dinner is eaten late afternoon-evening. That’s all I’m saying.",
  "@jamesink98 @Robynbaileyxx @em1harper @TheRyanFallon Who’s side are you on?",
  "@Robynbaileyxx @jamesink98 @em1harper @TheRyanFallon Literally no one has Christmas tea",
  "@Robynbaileyxx @em1harper @TheRyanFallon @jamesink98 Lunchtime supervisors",
  "@Robynbaileyxx @em1harper @TheRyanFallon @jamesink98 Robyn, you’re wrong.",
  "How I have not missed the word “reconnecting...” appearing across my boyfriend’s face every time we have a conversation... @jamesink98",
  "@Robynbaileyxx @em1harper @TheRyanFallon @jamesink98 Dinner table or tea table?\nLunchbox or dinner box? https://t.co/ze2Vdt4w2O",
  "@Robynbaileyxx @em1harper @jamesink98 @TheRyanFallon Of course I do. I was right!",
  "It's like watching a superhero in action... https://t.co/UMs8k3j9iy",
  "It’s funny the things that can make you miss someone 😅😔",
  "So many nerves!",
  "@Alicia_W58 I have dimples lol",
  "@Alicia_W58 Ah man 😳 I love you ❤️",
  "😕",
  "Today will forever be remembered as the day Savannah’s wit reached an outstanding high👌🏼",
  "\"You're the one I want next to me when my dreams come true, and you're the one I want next to me if they don't.\"",
  "@jamesink98 Crack on, indeed 😘",
  "@jamesink98 Meet you a back there in 7 weeks, yeah?",
  "Ah dear😅 work’s going to be a struggle today 😂",
  "@jamesink98 I love you... *apologises for pda but v.sad right now*",
  "@jamesink98 💜 https://t.co/cL1AczDANN",
  "it's so annoying when people say retail or food service is \"easy.\" it's physically &amp; mentally exhausting. you're verbally abused by strangers, actively on your feet for hours on end, extremely short breaks... it's tiring.",
  "@jamesink98 😳😳☺️ you look good over there.",
  "@jamesink98 Actually... you’re on the sofa. I’m on the chair 🙄",
  "@jamesink98 Hi!",
  "I’ve survived the week!",
  "@emma_drewett I really love it! I watched it with James a few months back and he banned me from reciting the lines along with the film😅😳",
  "People slating the Breakfast Club and I’m sat here like: https://t.co/rWt5F1R4Wl",
  "Utter waste of time 🙄",
  "this gif never fails to brighten up my day lol  https://t.co/xLlPS3J6uj",
  "@jamesink98 Tell me about it 🙄😂",
  "🐍🐍🐍",
  "@LibbySmith_Reed  https://t.co/YRwOayDjFz",
  "Sunday is coming around way too quickly 😔😔",
  "damn smash mouth was right, the years start coming and they really don’t stop coming",
  "@jamesink98 @TomatoOnATrain Ew I’d get off the train",
  "@jamesink98  the first three are all we do 😅 https://t.co/EwpMJ4FpYn",
  "@jamesink98 ☺️☺️😳 thank you",
  "5/5 with an unconditional 🎉 happy is an understatement ☺️☺️",
  "Nope, it wasn’t a dream!!😳☺️☺️",
  "Life might actually, perhaps, turn out alright 👌🏼☺️",
  "History coursework ain’t my pal atm",
  "@jamesink98  https://t.co/BnBikLyumw",
  "☺️☺️☺️☺️☺️☺️☺️",
  "Strange 🤷🏼‍♀️🤔",
  "“This made Stalin very powerful” is not going to get me an A this year 😅😅😩",
  "So proud of how well I’m facing today ☺️☺️",
  "I’m freezing and really really hungry. Happy Monday.",
  "@jamesink98 Just you wait, dude.",
  "I can be a pretty cute girlfriend sometimes...😅",
  "🙄🙄🙄",
  "@jamesink98 I appreciate you https://t.co/5pW2Of4lGc",
  "@Alicia_W58 I’ve missed Alicia!! Quoting Joe Lycett isn’t the same without you!!",
  "@Alicia_W58 I discovered the real me",
  "@Alicia_W58 Most excited I’ve ever been",
  "@Alicia_W58 Remember the day I realised I was an Anglican 😳😳",
  "@Alicia_W58 !! https://t.co/Hmn30LhOVF",
  "This man.😳❤️ https://t.co/2bjkjq7FLm",
  "Next stop: Paris.",
  "Apologies for the cringe in the previous tweet but it needed to be said, lads.",
  "And suddenly, just like that, she knew her life was going to be something amazing; as long as he was in it...",
  "@jamesink98 Freak",
  "Having a splendiferous time with @jamesink98 He’s currently stolen my phone to post self gratifying tweets. Oh wait. Hey! It’s me - James! How’s things? 👍🏼 Guys she’ll see this later 🤷‍♂️",
  "@jamesink98 That I enjoy it a lot - I must do if I’ve spent enough time in it to pick them up...",
  "Singing Billy Joel whilst planning a really cool date night is what makes me happy.",
  "This time tomorrow morning...🚂☺️☺️",
  "28",
  "Well, if this is life; life is alright.",
  "This year I told myself I would tour less, and then I went ahead and did 110 shows in 72 cities, 29 states, and 7 countries. I still can't believe that I get to do poetry as my job, and I'm not stopping any time soon.",
  "Edinburgh is the perfect way to start off the new year ☺️💜 @jamesink98",
  "Vodka + Onion Bhajis!! It’s almost a perfect new year!",
  "Dad’s doing me proud with these tunes like",
  "😕",
  "New Years shifts suck until you’re on your break and your manager walks into the crew room with 2 boxes of biscuits ☺️",
  "The phrases ‘good stuff’ and ‘cool beans’ are now in my vocabulary and I can no longer stand being in my own company 🙃🙃",
  "☺️☺️☺️",
  "The most wonderful afternoon with the most wonderful person...",
  "Good afternoon ahead I think 💜",
  "Oh dear",
  "@jamesink98 I knew there was a reason why I love you!",
  "😳😳😊😊 https://t.co/0cSA1uoiAQ",
  "@jamesink98 Oh how I hope this is true.",
  "Elton's fabulous @Gucci look on #BoxingDay. 🎄#Aspen #fashion https://t.co/gVgrJrJ3lM",
  "I’m so angry 🙃🙃 https://t.co/XQbFThQGgO",
  "Just let people live how they want to live !!!",
  "Never needed a 5 hour drive more - much singing ☺️",
  "@jamesink98 Careful! You’ll run out of nom-noms 😋😂",
  "I really want a curry 😔😔",
  "nice mole u got there https://t.co/iY4hJqs2A3",
  "@em1harper I hope he has the best time!!! I’m so happy for him!! ☺️☺️",
  "@jamesink98 Ah my heart 💜",
  "@jamesink98 You’re welcome, some Christmas love for you ☺️💜",
  "@jamesink98 You need to charge your phone.",
  "We eat Christmas dinner in the evening... dinner time. https://t.co/zIY0O7p3TE",
  "❤️❤️ https://t.co/mfIVK21LmS",
  "Extremely grateful for the wonderful people in my life. Luckiest and happiest girl in the world ☺️💜 (mega cringe but true)",
  "my sister has 2 cats. One is a totally healthy weight and one is this cat https://t.co/TkJ2JeJQgZ",
  "Anyone know a Natalie? Weirdly just had Hugh Grant at the door asking if she lived here.",
  "Today it's important to say to your loved ones the thing you would wish you'd said if they were no longer around. Which is why I'll be telling my mother that Downton Abbey had a weak script.",
  "Dad tried to tell me I was wrong about my dinosaur facts... I was not wrong.",
  "@jamesink98 @TheRyanFallon @imcalledgrace @emma_drewett @hughtj99 @em1harper @AidanSm33567388 Have the best Christmas!! (Eat lots of cake and drink lots of rum and whiskey 😘)",
  "The end of Christmas as I know it 😔",
  "@jamesink98 me https://t.co/q8QvMnvzp0",
  "British culture is using Freddo bars to measure the rate of inflation",
  "https://t.co/nwGD5m2oiP",
  "I think we should phase out Santa’s red costume by 2019 and make him dress in blue. #MakeSantaGreatAgain",
  "Weird thing to do on Christmas Eve but I’d encourage everyone to take a moment to imagine losing the person you love most in the world. Imagine what you would wish you had said to them. Then take a moment to say it.",
  "Singing Greg Lake in the car at 6:30am can only mean one thing... it’s Christmas🎄☺️",
  "@jamesink98 🤷🏼‍♀️🤷🏼‍♀️😳☺️",
  "https://t.co/lkiHnqUX9a",
  "@jamesink98 Turbo lols",
  "Discombobulated",
  "We will be making a long-awaited change to the coveted Pointless trophy after we leave the European Union in 2019. https://t.co/OQGsT6v0HD",
  "@Alicia_W58 You’re too cute 😳",
  "If @Alicia_W58 isn’t the best friend in the world I don’t know who is...",
  "Apologising in advance for any drunken tweets about how much I love @jamesink98",
  "@jamesink98 😉",
  "@jamesink98 ☀️☀️💜",
  "I can’t stop grinning! https://t.co/2KSaHP5fEu",
  "Happy Christmas Eve Eve Eve Eve!",
  "Yeah, sex is good but... https://t.co/mQcO6ZOXH0",
  "Good day today, lads ☺️☺️",
  "I’m unoffended by your frank analysis\nI think of it as personality dialysis https://t.co/XFjYWNo8H0",
  "Happy Birthday to my favourite person in the whole wide world! @Alicia_W58 I hope you have the best day ever, I’m sorry I won’t be around but I’m looking forward to tomorrow (and Friday 😉😉) I love you with all my heart 😘 P.S drunken 2am pizza is deffo a perk of being 18😉",
  "Jesus Christ! I am FULLY on board with this. Congrats @johnlegend. You are going to be amazing! 😘 https://t.co/hp4t1DU1aQ",
  "@jamesink98 💜 https://t.co/TzSrpLnQqE",
  "When you know you’ve got the Christmas present spot on👌🏼 https://t.co/iETEnVuCaZ",
  "Chin up, Sav",
  "@jamesink98 Honestly, can not wait ☺️☺️☺️",
  "Why do all the Christmas films I watch have to be about Paris? I want to go 😔😔",
  "[extremely Ed Sheeran voice]\n🎶I’m in love with a kangaroo🎶",
  "@jamesink98 Have fun and smile! You deserve it ☺️",
  "Pretty, pretty sky; terrible, terrible morning.",
  "The amount of pain and sadness I’m feeling right now is not okay. Will someone buy me a new wrist for Christmas please? https://t.co/CB5tVZa9Fj",
  "Are you ready for Christmas? \nElton: \"Yeah, yeah, YEAH!!!\"\n\n#StepIntoChristmas 🎄 https://t.co/S8kE6jEEv5",
  "@jamesink98 me https://t.co/lDXWxR5ZIs",
  "@em1harper Text me x",
  "@em1harper Are you okay?? X",
  "@jamesink98 You think I’m pretty?! https://t.co/YRDUgDYqNr",
  "There is no Russian influence over the World Cup Of Christmas Songs. Now return to your factories and keep voting for ‘Fairytale Of New Petrograd’. https://t.co/OUYQUIPtPG",
  "@LibbySmith_Reed And none for Gretchen Wieners, bye.",
  "@LibbySmith_Reed I’m gutted ahahahah",
  "@LibbySmith_Reed I’m glad you find it funny 😂😂",
  "Did a brilliant job of injuring myself yesterday 🙃🙃",
  "As if I’ve broken my wrist this close to Christmas 😂💔",
  "“Savannah, have you cracked it? By that I mean the question not your wrist.” 😐",
  "Oops",
  "@jamesink98 I’m not just taking about today, ya muppet🤷🏼‍♀️😘xxx",
  "*cringe alert*\n@jamesink98 is the most incredible human being I’ve ever met.",
  "Spontaneity ain’t my forte.",
  "I would like to live inside a @Lindt Ball.",
  "Where’s my brain’s off button?",
  "When musicians write books 😝🎼📚 https://t.co/J7fVozKgIS",
  "If someone could let me know what’s going on with my emotions today, that would be fab x",
  "I can’t wait to put my pyjamas on☺️☺️",
  "Sometimes it’s the moments that seem the most insignificant that are the most wonderful 💜",
  "Lol Sav, calm down😅",
  "Hugs, please.",
  "@jamesink98 No",
  "@jamesink98 Capitalism makes you beautiful",
  "Can no longer feel my feet. Send help.",
  "https://t.co/dYPB6WxYFM",
  "This weekend deserves a gold star ⭐️",
  "@Alicia_W58 I love you",
  "@RobynBailey08 No",
  "@RobynBailey08 Yes",
  "_   _ _ _ _  _ _ _.",
  "I WANT TO GO TO PARIS RN 😔😔",
  "https://t.co/9stsRo1eA8",
  "@jamesink98 First the worst,\nSecond the best,\nThird the royal princess!",
  "May have just had the best curry of my life. @jamesink98 move over, my heart belongs somewhere else now...😋",
  "Gotta love fake friends man 🙃",
  "yeah sex is cool but have you ever listened to someone you love talk about something they're super passionate about and see their eyes start slowly to sparkle as they get excited abouT it and youR heart grows like ten times bigger",
  "James is too good for this world man",
  "💔",
  "Polar Express!!!",
  "Sometimes I feel like the only person who hasn’t released a Christmas album. Next year I’m going to do ‘Richard Osman Sings A Very Grime Christmas’.",
  "💜💜",
  "@jamesink98 Get stuffed.",
  "@jamesink98 Idiot is a bit harsh, don’t you think?😔",
  "@em1harper has never seen Miracle on 34th Street. I am doubting 5 years of friendship.",
  "Lucky, lucky girl.",
  "“Welcome to lesson 3 of ‘I can’t believe this is A-Level Maths’”",
  "No one has the right to be that much of an arsehole 🙄",
  "So sad to say that my mother passed away this morning. I only saw her last Monday and I am in shock. Travel safe Mum. Thank you for everything. I will miss you so much.\n\nLove, Elton https://t.co/dQKXRbpGRy",
  "No voice but still trying to sing. Oh the pain 😅",
  "What a top afternoon in the Iona club, Hebburn. Went location scouting, ended up with top craic, beautiful stout and bingo into the bargain. Such a friendly gaff, see you in January lads for the zombie apocalypse, cheers! https://t.co/V67Kcm2UMb",
  "Nay good this",
  "Loud and clear 😐",
  "😔",
  "I FUCKING LOVE WETHERSPOONS",
  "Will there ever be a day when I get out of the shower unscathed?",
  "Morning tunes 👌🏼",
  "@Alicia_W58 I love you so much ❤️❤️",
  "I’ve felt so loved tonight. Thank you guys ☺️☺️ @Alicia_W58 @em1harper @RobynBailey08",
  "Tomorrow is going to be such a good day!",
  "Why am I like this???😅",
  "I’m in love with the sky tonight 😍😍",
  "My #cadvent wish is that you were never bought by Kraft, who reduced Fairtrade obligations, shirked corporation tax &amp; fucked up the Creme Egg. Spin on my chocolate finger mate. https://t.co/rhu4dGq4Mr",
  "There are dinosaur emojis?! This is a game changer for me. Seriously. 🦖🦕🦖🦕🦖🦕🦖🦕🦖",
  "@LibbySmith_Reed They’re so loud 😩😩",
  "I’m a very very lucky human",
  "A snowball to the face is just what I needed 🙃🙃",
  "Lol why do I think myself into sadness?",
  "Wish I was at home with hot chocolate, in my pyjamas and Christmas blanket not stuck at Sixth Form 😩",
  "What a good start to the day ☺️☺️",
  "Dressing gowns are honestly the greatest items of clothing in existence I want to be buried in my dressing gown",
  "some girl with her boyfriend in town kept telling him cute Christmassy ideas they can do over the winter like Christmas markets n stuff n he just kept saying 'why would I wanna do that' 'shut up ur annoying me' n I just thought throw the whole boyfriend away x #BINHIM",
  "@RoryOMalley There once was a @kaysarahsera \nWho came from a different era\nTurns out in the Odyssey, she was a goddess, she\nwent by a different name, Hera",
  "@jamesink98 even Elton John likes ABBA! https://t.co/xl9sA97mQP",
  "@jamesink98 Bloody damn good band, they are👌🏼👌🏼",
  "I’m an adult-child.",
  "TIP OF THE DAY; Delete the people that make you feel bad about yourself or your life, unfollow them, delete their numbers, erase their texts, find happier people, pet a dog, watch a silly movie, just try to forget about them. You’re better off, remember ur worth &amp; don’t settle✨",
  "Thank you for all your lovely birthday wishes! Great to share a birthday with Judd Nelson, Friedrich Engels, Chamillionaire and someone who invented a new type of battery in the 1920s.",
  "@jamesink98 Me too, ain’t ending my day on a low 😅",
  "@jamesink98 Well no, I didn’t tweet until my dad told me I had to suck it up until I got home",
  "@jamesink98 I’m worried!! I’m stuck in my coat!!",
  "@jamesink98 I’m stuck in my coat",
  "😩😩",
  "When I woke up this morning I did not expect my chemistry teacher would be serenading me with Stevie Wonder’s version of Happy Birthday 🙃",
  "The sky is unbelievably pretty this morning!",
  "@Alicia_W58 (Sneaky One Tree Hill reference)",
  "@Alicia_W58 Why does everyone leave?😔",
  "@Alicia_W58 Using me for bells and leaf tickets 😭😭",
  "@Alicia_W58 Thanks for the kudos babe",
  "@Alicia_W58 IT HAS A MINI CACTUS",
  "@Alicia_W58 is bullying me over my caravan on animal crossing 😔",
  "@jamesink98 😍😍 https://t.co/l9w9xTk1pD",
  "“You’re the cutest human in the world, did you know that?” @Alicia_W58 flatters me😳😳",
  "Nice one.",
  "Paris, France https://t.co/OGA43d0LCp",
  "Can Dear Evan Hansen come to London plz",
  "No way did I panic because I couldn’t remember who’s birthday it is on Tuesday or whether or not I’d bought them a card 😳🙄 give me strength...",
  "Not even Christmas songs can save me from this shift 😭😭",
  "\"You're too young not to believe everything's gonna be okay.\"",
  "@jamesink98 @emma_drewett Decided against savagery then?",
  "@jamesink98 @emma_drewett I’m sorry making me happy is a waste of your time😔💔",
  "@emma_drewett @jamesink98 Thank you Emma! He just doesn’t understand the importance 😔",
  "@jamesink98 How valuable is the source though?",
  "My boyfriend amazes me",
  "Where can I get a really big beanie hat in Manchester?",
  "And the no.1 arsehole award goes to... @jamesink98 https://t.co/tvXGvlD0wU",
  "https://t.co/RIyaGTWp2a",
  "when you’re at a concert and you literally feel the music through your bones and it makes you realize that that’s your happy place and the place you wanna be for the rest of your life",
  "Birthday on Tuesday. Already have 6 cards... half of them are off my boyfriend, does that still count? 😅",
  "@LibbySmith_Reed Rent makes me ugly cry",
  "@LibbySmith_Reed Why are you doing this to yourself?!?",
  "@jamesink98 Thank you 😳😘",
  "@jamesink98  ☺️☺️ https://t.co/ztdhfN9aPP",
  "Let go of the anxiety, breathe. You're going to have a great week, you'll get through it just like u always do. Stay positive, all is well",
  "Not one person in this film is wearing their bag on both shoulders 😐😐 I don’t need this extra stress.",
  "Internal screams",
  "@RobynBailey08 @em1harper Just you wait until next Friday 😉",
  "Hmm...",
  "What George MacDonald said...",
  "Can someone bring me lots of blankets and lots of hugs pls 😔",
  ". @StarbucksUK Love the new brownie. You've really captured the magic of Christmas xoxo https://t.co/UPoWXiGUPL",
  "2018 IS GONNA BE MY YEAR. I AM SPEAKING IT INTO EXISTENCE THAT IT WILL BE FILLED WITH LOVE, HAPPINESS, OPPORTUNITIES, BLESSINGS AND PROSPERITY. NOTHING IS GONNA STOP ME FROM ACHIEVING THAT GOAL.",
  "@Alicia_W58 You just made me chuckle",
  "@Alicia_W58 Unfortunately not this time 😔",
  "Delighted to announce I am the new president of Zimbabwe. SO glad I didn't go in the jungle!!!",
  "5 straight hours of maths is a dream come true ☺️☺️",
  "C’mon big man, give me a rest today 🙁",
  "Can last night’s dream come true, pretty pls.",
  "It’s all just too much...",
  "Thanks for ruining my afternoon 👍🏼",
  "@Alicia_W58 I love him so much https://t.co/nnoSyBKTLV",
  "Ngl I’m mega excited for quadruple maths tomorrow ☺️",
  "🤢🤢",
  "There are some things parents just shouldn’t say😳🙃😅",
  "Today is my last @DearEvanHansen performance, ending a 3.5 year journey with a remarkable family of artists. I am proud of all I gave &amp; grateful for all I received.\n\nI love you, Evan. You changed every part of my life. I’ll carry you with me for the rest of my days.\n\nNow, onward!",
  "I can thaw a Tory’s heart.",
  "@jamesink98 No. But, I did just publicly out you for hypocrisy.",
  "@jamesink98 Does this mean I can call you Jimbo from now on?",
  "@jamesink98 No comment",
  "A familiar smell can bring back so many memories and feelings...😳",
  "If two people are happy together, leave them alone.",
  "@RobynBailey08 Thanks",
  "London 😍 https://t.co/C29ABeZnvs",
  "@jamesink98 K.",
  "I’m going to miss broadway duets with my sister 😔",
  "And sometimes they help you realise just how much you love someone, and that they’re definitely worth the wait for them to come home... https://t.co/N8CiHMUldQ",
  "Oh",
  "At Girlguiding women empower girls and girls empower women. Join them today. #KnowYourPlace",
  "https://t.co/SAQL3OgRHx",
  "Can we all take a minute to appreciate the sky this morning though 👌🏼👌🏼",
  "150+ photos on my camera roll are of sunrises or sunsets. I am not ashamed.",
  "Songs are my poetry.",
  "Autumn in Paris. https://t.co/27qDhUL3Ff",
  "Sometimes standing up for yourself and demanding to be treated with respect makes you feel like you're being a bitch. Trust me. You're not. You're just aware of your worth and not letting anyone get away with treating you as less than. ✌",
  "I want lots and lots of cuddles... oh, and hot chocolate.",
  "We interrupt this timeline of depressing shit to bring you this... a baby lion learning to roar. 🦁\nhttps://t.co/Y7Wnh2jHwj",
  "@Alicia_W58 I shall think about forgiving you 😅",
  "@Alicia_W58 AHAHAHA",
  "@Alicia_W58 I didn’t leave you with concussion!!",
  "@Alicia_W58 is a fundamental poophead",
  "no ones allowed to be mean to me in 2018. i’m saying it now, if u do you have to paypal me £20.",
  "My days always have the best ends ☺️",
  "@jamesink98 you are one Jame. https://t.co/2TY1yJSJm3",
  "PJ’s + dinosaurs",
  "Oh deary me 😅",
  "Winter makes the most beautiful skies",
  "Gmorning.\nTired, but grateful.\nSick, but grateful.\nIt's grey out, but I'm grateful.\nSo much easier to start with grateful.",
  "Stress levels too high",
  "@jamesink98 Anytime, bro 😘",
  "@jamesink98 @em1harper @TheRyanFallon We shall agree to disagree on that one.",
  "@em1harper @jamesink98 @TheRyanFallon Even if it was a Christmas film it would definitely, definitely, DEFINITELY not be the best.",
  "@jamesink98 *ever",
  "@jamesink98 @TheRyanFallon @em1harper This whole list has caused me great sadness.",
  "@jamesink98 IT’S SUCH A BRILLIANT FILM!!",
  "@joelycett @Alicia_W58  “life is like a box of chocolates, it doesn’t last long if you’re fat”",
  "Newcastle...it’s Tyne. #whyayeman https://t.co/qp4xE1qlWn",
  "https://t.co/a6GYlNYHvC",
  "It’s moments like this when I really bloody miss you 😅💜",
  "@jamesink98 I’m in love with this",
  "@jamesink98 How annoying?🙄",
  "@jamesink98 😔💔 https://t.co/1bz6yJFVYu",
  "So it wasn’t just a dream...☺️",
  "Being allergic to everything is literally such an inconvenience 😐🙄",
  "@jamesink98 💜💜💜",
  "The worlde kan be a terrible playce sumtymes. Take care of ech othir. Synge songes. Tell tales. Treasure kyndenesse. Strive for bettir.",
  "@RobynBailey08 Eh? But guitars aren’t proper instruments 🙄",
  "Deliberately taking a 15 minute walk in the cold just so I could stare at the sunset is the most me thing I’ve ever done.",
  "Disappointed by all the negativity lately... people will say anything for a reaction. Don’t stoop.. rise above.",
  "There isn’t a word to express my love for Christmas like I literally want to put my tree up now &amp; play fairytale of New York till the 25th",
  "3 more Mondays ☺️☺️",
  "Dogs don't hate bonfire night cause of the noise but because they wish Guy Fawkes had succeeded in totally obliterating King James I",
  "Never empathised with a film more...",
  "@jamesink98 Thanks bro",
  "The fact all my co-workers on shift today agreed that I’m the bubbliest, most optimistic person they’ve ever met has made my year ☺️☺️",
  "Uggs Benedict https://t.co/tfLuQhyTUD",
  "Paris is when you and I sit in cafés and it rains on the silvery tables.",
  "Oh dear god",
  "I just love Alfie Boe and Michael Ball tbh",
  "Today is going to be a good day 👌🏼☺️",
  "@jamesink98 Wouldn’t dare",
  "@jamesink98 Close but no",
  "@jamesink98 That’s because the best person in the world takes you",
  "@jamesink98 you’ll never guess what I did 😅",
  "@Alicia_W58 Good ol’ Sheila",
  "Hugging my grandad instantly made my day good again ☺️",
  "@jamesink98 I do 🤷🏼‍♀️",
  "My confidence is hitting me in waves so if there could be a tsunami at about 9 am it’d be much appreciated",
  "Anyone else get so excited for Christmas that they feel like crying or is that just me",
  "https://t.co/Fx5x14kISK",
  "@RobynBailey08 Bloody 28 Days man 😐",
  "https://t.co/oAkF43VO6Q",
  "Fudge",
  "Frankenstein’s bride:\nYou never help with tea\n\nFrankenstein: \nI did the mash...\n\nFrankenstein’s bride:\nDON’T YOU FUCKING DARE, FRANK",
  "Kinda missing my best friend today 😔",
  "https://t.co/z9IGAn4MkT",
  "If you want to truly fall in love and have a fun relationship, in this generation there is one skill that we must master. The art of appreciating who you have, who you are, and remaining forever grateful for the energy and time that another person sacrifices for you.",
  "...and she grinned so wide it could be seen by the man on the moon...",
  "https://t.co/bSi8m6C1BH",
  "Ouch",
  "Everyone deserves to see this https://t.co/WKQxpHa0MN",
  "_   _ _ _ _   _ _ _",
  "Yesterday was the best day of my life. Today? Not so much.",
  "😳😳",
  "😔😔",
  "@jamesink98 this made my day tbh https://t.co/SLZNg4ZF23",
  "TOM FLETCHER SAID HE LOVED MY NAME",
  "\"We are under the same night's sky, so I'll always be by your side\" 💜",
  "Being made to feel like an idiot isn't something I need rn 🙃🙃",
  "Fact! Hugging a dinosaur reduces stress. https://t.co/ZE1eofZ0DL",
  "Not to be cringey or out but I honestly think I've got the best bf in the world.",
  "Someday you'll meet someone who will make you feel beautiful even if you think you're not.",
  "Turbo lols",
  "Can we just fast forward to this time next week pls?",
  "Biting my tongue 🙃🙃",
  "So true. https://t.co/tK0vS469Y4",
  "Could do with some chocolate about now 😔",
  "Just get back to work, Sav 😔",
  "Sometimes you just know someone is worth giving your whole heart to...😳🙄",
  "🙄😡 https://t.co/4V9vBq381Z",
  "In the back of a car, weaving through country lanes, counting the stars. That's my favourite place to be.",
  "https://t.co/7ieNmd8H34",
  "The north/south divide can be measured by the greggs to waitrose ratio",
  "Gets dark so quickly... I keep missing the pretty sunsets 😔💔",
  "Maths is such a headache 😓",
  "@jamesink98  😳😳 https://t.co/uhsLStmgjJ",
  "@jamesink98 Couldn't make it more obvious if you tried 😅",
  "@jamesink98 Aaahhh! 😳😍☺️😅",
  "@Alicia_W58 @em1harper @RobynBailey08 I swear this is blasphemous",
  "Pandas make me smile 😊 https://t.co/NEpi5J5WI0",
  "@jamesink98 As if I'd be conflicted over that? I know the right way to vote...",
  "@jamesink98 Yeah ha ha... 😳",
  "Conflicted thoughts suck tbh",
  "@jamesink98  ☺️☺️☺️ https://t.co/51jjGijrHc",
  "My little cousin melts my heart",
  "This is so me 😅😂 https://t.co/bNkfOZbAhp",
  "*insert mushy tweet that would be way too embarrassing to actually post but my heart is feeling it*",
  "MY MUM PRONOUNCES SCONES WRONG 💔",
  "@jamesink98 ☺️☺️☺️☺️ https://t.co/WnMBrwwoZO",
  "Optimism ☺️",
  "I hope one day I can find someone who will choose me like that. https://t.co/1TWoKXc0Hj",
  "Quick shoutout to singing and to hearing people sing for being one of the greatest parts of the human experience, k have a great day all",
  "Savannah has lost her mind",
  "Bad craic",
  "@jamesink98 You love it, don't lie",
  "\"I'll feed your cats\" Rod Stewart knows how to win a girl's heart.",
  "Zip-a-dee-do-dah 🎶",
  "\"I've never been prouder!\" is a message I just sent to my bf at Cambridge because he was talking about watching Disney🙃",
  "Here comes the sun, doo doo doo doo. ☀️☀️",
  "Clothes shopping does wonders for your confidence 🙃🙃",
  "Heartbreaking when your cat doesn't love you back 💔",
  "everything is terrible so here’s a baby lion cub learning to roar https://t.co/JZpZGj69FJ",
  "Whenever I have a bad day I just think to myself... at least I'm not Lady Jane Grey...",
  "@jamesink98 ''Twas very bizarre, mate",
  "Had a dream last night that James told me he'd bought me James Blunt tickets and then slit my throat 🤷🏼‍♀️🤷🏼‍♀️",
  "@jamesink98 Tunes mate",
  "Fallen in love with a dog at the metro station.",
  "https://t.co/Q6PKeQFWKY",
  "Worrying in the middle of a game of netball only ends with a ball in the face 😅😅",
  "Reminder that if a woman didn't post #MeToo, it doesn't mean she wasn't sexually assaulted or harassed. Survivors don't owe you their story.",
  "The Eiffel Tower of Biddick Hall.",
  "\"I'm a vegetarianist\" @Alicia_W58",
  "@jamesink98 Pretty pretty pretty please",
  "@jamesink98 Watch it 👉🏼",
  "Eternally grateful for make up x",
  "@jamesink98 https://t.co/fvGbS5HDcP",
  "“Why are you so obsessed with Disney? It’s for kids.”\n\nFirst of all, bippity boppity back the fuck up.",
  "*nods agreeably*\n*puts BOM album on again*\n*starts crying* https://t.co/MyT2WFCBpm",
  "If you don't almost crash because you're too busy admiring the pretty sky are you even called Savannah?",
  "not to be dramatic but this is one of the worst things i have had to go through https://t.co/LatPqDQ9Jl",
  "Falling in love in a coffee shop... a damn good song and a damn good thing to do.",
  "Coffee-fuelled double maths first thing on a Monday morning...",
  "@jamesink98  https://t.co/IYoqLYzyzb",
  "@jamesink98 @jamesink98 @jamesink98 @jamesink98 @jamesink98 @jamesink98 @jamesink98 @jamesink98 @jamesink98 @jamesink98 @jamesink98",
  "Little discovery whilst tidying my room. It's supposed to be good; I'd argue it could never be as good as the person I'm to watch it with. https://t.co/YV0e8tvUJD",
  "https://t.co/8K01vsgKEh",
  "Nothing worse than the need for a hug at this time 😔",
  "My boyfriend deserves eternal happiness I stg",
  "@jamesink98 Ya funny",
  "Roll on half 7",
  "An evening of my two favourite things; I shall sleep happily tonight.",
  "Your girl is boss at Pointless",
  "@jamesink98  look at the ones at the back!!!! https://t.co/cnVFUV3MI7",
  "@jamesink98 This is the proudest moment of my life. What song was it?! Ah man, I love you.",
  "\"She's a Labour supporter but owns 6 horses, fuck off\" - @Alicia_W58",
  "@jamesink98 I'm a panda🐼 https://t.co/YmkGQ6KfHW",
  "The day you realise the voice in your head belongs to someone else. That's a good day.",
  "My favourite good morning...",
  "@jamesink98 Shut your face.",
  "@jamesink98 No need for knives; I have straighteners. \n\n(I jest. You're wonderful and give me no reason to want to cause you that much harm😅😘)",
  "Sharpening pencils is therapeutic",
  "this is so beautiful 🙌🏽 https://t.co/7FynreM6W4",
  "https://t.co/mg7B0XkA0n",
  "Dinosaurs are real!!!",
  "In this fan photo we see some lines in which I express my boundless, if infrequent, optimism. https://t.co/He4fPIEMkx",
  "74 days 🎄",
  "Nothing cheers me up quite like my cat falling asleep on my lap ☺️",
  "There it is♥️ https://t.co/nUffliX8Sy",
  "@jamesink98 Je t'aime",
  "@jamesink98 Merci beaucoup 😘",
  "@jamesink98 Apology accepted?",
  "In life, you'll realize that there is a purpose for every person you meet. Some will teach you, and some will bring out the best in you.",
  "Used to joke about James having bad knees once he turned 18. Today I'm struggling to climb stairs. \nI take it back @jamesink98",
  "Go back to bed Savannah, let's try again tomorrow, you muppet.",
  "Poor Sally https://t.co/cWwJmrlSHr",
  "@Alicia_W58 Ah man😳 this made me smile☺️ I love you😘",
  "Re-enacting @joelycett sketches during lunch hour and only getting half way through before corpsing. Welcome to A-Levels. @Alicia_W58",
  "It's #WorldMentalHealthDay - when you go to work today, try not to judge someone too quickly. You don't know what they are fighting. ❤️",
  "#WorldMentalHealthDay2017 💛 https://t.co/l2qlAtzcUW",
  "3 points on University Challenge. I knew my love for Billy Joel would come in handy one day.",
  "My house smells like spiced apple which means it's Christmas",
  "maths is fun working and solving stuff\nmaths isn't fun when you don't know how to solve shit during the paper and your future depends on it",
  "HOLD ME CLOSER TINY DANCER",
  "I can't wait for Christmas 🎄🎄☺️",
  "I feel kinda grey. What colour is your mood today? https://t.co/gPei8Yg1dR",
  "Nice one, Sav. 10/10. Good stuff.",
  "Dream come true making my @England debut tonight! Delighted with the win too❤️",
  "Today has not been a good day, lads",
  "@ me https://t.co/osXHM61BRy",
  "@jamesink98 Can you imagine?😫😔",
  "Looking back to a year ago...\nNothing changes yet everything is so different and I couldn't be happier ☺️",
  "7/10/2017. The day Savannah decided her favourite song.",
  "You know your secret code is good when you spend 5 minutes trying to work out what it means.",
  "I'm so looking forward to watching Christmas films again",
  "Will someone buy me a rabbit pls? https://t.co/kwJooCYMUE",
  "Oh and if you don't like my dance tonight no need to tell me. I'm having the time of my life. Sometimes joy should just be left to shine.",
  "Swear I only come to work so people can laugh at how stupid I am 🙃",
  "@jamesink98 He's gone to a better place 😔",
  "*insert indirect tweet about how people need to learn to be nice and keep out of what doesn't concern them🙃* https://t.co/Q5FHcXESr8",
  "Lago di Braies, Italy https://t.co/SFtS0hH4Fy",
  "Singing with @Alicia_W58 is the highlight of my day.",
  "@jamesink98 lol I'm not sorry. \n\n(I know! Thank you - I'm trying my best 💜)",
  "Every time I try to sing I lose my voice and that breaks my heart💔",
  "Love planning things ☺️☺️",
  "😡😡",
  "Gorgeous sky ⛅️ https://t.co/oShgsc3P93",
  "@jamesink98 @ldgadamn 😘",
  "6 keys to a good relationship: freedom, friendship, honesty, trust, understanding and communication.",
  "I'm already done with today. Can I go home please?",
  "@jamesink98 @em1harper I'm not from Biddick Hall",
  "Being small in a house full of giants is great until it's time to take a shower 🙃",
  "😅 https://t.co/1iy2UBTjBQ",
  "Imagine having friends that didn't roast you 24/7",
  "@jamesink98 Don't understand how people can be so horrible 😔",
  "@jamesink98 💔💔💔😡",
  "@em1harper \"Savannah, I think you're a special kind of special\" - @Alicia_W58",
  "@jamesink98  lol happy birthday 💜 https://t.co/bNmPKoJWaJ",
  "Good night, Tom Petty. https://t.co/57tQWVpHUH",
  "@jamesink98 I cut my finger 😔",
  "https://t.co/x4cXtxO3AX",
  "\"You need to learn to let go of whatever it is that makes you think you're not good enough, that's when you learn that you matter.\"",
  "Note to self: don't try to catch the knife after you've dropped it.",
  "The day of my last driving lesson will be the happiest day of my life",
  "i love concerts bc no matter how shitty you feel everything suddenly seems okay in those couple of hours and you feel alive and happy",
  "Can I have a day off from being a girl pls",
  "@jamesink98 @Conzillahh  https://t.co/nbMZv7by72",
  "@jamesink98 Alreet it ain't Jezza Kyle mate",
  "@jamesink98 I don't appreciate you revealing such heart-breaking information to me on social media mate 💔",
  "@jamesink98 Then I shall draw circles instead",
  "Was singing Christmas carols today in the hope that it'll speed up time cos I can't wait for December ☺️☺️☺️",
  "https://t.co/Fx9hXKZdqy",
  "Sometimes you've just got to accept that your best will never be good enough.",
  "@Alicia_W58 Thank you 😔 at least someone cares @jamesink98",
  "@Alicia_W58 IT WAS SO TRAUMATIC.",
  "OCTOBER 🎃 OCTOBER 🎃 OCTOBER 🎃 OCTOBER 🎃 OCTOBER 🎃 OCTOBER 🎃 OCTOBER 🎃 OCTOBER 🎃 OCTOBER 🎃 OCTOBER 🎃 OCTOBER 🎃 OCTOBER 🎃 OCTOBER 🎃 OCTOBER 🎃",
  "@jamesink98 Mate I'm actually heartbroken💔",
  "Sad news: I've killed my cactus.",
  "@Alicia_W58 @em1harper @RobynBailey08 Love youuuu",
  "\"Savannah, shut up and eat your chocolate\"",
  "Today was today that Savannah Wilkinson wasn't just on time, but early !!",
  "Don't let your boyfriend treat you like a season 1 Nathan Scott, you deserve a season 6 Nathan Scott",
  "Nout like being thumped on the head when you already have a headache🙃",
  "@jamesink98 I'm mega proud of you mate, don't forget it.",
  "My mum missed the meme. https://t.co/r5FQpmpBVL",
  "@jamesink98 Mate, it ain't a Christmas film",
  "@jamesink98 Wasn't difficult mate 😘",
  "Today was a wonderful day ☺️",
  "@RobynBailey08 @mikasounds I BLOODY LOVE MIKA",
  "Honestly get so excited when a find someone else who loves @mikasounds as much as I do",
  "Very true https://t.co/pbITtzrDNi",
  "Benefits of music: \n- Stress relief \n- Boost immunity \n- Reduce heart disease \n- Enhances emotional strength \n- Boost self esteem",
  "Congratulations Savannah on making the worst cup of coffee ever to disgrace this earth.",
  "Phenomenalism is a difficult word to say 😐",
  "@Alicia_W58 I feel like I've finally found myself",
  "Almost 18 and I've just realised the name of my own religion 😳😐",
  "\"I'm stuck with a surname with willy in it\" - @Alicia_W58",
  "Clouds being selfish and covering up the sunset 😡😔😔💔",
  "Well that wasn't a nice hour 😐",
  "@jamesink98 I LOVE THIS",
  "@jamesink98 AHAHAHAHAHA",
  "kocham Cię 💜",
  "Music typewriter from 1936 https://t.co/9txruKoqcg",
  "@jamesink98 https://t.co/coB0gyUfAH",
  "@jamesink98 Proud of you!",
  "Good harmonies are the way to my heart.",
  "The world awaits us. Let's see it.",
  "The only thing better than Gatsby is good-smelling Gatsby. A particular good smell.",
  "https://t.co/vRUlznPhNY",
  "@jamesink98 That makes two of us 😉 #luckyaf https://t.co/ZsfMx7jIz9",
  "My boyfriend likes pepper and cheese in his water.",
  "I've eaten breakfast,hopefully it's a sign that today is going to be a good day😅",
  "@jamesink98 😘💜",
  "Coffee and Gatsby make a 6:30am train bearable 👌🏼",
  "He's a right tool",
  "I take this back",
  "@jamesink98 That's why I said sometimes.",
  "the 'text me when you're home safe' kinda people are the best type of people",
  "I like my boyfriend sometimes.",
  "@jamesink98 @AcaciaBrinley @em1harper OMG",
  "@jamesink98 😘😘",
  "Lol maybe I was wrong",
  "I have a feeling today is going to be a good day ☺️",
  "Sorry i'm late I sat on my bed in a towel for an hour staring at the wall",
  "@LibbySmith_Reed I'm still smiling about it 😂😂",
  "@LibbySmith_Reed That's cos you saw me ☺️☺️☺️😘",
  "Sing your way through the day🎶☺️",
  "I'm not gonna lie to you guys, I'm as far from okay as it is possible to be.",
  "Don't even care about the cringe... I'm feeling extremely lucky tonight. https://t.co/Z2MbdQoxt6",
  "@jamesink98 I did ☺️",
  "*slurps coffee*\n\"Did you just slurp that? You're like Henry VII - you're a uSLURPer. \n@jamesink98 thinks he's funny😐😐",
  "I'm in such a great mood!! Is something good happening this afternoon?? ☺️☺️☺️",
  "When your ethyl propanoate smells like nail varnish instead of pineapple-apple, you know you've messed up 😐",
  "\"There are a handful of moments in your life that you just know while it's happening you're gonna remember for the rest of your life.\"",
  "laser tag is awesome",
  "I'm full of great ideas but too nervous to suggest them incase they fail 😐",
  "@jamesink98 💜",
  "It is a truth universally acknowledged that a man finishing a statement with 'fact' will be talking unconscionable tripe. https://t.co/fIsc3OUGTG",
  "@jamesink98 Burn - Hamilton. The same song with quote about palaces and paragraphs 😉",
  "@jamesink98 Omg so many musical references today!!! 💜💜",
  "@jamesink98  https://t.co/mhpu7GOpLA",
  "@jamesink98 You know, sometimes, I really don't like you.",
  "Why do people laugh at everything I say?😐",
  "Sometimes I think I wouldn't make it through the day if it wasn't for music😴😐😅",
  "☺️☺️",
  "@jamesink98 😉",
  "Wish I could just have a shower and get out in one piece 🙄",
  "@jamesink98 This is cute",
  "I just wanna go Iceland and see the northern lights and go in the blue lagoon 😭",
  "#EvanHansenIsAHufflepuff https://t.co/QA9lkwwpds",
  "I am just cringe personified.",
  "@Alicia_W58  https://t.co/gg6aPykGVZ",
  "@Alicia_W58 Feel like a need to make a disclaimer clearing up the fact I don't eat little children...",
  "@Alicia_W58 I'm called curry...",
  "@Alicia_W58 Mini twin?!?",
  "@Alicia_W58 managed to sum up everyone's thoughts when they realise the real Savannah. https://t.co/tfQN2W46XI",
  "@jamesink98 Imagine not believing in dinosaurs!🙄",
  "I just wanna be at home with coffee and my dressing gown.",
  "If you want some good news snow leopards have been removed from the endangered list today which they've been on since 1972",
  "Very true https://t.co/nHtyFXsKfH",
  "@Alicia_W58 😳🤷🏼‍♀️ https://t.co/numo5KUX92",
  "One. Week. The #Kingsman return. It's gonna be a blast. https://t.co/RzzC7nXFkA",
  "@jamesink98 tell me dogs aren't cute one more time. https://t.co/YC3QvdNrNT",
  "@jamesink98 @em1harper Puppies aren't bad for your health. Unless you're you and then, well, life sucks. 😋",
  "@jamesink98 @em1harper He has a puppy.",
  "@jamesink98 @em1harper Now.",
  "I think I was right ☺️💜 https://t.co/5hequsJs2u",
  "Harper Lee has broken my heart.💔",
  "Yellow car!",
  "Javert: AND I AM JAVERT, DO NOT FORGET MY NAME\nIKEA: got it https://t.co/6Zmq88quRq",
  "@LibbySmith_Reed Highlight of the week.",
  "Dear Evan Hansen is every kind of wonderful.",
  "You've got looks that books take pages to tell...",
  "We can survive the week ☺️",
  "@LibbySmith_Reed Is it a dying art?",
  "Just because one song is over it doesn't mean we can't write another one.",
  "Deep breaths.",
  "I seem to have been topped up with my weekly tear allowance 😭😭",
  "Colin Firth is celebrating his birthday today and that's all the excuse we need to share this picture. \nDeal with it. https://t.co/ZHE5wlj37E",
  "So proud of my little sister for finally entering her emo stage at the age of 15. You have a wonderful discovery ahead of you, kid x",
  "@LibbySmith_Reed Also, it's cod I'm allergic to",
  "@LibbySmith_Reed I saw that typo! Knobhead",
  "@LibbySmith_Reed When did you ever see me eating fish?🤷🏼‍♀️",
  "@LibbySmith_Reed You should have lived up to your t-shirt and remembered someone had an allergy when you did the shopping. Mate.",
  "@LibbySmith_Reed You gave me baked beans on a slice of bread mate.",
  "Can people stop giving me foods I'm allergic to without telling me pls 🙃",
  "@RobynBailey08 Yep ahahaha",
  "Dinosaur, grr. https://t.co/1Dj8EugL4b",
  "@RobynBailey08 I love you",
  "https://t.co/3DeK3tE2ZU",
  "@Liam26x @jamesink98 guilty🤷🏼‍♀️",
  "Just created a 'Pointless Playlist' of some of my favourite songs on Spotify... https://t.co/2G7xpzPIp8",
  "My dressing gown is ripped 😭 I would like to put in a request for no more heartbreak this week pls.💔",
  "https://t.co/wEpOOqQANi",
  "@RobynBailey08 @ROOM94 I love you...",
  "We can be better. I know it. https://t.co/K7ohElecsV",
  "@RobynBailey08 I love you too 😘",
  "@RobynBailey08 ❤️ https://t.co/2fSfoITSbf",
  "Your voice became my favorite song.",
  "People can say anything about you, but only you know the truth.",
  "💜 https://t.co/FxOdZAbNO1",
  "Our parents lived with this same fear of nuclear destruction throughout the 60s. But they also had The Beatles, so it's still worse being us",
  "I love my dressing gown.",
  "aint this that bass player from fall out boy? https://t.co/NOvBIGWlnW",
  "Any1 else get abit emosh when there dressing gown has to go in the wash x miss you already 😿💔",
  "https://t.co/IR3XazX7Ct",
  "@jamesink98  https://t.co/z4q03ILzfo",
  "https://t.co/UFmojizDvB",
  "Internal debate over my hair... to cut, or not to cut: that is the question.🤔",
  "If I can finish it on time, it will be the greatest gift anyone has ever received ever. I'm excited ☺️",
  "I took these photos on my phone the other day https://t.co/CslVXdf8S4",
  "Today will be interesting...🤢",
  "@jamesink98 I want one.",
  "@jamesink98 @Jcrudess Wow!😍",
  "@jamesink98 @emma_drewett Say that to me on Friday. I dare ya!",
  "@jamesink98 @emma_drewett It's just a shame he always misses 😋",
  "@emma_drewett @jamesink98  https://t.co/cQiXh2PRTl",
  "@jamesink98 !!!😭❤️ https://t.co/BW31b2KeHm",
  "here's a picture of a puppy to brighten up ur day https://t.co/j5Kpqu1lvh",
  "@jamesink98  https://t.co/V3f1wQ1CCE",
  "@jamesink98 Your face hurts my eyes.",
  "@jamesink98 You deserved it... you hurt my feelings 😔",
  "@jamesink98  https://t.co/bwGG5UdGzv",
  "@jamesink98 I've legit done more lifts this morning than you have in your entire life. I ain't weak💪🏼",
  "@LibbySmith_Reed I'm not laughing honest.",
  "Pyjamas, hot chocolate and good music 👌🏼",
  "@LibbySmith_Reed Exactly! It's back for round 2. I won't be defeated this time.",
  "@LibbySmith_Reed It was horrifying! I screamed and Dayna came running upstairs. At least I know she'll come to my rescue...",
  "Just been attacked by a moth. My heart isn't okay.",
  "@emma_drewett @jamesink98 It's the only time he's nice to me, it's all a pretence! 😋 (I jest. Thank you!!☺️)",
  "Imagine being 18 in 2017 and still using hashtags in your tweets. #tragic #irony",
  "@jamesink98 Always good to see you too, mate.",
  "@RobynBailey08 I am like",
  "@RobynBailey08 No I'm Savannah",
  "@RobynBailey08 When I die, I wanna have clothes on",
  "@RobynBailey08 It wasn't funny",
  "@RobynBailey08 Swear I got a concussion",
  "Act 2 of Hamilton is a heartbreaker 💔",
  "https://t.co/HSzm7kjJCB",
  "Conditioner makes shower floors slippery. #fact",
  "Really makes me smile when someone asks me to listen to a song they enjoyed ☺️",
  "Never ever ever in my life, has anyone spelled my name \"Savannagh\"...until today. 🤔🤔",
  "I always wanted to be a mirror salesman.  \n\nIt's just something I could see myself doing.",
  "Thought sleep would help me feel better, but sleep didn't really happen so...🤷🏼‍♀️",
  "https://t.co/ZYOxeRz7gO",
  "Pre-determinism strikes again. 😳",
  "rt if ur a disney princess",
  "Will never understand why people complain about the rain instead of admiring it ☔️🤷🏼‍♀️",
  "Too much love and happiness for my little heart to handle...☺️💜",
  "Still haven't recovered from the fact I ripped a fiver in half yesterday 😭",
  "Trying to write a new poem about the view out of my train window but it's all going by too fast. :-( https://t.co/IdCwpg5qTp",
  "here's a hedgehog trying his best to swim https://t.co/fKSRgVQwVD",
  "https://t.co/fOCDdWiZM6",
  "Why do spiders have to be the thing inside houses\n\nWhy can't it be hamsters\n\nWhy can't I open a drawer &amp; see a tiny hamster eating a carrot",
  "Buzzing my dress has pockets ☺️☺️",
  "Proper proud girlfriend this morning ☺️☺️☺️",
  "Why am I ill the day before I go away?😫",
  "no offense but being laughed at or humiliated in any way for what you're passionate about is one of the worst feelings ever",
  "This is the only time I'll regret listening to Adele 😅😭",
  "@jamesink98 oh...😅 https://t.co/ixgLrvzCJI",
  "Without love, life is rock and roll without a drummer🎵",
  "How am I allergic to my own clothes though?",
  "Constantly being told to stop singing and dancing at work😔😅",
  "@TheRyanFallon Glad you're home safe, mate",
  "@jamesink98 So much love for you.",
  "L.I.F.E.G.O.E.S.O.N.",
  "All I want right now is to be looking out at the sea.",
  "@jamesink98 And to think I was just about to compliment you 😕",
  "@jamesink98 Alchoholic?",
  "So many feelings...😍😁💜😐😔",
  "@RobynBailey08 I miss u 2",
  "@Jordan_Coombe @tomjackjackson @lidl @TheRyanFallon  and @em1harper Does this ring bells? 😂😂 J.",
  "@em1harper That's how they should stay 👉🏼 love James x",
  "@jamesink98 😘💜",
  "You know you have it made when you stand in the kitchen whilst your boyfriend runs around you making you coffee and croissants👌🏼👌🏼👌🏼",
  "@jamesink98 💩",
  "I have feeling that today is going to be the most wonderful of days.",
  "\"Such a beautiful place it is, to be with friends. Dobby is happy to be with his friend, Harry Potter.\" ⚡️💔😥\n#HarryPotter https://t.co/DEYRBpcVFQ",
  "@jamesink98 Of course...what do you take me for?😋",
  "Dobby just died and I've just been reminded that the world is an horrifically cruel place.",
  "@em1harper This tune man 👌🏼👌🏼👌🏼",
  "Tbh all I want to do in life is travel and sing.",
  "@jamesink98 https://t.co/kdcKiweaHH",
  "\"Would you like to help me put the miracle grow on the plants? It might help you out too...\" just leave me to my wine and brownies pls mam.",
  "⚽ FULL TIME: #SAFC return to Wearside with a massive three points in the bag thanks to a @grabbs22 double and an Aiden McGeady screamer! https://t.co/vCVYogKcAE",
  "FT: Newcastle 0-2 Tottenham\n\n#Spurs get their #PremierLeague campaign off to a flyer on Tyneside. \n\nFull report ➡️ https://t.co/11BrKsCcKn https://t.co/qNvIWuNHPN",
  "Never a dull day at work 🙃🙃",
  "The sky is incredibly beautiful tonight.",
  "the ocean is art https://t.co/K5W0Uf6mvH",
  "@jamesink98 You're the worst.",
  "sex is intimate and sacred. your body is a temple and you shouldn't share it with anyone who doesn't like garlic bread",
  "@jamesink98 do you think we'll see this on Monday? 😂 https://t.co/NS0cN7ZYEw",
  "Can't stop smiling !!",
  "this might be the cutest video to ever exist https://t.co/G1HUmCwf1q",
  "My mum is making brownies and it might just be the greatest smell in the world...",
  "@jamesink98 Judging by this you're heading back to see a prince 😋",
  "@jamesink98 Green for the Queen 👑",
  "Atheists don't solve exponential equations because they don't believe in higher powers.",
  "2 doggos https://t.co/oNRddrLKU7",
  "Apparently having fun is now linked to social impairment 😐 https://t.co/vacp9jkoDn",
  "@em1harper \"Savannah, stop singing! I can see your head bobbing!\"",
  "@em1harper I swear it did!! Why would I say it otherwise???",
  "@em1harper Must explain the muffin incident yesterday 🙄",
  "@em1harper Don't think your taste buds work properly Hun x",
  "One of the most brilliant and chilling things ever written about nuclear war, by the late Roger Fisher. https://t.co/zgvnM9a0vb",
  "@jamesink98 https://t.co/XVc63WcfG8",
  "@em1harper you're a disgrace. https://t.co/iYArVVE0fe",
  "My boyfriend is unbelievably talented☺️",
  "Everyday is a school day. Today we have learnt that Savannah shouldn't be allowed out of the house 😳",
  "\"But it's not Saturday, it's Monday\"\n\"Savannah? It's Wednesday\" \nOops 😅 @em1harper where would I be without you?",
  "RIP Glen Campbell, 1936-2017. \nhttps://t.co/9KpoVOS6xR",
  "https://t.co/VmZ7cphSIT",
  "We all have a friend who is almost always right, and a friend who is almost always wrong. Both equally useful.",
  "Nothing worse than earache ffs 😫😫😫😭😭",
  "Two guys walk into a bar, the third one ducks.",
  "Compassion brings us peace of mind. It brings a smile to our face and genuine smiles bring us closer together.",
  "sex is intimate and sacred. your body is a temple and you should only share it with people who believe in global warming",
  "International Cat Day is my favourite day ☺️☺️☺️ https://t.co/4F8hBIsdPD",
  "Sagittarius girlfriend https://t.co/9W3O7KDXGb",
  "Make-up was all nice for Fringe and I've just ruined it crying to Ed Sheeran in the car ffs",
  "Never known anyone to have more excitement than @jamesink98 when he found out that ATM stood for Automated Teller Machine😂",
  "Really want to watch Rent but don't fancy crying until I'm drowning in my own tears. Struggles.",
  "One day... https://t.co/D95Kq7zMAz",
  "Actually have a tan that didn't come from a bottle !!!",
  "\"Learn to let go of the past and recognize that every day won't be sunny..\" https://t.co/J5WZJAkR6T",
  "It's here, it's here, it's airport time, it's finally here https://t.co/g1IaCPug7a",
  "Home, sweet home.",
  "Know it. https://t.co/UPwNQIhVUF",
  "I'm such a star ⭐️ you're welcome @LibbySmith_Reed https://t.co/RieHsmh0ad",
  "Never been more excited for a Thursday.",
  "💜 https://t.co/jZjxQJtXve",
  "If you haven't had to drink unset jelly from a mug, have you even been on Guide Camp?",
  "I have the best boyfriend in the world.",
  "If you were here now I'd be able to see my 2 favourite views at once. That would be perfect.",
  "My bed has never been so comfy...who thought two weeks camping was a good idea?😫",
  "Tu me manques...",
  "@RobynBailey08 Love you too ❤️",
  "@RobynBailey08 Appreciated x",
  "@RobynBailey08 No worries, I know someone who would",
  "@RobynBailey08 No",
  "☺️👑",
  "Thank God for my good taste in music.",
  "i just found this on facebook and can't stop laughing https://t.co/mKJ0sNgL5J",
  "There isn't a word in the dictionary that could describe how happy I am.☺️☺️",
  "1. Why can't a woman be a role model for boys?\n2. Oh no, wherever will they find another fictional male character to look up to? 🤔 https://t.co/VHRhixSE7E",
  "@bethany14x Work just isn't the same without you.",
  "Bored as hell at work but haven't stopped smiling because I can't stop thinking about tomorrow ☺️☺️☺️",
  "@jamesink98 @RobynBailey08 @em1harper The Jungle Book isn't Dumbo though. Plus it's Tim Burton, so it's going to be a little twisted😐😐",
  "@RobynBailey08 @em1harper @jamesink98 I like Tim Burton but like no. LEAVE DUMBO ALONE.",
  "@em1harper @jamesink98 @RobynBailey08 It's hurting my heart to think about it 💔",
  "I'm a sucker for watching sunsets or sitting under the stars",
  "Guys, I don't know how I feel about this...😔 @jamesink98 @em1harper  @RobynBailey08 https://t.co/tjW1FqdMLd",
  "This is the best video ever https://t.co/K065H6RJfQ",
  "\"Now is the time for all of us to become the people we always dreamed of being. This is your world. You're here. You matter.\"",
  "If you're short you can relate https://t.co/pknGj4qR2c",
  "What a difference a year can make ☺️",
  "Today, the losers are winners.",
  "@jamesink98 \"Moveth\" along. You're not funny.",
  "@jamesink98 I know, I jest.",
  "@jamesink98 The only thing funny about you is your...face...😳😋😘",
  "@jamesink98 Well that's rude 😔",
  "@jamesink98  aye? 😋 https://t.co/rLSXKl1fGj",
  "@RobynBailey08 I DOWNLOADED THE GAMS",
  "Choosing which harmony I'm going to follow is the most difficult decision of my day 😐",
  "Actually boils my blood when people don't have manners😡🙄",
  "rt if u agree https://t.co/w1Ze1aBqsl",
  "Stop complaining about ur life, theres people out there who are literally allergic to dogs",
  "Today is going to be a good day, I can feel it. https://t.co/IETpwx8hTN",
  "Friendship gc are only funny when you're all sat in the same room😐",
  "You're the paracetamol to my headache.",
  "As if I dropped my sandwich 💔",
  "@LibbySmith_Reed What ever for? I'm a delight!",
  "@LibbySmith_Reed Nice food only pls and thx",
  "\"You're the one I want next to me when my dreams come true, and you're the one I want next to me if they don't.\"",
  "It's only 5 months.",
  "Only taken a week but I've finally mastered the gates at the train station 🙃",
  "Absolutely heartbreaking when your Nan puts tomatoes on your plate and the juice ruins your whole dinner 💔😭",
  "@jamesink98 ☺️💜 https://t.co/tSBBdQjsw1",
  "👍🏼",
  "Tad homesick🙃😔",
  "@jamesink98 @TheRyanFallon @Hughjones1999 You're the worst.",
  "My Nan calls Netflix \"Nextflick\" and it's too much 😂😂",
  "Swear I'm invisible 😐",
  "😐",
  "@RobynBailey08 @em1harper ❤️❤️",
  "@RobynBailey08 @em1harper Don't you love me too?😔",
  "@RobynBailey08 He's dagone...",
  "Dagone? @RobynBailey08 https://t.co/XaC7MN8mj5",
  "@RobynBailey08 I think I know what it is ☺️☺️",
  "@RobynBailey08 When do I find out?? ☺️☺️",
  "@RobynBailey08 Oooh what is it??",
  "What a morning...😭☺️😫❤️",
  "\"Being a good person is your talent\" lots of love for @Alicia_W58",
  "@jamesink98 @RobynBailey08 @TheRyanFallon @em1harper @Alicia_W58 Yeah.",
  "@jamesink98 @RobynBailey08 @TheRyanFallon @em1harper @Alicia_W58 That's not even funny😅😭",
  "@jamesink98 @RobynBailey08 @TheRyanFallon @em1harper @Alicia_W58 Don't you dare.",
  "GUYS😫 @TheRyanFallon @em1harper  @RobynBailey08 @Alicia_W58 @jamesink98 https://t.co/zJaF6hBifT",
  "Arrow is pretty cool.",
  "@jamesink98 💜",
  "Nope.",
  "Irony.",
  "@jamesink98 I mean...💜💜😘",
  "@jamesink98 AHAHAH YOU LOOK LIKE A DROWNED RAT",
  "\"But my heart says, 'Just forget about your pride, you idiot. You love this girl.'\" https://t.co/ELEKGMEkQV",
  "Really really really really really need a hug",
  "\"Do you still love her?\"\n\ndo you stop loving the ocean when you leave vacation just because you don't feel it anymore?",
  "So unforgivably stupid sometimes 😳😷😫",
  "@bethany14x ❤️❤️❤️",
  "@bethany14x I suppose I miss you a little bit...",
  "@bethany14x They're so beautiful 😍",
  "@bethany14x Missing big time 💔",
  "\"Sometimes pain becomes such a huge part of your life that you expect it to always be there.\"",
  "Dinosaur, grrr....",
  "@emma_drewett @jamesink98 I've just accepted the fact that for a man of his intelligence, he's very stupid...",
  "@jamesink98 😘💜💜",
  "15 minutes late but I'm enjoying the rain...",
  "At the end of the day it's all about who u wanna own a dog with",
  "😢😐😕😭😔",
  "Even the sun will burn out eventually...",
  "Today started with such promise...😅😂",
  "Every group chat has that one friend that gets ignored every time they post. I am that friend.",
  "Nothing makes me happier than when tall people have to duck to get under branches, all them short jokes but who's laughing now x",
  "https://t.co/y1SXp4JtXf",
  "Never thought I'd have to explain it, but everything I do in my live show is live, it's a loop station, not a backing track. Please google x",
  "Words can not describe how thankful I am that this weekend is over!!",
  "I AM SO SORRY TO ANYONE I'VE PUSHED AWAY WHEN YOUR TRYING TO HELP BECAUSE I DIDN'T THINK I WAS WORTHY OF UR LOVE U DIDN'T DESERVE THAT",
  "@jamesink98 Not everything's about you. God, you're so arrogant!🙄😋",
  "Aye.👍🏼",
  "Proud of myself for surviving today ☺️☺️",
  "@jamesink98 I hate hypocrites",
  "New dawn, new day ☀️",
  "In one year, life finds a way. https://t.co/32Cu62xn1Y",
  "GCSEs finally over, so an emotional time at my son's Leavers Assembly today. Though 48% of parents went to the Remainers Assembly instead",
  "I like pandas.",
  "Those sudden moments of overwhelming adoration... 💜",
  "The floor is EU https://t.co/EuGQc5GUaw",
  "@RobynBailey08 Someone has to 😕😕❤️❤️",
  "Maybe my cats don't love me...😔",
  "@em1harper My heart goes out to you.",
  "@em1harper omg my poor bairn",
  "@RobynBailey08 I am now ☺️ ❤️",
  "@RobynBailey08 Lots of love for you 💕 keep that chin up ☺️",
  "The smell of rain...☺️",
  "Fell down the stairs 10 minutes ago and my heart still hasn't recovered.",
  "@RobynBailey08 Sure it's not Barry Garlow?",
  "@RobynBailey08 who is your favourite character from Take That?",
  "@em1harper @takethat",
  "\"Emily, who's your favourite from Take That?\"\n\"Mark Orange\" ... @em1harper",
  "J'ai un peu ri, pardon. https://t.co/SiuqEtDWDA",
  "@Alicia_W58 I'm seriously heart-broken💔",
  "@jamesink98 I don't not like exercise, I just don't do it, I'm not going to complain that you do though 😏😂",
  "My sister: I still can't believe you of all people found a boyfriend that's allergic to cats.\"\n@jamesink98 Dayna is not impressed with you.",
  "\"You tool, Savannah.\" \nMy friends love me. @Alicia_W58",
  "TEDDY BEAR TRUST FALL https://t.co/fwxyqtwXd4",
  "Just learned that I can't count backwards from 10, I swear I'm smart x",
  "And that takes the tally of how many times I've been locked in the bathroom this weekend to: 7😭",
  "@jamesink98 @em1harper @TheRyanFallon You shouldn't be \"@\"ing his girlfriend man... not cool",
  "💜💜",
  "@jamesink98 @DaiIyPugs I'd really appreciate it if you would buy me a dog ☺️☺️",
  "@jamesink98 Smooth 👌🏼 you have no excuse for forgetting it now! 😂",
  "@jamesink98 Don't leave us in suspense...",
  "Day has been made by the fact I've grown ☺️☺️",
  "This is a brilliant stat. Well done you young uns! 😜 https://t.co/1wyDSlqD52",
  "Nothing upsets me more than being told I'm not allowed an opinion...you're 100 years out of date mate.😔😡",
  "@MetroUK @em1harper @RobynBailey08",
  "A true best friend is one that you take care of for 11 years until they die, then stuff and mount on the wall. #NationalBestFriendsDay https://t.co/xpc9B6yzj1",
  "Can't wait to be reunited with my grandad tonight ☺️",
  "@jamesink98 @NikKershaw I like him a lot 👍🏼",
  "it's raining so mum's let her alpaca in the house 🙄🙄🙄 https://t.co/mJ509B4Y7X",
  "Sometimes, an amazing person says something that leaves you smiling (even 4 hours later. ) Those are the best of times.",
  "7 or 17? I don't know anymore.",
  "\"we've had reports of you doing it again mrs May. we can see the wheat on your shoes\" https://t.co/pE4uFk65Q1",
  "Rent is such a good musical☺️☺️☺️",
  "And you wonder why I think and worry about the things I do...😔",
  "If my life was a musical, I'd spontaneously erupt into a powerful ballad right about now...",
  "Singing helps to reduce depression and anxiety, increases the oxygen flow to your lungs and helps you have better posture.",
  "Today would have been our 25th wedding anniversary. I miss you so very much, and I am grateful every day for the time we had together. https://t.co/Ztzoclhvyt",
  "Surrounded by maths and I feel no better... I'm officially concerned for myself😔💔",
  "WIFE: the cat just got back from the vet\nME:\nW: He's very sensitive about his appearance, so please dont laugh at him\nM: how bad could it be https://t.co/esdm7D7UWk",
  "I get more excited giving other people gifts than they do receiving them☺️❤️☺️",
  "Everything nice\nMakes you fat\nI'm mad about that",
  "@em1harper Highlight of my entire life ngl",
  "Cannot think anything better than pizza flavoured crisps",
  "The one thing that excites me the most about being back in the uk is finally driving around round-a-bouts the correct way.",
  "England, I'm home!!",
  "@jamesink98 @Hughjones1999 @emma_drewett @wilton @TheRyanFallon @em1harper If I wasn't 1,000 miles away...😉😂",
  "\"My thoughts are stars I cannot fathom into constellations...\" Relating to John Green right now...",
  "@jamesink98 @TheRyanFallon @em1harper Tbf that text was sent in disgust. It was amazing though!! Chemistry is always good though Ryan...",
  "@bethany14x You can be if you want, he hasn't acknowledged it yet😅",
  "@bethany14x Ikr",
  "Nothing better than having someone who makes you think \"I can't wait to tell them about this\" every time something great happens ☺️☺️",
  "Oooh I'm fuming 😅",
  "@em1harper @TheRyanFallon @RobynBailey08 Emily has good craic",
  "@RobynBailey08 @TheRyanFallon Colman's.",
  "@RobynBailey08 I don't like you",
  "@Alicia_W58 The blue and purple was my favourite Fimble",
  "How does James put up with me? 😅",
  "😫",
  "@jamesink98 @em1harper @Alicia_W58 @TheRyanFallon You're distracting me from my revision. Goodbye.👋🏼",
  "@jamesink98 @em1harper @Alicia_W58 @TheRyanFallon Eh, no? I just said I'm not gonna kill you for looking at other women (not that I have that problem often🙄😋)",
  "@em1harper @jamesink98 @Alicia_W58 @TheRyanFallon I'm not a psycho though🤔",
  "@em1harper @jamesink98 @Alicia_W58 @TheRyanFallon He's lucky I've got a maths exam to focus on 😫😔",
  "Nik Kershaw's 'Somebody Loves You' has became my anthem over the past few days❤️",
  "@jamesink98 Oh, I know 😉",
  "Coffee, brownies and maths revision; quite possibly the happiest I've been all week 👌🏼☺️",
  "Last few words of encouragement to myself before I go to sleep, going to have a better day tomorrow 👍🏼☺️☺️",
  "You're a clever girl, Savannah ☺️☺️",
  "@RobynBailey08 @TheRyanFallon Everyone's going to think I'm an idiot 😕",
  "Today was a great day.",
  "The little boy dressed as Woody from Toy Story has made my day ☺️☺️",
  "Absolutely no motivation to get out of bed 😴",
  "Got all the pointless answers for the Songs from Wicked on Pointless - Dad said he's never been more proud of me ☺️☺️",
  "When a Priest roasts @TheRyanFallon how embarrassing 🙄",
  "@jamesink98 @ me next time 😘",
  "gonna find dy/dx to calculate the gradient of my downfall after that exam #edexcelmaths",
  "Me before: it's a c1 paper so it should be easy\n\nEdexcel: It'S A C1 paper sO It ShOuLd Be EaSy\n\n#edexcelmaths #c1 https://t.co/e7vhWPgg3e",
  "Top Gun was released 31 years ago today. What a film! 🙌🙌 https://t.co/ObQ0DQ9UNs",
  "I need a danger sign tattooed on my forehead...",
  "\"Should I go as Slave Leia?\" - @RobynBailey08",
  "@jamesink98 You might as well have @'d me.",
  "Hoping I wake up tomorrow and this whole week has just been a long dream, what a nightmare 😕",
  "I don't think my heart is ever going to recover from missing Eurovision for the first time in my life yesterday💔💔",
  "https://t.co/YiFEueseKb",
  "@em1harper Noted...",
  "My heart is singing💕",
  "Life doesn't discriminate between the sinners and the saints.",
  "@jamesink98 @TheRyanFallon Cuties❤️",
  "I'm definitely the luckiest girl 💜",
  "Remember, for everything you have lost, you have gained something else. Without the dark, you would never see the stars.",
  "@RobynBailey08 You're the worst",
  "My mum bought me a tiny globe because she wanted to give me the world, I don't deserve her ❤️❤️❤️",
  "Jeremy Corbyn’s car runs over BBC cameraman https://t.co/195qFodpYq",
  "@jamesink98 @RobynBailey08 @TheRyanFallon Thought you were a feminist 🙄",
  "@RobynBailey08 @jamesink98 I'm saying nothing 🙄",
  "@RobynBailey08 \"So if there's 60cm in a metre, is there 60 millimetres in a cm?\" - Robyn Bailey who's laughing now😂😂",
  "The morning sun is my favourite.",
  "@jamesink98 @RobynBailey08 Not my finest moment.",
  "@RobynBailey08 Omg I asked Nelthorpe what 2+2 was just before going in for GCSE last year...",
  "You meet thousands of people and none of them really mean anything to you. And then you meet one person and your life is changed forever.",
  "My maths exam is a week tomorrow... not filling myself with much confidence 😕😳 https://t.co/FpVr418UTp",
  "I love you @RobynBailey08",
  "💜 https://t.co/FxOdZAbNO1",
  "@RobynBailey08 Nah your incorrect names for each mealtime is too much for me xox",
  "This anxiety is knocking me sick 😭😭",
  "There's nothing more important than family.",
  "It kills me that I'm learning that I can't keep everyone happy 100% of the time 😔😔",
  "David Attenborough is 91 today, Happy Birthday David! https://t.co/uXFWFA8cCQ",
  "Why was I crying on the phone to James over the fact I haven't seen a dog today?🤔",
  "@RobynBailey08 I like Jazz.",
  "@RobynBailey08 @jamesink98  this is love❤️❤️",
  "Think I might start calling it lunch just to make @SavannahW_1 happy xoxox",
  "💜 https://t.co/ihqcq4XTSe",
  "I CAN'T STOP LAUGHING CHRIS PINE DID THAT\nCHRIS PINE ENDED THE CHRISES CONFUSION https://t.co/oolu6hRR3z",
  "The highlight of yesterday: watching The Breakfast Club.\nThe highlight of today: knowing I watched The Breakfast Club yesterday.",
  "TRUTH👏 https://t.co/gAERofzHyR",
  "@RobynBailey08 @TheRyanFallon @em1harper Yes because some people have to work🙄",
  "@em1harper @RobynBailey08 Thank you!!",
  "@RobynBailey08 'Tea - a hot drink'",
  "@RobynBailey08 🤔🤔 https://t.co/o7xrNTdNH9",
  "The only way I can describe tonight: ☺️☺️💜",
  "@RobynBailey08 @jamesink98 @TheRyanFallon Robyn Bailey: world's best wing woman",
  "You're pushing your luck mate.",
  "@jamesink98 Do you lose your phone in the middle of phone calls?",
  "@jamesink98 Just like the decision I made to go out with you😋😋😋",
  "@jamesink98 No.",
  "23:02 and just remembered what a strumpet is but he went to bed an hour ago...\nSomeone's waking up to a nasty message in the morning 🙄",
  "@jamesink98 @TheRyanFallon 😘😘",
  "@TheRyanFallon @jamesink98 \"They\" have names...",
  "Brain, why are you so anxious today? We had been getting along so well.",
  "Done with today, is it bed time yet?",
  "@jamesink98 @em1harper 😔",
  "@jamesink98 @em1harper You would have to accept me regardless🙌🏼",
  "@jamesink98 @em1harper \"I now notice dogs\" you say that like it's a bad thing!!!",
  "Don't let boys change you 😂😂@em1harper https://t.co/zjd5OGEtAE",
  "A sneak peak at me and Matt's brand new 'Little Britain' characters. https://t.co/VJqkKAy3Nj",
  "Words can not describe the week I've had 😕😕",
  "The overwhelming happiness I have felt tonight more than makes up for the overwhelming stress I have felt all week☺️☺️☺️",
  "After Boris Johnson’s speech, here’s a handy guide to what we should discuss in the election campaign. https://t.co/wVD3MVr77P",
  "I live to put smiles on other people's faces",
  "@bethany14x Tysvm xox",
  "@bethany14x Pls take me with you",
  "I'm so stressed that I'm stressing about how stressed I am.",
  "Is it 3:10 yet?",
  "@TheRyanFallon @jamesink98 @em1harper It was inevitable...",
  "@jamesink98 @em1harper @TheRyanFallon Look at James grassing on us... 🐍🐍🐍",
  "@em1harper I hate you! \n\n(Better?)",
  "@em1harper Ah aye. I've been told off for this before...\n\nJust can't help myself 😉❤️",
  "@em1harper I like you😉",
  "@em1harper Same, it's my favourite letter😋",
  "@em1harper I love you ❤️",
  "@em1harper Mine doesn't. You're in it 😘",
  "@RobynBailey08 🤔😂",
  "@RobynBailey08 F u",
  "@RobynBailey08 Yes pls omg I'll take them both",
  "@RobynBailey08 That's alright cos I'm not missing you😋😋",
  "https://t.co/LHmwjNRPQw",
  "Never getting in that state again so bloody tragic",
  "★★ANNOUNCED★★ @Scouting4Girls : 10th Anniversary Tour\nFri 24th Nov\nO2 Priority sale – Wed 26th April  @ 9am\nGen Sale – Fri 28th April  @ 9am https://t.co/Ba6wwHKEfI",
  "@RobynBailey08 Oooh that was good",
  "@RobynBailey08 Ngl that was my greatest achievement",
  "@RobynBailey08 I'm actually creased you know 😂",
  "Constantly debating staying here forever and living near my grandad or  returning to the North to see my dad and friends and stuff😐😐",
  "In awe of how stunning my mum looks tonight 😍",
  "@jamesink98 @em1harper Well at least you know... it would be a lot worse if I was using you behind your back😂",
  "@jamesink98 @em1harper Why do you think I'm with him?😋",
  "@jamesink98 @em1harper Sharing is caring",
  "@jamesink98 @em1harper 😍😍",
  "@jamesink98 @em1harper Yeah, you're welcome 😂",
  "@em1harper @jamesink98 *Savannah",
  "@em1harper @jamesink98 I'd rather he stuck with the salad tbh...☺️",
  "@jamesink98 My mum disagrees👍🏼",
  "@jamesink98 @em1harper Exactly. I think she would rather you make me salads 😂😂 I on the other hand was very grateful for the cake ☺️☺️",
  "@em1harper But then he ruined himself by making the cake she was very disappointed in him😂😂 @jamesink98",
  "@em1harper She said to me \"James is a good influence. You won't get fat with him because he doesn't eat bad food\"😂",
  "@em1harper Just about... imagine what she's going to be like when she meets James!!",
  "@em1harper She loves you more than she loves me",
  "Swear my mum has asked after Emily more times than she's asked about me... @em1harper",
  "@jamesink98 That's the kind I was talking about 😂 have I never told you the one about me and Mrs Beldon??? I know, so you've told me 😂",
  "@jamesink98 They leave me discombobulated and creeped out 😕",
  "I want to go on an adventure but I also want to sleep for a week, do you see my problem?",
  "@jamesink98 Not as bad as your guitar's attempt at impersonating a cow 😂",
  "@jamesink98 Nope, they neigh'd though...",
  "Nothing better than hearing someone's voice when you're missing them ☺️☺️",
  "@jamesink98 I haven't laughed so much in ages 😂😂😂",
  "@jamesink98 We have death to thank for graveyards ☺️☺️",
  "Most hated man in Britain #broadchurch https://t.co/sbm48xDcMR",
  "Made it to 22:15 without crying. Must be a record.",
  "\"You built me palaces out of paragraphs, you built cathedrals...\"",
  "@bethany14x Ah Hun you're the love of me life",
  "Text from Dad saying \"cats are happy enough without you\". Seems no one misses me...😔😂",
  "\"The Letter\" from Billy Elliot gets me every time 😢",
  "😔😇",
  "@emma_drewett @jamesink98 Sometimes there isn't the time to be nice...",
  "@jamesink98 Good lad☺️",
  "@jamesink98 It doesn't come down to equality, it comes down to who is the bravest, that ain't me pal.",
  "Oooh I'm annoyed",
  "\"You can't put Cadbury's chocolate on cheap rice crispies\" \n\nQuote of the Day curtesy of my mum.",
  "@jamesink98 Oooh someone's getting jealous 😉",
  "@jamesink98 I bet my cats have.",
  "I miss my cats more than I miss my dad and boyfriend. Sorry, not sorry.",
  "I swear I turn into a mob boss when I see a spider... \n\nI want him dead. \n\nI want his family dead. \n\nI want his house burned to the ground!",
  "This is turning out to be a rather emotional evening...💔",
  "I make quite violent threats for a girl who can't walk past a dog without crying...",
  "https://t.co/BJ4eClu9q3",
  "@jamesink98 @em1harper It's what I'm here for ☺️",
  "@jamesink98 @em1harper *Ryan",
  "@jamesink98 @em1harper Well Emily, at least your boyfriend will care 😂",
  "@em1harper This is why I want to marry you.",
  "@em1harper just wanted to remind you how much I love you and how grateful I am that I'm blessed with you in my life 💕",
  "YESSSSSSAaaaaahhhhh\n\n https://t.co/9i9Isu63aM",
  "\"There's nothing bad about you, there's just nothing especially good either\"\n7ft 14-year-old sister, free to a good home. Dm if interested x",
  "If \"(Hitler Gassed Millions)\" is in a fact-check chyron under your face, you aren't having a great day. https://t.co/eGsY6I7g3v",
  "Forehead kisses are my favourite.",
  "@jamesink98 I'm stronger than you think💪🏼",
  "@jamesink98 Well I think you're just rude",
  "@RobynBailey08 I can",
  "@em1harper @MetroUK @jamesink98 You're the love of my life",
  "@MetroUK @jamesink98 @em1harper tbh I'd be quite happy to go this way...",
  "@jamesink98 Tin foil. A marvellous invention.",
  "\"I think we waste our words and our moments, and we don't take the time to say the things that are in our hearts when we have the chance.\"",
  "@jamesink98 It's too big for me to carry home 😂 thank you ☺️",
  "@em1harper I'm a lucky girl ☺️",
  "cake is the way to my heart ❤️",
  "Hello.\nSign of the Times is out now. \nLove you. H \n\n https://t.co/qAk9K8TJob",
  "me https://t.co/5OX7W8ALKx",
  "Can someone hug me and never let go plz...",
  "@jamesink98 @BrainyQuote Truer words have never been spoken",
  "@RobynBailey08 The customer who's face I laughed in when they asked for a Big Mac won't be getting free food then 😂😂",
  "Wish my friends wouldn't stare at me and make me laugh whilst I'm serving customers...@RobynBailey08 xox",
  "what I need right now https://t.co/XZIzA2Stj7",
  "@jamesink98 He answered your prayers today 🙌🏼",
  "The colours the sun paints across the sky are so beautiful.",
  "@em1harper Bringing back so many memories 😂😂❤️",
  "@em1harper That was so cute and unexpected!! My heart belongs to you❤️",
  "dogs make me happy",
  "Pineapple does not go on top of pizza..... https://t.co/lhD6aliOV8",
  "If you see this man in town do not approach him. He is dangerous and psychotic. @TheRyanFallon https://t.co/R9MRjGmaWY",
  "Best thing about being on drive thru is getting to talk to the dogs in the backseat of cars ☺️☺️",
  "Here we go again! https://t.co/npWKcAgSAB",
  "I'd jump in puddles with you any day.",
  "@RobynBailey08 Would I understand it without seeing the others though?",
  "@jamesink98 Good times...",
  "@RobynBailey08 getting judged for never seeing Revenge of the Sith",
  "Saw a screening of @rioferdy5 doc and cried about 4 times. It's thought-provoking, important and hugely emotive. Try and see it @BBCOne at 9 https://t.co/H3v9zjPejz",
  "Another great win, well done lads 👏🏻👏🏻👏🏻",
  "@em1harper @jamesink98 @TheRyanFallon love you more princess ❤️❤️",
  "@jamesink98 @em1harper @TheRyanFallon friendship goals",
  "@jamesink98 @em1harper @TheRyanFallon someone's been eating lemons...bitter much?",
  "@em1harper are you listening guys? Me and Emily forever ❤️❤️ you can come to our wedding if you like xox @TheRyanFallon @jamesink98",
  "@em1harper cos I don't want you to know how much I like you!!",
  "@em1harper sicknaaa",
  "@em1harper ew, this wasn't about you.",
  "Tan is awesome, seriously, the best girl. 😍 https://t.co/RF0CyjhtcY",
  "so lucky I have people who put a smile on my face everyday",
  "#LOV3RZ https://t.co/z7gWGOgupZ\n#MusicLov3rz https://t.co/EWRa1PqO3F",
  "My mum deserves everything she could ever want, and all I got her was some crappy chocolates...",
  "I know Jaffa Cake has 'cake' in its name. Bonnie Tyler has 'tiler' in her name but I wouldn't ask her to regrout my bathroom.",
  "@jamesink98 communication is key",
  "@jamesink98 get used to being wrong 😂",
  "@jamesink98 I know! And you'd told me that I had to be more positive 😂",
  "couldn't have been a worse time for you to tell me that...",
  "The club is pleased to announce the signing of Darlington goalkeeper Peter Jameson on a month's loan. https://t.co/EnXLC6YyOf",
  "@LibbySmith_Reed yeah to look at 😘",
  "@LibbySmith_Reed I'm good: you made me smile today 😂",
  "today I've been asked 6 times if I am okay, 6 times I have lied\n\nAll this faking it and I'm not yet making it...",
  "If you loved Kay's Good Cooking on Harry Hill you'll LOVE her channel: https://t.co/7iCVB54qRd https://t.co/RtENaQ5E2h",
  "Berlin tonight 🇬🇧 🇪🇺 🇩🇪\n\n(picture credit: Fabrizio Bensch/Reuters) https://t.co/vTBZC2iJSV",
  "And this is why I LOVE London https://t.co/BertPv0nIo",
  "Can't wait til I can drive - won't be stranded at the nook in the cold rain anymore...",
  "The rain this morning was most definitely pathetic fallacy",
  "@jamesink98 well you can bake and I'll taste 😂",
  "We're not here to just take part, we're here to take over 👊 https://t.co/py3Ci3T7lX",
  "@jamesink98 thank you It actually amazes me when you compliment my English - it's almost as good as if Mary Berry was complimenting my cake😂",
  "Dear brain,\nPlease stop worrying about the fact your life is falling apart and go to sleep.\nMany thanks and much love,\nSavannah xox",
  "This has been the toughest week of my life. I'm gonna miss ur advice, hugs, smile, and laugh. I'll love you forever daddy - Your youngest https://t.co/OsrvZXLtYv",
  "@em1harper @RobynBailey08 @jamesink98 @TheRyanFallon https://t.co/vlfJaA5RYi",
  "Straws... they're an amazing thing 😂@RobynBailey08 @SavannahW_1 @jamesink98 @TheRyanFallon",
  "When the subject of biscuits comes on Im A Celeb it just makes it so much more British when there is only certain biscuit to dunk 😂☕️",
  "Ethics ----&gt; Eth-t= Eh? Which is the confused expression on my face 🤔",
  "#ImACeleb maybe i should take a leaf off Koisk Keith- make people give me money and ask them a ridiculous question and keep the money 😂",
  "@em1harper @RobynBailey08 @jamesink98 @TheRyanFallon \"I've already had half a pint\" *stumbles out the house* Ryan Fallon = lightweight",
  "@RobynBailey08 oh dear",
  "@RobynBailey08 make me",
  "@RobynBailey08 love you",
  "\"Samuel is a Hebrew name\"\n\"Eh? I thought it was Jewish\"\nOh Robyn...🤦🏼‍♀️ @RobynBailey08",
  "IT'S OFFICIAL @SouthShieldsFC https://t.co/onzGFdXzHk",
  "01:24 and giving life advice to Robyn.  My head hurts, I'm probs going to throw up, and my bed is on the floor.\nAll signs of a good night",
  "Pizza + alcohol + good company = happy Saturday night ☺️☺️",
  "the new beauty and the beast film is a new kind of magical",
  "💔",
  "Nothing worse than a conflict between head and heart🙁",
  "so the neighbours thought their dog ran away but it actually came into our apartment and i petted it for an hour before telling them whoops",
  "Stopped for dinner on our way to Newcastle #NomNomNom 😊 x",
  "Depressed af atm lmao",
  "Much rather go to ethics than do the maths exam... That's saying something",
  ".Annoyed I've had to post this today... https://t.co/48UQo8ZjLx",
  "@RobynBailey08 miss u more",
  "@RobynBailey08 love you more x",
  "@RobynBailey08 fd won't, fd will have me to answer to if fd does",
  "@RobynBailey08 you deserve better!!!!",
  "@RobynBailey08 because they're stupid and don't realise that they've got something amazing xx",
  "@RobynBailey08 waste of your time baby xxx",
  "\"You're worth it.\" @KeeronPlantK",
  "@RobynBailey08 okay bby x",
  "Fuck cancer",
  "@RobynBailey08 what up girl?",
  "@o2academynewc Thanks for having us!",
  "I'm actually so grateful my sister shares my music taste, turns out sitting outside for 3 hours in the cold forces people to bond...",
  "if he still loves you even when you don't deserve it, that's when you know you've found the right one can't let my stupidity ruin this again",
  "Even if we fight a lot, I still want you in my life.",
  "It's not about having the perfect relationship. It's about finding someone who matches you and will go through everything without giving up.",
  "@RobynBailey08 I love you",
  "Is there a way to fix a broken heart?\nIs there a way to fill the emptiness?\nIs there a way to fell okay again?\n\nIf there is, let me know.",
  "why do I always think meself into a bad mood 😔",
  "when I have a hard week I just get another hard week. https://t.co/h2ir5XTKgp",
  "when the bf does cute little things and you realise regardless of the fighting, you're the happiest girl in the world ☺️☺️ @KeeronPlantK",
  "my bf is amazing xxx",
  "@jamesink98 I like how savage you are today",
  "\"If you see the snake, tell her the tree of knowledge has withered and she can get back to Eden\" - @jamesink98 2k17",
  "@RobynBailey08 @jamesink98 he's a tough lad, he'll be fine",
  "@RobynBailey08 @jamesink98 \"it stinks as well\" \"EXACTLY!?! what's the point of buying them perfume?!\"",
  "My cartoon Thursday @TheTimes on how to destroy the UK. #brexit https://t.co/QdJvd0V7Rc",
  "@RobynBailey08 ooooh xox",
  "@RobynBailey08 good job I love you xx",
  "@RobynBailey08 some friend she is xox",
  "@RobynBailey08 🐍🐍🐍",
  "today met my expectations, today was a very good day",
  "if today meets my expectations, today will be a very good day",
  "nope not feeling it today",
  "@jamesink98 I wonder if he ruined the ending for them all first 🤔😂",
  "4 hours of maths on a Thursday? No thanks",
  "We made this song a little while back. https://t.co/wAL7j0fqG7 Strange day.",
  "Hamilton premiered off-Broadway at @PublicTheaterNY 2 years ago today.",
  "Wonder if Obama is going round getting his shirt signed by everyone at the White House today like we did on the last day of school?",
  "@ellisbell_11 or Orlando Bloom ??? https://t.co/HlL8zFWfsf",
  "@jamesink98 ooh 2 pineapple-apples?",
  "Peter Pan's son in Hook is kind of a little bitch",
  "my grandma just told me she voted for trump in case you're wondering how my christmas is going",
  "@em1harper @RobynBailey08 @TheRyanFallon @jamesink98 Love ya popcorn :) x",
  "Merry Christmas Guys! You're all such wonderful people, thank you for blessing my life @jamesink98 @TheRyanFallon @em1harper @RobynBailey08",
  "@Louis_Tomlinson https://t.co/Ys4SpN49hN",
  "@Louis_Tomlinson love you bro! All of your family is in my prayers. proud of your strength and  know your mum is too x",
  "Such heartbreaking news, my thoughts are with @Louis_Tomlinson and his family at this time. She was such a lovely person ❤️",
  "@TheRyanFallon IT'S NOT! IT'S ALL WRONG",
  "@TheRyanFallon both sides? No no no",
  "@TheRyanFallon YOU ARE WRONG",
  "@TheRyanFallon she'll be extremely proud of you!",
  "https://t.co/ymp23DzpFu - go and vote for YOUR best sitcom of the 21st century!! Psssssst... Pssst....remember Outnumbered ;) x",
  "XXX Happy Birthday @TomFletcher The World became a much brighter place the day that you were born XXX https://t.co/wefL2esv1V",
  "Meeting @IAmChrisRamsey was better than prom itself. https://t.co/0Xvm3osT7v",
  "Dropping my wife's cousin off at her prom tonight. Just logging that here in case anyone spots me hanging about at St Wilfred's prom later",
  "This is the moment Roy Hodgson announced his resignation as England manager \n\nhttps://t.co/sSL8fA39FV https://t.co/fo22R4Zkgp",
  "Yeah, same happened when they legalised kids attending schools. #Gorp  https://t.co/H3rXIV5yPk",
  "The Circle of Life https://t.co/pIDJXJZn0m",
  "https://t.co/Kclo4QJBql",
  "#aqafrench gonna do a runner to Poland to live with Nadias cousins using me new orange badge whilst vaping and taking lethal selfies #goals",
  "I really REALLY love Star Wars! Happy Star Wars day!",
  "@moriartymurs NICE TO SEE U TOO",
  "Happy birthday to the best bee keeping bass player I know @markhoppus https://t.co/YEwCg9dPSj",
  "#danandphil",
  "Completely overwhelmed with love for our second son Buddy, and can’t wait for him to meet his big brother. Thanks for the lovely messages. X",
  "Player 2 has entered the game.",
  "Steven Fletcher has swapped sunny Sunderland for Marseille... https://t.co/BvhkIqpukX",
  "@LibbyHannen more than likely, if it makes you feel better I still feel very guilty so to make it up to you I have developed my ideas",
  "@LibbyHannen that's what happens when you laugh at people 😔",
  "I can't keep up with the Kardashians.",
  "@planetjedward Just got the wig room @lesmisofficial listening to Lipstick! Great song guys! ;) &lt;3 xxx",
  "There are no words to express how shocked and devastated I am to hear of Alan Rickman's death. He was a magnificent actor &amp; a wonderful man.",
  "My thoughts are with Rima and the rest of  Alan's family. We have all lost a great talent. They have lost part of their hearts.",
  "We appear to be about as good as the best team in England.",
  "It's Star Wars time!!! 😄😄😄 SO up for this. My childhood is ready take charge for the next two hours.",
  "@LibbyHannen you know me all too well, in fact Mary said I was perfect last night",
  "@LibbyHannen well, don't forget who'll be looking after to you when you're old and decrepit, I've been working on that business plan...",
  "@LibbyHannen I also have your Christmas present, wrapped and ready",
  "@LibbyHannen just a little, but I won the hamper so I soon got over it!",
  "Imagine if I released all my covers as an album...",
  "Vicky to win!!!",
  "@LibbyHannen 😘😘",
  "@RM94_gobin99 followed! ❤️",
  "@RM94_gobin99 woahwoahwoah",
  "@RM94_gobin99 lots of people want me to follow them, I'll get to you eventually",
  "@RM94_gobin99 omg I feel famous",
  "Sunderland would win the league if only they could play Newcastle every week.",
  "Newcastle, let's do this! \nhttps://t.co/xLcQ0puYlf https://t.co/eNj5kPBHA8",
  "Let's do this! #AA #AskingAlexandria",
  "Two years since me, Robyn and Adrienne met Room 94 😍😭 @ROOM94 http://t.co/bYCRiqI8nc",
  "@BBCFood Not a tennis cake. Anything other than a tennis cake.",
  "2 share the best weekend of my life with 2 of the most wonderful people I've ever met - incredible. I am forever gr8ful for all of it! #GBBO",
  "Anyone want a follow? RT http://t.co/ytOXXWIBPE",
  "@ClaudiaWinkle Well thank you! Just so you know, I also do a mean tango and look dashing in sequins if you're short on strictly next year...",
  "@BritishBakeOff Oh, she's watching alright, She's always watching...",
  "NEW VIDEO - Internet Users In Real Life (ft @IISuperwomanII): http://t.co/RNU6V3yu5p 📱😤💥",
  "Happy birthday @petesjams we love you so much! 🎉❤️🌻 http://t.co/CoRx11lchK",
  "#HasaDigaMotherNature ☔️ http://t.co/GJb3T9i2Ut",
  "#12YearsOfMcFly Word's can not describe how proud and thankful I am for these guys http://t.co/VPXGCCqJ23",
  "We still don't really know if harry shagged Lindsay lohan #12YearsOfMcFly",
  "Ok so we just checked & Dougie moved into the band house on 5th of August 2003 so that is our official anniversary! The day we were complete",
  "A dog food advert just made me hungry",
  "So sad to hear about Cilla Black... feel like she played a big part in my childhood, such a great entertainer #RIPCilla",
  "Rip Cilla Black !! Shocking news !! Amazing women. Loved her shows growing up too !! Xx",
  "Utterly devastated about hearing the sad news about cilla. I was lucky to know her personally and to of worked with her. Sad sad day 😞😞😞😞rip",
  "Rip Cilla what a beautiful person!",
  "Somehow burned my elbow on hair straighteners 😫 spending the next 15 mins with one elbow under a cold tap so keep me company! 🔥💪",
  "petition for another youtube boyband video",
  "@em1harper aw :) I loves you lots, roll on tonight!! xxxxxxxx",
  "Doing his thang 🎸🎶 #band #music #live #needsnewjeans http://t.co/z46dwsNp3k",
  "#growingupnorthern\nU go into town and there's like 5 pound shops, 3 Greggs and a McDonald's.",
  "#GrowingUpNorthern Telling southerners you're from Newcastle because they've never heard of South Shields",
  "Picking up Willis",
  "One of my heros. So awesome seeing this. @franksinatra http://t.co/pFcrmShYH3",
  "@Mario_Falcone thanks mate 😊",
  "Congratulations @mcflyharry and @izzyeyesalight 😀 fantastic news 👶🏻 #BabyJudd",
  "The news is out! Congratulations @izzyeyesalight and @mcflyharry! I can’t wait to meet #BabyJudd ❤️👶🏼 xxxxxx",
  "#TodayKidsWillNeverKnow http://t.co/yJFFHmlbWO",
  "#KidsTodayWillNeverKnow the joy of blow up furniture. http://t.co/Wg2n8ZxAa7",
  "#kidstodaywillneverknow these shows were my life 😭😭😭💔 http://t.co/Xc53fvK60u",
  "Happy Birthday to the Best Brother this planet has EVER seen! @tommcfly !!! http://t.co/3TOpMZuwsq",
  "alex garcia favourited my tweet, what?",
  "@tommcfly #stillwaiting #album6 #McFly #2years http://t.co/S9HT0Wo1UB",
  "Blessing the great British countryside with your flawless rendition of High School Musical #DofEproblems",
  "That one group everyone else secretly hopes gets lost. Or falls off a cliff. #DofEproblems",
  "Every group getting lost and ending up in the same place to make a highly distressed super group #DofEproblems",
  "Walking into the campsite to find the teachers have the fucking Buckingham Palace of tents #DofEproblems",
  "The one person in your group that you would DEFINITELY be happy to stab by the end #DofEproblems",
  "Nothing tests friendship quite like being exhausted and completely lost in the back of beyond #DofEproblems",
  "Trying reeeeally hard to appreciate the view but being blinded by the pain #DofEproblems",
  "RT this tweet for a tweet from me @kityeh and maybe a follow and stuff 😋😋\n\nNew video tomorrow at 7pm instead! SOZZZ 😂 http://t.co/nOZABakSyL",
  "@YORKIE007 @JamieCollabro @DYSPRAXIAFDTN @CayteeLambert my sister also has dyspraxia and after reading this I understand much more thank you",
  "Airport Security: are you Harry Styles?\nMe: yes",
  "@badman_sean now I look like an idiot😂😂",
  "@asdfghjkl_ily I made that tweet up 😂",
  "1 year ago today a pigeon flew into @badman_sean head. Fact.",
  "Only just sorted the wifi here...but we're in DISNEYLAND!!! 😁😁😁 I mean...we're home 😊 http://t.co/eQhdUf1mJ9",
  "1 year ago today this was a huge problem in @danisnotonfire life... http://t.co/LVx1u10FxL http://t.co/vs8fcVdfY1",
  "Nevermind, im going sunday xx",
  "what happens when you prank your friend, making him think he's won £250,000? oh @deanlemon &amp; @kityeh = https://t.co/XPByrLKCnt",
  "there is nothing more violating than having your socks pulled off your feet when trying to remove a pair of skinny jeans",
  "i love The Little Mermaid. here's my new cover of 'Kiss The Girl' with @Mrheavyhand 💋 https://t.co/s1lDwwxb07",
  "@Mrheavyhand couldn't agree more!",
  ".@MrsGiFletcher shares all the details from her amazing family holiday in her new blog: http://t.co/VJyHfyE4aD http://t.co/9JLEqycgYl",
  "@Mrheavyhand thank you! I'm just glad to see the end of Of Mice and Men!",
  "@oohgaryc and @Mrheavyhand cover of Kiss The Girl is literal perfection!! Just what I needed after my English Lit exam this morning💕",
  "#GCSEEnglish when u have to write \"hard-headed practical man of business\" 50 times in one paragraph",
  "I honestly don't know how to feel after that English lit exam 😅",
  "Brutality on the ranch??? More like brutality of the english lit exam",
  "Why don't I order cream soda more?! It's like drinking an ice cream🍹🍦",
  "im enjoying making this book as i can spend all day in a dark room on a computer in my pjs but with a purpose instead of just having no life",
  "Where can I get a good superhero costume for Sunday's Fun Run for @Keechhospices ??? Anyone???",
  "When you walk in the room and no ones left you any pizza. http://t.co/yFKFqUipue",
  "People say moving house is stressful but i cheekily love it. It means I can re-organise everything 😐",
  "I see you but you don't see me!!! #fansintesco https://t.co/IsimHo5vsX",
  "Morning.",
  "Please RT and go see my new video with @jameboyy! Its a cover of the jackson 5 (mariah carey) song. pinned to my twitter too :) x #Lambily",
  "Hahahhaaaa LETS DO IT!!!! https://t.co/Alai5SOowi",
  "i honestly felt there was a possibility for change this election. i hope the NHS can survive, with other parties being strong for the weak.",
  "five more years of conservative government. the 1% patting themselves on the back; whilst the vulnerable will suffer more. heartbreaking.",
  "Everyone who votes gets a free stoat #votingmatters http://t.co/atUQGn6OoD",
  "Wow!! Messi. #tekkers",
  "Just a spelling mistake people chill *zayn",
  "Got a feeling that Zane will have a good album . Think about it . He hangs out all the time with his producer. They are BFF .",
  "Why isn't there a popcorn emoji?! Shit is getting heated on Twitter right now 👀👀",
  "I'm definitely not regretting consuming an entire pack of chocolate covered honeycomb.",
  "LIVE AT LEEDS 2015 \nThanks to everyone who came down, awesome show. http://t.co/WGl6aWNCiO",
  "@ConorMaynard #MaynardMonday my mum made some Mississippi Mud Pie, would you like to come share with me?",
  "Andddddd #MaynardMonday has begun! 😬 start sending in your questions NOW",
  "May the 4th always be there for you. Or something like that...",
  "@MarcusButler http://t.co/hdziwCa9SV",
  "@mcflyharry ew, exercise, ew",
  "@TheVampsJames I'm sorry about that. I will not do it again :-(",
  "\"You'll barely notice it's even there...\"\n\n- @musicalbethan pitching THIS to me. http://t.co/pBWY4mzMu5",
  "@CarrieHFletcher woww congratulations 😁🎈✨🎉",
  "@AmazingPhil thank you Phil!!! Xxx",
  "@oohgaryc Gary, you are the definition of fabulous❤️",
  "If you wanna feel happy, warm and fuzzy, go watch this! @doddleoddle @JackHoward https://t.co/7hWKhyADOt",
  "NO I am NOT prancing round my kitchen singing the Pokemon theme tune using a bottle of rosé as a mic...Okay look I am but don't tell anyone!",
  "Wife: oooh, I nearly remembered what I forgot!\nMe: ...",
  "What's wrong with @mcflyharry",
  "@mcflyharry PICK ME PICK ME",
  "El mentions did flow...",
  "Going follow someone 😑",
  "@mcflyharry me?",
  "Cleaning the lounge and I made the mistake of moving the sofa 😨 how did 8 socks and a full bag of doritos even make it back there?!",
  "I wore white jeans the other day. It was a big event for everyone involved https://t.co/SD7JaDRrV2",
  "\"Can't be arsed\" eh? LG x",
  "Stay out all night singing\n#McBustedMEAT http://t.co/SJReh5kO18",
  "sunny stroll down the nyc high line with my pear popsicle 🗽🚝🌳👦🏻🍐 https://t.co/Z1QfDPwdTq",
  "Watching @oohgaryc videos always cheers me up and makes my day x100000 times better",
  "Girls boshing it https://t.co/cewsbpgwJx",
  "Would be just getting back to the hotel about now . Sweaty from the stage",
  "Izzy makes me a cup of tea and a bowl of porridge every morning. It's awesome.",
  "I cooked dinner tonight...AND did the washing up. That means I don't have to do either of those things again for the rest of the year right?",
  "@MarcusButler you're probably looking at pictures from 5 years ago wishing you were there.",
  "@emmablackery AWWW EMMA LEMMA WEMMA!!! :D xxx",
  "Thank you Bumface @tommcfly ! Today has been INSANEEEEE!!!! https://t.co/B2QK2HFmRx",
  "Very proud of my sister officially becoming a published author today. Congrats @carriehfletcher https://t.co/F5d5KpyzKM",
  "@CarrieHFletcher we are all so proud of you! We love you!xx #alliknownow http://t.co/K1OE4WTMBH",
  "Also got some cool TV performances of ROADS coming up soon....",
  "Gonna be doing a follow/tweeting spree at 7PM... will let you know the details soon... RT IF YOUR BODY IS READY.",
  "Very chill vibe in Newcastle before this show. Pumped.",
  "Pahahahahahhhahahahahahah steve hahahahahahahaa",
  "Is captain Americas name really Steve ?",
  "I love reading all your tweets late at night. And I mean that in the least creepy way possible.",
  "How awesome are weddings! Especially ones that serve scones with cream and and jam. Nom nom nom",
  "Actually I want tomorrow first because I'm going to see the Legend of Zelda Symphony TOMORROW! AHHHH! @zeldasymphony",
  "Woohoo! USA! USA!  https://t.co/JUWTEe11G9",
  "@petesjams breathe pls",
  "WAIT THAT WASN'T THE FINALE?! Oh lordy...I'm not one for wishing my life away but I need next week now!!!",
  "HOLY WHAT?!?!?! @CW_Arrow FINALE....I CAN'T HANDLE THIS.",
  "@JamesBourne afternoon",
  "Morning. Should have a new vlog up later today. Maybe.",
  "Is Garage having a resurgence? I hope so! I fucking love Garage! Garage music was a massive part of my life!  #riddim",
  "You could win a book shopping spree with @CarrieHFletcher! Pre-order All I Know Now to enter: https://t.co/MqA0yeufoc http://t.co/35oWsmIBEM",
  "The return of GUITAR HERO! Having a blast working with @FSGStudio on this awesome game! \nhttps://t.co/ou0MUPkqr2",
  "@ConorMaynard biggest lie you've ever told? #MaynardMonday",
  "@ConorMaynard @aus10maconh4 if you were going to die tomorrow, what would be the last thing you do? #MaynardMonday",
  "@ConorMaynard favourite pizza topping? #MaynardMonday",
  "@ConorMaynard favourite pizza topping? #MaynardMonday",
  "Favourite pizza toppings? #MaynardMonday",
  ".@MrsGiFletcher opens up about nailing the work/play balance in her latest blog post: http://t.co/xQUCoAiQQ1 http://t.co/umT9Tb2ZTR",
  "On the train back from seeing Cinderella with @carriehfletcher. It was magical. So is she :) https://t.co/k6J0nB0V9E",
  "I got so drunk last night that I ended up in hospital. Not a fun way to finish. Everything's fine now, I was just drunk. Lesson learned.",
  "@NCKFans we should organise a skype soon, it's amazing seeing this account grow so quickly x",
  "behind the scenes of a v aesthetic selfie http://t.co/JIwGvRxrft",
  "@tommcfly morning",
  "Currently chilling in a quiet coffee shop with my son fast asleep in his pushchair. I've won at life.",
  "Happy birthday @NickBourne_  ⚽️",
  "There's a daddy long legs in my hotel room. First one I've seen this year. I'm the first human he's seen too. We high-fived about it.",
  "Chart topper @ConorMaynard helping to #beatcancersooner at @TheJamesIngham's #JogOnToCancer http://t.co/01teio06yq",
  "Thanks Cardiff. Same time, same place tomorrow. Bosh.",
  "wtf is bbc3 doing why say Gavin and Stacey is on when it's not",
  "BEST. DAY. EVER. @JamesBourne http://t.co/iok33bSbAy",
  "RT for a follow",
  "\"Hey I'm Tom, vlog vlog\" https://t.co/0jgaWupK9i",
  "http://t.co/hY2IaUZM9R",
  "My chair is vibrating and no one else can feel it 😦 This is either a weird prank or I'm having a butt issue",
  "Dragons are cool.",
  "Oh two https://t.co/dxheCfyd0h",
  "There's something incredibly humbling about playing the O2 arena then getting home and my son peeing all over me.",
  "Just seen @mcbusted absolutely kick ass at the O2!! Nice one boys!! :D",
  "Not to worry anybody but this is happening right now!!! #mcbustedmeat https://t.co/TGM4DIVTMK",
  "Just took sir phill on a little spin :-)",
  "Saw these two gents last night, Mr Jack &amp; Mr Dean. Love their videos! https://t.co/QE3h2WHdou",
  "My friend Simon just told me what he wanted to be when he grew up...\n\nA biscuit.\n\nHe wanted to be a biscuit.",
  "@petesjams a friend of mine wanted to be a Hoover! Xxx",
  "No Dear @CarrieHFletcher this week because I've been with Carrie the last two days doing 'flat stuff'. She's MOVED! #independentlady ❤️😁 xx",
  "Sat here googling \"The Haunted Mansion decor\" so I can get ideas for decorating my flat...",
  "@tommcfly @CarrieHFletcher oh tom",
  "Spring onions ruin everything",
  "For those wondering, I am home in my wonderful new flat safe and sound. Took me just over an hour to get back! Not too bad!",
  "captaindibbzy: piratical-princess: How is it that I’ve lived in Hawaii for nine years, been learning Hawaiian… http://t.co/efCgDxqSFM",
  "TICTACEPTION http://t.co/ItgTQRGCx8",
  "“@McBustedrocka: @JamesBourne it's there loss James your future boy songs are epic” I know that. Not complaining just explaining",
  "“@RobbieJWhiteUK: @JamesBourne any more material to come from future boy?” 2nd album . 10 new tracks same sound but better  new songs",
  "“@walk_inthesun: @JamesBourne HOW LONG??” Not a release date yet but it's done",
  "“@cantadadejones: @JamesBourne are u prouder of mcbusted or loserville?” I like everything equally",
  "Mrs Fletcher &amp; Miss Fletcher https://t.co/iApI7o8tVj",
  "In bed reading with a tummy full of Chinese takeaway food.👍",
  "wow i feel really tired after eating a sandwich. you know you should exercise more if digesting bread is too much for your body to handle.",
  "My throat hurts so much today! I think I sleepwalked and ate my cactus 🌵🔥",
  "It appears my husband is still asleep... I was up at 6:30 with the little dude. I'm not jealous at all of his hotel lie in! #tourwife 😴 xx",
  "Playing somewhere new in somewhere we've played loads of times. Should be a hoot Birmingham!",
  "I just saw an actual nun playing candy crush on the tube!! I don't know why this excited me so much",
  "@CarrieHFletcher Best. Decision. EVER.",
  "Housemate is making mac n' cheeeeeeese. YAAAAAASSSSSS.",
  "@ConorMaynard CAN YOU SEE ME(",
  "Good news on the Leia front... She's responded really well to the fluid treatment and should be coming home tomorrow! ❤️ xxx",
  "@ConorMaynard I'm here!",
  "@ConorMaynard can you see me?",
  "@ConorMaynard SAVANNAH",
  "So sad to hear about Lil Chris. He was such a genuinely sweet and funny guy, we had some awesome… https://t.co/qNQFdfwDlV",
  "@petesjams 💜💛💜💛💜 xxx",
  "Currently watching my amazing girlfriend @CarrieHFletcher on Radio 1! :D http://t.co/KC7QnNLAYh",
  "Jack and Phil went up the hill to fetch a pail of LIFE LESSONS http://t.co/q05PlKxD1W 🌲🌳",
  "@JamesBourne what's your favourite part of the tour so far?",
  "A checkout lady just gave me a giant static shock! ⚡️definitely a secret superhero",
  "i offered to give phil advanced mario kart lessons in exchange for him going to buy popcorn and he refused smh this guy doesn't know value",
  "i have no friends that share any of my passionate interests and i keep missing out on things this is a cry for help",
  "AMAZING news that our book The Dinosaur That Pooped A Lot is the number 1 book in the country for the 2nd week running! 💩👍 thank you",
  "ECCCLIIIPPSEE!!! RUUUUN!!! WE'RE ALL GONNA DIIIIEEEE!!! (Go blind....if you're an idiot.)",
  "@petesjams @lesmisofficial you're so punny",
  "@lesmisofficial I'm not sure...One could say it's a #LesMistery 😁",
  "Fancy spending my birthday with me... http://t.co/pZUuWi6xb7",
  "You are a zombabe",
  "@NewCityKings WAS SUCH A GOOD NIGHT",
  "Just stumbled across the sickest shop in #newcastle 👊 Phil Nelson's Wrestling store! Properly geeked… https://t.co/kJfmLNfGUq",
  "Collabro Japanese TV 💕so cool 😍https://t.co/5nbFpryq81 @MattCollabro @MichaelCollabro @CollabroGlobal @ThomasCollabro http://t.co/CdK0a5oTWH",
  "RT @Ben_Kovic: Absolutely amazing night last night at the #newcastle metro arena for #McBustedMEAT with #newcitykings http://t.co/6rFYY7oTza",
  "Dick Advocaat has been appointed Sunderland head coach until the end of the current season. More to follow. http://t.co/FjhwZUyKXp",
  "Such a good night omg! Though Dougie didn't know where he was @tommcfly @DougiePoynter @mcflyharry @mattjwillis @JamesBourne @itsDannyJones",
  "Thanks Newcastle that was ace. #mcbustedMEAT #drums #addcaption https://t.co/SwOoh8QkmS",
  "Let's go Newcastle https://t.co/RyVLqEXNyH",
  "Thanks Newcastle (or Glasgow if you're Dougie). That was proper good fun, you're a rowdy bunch! Sorry about my croaky voice, bloomin cold!😷",
  "thank you grandma for texting me a picture of my grandad eating a sandwich next to a cockerel with no explanation http://t.co/Is9Mur2oRv",
  "Newcastle we are bringing our MEAT to you this evening. Hope you're hungry for it! http://t.co/bxyqb6UK9g http://t.co/BraZCwy6V6",
  "Just arrived at Metro Arena #Newcastle https://t.co/r0dVkUjHSq",
  "I really like this photo ^__^ http://t.co/NLqroMliDU",
  "@tomlister was amazing tonight! Loved it!!",
  "Listening to @mcflymusic remix of Air  Guitar on the bus wasn't the best idea I've had all week, apparently it is unacceptable to smile now",
  "\"Ooohhh yes!\" #ChurchillQuotes:",
  "Pizza pizza pizza pizza pizza #ThePointlessBook",
  "No matter how many times I check my tweets I spell something wrong. Cocking hell. Dyslexia 😤",
  "I'm gunning for in n out of the council in one go. All these people bringing the wrong things, forgetting proof of address, pfff, amateurs.",
  "I'm at the counter, hold tight. #parkingpermitparty",
  "\"I'm gunna need a glass of wine after this...after all it is a Friday\" Lady at the counter \n\"Er...it's Thursday\" #parkingpermitparty",
  "The guy in front of me is loving the fact he's been back here 3 times this week + keeps making friends with people who are getting angry too",
  "Queuing for a parking permit....it's all kicking off! People getting so baited!! I'm tempted to start the full month dance to appease them.",
  "Ok I fess up @izzyeyesalight organised all the paper work.",
  "Fell at the last hurdle! Card declined I was feeling so cocking It would've been the smoothest parking permit application you've ever seen.",
  "I’d like to congratulate Costa for serving me the hottest cup of coffee in history. It’s like drinking the sun.",
  "I'm in the same room as @TheWaitersOffic  right now, I could cry omg",
  "The studio cat came back 😱😱😱😱😱 http://t.co/FkmDqsuJ1J",
  "FULL TIME: Sunderland 1 Man Utd 1 http://t.co/iH3HAry50r",
  "@lukesbandana_  no no no",
  "Official team sheet right here... http://t.co/V3YsTnmWRw",
  "...thanks Dougie.",
  "@CollabroGlobal I JUST BOUGHT IT",
  "Cattermole: “Everybody knows I don’t score many, but when I do they’re decent!” http://t.co/UmDe1BySxJ http://t.co/qKbf6s6U4k",
  "@kityeh just cooked me a pizza he is a true friend",
  "@deanlemon morning",
  "I've got blue hair uh oh",
  "@TheWaitersOffic Omg! Thank you! Love you guys so much!",
  "@TheWaitersOffic fancy dropping me a follow to make my night even better?",
  "@TheWaitersOffic were amazing!! Made me cry!! Best night ever!",
  "Going to see @TheWaitersOffic tonight! Excited! :)",
  "So proud of @CollabroGlobal! So talented and I know that this is just the start for them! They are going to be big! :)",
  "There’s nothing like the rush of going to bed to find out what happens next in the book you’re reading. I hope the cat cleans up that mess!",
  "Who wants to have a bath with me? X",
  "Following in @JamieCollabro footsteps aha @CollabroGlobal #teamgiraffe http://t.co/Bde4TjGolO",
  "@Dannymcfly morning danny",
  "@tommcfly Morning.",
  "💃⭐️ONE MILLION FOLLOWERS?!! 😁🍰 *gives you all cake*",
  "And to prove it, imma try to follow everyone who RTs this tweet 😊..... GO!!!",
  "Only going to be able to upload my new video tomorrow as I'm currently on set shooting with @LisaKudrow for Web Therapy! So excited for me:D",
  "@CollabroGlobal Absolutely amazing!",
  "WHO WANTS TO HEAR AN A CAPELLA SNEAK PREVIEW OF ALL OF ME?? RT #CollabroAlbum #AllOfMeCollabro",
  "Yes, yes, yes, before you start wondering who the strange person is in your timeline, 'tis me! I've just changed my photo.",
  "Today I found a book that winks at you very interesting way to start my morning",
  "Happy Saturday! Just one more day until we headline Hyde Park, we repeat headline Hyde Park. Holy Batman.How awesome! http://t.co/pV9PJ4RgZM",
  "SKILLZAISHEREBOOYA SHALL RISE AGAIN",
  "Happy July 4th to all our American supporters! #USA",
  "Dear diary,\n\nToday was a good day. I saw some guy's junk floppin' around in his gym shorts.\n\nUntil tomorrow,\nTyler",
  "Thanks Weston Super Yeah!",
  "Listening to some McFly before we go on stage in Brighton tonight! Classic!",
  "@kityeh Good Morning Kit! Could I have a quick morning follow? Try and make my morning better?",
  "Is it sad that I just signed up to the Collabro newsletter? Jamie :/",
  "@CollabroGlobal look! http://t.co/73A1jxDMzz",
  "RT if you think I take WAY too long to do ANYTHING 😀😀 (especially releasing an album)",
  "@danisnotonfire okay",
  "@badman_sean cool story bro",
  "I'm so lucky to have a YouTube audience that lets me experiment with my content and step out of my comfort zone. Your support means a lot!",
  "My boys make me smile... https://t.co/iaCXAim2xW xxx",
  "I’m watching football. Hair has already started growing on my chest",
  "@MichsCheekBones @Kate_Murphy_ im happy everyone loves the band. If people like me personally, thats just a bonus :)",
  "You know what, I bloomin love cereal. It really is quite special.",
  "IM GOING TO SEE @AAofficial IN NEWCASTLE IN OCTOBER! #AskingAlexandria",
  "@mcbusted I will as long as he doesn’t wear that shit shirt",
  "THANK YOU TO ALL OUR #COLLABORATORS we love you SOOOO much xx",
  "If this gets 300 RTs before 8pm tonight Michael will post his baby pic :D #BGT #COLLABROTOWIN",
  "So does no one want to see Michaels baby photo?! @CollabroGlobal",
  "What do you think of this @metroradiouk @bbcnewcastle @NCLairport @sage_gateshead #BGT http://t.co/6d2nbxxthq",
  "I'm meant to be revising but oh well @CollabroGlobal  #CollabroDMSpree",
  "#CollabroDMSpree hey @CollabroGlobal  #CollabroDMSpree",
  "'Sup guys? @CollabroGlobal #CollabroDMSpree  #CollabroDMSpree",
  "Hey guys @CollabroGlobal  #CollabroDMSpree",
  "I'm so fulllllll!!! Think I just ate my body weight in chicken fries and sides owwwwww",
  "Now I may not be gay but I am in love with a man ... 2 words the kernel god bless you and your original recipe http://t.co/NDzhTzXSgo",
  "At work during BGT Aaaargh! Please let us know what you think during tonight's show. I can catch up through your comments :) #collabro - Tom",
  "Thank you to everyone who has stuck with us through this just know that we love you guys for it and it means the world",
  "We all have a lot of growing up to do in an extreme circumstance I'm not making excuse but it's fact we are gunna fall short somewhere",
  "Me and my bae 😜 http://t.co/ScEQOZIBvk",
  "These hoes ain't loyal",
  "Are you thinking about making an album? #AskCollabro @CollabroGlobal",
  "Favourite things to do in your spare time? #AskCollabro",
  "What do you guys look for in a girl? @CollabroGlobal  #AskCollabro",
  "Follow spree over!!!! #AskCollabro for twenty minutes now!!!!! RT and tag #AskCollabro",
  "What are each member's favourite food? @CollabroGlobal  #AskCollabro",
  "@RobbieSavage8 #SpotSavage http://t.co/Lz7XiD5Enf",
  "Great gig Sunderland my clothes are soaked god damn rain !!!! We still had fun right?",
  "I've just seen One Direction..wow.",
  "Sunderland, you were incredible tonight! 1DHQ x #WWATour http://t.co/zCJ0ZPlgQe",
  "Also extra special thank you to @benwinston who made his made to Leicester to be my assistant manager and is not very well at the minute,",
  "£300,000 ! Wow ! Thank you everyone for buying tickets and coming down, to the sponsors of the game, the players! Everyone! Amazing",
  "Sunderland we're coming back ! On the way ! How ya feeling about tonight's gig? Ya ready ?#ha'waythelads",
  "So excited!! \"@NiallOfficial: Sunderland we're coming back ! On the way ! How ya feeling about tonight's gig? Ya ready ?#ha'waythelads\"",
  "@NiallOfficial so excited!!",
  "Hmmmmm I might do a follow spree tonight.... RT this if you think it's a good idea #WeirdSelfie http://t.co/WjFwwDafkq",
  "@kityeh yes yes yes",
  "@tommcfly I VOLUNTEER",
  "@CollabroGlobal WELL DONE LADS! SO SO PROUD! WE LOVE YOU! :)",
  "@CollabroGlobal it made me cry! Well done guys! Such beautiful voices! Love you lads!!",
  "Love John Green so much! #JohnGreen #TFIOS #author http://t.co/H7aKuneySP",
  "@CollabroGlobal So excited!! :)",
  "Thank you to all our #Collaborators for their continued support!! Bring on the semis :D",
  "@CollabroGlobal I'm crying happy tears :)",
  "Tweeting from @CollabroGlobal only now!!\nWatch us tonight on ITV at 7pm :D",
  "AS IF COLLABRO JUST FAV'D AND FOLLOWED ME OMG! THANK YOU @CollabroGlobal",
  "LOOK WHO'S IN THE @shieldsgazette @JamieCollabro @CollabroGlobal http://t.co/aOciuC5XOq",
  "i finished the satsuma and idk where to put the peel http://t.co/k1c7JTIAoX",
  "I drew idougahole :) This was a picture of him taken 10 years ago so it doesnt look that much like him… http://t.co/5MzhP82rE5",
  "Nothing beats wearing your favourite bands t-shirt ❤️👍 hahaha http://t.co/BVugDT2DrU",
  "Hi @TheVampsCon  #RexIsTheBest",
  "DOUGIE!!! You twat!",
  "#tipsfornewyoutubefans dan howell is an athletic lifestyle vlogger who is known for his immaculate grammar and uploading frequently",
  "do you ever just feel like idk idk idk idk idk idk idk idk idk idk idk idk idk idk idk idk idk idk idk idk idk idk idk idk idk idk idk idk",
  "I so cannot be bothered to shower today.",
  "Gonna lose my DM spree virginity... RT this tweet for a DM ✌️✌️ http://t.co/zaDuJ014xV",
  "I swear FaceTiming someone is 5% looking at them and 95% looking at yourself....",
  "WELCOME TO THE NEW ACCOUNT!! Tonight we are offering a DM Spree to new followers, NEW Collabro gossip and 5 NEW SELFIES!!!",
  "On Weds we're gonna show you a few of our favourite fan tour photos those chosen ones will bag themselves some signed merch. Awesome right?",
  "I would like to say thank you to all the South American fans ! We honestly had a fantastic time down there! Some beautiful countries! Xxx",
  "This day two years ago I was getting ready to marry my bestest friend! Happy 2nd anniversary @tommcfly. Thanks for the laughter. Xxxx ❤️😍👰",
  "LEMON CLOTHING IS BACK! Go check it out and buy something and I'll love you loads! http://t.co/oKehesdn5e - RT!! ❤️ http://t.co/sAKOwhM6m2",
  "in the eurovision constellations in a far away galaxy conchita will sparkle for eternity next to loreen, alexander rybak, lena and lordi ⁺✧.",
  "I wish I was a trampolining Greek rapper #Eurovision",
  "Well this is interesting..#EurovisionSongContest2014",
  "eurovision is basically an episode of glee where europe decides their political disagreements by having a karaoke contest",
  "Te amo",
  "RT to win a signed copy of #TheOneThatIWant. I’ll pick TWO winners at random later today. ‘My constant friend....’ Xx http://t.co/RznUUYycC4",
  "#SuperKev leaves the pitch to a standing ovation from #SAFC fans. Sunderland still leading 1-0. #hawaythelads http://t.co/UQxaiPh02x",
  "True... #TheHungerGames #TFIOS #Divergent #HarryPotter #TheMortalInstruments #TPoBAW http://t.co/F6pT9nxWek",
  "Day off from tour. Spending it with @MrsGiFletcher and my little boy...no that's not a euphemism.",
  "#Divergent #Four #Tobias #Tris #6 #4Fears Favourite books!! :) http://t.co/tzUpv43vZQ",
  "@LawsonAndy Good Morning Andy :)",
  "Why did Take That just DM me?",
  "Take me back :( http://t.co/dBWcWZXa8M",
  "Thanks Newcastle. We came, we played, we talked a bunch of crap, we left, we come back again in a couple of weeks.",
  "@JamesBourne SAT WAITING NOW!!! :)",
  "MCBUSTED SELFIE! WOO! :) :) :) #mcbusted http://t.co/V6qBj3g76J",
  "MCBUSTED TOMORROW JUST THE THOUGHT MAKES ME WANT TO CRY! @tommcfly @dougiemcfly @mcflyharry @Dannymcfly @mattjwillis @JamesBourne @mcbusted",
  "Glad someone's watching the road... http://t.co/idjWRRFTF3",
  "AND I SHALL CALL HIM SQUISHY #sardinesinacar @MattCollabro http://t.co/KYL8gmhSlV",
  "@JamieCollabro @MattCollabro both so cute :) like always x",
  "RT FOR A FOLLOW",
  "@badman_sean HAPPY BIRTHDAY!!",
  "@ThomasCollabro Have a good day!",
  "ONE WEEK NOTIFICATION! @mcbusted @tommcfly @Dannymcfly @dougiemcfly @mcflyharry @JamesBourne @mattjwillis SO EXCITED! http://t.co/zOWsxjfATe",
  "@ROOM94 Can't believe it'll be 2 month tomorrow since I saw you on tour! Want to go back :(",
  "@RichardCollabro Happy Easter! Wearing my Thumper onesie this morning :)",
  "Happy Easter Collaborators - Hope you are all eating a million chocolate eggs #Collabro",
  "@CollabroWorld pretty please with a cherry on top #Collabro",
  "@CollabroWorld follow me mateys?",
  "@CollabroWorld Please, please follow me? Pretty please?",
  "5 min follow spree, let's go #Collabro RT",
  "RT this 🚀",
  "@kieranlemon I volunteer!",
  "What's everyone's favourite food? I love pizza! I eat too much last night -_-",
  "@ThomasCollabro PIZZA! and Ice cream :) 100% aha xx",
  "@CollabroWorld @JamieCollabro @MichaelCollabro I think you guys should follow me because, you know, I love you!",
  "Ok I decided I want to follow more of you. Anyone who RTs this is in for a chance! &lt;3 GO!!!",
  "@MichaelCollabro Hey! I think you should make my day by following me :) #TeamPeacock",
  "@ThomasCollabro Thank you so much!xx",
  "@ThomasCollabro How are you? Fancy dropping me a quick follow? Pretty please?",
  "@ThomasCollabro please follow me!",
  "@ThomasCollabro You are so talented! Please follow me?",
  "Well that was crazy! Thank you so much for your support. This seems like a dream, you are helping that dream become reality #Collaborators",
  "@RichardCollabro Omg thank you so much!xx",
  "@RichardCollabro Please follow me! Your voice is perfection!",
  "@CollabroWorld You guys are absolutely amazing!! Please follow me?",
  "@ThomasCollabro Your voice is amazing! Please follow me?x",
  "@MattCollabro Omg! Thank you!",
  "@MattCollabro You have an amazing voice! Please follow me?x",
  "@deanlemon Fancing being my 3/5?",
  "@deanlemon be my 3/5?",
  "Fallen completely in love with @CollabroWorld @ThomasCollabro @RichardCollabro @MattCollabro @JamieCollabro @MichaelCollabro :)",
  "Made cookies...kind of, love him&lt;3 http://t.co/gbqxh2xsok",
  "My weekend: \"Hey, check out what Russell Crowe said about me\".",
  "Love him to pieces :) http://t.co/aIyKyct3Kl",
  "Pretty much my life in a picture.. #falloutboy #mychemicalromance #alltimelow #panicatthedisco http://t.co/hV4YeUKqB0",
  "Nicest thing ever! http://t.co/ZMJlHSNMKy",
  "Spending the afternoon with my family :) http://t.co/MgOaNCC85P",
  "Happy Mother's Day Mummy! You mean the world to me and I can't put into words how much I love you and… http://t.co/yJqlgw1jfb",
  "Look rank but Miranda with the perfect best friend! http://t.co/tLtuq1XrWc",
  "@ConorMaynard @ElsMcdonald very funny",
  "@MrsGiFletcher @tommcfly yeeessss! Congratulations, I'm soo happy for you guys! Nicest couple ever! can't wait t meet the little man soon",
  "I'M CRYING ON THE BUS! CONGRATULATIONS!! @tommcfly @MrsGiFletcher",
  "Sorry for my twitter silence over the last 24hrs, I’ve been far too busy cuddling my son… :)",
  "Loved that Glasgow! Hope you enjoy the album 😉 see you tomorrow at 5PM Newcastle at the HMV...can't wait! You Geordies never disappoint",
  "@kieranlemon samr",
  "Haven't been on Twitter in ages...",
  "It's actually hilarious how much British people talk about the weather. They're obsessed!",
  "So excited!!! #McBusted #McFly #Busted #Happy #Excited http://t.co/ZzYRWAzCwT",
  "We are on @antanddec's Saturday Night Takeaway TONIGHT! If you miss it your toenails might fall off. They probably won't...but they might.",
  "My wife: that’s really sweet\nMe: what is?\nMy wife: your fart\nMe: oh",
  "@ROOM94 helllooo :)",
  "Couldn't ask for a better sister, love you Dayna&lt;3 #sister #yearsago #little http://t.co/Kgy5eKSQKk",
  "I miss Saturday morning tv….\nBring it back! #thegoodolddays \n😜",
  "@JamesBourne i agree",
  "Someone please tell me how I managed to break my finger today....?",
  "@Ben_Kovic seeing as im kind, fancing following me?",
  "@Ben_Kovic OMG BEN!",
  "Share at RT for a chance to win this!! Signed by us all! @REPLAY @NewCityKings #NCKlive # replay http://t.co/oxEwDHJi61",
  "Omg! Thank you @BenNyari http://t.co/eIeXnGIa15",
  "Eeek! Thank you! @barstoolbear maybe drop a follow next time eh? :p http://t.co/YXS2NLXnIy",
  "@NewCityKings since seeing you friday I have fallen in love...@Mark_Kovic @Ben_Kovic @barstoolbear @BenNyari perfection!",
  "I can't talk after @ROOM94 last night \n, oh well it was worth it :) you were amazing boys! @kityeh @kieranlemon @deanlemon @badman_sean",
  "@badman_sean amazing!",
  "Awkward smile but ROOM 94!! :) :) http://t.co/CUVOhlrDMz",
  "@deanlemon hey dean! That follow button looks better blue  ;) can't wait for the show tonight, currently driving 4 1/2 hrs to see you! :)",
  "Tonight i see my Superstars :) i'll look back on the days When I Was A Teenager and think @ROOM94, they Had Me At Hello :)",
  "@deanlemon I'm travelling 4 1/2 hours to see you tonight! Follow me and make this day even perfecter?",
  "@kieranlemon can i join you?",
  "\"@NiallOfficial: Thank you for all the votes! u guys are incredible ! #BRITs2014 #BRITsOneDirection\"",
  "If anyone wants to come watch me make my debut for Donny Reserves here's the link :) all for charity! http://t.co/OzDFWfS56D",
  "69 DAYS UNTIL I SEE @mcbusted SOMEBODY HOLD ME!! @mattjwillis @JamesBourne @tommcfly @Dannymcfly @dougiemcfly @mcflyharry",
  "@kityeh follow me kit, yeh?",
  "Tired...#Holiday http://t.co/zAexgOjK6J",
  "@kityeh ahhh follow me",
  "The view from my bunk - hi @deanlemon http://t.co/brTzJVmZP2",
  "@deanlemon see you on friday! Follow me maybe?",
  "@BBCR1 A race from a freezer to a bedroom with a bowl of ice cream, you have to get there before the ice cream melts #newwinterolympicsport",
  "@kityeh follow me kit!",
  "6 DAYS UNTIL ROOM 94 OMG :) @ROOM94 @deanlemon @kityeh @kieranlemon @badman_sean",
  "@NiallOfficial love you lots",
  "@ROOM94 Yes Yes Yes",
  "my mouth hurts so much recently. i've got a wisdom tooth poking through my gum like  “✧ヽ(◕‿◕)ノ oh hey!”",
  "Outnumbered tonight :) x",
  "9:00",
  "THE BIGGEST ANNOUNCEMENT EVERRRR TOMORROW MORNING AT 9AM UK PEOPLEEEEWWWEWWWWEEEHDJDJBENSBSHSHSBSNAISH WIDJEJSKNEBEHSJDBDNJSNENDKIEIUEUSUSI",
  "We heard these are now in HMV shops across the UK! Check it out http://t.co/0cooAgsDPH",
  "9 days until I see @ROOM94 I feel the tears coming already! Oh my days...",
  "Just tried to take a selfie but I look like a sloth",
  "Peter Kay &lt;3 #leatherhim",
  "No matter what it is in life you want to achieve, never let someone put you down for wanting to reach that goal.",
  "Still can't believe I have a blue dick",
  "you know when you leave a bag of crisps (chips) open overnight and they go a bit soft and moist? i kind of like it. im gross i know im sorry",
  "You’re* \n\n🚓🚨🚨🚨 grammar police",
  "This is me on valentines day... http://t.co/4aOavxRTwY",
  "So proud of my baby !! Download the tune and keep it @ #1 !! :) xx",
  "@tyger meeeee :)x",
  "@ROOM94 I'm excited to hear my SUPERSTARs play WHEN I WAS A TEENAGER and I'll still remember it THE MORNING AFTER #ROOM94TOUR",
  "Officially a 'Verified' badman on twitter..badass!! http://t.co/UDGXJY2YxD",
  "MY BABYS ARE VERIFIED!! AHH @ROOM94 @kieranlemon @deanlemon @kityeh @badman_sean",
  "@kieranlemon WOOOOOOO",
  "@ROOM94 ME RIGHT NOW! CAN'T WAIT FOR NEWCASTLE! :) #ROOM94TOUR http://t.co/tWdE0PxEMM",
  "@ROOM94 NEWCASTLE :) THIS IS ME RIGHT NOW :) http://t.co/kQdmKW2VUt",
  "Who's gonna be the winner?! Your own video of us saying hi and stuff to you :) Maybe even dancing... #ROOM94TOUR - Keep going!!",
  "NEWCASTLE 21ST FEB :) :) Only a week after valentines day, maybe @kieranlemon will fall madly in love with me? I wish.. @ROOM94  #ROOM94TOUR",
  "For tonights competition, we wanna know what SHOW you're coming to and how excited you are, we'll pick the funniest/best tweet and",
  "@ROOM94 wow!",
  "@kieranlemon i know :)xx",
  "#safc subs: Lawson, Dixon, Smith, Beadling, Gooch.",
  "Such a beautiful day",
  "Not to bad saying as I got this at 2 this morning http://t.co/x71LZqowZl",
  "…I had a strawberry lime cider…that’s what real men drink right? It had fruit in the glass too.",
  "Surely we get some kind of @AddisonLeeCabs gold card for the name drop haha !!??",
  "I hope you like my vocals in this brand new song :) #ROOM94TAKEOVER",
  "Almost time for us to takeover BBC Introducing!!! 10mins!! Ahhhh excited! http://t.co/xPk6fq5ii1",
  "@kieranlemon are you excited for Newcastle? I've missed you!!",
  "Thank you again to the fans for your great support! Super happy we won the derby again today 😜😜 the whole team did great 👏👏 @SAFCofficial",
  "Anything Vito can do... #DerbyDay #HawayTheLads http://t.co/qVNBaeLeaG",
  "79' Larsson volleys just over after racing in to meet a cross at the back post.",
  "80' Stonking finish from Colback, who smashed his shot into the top corner from the left of goal. 3-0 #SAFC",
  "\"@SAFCofficial: GOOOOOOOOOAAALLLL! Colback makes it 3-0!\" COLBACK YOU BEAUTY",
  "\"@SAFCofficial: HALF TIME: Newcastle United 0 Sunderland 2.\"#HawayTheLads",
  "We have an AMAZING \"Deluxe\" album bundle where you get the album + LOADS of cool stuff... check it out :)\n\n-... http://t.co/yiIKmYJvDg",
  "So, it's an immediate debut for Liam Bridcutt, with fellow new boy Nacho Scocco available to figure off the bench.",
  "Ki and Bardsley make their way to the players' entrance at St James' Park #hawaythelads http://t.co/TeibamHmBa",
  "I'm eating wine gums like they are going out of fashion",
  "Alex almost squashed my dream to be a grizzly bear but we overcame that quickly when I sat on him and made him say I was a grizzly bear.",
  "@LawsonAndy HELLO ANDY :)",
  "@NiallOfficial YUP :)",
  "@kieranlemon :)",
  "I feel like a master...bow down to me! #flappybird #flappybirdhighscore http://t.co/tGGkdMpqrM",
  "@ROOM94 AAHHH CANT WAIT TO SEE YOU ON TOUR!!",
  "@ZozeeBo no mayoo mayooooo haha. Thanks Zoe :)",
  "@NiallOfficial Yes omg",
  "@kieranlemon who isnt?",
  "It’s so quiet while the band are writing new music… HQ x",
  "how to ruin your life\n\njoin a fandom\ndownload flappy bird\n\nif you've done both I'm praying for you",
  "@badman_sean its really addictive and hard! My highscore is 8..x",
  "I think i am finally emotionally ready to tweet this. The trailer for The Fault In Our Stars movie is here, friends:\n\nhttp://t.co/PPHDGd2He5",
  "My new motor ! http://t.co/8vYpEHDbWb",
  "@tommcfly yaay",
  "@ROOM94 NEWCASTLE",
  "@ROOM94 meeee :)",
  "Just played knock down ginger, did not expect this http://t.co/xHcMeeMNB7",
  "About to go into a baby scan. Whoop whoop. Love seeing the little mini Fletcher.",
  "@MrsGiFletcher HAPPY BIRTHDAY GI!x",
  "My alarm this morning...... #dontwannagetup http://t.co/A9BMThPWVq",
  "@kityeh i know you are &lt;3",
  "GET IN!!!!!!!!",
  "Who's going to come find us on omegle? Interest: weirdiscool http://t.co/EeZt87HY9Z",
  "I will love you SO much if you buy this... 󾌸󾌸 our debut album!! SO EXCITED FOR YOU TO HEAR IT!!\n\nBuy a SIGNED... http://t.co/c7TLTpZLy2",
  "@ROOM94 meee :)",
  "@TheVampsband tour?",
  "Also whoever is producing #CBB this year, fair play to you!",
  "It doesn't have to be a ROOM 94 song btw, you can suggest ANY SONG you want :) Just tweet it using the hashtag #ROOM94Takeover",
  "@ROOM94 #sexcited",
  "@ROOM94 yay!",
  "@zaynmalik ZAYN",
  "@deanlemon FOLLOW ME? 26 DAYS UNTIL NEWCASTLE!! #PreOrderROOM94",
  "RT this tweet and #PreOrderROOM94 album here: http://t.co/5xZ5SSubz8 for a FOLLOW!!",
  "CAN I MARRY ALL 4 OF YOU? (@ROOM94 live on http://t.co/Flge5HU9cv)",
  "@deanlemon PRETTY PLEASE DEAN? #PreOrderROOM94",
  "@deanlemon FOLLOW ME I LOVE YOU SO MUCH #PreOrderROOM94",
  "#PreOrderROOM94 signed physical copies of our album!! GOGOGOGO!! http://t.co/3D2mfuyY7z - RT!!",
  "@kityeh #PreOrderROOM94 follow me kit?",
  "Tweet #PreOrderROOM94 for a follow!! (@ROOM94 live on http://t.co/ka7EsvuR4v)",
  "@badman_sean @kityeh @deanlemon follow me lads? Please #PreOrderRoom94",
  "you all look so sexyy (@ROOM94 live on http://t.co/Flge5HU9cv)",
  "SAY SOMETHING IN A GEORDIE ACCENT\n (@ROOM94 live on http://t.co/Flge5HU9cv)",
  "CAN I JUST MARRY ALL OF YOU? &lt;3 (@ROOM94 live on http://t.co/Flge5HU9cv)",
  "CANT WAIT FOR NEWCASTLE! IVE MISSED YOU (@ROOM94 live on http://t.co/Flge5HU9cv)",
  "MY PICTURE IS ME AND DEAN :) (@ROOM94 live on http://t.co/Flge5HU9cv)",
  "SAY HI TO SAVANNAH- IM A GEORDIE ROOMIE :) (@ROOM94 live on http://t.co/Flge5HU9cv)",
  "SAY HELLO TO SAVANNAH?\n (@ROOM94 live on http://t.co/Flge5HU9cv)",
  "SAY HELLO TO SAVANNAH (@ROOM94 live on http://t.co/Flge5HU9cv)",
  "Who's watching!? \n\n#ROOM94TWITCAMPARTY",
  "@kieranlemon sexy",
  "why are the viewers going down? (@ROOM94 live on http://t.co/Flge5HU9cv)",
  "1500\n (@ROOM94 live on http://t.co/Flge5HU9cv)",
  "@kieranlemon has a sexy nipple :)",
  "@kieranlemon I know you can see this! Hi!",
  "@ROOM94 are on twitcam right now! They look so sexy, go check them out! They tweeted the link :) #ROOM94TWITCAMPARTY",
  "EXCITED TO SEE YOU IN NEWCASTLE! (@ROOM94 live on http://t.co/Flge5HU9cv)",
  "PLEASE NOTICE ME! SAY I LOVE YOU SAVANNAH?\n (@ROOM94 live on http://t.co/Flge5HU9cv)",
  "SAVANNAH\n (@ROOM94 live on http://t.co/Flge5HU9cv)",
  "@kityeh it's your fault, right? #blamekit",
  "@ROOM94 Where'd you go :( #ROOM94TWITCAMPARTY",
  "@ROOM94 will you reply to me? #ROOM94TWITCAMPARTYAT7PM",
  "ARE YOU EXCITED FOR NEWCASTLE? @ROOM94  #ROOM94TWITCAMPARTYAT7PM",
  "Lets play a game, RT this tweet if you see it! :) #ROOM94TWITCAMPARTYAT7PM - GOGOGO!!",
  "@ROOM94 yep!",
  "@LawsonAndy like you",
  "@kieranlemon mmm kieran",
  "We have something to tell you!!  make sure you're online at 9am tomorrow! #McBusted",
  "Twitcam tonight at 7pm it's gonna be funfunfun &amp; we'll sing some songs from our album too ;) http://t.co/ce4baBj7bZ",
  "@ROOM94 27 days until Newcastle :) are you excited? #ROOM94TWITCAMPARTY",
  "We wanna do a replying spree. WHO WANTS A REPLY?!?! RT this tweet :) #ROOM94TWITCAMPARTY",
  "@kityeh where do you come up with these tweets!? haha",
  "👍 http://t.co/OPuciqIEYd",
  "@kityeh :)",
  "David Beckham has aged like a fine wine",
  "I'm uploading a new video tonight about my sister's boyfriend and how much I hate him.",
  "Looks like we may miss out on number two ahhhhh please keep sharing! http://t.co/HCkO4Ui5oT #keepthevampsatnumber2",
  "My gluten free breakfast cereal tastes like pork scratchings when you burp.",
  "@kieranlemon good morning baby :)",
  "Here is the Payno with some BIG news for you all! http://t.co/uOljzDnwQG",
  "@deanlemon very nice",
  "@deanlemon ok",
  "Neither can we! We haven't even done any shows yet! RT @TeamLawsonUSA: I can't believe I saw @LawsonOfficial TWICE this year!!!",
  "Still the same old story, tears of morning glory\nGenius \n@tommcfly @JamesBourne",
  "I wake up with a boner, realize I’m a loner in love \n@JamesBourne @tommcfly 👏👏👏👏👏👏",
  "Why does it seem like everytime I open my heart she’s already in love….",
  "but in all seriousness it's nice to know so many people are out there actively stalking me and waiting to screenshot my typos. thank you &lt;3",
  "Happy birthday Ki Sung Yueng! A nice early birthday present for the midfielder -a place in the Capital One Cup Final  http://t.co/3VCJL8Qyau",
  "I swear I drop my phone on the floor everyday",
  "@MarcusButlerTv good morning marcus",
  "@kityeh FOLLOW ME KIT, YEH? (See what i did there)",
  "GET IN SUNDERLAND #hawaythelads #safc",
  "MANNONE SAVES! SUNDERLAND GO TO WEMBLEY!!!",
  "GOOOOOOOOALLLLLLLLL!!!",
  "Match report....got thrashed, played crap. 👍",
  "So sick of people not putting there weights away! It's just rude! #gymtalk sorry last gym tweet of the month.",
  "Sometimes I write songs. Sometimes I stare at the piano wondering how the hell I ever managed to write a song. Sometimes I play PS4.",
  "@tyger guess what I'll be watching on the 29th January at 9👌👌 http://t.co/F2pWMscsXf",
  "@deanlemon @kityeh wooo! :)",
  "@deanlemon what?",
  "@deanlemon 1 MONTH UNTIL NEWCASTLE! ARE YOU EXCITED?",
  "All I can hear downstairs is @badman_sean &amp; @kityeh screaming while playing FIFA",
  "All I want for my birthday and Christmas present this year is telekinetic powers \n\nhttp://t.co/TRvZJAe1mq",
  "Soon! @TheVampsband http://t.co/5OZEAluUcC",
  "@TheVampsband @SundayBrunchC4 beautiful :)",
  "@tommcfly woohoo",
  "I can't cook. Help",
  "All those tweets are aimed at journalists and bloggers not fans",
  "\"@dougiemcfly: I am extremely hydrated. Drank so much water I fear that my brain is drowning. Sad face\" i know the feeling doug",
  "@kieranlemon KIERAN",
  "@badman_sean I ♥ You",
  "Who's seen us on tour with Union J World or Lawson... Hit LIKE on this post!! We wanna meet you!!\n\nTickets for... http://t.co/B57bMMT1fi",
  "The next member of Mcfly to tweet is a rotten egg and must post a naked photo of themselves as forfeit.",
  "@mcflyharry the penultimate innuendo",
  "I’m about to shower. I might wash my hair. Probably won’t though. But I might do.",
  "Try not to read this tweet. Tricky isn’t it.",
  "@dougiemcfly I see you've learnt a new word 👏",
  "@mcflyharry Sexual innuendo!!!! Sexual innuendo!!! 🚨🚓🚔🚨",
  "@kieranlemon i have food you jel?",
  "@ROOM94 lets :)",
  "Went basket ball the other night. 'twas awesome/confusing/sick/bigger boys http://t.co/xBZpa71ZKH",
  "The @mcbusted tour is getting close! CANNOT WAIT!!!",
  "@mattjwillis @mcbusted :D",
  "There is a reason I dont do exercise..ouch.",
  "I love an automatic reply. It’s the cyber mug off",
  "We could hold hands and watch the stars all night.....",
  "\"@kieranlemon: I may or may not have just got a tattoo...;)\" KIERAN",
  "@kieranlemon KIERAN",
  "Ok, NEWS JUST IN: NEWCASTLE VIP UPGRADES NOW AVAILABLE, QUICK!! http://t.co/UrK9dJikSE (Sorry they weren't up to begin with!!)",
  "Sorting Newcastle upgrades and Nottingham upgrades! Sorry! Not our fault!",
  "@deanlemon your hair looks sexy",
  "@ROOM94 meee",
  "How the song should have gone... http://t.co/dHxwS5Rl7s",
  "So who wants to see some more video updates from the Union J World tour??",
  "@Dannymcfly morning danny :)",
  "Me bitchezz #Guides #lasses @chloelouisemurs http://t.co/BT5PSZ1rv8",
  "@deanlemon @kityeh #sexcited",
  "@tommcfly @lesmisofficial Thanks bumface :)! Xxx",
  "The magic powers between the 4 of them would be INSANE!",
  "@JamesBourne you should write this!",
  "@JamesBourne Yes",
  "@JamesBourne same",
  "@zaynmalik ZAYN",
  "Jhene aiko ft childish gambino bed peace ... Tune . &lt; full stop",
  "I'm hungry. J",
  "she was asking him about kitchen tiles. PHEW! HAHAh dodged a possibly life destroying bullet there!! \nthat probably wasn't worth the risk.",
  "i just got a text from my mum saying 'dont listen to that voicemail it was meant for your dad' ..should i listen or will it scar me forever?",
  "Don't worry, we haven't and will not sell millions of VIP tickets, we want it to be exclusive and a proper VIP meet and greet! 😄😘",
  "...have to be quick if you're planning on getting VIP! #ROOM94HEADLINETOUR",
  "@ROOM94 Meee",
  "We have some AWESOME news about our tour to announce, who wants us to announce it RIGHT NOW?! RT this tweet... #ROOM94HEADLINETOUR",
  "Had an amazing day hypnobirthing with @lovelybirths and @tommcfly. Really looking forward to meeting our Crumb! Xx",
  "@edsheeran but you should have come said hi man!!... or 'shut up'..? you know, either one 😂",
  "So who is thinking of coming to the Meet n' greet/signing/READING? ;)",
  "@zaynmalik had an AMAZING birthday yesterday &amp; loved your creative messages – here were a few of his faves! 1DHQ x https://t.co/LFw92DIoDq",
  "I feel like I’ve been for a long soak in the slime from Ghostbusters 2. http://t.co/gMiX5B1j99",
  "Yo @Harvey @Blair - 'Thank You' is a MASSIVE tune! Absolutely love it, hope the release goes well! #talented",
  "I can't watch Space Jam because my mate smashed my telly when he lost balance dancing erratically to '4 My People' by Missy Elliott.",
  "Can't wait to come home from tour and sit and reply to ALL your fan mail 😄😄😄 #ROOMIES",
  "Happy 21st birthday to my brother @zaynmalik  ! Love you Man!",
  "@NiallOfficial @zaynmalik niall",
  "@ConorMaynard @joshzarexx you sure did",
  "@badman_sean @UnionJworld But then yours starts!",
  "Kicking the day off Buddy the elf style. http://t.co/oYjbYqxLE4",
  "This is early, I hate early, Connor needs sleep. Zzzzzzz",
  "It's 20 past 9 and I haven't left the house once today! Proper lazy Saturday! Football was on , nialler was happy",
  "Ahhhh",
  "85' GOOOOALLL! 4-1 #SAFC and Johnson completes his hat-trick!",
  "@badman_sean ok",
  "Can't wait to get to Ireland!! Always a great Craic!!! 😝😝😝🍀🍀",
  "@mcflymusic millions..",
  "3 points today, please 🙏❤️ #safc",
  "Meet our camera man/tech/ginger mate @RobbieColes http://t.co/gl2BLnjeiV",
  "@deanlemon morning sexy",
  "SATURDAY!!",
  "I just got pooped on by a bird……… on the face! This is not the first time this has happened to me either. Haha! Xx",
  "@kieranlemon happy yous are safe :)",
  "After hours of standing in the freezing cold on the side of the motorway, we finally have a new tire! Birmingham NIA arena here we come! 😃",
  "'The early bird gets the worm'?.. well I'm early to the airport, and all I see is people getting on their flights before me. YOURE ALL WORMS",
  "@Caspar_Lee mud",
  "@tyger Excited!",
  "Everyone tune into to my episode of Midsomer Murders on the 15th of Jan! X",
  "Galaxy is better than cadburys",
  "@deanlemon you should!",
  "FRENTUS YOU PIECE OF SHIT STOP HACKING MY TWITTER",
  "@kieranlemon it is amazing!",
  "No00oo I didn't actually win the lottery?!? That was all a dream? I had £25million and I was about to buy a mansion. Stupid brain D:",
  "Deeply saddened to hear about the death of Phil Everly, who gave so much to music and inspired so many others.",
  "Follow lottery RT go go go",
  "@Stevas101 .",
  "@Stevas101 I feel special :D",
  "@Stevas101 you replyed to me ;) im your first tweet of the year :D",
  "@Stevas101 Hi",
  "@ROOM94 @reply absolute perfection :D",
  "What's everyone's fave part of the video!? \nhttp://t.co/aZsn5IO7yx\n\n#ROOM94WhenIWasTeenager http://t.co/aCassOzAVc",
  "ACTAULLY FREAKING OUT 2 MINUTES!!! @ROOM94",
  "I just bought a tree. Literally I can now say I own a tree. It's bonsai which is a mini Japanese tree. And it's so fricking cool.",
  "#AskKieranLemon Will you eat pizza with me and @badman_sean later?? @kieranlemon",
  "@kieranlemon Jaffa Cakes; cake or biscuits? x #AskKieranLemon",
  "I got 99 problems but my beautiful wife reading this tweet over my shoulder ain't one...",
  "Nobody does it like Juuuuuuuuuliet",
  "@badman_sean share with me",
  "It's 2014.",
  "@kityeh HI",
  "@ROOM94 Morning :)",
  "MY ROOM 94 TICKETS CAME IN THE POST TODAY!:D OH MY CANNOT WAIT TO SEE YOU IN FEB! @ROOM94 @deanlemon @kityeh @kieranlemon @badman_sean",
  "@tommcfly good deed daddy.",
  "Good Deed Man?.....I'm not manly enough. \nGood Deed Kid?.....I'm not cool enough.\nGood Deed Girl?..... &lt;3\nGood Deed Guy?...we have a winner!",
  "Am I too old for my superhero name to be something - \"boy\"? Probably...time to rethink.",
  "Maybe I need a costume.",
  "So from this moment forth I'm on the lookout for good deeds to be done. I'm like a superhero except really weak &amp; no costume. Good Deed Boy!",
  "...and a car, like the Batmobile (is that 1 word or 2? Can't be bothered to google).\n\nThis needs more thought.",
  "And I don't think tweets or RTs count as good deeds...but if the did they'd be good tweeds.",
  "My new years resolution is to do more awesome stuff. Not be more awesome (that'd be really hard coz i'm pretty rad), but do more good deeds.",
  "“@ohsowhorany: #twinning @MarcusButlerTv @tommcfly http://t.co/QRAlevubUS” who is this Marcus Butler and why has he stolen my face?",
  "...to clarify, I wish I had Julia Roberts's teeth instead of my own. I don't just want her teeth in a jar...or a pouch.",
  "I wish I had Julia Roberts's teeth.",
  "@tommcfly ok..",
  "@dougiemcfly like you",
  "@RizzleKicks FRIENDS OMFG",
  "@deanlemon perfect :)",
  "@deanlemon ok",
  "@Caspar_Lee true dat",
  "@deanlemon Dean 50 days til Newcastle! :) follow me baby?",
  "@danisnotonfire same dan",
  "@RM94_gobin99 @badman_sean @deanlemon @kityeh @kieranlemon its amazing! :)",
  "New Years resolution = Get a tattoo",
  "@kieranlemon :)",
  "@dougiemcfly not sure...",
  "@dougiemcfly the sky..",
  "Fuck.",
  "@TheVampsband 1. Lose weight 2. To make sure my family know that I love them all the time 3. 5/5 :) #TheVamps2014",
  "@mcflyharry love you harry! &lt;3",
  "Another year over and we’re still together, it’s not always easy but…eh, you know the rest ;)",
  "Should old la la la la la forgot la la la la la line la la la la la la la la la la la la la mine http://t.co/q0LDLffbni",
  "@kityeh you too babe :)",
  "@kityeh I volunteer as tribute!",
  "I hit 300,000 followers?! What a way to start next year! Thank you very much! Happy new year everyone! 💃👶",
  "@ROOM94 morning :)",
  "DAN TWEETED PHIL THIS IS WHAT I LIVE FOR",
  "@AmazingPhil wow how diplomatically phrased i should have employed the same tactic when tweeting about mockingjay",
  "25th August - Sound Waves first time I saw @mcflymusic best day of my life #McFlyMoment",
  "Who wants an AUTOGRAPHED physical copy of our debut album 'No Strings Attached'?!?!\n\nYou can now buy official... http://t.co/hIcZXIB8jL",
  "\"I love talking about nothing. It's the only thing I know anything about.\"",
  "HEY EVERYBODY, MARY POPPINS IS ON IN AN HOUR, OK!",
  "@ROOM94 same but i love you more",
  "Its New Year's Eve tomorrow?! What?! I think I'm behind on life",
  "@mattjwillis yes yes yes!",
  "@deanlemon sean ahahah",
  "Watching Disney on Ice with my daughter. I thought it was over but apparently this is just the interval! #long #boreddad",
  "@Sprinkleofglitr SQUAAAWK",
  "@tommcfly same",
  "@AmazingPhil sounds fab",
  "@tyger who doesnt?",
  "@TheVampsCon PANIC!",
  "I CHIME IN WITH A HAVEN'T YOU PEOPLE EVER HEARD OF, CLOSING THE GOD DAMN DOOR NO",
  "At 6pm tonight we want ALL #ROOMIES to Pre-Order our debut album on iTunes at the SAME time! If you've already bought it then buy it on...",
  "What #ROOMIES wanna help us do some album promo tonight?! We'll follow / reply to loads of you who help :) Read our next tweets for details!",
  "@kieranlemon i miss you! 54 days til your back though! :)",
  "@badman_sean @deanlemon very funny there sean",
  "RT for a DM to @deanlemon http://t.co/2JDOwguBDc",
  "@kityeh i know, im perfect",
  "“@cravingstyles: @kieranlemon being a wingman for @kityeh http://t.co/OiKaLLLjzI” haha I'm a great wingman",
  "@kieranlemon 54 days :)",
  "Fun on the radio with @MattEdmondson now outside listening to a bit of Garage from @bbc1xtra genius crew!",
  "@badman_sean maybe you could follow these instructions? http://t.co/nSKnO3T01w",
  "@badman_sean  hey dean! http://t.co/1Uofgmp8mE",
  "@GemmaAnneStyles @benwinston sometimes we do it. Don't tell anyone. Ah.",
  "@deanlemon we still love you, dont worry :)",
  "@ROOM94 cant wait to see you! :)",
  "❒Single ❒Taken ✔Loves Food",
  "*waits for Zoe to tweet a reply*",
  "@deanlemon :D",
  "@badman_sean :D",
  "@kieranlemon :D",
  "@ROOM94 already got them :)",
  "Truly a lovely girl, we are thinking of you and your family. &lt;3 @TheVampsJames @01jaybee",
  "#britishproblemsnight\n\nEveryone thinks we speak posh and snorty\nMate,Come to Newcastle or Sunderland...",
  "Whoa that was weird!! There were too many of you outside the venue so we got told to come straight in :( gutted!",
  "Ahhhh it's too cold! http://t.co/9uivRg7Ytz",
  "@ROOM94 thats newcastle for you...",
  "A walk in the field to clear the mind, leftover sausage balls to fill the tum, Midsomer Murders to test the brain &amp; a bath to wash the toes.",
  "@badman_sean on my way",
  "55 days until i see @ROOM94 oml cant wait! :)",
  "@mcflymusic getting it today!! :)",
  "@tommcfly yes :(",
  "@badman_sean helloooo",
  "@kityeh good morning :)",
  "@NiallOfficial yep!!",
  "Watching Bridget Jones in bed with 2 cats, wife, a baby bump and a tummy full of turkey curry and shortbread biscuits.",
  "@ROOM94 helloooo!",
  "Just want to hug tom..we can cry together",
  "Photoset: Not quite sure how to share this, but sadly on Christmas Eve our gorgeous cat Marvin passed away.... http://t.co/E6xqeY2eZw",
  "Rest In Peace, we will miss you :( #RIPMarvin",
  "@tommcfly RIP Marvin :(",
  "@kieranlemon i know",
  "Attention all UK fans today is your last day to #WIN a pair of signed roller-skates from the #LIOTR video! http://t.co/ckxYXjB1ue",
  "Love the fact my best friend is a boy :) he means the world to me and never fails to put a smile on my face! Love him haha",
  "Mcfly live at Royal Albert Hall is out today! I feature in it",
  "@NiallOfficial yes!!",
  "@tommcfly i plan to do so",
  "@LawsonAdam  my lawson albums! :)",
  "@kieranlemon hahahahaaha",
  "Looking forward to taking my dad and bro to a box in the etihad stadium today! Come on Liverpool! Massive game! X",
  "Happy boxing day everyone! What are you all up to today?",
  "@ROOM94 you would run out of presents?",
  "Please tell me you've been eating chocolate all day too @stevecook_32",
  "\"how was your christmas break?\"\n\n\"@ y@i@ik\"\n\n\"well ok then\"",
  "@kityeh you too baby",
  "We are SOOOOOO excited to announce that we will be releasing the official trailer for our NEW MUSIC VIDEO for our... http://t.co/3BRJD0vEzG",
  "@mcflymusic meee!!",
  "And oh yeh ! I have emojis now ! Rebel",
  "Happy Birthday Jesus!",
  "@NiallOfficial you too baby",
  "Let's not forget that Jesus Christ wasn't actually born on this day.",
  "@mcflymusic you too! Have mcbusted tickets!!!!! :)",
  "@JamesBourne Your amazing and i love you, have a great christmas, you really deserve it! :)",
  "@JamesBourne :)",
  "@JamesBourne i dont like cake..",
  "@JamesBourne too expensive",
  "@JamesBourne i would but they're too expensive...",
  "@JamesBourne some people need to get a sense of humor...",
  "@kityeh happily :)",
  "And if I feel super evil I might start blocking people hahahahahaha",
  "@badman_sean happily",
  "IT'S CHRISTMASSSSSSSSSSSS (EVE) \n\nC dawg x",
  "@kieranlemon santa!",
  "Careful. You might find a wild Marcus under yo tree http://t.co/lQ1Ct21Yuk",
  "@troyesivan i love u 2",
  "@deanlemon ♥",
  "what if 'the emo' was an actual person that just lived inside of u and when mcr split up it died and theres actually a dead person inside us",
  "Wow...that show was so so so so sick!!!!! London never let's me down!!!! See you again soon!!!! http://t.co/UZrDKWE6mZ",
  "@kityeh :)",
  "Look at my beautifully laid birthday table :-) http://t.co/Y3cwEb2ZEe",
  "Monday night football with dad. Haha #3D #Geeks #Home http://t.co/ZEIMEeUsDy",
  "@dougiemcfly lovely...",
  "@ConorMaynard merry christmas conor@",
  "This scene is the only reason I know the names of all Santa's reindeer. Thanks Arnie! http://t.co/jfyz9lv3YL",
  "@deanlemon @kityeh kieran on his phone ahaha",
  "@deanlemon @kityeh yay!",
  "I slept through my alarms this morning.....  nearly made us miss the matinee show today oopssss!!! (:",
  "On stage at 13:40 for the first Hammersmith Apollo show today...lets get this party started early!!",
  "@Caspar_Lee did it!",
  "Let's see if we can get this tweet the same amount of favourites and retweets.",
  "\"@NiallOfficial: Well this is shit! Looks like we ain't goin home for Xmas! Fuck you wind\" :(",
  "Happy birthday to @mcflyharry congrats on making it this far",
  "@ROOM94 meee",
  "Jesus ! That was an emotional one last night! tears were flowing all round! congrats t the jls lads. What a career! Love u boys !",
  "Playing 2 shows at the London Hammersmith Apollo today...never thought we'd be doing this ahhhh AWESOME!!",
  "♫ you're insecure, don't know what fure. yure turning heads when you walk through the du-u-ure ♫",
  "I know ive said this before but i cannot wait for christmasss :)",
  "Hanging out with our new best friends backstage... Our Bournemouth competition winners :) @kksigh #ROOM94Bournemouth http://t.co/bo21L6WXGm",
  "Tomorrow at 6pm we're putting 200 AUTOGRAPHED physical copies of our debut album \"No Strings Attached\" on sale!!... http://t.co/8QsyjNPPHG",
  "Sup y’all. Slept in today, ‘twas slightly awesome! My cats are now being violently affectionate.",
  "@ROOM94 and @kieranlemon when they tweeted and followed me and then when i met the band! :) 8-10-13 #PeopleWhoMadeMyYearGood",
  "👏👏👏👏 yaaaaaaaaay!!! http://t.co/TNYS3BQM55",
  "@badman_sean :)",
  "@Caspar_Lee watching our photo booth challenge and missing you a lot and a lot http://t.co/WOGkYAgFJv",
  "@ROOM94 good morning :)",
  "@gerardway i agree 100 %",
  "@JamesBourne so good!",
  "Polar Express is fucking magical",
  "If you RT this I might follow you :-) https://t.co/RsOpl9tBal",
  "Uh oh security told us off &amp; we were only outside for about 10 seconds! Wish we could meet everyone of you :( see you soooon Manchester!",
  "@ConorMaynard its obviously amazing, Conor, Love you!",
  "We only have d, e, f and a few g's left at the moment x @cuddlemeharry",
  "@deanlemon its your road! :) http://t.co/GNCl8Bx5s5",
  "Come follow me on Instagram! I pull serious faces\n\nhttp://t.co/fr6c28EwyO http://t.co/OAzrC0ReRx",
  "My life right now. http://t.co/JkN2ZDHjWH",
  "@tommcfly they taste pretty awesome anyway",
  "The best thing about not seeing @mcflyharry @Dannymcfly &amp; @dougiemcfly for a few days is that I don’t have to inhale their iffy bum gas.",
  "@TheVampsCon ahhhhhh you gon get it!",
  "Just getting this in before the rush.... Happy New Year! Welcome to 2014!",
  "@badman_sean good night :)",
  "We beg, RT RT , we gonna follow ya! #thevampsinamerica http://t.co/ZH1ytVlKW4 http://t.co/EaaO7zPtMQ",
  "Lovely idea ! Dig deep ! #textsanta",
  "CONOR PLEASE FOLLOW ME BABY! THE COVER IS FAB #NewConorMaynardCover",
  "@ConorMaynard you should follow me because I love this cover and i love you  #NewConorMaynardCover",
  "AND HERE IT IS!!! http://t.co/wAkzkmxQJz Imma be following people who RT this tweet and tweet the hashtag #NewConorMaynardCover !!! GO GO GO",
  "Typical me... experiencing some technical difficulties uploading this new cover atm!!! Will have it ready as close to 7pm as I can!!",
  "Do you want 1D to follow YOU? Then RT this very tweet for that very possible thing to happen! #1DFOLLOWSPREE 1DHQ x",
  "We are closing the show at Text Santa tonight with a Christmas tuuuuuune! It shall be a hoot. It’s the last time we’ll play in 2013!",
  "Forgot to post this yesterday as part of Throwback Thursday, so here it is for FLASHBACK FRIDAY… Us &amp; the Lawson... http://t.co/BDfsfSvSKl",
  "22 is old :(",
  "@kityeh is that from the truck?",
  "Watching you following people is upsetting me.. i wish it was me @badman_sean  #SeanLemonFollowingSpree",
  "@badman_sean dont look back baby follow me?? #SeanLemonFollowingSpree",
  "@badman_sean foll",
  "@badman_sean should I give up now?  #SeanLemonFollowingSpree",
  "@badman_sean HI IF YOU SEE THIS DROP ME A FOLLOW PLEASE? #SeanLemonFollowingSpree",
  "@badman_sean LOOK HOW EXCITED I AM! IM TALKING IN CAPITAL LETTERS, PLEASE? #SeanLemonFollowingSpree",
  "@badman_sean PRETTY PLEASE WITH A CHERRY ON TOP #SeanLemonFollowingSpree",
  "@badman_sean Give me a sign that you have seen this? Just quickly press that follow button?  #SeanLemonFollowingSpree",
  "@badman_sean please please please please please please please please please please please please  #SeanLemonFollowingSpree",
  "@badman_sean please follow me See you in Newcastle in Feburary and it will be one of the best nights of my life!:)  #SeanLemonFollowingSpree",
  "Please follow me sean.. thinking of giving up...@badman_sean  #SeanLemonFollowingSpree",
  "Sean, this would actually mean the world to me, you have helped me through the unimaginable and i am so grateful :) #SeanLemonFollowingSpree",
  "I BEG YOU ILYSM SEAN PLEASE FOLLOW ME PLEASE PLEASE PLEASE PLEASE PLEASE PLEASE PLEASE PLEASE PLEASE @badman_sean  #SeanLemonFollowingSpree",
  "@badman_sean Please sean, i love you more than jaffa cakes (for me thats a lot) please turn my frown upside down.. #SeanLemonFollowingSpree",
  "@badman_sean p.s I love you #SeanLemonFollowingSpree",
  "@badman_sean SEAN, I KNOW YOU SEE THIS! PLEASE DONT IGNORE ME... PRESS THAT BUTTON BABY! #SeanLemonFollowingSpree",
  "@badman_sean DONT LOOK BACK BABY FOLLOW ME? ILYSM #SeanLemonFollowingSpree",
  "@badman_sean DONT LOOK BACK BABY FOLLOW ME #SeanLemonFollowingSpree",
  "@badman_sean Please follow me sean...please please please please please please please please please please please.. #SeanLemonFollowingSpree",
  "@badman_sean @badman_sean i know you see this... i see you there.. please follow me.. #SeanLemonFollowingSpree",
  "It takes a second to turn that button blue, and a second to make me the happiest girl alive! #SeanLemonFollowingSpree",
  "@badman_sean this is killing me!! Pretty please with a cherry on top?  #SeanLemonFollowingSpree",
  "@badman_sean . #SeanLemonFollowingSpree #SeanLemonFollowingSpree #SeanLemonFollowingSpree #SeanLemonFollowingSpree #SeanLemonFollowingSpree",
  "Feel sorry for my followers aha but please follow me sean! It would make me the happiest girl in the world! #SeanLemonFollowingSpree",
  "@badman_sean how about as a late birthday present? Or maybe early christmas? Please sean? #SeanLemonFollowingSpree",
  "C'mon Sean! You know you want to :) @badman_sean  #SeanLemonFollowingSpree",
  "@badman_sean i love you so much omfg please? #SeanLemonFollowingSpree",
  "@badman_sean please be my 3/5?  #SeanLemonFollowingSpree",
  "Would my Superstar kindly follow me Tonight? @badman_sean  #SeanLemonFollowingSpree",
  "@badman_sean met you 8-10-13 and excited to see you 21-2-14 but forever waiting for that follow...is today the day? #SeanLemonFollowingSpree",
  "@badman_sean you dont understand what this would mean to me!  #SeanLemonFollowingSpree",
  "Dont look back baby follow me how can yoy refuse one direction? @badman_sean  #SeanLemonFollowingSpree",
  "Please please please please please please @badman_sean  #SeanLemonFollowingSpree",
  "@badman_sean dont look back baby follow me? - see what i did there? #SeanLemonFollowingSpree",
  "@badman_sean i miss you so much! 8-10-13 :) love you! A follow would mean the world! #SeanLemonFollowingSpree",
  "@badman_sean please it would mean the world to me  #SeanLemonFollowingSpree",
  "@badman_sean  please would kindly turn that follow button blue? It would mean the world! #SeanLemonFollowingSpree",
  "@badman_sean please matey! I met you i october! #SeanLemonFollowingSpree",
  "ITS TIME!! Follow Spree time... RT this tweet for a follow and tweet #SeanLemonFollowingSpree - GOGOGOGO!!!",
  "@deanlemon @kityeh meee!! :)",
  "My mum's brilliant! XD http://t.co/a2KHDajM6W",
  "@deanlemon pretty please dean!",
  "@deanlemon please dean",
  "@deanlemon follow me please",
  "@deanlemon dean follow me! It would mean the world..",
  "Here we go! Following spree time! RT this tweet if you want a follow! SWAAAAAG! http://t.co/euc65Tescc",
  "@kityeh great idea but not too late..",
  "Omg! Crying in Tesco! Thank you @ROOM94",
  "I havent seen yous but a follow would mean the world! :) #ROOM94OnTourWithUnionJ",
  "There's not really anywhere we can meet you all tonight so come out back by the buses, we'll try &amp; meet everyone we can there!",
  "@tommcfly yes!",
  "If it had gone to a #dreadlock then @lukefriendmusic would've won.",
  "Just got to the venue in Oxford...Beautiful city! can't wait to play for you all tonight! Lets partaaaaay",
  "Guys I am upset now :( I just need to know if you have Ps4s in stock :((((((((( 😭 @GAMEdigital",
  "WIN signed @conormaynard t-shirt. Follow @maximumpop &amp; @transmitterTV &amp; RT to enter worldwide. Winner 10pm TONIGHT. http://t.co/IlgmEtJ6co",
  "McBusted look McFit in their portrait photoshoot for British Summer Time Hyde Park gig - PICS http://t.co/5JcMjj9KHC",
  "@RM94_gobin99 @ROOM94 i have 2, my mams side lives there",
  "@ROOM94 my nan lives near Oxford! :)",
  "Here's where around 1,700 travelling fans will be based today #hawaythelads http://t.co/PqlFXvY2K3",
  "@ROOM94 i dont know what to write..",
  "@mcflymusic @4Music yeaahh!!",
  "@ROOM94 :)",
  "@TheVampsband meeeeeeeeeee",
  "@badman_sean the sky normally...",
  "McFly will be presenting on @4Music in 1 hour!",
  "@TheVampsCon ayee",
  "@tommcfly cutee",
  "http://t.co/EOgW7n7luK - Ok guys come watch my live stream! Use the hashtag #AskConor and #ConorLiveStream so i can answer and follow you!",
  "AGHHHHHH, so typical that it wouldn't work... ok, I'm going to try again, gonna tweet the new live stream link in a minute! #conorlivestream",
  "@kieranlemon yay!!!",
  "We always love reading stuff you guys give us at shows, you can now send it all to us!! http://t.co/rpGtDNLzbc \nIm excitedddddd",
  "@kieranlemon meow",
  "So Tom just had to get McBusted tattooed on his foot. HAHAHAHAHHAHAHAHAHAHHA!!!!",
  "@ROOM94 i love you",
  "If you’ve been at school/college/uni/work/Narnia all day then now is your chance to get McBusted tickets!!! Go go! http://t.co/FjWteVKMWD",
  "@ConorMaynard yay!",
  "For anyone wondering, feet tattoos hurt like hell. Don’t do it unless it’s mildly amusing for 10 minutes.",
  "@mcflyharry @tommcfly aww tom!",
  "Strangest way I've ever been woken up, When ur in bed butt naked an sum1 is trying to force open your balcony this is gunna be a strange day",
  "They wanted me to get it on my bum but I refused. My bum’s way too cute to deface.",
  "Someone lost #tattooroulette hahaha. #worstbandname #worsttattoo http://t.co/WyHJt0uJPO",
  "Guys chill! @tommcfly is Mr.Mcfly. He lost a game!!! The idea with #tattoroulette is if you lose you get a shit tattoo...",
  "Haha oops “@sugarscape: Room 94 suck lemons to find out who's best in bed - Watch http://t.co/9jjX3SPovD”",
  "We uploaded our first video update of us on tour with @UnionJWorld - Check it out! Leave a LIKE &amp; a COMMENT http://t.co/dKI4mFbT96 - GOGO!!",
  "The fact I have 2 tickets for @ROOM94 in feb and no friend to go with...",
  "@dougiemcfly sexy",
  "Who's looking forward to my live stream later!!! :) #ConorLiveStream",
  "This was @kieranlemon and me on Skype earlier... http://t.co/oIVERGh9IR",
  "From this point on, you may only call me Davey",
  "Ok... If this tweet can get over 2000 RT's... I'll definitely give you guys a live video stream tomorrow ;) #ConorLiveStream",
  "The wheel definitely touched my dick though .  It was dangerous",
  "@JamesBourne :) follow me james",
  "We are back online! Go order something now! ;) Everything back in stock GOGOGO!! http://t.co/ph23avsvCE http://t.co/iNHlDSLGeB",
  "@dougiemcfly same",
  "@Harry_Styles amazing innit.",
  "Can't wait to play at the MEN arena tonight in Manchester for @KEY103",
  "Who just saw McFly trying out their fire eating skills on the @PaulOGradyShow?! Here's @dougiemcfly having a go. http://t.co/WUIbnB0KQy",
  "@ROOM94 love you!",
  "@JamesBourne rhyming again james?",
  "Not having coco pops on room service is a crime !!",
  "Think I got these nailed now… #selfie http://t.co/gpLalL2uk4",
  "Follow lottery RT",
  "McBusted at Hyde Park tickets go on sale tomorrow at 9am. Tickle my linky to be the first to get tickets http://t.co/2Rr8zeruTb",
  "Great news!!!! We have some more special guests....@Diversity_Tweet and @scouting4girls 😊👍💃🎶 #BSTHydePark",
  "@ROOM94 I didnt see you tonight :( but i bet you were amazing as always!!! Please follow me! :)",
  "Crazy!! Me at the sold out O2 Arena show in London! I want to shout out and thank http://t.co/pfN5J7BMa5 for the… http://t.co/I8VI4QIKYx",
  "“HAPPY” is SUCH a tune!!!",
  "Foggin hell",
  "@tyleroakley dont look back baby follow me",
  "WOW. You guys tweeted #TheVampsWildheart 554,000 times in 30 mins! http://t.co/yIBQ7q3gji",
  "hahahahahahahahha early mornings",
  "@kelly_clarkson I'M OBSESSED WITH THIS.",
  "Ah we’ve already been on…I went for cleanliness over watching myself on tv. Got my priorities straight. It’s on +1 right now!!",
  "@TheVampsBrad please brad! #thevampswildheart",
  "@ROOM94 nooooooooo! :(",
  "@TheVampsBrad @TheVampsCon @TheVampsJames @TheVampsTristan pretty pretty pretty please  #TheVampsWildHeart",
  "Please follow me #TheVampsWildHeart",
  "You guys ready for the Twitcam?",
  "@ConorMaynard same ill share the pizza!",
  "@MarcusButlerTv same",
  "First day of tour!!!! http://t.co/5TIay6HTqz",
  "Oooooo look you can pre-order McFly's Live @RoyalAlbertHall box set. Be quick though... it's limited edition! http://t.co/vYhCxIOKI3",
  "Awkwardly told hairdresser to 'have a Christmas time' instead of 'have a great Christmas.' .__.",
  "Our Christmas song 'Happy That You're Here' is out now! https://t.co/QmNihu11Gz #RizzleXmas",
  "The @RizzleKicks boys gave it their all at the #CapitalJBB! Watch what went down for their set: http://t.co/M6a7zHecci #CapitalMusicNews",
  "Belfast tickets for #McBustedTour14 go on sale in 47 mins - ish. Come and join the madness!",
  "🎵⛄️oh the weather outside is frightful…so our flight is delayed. ✈️",
  "@VictoriaTansey our cars are bumming 😏 http://t.co/hsUUBtd3Qs",
  "169 days until Where We Are - Sunderland :)",
  "Cute http://t.co/virjOPuV7u",
  "literally me http://t.co/QnmBvJc0yw",
  "This just made my morning :)  http://t.co/h7kbLrgLkS",
  "It's big announcement day. This one is an amazing one. Stay tuned for updates. Press conference starts 10-ish I think. #McBusted",
  "Morning 👍 some BIG NEWS coming your way today 😜",
  "Twitter has a bred a generation of bullying without consequence and without realisation! Ganging up on someone with good intentions isn't ok",
  "I like all the music I have on my iPod but why is it when I put it on shuffle I skip most of it?",
  "@tommcfly I told you about the sainsburys advert ages ago. Proper 😢",
  "Aw! Fabulous! So pleased for @KianEganWL - and chuffed that my bubs @JodiAlbert gets to be reunited with her hubby! xxx #KingKian",
  "So so lucky to play that venue and every other place we play at thank you so so much for you guys support, it's incredible",
  "I'm pretty sure I win on the jump-o-meter. \nMe: 1\nJames: 0\nDanny: 0\nDougie: 0\nMatt: 0\nHarry: N/A http://t.co/zs6aAVWpJl",
  "I'm pretty sure I win on the jump-o-meter. \nMe: 1\nJames: 0\nDanny: 0\nDougie: 0\nMatt: 0\nHarry: N/A http://t.co/S2vs1p5bPC",
  "I'm voting for Kian because if he wins I'll know 3 jungle kings...3! No one knows 3 jungle kings! Ha ha http://t.co/L3CnjENvTW",
  "@_xAdriennex @RM94_gobin99 @badman_sean 2 month anniversary and they tweet me! :)",
  "Well Sainsbury's nailed their Christmas advert this year. Absolutely incredible! Sat in a hotel room crying Christmassy cries from my eyes.",
  "So many of you are saying how much you love my new video. This makes me very happy :D https://t.co/67VBZ5gvt9",
  "You say you're a good girl, But I know you would girl....",
  "@tommcfly lovely...",
  "😴😴😴😴",
  "Who's got theirs!? \n#PreOrderROOM94DebutAlbum",
  "@asdfghjkl_ily Love you! #PreOrderROOM94DebutAlbum",
  "Okay so after i just broke down in tears in public thank you @ROOM94 :)",
  "@ROOM94 Love you too! :)",
  "Our debut album is now on iTunes! Go Pre-Order it now and we'll &lt;3 you foreverrrrr! http://t.co/BAlGy58LJz #PreOrderROOM94DebutAlbum (RT!!)",
  "@ROOM94 its perfect",
  "You could even be SUPER AWESOME and RT our next tweet if you wanted to… (we will love you LOADS if you do)",
  "Perfect album, made by perfect people @ROOM94  #PreOrderROOM94DebutAlbum",
  "Everybody go pre-order it! It sounds fab :) @ROOM94  #PreOrderROOM94DebutAlbum",
  "@ROOM94 meeee!!! :)",
  "Well I think the album sounds fab hehehe",
  "@FrankieTheSats he makes a good point, that name is better.",
  "@kieranlemon @kityeh love you",
  "On the move https://t.co/TYnqWC9d98",
  "There was a tour advert on Irish TV last night.. pretty awesome!! CAN'T WAIT FOR THIS TOUR!! Union J World http://t.co/fMSKPjcixP",
  "It takes 17 muscles to produce a smile. I don't think it's a coincidence that there are 17 more days until Xmas. #daysuntilxmaswithcasparlee",
  "Feeling tired and ill. Meant to be at a family gathering…sorry family! Had a mini nervous breakdown watching @MrsGiFletcher &amp; bump drive off",
  "Who can see this tweet?! RT it if you can ;)",
  "Hii",
  "A massive thank you to @nbcsnl for having us back last night. It was a lot of fun. And now I fancy Paul Rudd.",
  "@JamesBourne :) love you jamea",
  "@deanlemon :)",
  "@JamesBourne your a poet and you didnt know it",
  "McBusted is good for all of us . Nobody did anybody any favours . That's why it works.  Its gonna be the most epic tour ever and you know it",
  "NYC.",
  "I love this. Wish I ate chocolate ahhhaaaa thanks @CadburyUK @DairyMilk http://t.co/lRQ19OlV0N",
  "Have you got your name on the list for the limited edition McFly Live at the Royal Albert Hall DVD? http://t.co/Eryjkazyx0",
  "@badman_sean im outside :(",
  "Can't wait to perform at the Capital Jingle Bell Ball tonight! #CapitalJBB",
  "ITS MY BIRTHDAY!!🎊🎉",
  "Whenever I hear the phrase 'memory lane' I'm like MEMORRRYY LAAAANNEE we're here again, back to tHE DAAYYSS and I'll remember you ALWAYYSS",
  "@RM94_gobin99 Happy Birthday! Love you :)",
  "I know I’ve worn some dodgy shit in my time but fucking hell… #XFactor",
  "@kityeh follow me x1",
  "@badman_sean @kityeh sean, follow me!?!",
  "@kityeh follow me x2",
  "Totally smashed it! @elliegoulding 😺",
  "@zaynmalik Sunderland! :)",
  "Getting tonight's set ready for @OpalLounge #opalsaturdays \nMade some BIG @TheSaturnV  mash ups on the train haha....\nExcited 😜",
  "Send me screenshots of your Pre-Ordered album and I'll follow you! GO GO GO!!\n\n#Room94NoStringsAttached",
  "At an Indian restaurant with Hollywood ending . It's gonna be a great show tmw ! https://t.co/cDLk8Y6U8J",
  "@badman_sean follow me! :)",
  "\"@deanlemon: So excited!!!! http://t.co/uMu0aPiiKB\" sexcited",
  "\"@ROOM94: 10mins!! Get ready… http://t.co/uMu0aPiiKB\" sexcited! :)",
  "RT my next tweet and I'll give you massive hugs on tourrrrrrrrr",
  "We have an AWESOME announcement tonight at 6pm, I'm sexcited ;) - RT and spread the word!! #BigROOM94NewsTonightAt6pm",
  "C'mon @OfficialBWFC today against Doncaster get a tekers result 👍👯",
  "@ROOM94 you excited to play Newcastle again? 76 days! :) #BigROOM94NewsTonightAt6pm",
  "@room94 how are you guys? Excited for Christmas?  #BigROOM94NewsTonightAt6pm",
  "@ROOM94 wish me luck im singing in public today",
  "Who wants us to do a MASSIVE replying spree? We wanna talk to loads of you!",
  "zgubiłem swój numer telefonu, czy możesz pożyczyć mi swój?",
  "Listening to Christmas songs in the van is where it's at yes",
  "@TheVampsJames follow me! :)",
  "Tomorrow, we are playing the O2 Arena, still can't believe this! #dream",
  "Hit 1.25 million subscribers today! That's crazy! Thanks so much all! You guys are my favorites :) http://t.co/zYHzFOX8B9",
  "I'm a snaaaaaaaakkeeee. A slithery snakey snake 🐍 http://t.co/I1zoB9B3iA",
  "I trod on a nail today. Cut my foot. Had to go to the medic. Then the doctors to have a tetanus jab :(.",
  "Big announcement tonight at 6pm!!",
  "Still in bed 🙀😸 http://t.co/zSCXIAhXdc",
  "Hands up if you're still in bed!",
  "@badman_sean *raises hand*",
  "Only a couple of days till the #LIOTRvid competition closes... get your entries in!",
  "PLAYING THE JINGLE BELL BALL TOMORROW AHHHH O2 ARENA AHHH LOTS OF PEOPLE SKDJGFLISJODIJSOFIJOSDIJF *HOLD ME*",
  "I knew I was tired but holy shit I just sat down to pee",
  "My first tweet to everyone, just got my phone back!!! Just want to say thank you for all your support and that I love all of you !!! Xxx",
  "Christmas came early! F*#k yeah! http://t.co/FTTSI6Hn6p",
  "Follow lottery ... RT",
  "You guys are amazing! Thankyou for being a part of our Vamily! Xxxxx http://t.co/NImm5uobvh",
  "WARNING! Expect some drunk tweets about how much I love @MileyCyrus tonight!",
  "@kieranlemon okay",
  "@MarcusButlerTv thank you",
  "@MarcusButlerTv Stop flirting with me.",
  "Has anyone told you how good you look today? No. Well you look bloody lovely.",
  "For those asking, I'm performing at Storm in Falkirk tonight!! Check it out.. https://t.co/JHRje2XZrp",
  "I find myself reading our text messages when I'm bored",
  "I AM SO EXCITED FOR OUR ANNOUNCEMENT TOMORROW!!",
  "TGIF http://t.co/4ffeB9lWfJ",
  "All I wanted was a fake ID so I could drink beer with my KFC http://t.co/0c2s0adUzF",
  "Pulled together my Top 10 Xmas tunes with the guys @MUZUTV! check it out here http://t.co/c05NZm7w4S !!",
  "White horse Christmas for Cliff…👏👏👏👏👏 http://t.co/SZPXK8jVf3",
  "💩💩💩💩💩💩💩💩💩\nNEW MCBUSTED SHOW ADDED:\nSat 31st May - Belfast Odyssey Arena\nOn Sale 9AM Tuesday 10th December",
  "As it's #followfriday… we are taking requests for the next 30 minutes! Tag #LawsonFollowFriday and tell us who we should follow!",
  "You’ll never guess what…\nNEW McBusted SHOW ADDED:\nSat 31st May - Belfast Odyssey Arena\nOn Sale 9AM Tuesday 10th December! Crazy stuff!!!!!!!",
  "Good afternoon everyone! Just had a coffee , ready to rock ! How's everyone feeling?",
  "...Ummm...can you think of any more? Ps. Get ready for some Follows/RTs if you can... 1DHQ x #WaysToGetStoryOfMyLifeToNo1",
  "We have some SUPER AWESOME news to post tomorrow at 6pm, please help us spread the word so all R94 fans know! #BigROOM94NewsTomorrow - RT!!",
  "#BigROOM94NewsTomorrow - Join in the fun on twitter and help spread the word!! http://t.co/3E7axDoHJe",
  "Importing songs from murder at the gates into my iTunes . It's been a fun project to write . http://t.co/fcXiZ765TP",
  "@ROOM94 BigROOM94NewsTomorrow Are you excited to play in Newcastle again in Feburary? Cant wait! :)",
  "“Loose Women robots in disguise da na na”",
  "@deanlemon love it!",
  "I must say it was amazing playing football yesterday !! Thank you @NewYorkRedBulls",
  "@kieranlemon same",
  "I'm off to the dentist to go and have root canal....and I'm SO not looking forward to it.",
  "Happy Birthday to the gorgeous @GeorgiaHorsley1! I’m pretty sure the next year will be an eventful one! 😁❤️👰💍 Mwah!!! 💗🎉😘 xxx",
  "Well that runnin around deffinately tired me out! I'm havin an early night ! Good people! Love you all ! Xxxx #grateful",
  "Happy birthday to my beautiful fiancée @GeorgiaHorsley1 👍💃🎂 #gettingon",
  "“Death is something inevitable.When a man has done what he considers to be his duty to his people&amp;his country,he can rest in peace” #Madiba",
  "The MASSIVE #LemonClothing Restock goes live from 6pm UK time Thursday 12th December! Spread the word! - RT!! http://t.co/u5QdDSKdIj",
  "@PointlessBlog what?",
  "Been writing some new heart felt music tonight! :D x",
  "Had the craziest last 3 shows!! Thank you for having me iamwill !! #willpowertour # http://t.co/A9dAIOcN24",
  "My potatoes are getting cold cos im trying to get my tweet on the screen #TheCosmos",
  "@Harry_Styles It's a love story, baby just say yes... http://t.co/TWY6Ln70ZI",
  "Well there are 50 shades of grey @TheVampsCon",
  "Nothing strange here, just 2 girls wearing horse heads wrestling in a wrestling ring full of lube… #WhenIWasATeenager http://t.co/HV70BrpSQq",
  "Check out some of the great #LIOTRvid entries we've had so far. Keep 'em coming! https://t.co/37Z0mCZDCX",
  "I love life.",
  "@tyleroakley i love you",
  "Carrie Vs Alex: http://t.co/4fNipwVjv7 via @YouTube",
  "@ROOM94 @reply meeee!!!!!",
  "Don't forget you can buy 'Best Song Ever' (and the rest of #MidnightMemories) right here:http://t.co/ykjUlO8rQN 1DHQ x",
  "North America tickets on sale Saturday ! :)",
  "Download the Kellogg’s #GiftofMusic app &amp; grab a box of Kellogg’s product to watch my exclusive interview. RT if you like it! @kelloggs_us !",
  "@TheVampsCon I'm pretty sure my copy of @taylorswift13's RED is the same as yours???",
  "Does anyone else ever wonder if your colour red is the same as everyone else's? Or any colour for that matter",
  "#ThrowbackThursday: The time the guys got stuck in some blossoming trees on the way to their meeting... 1DHQ x http://t.co/MUTRE61Gh2",
  "Real bands save fans, real fans save bands",
  "It was tony mate, the dick @JoeJONeill",
  "Who has flippin pre ordered wildheart so far?! \n\nhttp://t.co/RawP4qiIT3",
  "Selfie in the wind... 2 seconds after this photo was taken our hair went mental aha http://t.co/UfHrAHhgLe",
  "Sitting at traffic lights. Car pulls up next to me. Oh this race in ONNN!!!... they turn left... I'll still take that as a win.",
  "NOW ON SALE...\nSunday 25th May - Brighton Centre\nhttp://t.co/hDL8g5izEU  http://t.co/NgnfPqAFIP \n#McBustedTour2014",
  "Tanames All the car dying . #tooearly https://t.co/d9rbA7N4wW",
  "👍",
  "@tommcfly morning tom!",
  "I have crazy hair tonight. I need a hair cut :( http://t.co/iJqzPUDBvl",
  "If you like what you're hearing! Preorder here! http://t.co/HCkO4Ui5oT #WildHeartEPFrom8pm",
  "Not as cool as Duke.. http://t.co/evHxqNLXXY",
  "Tour starts next week!? http://t.co/01JfmMB9Cw",
  "Let me be the one to\nLight a fire inside your life...",
  "I've decided because I have almost 170,000 twitter followers that I'm powerful enough to start being a food critic .",
  "so we would like some smashingly weird questions sent to us to answer on the twitcam can we do that with the hashswag? #WildheartEPFrom8pm",
  "In the bath singing One Direction songs #YOLO",
  "@kieranlemon :)",
  "Hi :)",
  "WILDHEART! :)",
  "North America ! we are comin back next year with new album and completely new tour !! cant wait ! tickets on sale Saturday 7th  !",
  "Let's do this! @PaulOGradyShow",
  "The video to our Christmas song is going up tonight! http://t.co/otKsPaliKp",
  "It's hard out here for a bitchhhhh",
  "2 new EXCLUSIVE @LemonClothing hoodies go on sale tonight at 7.30pm and they are BADASS! Check my next 2 tweets for photos of em… ;)",
  "First night in ages Ive slept that well!",
  "Party tonight at ours yeah? We hope you’ll all join us! 8PM #WildHeart Twitcam bring a friend or 3 ;) x",
  "Police.. Act Natural.. ACT NATURAL!!! *looks like a serial killer.*",
  "Today the most beautiful girl I've ever met passed away. She touched my life and thousands of yours in ways I can't even describe.",
  "79 days til @ROOM94 ahh",
  "\"@TheVampsJames: Oh my frickin life it's the video for 'Wild Heart' !!!!! http://t.co/cVujmBKDPe\" its fab",
  "Meeee!",
  "Okay, so we can't wait any longer either, here is the official video for our second single #WildHeart Please RT/share http://t.co/cge89YQ085",
  "@kieranlemon errrrrrrrr I believe I hoovered",
  "I've been cleaning the house all afternoon &amp; night ahhhh (can you believe it?!)",
  "#soundofmusicals",
  "Midnight Memories",
  "My next musical will win the Olivier award . Don't worry :-) #nevergiveup",
  "I love following fans! Lets keep the party going! RT this tweet and tweet #FollowMeDeanLemon if you want a follow… GO!!",
  "@deanlemon please follow me dean!",
  "So is the Vamps Army ready for battle again? Starting tomorrow we have to fight fight fight. Let's get Wild Heart to number one in January.",
  "@deanlemon I did and i commented!",
  "How cool is this?! I tweeted this 4 years ago! MAD! @lesmisofficial http://t.co/OIIgXghdgc",
  "Hahahaha i dont understand why everyones asking how tall I am! Not even I know the answer to this question!",
  "We were in the The Scottish Sun last Friday… HOW COOL IS THAT?! Read it here… http://t.co/eOlwfUQ5ok",
  "IT HAS BEEN TOO LONG SINCE WE FILMED THIS VIDEO. AND ITS OUT TOMORROW. HERES ANOTHER TEASER FOR YOU! CHECK IT OUT \n\nhttp://t.co/ZZ0AgXfcjT",
  "@deanlemon please follow me i keep commenting!!",
  "YOU GUYS BETTER BUY IT FOR HIM! @ConorMaynard  #RUCrazyUS",
  "YAY #RUCrazyUS",
  "@deanlemon please follow me! I keep commenting and i've liked it! http://t.co/hWpfm6yeyS",
  "… @KieranLemon did a massive following spree yesterday, does anyone want me to do one? RT this tweet :)",
  "@deanlemon yay!!",
  "I'm gonna do a following spree right NOW! :) Read my next tweet if you want a follow from me…",
  "So it's 3 minutes until my announcement!!!! US fans make sure you're present!!!",
  "@TheVampsJames yes",
  "@kieranlemon thats me getting both",
  "RT @JamesBourne Announcement tmw. The @mcbusted tour gets even bigger.",
  "@kityeh they are amazing kit!!",
  "@kityeh perfect!",
  "@deanlemon @kityeh the new blog is just perfect!",
  "@ROOM94 perfect!",
  "Follow lottery go go go RT",
  "So we've given you enough teasers, now your turn to guess the story line!?!? Who gets the girl? who chases the bus? http://t.co/2nnPhLXXr9",
  "Almost the final teaser time, if you missed the rest have a watch... http://t.co/jp2lr6kBQU http://t.co/faiIx4bwnF http://t.co/7aFr1gZNlP",
  "@badman_sean  me too!!",
  "@kieranlemon ill have one!",
  "@ROOM94 yay!",
  "Good Morning #LemonClothing lovers! Tomorrow at 7.30pm you'll be able to purchase the new BLUE &amp; PINK LC hoodies, excited?!",
  "Still on for Twitcam at 9 ?? X",
  "And ...how exactly do I fit this burger in my mouth? http://t.co/h0gZWGMnLS",
  "Out 26th December! http://t.co/AhsZnMDlSd",
  "Awesome news! You can now pre-order the Deluxe Limited Edition DVD/2CD of McFly's live show @RoyalAlbertHall http://t.co/AhsZnMDlSd",
  "Spiders freak me out!",
  "@kityeh same ahha",
  "Sameo",
  "@MarcusButlerTv same but im rubbish ahha",
  "Ok so that was too hard",
  "Okayy i have 1000 pictures of @ROOM94  on my phone... is that wierd? @kityeh @deanlemon @badman_sean @kieranlemon",
  "“@badman_sean: Chocolate brownies and ice cream is the best” tru dat",
  "Thanks @teamlbd for treating me to more of your treasures - although this time with a bumpy twist and @RockaByeRosie. ;-) Xx",
  "HAHA YES WE ARE RAPTOORRRRSSSSSS @tradleyokay",
  "Got my best friends into liking @ROOM94 they have the best music tastes ahah",
  "Way to excited to see @ROOM94 in feburary! Best idols in the world! :)",
  "“@Olivia_Scott98: Listening to Superstar by @ROOM94 😊 #memories” great song ;)",
  "Just catching up on my other life for a sec..... #VampAssassin http://t.co/nJSj1YVycz",
  "It's hot chocolate and Xmas songs o' clock right now. Still love this Xmas cover from last year… http://t.co/qv7YAgl2Jl  HQ x",
  "Chocolate brownies and ice cream is the best",
  "Almost at 100,000 views! Can we get it there by the end of today?! RT!!! #BoysinBooksareBetter http://t.co/u2zkKdG3v8",
  "SOOOOOOOOOO excited about our Stadium NA tour next year! Set list shaping up to be sick!!!! http://t.co/950gowtCjS",
  "This day last year we played at @TheGarden ! Can't believe it's been that long! What a memory!",
  "☆☆☆ TODAY IS 3 WEEKS TO CHRISTMAS EVE!!! ☆☆☆ #SantaClausIsComingToTown  🎅🎁🎄⛄️ http://t.co/Vyj3Li7PGZ",
  "❤️ “@loveroom94pl: @ROOM94 in polish Tv ! #ChasingTheSummer @kieranlemon @badman_sean @kityeh @deanlemon ;) http://t.co/cxOJ6HfDaI”",
  "It sucks when you've forgotten to open your advent calendar 3 days in a row, until you realise that you have 3 chocolates to eat. nomnomnom!",
  "I couldnt see right my windows were misted",
  "ANNOUNCEMENT!!!!... tomorrow at 8:30pm UK Time ;)... U.S. FANS make sure you're there!!!!",
  "Wish I could take my house and general area on tour with me.. Like as a floating island. With food and cats, cars... And more cats.",
  "yeah I've been writing my book for 7 months . I write a couple of paragraphs a day",
  "88",
  "Thumbs up friends! http://t.co/83elqLCrpQ",
  "Advent calendars are cool. But the temptation to just open every single one is killing me.",
  "Brand new PINK &amp; BLUE @LemonClothing Hoodies on sale Wednesday!! YEAH BABY http://t.co/qzA1nXhXck",
  "I try and act so enthusiastic in texts so I don't come across rude, that I probably just look mental.",
  "RT if you are excited http://t.co/VYXW754CyB",
  "Proud of you man @TomDaley1994",
  "Tweet #KieranLemonFollowSpree &amp; RT this tweet &amp; ill find you! GOGOGO!!",
  "NEW VIDEO - How To Ruin Your Face! Hope you enjoy :) https://t.co/aKEZxnWhx7",
  "Ok you ready for this follow spree??",
  "This is a BRAND NEW PINK @LemonClothing hoodie... Do you like it? (it's not really my colour though...) haha http://t.co/hiBu6n9cA5",
  "Yes - each week we'll be setting you the challenge of reviewing a track from #MidnightMemories....",
  "Want to be our #MidnightMemoriesTrackBlogger? READ THIS: http://t.co/63s4RPSaJh 1DHQ x",
  "I'm gonna post a photo in a second of 1 of the new @LemonClothing hoodies... You ready?? I think you'll like it...",
  "@deanlemon @LemonClothing yeh!!",
  "Maaaan I am so excited to get back on tour ahhhhhh SO EXCITEDDDD!!",
  "SO EXCITED FOR OUR POLAND TOUR!! :) KOCHAM CIE!! http://t.co/sKr31K6gaE",
  "Off to see @iseestarsmusic , @TheWordAlive and @DayShell yeeaaaaaaaaahhhh",
  "TOMORROW IS A NEW EPISODE OF MINE &amp; @KITYEH's VIDEO BLOG!! RT this tweet if you're excitedddddddddddddddddd :):)",
  "Swag “@amazingimo: @deanlemon @kieranlemon @LemonClothing LOOK WHAT CAME TODAY! ! #lemonclothing WOOOOOOOO!  ! ! http://t.co/T93CIAbZzB”",
  "follow lottery RT to enter",
  "Watchin 21 and over! Soooo funny!",
  "Photo: Stuck in traffic behind Colonel Sanders. Mmmmm… Chicken! http://t.co/YesHhyFQu0",
  "The PS4 kicks bum. I feel 15 again. Video games rule.",
  "Free US shipping in our webstore ends at midnight! Code = \"BLACKFRIDAY\" go get a hoodie or 2 here http://t.co/Zr8AprYQc9",
  "Had a lovely day shopping with my mummy and @tommcfly. #familytime xxx",
  "Got something I need to say...not been an easy decision to make, hope you can support me! :) http://t.co/oOrDEiChGd",
  "Love my gorgeous ring from @myflashtrash !!! :D http://t.co/2QaafwtgUA",
  "@troyesivan am i your friend?",
  "@troyesivan hi",
  "Is that the blues man? I dunno is it? Yeaaaaaaaah. http://t.co/MePAKGXWk3",
  "\"@TheVampsJames: So tonight we decided that @ConorMaynard is officially part of the band\" Yay!",
  "That was a horrible bottom 2 for me! x",
  "Back to my old stomping grounds in East Lansing, MI for sushi with my college friends! So good. http://t.co/YRZktb7QiJ",
  "I didn't realise his friend died in the car with him. My sympathies go out to all of his family and friends too. So sad :(",
  "So tonight I've learned who has ITV HD and who doesn't.",
  "I've only just heard about Paul Walker. My condolences and sympathy go out to his family and friends. Terrible loss of a great actor.",
  "Just played the new arena in Leeds. Very nice innit. Looking forward to being back there on the @mcbusted tour next year. It’ll be siiiiick!",
  ":0",
  "I think I'm allergic to pork. 🐖🐷🐽",
  "Hanging out on the world's highest swing. http://t.co/SUlZLzRTfF",
  "Thinking positive.. Who ever goes.. They'll all do well now!",
  "Swaaaaaggy http://t.co/njLDVS82vA",
  "I need this.... http://t.co/oonFTIdAJR",
  "Listening to our debut album #NoStringsAttached - can't wait for you all to hear this!!!",
  "@TheVampsCon THEYRE SO POINTLESS YET SO INCREDIBLY IMPORTANT TO OUR LIVES",
  "CONOR YOUR MORALS ARE SO PERFECT MAN YOU JUST HAVE THE WAY OF THE COW @ConorMaynard",
  "Slowly transitioning into the Christmas jumpers! No reindeer or polar bears yet.",
  "Mcfly on the radio...Awesome!",
  "I LOVE COWS @ConorMaynard",
  "http://t.co/G9viKZzFSK my wife's site 😊RT @GaryLineker: If I could find some slippers they ... http://t.co/kZ97H6CT2I",
  "\"@AmazingPhil: December 1st! You are officially allowed to be excited for CHRISTMAS!!! 🎄⛄️\"thank you",
  "Finally got to open this today! http://t.co/OohBVJLC9e",
  "Kieran Lemon is filming his Q&amp;A video today! Anyone got any last min questions for him?! \n\nComment them on this... http://t.co/sfrCIGcPcp",
  "IT'S THE FIRST OF DECEMBER!!! Watch the cast of Les Mis sing EVERY DAY up until Christmas!!! :D http://t.co/AFUxRRzPup",
  "#np chasing the summer // @ROOM94",
  "Can you believe The Mask came out 19 years ago!!!! That's craaaaazyyy!!!",
  "Problem. Phone charger is not with me. 20% battery. Need to be up at 6.45am. Scared phone is going to die and not wake me.",
  "1st December!! 🎅🎄🎁🎅🎄🎁🎅🎄🎁🎅🎄🎁🎅🎄🎁",
  "Just borrowed some of @TheVampsCon's hair products aka super glue!!!",
  "@MarcusButlerTv hey marcu!",
  "I'll be uploading my first video for vlogmas today too! Get excited :)",
  "If you haven't heard this then  #GETINVOVLED RT @mcflymusic: The 'Silent Aggression' mix from @dougiemcfly https://t.co/Uj2IxldrHh",
  "First day back in the buff shop after being ill (man flu) for two week. Missing abs crowder @Ben_Crowder 💪",
  "@ROOM94 Got these for my Birthday on thursday! So excited! Coming home from holiday early especially!! :) http://t.co/fRqHP8UTcq",
  "Very sad news about Paul Walker. RIP",
  "@PointlessBlog @Joe_Sugg @Sprinkleofglitr @JimsTweetings thanks for the support on twitter guys",
  "It's the 1st of December! I'm off to buy a Christmas jumper.",
  "Pinch punch first of the month! ITS OFFICIALLY THE COUNTDOWN TO CHRISTMAS. Yaaay.",
  "@williedevine I can't get the telly to work! Where are you ? Football is on soon ! Hurry up !",
  "Went to see a play called 'The Drowned Man' in Paddington last night. Absolutely brilliant!!",
  "11:11",
  "This night is flawless",
  "IT'S DECEMBER YEEEEEAAAAH MY FAV ⛄❄",
  "@LawsonAndy follow me andy?",
  "talksport NEXT",
  "@LawsonAndy 4th row back #FreeRadioLive you were amazing last night,so happy I got to see you again💕 http://t.co/g55ZyW7G1q",
  "#RIPPaulWalker such a tragedy!! Fast and furious will never be the same with out the legend @RealPaulWalker http://t.co/PyYkLb3rkh\"",
  "If anyone has any pictures from last night. Please send them my way! #FreeRadioLive",
  "Can't believe Paul Walker has passed away. I can't believe it. Life is so short. RIP xxxx",
  "I missed my 3,000 tweet :(",
  "I get all happy when I see how excited James is for feburary! :) @TheVampsJames",
  "It’s only bloomin DECEMBER!!!!!!!",
  "Can't wait! Can you bring Meredith please?! @taylorswift13 @TheVampsband",
  "It’s the 1st of December, Christmas is near! It’s the time of the year that I leak from my rear.",
  "And just before bed I’d like to wish @dougiemcfly a very happy birthday. Actually it’s gone midnight, not your bday anymore, I take it back.",
  "I’m 26. Weak",
  "Night all! Got a great day tomorrow! My brother and his family are coming down to hang with ours! Gonna go do some fun London stuff! Night!",
  "Saw this and it reminded me of @findonttweet #finthefuckout http://t.co/OSBP2hxokb",
  "Tonight I’ve had fish, cheese and coffee. Snog?",
  "Anyone planning to watch our radio show tomorrow - don't open your advent calendars until then :D we can all open them at the same time!!",
  "My grandads retirement! #FamilyLADS “@MattVince_: Grandad's retirement @kieranlemon @badman_sean @deanlemon  @ROOM94 http://t.co/zNUuM8dPZu”",
  "My mam just asked me if @kieranlemon @deanlemon and @badman_sean were related... she obviously ignores everything i say...",
  "At our Grandads retirement party! Just made him do a shot haha http://t.co/Ql6571MQc6",
  "BIRMINGHAM THAT WAS SO MUCH FUN I WANTED TO DO IT FOREVER AND EVER http://t.co/7GUdgvJYYG",
  "\"@deanlemon: Kissing is fun http://t.co/FT6bZL6UUj\" i know",
  "\"@tyger: I love you @lukefriends I wanna live in your hair x\" ok?",
  "Great to be back at work. Let's go Birmingham x http://t.co/uRw2thuStw",
  "@nickymcdonald1 smashed it, @samcallahan94 would be proud #SamCallahanWorldTakeOver",
  "Just finished watching The Breaking Bad R.I.P Walter White http://t.co/ouEko6GYXf",
  "I'm at a party. This is not a drill. I repeat. This is not a drill.",
  "@kityeh same",
  "HAPPY BIRTHDAY DUDE &lt;33333333333 @dougiemcfly",
  "Tyler Oakley http://t.co/Qj84qody3l",
  "Loving the next 2 weeks in my diary! Lots of @mcbusted action!",
  "\"@kieranlemon: Is it just me who loves the smell of petrol??\" I do",
  "Having some cocktails in London with @kityeh #FWIENDS http://t.co/RmelMnu2vD",
  "And he's at it again! @QuadeCooper",
  "If anyone is watchin the wales v Australia game, that pass from @QuadeCooper for the try was unbelievable ! I thought him all he knows",
  "When people hear murder at the gates they are gonna hear a totally different side to my music.",
  "Yo yo Live show in about 1 HOUR! Make sure you become a fan here: http://t.co/1e7TnqLa9W to be automatically in my december giveaways!! 😁🎉",
  "Free Radio Live tonight in Birmingham!!! We goin iiiiinnnnnnn",
  "@mattjwillis that is the radest thing I have ever laid my eyes on…apart from your penis",
  "#HappyBirthdayDougie \nHappy birthday to my sister @dougiemcfly 💃👯",
  "HAPPY BIRTHDAY @dougiemcfly ILYSM",
  "The fact @JJUJWorld baby shares my birthday! :)",
  "It's SATURDAY tomorrow! My second favourite day of the week!",
  "Today I had pizza, ice cream and cake. Today was a good day.",
  "Cake is awesome. Seriously. I know it makes you fat and gives you spots and if you eat too much you’ll die…but it’s still pretty awesome.",
  "Tried following all names on the papers I was given but some didn't come up or I couldn't read them :( sorry guys &lt;3",
  "I forgot to let you know that at 7pm UK time tomorrow, I will be doing a Live Broadcast! Make sure you're free to come and chat x",
  "Thanks to my lovely sister for making this insanely nice cake. Me, wife and bump are happy. http://t.co/KiVKo9qudY",
  "@jackandcormac that was by cormac",
  "Who's watching the toy show?? If your from England and don't no what I'm talking about, its a cool toy show",
  "I played with a flamethrower tonight...true badman style",
  "@ConorMaynard we do!!!",
  "Blindfolded Drawing Challenge!! Please Thumbs Up &amp; Comment &gt;&gt; http://t.co/IjdYPM3wXi",
  "I am very sorry about the lateness of this lyric video, I have no idea what is going on WE ARE ALL IN THE SAME BOAAAT DAAAAAYYYUUM 🚤⛵⚓🗿",
  "Got my heart in the palm of your hand,\nBut it's good that's yours,\nIf you don't want it I won't understand,\nBecause I came so far",
  "Friday night fun with deanlemon http://t.co/SXpzbbzppv",
  "Amazing crowd Newcastle!! #Newcastlevampage",
  "Follow me on Instagram tygerdrewhoney x",
  "I need to go on holiday this Christmas but I don't know where",
  "Think I might do my Twitcam over the weekend x",
  "“@ROOM94: Partying with this dude tonight... http://t.co/6IOrEcryN8” wooooooooooooo",
  "Nandos before the show tonight! YES BOSS! THATS THE TICKET!!!!! http://t.co/xb0cC1ytlL",
  "Thanks @cj-roxville for this awesome massive head version of ourselves after 10 years http://t.co/xlAZRmdfZr",
  "What a bloomin busy day. We've started to clear out the house ready for when bump becomes baby next year. I've got lots of crap. Lots. LOTS!",
  "\"@badman_sean: Someone get me a PS4 please?\" Okayy",
  "Have you added the code 'McVey' to your @muscle_miss orders? :)",
  "This is my favourite jumperrrrrrrrrrrr, you like? “@ROOM94: Winter Sucks! http://t.co/QSSC1m7LTA”",
  "Another technical difficulty with the lyric video, it will be delayed but thats only because there was a clip with Connor naked :-/",
  "I won't be home til like 9, shall I still do the Twitcam today? X",
  "I would quite like a PS4 I have decided.",
  "55 mins until lyric video! #WildHeart",
  "Don't forget to hydrate today.",
  "\"@AmazingPhil: EXCITING NEWS!! :D UK based Dan and Phil online shop coming next week! (featuring new signed posters!) ✩★\" wHat",
  "EXCITING NEWS!! :D UK based Dan and Phil online shop coming next week! (featuring new signed posters!) ✩★",
  "I'm more of a bath person than a shower person",
  "@kieranlemon same kieran!",
  "Well hello Stirling!! It's bloody freezing haha.....\nHope your ready @stirlingunion \nBig sounds!",
  "Holidays are over. Back in business at #MetroRadioLive tonight! http://t.co/U9ccQvrpQQ",
  "We have just released 'Roaring 20s' on Vinyl Its on our store here http://t.co/waLNykfo7p",
  "Favorite-ing someones tweets is like twitter flirting right!?",
  "If you haven't seen my trial yet on I'm a celeb, you can watch it here...http://t.co/euJuXNDleg",
  "Newcastle I'm coming for you! #FromOzToTheToon",
  "It’s Black Friday! 25% off everything at Saint Kidd\n\nhttp://t.co/0Kk3X0obZg",
  "Polzeath beach is DA BIZNIZ .",
  "Newcastle tomorrow for Metro Radio Live!!! See all you wonderful people there x",
  "@deanlemon my birthdays almost over :( please follow me dean?",
  "Grrrr I am starting to hate @Matthew_Wright even more. Seriously vote him out already.",
  "“@ROOM94: Me &amp; my beautiful girlfriend xoxo http://t.co/XXqexMppPp” she is so  pretty! &lt;3 hehe",
  "I need a birthday hug?",
  "Jak idą Wam próbne matury? Anglik zdany?",
  "@deanlemon dean can i have a birthday follow?",
  "Nearly just bought a 60inch TV. Then I didn't… #coolstorybro",
  "@kieranlemon doesnt make sense?",
  "In case you missed it here's @tommcfly &amp; @MrsGiFletcher singing #LIOTR . RT if you love it! http://t.co/avbsQwetl9",
  "@badman_sean sean its my birthday! Follow would be the best present ever!",
  "@ROOM94 please follow me and wish me happy birthday! I'm leaving holiday early to come and see you in feburary!!",
  "Same",
  "@ROOM94 its my birthday!! Follow me??",
  "@kieranlemon @deanlemon its my birthdayy!!",
  "Can hear @deanlemon downstairs working out listening to that song 'CUT MY LIFE INTO PIECES THIS IS MY LAST RESORT'",
  "Its my birthday!!! Wish me.happy birthdau??",
  ":D Loved Catching Fire!! Well worth the wait. *fires all of my arrows at you*",
  "@tyger its my birthday! Wish me happy birthdau?? Xx",
  "@JJUJWorld congratulations man!!!! Now you just need to make sure he grows up to be a massive #mayniac. Thanks in advance.",
  "@ConorMaynard Its my birthday!!!",
  "Happy thanksgiving everyone ! Have a good day !",
  "Rumour has it, @kityeh is following some people who comment on the video &amp; leave their twitter name too! http://t.co/Mqe2qxf2lM",
  "@ROOM94 @kityeh can i have a birthday follow? Would mean so so much!",
  "@ROOM94 can i have a birthday follow, im seeing you in feb! ;)",
  "@deanlemon can i have a birtday follow",
  "@deanlemon hi dean can i have a birthday follow??",
  "Go to our Facebook page to ask us some questions now!",
  "@deanlemon Its my birthday! Please follow me it would be the best present ever!!!!",
  "Happy birthday to me..",
  "Was driving past koko yesterday at like 6pm! The queue for 5sos was like the length of the whole… http://t.co/1kVHBuzn5y",
  "Jet lagged again! Woke up couldn't find my phone, spent an hour dismantling sofas and beds looking for it!",
  "@TheVampsJames Its my birthday!",
  "There is absolutely no doubt about it! we have the best fans in the world ! The cold is unbelievable and u are out in thousands in the park",
  "The world has gone topsy-turvy, topsy-turvy I tell you!",
  "ACTUALLY THE BEST BIRTHDAY EVER!",
  "[One Direction's new song, \"Don't Forget Where You Belong,\" plays in the background of my last tweet.]",
  "I’m lost for words… I’m an actual pirate http://t.co/87K5yyPTio",
  "well, the whole of Melbourne just saw me naked",
  "note to self: close curtains BEFORE getting in the shower",
  "@dougiemcfly 😖 yep",
  "Haha the toddler near me just asked her mom if we were flying and she snapped back with \"no, does it look like we're flying\" what a sassball",
  "You should like @dougiemcfly and I like it @Michael5SOS",
  "\"@MarcusButlerTv: I am addicted to Lindt chocolate. Once I start I literally cannot stop.\" Omg me too!",
  "\"@Caspar_Lee: I don't think he wants to take a kissing selfie with me. http://t.co/e16vsiQL5x\" i do",
  "@deanlemon I know you wont notice me but please follow me? It would be the best birthday present ever!",
  "@deanlemon dean will you please follow me as an early birthday present?",
  "@deanlemon will you please follow me? Its my birthday tomorrow and it would be the best present ever!!!",
  "@kityeh pretty please kit"
 ]
}