{
 "user": 963194173,
 "tweets": [
  "That moon full tonight, hope yall meditating to this 1",
  "Pussy could make u lose yo life 😂or give you a new 1",
  "This why Lupe don’t like Kendrick lmao https://t.co/1wQJLlHmXe",
  "Ppl out here waiting on your next move ..not theirs",
  "If you reject your language, culture, myths, ancestral practices, epistemology and spirituality, whether in your own land or abroad, you’d either be poor and starve to death or become a food source to the hyenas.",
  "War on masculine energy is being disguised as activism. The truth is without masculine energy, you are left unprotected. That's what they want. That's why they're making you hate it.",
  "A person can “LOVE” you deeply with their “FEELINGS” &amp; still not “KNOW” how to love you correctly with their “ACTIONS.\" 🤷🏽🎯",
  "100% of my mind will be ..",
  "If you can “huh” you can hear, nigga.",
  "I always feel bad for the ones that sleep on me",
  "I feel for men dude lol women can be complicated for no reason and im only saying this because i had to let someone very close to me become aware of how much of a bitch they were being to this guy after constantly trying to find something wrong with them when he just a good dude",
  "#Taurus notice everything, most of time they just don't say anything.",
  "#Taurus will respect you more if you say the truth instead of excuses.",
  "u gotta listen when people say what you do / your words offend them... no matter what your ego feels, what u think u know, how you were raised etc.",
  "https://t.co/pUQ198svY8",
  "Nowadays SEX or FOOD doesn't keep a man anymore...Sisters! Inner peace does..\nThese men go thru a lot too. They act strong outside but inside they just want to tell it all...\nBe A man's peace\nDon't become another fight he has to try to win.",
  "@BlackThoughts91 @vinnie_paz What the Establishment Doesn't Want You to Follow (Left):\n\nWhat the Establishment wants you to follow (right): https://t.co/xoIaZYvFYz",
  "@BlackThoughts91 Malcolm X is what a Black Man can become with Discipline, Sacrifice and a purpose in life. They need future generations of Black boys to be feminine. Black Masculinity is the #1 threat to White Supremacy",
  "Why do y’all want Malcolm X to be gay so bad?",
  "A nigga won’t text you all day and then come outta nowhere and be like “wyd” ....... Losing feelings &amp; reclaiming my time bitch 😒",
  "The most healing location on this Earth is inside you.",
  "If Bill Cosby can be found guilty on 30+ year old evidence then why is it so hard to convict people caught on camera murdering unarmed black people? Asking for a friend.🤔",
  "When you with your girl and see a fat ass in a sundress https://t.co/EAWZI545rn",
  "I steer away from people that play mind games, those type of people are vampiric",
  "Brown rice, carrots , collard greens the meal for today",
  "Watching Lucy",
  "@2charmss I'm playing , be as aggressive as u like, long as we still fucking, and getting along ..ion care how many times u become aggressive in am either situation",
  "@2charmss Not really maybe half the time, well that's my opinion , um but yea if that leads to sex I'm down 😂",
  "@The_PaulBunyan We have to be this way with y’all though",
  "spread love. Put more love into the universe.",
  "Y’all: nice for what ?\nMe: cause you treat people how you wanna be treated",
  "some people will just never appreciate you",
  "I never need anyone to see my vision but me, I still execute, they always see it later",
  "Lmao u silly https://t.co/0XvonOYpSO",
  "Women be suffocating their pussy with those tight ass clothes...",
  "35. Women are taught from young that if a boy is mean to us that means he \"likes\" us. https://t.co/TjLaWzvIzK",
  "why would i need you when i have myself",
  "Sometimes a Player’s just gotta sit back and say.. Wow... https://t.co/TFUYEqyYbG",
  "Most people don’t change their mindset, outlook, perspective on life beause their body is actually addicted to the chemicals that are produced by behaving and living in the old way.",
  "Do women make songs about how hard men work and how little they owe the women in their lives like Drake’s Nice For What?",
  "Wait...😂😂😂 https://t.co/mbh9A07LWB",
  "A nigga will tell you what you want to hear. Stay woke!",
  "Your mind is the strongest and the most powerful healer of your body.\n\nBe positive, be happy!",
  "#Aquarius suffers from online-chat addiction that keeps them up until all hours.",
  "A FRIEND doesn't encourage you to be messy , to fight , miss work , club every weekend , cheat etc. A TRUE friend is going to stay on you about accomplishing your life goals , getting your money , ignoring the foolishness, and enjoying life.",
  "#Taurus aren't going to judge you for being who you are. They are capable of seeing the beauty in imperfection.",
  "We teaching boys to be gentlemen and girls to be nice for what. Sounds like a bad formula lol.",
  "Lol Kanye West is a reckless Bull.",
  "I've noticed keeping up with people that do the work I do actually makes me think twice when there's no need, part of why I'd rather only keep up with myself.",
  "We just pieces of the universe experiencing itself",
  "when women finally get the courage to speak outwardly about abuse (which is SO HARD) what inside of you makes you go “hey let me go tell her that shit ain’t happen and she either lying or want sum money”\n\nwho raised y’all?",
  "I would love to clone a me so I can lay here while the other me makes me food.",
  "Kanye West and the C.E.O. of U.S. are Taurus suns NOT Geminis..Both of them are materialistic and even greedy perhaps. Taurus is connected to the throat chakra. Such people will speak their minds fearlessly. Lol",
  "Most people stuck in lower chakras.\nRoot- survival\nSacral- sex\nSolar plexus- ego",
  "The energy that I've been picking up from twitter lately has reminded me I have to unfollow way more people or delete it all together because everyone is too tuned into things I don't care to know about.",
  "#Taurus have been disappointed so many times, not giving a fuck is now almost a reflex.",
  "Solitude means awareness. Awareness of being alive, awareness of the power of your mind, awareness of how your deeds affect your life and the people around you. Solitude isn’t always found in a still life. It can be an active alchemy because solitude is a state of mind.",
  "PUT EVERY 90s CARTOON ON NETFLIX\nPUT EVERY 90s CARTOON ON NETFLIX\nPUT EVERY 90s CARTOON ON NETFLIX\nPUT EVERY 90s CARTOON ON NETFLIX\nPUT EVERY 90s CARTOON ON NETFLIX",
  "You can \"telepathically\" manipulate ppl but I'm prob never gonna teach anyone that. Only reason I'm bringing it up is cuz unconscious ppl are easy to manipulate",
  "@JackPosobiec @kanyewest That's not how gun control works. It is a state issue Chicago (a city) &amp; Illinois has strong gun control but the states around Chicago do not. Over 42% of murderers are committed with a gun bought out of state. Chicago per capita doesn't have the worst murder rates either. #Facts https://t.co/68Fwr9a7zE",
  "Obama was in office for eight years and nothing in Chicago changed.",
  "I was showing love to niggas when I knew they was hating",
  "I aint shy. I just be quiet round most ppl....Gotta hear what you like talking bout so I can adapt.",
  "I’m a firm believer in solitude.  You cannot think deep, find out who you truly are, if you’re constantly surrounded by “noise”.  The mental clutter that comes with always socializing will cloud your thinking by giving your brain too much trivial stuff to process.",
  "\"Head\", oil on canvas, by me https://t.co/l6yr6YEbg6",
  "@ms_downtomars @starsmoonandsun Stop telling our secrets lol.😂",
  "I just ran into the Taurus he is a 10 on the attractive scale why couldn’t he let me breathe 😫😫😫😫",
  "Independent so da profit all mine!!!!",
  "Ancient Mayan disks describing extra terrestrial contact. https://t.co/0doDISL0KV",
  "Legend has it that the 'Alien' Mayan who 'flew to Earth on spaceship' eventually moved to the underworld #HollowEarth",
  "Researchers at Rice University think that a collision with an alien planet brought life to earth. If this indeed happen, we are all aliens. https://t.co/tBMasOHUCp",
  "They hide the Truth right out in the wide open. What humanity is offered as Science Fiction, more often than not, is actually Science Fact.",
  "Similarly, Light Pollution also interfers with reproduction and disrupts world's ecosystems by altering animal's nighttime environment.",
  "An ancient Egyptian city named Thonis was discovered under water in 2013 after being lost for 1, 200 years in the Mediterranean sea. https://t.co/KD5zLrbiku",
  "Both civilizations were highly advanced because they were settled and governed by the Anunnaki.",
  "Hence, they secretly constructed a huge underwater \"city\" and many of the elite of Lemuria quietly migrated there.",
  "Eventually, Atlantis attacked and destroyed Lemuria, but they did not know of the secret underwater \"city\".",
  "The Lemurians did not dare try to retaliate because had the Atlanteans spotted the underwater civilization, it would have been destroyed.",
  "The underwater civilization was never discovered by anyone, however, great sheets of ice have formed over the crafts.",
  "The crafts are surrounded by a gigantic translucent dome. Outside of the dome is water, inside is a gaseous atmosphere.",
  "The people living inside the parameter of the domed city live very much like they would on land.",
  "Ex Machina (2015) https://t.co/nemehfDszx",
  "This is what humans will look like in 1,000 years. https://t.co/ZavS8DLqIb",
  "Time is an illusion. There's no BEGINNING and no END. YOU are Constant, Continuous, Infinite Energy and Energy never ends it TRANSFORMS.",
  "The term \"Aliens\" doesn't always mean beings from another planet. It could be time travelers from a future where we transcended space and time, or humans that long ago branched off and became more advanced than the rest of humanity. These possibilities aren't mutually exclusive.",
  "The most compassionate people are those with the highest boundaries. Because they can walk around with an unguarded heart while still feeling safe. If closing your heart is the only way to keep others out, you’ll wind up practicing less compassion.",
  "They have small crafts that are moored in their underwater community which occasionally travel out of the water &amp; into the air &amp; over land. https://t.co/vcutKpSrrb",
  "“You're not supposed to be able to see it with your eyes first. You signed up for the advanced course.” The Universe",
  "@HipHopTodayCEO Many people are not aware that \"Left Eye\" was also killed after this interview with MTV where she talked about Dr.Sebi. https://t.co/Dm38Oa057r",
  "@IssaGoddess @HipHopTodayCEO Sounds are very powerful vibrations when used in a certain way with knowledge. The death of \"Left Eye\" appears to have been caused by physical agents but it was actually a spell directed from the unseen level which brought about the physical manifestation of her death.",
  "When you have an opinion\nThis comes from your mind\nMost of the time, let it pass\n\nWhen you have a judgment\nThis comes from your ego\nIf possible, let it pass\n\nIn awareness, there is no opinion and judgment\nYou see things as they are\nNot as you are",
  "Marielle Franco, a Brazilian politician who fought for women and the poor, was murdered on Wednesday night. Her death sparked protests across Brazil. \nhttps://t.co/jA4zoiJxRm https://t.co/bE1wRhZriq",
  "I still can’t believe this. Marielle was muredered for defending the rights of humanity. When you remain silent, you suffer. When you fight for rights, your life is cowardly taken. Where is it all going to end? #MarielleFrancoPresente #MariellePresente https://t.co/G7cgYeePP6",
  "Gaining knowledge of self may require isolation. As much as people refuse to believe it, the company you keep does have an impact and influences how you think and feel about yourself.",
  "I’m an introvert and I couldn’t admit it until now. I hate most of you.",
  "If you are an introvert, that's not bad at all. Do work you cannot do when you have too many people around you. All writers wrote their books when they were alone. When you go to a bookshop and see the books on the shelves, think of the loneliness they used for their benefit.",
  "Introverts are easily annoyed by people in general, but tend to say nothing in attempt to avoid meaningless arguments.",
  "Introverts are not antisocial, they just need their space. They are not cutting you off... they just need time to fucking breathe and take care of themselves. That shit has nothing to do with you.",
  "When your friend invites you to a party full of strangers and then leaves you all alone. https://t.co/bVfWaug3nh",
  "Being an assertive introvert is so wild. Do you need a group leader? Sign me up. Want me to give a presentation? Sure, let me just get my cards. Want to take me to a party on a Saturday night? No way in hell.",
  "When you're an introvert and your social battery runs out and you start shutting down and you just want to have some alone time to recharge. https://t.co/ecsFsorohZ",
  "Introverts like simple things: books, being alone, or with somebody who understands.",
  "Introvert’s high level of sensitivity means that they are prone to feel like eternal outsiders who are in the world but not quite of the world.",
  "As an introvert, you can be your own best friend or your own worst enemy. The good news is, we generally like our own company, a quality that extroverts often envy. We find comfort in solitude, even our willingness to look at ourselves critically is often helpful.",
  "If I had a dollar for everytime someone asked me \"why are you so quiet\". https://t.co/hDjsjevcz9",
  "Solitude is independence. I'm not anti-social. I'm pro-solitude.",
  "Bullshit I be on that bull shit! #Taurus",
  "@Kehlani wow your a #Taurus ? Me too that's sum boss shit",
  "dear the most privileged “specific group group of people” on planet earth.. shut. deHELLUP. ☺️ https://t.co/CGCJHxYJOA",
  "Man its raining hard ..I get dirty thoughts around this hour ..u want to share with me ms.lady",
  "🔥 Welcome to #StretchHerAssSunday with beautiful @JynxMazeCutie 🔥 https://t.co/tLnsrMyHA3",
  "whenever i go against my intuition all hell breaks loose..",
  "when you expect, you neglect all possibilities including the truth.",
  "Don't look back - you're not going that way.",
  "#Taurus has a bad habit of viewing special people in their lives as just booty calls.",
  "#Taurus don't wish it were easier.They wish if they were even better.",
  "LSD was legal in California until 1966.",
  "Coworker Swallows me before I go back to work lol. Like damn just add a blunt and that shit is love lol",
  "Lol coworker gives head on break type shit lol *pulls out camera phone*",
  "Can already see where this shit going with coworkers",
  "@AssReFocus @emily_thornexxx They both can get analed fucked",
  "New job, time to leave all this shit in the past",
  "#Taurus I push the people I care about away. I don't mean to, it's a self-defense mechanism.",
  "strive for universal consciousness not segregated consciousness",
  "🔥#Ass @HotButtsx @RockBand53   @dap_heaven @Emelkisha @xDannyBoy92  @AdultBrazil @LP_FANATIC   @Bankai_77 @asskinkery  @babesreal_ @AssRefocused @hqpornhq 🔥 https://t.co/H6QnXvkEZC",
  "Y’all can keep degrading and insulting black women to uplift white &amp; nonblack women  if u want. Imma just say that these same women are no where to be found when your lives are being taken by police. The “ugly” “ratchet””aggressive “Black women are always there fighting for yall https://t.co/7rKfJC48vH",
  "Genuine connecting with people offline is the best because it makes you forget the internet even exists.",
  "You change for two reasons. Either you learn enough that you want to or you've been hurt enough that you have to.",
  "no one really knows what you’re battling with in your personal life; social media is merely a reflection of what you choose to show.",
  "Whoever put voodoo on my love life , your mom’s a HOE 🖕🏾",
  "#Taurus loves money, and works hard to get it.",
  "Accept that you are already whole. Embrace both masculine and feminine energies within yourself. Be the masculine energy you desire and the feminine.",
  "#Taurus seldom put their feelings out in the open. They open themselves to only those who they trust and are close to them.",
  "@lexxiisweets Lol",
  "Find me where the wild things are.",
  "If you suck at training people how to treat you by implementing healthy boundaries and not sticking around when someone clearly no longer serves you.. you'll literally continue to attract relationships that remind you there's more inner work to do. Every single time.",
  "@SumiraSarai thx for the follow",
  "J cole may not be the most exciting but to call him trash is wild",
  "Diplomacy is an art that requires patience, endurance and discipline. It is not for the weak.",
  "There is a light, positive energy in the air today. I hope you're looking on the bright side, loving yourself and enjoying putting in work towards your goals. I hope you can see that when there is a will, there is a way.",
  "Think about what you want to attract... see yourself receiving it and feel it as though it has happened!",
  "#Taurus are keepers. Too bad for anybody who didn't keep them.",
  "Analyze yourself before you analyze others.",
  "@Cali_Capricorn I'll fuck the shit out of yo throat gurl!",
  "Stop trying so hard to get women to notice you. That’s how you get played.",
  "Damn it's like Twitter be reading my mind 😂",
  "Accept &amp; move on.",
  "Positive Vibes Only",
  "#Taurus Fuck you and the hell you put me through.",
  "I got some people who still owe me an apology. Ima be the bigger person like I always be.",
  "Executive branch rolled up , s/o to @SnoopDogg",
  "Happy 420 https://t.co/6t62I5CDCF",
  "Kirko bangz told y’all best “ Girl, just cause we fucking, that don’t make you my lady “ 🐸",
  "I need the Funk , so pass me the funk!",
  "I hope there are days when you fall in love with being alive.",
  "You belong on this earth and good things will come your way. Keep moving forward. Don’t doubt your worth. Everything that you are is enough. Enjoy every single part that makes up your own existence. Fall in love in love with taking care of yourself: Mind, body and spirit.",
  "People who drink water know that not all water taste the same",
  "he can’t resist. 🎐 https://t.co/FYb8Hq5wWl",
  "One of the ways I grew my business was by telling myself ”if you worked for someone else you’d work 40 hours a week...so work 40 hours a week for yourself. Don’t rest cuz there’s nothing to do, find something to do”",
  "Niggas get drunk and be talking bout “I love you bro” boy if you don’t get tf back",
  "White people: GO TO COLLEGE, PULL YOURSELF UP BY YOUR BOOT STRAPS AND WORK HARD\nBlack Kid: ok!\nWhite people: https://t.co/Ks14mFo6WN",
  "Taurus energy is super comforting.",
  "@maritzaquarius @sunnpixie Hey lol🖐",
  "With this being said I think they make great business partners, lovers, friends and are real family oriented people.",
  "@sunnpixie Never ..we 10 steps ahead of everything, ppl be thinking we lazy and a International aggressive towards things we just passive with it truthfully 😊",
  "You really never have to worry if a bag is secured with Taurus sun/moons. They're literally always a step ahead and will never let themselves fall under the bus.",
  "@sunnpixie Cus we don't stress about shit really we are secure most of the time, but when we not , we won't communicate with folks",
  "The level of stability and comfort that comes with taurus feels as if nothing can go wrong.",
  "Yea we the best https://t.co/7OJstT4kZy",
  "“You yourself, as much as anybody in the entire universe, deserve your love and affection.” – Buddha",
  "I look for people who are patient and willing to learn. That is the key component. Someone with a big ego who thinks he knows everything is not willing to try something new. I’m looking for people who are fluid and able to learn new things so they can excel to levels unheard of.",
  "#Taurus' have very active minds and imaginations. No matter how calm they appear, their mind is ALWAYS going.",
  "#Taurus appreciate the people that make them smile.",
  "#Taurus : Don't look at me like you still love me.",
  "#Taurus hate when people take their words and twist them into the complete opposite of what they were trying to say.",
  "#Taurus biggest problem is caring too much. People tend to take that for granted.",
  "#Taurus don't like when people drop hints instead of being straightforward. Tell them what u want straight up or u wont get it.",
  "#TAURUS' hurt more when they realize the length you went to -to deceive and keep things hidden from them.",
  "Taurus Characteristics- Dependable- Persistent- Loyal- Patient- Generous",
  "#Taurus will often hold back their feelings to avoid hurting other peoples feelings.",
  "I wish she wasn't a trifling hoe https://t.co/M8cdFmT6PY",
  "🔥#Anal @hollyhendrix_ @dap_heaven @Emelkisha @xDannyBoy92  @AdultBrazil @LP_FANATIC   @Bankai_77 @asskinkery  @babesreal_ @AssRefocused @hqpornhq 🔥 https://t.co/edhqQxcSNe",
  "part 2 https://t.co/y9owCFgfRR",
  "“Let’s start with what we can be thankful for, and get our mind into that vibration, and then watch the good that starts to come\"",
  "Mindset. It’s all about mindset. From the moment you wake up to the moment you rest your head at night. Everything begins inside your mind. If you change your mindset you have the ability to change your whole world.",
  "“Our thought is the unseen magnet, ever attracting its correspondence in things seen and tangible.”",
  "\"I swear i won't quit bitch I'm kobe\" young thugger",
  "3 years ago today young thug said the most iconic line of all time https://t.co/wmBMY7jppI",
  "There’s always going to be that ONE person who tries to one up you! 🤷🏼‍♀️ #jealously #lonely #people",
  "“Feminism is not a perfect ideology, but it’s core remains unchanged. Either you agree with it, or you don’t. But if you don’t believe in it, don’t be silly enough to also claim to be pro-Black.”\n-@Lexual__ \n\n#AngryBlackGirl\n#ItsOnAmazon",
  "If me being different and not the same as others make u treat me different, man go take yo ass that way 😂",
  "Sucralose (the artificial sweetener often found in Gatorade, diet sodas &amp; sugar-free foods) has a potent inhibitory effect on your gut bacteria &amp; inactivates digestive protease.\n\nIt also alters gut barrier function, leading to inflammatory bowel disease. Journal of Toxicology",
  "Spending a lot of time alone to get clear only emphasizes all the things I don’t mind passing over.",
  "Soo women actually admits they are EXTRA ! Oh well good for ub",
  "Swear still prospering without https://t.co/TwC2IK28Fe",
  "If she sucking and fucking everything that comes thru , I'm not mad at the lady or judging because that's just who U ARE! but don't come at me cus I'll reject yo going ass😂but we can be friends",
  "I absolutely hate when folks try to make me feel bad about going out &amp; having fun .",
  "Lol bruh I'm 💀 https://t.co/h6ri315Yi6",
  "@themdsls Hell na if I'm in a relationship, cus u fucking that nigga on the low",
  "I hate when my bitch be like \"that's my brother\".........Big ass turnoff....no nigga wants a overfriendly ass bitch",
  "Lol to judge someone else is just not my thing..come as you are",
  "Meditation | kindfeelings https://t.co/BUZfiDHwDH",
  "Bruh don't tell me something I already know what I'm suppose to be doing..u will not like me https://t.co/m9GlBZ9zjo",
  "@_kindfeelings I swear ..u can feel the energy better when u meditate ..it's a place of peace",
  "During meditation I’m truly at peace with myself and everyone else.",
  "I ain’t gone argue bout nothin. We can have a constructive conversation or you can leave me alone.",
  "That ego can only take u so far ..or nowhere my negus be humble with that shit dawg..I'm not about to kiss yo feet lmao wtf",
  "I’ve always been the friend who will be in your city on business and won’t even breathe a word to you. \n\nBecause I’m there to take care of shit &amp; I stress easily.",
  "🎯 https://t.co/LfHnG7mlph",
  "Y’all still in high school 🤔 I thought y’all were 30 something 😂😂 https://t.co/b5bi2zIn1A",
  "Beyoncé has vibranium lungs. There can be no other explanation.",
  "Yeah they say I'm annoying  as fug but I keep it real with u!  U surrounded by ass kissers!",
  "Won't catch me fucking a brainwashed bitch ever again my negus",
  "Tupac Shakur &amp; Selena Quintanilla. https://t.co/WxRztbMUF5",
  "We’re a team. Whatever u lack, I got you. W’ll balance eachother out. Minor setback? Guess we’ll make a major comeback. Bad day? Promise u a better night. need support? I’m ur backbone. I’ll keep u motivated &amp;at the top. Jst appreciate me &amp; remain consistent.",
  "Bruh I learned along time ago ..just cus she fine dawg I can't fuck her! Bitch got all type of bad energies running thru her ..that I don't need that in my temple.",
  "@CiaraTG Yea don't be a second option love, be someone's first option..I think it's very \"negative\" to settle with Ppl u don't vibe with. That stuff is bad for the spirit",
  "@The_PaulBunyan Right!!!!",
  "@badsoul__ Damn I wish all companies were like that, but their not ..cus they purposely want to kill everybody ,from the meat, to the high fructose syrup to the monosodium glutamate,  fluoride in your toothpaste, alot toxifying products being put out in the market and ppl jus use em",
  "@The_PaulBunyan No problem I work in a freezer warehouse where we have products so any outbreaks of bacteria we gotta let the ppl know and we stop making those products and have to keep an out to not make the same mistake of letting those items go to the public",
  "I bet if we talked face to face , this shit would go alot smoother 😂",
  "Let em snooze😪",
  "An yet 1 black person played in this movie smh https://t.co/HVspeTaBzr",
  "Stop trying to figure people out \nand over-empathizing.",
  "Lol bruh ppl want to see u do good, grow , become smart etc but don't want u to be more successful then them..why do these thoughts appear in ppl minds. Cus u was taught that bullshit",
  "@CiaraTG Ppl like that don't care about u ..or they think they know what's best for u. Like nigga I deserve the best! And it sho ain't that ugly bitch over there u keep telling me to go Holla at😂",
  "Bruh I'm not competing or even thinking of being competitive with another brother. That shit stupid but I will admire the things u do and give cred",
  "Exactly ..simple shit! https://t.co/Xsfx0mr7IS",
  "@YourFavTweeter_ Bruh that's all I be saying .. they opinion never matters ..lmao it's what u think!",
  "Dead ass I think some people lack the ability to not care and they try to make it seem like not caring is a flaw lol whole time they wish they could brush shit off like a person who don't have mental issues",
  "People want you to be bothered by the opinions of others so bad. That's why yall be depressed and suicidal",
  "I’d never force someone to see what they should already recognize.",
  "First off u claimed that your a bitch!  Second u said if he wants it to be known he go have to treat u and show everybody that your his #Bitch 😂 smh",
  "If a nigga don’t make It clear that you his bitch don’t act like his bitch! regardless whatever he telling you",
  "I bet sum of yall think I'm dumb as fug! I don't care what u think of me lol AT ALL! 😂",
  "@2charmss Lol I'm saying Chris Brown is not better than none of those artist u named.. but he is a legend in his own realm ..meaning of this 2000-2018 generation he is 1 of the greats  but not compared to the oldies artist",
  "On me https://t.co/lBSG7rGPSD",
  "Preciate the news https://t.co/iTvD2FrhZq",
  "Seeing my daughter meditate makes my heart smile...✨💛 as a child I was filled with anger, I didn't know what it was like to \"let things go\" or how to shake the things that troubled me. But as a mother I made sure this practice was implemented in my teachings.. #blackgirlmagic https://t.co/iOpZD3zt88",
  "Or take 1 for the team 😂 https://t.co/0Nm3T5QpC7",
  "No.. but he certainly is 1 of the most slept on artist of this generation. That nigga is 1 of the greats of this generation. .prob not Tina Turner 😂 https://t.co/pXBRRPi61t",
  "The energy Dont lie 😂",
  "She curved Drake so she could continue to do this. LOL https://t.co/0KqTBuFsBb",
  "How u know what u really feel for him, ain't affecting his goal ..just by manifesting thoughts! Lmao 😂",
  "Ladies just cus he not doing it now on yo clock! Don't mean homeboy ain't got potential to be great, maybe it's just your energy ,time, and place.",
  "Yall really say some stupid shit on here.",
  "Chocolate Chip Cookie Oreo Fudge Brownie Bar. https://t.co/1Q0DsUFIMK",
  "POSITIVE THOUGHTS",
  "#Taurus (Man) is gentle and will take things slow. He can go for hours, while waiting for his partner to finish.",
  "It's cold in south Carolina https://t.co/fAnKCrymks",
  "https://t.co/GYGMQz5VX0",
  "@livejetlife @desajaeh @iamcardib Lmao bruh u crazy",
  "@desajaeh @The_PaulBunyan @iamcardib  https://t.co/AeDecyCBM7",
  "Yes mam gots to, don't run to the past https://t.co/GBj8QZ4IYF",
  "Yeah nigga that's the difference 😂",
  "#NewProfilePic https://t.co/n5fEcIHGiA",
  "sis cut up real quick, pregnant and all 😂😭 I FW IT @iamcardib #Coachella18 https://t.co/iqWFPdF6a0",
  "We are quite different",
  "Im not even getting a woman pregnant who think pregnant twerkin legit.",
  "I lost all respect for women just single handedly jamming her brainwashed ass just like @NICKIMINAJ https://t.co/vyr1lAwIuC",
  "Im smart as fuck.\nI’m fine as fuck.",
  "Means I'm a muhfugging King , u just a lame figure https://t.co/cFTx1ICxB8",
  "on the bright side, i gave this nigga $20 for a haircut and he fucked me over so i got my money back and bought weed with it. Drake said we gotta be nice for what to these niggas so fuck him and his hairline.",
  "#Taurus do want you, but they do not need you.",
  "I wish women wanted bigger brains like they crave fake asses.",
  "An she looks great",
  "GOT MY MAMA ON CLEAN EATING &amp; NOW SHE DOING YOGA, HYDRATING WITH MORE FRUITS &amp; THRIVING TO LIVE HER BEST LIFE, FUCK U MEAN? \n\nNO DIETS, PILLS, SLIM FAST, ETC.\n\nJUS ELIMINATING TRASH FOOD, SUGARS, YOGA/ZUMBA &amp; GETTING HER MIND RIGHT. \n\nSEPT '17-APRIL '18 🙏🏽🍉 https://t.co/Zd0YpXeubr",
  "Niggas that be antsy having to do something everyday all day is a turn off. Sit tf down sometimes. Why are you running from yourself lol.",
  "#Taurus tend to push people away when they're moody or upset. They only'll talk about it if they want to.",
  "May you attract people who are more interested in your progress than your past.",
  "it’s okay to outgrow the life you thought you wanted..",
  "I'm just a loner , who wants everything and to be alone. #simple",
  "i feel weird",
  "Going &amp; doing whatever you want when you travel, no matter the cost &gt;&gt;&gt;",
  "It's like when one convo dies at least you got the others to maintain it 😂",
  "Investing in more stones , tarot cards and guns lol",
  "Example of my healing waist beads. Rose Quartz one of my favorite crystals. Really good for healing heart chakra trauma. It attracts &amp; encourages unconditional love. Purifies the heart &amp; restores trust. Can also clear out jealousy/anger/resentment. The stone of universal love 💗 https://t.co/jN6av0espJ",
  "I expect others to be lost when it comes to the stars. They dont have a friend as knowledgeable as me lol",
  "New Orleans literally the best city in the world &amp; y’all act like moving to ATL gone help y’all problems 😭",
  "I’m protected.. by forces unseen.",
  "Y’all women do realize that. There are men out out here (such as myself) that will love you, cook for you, fuck you, listen to you, and always be there for you. All you have to do is be yourself.",
  ",😂😂😂😂 huh bruh https://t.co/x3a1uNeO4A",
  "My book talks about healing mommy and daddy issues, balancing masculine and feminine energy, healing our relationship with women etc https://t.co/aOc3x5Q6zN",
  "The Perfect Chocolate Chip Cookies. https://t.co/hEEvYnz1Kv",
  "I flirt on accident let’s not take it to the heart now",
  "Lmao.😂 https://t.co/2uYNG3DH9C",
  "I wish men stop thinking big women is lazy in bed like I wasn't No dick rider I'm on top bady let me do me if I let you get on top first I'm trying to see what kinda work you about to put in ..smh .. pussy still celibate but I didn't forget 😛😎",
  "I always did fall for the mindset of a man never his dick his dick will always  be there anytime I want it but the way he think his  relationship with GOD  because GOD have to blessed our relationship and his goals in life turns me on 😘",
  "Be you",
  "Feel all the positive energy. Radiate all of the positive energy. https://t.co/D0Gm0oScWx",
  "@Whoosmnyc Taurus",
  "Back on the grind tomorrow. Enjoy the journey",
  "Y’all scared to double text ? SHIDDDD not me , I’m grown. Ring ring , it’s me again 🙃",
  "sunflowers warm the heart 💛🌻 https://t.co/BxcqZr1ims",
  "Next Tat https://t.co/lrIHwwr08T",
  "https://t.co/Daj0gOzTxK https://t.co/71mOwuWy1w",
  "I worked in a meat market for 5 years, this is very true. https://t.co/g7NWguDvSb",
  "May you attract someone who speaks your language so you don’t have to spend a lifetime translating your soul.",
  "Oh the shade...” men and women with Taurus Venus have a winning consider it matter at least in public and when in a good mood and they often have an especially pleasing voice either in conversation or song” \nTaurus is associated with the throat",
  "She got to be intelligent , or know more than me, https://t.co/JoGJsO39ck",
  "As I said planets in Taurus are simplistic and I don’t mean that in a derogatory way- it’s very nice to have Venus in Taurus but they aren’t particularly complicated",
  "“ they see God in material things nice furniture pretty boxes your flesh and bones here greed is seen as a delicious virtue they love the good life” #Venus in #Taurus",
  "“ there is an inherent resistance to others whose values are different than their own who sense of what life means is that odds with their own they simply tune out and do not hear what the other is saying” #Venus in #Taurus",
  "When it comes to Venus signs it’s what the person enjoys what the person values -so you have to be able to be OK with what the other person values when values are conflicted it becomes problematic if you can’t except that person‘s values",
  "Venus in Taurus is not going to embrace lofty ideals unless they have some Aries or they have some Uranian energy; This is a conservative sign this is a sign concerned with what’s tangible and in front of them",
  "Fuck no I can't live with her .. she better find somebody that spend money 24/7 https://t.co/1ULkZT3VM6",
  "#Venus in Taurus can be very simplistic they enjoy good food, good sex and having money in the bank. This is the sign most likely to hoard; out of fear one day they won’t have enough",
  "If you don’t fuck with me don’t pretend to",
  "Just because I don’t like you don’t mean I’m a hater",
  "skinny niggas and thick girls go together",
  "Watch who u call your bro...food for thought",
  "“Buzz so big I could probably sell a blank disc” - Drake (2009) https://t.co/7q69uRa6ae",
  "This is not the time to overthink. This is the time to overcome. Believe in what you want so much that it has no choice but to materialize.",
  "@TheLivingHeru Shit what if women older than u , holler at u..are they weirrddd?",
  "Cow's milk alternatives: \n\ncoconut milk\nalmond milk\nhazelnut milk\nhemp milk\nmacadamia milk\nquinoa milk\nbrazil nut milk\nchia seed milk\ncashew milk\nflax milk\noat milk\nwalnut milk\npumpkin seed milk\nsunflower seed milk\n\nCow's milk is for calves (baby cows), not humans.",
  "I wanna see truth or dare👀👀",
  "Lot on my mind lately https://t.co/Mm0R8hOCKK",
  "Being seen..Yeah I know 😂",
  "Ho ..paper is my only concern!",
  "Happiness really shows , I’ve had sooooo many people tell me this the happiest they’ve seen me in years . Getting rid of negative people in my life was the BEST thing I could have done 😌",
  "If it ain’t real, I don’t want it 🙅🏾‍♀️",
  "Confused ass people talking about Easter &amp; the Bible...lol",
  "The soul wants what it wants...",
  "Conversations without speaking...",
  "Gotta keep the energy consistent...",
  "I’m not always right ... but I’m usually right.... like a lotta of the time... so you gotta fuck wit me ...",
  "Sometimes power naps are needed before a good sex session...lol",
  "Just tryna cum &amp; sleep good...",
  "Be careful not to fuck lames baby girl.... https://t.co/VHNjhwxPYi",
  "If u don't do it who will",
  "Eat it from the back... https://t.co/2X3MDzOVOH",
  "I know my patience is gonna pay off 😌",
  "\"You yourself, as much as anybody in the entire universe, deserve your love and affection.\" -Buddha",
  "“If opportunity doesn’t knock, build a door.”",
  "I gotta keep my mind off you but you look too good to stop imagining.",
  "Yummy 😋 https://t.co/JCkUy1k4Vk",
  "Kiss my forehead til I fall asleep.",
  "#Taurus sexuality is strong and deep, though not necessarily electric on the surface.",
  "stop letting niggas with dirty nails play with your pussy. you’ve had a UTI for 3 weeks in a row and don’t understand why. its cause you got backwood residue and lemon pepper seasoning in you.",
  "Mozzarella Dippers. https://t.co/AteuNAFq10",
  "Be your own breast friend. https://t.co/FzwZdx0fzj",
  "@TheLivingHeru Air",
  "Religion &amp; spirituality are two different things. Religion implies participation in a communal worship and agreement between a group of people about what God is. Spirituality is a one-on-one relationship and gives individuals autonomy over their interpretation of the soul/spirit.",
  "There’s this idea that introverts don’t like conversation. That is false. What we don’t like is forced or less meaningful conversation such as small talk because it saps out the social energy that we actually do want to use in a more meaningful way with liked minded people.",
  "Be the energy you want to feel.",
  "Need a nigga nasty enough to take a selfie with my pussy in his mouth 🤣💙",
  "@ItsMsCoCo You not lying ms.coco",
  "Y’all gonna be so dope when you start loving yourselves and being selfish and conscious of how you feel",
  "Mozerella Sticks. https://t.co/4opR5Ja03P",
  "Dipped Frozen Banana Bites. https://t.co/cTq65n0OnY",
  "Ham and Cheese Sliders on Poppy Seed Buns. https://t.co/LHY6sHMNyD",
  "Country Dinner. https://t.co/bMUMJUrpcc",
  "Chocolate Filled Churros. https://t.co/CCDhJSOLCW",
  "No Churn M&amp;M's Cookie Dough Ice Cream. https://t.co/D4wlAlhgQU",
  "S'mores Ice Cream Sandwich. https://t.co/Asgaw5p2Pv",
  "Waffle Ice Cream Sandwiches. https://t.co/HdIiJxiKZy",
  "Breakfast Goals  😍🙌 https://t.co/Ge4ai4Kt3F",
  "Oreo McFlurry. https://t.co/gxbr3wnPmy",
  "Macaroni &amp; Cheese Pizza. https://t.co/Vt2dhK09Y3",
  "Peanut Butter Lava Cake. https://t.co/wRUoGFn47i",
  "Chocolate Chip Cookies. https://t.co/8sSUlFpjS3",
  "Cookie Dough Brownies. https://t.co/DWMwfaNh0F",
  "Beef and Cheese Nachos. https://t.co/vf0nYdTpbE",
  "Mocha Latte. https://t.co/eWCkapg38h",
  "Waffled Churros. https://t.co/ptxmaWBaVN",
  "Fettuccine Alfredo Pasta. https://t.co/EOBZ9J7Ys0",
  "Fruity Pebble Popsicles. https://t.co/8Ph7W3xkbP",
  "Cheese + Cheese + Cheese =  😍 https://t.co/bvZTCyFP8f",
  "Bacon, Eggs, &amp; Potatoes https://t.co/qGXtoEFaWw",
  "Chocolate Milkshakes. https://t.co/1gN6sL40lG",
  "Strawberry Shortcake Skewers. https://t.co/DOmUjAKcnW",
  "Churro Cheesecake Bars. https://t.co/baDoXRszrY",
  "Fried Calamari  😍 https://t.co/OwTWVuvP0y",
  "Ultimate Chocolate Chip Cookie Layer Cake. https://t.co/UERQANm2r9",
  "Banana Lumpia with Coconut Caramel Sauce. https://t.co/werIRZYvtX",
  "@katrinablacked I'm ready to titty fuck ya betty",
  "Just pulling my tits out at Lowe’s...right next to the employees!! If this doesn’t deserve a retweet then I don’t know what does!! https://t.co/CHNG4haTnf",
  "#Taurus are normally highly sexes beings. Rarely ever a dull day in the sheets if you're with them.",
  "If you’re African American, Asian, or Pacific Islander &amp; bought a Toyota &amp; financed with Toyota Motor Credit Co. between Jan 2011 - August 2016 🔴 y’all entitled to repayment from a $21.9 million settlement fund because you were charged higher interest rates than white car buyers",
  "#Capricorn (Woman) have a strong ability to think and can understand human nature the way no one else does.",
  "Cp3 a real ass nigga lmfao",
  "i’m cool with my nigga fucking other females but i’m picky about which females. you can’t be out here sticking your dick in everything cause that’s a reflection of me as well.",
  "Same nigga",
  "Be your own light. Let others adapt. Self-love is how you take your power back.",
  "When you about to get some sloppEE-HEE but ya mans walk in and ruin it https://t.co/9RHmF7O20K",
  "Being single can be the best thing to ever happen to your mental health if you spend that time addressing all the things you need to work on as opposed to dwelling on past relationships or anticipating future ones...",
  "Hey. https://t.co/UDLUCGTSOf",
  "My dude is on the clock and GETTIN’ it https://t.co/etuA2N3KjP",
  "You can dedicate your yoga practice to someone in need.",
  "even the trees worship god",
  "I need to get something to eat",
  "Marvel vs Capcom might be ending it’s franchise. I heard they not releasing anymore updates or dlc for the game",
  "🤦🏽‍♂️😂😂😂 Man CHILL❗️❗️ https://t.co/3rQtwXDhpj",
  "@FlyVisions Especially currensy",
  "Sending positive vibrations your way! Please accept them ✨✨",
  "Funniest viner ever dawg 😭😭😭😭 https://t.co/IowbR5nHyN",
  "When a bitch think she better than me https://t.co/EGorHhDPcz",
  "#niceguysneverwin and that's why https://t.co/8Mxvg1ZIQT",
  "You’ll have all the answers someday, I’m sure of it, but for now, enjoy the ride.",
  "U know what yall need to stop rearranging shit ..cus niggas not go eat ass noway https://t.co/BihVtIEE7P",
  "Haha https://t.co/ggzronAclY",
  "@lexxiisweets Yo u the truth with that shit",
  "Lmao https://t.co/NBxQXu7kEA",
  "@lexxiisweets U a freak lol",
  "I don't understand how people always making plans with no money 🤷🏾‍♀️🤦🏾‍♀️",
  "Why dudes think condoms save them from everything? They may save from stds but ya still taking on that persons karma and demons lol",
  "Stop believing you dont have talents.... you setting yourself up for failure....I once thought I didnt.",
  "If you treat me like a option I’ll show you that I have options too.",
  "I been hopping planes , but I'm focus mang",
  "Dont be afraid to tweet me! I'm always down for a good convo",
  "If you gonna reappear in my life? The first thing you say better be an apology.",
  "@MsPurdie43 @cardeaframez That's y I sleep with them bitches off, feet got to breath",
  "This is art you are just a lame figure!",
  "Ima boss nigga , you were taught different",
  "#Taurus are very independent creatures and hate having to rely on someone.",
  "#Taurus: Sometimes Taurus can be really lazy so be prepared for a lot of weekends where you order takeout and eat it in bed.",
  "I always ignore bitches at my job 😂 https://t.co/fCICpXhmIr",
  "As a #Taurus if I'm the most observant in the room don't fuck with me. I'm also the one who might give you a right hook if you're not respectful of my shit.",
  "Don't underestimate a #Taurus you never know what they are capable of.",
  "#Taurus are not as emotional about things that you would think they should be. They tend to think about the bigger picture.",
  "#Taurus don't like to waste time hating people, they just cut you off and continue with life.",
  "#Taurus a relatively gently people....until you piss them off.",
  "#Taurus Daily Horoscope - Apr 05, 2018\nYou are very likely to find yourself a partner today as per astroYogi astrologers if you are single. But the ones who are already in a relationship, you may wan..\nDownload the best #DailyHoroscope App : https://t.co/OrU5HgrDMt",
  "@obrie Ok sista",
  "natures beauty doesn't stop at just her looks... you can eat from her, play, build stuff, trip out, get warm. what a lover.",
  "Imagine receiving a text that says Attatchment: 1 Video ....and it's THIS: https://t.co/ZHjXF7qQZ8",
  "Yeah square ass niggas need never come round!",
  "Men really do spend their best years being hoes. It’s bad enough y’all fragile and die first. So if you’re coming to me at 30+ ready to settle down the least you can do is come rich.",
  "The only thing worse than a bitch is a stupid bitch. And by that I mean, you’re mean and ignorant with zero intent to grow, admit you might be wrong and learn something about yourself or others.",
  "My first thought never failed me son!",
  "Watch where you place your focus.",
  "my superpower is forgetting to text back",
  "men are so good at fake caring about u its scary",
  "Mo paper, mo haters that's a known fact",
  "Never be too cool for your family.",
  "Niggas trying to put yo game on #Freeze https://t.co/eJfYZvRGhK",
  "How I'm feeling now https://t.co/RIpbMF6268",
  "#SmokeStages #YouAlreadyKnow #shortvid #Jackson #freestyling https://t.co/OfDzdWpyv9",
  "Jamming Curren $y",
  "Venus in Aries but the sun is still in Pisces.. Figure out your passions and come at them aggressively like the ram. https://t.co/ZlRH1GAKlr",
  "Wtf khayla got going on .. stay positive hun",
  "There are a lot of shifts happening for the collective right now so it’s really important to release expectations and embrace change. If you resist the change, you won’t be able to understand the purpose of the situations and how they are serving your growth.",
  "I hate people in small positions of power who take their jobs way too seriously.",
  "Fell out of Paradise",
  "I can’t associate with simple minded people.",
  "Happiness is more important than money",
  "Just want to go to sleep. Forget all this shit conjured up😧",
  "#NewProfilePic https://t.co/0qNxvMT0uP",
  "love is the only religion i need.",
  "Petite women so used to being the preferred body type or the standard of beauty that they be offended when niggas openly express their preference for fat women or thick women who pulling a little in the middle. get over it. it’s enough attention for everybody.",
  "guess i’ll smoke since i’m up",
  "#Taurus always think of more clever things they should have said after an argument is over.",
  "Today was a good day , I need a rillo",
  "It’s more like , loving yourself gives you more life 🍂 https://t.co/pBZT0xsTOP",
  "Lol brainwashing ass music! \"You don't even believe in Jesus, why you got a Jesus piece\"",
  "Got a lot of energy and dont need much sleep cause I conserve my energy.",
  "Sex and relationships shouldn't be complicated lol",
  "Lmao.😂 https://t.co/V4YxMSX6Ev",
  "Keep fucking everybody with yo crazy ass .. soul snatching energy that ain't even Good energy. That wave can either take from you or move you beyond.",
  "Your thoughts are not going to make me 😂",
  "It's funny how niggas say I'm lame for not! Fucking a lot of women😂",
  "Can't give that love to everyone tho..my energy is for like minds.",
  "Get attuned with your higher self then you’ll realize you don’t need as many people , things , relationships that you feel you need now",
  "Damn near like weed lmao.😂",
  "I just love the feeling of going in the womb 😊",
  "True https://t.co/G9zXGLUDm4",
  "Yes lawd😏 https://t.co/EP4lDY4sX6",
  "Don't you think for a second I'm go slip cus I ain't bitch!",
  "But can you really sell it? That's the real question.. or is all that shit fake .. and muhfuggas really just got on the natural way smh",
  "Dumb niggas like... u stupid as fuck boy if u don't sell yo soul for that mula 😒",
  "Like fr all these celebs ppl look up to , these niggas done did sum fucked up shit to get the fortune and the fame",
  "I got to sell my soul just to have a good life! That shit trash to me! I rather sell dope underground til I get a mil",
  "Like this how I see it, ok we know the government don't want blk men on top, unless he selling his soul.. meaning u really not secure from the GO!",
  "Hope women in general make better decisions lol",
  "Tired of being around brain dead ppl yall I swear😩",
  "Like bih I'm not falling for that trick! I can barely take care of myself",
  "Chicks tell dudes to nut in them all the time then yell bout dudes aint shit once they have a baby. Dummies",
  "Lmao man what! https://t.co/Ie13a5mPKq",
  "Man i got a thing for slim women",
  "#Taurus are not frivolous spenders but they like to live lavishly and surround themselves with nice possessions and foods,",
  "i like a freak bitch that likes to dominate when we fuck",
  "Don’t hide your anger. Sometimes you need to show your anger.",
  "You, who is working so hard to break a pattern: I went to the future and checked on you. It all worked out.",
  "Just want to make music to sweet kisses and wett ass pussy",
  "Her💋 https://t.co/I8bGgePndR",
  "If we stop being anxious, we will see that God works His miracles without us being aware.",
  "If we really want to let something go, first we have to accept it. It showed up in our reality for a reason.",
  "Sleep nigga",
  "💀💀💀💀💀💀💀💀 RT @CrisLuvsErrBody: My first time eating ass after I left I was in car like “Damn I’m wild af!” https://t.co/5laRqB1Rn2",
  "Sheeeeeeeeeeeeesh https://t.co/rWtgEN598w",
  "@KatHeartwell Staying conscious as possible to all the bullshit",
  "That shit was funny ..no pretty big bitches at all lol.😂",
  "@YourFavTweeter_ Well damn!*gucci voice* 😂",
  "@moneylife1027 Do it all for the Gucci! Shake what momma gave yo thick ass .. and curve these fools",
  "Stay away https://t.co/02887fNISm",
  "Being an African American, white people racist toward you, Hispanic people fuck with you to the extent to exploit ya culture, Asian folks think you a thug and Africans don’t accept you cuz they think AA culture diluted or lacking, African Americans get it from every direction",
  "I think my nuts look better on her face 😂",
  "What you give from the heart, always comes back to the heart, for love always finds its way back home.",
  "The Weeknd- Some way #np",
  "Stuck in color https://t.co/x05Ozbh571",
  "I'm just tryna buy more expensive clothes , and look the absolute best I can possibly look.",
  "I get bored with people so easily it's like borderline ridiculous .",
  "Letting go of the past is your first step to happiness.",
  "the reason why people try to separate a good guy with a gun with a bad guy with a gun because they dont want to admit that it is the same person depending on how they are feeling that day",
  "\"Money came. .but I stayed the same , it wasn't me it was you who changed\"",
  "Ain't Got Time For Broke Ppl , Focus On Open minded Money makers. Better know your percentage",
  "Shit u don't have.. til u have it",
  "I'm moving to Colorado Springs , I need a personal hippie job, best believe I'm go work for it ..til the empire is manifesto",
  "Bruh my car look brand new .. but I just want more money. Fuck these other fools I just want me!",
  "Can u blame her, she just want the paperchasers to see it , ro make mo money",
  "Open minded people are the best people to talk to 😂",
  "Mama I don't feel no pain, ima stunt mang!",
  "I stopped smoking to.. I am a sky dweller 😫",
  "Plant based all 2018🤦🏾‍♀️ ion wanna die",
  "Ah bitch ain't go wait for you to get shit, she go roll with niggas who already having it ,all on her instagram doing backflips!",
  "Please stop assuming we not cool or I’m mad at you. I just got tired of the vibe you were giving off and I distanced myself. I’m just chillin, damn 🙄",
  "Honestly, if we never speak again that's yo fault",
  "Ladies and gentlemen,\nAngela “Thick AF” Simmons. https://t.co/gbIE1m5DAN",
  "stop hitting them up first and see how much y'all talk.. 🤔",
  "i want to travel with my woman. create art with my woman, build trust with my woman. cater &amp; give honor to my woman. teach &amp; learn from my woman— be masculine &amp; soft for my woman. pray with &amp; for my woman. provide &amp; support my woman. be in tune with her nature as she is with god.",
  "i’ve mastered being alone &amp; distant and i honestly don’t gaf who in my life &amp; who not.",
  "At least have sex with somebody who genuinely care bout ya",
  "Yup https://t.co/2BG8WkyfDr",
  "We want to sexually free but dont have sexual discipline.....",
  "Now I feel a lot better .. car becoming stable minus the bullet shots",
  "Getting this car fixed on so I can get the fuck ghost!  Wash this bitch like it was my tennis shoes ..in and out ..new brakes and rotors 😏",
  "Royce Da 5’9″ ft. J. Cole – “Boblo Boat” https://t.co/wMZQTeT5c1 https://t.co/Vesubh7qDT",
  "Say you got a nigga but the nigga ain't me",
  "Say she wanna fuck with a dope dealer , say she don't want to fuck with a broke nigga!",
  "#np Bankroll Fresh #DontLetGo",
  "Bankroll Fresh was jammin G",
  "LeBron back to catching bodies 😳 https://t.co/GpM3TMJNrE",
  "ppl get mad bc their significant other doesn’t post about them enough on social media but here I am very happily married to a man who doesn’t show his love for me on social media.\n\nthere’s seriously other areas to focus on in a relationship yal. just a thought ~ 😄",
  "When fat chicks expect to be treated the same as an attractive woman &lt;&lt;&lt;",
  "🔥#RT #FOLLOW Me @GoddessHelen94 🔥\n\nMy sites 🔝\n@iWantClips https://t.co/qTY2QpjZIC 🎞️\n@iWantFanClub https://t.co/tBUzpP64UR 🤳\n@ManyVids https://t.co/0RaepTV2wT  🎞️\n#wishlist https://t.co/adAhG58qe8 🎁\n\n#mistresshelen #femdom #findom https://t.co/5iYv57l5t9",
  "#Taurus don't like when people drop hints instead of being straightforward. Tell them what u want straight up or u wont get it.",
  "Positive vibes and energy over here only please 💫💫💫",
  "Goodmorning love https://t.co/9YCo6MCmQH",
  "Ice Cream Crepe. https://t.co/aOijZTpQpL",
  "Mini vacay then it's time to work on my career follow by school ..and then I know fasho I'm go reach 100 by next year",
  "I'm going to Miami to",
  "Getting that car fix asap ..#essence it's on the countdown of almost being here",
  "If you don't know divinity in its totality, you will never understand how negatives are relevant to positives.",
  "Please stop assuming we not cool or I’m mad at you. I just got tired of the vibe you were giving off and I distanced myself. I’m just chillin, damn 🙄",
  "If a nigga kiss ya butt cheek during or after sex.. He thanking you for having good pussy.",
  "When u underestimate a lightskin nigga for playing drake lmao.😂 https://t.co/Eo2wf1mbvR",
  "#NationalPuppyDay look at pops laid up with his lil pups https://t.co/tiGUwzA6eu",
  "Sunlight treating me right. Good vibes guys! I’m off to the gym 💋💋💋 https://t.co/7hNvISBo5t",
  "walk it talk it 😛 https://t.co/i5wxJxISwG",
  "do better. be better.",
  "be on my dick or give my number to yo friend",
  "I get that women like to share their art and show that they appreciate their bodies through all they been through but a lot of people posting all their ass for attention and lust..... that's corruption. Sign of lust demons...",
  "A plane can’t land until the coast is clear. Some of our blessings are stuck in the air because of our environment. Too much mess on the landing strip. Protect your space. Don’t let your environment block your blessings.",
  "I love being selfish when it comes to myself leave me tf alone 😉",
  "I dont know one career that you start off making a lot of money..\n\nyou gotta put in that work \n\nyou gotta put in those hours 🏌️",
  "@WhatDaMoufDo Well damn 😂put a dick in your ear.. fug what you heard",
  "The kundalini is nothing to play with... it makes us face whatever over and over again until we overcome it. Im witnessing this.",
  "@NIARICHELLEY Lol gotcha love",
  "Get money yah yah",
  "Full moon gonna be in Virgo at the end of the month.. We must use this energy to heal and maintain our health. The moon is  currently in Taurus. It's exposing the over indulgence.",
  "Be grateful for the good times and keep the faith during the bad times. Stay positive when life gives you every reason to be negative.",
  "Bruh ppl can call me lame ,gay , wack or scared but I got to get to know a woman for a minute before I fug! Now I see y yall niggas catch diseases. Don't know these bitches well enough son!",
  "I would argue that there are more men holding their virginities in their 20s then womyn. I literally have like 4 virginities under my belt.",
  "Fuck man.. I just be intuned with nature and meditation so much man .. I get stronger everytime I do it. My gift gets stronger",
  "Ayyyee I got a call back for an audition that I thought I bombed.\nThat just goes to show you, even when you’re whack, someone else could have sucked worse than you. SO BELIEVE IN YOSELF! 😂",
  "If anyone could get me one of these I'd love you forever😍☺️@gluntofficial https://t.co/7GZTShK6Me",
  "Ok! I like fucking do weird abnormal shit with my gurl https://t.co/09573z0fS3",
  "@ShesABlessing63 Big and sexy 😍😘",
  "But wait. There’s more!! 😭😭😭😭😭😂😂😂😂💀☠️☠️☠️ https://t.co/TbtcaZDuIC",
  "Fucking hate ppl sometimes. .like yall do the most",
  "Ugh .. I'm just never Satisfied yall .. idk I guess I just want the best in life ..Continously",
  "Right 😂 https://t.co/amjU8qTmx5",
  "Never leave a down♥️ ass bitch for a clown 🤡ass bitch 💯",
  "Praises due to the Most high 🙌🏽♥️",
  "friday mood on full effect rn 🌼🙏🏼🍃✨",
  "I'm always changing shit up, even though I come off nonchalant",
  "Learn. Unlearn. Re-Learn. Grow. Reflect. Renew. Outgrow. Regain. Regrow. Change is the only constant. Be flexible and humble enough to keep changing and moving along.",
  "@Litwltch And even less if you are unable to accept it",
  "Often those who seek to transmute darkness are not aware that you can’t transmute something if you don’t understand it.",
  "Ladies tell us about the time you surprised a dude with something cool.",
  "Bruh that's crazy https://t.co/XpOAIsMWbV",
  "i need to vent to a blunt",
  "I’m literally creating the party I’ve always wanted to go to",
  "Can't nobody make me happy but me love! Plain and simple! An I'll never be truly happy",
  "You dont have to believe in religion to follow the teachings of Christ. Just live a peaceful life. Stop harming ppl. Spread knowledge. Love.",
  "Getting ready for work.  An all I want is rest and sleep",
  "White Ppl do the most man https://t.co/RPW6wFedRS",
  "@JillyKila Me too ..#TaurusCode",
  "I'm a provider by nature, that's how it’s always been. I've always enjoyed giving more than receiving.",
  "If you show me you’re down, maybe I’ll stick around",
  "That's real https://t.co/lKpmIgTx4w",
  "I care about good character than just rushing to fall in love",
  "Respect is more important to me than falling in love..especially at this age",
  "😂 https://t.co/maCBaAPVGT",
  "A back massage would be so much LOVE",
  "A lot of us dudes watched our dads work 60+ hours a week. We refuse to go that route because it's \"manly.\" Our mental abilities will gain us fortunes.....",
  "wow i forgot how much i love to  meditate",
  "you can't truly love others without loving yourself first.",
  "god dwells in the depths of this moment right here.",
  "Natural ish https://t.co/rr51E1indH",
  "Afro-Pop has reached the Netherlands🇳🇱👀🔥😍 https://t.co/DZDaJiBQSA",
  "So yummy  ???? https://t.co/3ypJcLC2Iq",
  "Red Velvet Layer Cake. https://t.co/4FsZY2k03e",
  "Shrimp     Gnocchi with Parmesan Cream Sauce. https://t.co/l9pdxUBMQA",
  "Brownie Cake. https://t.co/ikF6e0Vjkl",
  "I wanna get me one of these https://t.co/MlukqiakJq",
  "Hot Fudge Milkshakes. https://t.co/gZqYpCyiZm",
  "Y'all want me to gaf about y'all sooooo bad. 🙄",
  "When she’s conscious enough to actually hold a real conversation. https://t.co/yqpasQ7cFF",
  "Sometime mentally we know something but emotionally we’re not quite there yet... and that’s okay.",
  "Tune in to the energy and the vibrations around you. Observe what is happening within and around you. We are all feeling  great changes and shifts deep within our consciousness and all layers of our being. Do not fight where this energy is taking you, embrace it.",
  "Please know: Even if we have never talked, you can DM me anytime to talk, cry, vent, ask for advice/second opinion, etc. You are not alone.",
  "@earthmomblog @IntrovertMemes Where u buy those stones from",
  "Ask and you shall receive! I was just sending my love for celestite out into the universe a few days ago and this beauty came to me today. I’m so in love with this energy💫✨ https://t.co/9aXESZGsJk",
  "I am an old soul. I love genuine kindness. I love compassion. I love old books. I love deep conversations. I love depth. I love rawness.\n\npc: hannansaleh https://t.co/kXb3JZM2HU",
  "@TheRealJoMari @IssaGoddess @usernamesaresoy @Litwltch Their best tool is gaslighting, where they try to get you to buy into a lie by changing your memory of an event\nIt forces the Empath to keep score and record events that are best left forgotten\n\nThey are attempting to mold you into the perfect victim but you don't have to buy it",
  "@TheRealJoMari @IssaGoddess @usernamesaresoy @Litwltch A giver/taker relationship drains the giver to the point of starvation, then the taker moves on.\n\nGiver/giver relationship is the only one that works.\n\nFirst step is to see them for what they are.\nIt's not easy as they are camelions.\n\nBut that uneasy feeling you get is a giveaway",
  "@IssaGoddess @usernamesaresoy @Litwltch Maybe not an empath.  Not all abilities are empathic.  \n\nHowever socipaths do have some ability and they use it to control others.\n\nThey take advantage of others empathic sensitivities.",
  "Sound like caps https://t.co/THIVq64fv8",
  "@usernamesaresoy @Litwltch We all are.\n\nSome are aware and work on it.\n\nTo some degree, we all have abilities not fully developed.",
  "Empaths are psychics.",
  "The good news is that the Universe aligns you with people, things and situations that match the energy you put out, so you get to chose which vibrational frequency you live in.",
  "The people you will always remember are the ones who made you feel loved when you weren’t at your most loveable state.",
  "Life is all about balance. You don't have to be constantly working or getting stuff done in order to be successful. Embrace the concept that rest, recovery, and reflection are essential parts of the progress towards a successful and ultimately happy life.",
  "All of my relatives are so uneducated and ignorant. They have no idea that I’ve been studying feminism and eating vegan since i started college 3 months ago. Can’t wait to judge them for being unhealthy while I feast on butternut squash kale salad and gluten free carrot pie",
  "Stephen Hawking was born on the date of Galileo's death, the 8th of January.\n\nHe has died on the date of Albert Einstein's birth, the 14th of March. https://t.co/xZARIFnTIH",
  "Relevance of 3.14 (Pi) day:\n\nBirth of Albert Einstein (3.14.1879)\nDeath of Karl Marx (3.14.1883)\nDeath of Stephen Hawking (3.14.2018)\n\nRelativity | Revolution | Radiation\n\nThree great minds. Three great contributions to the world. \n\nCoincidence?\n\nRest in power, sirs!",
  "@kbnoswag @IntrovertMemes Lmao.😂",
  "Seeing too many Black people on screen was apparently torture for the eyes of Chinese moviegoers. One of them even said that they had pinch themselves 10 times because there were too many Black scenes and that just made him \"drowsy.\" I fucking can't. China is so fucking racist. https://t.co/giw6HAB2jn",
  "There should be a Marvel tv series based on N’jadaka and how he survived on the streets of Oakland as an orphan all the way to going to MIT and becoming an american mercenary nicknamed “Killmonger” and meeting Klaue.\n\n….and last season ending on him entering a museum in London https://t.co/5W6r2oN8UM",
  "I'm an introvert. I'm not:\n\n- stuck up\n- not opinionated \n- mean\n- disinterested \n- inauthentic \n\nWe just get our energy from being alone and need our space 🌟",
  "@ThirdEyeShawty @IntrovertMemes That's why I meditate",
  "Your glow is different when you’re expanding your consciousness and raising your vibration.",
  "Me in the dark… I LOVE THE DARK…issa introvert thing.. my senses can relax and my imagination can run wild. https://t.co/CoZGP8V5Ru",
  "Yes Queen I fugs with you 😂 https://t.co/3q7KQamOoE",
  "Ain't nothing like the real thang baby",
  "At the end of the Day... Know Yourself!",
  "@Bowdown2emily You welcome love 🙄",
  "@Bowdown2emily Beautiful Queen",
  "Lmao.😂 https://t.co/9GIDSEy81s",
  "🔥#Anal @dap_heaven @Emelkisha @xDannyBoy92  @AdultBrazil @LP_FANATIC   @Bankai_77 @babesreal_ @AssRefocused 🔥 https://t.co/1YUwIbuUC8",
  "I swear every person in mississippi is just brain dead to the real shit.. like how are u not open minded",
  "Aw man..don't worry about that shit ..just laugh it off and get back in your rightful zone of peace D 😌",
  "Late as fuck.. Yeah I'm sleeping all Sunday",
  "Everybody brainwashed in this room but me ...don't even want to pass u this blunt..so awkward 😂",
  "All these bitches watching and plotting on me . Like I'm just go #trick on yo ugly ass. Got me fucked up ..hate #Mississippiwomen",
  "Good Morning Global Family! Have a wonderful day! One Love &amp; Unity https://t.co/VsBtDnW1dI",
  "The goddess is in the form of every woman you meet and every woman is her daughter.",
  "Just being in this hotel with yall ..draining me😐, but I came cus homie say I don't get out much lol",
  "I mean bruh I could talk all day about why I don't fug with yall .. and yo energy so blind to the bs it wouldn't make a difference",
  "So much bullshit 😂I really don't know why I attract the opposite of me",
  "🔥#Anal @dap_heaven @Emelkisha @xDannyBoy92  @AdultBrazil @LP_FANATIC   @Bankai_77 @babesreal_ @AssRefocused 🔥 https://t.co/yzcY9ZmXqg",
  "Like when yall look at me ..do you not see I'm 100%Natural I'm not with that fake shit mane.",
  "First off bruh ..yo friend girl got a perm! Makeup drenched on her face ... pretty but don't know it. Very insecure and messy not to mention petty! #NoQueen",
  "Lmao.😂 niggas mane.",
  "I ain't never seen a nigga get jealous of another nigga because he won't holler at his best friend 😒. That vibe is off my friend!",
  "I'm a Lil drunk to... but that don't mean my 3rd eye ain't working nigga lol",
  "Ugh😲I understand your intimidated by a man that knows a lot of shit. But dawg we ain't go ever elevate with a bad mindset like that",
  "Hating ass nigga can get it everyday ..if you got sum bad to say JU!",
  "Lmao.😂 https://t.co/xBQr635Vvp",
  "Like all these Ppl drunk round me but I feel the energy of these mfs hating! 😂",
  "Lmao like bih this just my face ..I look sad all the time. That don't mean I'm sad or in my feelings 😂",
  "Hair long like nypsey!",
  "Can't compare me to that scorpio and Pisces .. I'm tryna be number 1",
  "Lil Queen got jokes , stop saying I look like drake and the  weekend baby.",
  "Smoking a blunt with me is a date I gotta see if I like you when I’m high LMAO",
  "Not all heroes wear cap.....nvm https://t.co/JHApUPNQRs",
  "Lmao.😂 https://t.co/8BLa1IKoVX",
  "#LilBootiesMatter https://t.co/VskGmkQVHG",
  "Nobody knows how I really be, I got sum bars for a nigga if he want to see",
  "What happened to the wakanda \"vibe?\"",
  "@TheLivingHeru That shit still here .. well with the Conscious",
  "\"If ima talk I'm go talk but I'm go keep it real\"",
  "“you paid last time so i’ll pay this time” type of ppl &gt;&gt;&gt;",
  "Gosh I gotta stop playing the modest role with everyone.. but hey that's how brilliant I really am. I hold that shit back 4 yo feelings bih 😂",
  "The natural woman is the living calender. I study her.",
  "Never get too comfortable Stay Busy!",
  "Guys skin be so clear and their skincare routine be nothing.",
  "WHEN YOU DRILLIN HER BUT SHE TRYNA TAKE IT  https://t.co/g5RWHW8MRT",
  "Y df weed ain’t legal everywhere yet???!",
  "Everybody sleep on me",
  "don’t hold me back cause imma keep pushing forward.",
  "Meditation and a backwoods can tilt that 3rd eye just a tad..🤔",
  "I need a vacation away from earth",
  "It take alot of money ..to make that booty bounce",
  "This is a time to push aside some set in stone preconceptions and see what being proactive or making a bit of effort in some areas brings. https://t.co/DfrqhAK90q",
  "Stop kidding girl... know yourself!",
  "Use to think you were beautiful .. OMG! 😂",
  "I hope your skin clears up and all that negative energy leaves your life 😌",
  "Y’all sensitive af. Go be productive instead of complaining on Twitter all day.",
  "I agree lmao.😂 https://t.co/4AhNggRQLp",
  "Funny seeing hoes call other females hoes on here.",
  "@peaceloveenemy Lmao.😂",
  "Cus everytime I'm lost ... I'm found",
  "#NewProfilePic https://t.co/AXBiiNStky",
  "#StarSignFacts: Taurus is a person you can count on.",
  "Daily Taurus: The easy way out will not be your best option in the long run. https://t.co/jqFVCGyoV1",
  "💋 https://t.co/odoURtD3OE",
  "@MzThickBitch323 Damn can I toss your salad?",
  "@katrinablacked I'll eat that ass super deep lol",
  "@The_PaulBunyan Yung Dee- All of a Sudden (Freestyle)\nRT RT RT! Make it go viral! https://t.co/4gum4hgc95",
  "Me wanting to have sex with healthy and natural women is just part of human nature...",
  "Weed and music would go amazing right now.  Hmm I think I will make that happen",
  "Royal from my crown to my root chakra.",
  "Would you pull out ? #BigBootyHoes https://t.co/ggQ6KTTPJk",
  "I love natural hair, natural bodies, natural fragrances, natural eating, natural eye lashes, eye brows etc....Women go so hard to be beautiful but really be taking away.",
  "Why ppl think spiritual= good? yall so new agey lmao...Demons are spiritual.",
  "Ebonys + White Cock ! https://t.co/TA4l5Swe5r",
  "@_TooExplict I'm wit u",
  "@young_roddy How much",
  "Rebel with a cause. #Regram @NikDraperIvey #BlackPanther #FanArtFriday https://t.co/APwgj4Mdub",
  "This was amazing. @chadwickboseman surprises #BlackPanther fans while they say what the movie means to them. https://t.co/ZXnfLuV83f",
  "@creoleMARMALADE No problem Queen. You got the juice now lol",
  "@creoleMARMALADE 11-1 yeah u a #dime fareal!",
  "Can't help but admire the beautiful Queen! But I do want to get in those jeans",
  "I’m tired I just wanna smoke and go to sleep",
  "Ugh .. to fucking horny tonight got to make a call lol",
  "if youre on my mind, im gonna hit you. if im proud of you, appreciate you, etc. im gonna tell you. why hold back? take these flowers now",
  "Not being broke anymore is the shit",
  "#Taurus don't give a f*ck about anything unless they care.",
  "@spiritualpoet_ No they need to be conscious also .. shit would be unbalanced",
  "@___Moriah I just want to sleep on it 😂",
  "#Taurus never give up on things they want most easily. It's difficult to wait,but it's even more difficult to regret.",
  "@nicoleworldxxx 3rd 1 getting all types of nasty shit anal to a creampie in her butt lol",
  "Used to want a love to call my own then I found myself.",
  "However, this will not ALWAYS be the case. In cases where healing is facilitated between two, both parties have to act as mirrors for one another, holding one another accountable through way of being. The damsel in distress, &amp; knight in shining armour dynamic shouldn't exist.",
  "Not every nigga tryna fuck and leave !!  Stop having that mindset 😂😉",
  "With so many rules and regulations we have to live by, no one is truly who they want to be or do what they want to do.",
  "Full moons bring out the lunatics.",
  "Sex should strengthen a connection not ruin it...",
  "I'm with #Kyrie, who ya got?\nhttps://t.co/unzBwXknvZ",
  "I think I’ll smoke weed today.",
  "Being a empath is strange because everyone is so kind and thankful for you until you decide to put yourself first and reclaim your energy.",
  "@lmlart1414 @Litwltch Yup that’s why having a mental filter is important. Don’t let colors manipulate your emotions and override your logic but also don’t use your knowledge of colors to judge something you know nothing about. Having a mental filter is key.",
  "@Litwltch Don’t forget that businesses also choose the colors of their logos wisely, because colors subconsciously cause psychological reactions for the consumer... https://t.co/4YMWIQvQgM",
  "Twitter is blue, Facebook is blue, Tumblr is blue. Blue is the color of communication, it rules your Throat Chakra. An open/balanced throat chakra allows for free expression of yourself, your creativity flows, your emotions are communicated freely without fear of others opinions. https://t.co/LwwYqUlj8o",
  "Sometimes you just need to take a break from everyone and spend some time alone, so you can get inside your mind, figure things out and grow.",
  "Instead of wishing things were different, believe you are worthy of whatever you put your mind to and actively work towards being that person every day 🌿",
  "Ancient Egyptians had a pregnancy test where potentially pregnant women peed on barley/wheat seeds. Plant growth indicated pregnancy: barley for a boy &amp; wheat for a girl. Later tests show urine of pregnant women does cause plant growth, while urine of non-pregnant women does not. https://t.co/ZcTI3lToT4",
  "A glass of salt water and vinegar can capture negative energies in your home. You’d only need 2 tablespoons of vinegar/granulated salt, and 16 ounces of water. Mix everything well for at least a minute then leave it near your bed undisturbed for one whole day. https://t.co/JuYBLQlwoH",
  "@IssaGoddess @Haroldd007 @Litwltch First law of thermodynamics, energy can neither be created or destroyed.",
  "@Haroldd007 @Litwltch If you knew anything about metaphysics you would know energy can attach itself to anything and anyone and can linger there for many years unless it is cleansed.",
  "These thoughtforms float around in the ether, which interpenetrates and underlies physical space. Thus the negative thoughtforms generated by one person can induce negativity in another, proving they are not just internal subconscious subroutines.",
  "This is not speculation, study and research shows that water has memory. https://t.co/Y3ehTMRDpV",
  "Etheric parasites are negative thoughtforms, which are temporary beings generated in the etheric plane. Etheric energies and constructs are invisible metadata that can influence physical events at the quantum level. In occultism they are also called tulpas, egregores, or larvae.",
  "Just as there are physical pathogens like bacteria/viruses/parasites, so are there nonphysical pathogens in the form of etheric parasites, that can attach themselves to a living person, drain their energy and influence their thoughts, feelings, and personality.",
  "Places can affect people. The vibrations of certain events associated with a location can impact those who come into contact with the place.",
  "Anyone that studied \"cymatics\" knows that sounds and thought patterns can transform into frequencies, vibrations and be used to direct energy. https://t.co/TOV2ie8rgb",
  "Drake made a whole music video showing his acts of kindness and y’all are like, “aww omg Aubrey’s so sweet.” but a regular ass person records them doing something for someone and y’all panties in a bunch. i’m not understanding.",
  "#Taurus #ZodiacPeople - You can always count on a Taurus woman to remain calm in a stressful situation.",
  "Good character&gt;&gt;&gt;&gt; good intentions...You can have good intentions and be flakey asf....",
  "Females go out and cheat on they man, the plans go wrong with the side nigga...now they love they man oh so much😂😂😂",
  "@pOrn_VideosGifs @DailyAssSupply2 @DailySexVideo @VIEWSFromPorn @ebonypornv @PornBlowing  @FreakNastyVids  @UnleashedXXX \n\n#Follow Me👉@PrettyRebelXxX 👈\n\nWatch FULL📽️👉https://t.co/0ehwN4myLK 👈\nDM For Private SNAPCHAT\n▶️Onlyfans Coming Soon ◀️\n🔥Open to CUSTOM videos🔥 https://t.co/mbsK4c52MC",
  "Yall callin @prettyrebel the new Natural got her trying to put the dick and balls in her mouth too. #DSLAF https://t.co/LsQCAy4y9d",
  "Some women just need training lol https://t.co/qXylfutOxa",
  "Good Morning Head Lovers",
  "I love head like this .. ugh https://t.co/eLUV5ZTua6",
  "Girls defending Blac chyna saying “maybe she just didn’t like him” so now y’all giving head to Niggas you don’t even like?! LMFAO",
  "Truth https://t.co/QcR55JhnbG",
  "you thinking of them is simply you picking up on this. Somebody may not show physical desire of wanting to keep you around, but a part of them may want to keep you in case they ever decide to, or need to change their minds. This type of control is subconscious, &amp; leaves you",
  "more depleted than they. Use meditation to visit their higher self, &amp; kindly ask of them to release you. So that you may be freed, &amp; the karmic contract may be released.",
  "And if you are the person who is keeping somebody hostage mentally, spiritually, please let them go. It is not fair to them to give them a what if. Timelines wait for no man. Let them choose their way, their path, their truth, should it not be you.",
  "I wanna be happy to the point I forget everything I been through.",
  "Thinking of life one year... three years... seven years from now",
  "I really connected with some people on deep levels and dont even hear from them anymore...I used to feel some type of way and hate that but them contracts up I guess lol....",
  "Indy or Moriah ? https://t.co/Y0v8E5LLxQ",
  "Niggas stay worrying bout the next nigga, nigga worry bout you.",
  "I just stopped thinking and go with it.. so fuck it how it turns out",
  "We don't suppose to eat like europeans",
  "open relationships are so much fun when all the sister wives get along and don’t get jealous when other girls are getting attention",
  "Yup no pressure https://t.co/skU4fPwdLO",
  "Damn that's deep , not alot if queens understand https://t.co/iApVX1Wg8g",
  "Daily Taurus: Honesty will leave you in a better position than the one you created with your little white lie. https://t.co/jqFVCGyoV1",
  "I be showing love everyday, ion know what they own",
  "I be working hard everyday, that's why my grind pays off",
  "New music, new videos , new everything",
  "#NewProfilePic https://t.co/Rxeeb2x0Xs",
  "THEY’LL JUDGE YOU NO MATTER WHAT YOU DO, SO YOU MIGHT AS WELL DO WHATEVER THE FUCK YOU WANT ....",
  "It's my year love ..you didn't know",
  "#Taurus are VERY much ruled by all of their senses. Sometimes, though, this can cause them to become overwhelmed.",
  "#Taurus is the one who has immense perseverance, even when others have given up, the #Taurus rages on",
  "#Taurus may have to resist the temptation to over indulgence, leading to drunkenness, gross sensuality, and covetousness.",
  "#Taurus do believe in second chances, they just don't think that everyone deserves them.",
  "Dr Sebi was the modern Ophiuchus/Imhotep story....He was a healer who knew the secrets of immortality and was gonna share them with humanity but \"the Man\" killed him.....\"The man\" would lose if we were all immortal.",
  "#Taurus I push the people I care about away. I don't mean to, it's a self-defense mechanism.",
  "#Taurus You have to prove yourself to me. Actions speak louder than words.",
  "#Taurus are VERY much ruled by all of their senses. Sometimes, though, this can cause them to become overwhelmed.",
  "sluts deserve to have their throats stuffed with dick and filled with cum 💦",
  "some niggas will NEVER know how to fuck a real SLUTTY bitch 🙄",
  "@_TooExplict He aight ..he Concious tho",
  "#Taurus make love to your mind way before they do anything with you.",
  "@nicoleworldxxx Both",
  "#Taurus #ZodiacPeople - Taurus women can come across as introverted.",
  "@TScpTaurus Because we don't like drama 🤣",
  "Why these women just can't admit to bring hoes",
  "When I go to the restroom in a fancy Miami restaurant... I make people wait outside while I touch myself. https://t.co/WUlauusad1",
  "I want a female friend that I can fuck 😋",
  "Don't accept the world they gave you\nCreate a world",
  "I swear I know how it feel not to have shit but I never called it quits #Keep Pushing",
  "You know how I like it when you lovin' on me...",
  "\"If you want to find the secrets of the universe, think in terms of energy, frequency &amp; vibration.\" - Nikola Tesla",
  "Me &amp; any bullshit coming at me in 2018 https://t.co/lu387SCMor",
  "Hoe season ! https://t.co/PrRM9oWIm8",
  "How's it feel to lose the super bowl to the back up QB lmao",
  "Kylie Jenner really kept her life lowkey for 9 whole months... y’all need to learn off of that. Not everyone needs to know your business. It’s ok to be lowkey.",
  "Well least I didn't lose money today lmao ..fucking #EaglesNation",
  "#Taurus #ZodiacPeople - Many Taurus women feel as though there is something strange about them.",
  "Damn yall niggas cooking rotel and chicken wings and fries. Ugh just make me a to go plate",
  "I'm missing all the superbowl parties to go to work. Well least I'm getting paid to be here 😔😧",
  "Nissan don't care about working the slave out of yo ass",
  "I got the sauce now shawty keep praising prego",
  "If you’re masturbating tonight, think of me.",
  "Ignorant seeing my Ppl fight",
  "Hi in my clearest mind , to know that I have infinite pow -ra",
  "Nun of it is real",
  "Getting hi and reading books",
  "Reptiles in human skin ..like wtf bruh",
  "#Taurus biggest problem is caring too much. People tend to take that for granted.",
  "Like my chakras ain't been talking to me",
  "I will become 1 , been meditating",
  "Might become a monk around here",
  "I'm trying to get smarter",
  "Holding onto your self identity is so important, especially when it’s not respected by others. A lot of people think it’s okay to put you into whatever box is convenient for them...",
  "Let's Workout lol https://t.co/FCxS6Zt5wi",
  "Erykah badu don't be talking about shit but folks think she's deep because her butt phat and she says things like \"vibrate higher\"",
  "I need sum pussy bae 🙃",
  "@nicoleworldxxx That kitty kat ain't throwback.. I'm cuffing  fasho and telling all my friends to run a train on her fine ass",
  "I had a friend who tried to manipulate/control my life by wanting to know everything that was going on. There's no one I tell ALL my business to. Not even family. I have God for that. You'll know pieces, individually. That's enough. I am for me.",
  "#Taurus is a peaceful soul, seeking flowers and cuddles, sunshine and natural beauty.",
  "waiting on taurus season!",
  "#Taurus are quiet simple people who can do something unexpected to shock you.",
  "Cancer: the demons of the water signs and of the zodiac. pisces on crack and meth. probably smothers their significant other and cant do confrontation and then simultaneously demands more attention and work from that person. yall empathetic i guess.",
  "no offence to everyone else but taurus is truly one of the best signs",
  "@UndergroundWZRD First off we so defensive because ppl always staring and talking about us. We just be playing when we look serious ..just to take our minds  off yall hating asses. Who said were better? Yall feel that way towards us. By the way we are the best!",
  "#Taurus people always speak from the heart.",
  "#Taurus are hard headed and learn the hard way.",
  "#Taurus's the observer are experts in reading body language\n\n #Taurus",
  "Taurus are so real &amp; loyal when it comes to friendships but they are very feisty, impatient &amp; their attitude can go from 0-100 really quick! The only good thing about that is... It takes a Taurus 2.5 seconds to be good again. They get over things quick! But they are hot tempered!",
  "Taurus are always going through it mentally &amp; just with life in general. Taurus believe their life should be going a certain way &amp; when it’s not... They go into a dark place! You won’t know until you dig really deep &amp; find out through family or them spazzing out.",
  "@hesmilast Some of us not jealous tho",
  "#Taurus do not like clingy people. As much as they might love you, give them their space and they'll greatly appreciate it.",
  "#Taurus #ZodiacPeople - A Taurus man can be cool and calm yet turn into a raging bull in an instant.",
  "#Taurus #ZodiacPeople - A Taurus man can become resentful if he feels you are not giving him enough support.",
  "#Taurus #ZodiacPeople - Taurus men are very determined in nature.",
  "#Taurus #ZodiacPeople - Many Taurus women feel as though there is something strange about them.",
  "#StarSignFacts: Taurus is a lover of the fine and the beautiful.",
  "#StarSignFacts: Taurus is quiet, placid and gentle.",
  "WOOOOOO SHIT SPITTA SNAPPED https://t.co/gsKHkhVlGk",
  "I’m dying at this video 😂😂😂 https://t.co/RkL7u0cUDX",
  "#Taurus are arguably the most sensual of the signs.",
  "Spirituality has become a marketing tool. Sorry to say, but everything that becomes adopted by the mainstream becomes a gimmick after a while. I have noticed a disgusting surge of the 'elite groups', spiritual social media profiles with the big numbers stealing work from the",
  "Any light skinned woman with loose curls talking about 'chakras' and people lose their minds ffs lmaaooo",
  "@juliatheslut Suck me",
  "@CeeAlexandriia U ain't had me yet",
  "If a nigga chased money like they chased hoes they'll be straight💯😂",
  "She have a “No hands is needed right now” Donk 😳😩. https://t.co/9ezMcpFTJA",
  "When J. Cole said \"But mama I ain't done yet, sit back and watch your sunrise, Kick back and know your son set\" https://t.co/ZDzxDpEzi7",
  "When Eminem said “You fine shorty but you sorta remind me of a 49er, cuz you been a gold digger since u was a miner\" https://t.co/Yrg8ynIjlJ",
  "It's like a bitch who was with a millionaire but he cheated and now she's getting half. She don't give a fuck. \"She got that bag tho\"",
  "Or getting pregnant by an ain't shit nigga with some money. Yeah he did you wrong but you got that 10k a month for child support right?",
  "Bruh 😮 https://t.co/RbCOHVkCHa",
  "@ceejaytalking 😂If Young Metro don't trust you..",
  "U don't need another person in your life to make you hapoy, give all that happiness to yourself",
  "@KylieJFeed All that fake",
  "Work hard and be passionate for what u love to do yall.. never let a hater take that from u. Live my negus! Take what's yours!",
  "Love women that smoke weed ..can't stand to see a woman smoke cigarettes",
  "Imagine being the only conscious nigga at work ..and all 600 employees look at you everyday like something wrong with yo vibe 😂#idgaf",
  "good morning kings &amp; queens we out here grinding 2 develop unconditional self-love &amp; the bravery to gift it to someone else",
  "Ain't no love in Mississippi man",
  "theres nothing in the world i hate more than ungrateful ass people",
  "But you know... in yo mind he real!  Don't go that way with me",
  "Jesus ain't go do shit homie ..hate to break that fairytale to u",
  "Lmao on me https://t.co/rGYzL7O34T",
  "Yess lol https://t.co/fhFD04ni5n",
  "If the police 👮‍♂️ say \"hang tight\" and give the roof a lil pat, you going to jail 😩😂🚨🚓",
  "Attract the right ppl ..and you'll be fine",
  "Pray for your man 2018, pray for his emotional stability because men always try to stay strong for our sakes ladies, BE HIS PEACE, be his backbone, support his goals and his dreams, encourage him, treat him like the king he is! Its 2018 we appreciating our loyal and faithful men.",
  "Real recognize fake too.",
  "Mo Goals fasho",
  "I want somebody to feel how t-pac felt about jada towards me 😩 https://t.co/2x9efDOJnq",
  "give me Zaxby’s chicken with Chic-Fil-A sauce any daaayyyyy.",
  "Champion https://t.co/qOqP4hjRMJ",
  "@The_PaulBunyan brothers so brainwashed...",
  "@TheLivingHeru Yeah I agree , I don't think that's they full purpose to stay in a house, cook ,clean and like u said educate their children. They can do it if they conscious but if not ..let em go son",
  "Can't do no brainwashed women homie😕",
  "Lol right for the brainwashed 1s https://t.co/iAL2QT8qCb",
  "@CurrenSy_Spitta and @young_roddy #np #LongasitLast #motivation",
  "See how easy it is for blacks and whites to get along!! #DANCEANDSTOPHATING https://t.co/GdqM6VM0bZ",
  "I’m only here for good vibes and changing lives. ❤️",
  "Off-White™ x Nike’s “THE TEN”  China Drop https://t.co/W0mpfBnGAP",
  "Rock the cradle! 35 years ago I threw down this dunk with the @sixers and it’s still one of my favorites. #TimeFlies #DocsDunks https://t.co/SSHMoGC0Rn",
  "I'm not African American just for yo info",
  "Um",
  "Retweeted Roddy31st (@young_roddy):\n\nNiggas really be hating on the low but my success is in God hands not yours lil bitch",
  "Being in the dark raises the awareness of your inner powers, inner voice, inner hearing, etc. So meditate I'm the dark",
  "Nas was never in this relationship https://t.co/YRizbTXVLi",
  "taurus rules the throat",
  "It sucks man when u the only person u can rely on. I mean no help bruh, but when u straight mfs ring yo phone up for help 😂",
  "...damn man..why my car had to give up on me today. I need a miracle...shit I am the miracle",
  "i miss your smile but i miss mine more",
  "mood https://t.co/iFrVNwch8w",
  "Vintage shopping anyone? #Taurus has an eye for valuables.",
  "I mean it's way more important shit to talk about besides cardi b being cheated on yall",
  "Just ready to leave this body so I can go into the real world",
  "Living on a hi",
  "Stacked Cheeseburger &amp; Fries. https://t.co/ZV17SLSOil",
  "Bruh...😣 https://t.co/7fwnGgeuyl",
  "Churro Ice Cream Sandwich. https://t.co/ITXMnnJrHG",
  "Strawberry Cheesecake. https://t.co/D7yEDOUQyv",
  "Chicken Parmesan Fries. https://t.co/6V2BQoK7lx",
  "Brownies. https://t.co/THpiwiYgxC",
  "Chocolate Donuts. https://t.co/8uvS5muaid",
  "Brownie Bite Cheesecake. https://t.co/3EQ4Y0dYEl",
  "Ice Cream Mountain. https://t.co/BDvBJc5ITq",
  "Strawberry Shortcake Ice Cream Bars. https://t.co/X2ofIImkwm",
  "Chicken Tenders and Fries. https://t.co/oZwQjU50ql",
  "Chocolate Fudge Cake. https://t.co/GGeLRPFKtH",
  "Macaroons and Ice Cream. https://t.co/1naOermoWL",
  "Alfredo with Cheesy Garlic Bread. https://t.co/TfYF0mFeEz",
  "BIG MOOD https://t.co/GR1F5Ez113",
  "Sarcasm is the highest form of intelligence.",
  "#Cancer #ZodiacPeople - Cancer women have a tendency to dwell too much on past events.",
  "I hate when people freak out for no reason or without proper information",
  "She owns his soul. https://t.co/zzKGPB0T6L",
  "Gimme that pussy girl https://t.co/rDgWGMZOqN",
  "My type of bitch https://t.co/jt0gzSjAdb",
  "Marry me https://t.co/ooLk4ztKrX",
  "@Amaryllis_gem @nicoleworldxxx U are a keeper ..u keep choking on them cock lmao.😂",
  "https://t.co/5hEYWrvqdr",
  "@AngelAmarie_12 My reaction Butt I’m so intrigued https://t.co/8xgi26W5pw",
  "Yo this shit crazy https://t.co/6KhwcWEw8P",
  "Damn Chris brown and meek mill was born on my birthday .. I can't take no L like them niggas tho 😂",
  "#StarSignFacts: Chris Brown, born under Taurus - 5th May.",
  "#Taurus #ZodiacPeople - Taurus women can sometimes seem like walking talking contradictions.",
  "#StarSignFacts: Taurus is a lover of the fine and the beautiful.",
  "Daily Taurus: You may have to go further than you think in your search for the truth. https://t.co/jqFVCGyoV1",
  "#Taurus #ZodiacPeople - Women usually find the bold and brave Taurus sexually appealing.",
  "#Taurus #ZodiacPeople - Don't try and change a Taurus man, he never will unless he wants to.",
  "#StarSignFacts: Taurus is quiet, placid and gentle.",
  "i hate small talk . i wanna talk about atoms , death , sex , magic , intellect , the meaning of life ,music that makes you feel different memories , lies you’ve told , your flaws , your childhood , what keeps you up at night , your insecurities &amp; fears etc ..🙇🏽‍♀️",
  "You ever get that weird feeling that everyone you fuck with is using you for their own personal gain?",
  "her: so what are we?\n\nneil degrasse tyson: we are biologically connected to every other living thing in the world. we are chemically connected to all molecules on earth. and we are atomically connected to all atoms in the universe. we are not figuratively, but literally stardust",
  "@whataburgerhbcb  https://t.co/SWQVf9SImz",
  "@whataburgerhbcb @Jaacy_11 Casual sex is what all ppl need.. cus mfs don't love no more..money shouldn't make u love me either but still I can care and do all that shit myself lol",
  "@whataburgerhbcb “Casual Sex is dead” https://t.co/lFfRhg2sUM",
  "@vexedmentals Levels of spending 😂if you earned that shit ..spend it ..did she earn that shit... I think not.. \"u wasn't with me shooting in the gym\" drake voice",
  "@finegodmother @vexedmentals Sense and proper upbringing because of money? Loool 😂😂😂😂\nI’ve had enough internet for today 😂😂😂",
  "Remember everyone. No matter WHAT the zodiac may say, it truly just depends on the person's individual personality.",
  "@Raquel_Savage I feel like if all women think that of men ..just all yo go gay then ..plus attract ain't shit men ,cus your not shit..so work on yourself first before jumping into r-ship",
  "Sarcasm is the highest form of intelligence.",
  "https://t.co/ggmhUMrv7X",
  "https://t.co/ggmhUMrv7X",
  "Ready to roll up",
  "January has 2 full moons in 2018: the Wolf Moon and the Blue Moon. Tonight’s supermoon is the Wolf Moon. \n\nA full moon is the essential time for a ritual of release.",
  "Joints rolled in kief 🔥 https://t.co/7y0ULzKo52",
  "The black panther, one of the rarest animals on the planet. https://t.co/xCNoRGnnOy",
  "2018\n\n2+0+1+8=11\n\nBarron Trump is 11 years old.\n\n2018 will be the death of America as we know it and it's all thanks to Barron's daddy. \n\nWe need a miracle.",
  "I'm hi yall with a bad case of munchies https://t.co/bCDQN6ovZn",
  "Deep Fried Chocolate Chip Cookie Dough. https://t.co/62NINV3cXw",
  "On God I did https://t.co/MujKkdifA8",
  "Fake ass knowledge they teaching you like these sacred God's were all white ...nah playa they were black ..All of tgem",
  "Positive thoughts &amp; good vibes only",
  "When The Queen 👸🏾 Speaks  be quiet 🤫 https://t.co/NY8RqBvMWc",
  "A lot of black peoples’ idea of a child respecting an adult is letting adults around them bully them, water down their opinions and to not talk back period. you couldn’t even blatantly say an adult was lying even if they were. you had to say some shit like “that’s not true”",
  "i’m an over thinker so if you don’t give me an answer i’ll come up with one 🤣",
  "note to self: nobody actually cares",
  "my body is mine and you can't tell me what to do with it!",
  "@dej_rosegoId I would do right by yo ass lol what's yo zodiac ? If u don't mind me asking",
  "#Capricorn has a strong desire to become wealthy.",
  "It's early but I'm on a mission for pleasure",
  "I'm ready to tear this mouth up gurl.. just be ready to swallow the daycare https://t.co/NXYSCdFutP",
  "@nicoleworldxxx yeah after im done nutting in you https://t.co/GbRjl9OIKM",
  "Please ladies .. all women https://t.co/J1qA6Qj6NJ",
  "@nicoleworldxxx I'll take the asshole for 200k",
  "Fuck and then I get some 💵",
  "@nicoleworldxxx 2 and 3",
  "Focus on them spiritual goals",
  "HUMANS RUIN EVERYTHING",
  "Any rappers need beats?",
  "@_TooExplict Yup 😂 https://t.co/DLDxml5UAa",
  "I'd rather be a dick than a swallower",
  "One thing I can’t fake is interest.. if I’m not into you then that’s just that.",
  "Just want to meditate with my Queen",
  "@KNeferhetep This reminds me of an Islamic hadith. In Islamic theology we have a personal djinn that follows us around called a qareen (companion) and whispers to us to sin and do evil\n\nMuhammad's faith was so strong his qareen converted to Islam, prayed with him, and only told him to do good",
  "The \"new age movement\" has twisted and abused spiritual practices such as meditation and yoga into means to take people’s minds off the fact that they have been enslaved. Inner peace is equally as important as speaking out against injustice and taking action for positive change.",
  "Under 7 months pregnant.? Don't put pictures of your sacred baby bulge out there for millions of strangers to gaze. Do you know who half these people are? Or what they are? Please. But do what you want. Ignore what I am saying.",
  "Some people get so shook when someone challenges them, their opinions, their behavior or their beliefs\n\nHow the fuck can you become a hero if you're afraid to face opposition",
  "I will always be your lover...",
  "@spiritualpoet_ A wise man said people die in fairytales",
  "It doesn't matter how far in the 5th dimension your mind is, your body is here. Parasites can see you. They will come. This may be scary to some but we can't hold our head in the clouds &amp; act like warfare isn't real.",
  "We are as much 'star dust' as we are earth dirt. Don't forget.",
  "I don't text and drive ..girl u better call me!",
  "What it mean to you , could mean the world to me",
  "I feel that all the way https://t.co/yM6Qi168xD",
  "Define greatness\n\nme: https://t.co/FQxP4jGYnh",
  "your boyfriend is dumb as hell https://t.co/kCXPFTvEIB",
  "I used to be so nice. can’t fw it nomore🤷🏼‍♀️ idgaf if your feelings hurt or not. 🤪💯",
  "Just want to. Get away from all this negative energy",
  "Niggas be hating on other grown ass men 🙃",
  "@_TooExplict I'll never be well with how this world going .. never satisfied",
  "@_TooExplict Yea just a Lil sumn. But I work with a majority of brainwashed ppl . Shit hella toxic to my energy ..but I work through the bullshit..and pussy thrown at me 😧",
  "I try to look good regardless ..but I'm not go entertain you..unless we make it to the bed",
  "Be loyal behind my back.",
  "Men have the nerve to be fine and walk by me and be shocked when I’m staring. You obviously wanted my attention, now you got it, give me a show, show me what you got. https://t.co/hdjTDNSu8B",
  "@_TooExplict I got a new job working for the Nissan ..an I work 6 days a week and get paid every week ..I been manifesting good things in my realm",
  "Submission 😈🍑😋 https://t.co/bLSx9C1Nv1",
  "Taurus rules",
  "Francys Belle get fucked under my Christmas tree! Check it out! https://t.co/g9M5mOKCxq https://t.co/ISbAAfB1CY",
  "Y’all Christians be tryna force Christianity on everything and everyone....Stop.",
  "@_TooExplict I'm great just staying positive and getting smarter day by day",
  "Something wrong if she don't want you eating her pussy",
  "Love eating pussy and ass! You better or she go find another man who will.",
  "@_TooExplict 😂how you been friend",
  "@MusicTaryn 24/7 mood ..come here let me eat that ass lmao.😂",
  "@_TooExplict I'm dead fareal ..some women feel like they can have every guy in the world. Everybody not go like you ms.lady",
  "I can't ..I love em all haha https://t.co/paJwMTdSft",
  "People with negative mind sets, can never see the good in things because their minds hasn’t adjusted to notice...",
  "Just want my bad karma to stop",
  "She sucking my dick while I'm making these songs",
  "I remember https://t.co/eIRuNaHqNT",
  "As much as I think about you but never contact you ..shame on me and my #Pride",
  "I can only be me. I don't know any other way to be. 🌸",
  "I remember https://t.co/pf8RFpo9C5",
  "@TheSun I'd still choose my hand over a robot.",
  "We’ll be having sex with robots in the next 10 years http://t.co/meR5K0R0M8 http://t.co/4QDHnsDk2o",
  "Smoking on my glory",
  "The grind don't stop",
  "C A P R I C O R N",
  "This song crazy man.. I can't wait to shoot a vid yall no lie",
  "Part 3\n#PussyAddict #RatedR #TheRatedRLife https://t.co/e7RiGYutyS",
  "Yeah ...bet that I can sex you again Queen",
  "Part 2\n#PussyAddict #RatedR #TheRatedRLife https://t.co/ZcoprVojOe",
  "That's what I like bih https://t.co/q5xsbaqnLv",
  "Feeling so crystalline and divine🌹",
  "Kush once again! Follow by touching music",
  "Let your wisdom take you higher",
  "Bitches think I'm gay cus I'm intune with my self , I just don't show you attention..just don't confuse yoself",
  "No I am not teaching my daughter about Santa Clause. She's gonna know from jump that he's a fake ! Cuz He ain't gettin her nothin, just like how he ain't got me shit.",
  "Dividends with my friends trying to get them ends",
  "Looking toward the future tho ..that what seems important",
  "Nigga did feel sum type of way , but that not letting you stay wasn't my energy ..just hope u know that",
  "@MusicTaryn I can fix that",
  "Making music right now ...but still got you on my mind ..through this illusion called #Love",
  "Don’t come around with that weird energy.",
  "Fuck what anybody think",
  "I be on that dark shit! Sum crazy shit",
  "if you can’t give me this kind of support in my life, don’t talk to me https://t.co/TbHDWq1ivm",
  "Why these #Cancers out here think they slick ..like u didn't pick up on that negativity.",
  "I already knew .. just been patiently waiting to save money and get the fuck gone! #vibes 😔",
  "So I have the impression that this house is draining my fucking energy.. on sum scary movie shit",
  "Been a lil minute , guess I'm back in it .. wassup shitter",
  "Good times positive vibes https://t.co/f6XaIUkBTl",
  "I support the label @CurrenSy_Spitta https://t.co/8X5X9GzKpr",
  "Everything is perfect; you are doing just fine",
  "She shouldn't fuck with me unless she porn star status #Justbeingreal",
  "#analseason ladies wya https://t.co/jR2KwKQo8F",
  "Actions always speak louder https://t.co/hBIPRwPdV4",
  "Cuffing is dead 💀",
  "#Taurus wouldn't waste their breath on hate. If they don't like you, then you don't exist to them.",
  "Reject #Taurus and you reject true happiness.",
  "Get you a girl who can do more than just look cute.",
  "#Taurus tend to have strong instincts.",
  "I love eating a girl's asshole",
  "#Taurus are late nighters and early risers.",
  "#Taurus tend to captivate and confuse others.",
  "#Taurus have too much pride to let you walk all over them.",
  "Relationship with #Taurus would be like walking a tightrope between warm interest and aloof detachment.",
  "Once you have hurt #Taurus, you are gone from their lives.",
  "#Taurus I have issues it's true. I think too much, I'm too pessimistic, I do NOT trust easily, I'm difficult and confusing and confused.",
  "#Taurus are faithful to the ones they truly love.",
  "#Taurus know that inspiration will come when they least expect. But need it most.",
  "I may just be one person but changing the world around me is what I do best",
  "Energy flows where focus goes",
  "#Taurus's have a well known reputation for being stubborn, which is not necessarily a bad thing.",
  "Yoooo....some of these 40 year old women be CHILDISH AS FUCK !!!",
  "#Taurus don't have a type. If they like you, they like you.",
  "#Taurus are extremely smart. But what drive them in the end are their emotions.",
  "@XCentricGoddess thx for that Queen",
  "@thatsDaniforyou @phoenixandmars That energy will be heightened",
  "@_TooExplict That shit got to be a Lil soft",
  "Y'all bitches the dumbest https://t.co/mZQqmeFN1w",
  "#Taurus love everybody. Some they love to be around, Some they love to avoid, and others they would love to punch in the face.",
  "@_TooExplict Not",
  "@thatsDaniforyou @phoenixandmars Girl who u telling plus it's hot ..the time of the Leo",
  "This week has been heavy, energetically.",
  "@aurorakween 😂",
  "We are capable of being great, but too many are focused on money and fame, and lack respect and decency  https://t.co/q4j4bVp5qJ",
  "There's some dense energy today, I hope you feel loved and supported. I hope you love and support others. I hope you love +support yourself.",
  "i'm not interested in dating nooooobody with a bad memory.. who forgets things we talked about or did or don't remember things about me.",
  "#Taurus is not perfect. They'll annoy u, make fun of u, say stupid things, but u'll never find someone who loves u as much as they do.",
  "@KIARABRAZILXXX @inHERwindpipe Um go eat that ass like groceries",
  "#Taurus seriously need a break from everything.",
  "#Taurus love to investigate things but they are careful not to intrude someone'e privacy.",
  "after a tough day at the office https://t.co/vVxbzAwRMY",
  "#Taurus have a lot of secrets that no one knows.",
  "People tend to focus on the world around them, not the world within them",
  "All but a dream",
  "#Taurus calculate their loneliness by figuring out how long it would take for someone to notice if they vanished.",
  "#Taurus get irritated by immaturity.",
  "#Taurus are the most loyal sign in the zodiac.",
  "#Taurus always feel that people they love are not telling #Taurus all they are going through.",
  "#Taurus People think I'm stuck up because sometimes I do not talk. Actually I just prefer to listen and watch and learn.",
  "#Taurus can use his or her natural sensitivity to help in the service of others.",
  "#Taurus is only interested in the very best of everything. #Taurus's view is that the best is worth waiting for.",
  "#Taurus are keepers. Too bad for anybody who didn't keep them.",
  "#Taurus' can see everyone flaw in everyone else yet will overlook the same flaw in themselves.",
  "#Taurus see right through fake people.",
  "But ask yourself ..is love an illusion",
  "It's crazy when u can love yourself so much and others ..but others are afraid to feel love and express love",
  "I don't owe you nothing but pure cold hearted honesty",
  "Running with lies can ruin your lives",
  "Don't fuck a bitch, that's mirroring the television wearing fake hair fake ass, searching for a #Real 1 ..like fr lady 🤔",
  "U never get a Taurus ..don't even try unless you are simply #Honest",
  "Feeling like JohnWick",
  "I don't fug with messy people ..yall suck",
  "Like u not trustworthy when I walk away and then u talk behind my back like I can't sense that shit. But want me to open up to u 😕",
  "like they feel more comfortable when u lie to them, or I just been surrounded by dumb bitches my whole life 😂 funny that I attracted that",
  "When u keep it honest with folks ..they can either hate u or love u. So if u ain't fucking with it ..stay your distance please 😏",
  "An #oomf wasn't really pretty in the first place , lol she changed that avi and now that face is just very Inquiring 😂",
  "I ain't always have that Paper but I been #Real",
  "@_TooExplict It's the truth ..to many irrelevant ass test and not alot of truth to talk about",
  "Bought my auntie a pizza today...she asked me specifically for pepperoni 😔 had to elaborate why #Pork Is bad",
  "These women can't handle the truth ..yall all use to be so beautiful before you put that mask on #shame 😑",
  "Honestly all these women just eye candy ..and only good for fucking ..nothing else!",
  "As #Taurus you have the most fun with : Gemini",
  "As #Taurus when in a bad mood you come across as reckless.",
  "Waiting for things to happen is never an option for #Taurus.",
  "#Taurus honesty can make them seem cruel but in the long run you will see they were just looking out.",
  "#Taurus : The clever one with a question to everything.",
  "#Taurus don't hide anything from anybody. If they have something on their mind, they spit it out.",
  "When u think shit ain't going as planned then BOOM the good news comes in https://t.co/st40NA5VBL",
  "But fuck all that , I'm just worried about the money, them bitches go come fool!",
  "#Taurus hate excuses. Just tell them what happened and then move on.",
  "She want me to pull up with that Dick! , and make her thick! 😂",
  "Vanessa Hudgens https://t.co/pVCPsoJalq",
  "@phfame_ @nicoleworldxxx Lmao.😂",
  "Kill that pussy, get money for that pussy , cum on that pussy",
  "If you don't like to be pleasured ladies ...sheesh! I feel for u 😐",
  "I'm content ..I'm go be a BBC porn star in the future fucking for money 😂 greatest job to me",
  "#Taurus's love to mind their own business. Some signs in the zodiac don't know how. Can you think of a few? Hmmm....",
  "@MingNa12 @nicoleworldxxx I want to fuck both of yall tight asses so bad 😂😉",
  "When you make #Taurus happy, they will go out of their way to make sure you're happier.",
  "Stop telling people what \"real\" witchcraft is, if we wanted judgment we'd simply go to church.",
  "#Taurus who truly love you will be angry at you for so many things but will always stick around.",
  "The truth ain't for everybody...",
  "#Taurus don't have a type. If they like you, they like you.",
  "https://t.co/SSAHQhECxa",
  "A good influence can save a life",
  "When u slide in his DM and he automatically send his number 🔥🔥🔥 https://t.co/msrSVH7gFq",
  "#TaurusNegative does not like to be told what to do an can become defensive when proven wrong",
  "@annaelxox @Isis_DGAF I approve of this message for her",
  "#Taurus hate it when they talk to someone every single day and then it just stops.",
  "Pop that pussy for me on live or sumn",
  "I know for a fact I be speaking that real... And I'm attacked bc people don't like when you stand up for yourself. They want power over you.",
  "I'm patient ..I'll wait another holiday😂",
  "Yeah I'm not about to pay someone just so I can catch a ride to fuck u ..it ain't that serious girl",
  "But I can't even get to u ..so it's a waste of fuck! An tomorrow you will forget all this freaky talk about ATM lol",
  "Shit like that make my dick stand lmao.😂",
  "This girl asked me if I wanted to Ass to mouth her tonight😂..man I swear yall drink that alcohol and just be the true you",
  "@adrianagueta thx love",
  "Judgment has no place in sex or spirituality",
  "2018? #Lakers https://t.co/W8GF5vAeLQ",
  "Niggas should be out trying to get pussy fuck #Fireworks",
  "Fake smiles, devilish grins looks of hate!",
  "Other than that love you round grown folks  who stay on they right mind",
  "How I feel about that July the 4th https://t.co/wq47j4babM",
  "If you celebrating the 4th colored ppl I feel bad for u",
  "#Taurus are patient enough to wait for what they want instead of just settling on the first thing.",
  "#Taurus know there are times when u wanna ask that simple little question, then you realize you're afraid of that one simple little answer.",
  "#Taurus are not quick to show emotions.",
  "#Taurus's observations are so exact that they will not reveal all of them.",
  "Y'all ppl are crazy... so nw it's all sweet that JayZ &amp; Bey admit that he cheated &amp; they worked it out but yall was clowning others for it https://t.co/p122jZ9xAg",
  "Your emotions do not void the facts. Genetically BLACK PEOPLE are not the same as white people. This isn't up for debate.",
  "@CurrenSy_Spitta You pulling up on curly hair Amanda? The one from Atlanta? She got the condo on Peachtree? Who's roommate named Pamela?",
  "Although not a total social butterfly, they can be shy around strangers, the people who Taurus let into their lives are lavishly catered to",
  "#Taurus seldom put their feelings out in the open.",
  "Correction! You can  do most things without it ..just the journey would take longer..how patient are you?",
  "Money might not mean nothing to most, but you can't do shit if you don't have it. So strive and work smart to have it",
  "My locs getting longer ..It's from all the natural foods and oils I indulge in",
  "@GOLDIEE_Lockss Pretty girls ain't everything.it's deeper than that , like where your mind at? Goals to be exact let's accomplish something instead of looks",
  "@GOLDIEE_Lockss Say it to my face , say it to my face *drakes voice* 🤑",
  "@GOLDIEE_Lockss Don't worry I'll help pick it up 😍😝",
  "@GOLDIEE_Lockss Spitta",
  "I got all this energy in me ..I need to sexually release .I don't care",
  "Me when I think I found somebody to build with https://t.co/Lc34hO0K79",
  "#Taurus habit of over thinking can lead to negative thoughts.",
  "Keisha Grey @littlekeish Interracial Anal, Her Asshole Will Judge Dredd's Big Black Cock! https://t.co/lA5kC5w7eh https://t.co/hG9UXl911N",
  "Drake and Will Ferrell got me rolling bro...😂  https://t.co/sVgOfiq04W",
  "Just cause you see a female in the car with a nigga doesn't mean they fucking. 🤦🏽‍♀️",
  "This is how you introduce her to double penetration 😍 https://t.co/ASJPZQuLjg",
  "Every girl wants a good double dicking https://t.co/u7Tsh0L9ru",
  "Compliments won't necessarily seal the deal with #Taurus.",
  "#Taurus hate sneaky people. They respect people who are straight forward, honest and direct.",
  "The key to #Taurus heart is conversation.",
  "#Taurus are never wrong when it comes to not trusting someone. They can tell from the start what someone's intentions really are.",
  "#Taurus will silently know everything about you.",
  "Ancestors see light only",
  "Why girls shave their eyebrows to draw them on?? #datnuhmeknuhsense",
  "@JuliaDollBaby Morning queen",
  "#Taurus are rather humble and easygoing.",
  "@lssaSnack preciate that follow baddie",
  "i can make someone fall in love w me w no sex involved. i just got a bomb ass personality.",
  "#Taurus are loving and supportive until you lie or act sneaky.",
  "Friends can afford to act stupid with #Taurus.",
  "Meditate during the pregnancy FASHO!!!",
  "#Taurus often have a tendency to feel unappreciated because they give so much and get little in return.",
  "I REALLY encourage women to watch their attitudes when they're pregnant. You don't want that chaos energy n adrenaline to effect the child",
  "learn to see your worth. stop valuing yourself based on material possessions. Who are you without all of that? Transform your values.",
  "#Taurus lack patience and often don't finish what they start.",
  "#Taurus don't love they seduce.",
  "future &amp; chris brown got one for the summer 🔥🔥 https://t.co/XUKIOfMouI",
  "New rap https://t.co/hGTy185uNu",
  "every night you should release what your body no longer needs to carry, exhale all the used energy. 🌙",
  "Don't stop loving yourself in the process of loving someone else.",
  "Girls, make sure you go to college. That's where you'll have the most memorable life experiences, and truly learn who you are! #snowbunny https://t.co/r49fIlLF5v",
  "Yet another white daughter has discovered the power of black cock! #snowbunny #blackcock #saynotowhiteboys #converted https://t.co/1CLo0twKXe",
  "Obama vs Trump 2k edition 💀💀 https://t.co/YJ5iROPtcc",
  "Mmm I love gemini 😎",
  "@JuliaDollBaby King_diexal ig",
  "What a girl wants https://t.co/4DPA6eLH2h",
  "#Taurus is very stubborn.",
  "#Taurus are creative, challenging and entertaining.",
  "Always hyped to take a risk",
  "You can't do epic shit with basic people.",
  "When #Taurus can't find a way to make something work, it will drive them completely crazy.",
  "@PoIoOverHoes Lol fasho ms.leo I'm a Taurus #LocdQueen  we will always be united conscious mami",
  "You win some ..u lose majority of sum",
  "@WhatDaMoufDo Lol oh well",
  "@The_PaulBunyan  https://t.co/ioRkIb44lU",
  "Long tongue long dick make her pussy throb right!",
  "@WhatDaMoufDo u know if u wasn't so into #drake maybe I would have a seat for u to step on to and take a sit on this nice cut trim beard 😝",
  "Don't make it no better erykah badu #NextLifetime is playing",
  "@PoIoOverHoes thx for that follow mamacita",
  "Why is it so hard to just release that inner feeling u want out of you..#Justletgo. .u know it feels right ..just be you ..the true freak",
  "@_TooExplict Hmm reading ain't the word .. I need to be 😝right thru you helping those urges you see! Cus I know a woman like yourself need to be free",
  "@The_PaulBunyan Look at u....reading right through me",
  "@_TooExplict U know I ain't lying ..u just need the weather man ..make it rain for you on a nice trim beard .. and a long tongue to massage that clit 🙄",
  "@The_PaulBunyan 😂😂😂 boooooyyyyyy https://t.co/3hSfenfx1T",
  "Make her nut all on my face and this beard ..u can't know ms.lady",
  "@_TooExplict I feel you ..well I wish I could  lol. U like the finer things and beauty in everything. A Lil romantic but a hardcore freak. Gosh amazing 😍",
  "She just need a stranger to hold her down and not say nun to nobody. That friend u can call for good dick and head once a month thing 😂",
  "@_TooExplict Shay ain't no probably you do! U need to feel like a real Queen ..u need to be turned the fuck out. U need tongues swirling all in ya luv",
  "@_TooExplict How u so damn pretty and you shy? Yet your so confident. .but I guess u really have to know someone to reveal those inner freak moments",
  "If that #ass big I'm go tongue fuck it from the back. Lol to much info",
  "One of the dumbest things you can do is to sleep on a girl/guy that's down for you...\nThey don't come around often.",
  "If I could I  would , taste every inch of yo godly body and fuck the hell out of you",
  "@_TooExplict Seem from the energy u need to release some of those sexual urges anyway 😂just cum all over the place sexy",
  "@_TooExplict I know.. I love libras inner freak .. i can relate being a Taurus. Except I'm more open I don't need to be drunk to reveal my inner freak",
  "Girl stop acting like u afraid of this Dick!",
  "See now I just need to get me a good couple nuts in ..and I'm all smiles",
  "@_TooExplict Plus u a libra gurrlll ..please don't have me tell u about yo zodiac silent slick gangsta freaky side. Libras do it all",
  "@_TooExplict @caucasianmarley You freaky to, don't play! U like it rough and nasty as well 😏",
  "So now my dick just want to feel the inside of them walls ...pulsating smh #Dirtymind",
  "@The_PaulBunyan @caucasianmarley Moans can be fake lol but the pussy tells the truth",
  "@_TooExplict @caucasianmarley Of course! Any real sex guru knows when she being real or fake. Plus if I'm hitting the g spot right I love to see that cream cummery 😂",
  "Seducing is my sign strong point ..I can't help it yall ..I just really love pussy. I love how it taste and feel. Love that connection",
  "Lick her pussy and finger fuck her tight ass ..she go straight orgasm the ostentatious way",
  "@_TooExplict @caucasianmarley Both baby.. lol stimulates that clit soo nice",
  "this is how you open up an ass with a tongue and a dick head and sticky spit. open up your ass like a can of beans https://t.co/95KLbVSM8G",
  "If it's loud sex, it's good sex.",
  "Can't lie man.... The booty club has influenced me a bit.... Haha fuck it.   https://t.co/9qGZ7mOd3o",
  "Way too far ..can't nobody replace erykah baduuueee https://t.co/ScaMVajlrG",
  "#DarkTowerMovie looks like it's go get downloaded on bootleg when it comes out asap",
  "#Taurus do not always need an intelligent mind that speaks, just a patient heart that listens.",
  "#Taurus have impenetrable concentration.",
  "Hey shitter",
  "#Taurus : They can usually tell when something's being kept from them.",
  "@JuliaDollBaby Come on baby",
  "Red Velvet Ice Cream Cones https://t.co/WiGjnVARmv",
  "I may just be one person but changing the world around me is what I do best",
  "#Taurus do and say everything from the bottom of their heart.",
  "I'm sick and tired of needing your attention",
  "@WhatDaMoufDo Yea that nigga cold",
  "love seeing women I grew up with grow natural.",
  "Playa moves all summer.... Everyday we waking up richer",
  "Nothing is exciting anymore.",
  "#Taurus are brave, noble, charming, persuasive, logical, determined, gorgeous, homely, ethical and magnetic...",
  "Grocery shopping takes me forever now smh looking at ingredients and numbers.",
  "✨African black soap, rose water/ witch hazel, vitamin E oil and tea tree oil for problem spots✨",
  "@tsunamijamani Very true https://t.co/DvDyi8nMdk",
  "Organic, non-GMO, non-pesticide/artificially sprayed fruit and veggies will have a sticker with a 5 digit number starting with the #9 on it. https://t.co/J7x91u4Rhz",
  "Sum of them https://t.co/L8Ec1BKZ3e",
  "Taurus https://t.co/tBwzA9J0Hz",
  "Positive Vibes ONLY 😎",
  "At your essence, your purest self exists, but layer upon layer is added to create the person you are. #StayImproving",
  "Keep this in mind as a new opportunity presents itself to you. Don't turn it down just because it couldn't have worked then. It can work now",
  "When you rush me to get ready but you haven't even started.. https://t.co/lkYsToQNdg",
  "Telling another person about your dreams - especially your biggest, most important dreams - carries a certain amount of risk...",
  "This would be a great week for you to get in touch with your spiritual essence, Taurus.",
  "Taurus' are often asked: \"What are you thinking about?”",
  "Generally quiet by nature, #Taurus' do not seek attention.",
  "I'm not anti-social.. I am socially selective. #Taurus",
  "\"Taurus you’re the definition of will power, when things seem like they arent going right, pull yourself together and make them right.\"",
  "\"Although you are mistakenly unaware of my intelligence and abilities, my actions will speak louder than any words I say to you ever could.\"",
  "Sometimes I feel tested but I be 😎 for a long time before I go off... #TaurusTraits",
  "I see everything. 😏 #TaurusTraits",
  "I like change, but only if I know it's coming #Taurustraits",
  "When I'm RIGHT you aren't going to change my mind. #TAURUStraits",
  "There is a double world within you, a sensual private world and another spiritual and enigmatic to the extreme. #TaurusTraits",
  "You can talk to me about anything because you know I am not juding you.. I just wish I could say the same about you..  #TaurusTraits",
  "#TaurusTraits You are quite calm and serene, but when bothered, you will turn wicked and dangerous.",
  "Appreciate the good people https://t.co/KTQdeTWyy5",
  "#Taurus don't hold a grudge we just go out and accomplish something else...",
  "All these women want a wedding ring but be on all these niggas",
  "Never got no bitches ..cus these women don't like to listen",
  "The Best Kisser for #Taurus : Capricorn",
  "Make her cum 💦💦 https://t.co/NM8ZaGbJRA",
  "Bruh she know she can get the D the ostentatious way 😂",
  "@FreeDieselGlo Lol",
  "@JuliaDollBaby Yes lawd",
  "#Coolcats3 https://t.co/Cwujhn9nTR",
  "Listen to Diexal by Diesal FreeUs #np on #SoundCloud\nhttps://t.co/5r79qQFbui #NewMusic",
  "When the heart chakra is not balanced we can't forgive, may have shoulder pain, difficulties breathing, feel lonely shy or jealous",
  "@starsmoonandsun Damn I be feeling like that all the time ..simply because ppl don't show the same love I do .. it's like they make me sick or drain me",
  "The fourth #Chakra is the heart chakra this governs our ability to accept and give love, show compassion and kindness https://t.co/sLomjjIoYD",
  "@JuliaDollBaby I appreciate it. Glad you enjoyed it",
  "@Geaux_Red @Monarch1988 @partynextdoor All Rihanna is good for is sex appeal. Outside of that there's nothing special about her",
  "#AqueminiFreestyle https://t.co/mSE3bd7cFq",
  "1 of the last stoned Poets",
  "Currensy #Briefcase #Np",
  "Fake smiles devilish grins ..looks of hate!",
  "Some disguise ass friends #mask on they face , stay clear of them",
  "How a man older than me ..don't know how to supply his self with tissue , toothpaste and groceries lol 😂",
  "Stop talking like you wise and practice what you #Preach",
  "Don't nothing move but the money 😑",
  "#Taurus = A beautiful mind.",
  "#Taurus : The One Who Never Settles For Less.",
  "Taurus Today : Teen = 77% | Luck = 79% | Focus = 98% https://t.co/wy3ObEIpUU",
  "#Taurus need space not only to clear their head but to also prevent themselves from obtaining other people negative energy.",
  "#Taurus : Most likely to never be caught off guard.",
  "Taurus Today : Daily = 85% | Social Life = 94% | Karma = 83% https://t.co/fHMOcDVCOX",
  "@nicoleworldxxx Wassup u ready for this BBC",
  "#Taurus are rarely aggressive and tend to win people's hearts over with refined and sophisticated ways.",
  "I'm content I'm go have several women in my round table",
  "#Taurus enjoy life today because yesterday is gone and tomorrow is not promised.",
  "#Taurus feel sorry for people who take everything way too seriously.",
  "#Taurus are all about making a difference and not concerned with what happened in the past.",
  "Rastas will always and forever have a spot in my heart",
  "the world is so fake, people cant even recognize when you're genuinely being real with them.",
  "#Taurus have a no-nonsense approach to decision-making, and their ideas are often very practical and useful.",
  "@_TooExplict Smh that's them punks",
  "@SexySarika If a real Nigga don't text u back he crazy ..I'll suck the soul out yo bootyhole baby 😂",
  "Once you break the trust of #Taurus, things are never the same again.",
  "#Taurus can be very generous with their time.",
  "Hoes dying for attention 💯 \nRevive em with a mention...",
  "#Taurus are the friends you want to have because they're the most loyal and supportive people. They don't betray the ones they care.",
  "#Taurus lack patience and often don't finish what they start.",
  "New partynextdoor jamming",
  "#Taurus like people who don't sugarcoat to anything. Just 100% real as it is.",
  "Me &amp; @CurrenSy_Spitta  got 1! \"Top Drop\" the video out now!!! https://t.co/UgVeyrnatv",
  "Taurus often needs regular reassurance from Sagittarius that their feelings are mutual. https://t.co/ekQ33xfuEF",
  "Love a woman that like making pornos",
  "Yup I will record her on this phone swallowing this whole daycare lmao",
  "Bust a big stupid nut in her mouf lol",
  "I just want sum real wet sloppy toppy from her right now..make me feel good Queen",
  "In general, #Taurus enjoy life.",
  "women be arguing just to have make up sez",
  "She like a nigga who don't dance,but make moves",
  "dont trip about the ppl you influenced who dont pay dues",
  "Karma is the only thing that bite you in the ass",
  "Smoking cigarettes is such a turn off for #Taurus.",
  "You stay \"prayed\" up to keep a consciousness of our oneness with God",
  "The only way to reach the God in you is through Jesus/Yeshua/Breath",
  "One of #Taurus greatest strength is being straightforward.",
  "It's weird when chicks stroke their weave or wig like it's their real hair",
  "Hoes being Feds tryna take pictures",
  "Everyone wants the truth from #Taurus, but no one wants to be honest.",
  "How many Finals losses for LeBron? https://t.co/ava8mxpSy2",
  "KD you bitch made coattail riding ass muthafucka",
  "Deron Williams sold his talent to the devil for a hairline #NBAFinals",
  "Tell me about how the Cavs are better off with Love than Melo though lol",
  "Ron Artest was a tough guy. Chris Childs was a tough guy. David West just like to trash talk!",
  "Moving to Colorado soon. An never coming back unless it's a fucking holiday",
  "#Taurus' don't think about leaving, they just go.",
  "#Taurus love taking time to think.",
  "I'm not awkward I'm just observant af..",
  "Just trying to be happy &amp; live my life.",
  "Colorado police be like https://t.co/BPHLBJSUaR",
  "I love weed more then I love that ass",
  "Niggas love #ass I can't lie",
  "Weed makes me the fuck happy....",
  "@nicoleworldxxx I stay on yo page though ..u keep the #analpics and gangbangs on deck for a horny nigga like me. I appreciate that freakyish",
  "@nicoleworldxxx Indeed that is the hoe filter #thottery",
  "Lol I really hate ppl that talk behind your back..yall scared muhfuggas",
  "Can't stand a messy muhfugga",
  "#Taurus don't know what they want more, to forget you or remember you perfectly.",
  "#Taurus know that they are gonna get burned yet they love and care.",
  "#Taurus have the best skin of the zodiac.",
  "#Taurus : The temperamental one with a heart of gold.",
  "Intense Anal! @Abella_Danger Asshole Training 2 @EvilAngelVideo @RealMikeAdriano 👅💦 https://t.co/Nq1tMaTsrM https://t.co/Os4pFz1R4R",
  "rather be having sex than being on twitter😩😂",
  "Your fav twitter honey watches DP porn",
  "#Taurus : You can always come up with a plan to get something back up and running again.",
  "More than anything #Taurus need a partner that's supportive and patient.",
  "we grow hair for a reason.",
  "the full moon is pure zen; take advantage of its power to recharge &amp; become intune w. your energy.\n\n🌕✨🌕",
  "Y'all go after men that don't give a fuck about themselves or you. Y'all be having identity crisis over a man. Imagine that.",
  "All this social media ain't cracked up to what you really \"think\" it is",
  "#Taurus with #Scorpio: Difficult",
  "Got keys to her pad , but I haven't smashed yet! More concern with her cash skills then how her ass feel",
  "#NewProfilePic https://t.co/Bby3ZcGXPh",
  "They watching everyone! And signaling on all your conversations. But they afraid of dying also ..get to them before they get to you #10steps",
  "#Taurus Once upon a time I trusted in you. That was before I actually knew you.",
  "Droppin 2mar! https://t.co/hYH2NqhjFk",
  "Neva NOT wkin",
  "Y spend all day complaining bout shit wen u cud help cause awareness to wat u think is real music....?",
  "Out now! https://t.co/Bo4yw3CPqw",
  "Their is no right or wrong dummy but their is common sense",
  "#Taurus are great at holding conversations and are up for just about anything new and exciting.",
  "As outgoing as #Taurus can be, they have only a very small number of true friends who they really trust.",
  "As #Taurus when nobody else is giving you attention count on Libra.",
  "@_TooExplict Yup that also ..stupid freaky ..porn star freaky lmao ima stop shay",
  "@_TooExplict But they cool. Just Scorpio are lazy",
  "@_TooExplict Scorpio are manipulative and sneaky",
  "@_TooExplict Oh ur very manipulative today I see lol",
  "@YouWantToBEEme Who winning",
  "i'm tryna love on somebody tonight",
  "Even africa getting messed over by mother nature",
  "#Taurus usually sleep well and wake up slowly. Once they are on the go again, they can keep going for long periods without feeling tired.",
  "#Taurus bad habit is that they say whatever comes to mind even if it's crazy.",
  "Venus originally my planet .. waiting for all the love",
  "@_WilddFiree Yes mam certainly is 😍",
  "if I'm not goofy around you, then idfwy like that cause I'm goofy for no reason 24/7.",
  "@indeehrah Sort of ..slowly but surely ppl here will wake.. so what is it you do far as career ? If you don't mind me asking",
  "@indeehrah Wow love the energy ..I am ... from jackson, Mississippi.United states of all the brainwashed lol",
  "Getting ready for work bust this double out today and jam music the whole way ,😏",
  "@indeehrah Dope! ..so where about you from melanin Queen",
  "I'm very much in touch with reality, but so out of touch with society",
  "@indeehrah I'm Derek by the way nice to meet u 😊",
  "All these visions and meditating bringing me back to the child I use to be 😏",
  "#Taurus : Just let them be in charge and you would have less problems and headaches.",
  "#Taurus are excellent judges of people.",
  "As #Taurus You're Tired Of Hearing People Say : How come you don't express your emotions enough.",
  "Everyone experience the same amount of emotion but #Taurus tend to be more honest about them.",
  "How to get on bad side of #Taurus : Be repetitive and controlling.",
  "@indeehrah thx for the follow Queen",
  "We need more open-minded people",
  "Melanin God on the way",
  "Ugh! Time to meditate",
  "But I already know how this movie ends 😔",
  "My life is ...until I find my calling",
  "#MoonInScorpio -The desire to manipulate is strong. A good time to eliminate or penetrate.",
  "Waiting on #SmokeysRevenge ✈️✈️",
  "Get paid baby.... https://t.co/Nc5Geew8eI",
  "Green vibrance is a must have. 💚 https://t.co/ndYp62z8Ae",
  "Golden Lemons 💛🍋 https://t.co/Df8KMWFi77",
  "Anyone who has grown mentally, physically or spiritually knows that growth is not found in comfort.",
  "I'm far from being materialistic but fuck it I need a billion",
  "If you wish to understand the Universe, think in terms of energy, frequency, and vibration .",
  "#Taurus has no social fear - they can kick it with anyone.",
  "I'm go remain a soldier until the war is won #Boondocks",
  "Imagine taking an ex back after y'all been broke up for a year...ain't no telling how many niggas done hit. Love yourself more King.",
  "Reading is fun to mental ..very #fundamental",
  "Have u running Ya mouth leave ya friends running to me",
  "#Taurus's love to mind their own business. Some signs in the zodiac don't know how. Can you think of a few? Hmmm....",
  "Nope lol https://t.co/hGY37OHxbr",
  "#Taurus' hold such high expectations for things that reality can never compare to.",
  "@_TooExplict U know u dont have to meditate that long to get your mind right. It can be 5 to 10 mins a day out of your life ..unless your just busybusy!",
  "An im very knowledgeable that I'm part masculine part feminity,  but if I ever have a queen I need to be the head of the household",
  "@_TooExplict U know if you ever just want to talk about some real shit ...u can dm me your number so we can better get to know 1 another 😆 if that's cool",
  "@_TooExplict 😊whatever girl , yeah I been working and meditating alot this week. I feel so free when I do that, I never have time for social media.",
  "I'm sry I just can't be a feminine man at all. I have to be the alpha male at all cost ..protect and provide for my Queen",
  "If only I was hi https://t.co/KmKq2763fg",
  "@_TooExplict Great and positive ! 😉 up and about working on new goals. What about you?",
  "Aye that movie look cold ..but I can tell from the trailer that the killer is 1 of them ..no alien or shit like that",
  "If a man doesn't ask a woman to be his girlfriend, there should not be no confusion as to what y'all are.",
  "If you can't wake up from the nightmare, maybe you're not asleep. Brace yourself: #ItComesAtNight​ opens everywhere next Friday! https://t.co/WtFFZiFgpn",
  "As #Taurus you never give in to manipulation.",
  "Never let broke people kill your dreams",
  "@LyssaDoe_ Real fucking shit ...yes!",
  "Magic is a state of mind.",
  "Consider yourself lucky if #Taurus choose you.",
  "#Taurus : Stop giving yourself away to people that don't matter. Save some of your energy for yourself.",
  "Like ..now she's officially my Thug on the low. Didn't even ask for her name",
  "Met an aries today and took a walk in nature and just talked about whatever 😏",
  "@THEkarliehustle That's actually deep ..",
  "#Taurus like to work alone.",
  "#Taurus are attracted to those who know what they're doing and where they're going in life.",
  "Most of these bitches dazed and confused",
  "Wake up smell this pimpin 😌",
  "#Taurus hate it when someone who asks them what's wrong are the only problems.",
  "Ion do rituals for every full moon, new moon, etc. I just do them as I see fit...not b/c we're \"suppose to\". I follow my own rules",
  "The textbook way is like trying to imagine sumn from another mind EXACTLY the way they pictured it..then have the same.understanding.",
  "Don't do it for the ppl. Do it for yourself. Fuck the ppl",
  "The elite families built places underground for millions of ppl, but only important gov't workers n shit",
  "The Rapture is about to happen. It's all about numbers.",
  "Nibiru is magnetic AF. Last time it came it fucked up the crust of the Pacific Ocean..on top of that made it thinner..so we in for one",
  "They gone cover it up by putting all this NWO shit out. Like that's the real reason they doing this n it's not.",
  "WW3 will be the disastrous cover up to hide Nibiru. They tryna keep niggas on a human level.",
  "There's an apocalypse coming this yr. That's also symbolic for the Rapture n shit",
  "Matter over mind 😂😂 https://t.co/ID1DirmkBl",
  "By you attracting the energy from the cosmos w/ no knowledge of mental direction somebody can and will shape it for u...",
  "Hence..the elite families checking the whole human race lol",
  "You know it https://t.co/cnpG1Lljpz",
  "That's why they always wanna get ppl mad b/c by raising the heat is like a uncontrolled kundalini",
  "The lower 3 chakras are important when tryna generate kundalini. U can experience it NOW within 10secs",
  "Her name is @touchaee and we should all say thank you.... Say it! #shewontstop #shedontstop… https://t.co/q5nftvt7jb",
  "#Taurus have a great sense of humor and they always make the most out of every situation.",
  "When #Taurus are hurt, they won't let you know. They'll put on their best smile and move on.",
  "#Taurus are adventurous because boredom is like a punishment to them.",
  "#Taurus get hurt more when they realize the length others went to deceive and keep things hidden from them.",
  "People fail to realize that #Taurus have a hard time expressing themselves to people who don't understand their mood swings.",
  "#Taurus are profoundly emotional and deeply sensitive.",
  "#Taurus are never worried, they know they are gonna make it.",
  "If #Taurus have a connection, they'll know it immediately.",
  "The bad news is time flies. The good news is that #Taurus is the pilot.",
  "It is my opinion that many of the leaks coming out of the White House are fabricated lies made up by the #FakeNews media.",
  "Manager: Meet the new employee, tell him how great it is to work here!\n\nMe: https://t.co/eYdlzaHWVb",
  "#Taurus love affair is always super romantic.",
  "#Taurus essentially do not want you to know what they're thinking and feeling.",
  "#Taurus make delightful and imaginative lovers.",
  "How to get on bad side of #Taurus : Act like they owe you their time and attention.",
  "It takes only seconds for a silence to become awkward when you are with #Taurus.",
  "#Taurus are just about as happy as they make up their minds to be.",
  "One of #Taurus greatest strength is being intellectual.",
  "#Taurus don't let negativity and drama get the best of them.",
  "Without #Taurus, your life would be a mistake.",
  "If you want to make an impression on #Taurus, be funny and don't be sarcastic.",
  "#Taurus are deep and personal with their thoughts.",
  "What drives #Taurus is the desire and ambition to build something that will last.",
  "Life is beautiful for #Taurus if they decide to loose their habit of holding things too tight.",
  "#Taurus usually communicate their feelings and thoughts with humor.",
  "If you need mental stimulation, you go to #Taurus.",
  "#Taurus smile at the bitches who hate them.",
  "Ain't no HOE worth losing #Taurus LOVE and ain't no BEEF worth losing #Taurus LIFE.",
  "I swear ppl love me https://t.co/bJPMstAym0",
  "#Taurus hate it when they are being lied straight to their face when they know every bit of the truth.",
  "Smoking cigarettes is such a turn off for #Taurus.",
  "#Taurus get excited when someone shares something in common with them.",
  "#Taurus always have a hard time talking about their problems.",
  "#Taurus desire is to help people better themselves and grow.",
  "#Taurus most enduring quality is an unexpected silly sense of humor.",
  "#Taurus hate Mondays, Tuesdays, Wednesdays, Thursdays and half of Fridays.",
  "#Taurus can't be involved in a relationship with somebody who is selfish.",
  "#Taurus always strive to appear at their very best.",
  "Whatever you do for #Taurus, they will pay you back in double.",
  "#Taurus expression of sadness : Through a sense of 'me against the world mentality'.",
  "#Taurus are always right but not always understood.",
  "#Taurus can be counted on to get things done right.",
  "#Taurus can't help but to speak what's on their mind honestly even if it could hurt.",
  "First they ignore #Taurus, then they ridicule them, then they fight them and then #Taurus win.",
  "#Taurus know that not everyone around them is their friend.",
  "When #Taurus open up to you, they're not necessarily complaining. They just want your support and understanding.",
  ".@CurrenSy_Spitta's next mixtape drop will definitely get his day ones excited.\n\nhttps://t.co/IjroMCn8gh",
  "Shit most of them act white",
  "How do you identify the black man , as a man ..when you have to look at the characteristics of a black wombman",
  "You can never put me down ...whoever u are https://t.co/Xz6eZhZKeQ",
  "I'm just in a horny mood all of a sudden",
  "Take those damn sticks out those cookies https://t.co/cCvmFxLasC",
  "#Taurus dislike being told what to do, when they already know what to do with their own better way.",
  "#Taurus can seem very intimidating at the start when in reality they are very approachable, fun and down to earth.",
  "Just got off work ..Glad",
  "@_TooExplict Yeah so the 1 we all know of today is fake as fug ..",
  "@_TooExplict Yea king James was white ..a gay man at that",
  "@SpiritAlchemy01 Yes sir ..all day",
  "@_TooExplict Everything is 1",
  "@_TooExplict Yea but honestly their was a real bible before it was turned in to propaganda. .but I also and fully believe we are everything collectively",
  "@_TooExplict I'm still searching love.. I don't but I'm researching on the realest 1 so far .. but really right now no! Just believe in self",
  "Imagine the vitamins and minerals in the natural wild cannabis....super food",
  "@_TooExplict Holy Bible =Helios biblos  The Book of the Sun .. I believe in the #Sun",
  "@SpiritAlchemy01 Constant positive thinking and meditation. .and finding new stuff to get into mainly knowledge",
  "#Taurus are a lot to handle. Very few can do it.",
  "why do I make everything racial? https://t.co/Wyje0Awk4R",
  "@NoleLifeFam @FerFerTheEwok @LILUZIHURT Haha well thankyou",
  "Men fuck over women and destroy their trust and laugh and wear tha shit like a badge of honor ...#thatsfugup",
  "I just need 1 Queen ..I'm sry yall past keeps u from trusting good men honestly😔",
  "Let's end this debate.\n\nRT for Kobe Bryant\n\nFav for Lebron James https://t.co/S3STXTN0Oj",
  "I'm not go debate ..love is my religion lol",
  "@LILUZIHURT Amun Ra",
  "@LILUZIHURT There is no Lord. It's all self mastery. There's only love &amp; love=mother. Fuck a man-made religion.. discover yourself &amp; learn love 💓",
  "@JayKroutz88 @LILUZIHURT If I continue this conversation you're just gonna talk me into circles. Believe in what you want. Have a goodnight",
  "@LILUZIHURT I'll believe when niggas stop praying for forgiveness to go sin again lmaooo. \nNah but forreal he doesn't exist.",
  "@LILUZIHURT yAlL sTiLl bELiEvE iN God iN 2017¿ https://t.co/cSeTdISxGY",
  "@FerFerTheEwok @NoleLifeFam @LILUZIHURT I worship the sun ..the energy from it gives us food water and everything else ..we are the stars it's in our dna",
  "Amen Ra!",
  "Well I nutted in the Queen mouth ..hate to sound degrading but she asked for that freaky shit ..it was a turnup at my job lol! #Foreverking",
  "The historical events following the Pentecost, Feast of Trumpets, etc are all about birthing something new...",
  "The NEW WORLD ORDER follows the constellations. Things happen as layers are unfolded",
  "If you research CERN you'll find that they've been preparing for this n started the ritual 5-21-2017.",
  "In Revelations it speaks of a birth of a new beginning if u follow the constellations. Christ energy. This means rituals are coming",
  "I wanted to knock this black man out for hitting a Queen! 😡 instead I end up hitting that pussy in his house an took that frustration on her",
  "Know what else is weird after he hit her ..she ran to me for protection , and told everybody she was beaten ..but me having the good heart😐",
  "I swear this actress I met like a year ago ..seen her tonight ..I was working for her man lol ..and he hit her ..giving me the opp to fug😂",
  "Yo why did I have the coolest weirdest dream ever washing dishes",
  "Gods PlayGround feat. @CurrenSy_Spitta  🎬🔥🔥🔥🔥 This This Only Thing I'm Good At Besides… https://t.co/keDTAIx1iK",
  "@lexi4prez White Ppl stole all the land anyway ..so where do white Ppl come from ..don't say Europe",
  "Racism EVERYWHERE. Wow.  https://t.co/YS5gDmSBCP",
  "Hoes are those who seduce &amp; sell dreams &amp; play on people &amp; situations with schemes &amp; aims to obtain, that's genderless by the way - الشيخ",
  "#Taurus begin new things or revive things that were thought to be over.",
  "Lmao.😂 https://t.co/BYJ3JvGIsu",
  "In the confrontation between the stream and the rock, the stream always wins- not through strength but by perseverance.",
  "#Taurus gut feeling is strong and their intuition is even stronger.",
  "Yeah muhfuggas slow as hell .. https://t.co/sKo3esRTVb",
  "I want more in life",
  "if we not talking or dating you not allowed to keep track of how long it take me to reply to you",
  "Can your actions keep up with your ideas",
  "That's why I respect ppl who give it they all through action and not talking",
  "Ppl don't respect my hard work ..I put my heart into anything I do. Why go half ass in shit u do? U will go half ass in #life",
  "#Taurus are the backbones of the group, the ones that hold the gang together, working their tail off behind the scenes to get it done",
  "@Gentlewoman40 We are all very attractive in some way ..even the ugly taureses lmao. Muhfuggas start respecting me when I go off ..but passive nah😔",
  "I'm psychic ..my intuition is very strong ..I guess from all this meditating",
  "@Gentlewoman40 Nah fareal!  I got stalkers everywhere I go ..Ppl talk about me everyday , I don't even look to see ..I just #sense that shit everytime",
  "@The_PaulBunyan LMFAO!!! They scary nshit lololol!!!",
  "@Gentlewoman40 Yea and these other signs be to afraid to say it to our face ..I guess we look intimidating",
  "@The_PaulBunyan ...we don't hold back!",
  "@Gentlewoman40 😂 real shit! I'm to honest , I feel like A scared pussy if I do that",
  "Never ..I'm go do that shit to yo face https://t.co/q67lpzV21F",
  "Teach yo kids how to fight, stop letting them fall victims to shit.",
  "Insults and judgements spewing out of your mouth like vomit and your eyes look around the room to meet another pair who agrees with you...",
  "@TaurusIsMagic Not true she's only the best if you meet her standards ..sometimes she will kick it but if u don't get the picture she gone ..or will cheat",
  "True https://t.co/I0QZqRoy4j",
  "Yup https://t.co/w6QFQWtxdC",
  "I'm only here to make y'all think, y'all aren't thinking hard enough.",
  "#Vibrations",
  "all acts of liberation are magical...",
  "only the strong minded will survive...",
  "illusions always seem real...",
  "Roy ayers -everybody loves sunshine #np",
  "We are the Israelites",
  "A lot of men can't handle free spirited women.",
  "Many of you are only rocking with the universe because it became trendy. We know. 😎",
  "I'm laid back and humbled, you don't hear or see me unless I WANNA be heard or seen, my name not all in the mix of shit, I mind my business.",
  "\"If you can differentiate between the KKK &amp; Christians you should be able to understand the contrast between Islamic Extremists &amp; Muslims\"",
  "This the hair cut you get when you about to use black culture for a come up https://t.co/4LHMPCLHKR",
  "When ya two uncles get together at the family reunion  https://t.co/zN20LUZhk8",
  "Iono if these blessings from God or the devil but Ima take em",
  "Currensy #lemonademimosas #np",
  "@mariitzaabn 😂I know the feeling",
  "#Taurus have a strong romantic streak. They love to indulge their lover.",
  "@PQColor @AdultBrazil @AssReFocus @idpxxx @TimeaFanclub @R_sidney_V @loscocciato67 @HQPorn2 @xDannyBoy92 #buttfucked 💣💥 https://t.co/HOhLA7vIdq",
  "You can just see the disappointment in my parents' face. ESPECIALLY my NIGERIAN dad. 😭 https://t.co/mXxbKTrreV",
  "Finally finished this piece.. Super geeked about this one.!\nDragon Ball Z x Top Rappers\nLIKE &amp; RETWEET\n🔥 https://t.co/aAYwQ9x801",
  "Lmao https://t.co/fJnEEFz9kR",
  "never gonna understand why people lie about the dumbest shit",
  "Isley Brothers -Make me say it again #Np",
  "@SigmarieEG Bruh that shit is disgusting",
  "Wtf did I just see lmao https://t.co/MUzQmds2Jw",
  "Hurt people need love the most but a lot of them end up hurting others",
  "#Taurus know there are times when u wanna ask that simple little question, then you realize you're afraid of that one simple little answer.",
  "Floetry-floetic #np",
  "Lmao.😂 https://t.co/1GGzscz40O",
  "Don't blow my high please",
  "Nothing is what it appears to be. The magic of deceit is how it's also used to manipulate the messengers without their knowledge.",
  "Never underestimate #Taurus, they will definitely prove you wrong.",
  "Tropical astrology that matrix lol.....13sign astrology the red pill",
  "I know I'm not the only #Taurus that know we got stalkers on the low that act like they ain't watching 😏",
  "No one love to flirt as much as #Taurus.",
  "♓ https://t.co/ogcnCphjAH",
  "Ha! I'm sure that I can still fuck all my ex girls 😂",
  "She want me to rub her ass like a stack of cash #hoesaintloyal",
  "Olivia stop using yo body , use your brains",
  "#Taurus are true to themselves. Today and everyday.",
  "Lost and turned out !",
  "I love my Spurs idc. You just can't compare a super-stacked team to a franchise that builds players.",
  "Spurs fans stay loyal in defeat",
  "🍪🍪🍪 https://t.co/oLGjcbDUOt",
  "Dude is smacking bad bitches assess left and right 😂\n https://t.co/PiNArvJMtm",
  "I need to go to a sex store in new Orleans",
  "I guess I'll see you next lifetime",
  "#Taurus's have a natural ability to think outside the box.",
  "Always played it smart with my #Mind not my heart",
  "Case closed",
  "Exes know they can't get the same love no mo , only from a long ass distance ..really I'm blocking yall purposely",
  "Can't go back to fucking with them clowns",
  "The beginning of this entire shift started back in the end of 2012.",
  "I think the best kept secret is that we all have access to powers in our light bodies and the power to become ascended masters...",
  "@sunnpixie Deep 😏",
  "Don't change for me baby",
  "Erykah badu ft andre 3000 -Hello #np",
  "#Taurus owns #missionaccomplished.",
  "Everyone can see ..your love is Mmmm good for me 😏",
  "Smokey Robinson the miracles - Much better off #Np",
  "Black Congressman who wants to impeach Trump now receiving lynching threats\n https://t.co/YQRbM4PKTY https://t.co/MUyGqodeTU",
  "Floetry -say yes #np",
  "Open up your mind and just rest 😏",
  "My happiness is important, Ima always protect that",
  "Hallelujah praise the Lord for real right now \n\nThis is miracle energy \n\nThis is it",
  "drag yr ass up to a higher level of vibration\nor you will be dragged\n\nsigned, \n\nthe month of May",
  "I promise you that you can rise above ANYTHING, transmute ANY PAIN. You are NOT a victim. Yr a fucking Divine Creator. BELIEVE IN YOU.",
  "Feeling like https://t.co/7NTXH8qHOo",
  "Back in days ..when things were cool 😏 Well Well Well!",
  "Ha! Listening to that erykah baduuueee 😂",
  "Dealing with the motivator and creator ...way of life",
  "I'm so selective about who I spend time with is because I put some much energy into cultivating how I want to feel. \nI can't sacrifice that.",
  "Keep learning and working harder ..you'll get their #Gradually 😏",
  "What real bananas look like\nI'm always in awe at how crazy these things look. https://t.co/POZjrfDNvh",
  "I got a lot of talent ..I just don't want to show you!",
  "#TaurusMan is unpretentious",
  "@DoesMatter2020 What I'm saying is ..every time u sleep ..u die! Your body regenerates and start all over again lol weird but real",
  "Nature always been the #flow ..u didn't know 😏",
  "@DoesMatter2020 Nah not me .. I died last night ..go die again tonight my brother 🙄",
  "Lettuce  #Prey 😂🙏",
  "Bout 95% of em gone bruh",
  "@DoesMatter2020 I can be one later on in the future ..but not now .. muhfuggas slowly waking up ..then it will be more than just me they would have to worry",
  "Everything I say really don't be unnecessary",
  "Yup! 🙄 https://t.co/4esVgYV8dA",
  "@DoesMatter2020 Honestly if you \"think\" they are ..then they will ..but I already know they can't touch me ..#mindstrong got mo where that came from",
  "@DoesMatter2020 Nah we ain't no threat lol 😂the Ppl that control masses of Ppl are puppets  mainly artist ..and successful known ppl #Mainstream wise",
  "They probably reading this n wana peel r shit bac lol https://t.co/He8fpNZwrR",
  "Jamming that 420 by @CurrenSy_Spitta",
  "@DoesMatter2020 Fuck em ..the government go do that part ..they say the poor is dumb and will end in jail ..but yall made it that way for us anyway #facts",
  "@DoesMatter2020 Yeah he brainwashed a big masses of Ppl ..and if you didn't confirmed you would be killed and slaughtered",
  "Christopher columbus did jus tht aint tht a bitch lol https://t.co/enHEHdFAYl",
  "@DoesMatter2020 Now that I know consciously I can't feel like killing u unless you threaten me ..leaving you to be #brainwashed still 🤔",
  "@DoesMatter2020 If they told u the truth I guarantee u would be at a better place right now ,really doing what u love or feel ..but the bible set boundaries",
  "@DoesMatter2020 Fr ..if they never told u ..aye! If you kill him and steal this!  An do all this so called\" bad shit\" u will burn for eternity 😂nah playa",
  "@DoesMatter2020 Now I wouldn't kill 1 of my brothers or sisters ..unless u came at me with the bullshit ..cus I desire to live",
  "@DoesMatter2020 Lmao yeah I thought the shit was crazy too when I dug deep in for knowledge, but the truth is crazy and scary #onceagain I say",
  "@DoesMatter2020 Ppl scared to do what they really feel ..because of the #Bible",
  "@DoesMatter2020 Nah seriously ..it's ok to kill ppl leave baby mama's all that shit lmao ..nothing will happen to you ..no hell no heaven bullshit",
  "@DoesMatter2020 The real ppl are the ones incarcerated. .cus they don't live by the rules ..their free! But confined because they know the real knowledge",
  "@DoesMatter2020 Hell na lmao .. the cheapest supermarket are the worst ..their mission is to kill off the poor mainly blk ppl",
  "@DoesMatter2020 Yup but it's ok the brainwashed ppl that don't want to learn will eventually pass and the real will out live the fakes",
  "@DoesMatter2020 It's ok to do wrong ..everything is #God",
  "@DoesMatter2020 Don't get me wrong ..the bible shapes u up to be respectful and loving ..but if u was never taught it imagine how savage you be 🙄 it's ok",
  "@DoesMatter2020 Boi u very sarcastic lmao 😂but just know everything that taste good ain't good for you mainly meat",
  "@DoesMatter2020 If the whole world knew the truth ..it wouldn't run the way it is now",
  "@DoesMatter2020 Lmao u a fool ..nah bruh the story of jesus is just to keep us at ease from the truth",
  "@DoesMatter2020 Yup they been had all the cures ..but been feeding us the disease for a long time now ..in our foods ..water , etc",
  "@DoesMatter2020 Honestly all books that were consider fictions and myths were the real stories 😂",
  "@DoesMatter2020 It's strange because we been raised on bullshit our whole lives really believing sum guy go float out the sky and save us ..not knocking",
  "@DoesMatter2020 Yeah G real talk ..that's how long the 1s who been keeping the knowledge away from us have ruled this world ..this ain't the real year 😂",
  "@DoesMatter2020 It's very real bro ..#TruthisScary",
  "@DoesMatter2020 Man ..love is an English word ..English only been on this earth for 2017 years lol. If she love you she ain't got to say it #showit",
  "I visually can't see you doing that , but my energy that we have combine always let me know 😏 #energyshit",
  "My fake exes still be lurking and watching me",
  "A woman will tell you she love you just to cast a spell on yo ass 😂 love is an illusion",
  "#Taurus know changes will not come if they personally don't do something about it.",
  "packets of health https://t.co/3Q6YiX4vPs",
  "I'm not wrong for wanting  to fuck this black Queen mouf the fuck out of misery lmao",
  "@OnlyTheDimes @HisDreadsTho Suck her bootyhole the #substantial and #classical way",
  "I really think my profession in life will be a #Pornstar 😂",
  "#Taurus have an intuitive nature and a great understanding of the human mind.",
  "Despite what you think, #Taurus will always bring out the best in you.",
  "https://t.co/WoxLdAw8Hu",
  "@nicoleworldxxx Nope I's be the pappy 😂",
  "THE WAY MY BEAUTIFUL BROWN SKIN AND THIS SUN IS SET UPPP!! 🙌🏾🙌🏾🙌🏾",
  "#Taurus don't really forgive people, they just pretend like its okay and wait for opportunity to destroy you.",
  ".https://t.co/4bn6FrBlae. !!!Stream It NOW!!!🙌🏿🙌🏿🙌🏿🔥🔥🔥🔥🔥🔥 #SummerLeague #Jlrworkin #JetplaneIrongang 🌊🌊🌊",
  "@TheeOnlyOciera Yw",
  "Man really lol😒 https://t.co/JurW3EsIaH",
  "@TheeOnlyOciera Cute",
  "I need to write down more goals 😑",
  "WHEN BABY GIRL KNOWS ITS ALL HERS. https://t.co/SD3n1wdfIQ",
  "I don't think it's weird I have strawberries and blueberries as a side though",
  "Cooking vegan burgers 😋",
  "When ya both off the henny https://t.co/DJrfO91Zjt",
  "Haha gay as fug bruh smh https://t.co/OnQ6L6pWdM",
  "#Taurus I get depressed really easily. But I am actually really good at hiding it.",
  "#Taurus really need to learn the difference between being hungry and being bored.",
  "Muhfuggas want to do what they see you doing...but they don't want to put the work in",
  "weed vs henny https://t.co/rh725s2FJS",
  "☺️☺️ https://t.co/MbYwbX9IEg",
  "@iamcardib Shut up and show them titties 😂",
  "These hoes intimidated. I'm about to be real chaotic. I've been real quiet and real nice, that's out",
  "A #Leo will never beg, they'll roar until you're the one begging for more.",
  "@FaithfuIHoe @ViewsFromDiea Damn 😯",
  "People who add value deserve abundance.",
  "Get your tickets for #SummerLeague concert. @CornerBoyP @FIEND4DAMONEY @OhYouBGson this Saturday May 20th https://t.co/7QIhOXUqnR",
  "Yall gotta stop saying the side woman is a homewrecker when the man is married ....HE IS THE HOMEWRECKER !!! https://t.co/ZfTbFUoH9U",
  "#Taurus stay up late, have a messy room and live on their phone...but they are not wasted on drugs like others.",
  "New Orleans the waviest.",
  "All three of @Currensy_Spitta's 'Pilot Talk' projects are finally coming to streaming services 🙏https://t.co/1aOVg0psp5 https://t.co/D2AfQXUUbm",
  "@Cali_Capricorn Give yourself what u want ..it's yo world",
  "I don't ever want to have sex again until marriage. cause it HURTS like hell when you have sex with someone you like &amp; they leave your ass.",
  "I can't help I turn everything into dirty minded shit",
  "#Taurus make friends quickly.",
  "https://t.co/sZJ9iQOp1z",
  "Conscious mind(light).\nSubconscious (dark light).\nPineal gland (apex/transmitter/receiver)",
  "The *five senses",
  "#Taurus are very laid back and trustworthy if you don't get on their bad side.",
  "#Taurus are not afraid of doing crazy things in public when they are with their best friends.",
  "An element of risk excites and challenges #Taurus.",
  "Ion believe it's a decomposing whale https://t.co/EZioHiG6XA",
  "@SupremeSaxx @NBAonTNT Damn this is why I say everything on T.V. is not real ..just to take your mind off of real shit 😔#Sad",
  "Wassup wit your header? 🤔@NBAonTNT",
  "@YourFavTweeter_ Man they know we the Kings and Queens in this world ...sum racists and don't even know it #whitePriviledge",
  "White people hate when you point racism out.... but they don't hate the actual racism.....",
  "#Taurus you are always outspoken and can't understand why others can't be real.",
  "I don't think I'm desperate for just wanting to have an intellectual conversation with Ppl ..I only talk when it's meaningful",
  "@_TooExplict @toddmillionaire Of course madam 😊",
  "I don't deserve no pussy or female companionship until I get my life right https://t.co/w3ydxKRDB8",
  "Fall in love with yourself first",
  "I just can't hang with a lot of friends ..they eyes wide close",
  "My hair is like wool and my eyes are like flaming fire! Fuck them #Iam what I am",
  "All we do is fucking run 😡",
  "Running from the cops .",
  "Black folks honestly should be tired of running #Life 😔",
  "It's crazy if u sleep on me 😪",
  "Peace and power is the mission",
  "Them old Queens wasn't meant for me fr! Still not on the same wavelength",
  "Black men are Gods",
  "I need me a strong conscious black Queen ..like a real woman that I'm go deal with",
  "I be feeling lost like where we go from here nigga",
  "But what's a King without a heart?",
  "Bruh I'm a King nuff said!",
  "Physical world is the real illusion",
  "Television is a prison",
  "it's up to you to honestly observe your experiences on earth &amp; proceed onward under the most positive influences you've come to realize.",
  "The loudest person in the room is the weakest ...best believe it.",
  "They always media talking , her eye never listens 👀",
  "Ppl really hate a quiet dude ..I don't know why ..if someone is quiet they just are lol. Let them live!",
  "😑Cold vibes got me hypnotised as I stare the God thru his eyes",
  "Real shit yall all got me twisted 😂",
  "U can't tell me nothing if u still brush your teeth with #fluoride",
  "https://t.co/8JkwMnZgbW awwww yeah my bro and I gettin to it haha @JeanLephare",
  "Whole foods got me thinking 🤔 like all this shit can't be #organic",
  "#Taurus are the best friends to have. They are giving, loyal and charming. The only problem is... #Taurus are hard to get close to.",
  "Some days I really really wish I could make ppl see with a clear mindset",
  "#Taurus only assume when shit looks obvious.",
  "@WhatDaMoufDo @slut_butt I got you Ma! 😉",
  "Lisa Ann is queen https://t.co/Db3nSdjn75",
  "Sit in silence &amp; just do what you said you're going to do.",
  "Sometimes music is all #Taurus need to make themselves feel better.",
  "@CurrenSy_Spitta @YOUNGJUVE I fugs with it",
  "Wanna hear some playa shit wit me and the homie @YOUNGJUVE ??... https://t.co/Pkx5TuO1iu",
  "Stay cool, never change, have a great summer!",
  "Bored &amp; horny. Terrible combination 🙃 lol",
  "Women are so much cuter with cum on their face.",
  "#Taurus need to stop being everything to everyone because you'll lose yourself in the process of trying to save the world.",
  "Yo she can get it the substantial way and #anal classical way https://t.co/RvuMDJmGIk",
  "If #Taurus don't like you, then you don't exist to them.",
  "@HotGirlMafia Bruhhhhhh 💀 https://t.co/QZ5CS7Gdc6",
  "😬 \"@HotGirlMafia Food porn https://t.co/r0oYCrRSUt",
  "@HotGirlMafia Me right now https://t.co/RhdVFd5RGk",
  "Yo she can get it the substantial way and #anal classical way https://t.co/RvuMDJmGIk",
  "We need black nutritionists &amp; dieticians who *appreciate* the circumstances of poor black people &amp; design  realistic diet plans.",
  "It takes a lot of time for #Taurus to settle down.",
  "Wat if it was a test run to see who worthy of the world tht even is real ? Lmaooooo https://t.co/oOWV7Yk1YG",
  "https://t.co/LL1Ym4gGne - Taurus guys are like this.",
  "#Taurus : What are feelings and how do I make them go away?",
  "\"The Next Big Frontier In Medicine Is Energy Medicine\" - Dr. Oz\n#inspiredbypeace #healing #reiki #DrOz #medicine\nhttps://t.co/UdxvDq88Lh https://t.co/j4w7Fym9bq",
  "@YungKundalini Vhbd",
  "@SonnyDigital yeah u cold on https://t.co/SKkiW8p4dz bro ..keep up the good work",
  "Wanna hear some new shit produced  by the homie @SonnyDigital ??... #notacrumb https://t.co/XzQV8sigu7",
  "@CurrenSy_Spitta @SonnyDigital Of course spitta",
  "@Gentlewoman40 I'm just honest ms.lady",
  "@Gentlewoman40 But by u saying that the #Spurs might lose the next series",
  "@Gentlewoman40 I like that",
  "@Gentlewoman40 That's right cus them spurs on to the next level",
  "I can't be afraid of rejection. ..women just think I'm too food for them #Intimadation",
  "Why when you vegan, people offer you the most food? Lol smh",
  "@FreeDieselGlo Lmao 😂",
  "#Taurus don't let their happiness make people sad cause it does.",
  "People with the plug in Africa got work",
  "@Gentlewoman40 Lol oh really 🤔....😂ok",
  "@Gentlewoman40 so um... who won between the rockets and the spurs I didn't watch the series.  I know u know?",
  "#Taurus' are beautifully proportioned, extremely graceful in their movements and exude an air of deep sensuality, and tremendous magnetism",
  "#Taurus we of #Venus the Goddess.",
  "@cholericrat here's your taurus horoscope https://t.co/rfj96ijmEG",
  "Glad to be Taurus, they never give up \"it's not over until it's over\"",
  "Y'all can't front... We run it! Where my ♉🐂 #Taurus at?? Lol \n#Swurd",
  "Taurus season the best season ♉️",
  "#Taurus comes off as pretty normal but few would suspect they are freaky as fuck.",
  "#Taurus know that feeling when they want to say something but don't say it because they know it will start an argument.",
  "@snowfvsa What's your sign?",
  "#Taurus' don't chase you we replace you....",
  "A lot of ppl have hella unnecessary and avoidable drama in their lives. I'm getting tired from listening to this story",
  "Watching street fighter",
  "#HappyFriday 🌸Listen &amp; Honor your body. When it tells you to rest; rest. When it tells you you are thirsty; drink water https://t.co/3d8EeWjtFY",
  "@BestOfTaurus Them must be the desperate ones ..I'm picky as hell",
  "She really think just cus she hurt me ..I'm go make a mixtape bout her ass . Hell na bitch long and #forgotten 😂 https://t.co/xNmAuViQkO",
  "@_TooExplict @caucasianmarley True",
  "#Taurus are realists we see things for what they are not what they could be.",
  "#Taurus like knowing where they stand in someone's life.",
  "@nicoleworldxxx U a taurus? Damn #HappyBirthday  wish I was in cali to celebrate that 1 with u",
  "Know how to harness energy from the cosmos",
  "@SpiritAlchemy01 4 dimensional being",
  "They say the serpent is coiled up 3.5 times around the root chakra. So harnessing the energy around your orbit 7x would reveal it to u",
  "If u don't know anything about the microcosmic orbit I suggest u research it for your meditations. It's vital",
  "@SpiritAlchemy01 Never heard of that 1 ..I will do research today",
  "Practice different breathing techniques. You breath is your mind in motion.",
  "@_TooExplict @caucasianmarley Lmao.😂 yup can work both ways",
  "Attention is energy.\nWhat you think about, you bring about.",
  "Forgive yourself for taking shit from others.",
  "Certain Israelites are more concerned with defending the Edomites vs. Bringing their people AND those demons into truth. Wow.",
  "@DaCute1 I'm tired of the bullshit also",
  "Sex on the first date just mean she's not here to waste your time definitely worth cuffing",
  "@WhatDaMoufDo Not open minded",
  "@WhatDaMoufDo Not open minded at all to pleasing her man ..and not just for the penetration",
  "#Taurus will always be there to protect you. They will stand by you when millions are against you.",
  "#Taurus a relatively gently people....until you piss them off",
  "#Taurus is proud of their own heart. It's been played, stabbed, cheated, burned and broken, but somehow still works.",
  "#Taurus are all-or-nothing people.",
  "@DaCute1 Smh",
  "Doing more &amp; saying less...",
  "Don't give up on yourself or your vision.  Those people that make fun of you for it will be the ones trying to jump on the bandwagon later.",
  "😂 https://t.co/E3aU08djuu",
  "#Taurus can explode in a minute if they think someone is trying to make a fool out of them.",
  "When #Taurus are not appreciated or responded, they tend to forget about you little by little until it's all gone.",
  "Good morning. I hope everyone has a positive &amp; productive day 🤗",
  "We are https://t.co/kqciEArRch",
  "Yall be sounding lame as fuck calling yourself ugly and u not https://t.co/w6OXTqU3YM",
  "#Taurus enjoy expressing their thoughts rather than their feelings.",
  "#April27 you are mysterious but refined and good natured..",
  "@_TooExplict Hell yeah that's really why I don't eat meat ..I'm really vegan",
  "@_TooExplict Good that's really the only meat I'll indulge in ..that other fish tampered with 😕",
  "Imagine dating someone who believes in Zodiac signs",
  "If double penetration is involved, sure https://t.co/DfjJLqFVrt",
  "#Taurus believe in the power of love to fuel relationships.",
  "@_TooExplict Yeah it's certain foods we can eat to still get protein ..it ain't got to be meat , we just was raised on meat ..it's kinda hard to break",
  "@_TooExplict Damn momma u on your shit ..but nope I eat plant base foods ..I'll eat salmon everything",
  "@_TooExplict So u meditate also ..u light candles",
  "@_TooExplict Nope no meat",
  "@_TooExplict Fr",
  "@_TooExplict Yea we created them ..they just wasn't successful,  they couldn't stay in the sun long as us etc u ever wonder y they smell like dog #rain",
  "@The_PaulBunyan Lmao hahahahahaha oooommmmggggg. I have heard that. I hear that they are a part of us just they stayed in caves.",
  "The quiet ppl in the room be the shit",
  "They talking shit..just to hear themselves 😞but I ain't worried bout em",
  "#Taurus's are the most real and sincere people.",
  "Very sure of myself but not cocky",
  "Still bucking like 5 deuce 4 trey",
  "If ur girl dont suck ur dick w/o u asking its time for a new girl😫😫😫😫😫😫\n#keephimhappy",
  "Just let the hate boost my confidence 😏",
  "Nights like this I just need make music and vibrate higher",
  "The more you stroke your own ego the thicker the barrier to transcend higher than it.",
  "Meditation keeps me at peace",
  "So I need more alkaline water , fruits ,veggies, exercise and I should be straight on the health part.",
  "#Taurus are the earth sign, and being the first one of the three we represent untouched innocent earth.",
  "#Taurus are more attracted to interesting people rather than hot people.",
  "This full moon is in full effect on a brother",
  "I swear them moonchilds can rub you the wrong way",
  "Now you can be his forever baby, but tonight ya mind ,he'll pay you in cash, and I'll pay you in mind 😏",
  "Shut that ass up and go and make me a sandwich",
  "#Taurus don't love they seduce.",
  "\"Im in a room full of cancers and all of them dancers \"#partynextdoor",
  "🎵you will never ever get yo bish back! 🎶",
  "\"Look y'all there go my man\" https://t.co/ahEWKx8U7F",
  "I'm up late rubbing aloe vera  on my whole body ..sumn biting me while I sleep",
  "@PeachDulce You know he the truth when he put it in while u sleep ..and then u wake up an start fucking him back ..freaky but u got to be nasty",
  "Probably can't sleep because of this moon",
  "@WhatDaMoufDo Lol lightskin is back baby",
  "@PeachDulce Yea human nature lol",
  "That's that #Taurus illumination though ..Ppl always tell me they don't know how to approach me ..which is weird ..cus I'm cool as fuck",
  "It's alot of Ppl that be lurking my page ..but be intimidated to talk to me 😒",
  "bitches swear they don't like you but keep up with your every move.",
  "I honestly don't understand how y'all watch any of that black \"reality\" TV bullshit",
  "#Taurus are simple people who hide thousand feelings behind the happiest smiles.",
  "#Taurus love being funny and cute because most of the time they quiet waiting for a chance to spread the love.",
  "@_TooExplict Um I believe they were created by us ..ain't no telling well I think their Dna is made up of cats, dogs , pigs and sum of our dna",
  "@_TooExplict Right ..have u heard of the theory of how white Ppl came about ?",
  "All people do is debate, troll, and slander each other on here lol",
  "#Taurus always think of more clever things they should have said after an argument is over.",
  "In my feelings. My mind is just in motion",
  "Human experience. Don't downplay yourself. Your more than this",
  "U better lol https://t.co/IPIdZTDFFI",
  "@CurrenSy_Spitta @playboicarti If you don't know where to put it at then don't ride with it. Cause they'll try to lose you in the system for some weed in my city.",
  "@_TooExplict Well long as you know how to clear yourself of that negative energy ..u always go be good no matter what color skin",
  "@_TooExplict Ooo it's real racist out their ..hella confederate flags out that way",
  "Niggas hate for nothing nowadays",
  "Saturn will help us with our karma and healing...The rewards will be healthier relationships and happiness.",
  "@_TooExplict Lol nice .. so where u from Goddess if u don't mind me asking",
  "You have to earn #Taurus trust because they just don't hand it out to anyone.",
  "Me defending black men from \"all men are trash\" twitter https://t.co/sa1Y6OzpGO",
  "Down to fuck",
  "Alot of initiations to \"tap into the treasures of darkness\" require pain n suffering for your physical.",
  "When u take a L in your humanity half / most times it can be a W for your spirituality. Detachment test. Prove yourself worthy",
  "I am not replaceable, and I mean that in the most humble way possible.",
  "@iNtombiNto_ @peejhuncho @nonya_bus God aint got nothing to do with ppl ignorance",
  "@_TooExplict Cool ..so what you eating over their I know u be cooking good food",
  "@_TooExplict Yup how ya day going so far though queen",
  "@The_PaulBunyan Lmao well they dont see it like that.  Then think we wrong because we believe what we believe",
  "Why in life when you don't want something it don't leave you alone but when you need it, it's never there.",
  "@The_PaulBunyan They saying its about ur mental and how u think lol",
  "@_TooExplict Fuck no ..they just conforming yo ass to sum gay shit ..it's really up to u whether u want girl on girl action or man",
  "@_TooExplict True",
  "@The_PaulBunyan I just said im tired of working",
  "@_TooExplict Ok!  LIKE common sense tells you when u was born this way ..that's yo mf gender",
  "@The_PaulBunyan Lol loookkkk just don't force my children around that shit",
  "@_TooExplict Do some relaxing for me to 😂 I'm tired working with these white folks",
  "@_TooExplict Yeah I don't judge ppl ..but changing yo body parts smh ..that shit evil lmao",
  "@The_PaulBunyan Yes. Yes. Yes. They sleep man.",
  "@_TooExplict Society is very good at brainwashing the weak minded",
  "@The_PaulBunyan Mannnnn it makes no sense",
  "#Taurus will never forget the times someone was not there when they needed them.",
  "@_TooExplict That shit wrong as fuck",
  "#Taurus I'm a good friend, a hopeless romantic. I love rarely but I love fiercely. Those I love will always be important to me in some way.",
  "https://t.co/p430T9bJeR",
  "@Gentlewoman40 Lmao.😂",
  "#Spurs go win the series #simple 😏",
  "How she mad that meek left after she publicly announce she wasn't with him",
  "Nicki Minaj ain't nun but a fake plastic barbie doll",
  "Lmao https://t.co/6HwkiNjTkl",
  "@PhilosopherK1ng Oh lol",
  "That sus shit be so damn extra, just smoke and get high man https://t.co/Z0qJb4GuhT",
  "@DaCute1 Eat for me to then .. that shit sound glorious",
  "@DaCute1 Damn that sound good Queen",
  "The reason you never see reruns of Boondocks on BET 💀💀💀💀 https://t.co/Hv10UsOtcm",
  "Dont let anything hold you back",
  "Full video on https://t.co/SOecU99NFn its wild here 😈 https://t.co/8V3bamnARG",
  "#Taurus' will not sit there talking about how to play the game a #Taurus' will just tell you how to win.",
  "@DaCute1 U want to tag along with me lol?",
  "@DaCute1 Ugh romaine lettuce ,croutons, cranberries ,and raspberry vinegrette. .with pineapples on the side and fresh squeezed lemon juice",
  "@DaCute1 I'm coolie  just got off work not to long ago .. about to whip me sumn to eat and just venting.",
  "@_TooExplict U should ..fruits and vegetables are very good if u know how to eat properly , especially cooking them veggies. I try to be 1 with nature",
  "@DaCute1 hey friend 🙋how are u",
  "Locing was the best decision ever",
  "@_TooExplict I feel great honestly ..I have more energy and stamina ..I can work for long periods of time and not be tired..maybe it's all in my mind",
  "😂😂😂😂 Imma use this 😂😂😂😂 https://t.co/WsgI8cynov",
  "These 2 will fight without hesitation but when it comes down to it they always have each other back https://t.co/RoynTtB1Bk",
  "I been eating veggies for about 4 months now ..fruits for snacks and all day water and lemons 😏",
  "Waiting on them to do Super Saiyan 4 in DB Super &amp; bring back Gogeta https://t.co/kC1q8TH7mu",
  "Know what ..fuck it ..I know I'm a #Taurus  all the things I do ..our exactly of an earth sign",
  "@PhilosopherK1ng Damn ..how? I was born may 6 ..does that mean I'm an aries to lmao",
  "@edithpops @fuckboydev Lol my ex use to say that shit",
  "@starsmoonandsun Yes mam ..quite a bit ..but we can change it. Ppl have to use their minds and #think",
  "@The_PaulBunyan and 100 other things 😴",
  "Just got off work feeling quite tired from last night on my birthday ..boy I really turned up 😏",
  "@starsmoonandsun Yup! They divide us with classism",
  "I don't like to define things as negative or positive they all make up the greater whole but I like this list https://t.co/k8r3HYZTKL",
  "I'm so tired of this shit.",
  "So when you classify me as being deep in my ego you are actually deeeeeep in yours and using classification as a means to feel safe",
  "Real shit https://t.co/aA3H76BhJ5",
  "Let no one else define what God is to you.",
  "#Taurus hate when people don't understand their sarcasm. They ruin everything.",
  "Mother Nature is the only thing worthy of worship.",
  "I swear my instincts be on point everytime 6th sense",
  "#Taurus instincts about other people are almost never wrong.",
  "Right.   Don't be shy girl https://t.co/WM3yfalv8Z",
  "Bitches just be looking for a come up.",
  "When you embrace messy people because you want to be embracive of others, your time will be wasted, whether you're messy or not.",
  "I just want sum pussy right about now",
  "\"Fuck off the court.\" - Kevin Durant to the grown man in the bear costume https://t.co/oWZt1eRtQa",
  "#Taurus keep it together even when they fall apart.",
  "#Taurus don't talk, they act. They don't say, they show. They don't promise, they prove.",
  "Love your Family https://t.co/FjtT6XJmQn",
  "Know what I'm not go catch feelings G , I'm go play it smooth",
  "#Taurus settle for nothing but the truth.",
  "Damn my best friend just asked to give me sum pussy ..she crazy ..she know I'm go catch feelings hard",
  "#Taurus is unlikely to care about fixing a broken relationship. If they dont feel it anymore, they'll just leave.",
  "Niggas never believe they gone lose they bitch till they lose they bitch .",
  "#Taurus get jealous, they get mad, they get worried, they get curious. But that's only because they care so much.",
  "Introvert things https://t.co/kOErO13tDW",
  "#Taurus are a loving and committed end to the end.",
  "@MingNa12 Look bitch I got u ..just send me a plane ticket ..I'll bring the homies as well lmao we go stuffed the fuck out of u ...#jusplayin",
  "Family keeps me smiling thru all the bullshit https://t.co/0qPo9svlaN",
  "@_TooExplict Thx it's really just another day to me but I appreciate it",
  "The first death in life occurs when one gives up on their dreams and settles for a job they don't enjoy.",
  "I can't stop crying this morning ..Ppl friends and some Ppl I thought completely forgot about me wished me #HappyBirthday 😢that means alot",
  "If you love it let it go",
  "#Taurus is the most sensual influence in the zodiac, bar none",
  "#Mississippi all we want do is take the chains off , all we want to do is #Befree",
  "Like how the hell the #Rockets didn't win with #yaoMing back then ..he was 7 fuggin 6 bruh",
  "@Gentlewoman40 I just don't like them no more ..they was 1 of my second favs when tmac was playing",
  "@Gentlewoman40 Boo! Let me get off yo TL with that negative energy 😂",
  "Lmao ..she knows the sarcasm ..but can u blame me . Spurs go beat them rockets",
  "@Gentlewoman40 Lol oh I thought we was joking",
  "Can't lie ..I want my #Spurs to get to the finals this year",
  "@Gentlewoman40 Yes! 🙌",
  "\"Every person you look at; you can see the universe in their eyes, if you're really looking.\" - George Carlin https://t.co/ygCdVqv9Gv",
  "@LV4HUNNID '🙄 screams out #TrojanMan",
  "NIGGAS THREW A FROZEN WATER BALLOON AT MY GRANDMOTHER ???\n\nSAY NO FUCKING MORE DAWG ...",
  "NIGGAS TURNED THE LIGHTS ON IN A PARTY &amp; SEEN MY GRANDMOTHER &amp; SAID \"EWWW GET HER THE FUCK OUTTA HERE\" ???\n\nSAY NOMORE ..",
  "THEY SAID BRING SOMETHING OLD TO HISTORY CLASS SOMEONE BROUGHT MY GRANDMA \n\nSAY NOMORE...",
  "NIGGAS STOLE MY GRANDMOTHER'S WIG ???\n\nSAY NOMORE ..",
  "NIGGAS JUMPED MY GRANDMOTHER INTO CRIP ???\n\nSAY NOMORE ..",
  "White ppl are such niggers lol",
  "Do men just need to hear this? Do they not know? YR DARK PAST WILL BE THE SEXIEST THING ABOUT YOU IF YOU RISE FROM IT AS THE CREATOR YOU ARE",
  "@PhilosopherK1ng We are god, manifested physically, able to control our lives w our thoughts/emotions/actions etc, in sync w all that is, that's sum god shit",
  "Kid Cudi yes!",
  "I be high... but I be low",
  "Literally 2 minutes ago I got called a nigger on Call Of Duty https://t.co/HbrjLk3HeU",
  "@L_O_T_N_S They want #TimDuncan to unretire next year with the spurs 😂",
  "The greatest gift I could ever give my parents is for them to see me prosper &amp; be happy. Big reason why I have so much drive to \"make it\"",
  "@RLWilson2017 Thx for the advice buddy. 🙄",
  "@The_PaulBunyan Alright, just remember words carry vibrations, and they can effect your current reality. 👌🏽be careful out there",
  "The human body was created to bring the very mind of God to the physical. Y'all don't understand how deep this rabbit hole goes",
  "🙄that way https://t.co/9OhNksJf9a",
  "Yes! 🙌 https://t.co/ZoqmCkZwQp",
  "Lmao I'm still not judging https://t.co/O0yO0zv6Sn",
  "Loving the energy right now .. well at least it's educational",
  "@The_PaulBunyan You kinda just called yourself a bitch then......man you okay? You needa talk?",
  "@RLWilson2017 Lmao we all need to talk ..so much fuckery .but those are just words ..the word bitch, nigga ,whatever that sounds offensive don't affect me",
  "Being patient as the universe gives me whatever I want",
  "Best feeling to harness when facing your fears too...When you're angry or harnessing that energy u ready for whateva..",
  "There is so much more around us than what we consciously see/feel/touch/hear, than what we can consciously sense",
  "@The_PaulBunyan You know that everything is a reflection of yourself? Since all is one.....",
  "@RLWilson2017 Or sir lol",
  "@RLWilson2017 Yes mam I do",
  "@RLWilson2017 Not all of em ..just  the energy I get from the fake 1s ..it's actually sum cool white females out their ..but in #Mississippi,nah playa",
  "How I act at work when I'm round white Ppl ..yall never go see my true side bitches! https://t.co/vqL9P2bhKE",
  "How I want white bitches to stay away from me lmao https://t.co/dz6p674zDF",
  "The perception, or point of view, you have determines everything. It is literally what makes something \"real\" in your reality or not",
  "@PhilosopherK1ng Bruh we will never know .. cus this might not be my reality ..lol shit weird ..but that's why u meditate and keep searching and searching",
  "Irks me when them white bitches come to work with Tans and be trying to compare they skin color with mines lmao 😂bruh quit that shit",
  "Like don't touch me ..thinking ion know u want my melanin deep down lmao",
  "1 thing I know bout white Ppl ..they need your attention ..and if they stand on the right side of u ..they try to drain your energy",
  "I be catching yall staring at me everyday lol ..don't know how to approach us and simply speak.",
  "White Ppl cant get my attention ..I know they the real vampires ..always tryna suck a brother dry 😂",
  "@Gentlewoman40 Yes mam u said a mouthful .. I just got to meditate and stay off this social shit ..and stop feeding off other Ppl energies",
  "Well #Mississippi go rise and learn the real knowledge they all  didnt learn including myself #Manifesto",
  "That's actually true https://t.co/Ukl7pC49UO",
  "You can and do literally speak things into existence",
  "Brothers don't want to see u smart in #Mississippi  they automatically think u know it all or too good for folks",
  "Well it's deeper than that too ..cus we kinda are still mental slaves ..like I think it's a psychological war out here",
  "@Maharaja_Lina I feel ya ..my brothers and sisters in #Mississippi don't know though ..sum still think they slaves smh 😟",
  "Everybody in the north, west, east  know what's up 💯 https://t.co/8uBvVrJ2sz",
  "I just be speaking for the unheard .. we don't get recognition like we suppose to ..cus who the fug want to come to Ms ?",
  "Education system down here is fucked up ..it's alot of grown ppl out in MS that can't read like so serious",
  "I ain't got to be serious ..it's already understood",
  "#Mississippi  is the birth of all music ..so before u talk about these northern states just know they admired us first!",
  "I can't lie ..if u make 12hr in MS ..you winning to these low minded ppl",
  "Muhfuggas do the same job I do in other states making 15-20 an hr ..and ppl in MS make 8-10hr 😂",
  "Not to mention we number 1 in obesity ..top 10 killing states in America .. and they abolished slavery in MS in 2009 like  come on son!",
  "Mississippi want everybody to take a piss test .. and u know this state racist as fuck ..can u imagine what blk ppl go thru down here smh",
  "I love kush 😊",
  "I do not smoke or drink ..but you must imagine how not hard that is for me lmao #mindstrong but if it was up to me ..I be smoking right now",
  "@Maharaja_Lina Ok im not rushing you ms.lady I got all the time in the universe 😂 if it takes you a year to tell me I'll still be waiting",
  "Okay!! Give me some time to present my side ✊🏻 https://t.co/dzrYsYiYAs",
  "When I get the fuck out of Mississippi I will handcuff myself to a purple tree 😂",
  "#Taurus don't like liars and haters. They can even sense them from a mile distance and keep them at distance.",
  "I don't talk it unless I done it",
  "real friends are so rare",
  "Yall go fall like quicksand soon enough",
  "Won't stop til my dreams are fulfilled ..fuck them and them 3rd dimensional beings",
  "I'm such a loner 😞",
  "They put rules in place cus yall need em ...yall just sheep's",
  "@The_PaulBunyan 👁",
  "@_TooExplict I'm not nervous bout them green scaly ass bitches ..somebody got to stand up to them ..killing mother earth day by day ..this shit irks me",
  "@The_PaulBunyan Look at yoooouuuuu lol",
  "@DaCute1 Lmao ,u know when I'm brutally honest I always find myself alone. Got to get back to being that way ..cus we all so truthful to the bone",
  "#Taurus are generous",
  "My dad is a Scorpio and my mom is a cancer ..I know they glad to have a son like me 😊 I never want anything from them #Ever",
  "@DaCute1 Yeah even the brainwashed ones lmao 😂",
  "@The_PaulBunyan Lmao duhh.. we connect everywhere",
  "@Maharaja_Lina What... I'm all ears ..I'll study it and tell you if it's helpful or not ..but you said theory so come on slugger",
  "@DaCute1 Lmao how u know😂 ..I'm to nice to them anyway I guess a Taurus really knows another Taurus ..Yeah I'm not feeling these wack vibes around me",
  "@The_PaulBunyan Lies.",
  "My book discusses the healing benefits of sex, emotional health, intimacy, soul ties, sex energy exchange,healing momma and daddy issues etc https://t.co/0Ib1iO1uuF",
  "When ppl say shit like \"Jesus didn't bring u in this world that way\"...Like bitch..Shut up lmao",
  "If your hair was really natural ..u prolly could of got the D 😂 https://t.co/LvELUvnTRZ",
  "Can't stand when ppl be lazy waiting for dollars like it's go come that way",
  "@Maharaja_Lina Cus I don't know it all ..I will be learning/ listening til I pass",
  "@Maharaja_Lina I do .. I listen to self and others and put it in my own perspective thru this U-ni-verse",
  "I don't knock nun of yall .. honestly",
  "I believe in self 😏",
  "Always keep the faith and believe in yourself",
  "@Maharaja_Lina 🤔ok",
  "Feeling Great on a Friday",
  "Yup ..astrology is key 🙌 https://t.co/nhm8jbbQTD",
  "niggas gave Yes Julz a pass to degrade them and probably still will because she's white with a fat ass but that's the sunken place for you",
  "StarsMoonAndSun's translation of the Bible....💯 https://t.co/TQlL3bT0od",
  "Fuck them reptilians ..they to scared to reveal themselves lmao",
  "Yea they control the climate change ..I'm not new to this shit",
  "New book a must-read for anyone interested in climate change. https://t.co/3CVbobwZHP https://t.co/f3aEk1JwNB",
  "I don't owe nobody shit .. not even my family , hopefully 1 day a wise mind will understand",
  "If you go your whole life taking what other people say and do personally you will solidify your unhappy existence",
  "When I think about love 🤔 I think about me ..no 1 will #Loveme like #Self",
  "@_TooExplict Correct ..but usually when I try to show them ..it always backfire or they want to tussle and fight. Religion is #War",
  "@The_PaulBunyan Well it is usually hard to teach older ppl ... they are usually stuck in their ways",
  "@_TooExplict Yea .. even my parents , like honestly I feel like I'm their parents and their my children",
  "@The_PaulBunyan People sleep",
  "@_TooExplict Yea u right. I can't care about that shit no more.. but I also don't need to be round that energy that's not on my wavelength",
  "@The_PaulBunyan Hey...let them think whatever at this point.",
  "To know that America has brainwashed a mass of Ppl is fucking crazy.. I use to cry over that shit , I don't anymore",
  "I don't judge ppl though ..I just know they have a long path ahead of them ..more #knowledge to obtain ..shit I'm still learning",
  "Prayer doesn't do shit , that illusionary man doesn't hear my thoughts ...it's \"I\" that can only help self",
  "@_TooExplict 😔I try to give them subtle hints and 1 time I told them I don't believe in jesus ..they tried their best to convince me I'm wrong",
  "Lol I can't keep playing myself like this .. I can't come to church with yall every Sunday ..this shit ain't real to me",
  "Jesus is their Lord and saviour smh",
  "Sum friends I have around me don't ever hear this side of me ..I should vent more but they won't be friends anymore 😂",
  "Pay more attention to their energy and less about the words. Energy reveals more.",
  "Well I'm not go say  God but I am what I am",
  "Cats don't have feelings.",
  "You're always one decision away from a totally different life...",
  "Nature is what I go by",
  "Not no fucking jesus ..all illusion ..Chris isn't here 😂",
  "I am God",
  "It's a useful practice to break any familiar habits.",
  "Pay attention to the people who give you love, call to check in on you, and remember you on your birthday.",
  "If your friends aren't going to celebrate your success or push you higher, get rid of 'em.",
  "Nothing on Earth makes me happier than being on a beautiful beach, just doing nothing.",
  "⚡️Attract good fortune \n⚡️Ban Evil from the home\n⚡️Call up spirits for assistance \n⚡️Destroy enemies influence",
  "No one is you and that is your power📌",
  "If you down...we can ride out to the hood",
  "Shawty what's good ?",
  "Small tittys but that booty STUPID! Licking balls &amp; All See more NOW ===) https://t.co/377USogEpQ https://t.co/ntnaR0eXk2",
  "@YasminYonis Smh I know how it be",
  "I spent too many years in Washington doing foreign policy to vote for a *system* that continues to murder the world.",
  "Yes sir! Save that energy for  real conscious queen https://t.co/dmUrN9sIHE",
  "If all of us were \"woke,\" the system would be gone already lol. Somebody lying",
  "how black families be at graduation 😂😂😂 https://t.co/Er0mqCSZyj",
  "Milk from this farm is STILL BEING SOLD. #ReasonsToGoVegan https://t.co/zjc1NEHOog",
  "Wise women went through their trial and error and now know that they dont want harmful men/seeds inside of their womb. I love you.",
  "All I think is #profit",
  "You said a mouthful https://t.co/a6norxuZ8o",
  "#Taurus have big hearts, they just keep them closed out of fear of being hurt.",
  "\"Cocaine that I shake out of my right hand\"",
  "Bumping @CurrenSy_Spitta early in the mawning for self #Motivation #Pirates",
  "@RainbowFlame777 Well u followed the right mind #substantially 😊",
  "https://t.co/LWVtilmwTM",
  "Too many wanna be teachers. Not enough wanna be students. This is why the communities are fucked up cauz everyone think they know everything",
  "I bet y'all would love to believe that men were always the problem... Makes life real convenient for you doesn't it? No responsibilities &gt;&gt;&gt;",
  "Like I said ladies... Respect the divine masculine, or get eaten alive by your own feminine power. Sekhem Sobek. Asé.",
  "A chick will judge a dude by how he dressed then say \" clothes shouldn't have nothing to do with self respect.\"",
  "They tell you somebody died for your sins so you don't hold your own self accountable.",
  "Good genetics only take u so far, don't fear aging, fear our Standard American Diet (SAD) Eat plant foods that heal! https://t.co/5ogNLQhuH3",
  "Women who intentionally attract lust are just as bad as the men lusting over them.",
  "Yall women expose yall bodies in public and talk about \"self love\" to hide your narcissism. I'm hip now..",
  "Shout out to all the women using spirituality to promote hoeism.",
  "@HoodooPwussy @RainbowFlame777 Yup I love em",
  "We have to let our old selves die to give birth to our new selves.",
  "Feeding you spirit is listening to your intuition",
  "I welcome abundance into my life",
  "When we don't love our children, they look for that love out in the world. And the world does not love you back, properly",
  "@RainbowFlame777 preciate the follow",
  "Haha bruh https://t.co/9WmctlKXQv",
  "This is me when I wake up with a boner 😂 https://t.co/evSUCozQ0D",
  "I don't want to see ya pushing ya tities out ya shirt &amp; ya ass out on that sink...I'd like to see your growth Queen.",
  "People talk about change because it's cool, but really they don't want change they just want to talk.",
  "You can tell what someone's used to by what they hype up, lol",
  "@LyssaDoe_ No matter what 😊🖒",
  "Nutella Stuffed Brown Butter Sea Salt Cookies https://t.co/1mpoJe2rnF",
  "The rap game fucked up, but everything is exactly where it needs to be already",
  "Whole life is a initiation. Alot of us going through it. Prove yourself worthy of YOURSELF",
  "Being yourself is the most respectful thing you can ever do.",
  "@DreamGirlsOnly With an Ass like that ..I know u do #anal",
  "@Savage400_ Sry",
  "Can me and all my cool conscious friends get hi and eat this https://t.co/4NoHpn77gO",
  "@Savage400_ Love #self ain't selfish to love self",
  "@jaelhinthealien On me ..it be like that sometimes",
  "A starburst would be clutch right now",
  "Whatever music u listen to ..u damn near got similarities of them ..did you know that?",
  "@_emilypenman she's not https://t.co/FGgOS37NNW",
  "@ClarkMakeHits At least u working ..sum blk ppl ain't even working #blessed",
  "I'm a big fan of cartoons ..but I'm tired of them lying about these superheroes not being black ..like we not Super! 😂",
  "@LaNegrindia Lmao 😂",
  "Aye bitch..Yeah you ..don't wish that evil on me #RickyBobby",
  "This song is making me fucking Sad ..I shouldn't be making drake faces like this 😂",
  "#Taurus biggest problem is caring too much. People tend to take that for granted.",
  "*I can't hear the words u say* 😭drake voice",
  "Personally I think at home chillin is the best way to get to know someone cuz you can actually sit and have an uninterrupted conversation",
  "*that's when they smile in my face * 😭",
  "Give me your heart and your throat baby girl",
  "Why did that nigga drake sing that song bruh? 😂 *say it to my face! * drake face lmao",
  "@_TamiaK Yup",
  "@Mayberrykush DC comics I mean",
  "@_MarshaeLavon @KayJay_S Put it on my plate! *drake voice* 🙄",
  "@Mayberrykush Yeah marvel bullshitting big time",
  "I'm go put ya ass in place when I fuck you ..all that talking is cheap",
  "@1YoungWuan @DickHumbler Shiddd fuck all that ..just fuck em and leave em 😂",
  "If u say you really smart then you would know all those superheroes were really #black 🙄but you don't hear me though",
  "@WhatDaMoufDo These young women...give em a moment of silence 😂",
  "@The_PaulBunyan Facts",
  "If I had a remix it would prolly go like: Texaco! Riding to the #Texaco 😂",
  "I fugs with the future and drake song ...Mexico! Riding down to mexico!",
  "I see you lurking *drake voice* 🙄",
  "@WhatDaMoufDo Lmao ..that shit is the best orgasm ever",
  "Anal creampies are crippling.",
  "@_TooExplict Oh I know it do ms.lady I'm just putting these young women on game ..letting them know they missing out. I love #anal with women😍",
  "@The_PaulBunyan Lol maybe because it feel good",
  "All these super hero movies they coming out with be all #WhitePpl yall mfs slow if you think they was white",
  "Why is she white? The real #wonderwoman  was black 😂 https://t.co/ngrBGYdKtA",
  "See bitches really like that shit ...and I wonder why🤔😂 https://t.co/fswRMHOVcB",
  "White Ppl really think I be worried about racism .. if u don't like my black ass oh well! I'm still go get my money chump",
  "Nigga u know how much money you would have to pay me to cross that shit ..all my bills better be covered ...family to 😂",
  "Boy I would  be smoking a mean fat blunt going across that highway just being honest",
  "Ok real shit ..why tf would u drive on the highway if it's already flooded ..not to mention flooded with sharks",
  "Driving across a flooded highway https://t.co/xRBX484f4n",
  "Lmao 😂 https://t.co/WvJUziZDOW",
  "@Thescarynature_  https://t.co/PFBStNQFpt",
  "Women better quit trying me like I don't have options 😂",
  "Getting over someone is weird it's never one pivotal moment but rather a gradual &amp; one day POOF it's like you never new them &amp; you are happy",
  "S/O to all the May babies",
  "theres no father around in in a good bit of homies teaching their children how women should be treated.",
  "That's how u know he a real Nigga ..bruh never gave up G , and he didn't let a soul pull his card",
  "The Legend https://t.co/VKcwZVRRWI",
  "Isaiah's Celts were blown out twice at Wizards during reg season. Now it happened in a playoff game. Not a good sign for him or them.",
  "I ain't playing ...I'm bout business",
  "Evrybody follow a boss 👌@The_PaulBunyan",
  "Got 2👌 https://t.co/dOv6JL0eXC",
  "All that attention you looking for I can't give it honestly ...shiddd I can't forget about myself 😜",
  "@DoesMatter2020 Yeah play da game right back with they ass",
  "Yea they definitely act n lie thru they teeth consistently ctfu https://t.co/NbgbqUrPBc",
  "listen to dave https://t.co/fMZC9vmxG9",
  "Please don't fall in love with a niggah like me.",
  "Bruh I ain't got no filter to real shit ..if you wanna hear fake shit ..ask the next lummy nigga 👇",
  "@DoesMatter2020 I know they do ..idk why they be acting like they don't like that shit ..but women like playing hard to get #facts",
  "They all do lol https://t.co/NXR636G9C9",
  "@mshenrybaby Just being brutally honest .. if you go lick it u might as well stick it ..don't be scared ms.lady 🙄 but I'm not tryna disrespect or nun",
  "@mshenrybaby Lmao",
  "@DoesMatter2020 Nah playa I just can't believe it ..but best believe it some women like that pain fucking",
  "Well.. We all kno they want a big dick. But the article said the average pussy is only 4 inches deep ctfu https://t.co/92hPhoqXl2",
  "@mshenrybaby Oh ...I'm go eat that ass ..if it's fresh and clean , shiddd.. I might fuck her in her booty *kodak black voice* 😂",
  "@DoesMatter2020 Telling ya man that's shit false ..all these women taking #MandingoDicks  you got to know that article a fucking lie",
  "Being discourteous, impolite, inconsiderate are three turn offs the others can be a lack of foresight, vision, no common sense or logic...",
  "😂 https://t.co/uxORX6BJwY",
  "Sex is fun man ..fuck yall lmao 😂 celibate asses",
  "@DoesMatter2020 Bruh u know I ain't lying ..they make babies bruh ..so why would it only be 4 inches ..we they nun having sex ass",
  "Lol https://t.co/qCk6ekuaAR",
  "I'm done talking bout the anal ladies ..I know yall go do it 1 day ..but you ain't gotta tell me when yall do it. Thanks in advance 😉",
  "We're just not down right now lol fuckkkk all that https://t.co/nsxXJbwZ5d",
  "@Maharaja_Lina Correction! Your just not down for it right now! 😂 so maybe when your 50 u will do it .. but hey whatever floats yo booty boat!",
  "@DoesMatter2020 It may be ..before penetration ..but I know when that bih pregnant ain't no telling what's go come out",
  "Bruh read into it ctfu https://t.co/Ri7tzeYDdv",
  "If you take pride in eating ya woman's clit and ass and fucking her right she go come back for more ..if not 😑po lil tink tink 😂",
  "@DoesMatter2020 Hell nah ..them vaginas push out a whole baby 😂",
  "@therealstylesp Yeah fuck them hi power mfs",
  "Fuck  the reptilians  i still pray for em but fuk em...",
  "When I disagree. .I'm not arguing ..I'm just giving u facts",
  "This shit false .. well might be ..but not for me https://t.co/yPZL2PP3zu",
  "#NewProfilePic https://t.co/la6l0Jy2QZ",
  "Fuck em then we leave em",
  "Real shit on that last Rt",
  "Can't be cryin bout a bitch who was never ya wife, these hoes won't even bring flowers to ya burial site",
  "I can't stand a person that just likes to argue. Leave me alone.",
  "Like fr yall ..yall worried bout #anal ..when it's ppl getting killed in Syria by our government . Damn G way more important shit to thinkof",
  "When I smell some loud in public \n\n https://t.co/LKP2CRcgIm",
  "Look if I weirded yall out bout the #anal ..just remove me as a friend so it won't appear on yo TL #simple 😂",
  "Bruh I swear ppl be afraid to talk about that real shit ..until somebody else start talking bout it 😂",
  "@SteveTwerkel Lmao.😂",
  "But I see everybody lurking now that  I'm talking about #anal 😂 IJS u can say whatever u want..ya ass know you curious #Pointblank",
  "@Maharaja_Lina Lies ..young women booty holes are to ..just from experience! The more experienced you are the more loose it is ..don't matter what age",
  "It's cause they booty hole already loose, ours aren't. https://t.co/230pptqAfz",
  "Oh well .. yall mfs nasty to ..like you not curious 😂 run that on another sucka  ..#ImGrown",
  "Tsk Tsk sucks to be u",
  "I know older women that love anal more than young women ..probably cus they just more experienced. .but it's a few on the young side",
  "That residue must of been the size of an ant my nigga",
  "@SoloExMachina Lmao well I must be the first in #history to not seen it ..but I get ya bruh",
  "Call it magic, manifestation, metaphysics or miracle. We all have access to making choices that support our sovereignty and freedom.",
  "It ain't like u go die from #anal ladies 😂",
  "Yall women be scared to get freaked!",
  "@CreamedOnHisJET Smh u got me confuse from what you saying 😂*I'm jus saying* honestly just take a dick up the ass ..see if u like it ms.lady",
  "@m0on_ch1ld Heard lol",
  "I can tell some of yall ain't reach the highest pinnacle of your orgasm .. yall missing out 😂",
  "Bruh yall got me rolling today with these questions",
  "@m0on_ch1ld Hell nah is being white a curse??",
  "@QuitaBnStuff Lmao.😂",
  "How to comfort #Taurus : Give them little compliments that mean the most.",
  "Lmao nah ms.lady I'm very much experienced that shit just can't happen unless u push it out and rub it all in yo pussy ..then yeah 😂",
  "@CreamedOnHisJET Nah playa ..I've creampied plenty of women in the ass and never had a baby 😂 um but if someone got prego from anal that's strange as fuck",
  "Yall not freaky enough for me ..if u ain't doing that ..I'm just saying ..don't knock the shit until u try it",
  "@CreamedOnHisJET Lol what that mean ..they sleep on #anal",
  "@SoloExMachina I never had to do that ..she kept her butt hole clean for me 😏",
  "If you can raise your awareness to the truth that exists in the higher dimensions you can change the fabric of physical reality",
  "Don't let ur girlfriend get in the way of finding your soulmate",
  "If yo girl don't like anal bruh ..I kinda feel sry for u ..you really missing out",
  "If yall tryna avoid pregnancy ...cum in her booty! 😩Greatest orgasm ever my friend",
  "@_TooExplict Yep yup lol I don't need much to be satisfied",
  "I'm a nasty freak though ..I'm go nut in her booty 😊",
  "#Taurus are spiritually connected to the music. One song could change their mood.",
  "@YunggScar All in her mouf",
  "I swear I just want a big cake, sum good food of my choice and sum Pussy for my birthday ..quite simple",
  "@_TooExplict Ok cool ..let me know when u find out 😅",
  "My birthday Saturday ..make sure yall send them birthday wishes my way",
  "#Taurus have no social fear - they can kick it with anyone.",
  "Niggas will change for the right woman",
  "@_TooExplict Mines is 3",
  "\"Get comfortable with being uncomfortable\".",
  "They think I'm crazy ..but I can read yo mind ..I already know what your true intentions are *shrugs* reason why I'm single",
  "@The_PaulBunyan Exactly...Just in different departments n have different subtle feelings",
  "Going out with a bang 😎💣 https://t.co/SlSHu1KNyF",
  "@SpiritAlchemy01 Yea I can read minds ..but the upper 4 chakras esp the crown",
  "The more I study my chakra the more I realize that \"balancing chakras\" is bullshit.",
  "@SpiritAlchemy01 You will know .. only self knows ..it will reveal thru U-ni-verse",
  "Herb is the healing of a nationn",
  "@SpiritAlchemy01 I'm tryna understand this . But I get it a Lil ..what u mean power ..our hidden abilities?",
  "If #Taurus set their mind to something, they have to do it no matter what.",
  "You aren't attached to anything. No labels. No groups. Nothing...So question everything b/c everything is changing and/or conforming",
  "Herb is the healing of my brain!!",
  "Balance is that middle chakra...The heart..Just do what you love to do. Do what you feel.",
  "Just be aware of your chakras n how to use them. Balancing them is a illusionary box of confinement.",
  "You're better off to tell #Taurus the hurtful truth, than a satisfactory lie.",
  "#Taurus are always silently correcting people's grammar...",
  "\"If the pussy stank n she squirt than she a skunk\" 😂",
  "@NeeDolll_ Yes",
  "Especially when they think we aint caught them",
  "@DaCute1 You are so right ..they know this is our world 👏",
  "White ppl love to watch us when we \"not looking\"...and when they caught in the gaze they look away so fast.",
  "I wanna do porn 🤔",
  "Something pretty with me rolling weed up",
  "She dogged ya cus you treated like you need her 😂",
  "I got no mercy for the weak",
  "Me on twitter vs Me at work https://t.co/e4eBcEBesW",
  "Hoes just following they noses",
  "Congratulations to Paul Pierce on a wonderful career. https://t.co/p5Ou4einvr",
  "Y'all still ain't learn about not directing energy to things and ppl u dislike? Y'all ain't learn from the trump situation I see",
  "#Taurus get most upset when their loved ones make them lose respect for them.",
  "#Taurus tend to show the most sexual attraction to the person that they consider to be unattainable.",
  "People really ignore their significant other for video games 😂😂😂",
  "True inner peace is being able to stay in your happy space no matter the circumstances.",
  "@amberssoprissy I'm so serious baby .u know the bim bim",
  "How you perceive a situation controls your genes. \nThat means you can change your genetics by becoming a master of perception.",
  "You could live in a totally healthy environment that you perceive as toxic and your cells will respond to what your brain tells it.",
  "#Taurus thoughts : I need time to think things over so give me time.",
  "#Taurus communication style may, at times, be slow and measured. You may get a sense that these people are quite deliberate in what they do.",
  "#Taurus are keepers. Too bad for anybody who didn't keep them.",
  "Things your #Taurus friend will say : You're Really Doing It Wrong.",
  "Usually how it goes. https://t.co/gYYTj9CtUQ",
  "@sunnpixie Yea yall queens of the world",
  "Pray for Kevin Gates. Fuck Kodak. https://t.co/go03yecOmB",
  "@LaNegrindia Lmao.😂",
  "Normally u could say put your $ where your mouth is but too many people out here suckin dick for the $. #OPM",
  "Whole Instagram full of phony friends, fake booties and niggas buying clothes 👎🏾",
  "Same guy that wants to see your birth certificate don't want to show you his tax returns.",
  "Never said I knew everything I just know what I'm talking about. #OPM",
  "Time is money so I went and bought a Rolex ✨",
  "#Taurus tend to look for the best in people, they often give people second chances who don't deserve one.",
  "We are so fucked. No bees yet this year. Flowers are molting. Cold.",
  "Push your partner to do better and be better....grow together that's real love",
  "I see how people act and it makes me wanna isolate myself. Everybody ain't shit. I'm good. Stay the fuck away from me.",
  "@_RUNtellDAT https://t.co/azsn4kQoKy",
  "Harvest Complete! https://t.co/d7AsiDvH0Z",
  "This nigga in his feeling bout a tweet lol fucking #Geminis 😂",
  "@amberssoprissy lawd! I can't win with ya baby ..I'll suck the fart out yo #Bootyhole",
  "@TavisLaray_ @rbxka Lol aight fam it's just a tweet 😂",
  "@rbxka @TavisLaray_ 😒I can't fug with yall lmao",
  "@TavisLaray_ @rbxka Boo... #Taurusseason",
  "Women with thick thighs and fat asses know they all can get they soul sucked out they #Bootyhole the classical way",
  "@RaquelR77135239 She can ride my face lmao .. I'm go suck her #Bootyhole the classical way",
  "Your mind will bring you more of what you focus on.",
  "😂😅 https://t.co/bdveEbVPXm",
  "My vibration is high and it will impact you, this I know.",
  "💧 https://t.co/lK9vYeppDI",
  "@Cali_Capricorn U like to get a Lil crazy lol 🙄",
  "@_TooExplict Real talk Queen",
  "Gone head momma... feed ya baby that fake shit ..go have that lil nigga on that retarded ass meat barking and shit #sideeffects 😂",
  "Niggas think they eating real meat ..just eating the fuck out of all this #CloneMeat",
  "U go have to let real muhfuggas be real muhfuggas",
  "How u go punish a muhfugga for being #Happy 🤔",
  "If you can't handle a dick what make you think you can take care of the world 😂#Hilary",
  "Black woman, who understands the importance of \"We got food at the house!\", I love you.",
  "@SpiritAlchemy01 We can",
  "If you can't bear to hear truth, don't ask #Taurus.",
  "#Taurus is not one for people to understand easily. They guard their thoughts like they guard their hearts.",
  "#Taurus cut themselves off frm the unfamiliar to avoid the feelings of insecurity that arise when new experiences/situations are present",
  "#Taurus will make sure you're real or fake before they completely let you in their life.",
  "Can you make him nut with no hands tho? 🤔🤤 lol",
  "Weird ass ho https://t.co/vYrBXpJR19",
  "@Jafricanting It's more money in keeping people sick than curing them 🤷🏾‍♀️ but hey we don't know anything 🙄",
  "To oomf let me suck yo bootyhole up the classical way",
  "And by \"k\" #Taurus mean 'screw you'.",
  "Lucid Dreaming. https://t.co/zUdYEb53JY",
  "https://t.co/t2oYz9clPt",
  "There are two possibilities https://t.co/jzUo5qisAR",
  "\"No is no.\"\nThis man saw a girl being touched inappropriately and took action https://t.co/nBcjCszn6y",
  "one of the realist things I've read... https://t.co/kkshD3Eywp",
  "In 1987, a Chicago TV station had its broadcast interrupted by a pirate signal. The hacker was never caught. https://t.co/BDnTzwdXyf",
  "This should be everywhere! .. https://t.co/y6C9rArJjH",
  "https://t.co/9z3U96AFeI",
  "Unsolved murder during 911 call (EXPLICIT). https://t.co/gzdAiNaU3J",
  "Deep message https://t.co/JDCO0XeSCB",
  "Footage on a video camera that was once found deep in the Catacombs of Paris. Its owner was never found. https://t.co/3AMMtw1mVx",
  "https://t.co/XIjbmD0y2I",
  "https://t.co/tBRvZkNj1M",
  "This deserves endless retweets... https://t.co/3QiETJj6VV",
  "https://t.co/FekT2OivmL",
  "A clip from \"The World's Scariest Ghosts Caught on Tape\" featuring a case investigated by Ed and Lorraine Warren. https://t.co/iGBIJFpzno",
  "Bitch I was playing ion know u like that ..crumbs and shit all down their 😕😞",
  "Baby don't be like that with all that subliminal bs ..bend over simply and let me suck the fart out ya ass the #classical way 🙄",
  "Lemme suck ya pussy 😛",
  "When my ex calls and I'm waiting for the phone to stop ringing so that I can continue checking memes\n😂😂😂😂😂😂😂😂😂😂😂😂😂😂 https://t.co/60sLK2sb3U",
  "Today was a good day 😌",
  "Oomf will get her soul sucked out her #Bootyhole the classical way keep playing with me woman",
  "@sunnpixie Deep",
  "It means more to #Taurus when you don't make assumptions.",
  "it's crazy how that gut feeling ALWAYS right.",
  "Ever met a white mf that was racist but wanted to fuck u ? 🤔them ppl crazy as fug",
  "No, the Civil War was about slavery. \n\nSincerely,\nHistorians\n\nhttps://t.co/HPiOZD9gn8",
  "I stay in Mississippi the Ppl at my job so damn low key racist it don't make no sense 🤔",
  "Haha man o man https://t.co/jOaKYPQlc1",
  "Especially if its your sexy beautiful mouth doing the gagging, Your a guys perfect wet dream if you keep talking like that. https://t.co/ivivEI07He",
  "@YungKundalini Scorpio are possessive like Taurus but ..a Taurus will let u go if u just be honest ..Scorpio go stalk the hell out of u",
  "Happy new moon in Taurus! ✨",
  "@fancygabbie thx for the follow",
  "Jus cus it's late don't mean I'm horny..nigga can't sleep",
  "platonic intimacy is so underrated; break away from the idea that love &amp; affection is reserved for romantic relationships",
  "Hippy queen with a fat ass and great mind like ...would u get annoyed of that",
  "Got that erykah badu playing. Damn she really be saying sum conscious  stuff and very seductive 😤",
  "I need to make a porno on my birthday 😈",
  "I know you can't handle the truth that's why you hate me",
  "Focus.",
  "Love everyone man even the negative ppl",
  "listen to planet frequencies.\neach planet tells a different story.\nit's honestly quite fascinating.",
  "A season for the history books. 📚 https://t.co/K3vN8KwGK0",
  "Before the white man there was \"Set\" the opposing force / ego / chaos",
  "Don't study them Love &amp; Hip Hop bitches Lol. Knowledge of them will get u a ass whoopin Inna next life lmao",
  "@OhMyShantel Yeah she still loves me ..but it's like she send hints thru social media ..but I'm not with games! Thx I needed to hear that ..so much love😏",
  "@The_PaulBunyan That's that genuine Taurus shit. Majority of us still love ppl who hurt us smh but just like you I don't chase. Remember time heals okay",
  "i want some head 😩",
  "Damn where all these women at ..they ain't got no morals lmao 😂 https://t.co/AAgbKJHAR8",
  "when your grades can't be saved but it's going to be summer soon https://t.co/E1t4iHtDK6",
  "Don't beat around the bush with #Taurus because they don't have time to sit around and guess how you feel.",
  "Coonology is at an all time high ppl",
  "@OhMyShantel I wish she could of said that ..but I'm done chasing ..I still love her but can't love her the same",
  "Exposing the real for the fake is what I do ..I'm to #Honest",
  "@OhMyShantel I'm a Taurus too😂 ..so #Runthatshit on somebody who don't think alot. My last ex was Taurus left me for more money from a ugly guy lmao.😂",
  "@The_PaulBunyan I'm a Taurus myself lol. I'm out because you kind of exposed us 😭",
  "My favorite sign to date n start a life wit b Taurus women they passion is a delicacy",
  "@OhMyShantel Nah what? All Taurus woman and man are not the same",
  "I got Royalty in my  #DNA",
  "#Taurus tried, you didn't. They're done, have fun.",
  "#Taurus are very uncomfortable when someone they care about is unhappy and will do everything in their power to fix it.",
  "#Taurus have intellectual moments and enjoy intense meaningful conversation.",
  "#TaurusNegative can be so narrow-minded that you can get stuck in a rut so deep you need a ladder to climb out",
  "#Taurus can explode in a minute if they think someone is trying to make a fool out of them.",
  "So much negativity out here that's it's prolly the easiest n most common thing to come across. #ShowLove",
  "i've been having my own back for some years so a mf walking out my life don't affect me at all .",
  "#Taurus are honorable by nature.",
  "#Taurus' are not very trusting if you are not inside their inner circle. Do not expect them to open up you completely.",
  "Express a talent, skill, something. You'll realize that not everybody can do it like u n begin to look at yourself different",
  "#Taurus are hard to resist.",
  "Exactly ..we are energy we live Forever https://t.co/PNmaR8jmOz",
  "Every black person needs a side hustle",
  "#Taurus have an inherent appreciation for people and their achievements.This is how you love",
  "Being a mother is a full time job most just not ready for",
  "God bless this man https://t.co/3KYhJKmVTZ",
  "I have so many questions for this video 😂😂😂😂 https://t.co/Y2bN2yB8q1",
  "@TakingFiveHQ @slick9399 Man I laugh just like this when I'm roasting",
  "If your shea butter ain't straight from Africa then you losing",
  "The music I listen to Def depicts the way I am sometimes if u think of it",
  "https://t.co/QeqM2UFrl1",
  "The spiral on my thumb print represents the 6-6-6 of the universe",
  "Studying the universe is studying yourself.",
  "@SpiritAlchemy01 Damn I needed to hear this daemon lol",
  "Get in the practice of thinking...this isn't all about you. You are the universe...this is about the universe.",
  "How could u look up in a dark sky full of stars n not wanna know?! Do you know how closed minded you have to be??? Lmao",
  "Dont hold on to humanity. You don't want to reincarnate back in this bitch",
  "Ego is the downfall of our spirituality. Not the white man. Before them...there was ego...we were already on a downfall before they came",
  "Their nature is destructive...the world must be destroyed..they can't go where we go so let'em have it. Just don't let'em have you",
  "So I need to come out with the best dick sucking porno ever! I got sum tenderloins lined up",
  "I ain't just thinking bout that fucking shit ..I be on that new idea shit and careers",
  "Suck the far right outta her #Bootyhole if she text me with that bullshit again on 6",
  "Black queens and Kings rule the world",
  "White people are the standard of beauty to WHO. WHOOOO other white people. fuck you talking about. https://t.co/GLSpSD5qm3",
  "Everything clac clac",
  "@TheeOnlyOciera Much felt😂",
  "Girl I'll suck the soul out yo #Bootyhole 😂",
  "Society got everybody priorities wrong and fucked up",
  "Lemme teach y'all somethin reeeeal quick. https://t.co/g4G2GlETTh",
  "@SexySarika Beautiful Queen jus beautiful",
  "Yo yall dont let black women express issues about anything without playing 'devils advocate' or 'trolling'. U know how corny that is?",
  "@SpiritAlchemy01 Damn my negus we probably was living in another body round that time",
  "@SpiritAlchemy01 Heard! Each planet brings different rituals to the way we act ,think, feel all that stuff . if ppl meditate around it ..they receive energy",
  "@SpiritAlchemy01 No doubt daemon. .I only listen for that real shit",
  "Thank you. Daemon recognize daemon https://t.co/awML90Kv5N",
  "I like women with that super nurturer vibe lol",
  "Both Jesus and Lucifer were called \"The morning star\" in the bible.",
  "Last time it happened besides 2015, a big war was going on in Israel. Blood moons..blood shed..u get the points",
  "The Anti-Christ energy will reveal this yr. The devil and Jesus are one in the same.",
  "@SpiritAlchemy01 I took photos of th@t blood moon",
  "So y'all KNOW Trump, Putin, etc is gonna be used as the symbol for the Anti-Christ aiming Jupiter's energy instead of Venus'",
  "There isn't 1 set face for the anti-christ. It's a movement. A gang of ppl in certain generations",
  "Don't wake the sheep tho",
  "Venus is mostly known for love. By social engineering you can use the love energy and place it elsewhere to magnify wherever it's directed",
  "#Taurus aren't going to judge you for being who you are. They are capable of seeing the beauty in imperfection.",
  "@SpiritAlchemy01 Venus is my planet bro ..but what does it mean",
  "@SpiritAlchemy01 Boy u a fucking genius",
  "If we all simply...pay them NO ATTENTION they will get no focus for our energy to follow. They direct it by social engineering",
  "When #Taurus are happy, they enjoy the music. But when they are sad, they understand the lyrics.",
  "@SpiritAlchemy01 So simple",
  "If we all became aware of how to not participate in a ritual the world could change damn near overnight. It's simple too",
  "I just want to attract all conscious kings and Queens in my life honestly ..that's all 😏",
  "bitches glorifying doing hoe shit.. sleeping with people's man.. grown ladies husbands.. niggas with a new child at home.. generation sick !",
  "Here's the #TRUTH about \"Change.\"\nWE can't sit around &amp; DEMAND Change when WE are Not willing 2 look in the mirror &amp; Change as well!",
  "Growth as a woman is when you don't view other women as a competitor but more to empower &amp; uplift each other",
  "Some black people are just.... Puzzling. Y'all boycott Shea Moisture for having whites in ads but go broke for Designer with ONLY white ads.",
  "When you decide to be energetic about what you do,you start to feel this positive energy. Very simple.And effective https://t.co/HU175RBwRm",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope Appreciate it 😏I'm just being really honest ..in order for men to make it the right way ..we damn near go have to die and get our land back",
  "@The_PaulBunyan @Dj_Zulu9 @_ThisGuyIsDope Awwww 😍😍😍 not too many men like that",
  "I'm not a relationship guru but this generation wants everything fast &amp; that's why relationships fail. You don't wanna put the work in.",
  "social media has people's priorities and expectations all messed up.",
  "I'm not saying celebrate someone else's pain, but just know you don't have to worry about someone getting what's coming to them.",
  "@MayaDanielleP Ooo 😯u said a mouthful of that",
  "A lot of people looking \"blessed\" in the physical but suffering tremendously in spirit and mind.",
  "#Taurus have learned that pleasing everyone is nearly impossible,but pissing everyone off is way easier,and fun as hell.",
  "@CurrenSy_Spitta @CornerBoyP @OhYouBGson #jlrworking https://t.co/zpfRBgy4NM",
  "@The_PaulBunyan @Dj_Zulu9 @_ThisGuyIsDope ...but yall can. \n\nWe Queens, yall are Kings",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope Yea go damn near die tryna prove yall our love .. lol",
  "I can't fuck with nobody I really like ..cus I simply can't obtain money  in racist Mississippi",
  "I can't show a real queen how much I love her cus in this white man world they won't accept me to obtain money ..I mean real money",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope I wish I had a queen to buy lots of shit for and maybe the world.  But America set up for blk niggas to not come up ..so that's why",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope Yeah so that's why men (black) know in this fucked up world the white man done strip us of everything we can't compete to keep yall love 😣",
  "@unique_mani123 @LatinaExchange Some bitches are just weak, jealous, and unhappy....those be the ones to do u dirty. https://t.co/TbWTNAOLA3",
  "@The_PaulBunyan @Dj_Zulu9 @_ThisGuyIsDope Lmao cmon man.....we are women...we love art &amp; beauty",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope True yall love material shit cus yall deserve everything in the world ..yall the creator ..I don't know why yall wouldn't like everything",
  "@_TooExplict It was aight ..I'm kinda feeling both ways about that ..cus that ain't no girlfriend of mine ..or just a woman I would consider being with",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope True ..but majority of yall are from hair to other things like acting like these white women or think they have to conform to be accepted",
  "@The_PaulBunyan @Dj_Zulu9 @_ThisGuyIsDope We not all brainwashed lol",
  "@_TooExplict I mean It been like that for almost 3 months and sum days before I gave in lol I made her wait a long time but it was worth it . 😊😂",
  "@The_PaulBunyan Hahahaha that dont mean u had to give in but I feel ya...get ya dick sucked lmao",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope Yeah so it's stupid to keep trying tell our ppl about life and the real shit ..it's sad.  But maybe 1 day, they will learn",
  "@The_PaulBunyan @Dj_Zulu9 @_ThisGuyIsDope Lmao of course you are. They get scared.",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope I mean yall create life G ..so without a woman ..I wouldn't be here but I know why women are the most brainwashed in the world ..yall God",
  "@_TooExplict Man u know how some women do ..esp if they work with u ..I don't be stunting females I be focused on getting money..then they try to play me",
  "@The_PaulBunyan Omg man 😂😂😂 you too much  !!!",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope Lmao they been sleep for many and many of years .. 😒like everybody I come in contact with ..I try putting ppl on knowledge but I'm crazy",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope I mean I read alot ..I think woman is God we all feminine and masculine",
  "@The_PaulBunyan Ok but wait...\n\nShe was pleasing u...u aint have to do nothing 😆",
  "@_TooExplict But she was talking shit ..and I pulled that dick out on her at break ..at work ..she been staring at my dick print",
  "@_TooExplict Yeah I ain't do nun .. she been talking about giving me head for a week straight ..at first I was like hell na cus ion know her like that",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope Like so much shit that I can't type it all ..cus government watching ..America home of the slaves",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope Yeah you right ..I mean I think deeper than that , but this world not go end no time soon. Like I think God is a woman .",
  "@The_PaulBunyan @Dj_Zulu9 @_ThisGuyIsDope ....yo this world is crazy.....so much shit going on",
  "@_TooExplict What can I say ..I'm a man of my word , but lmao she had it coming ,she been telling me I'm scared for a week now , proved her wrong",
  "@The_PaulBunyan Hahababa no u did not....aayyyyyeeee lmao niiiccccceeee https://t.co/R2dy9cUPGF",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope I mean anything possible lmao ..but nah God ain't letting that shit happen unless it's man made products or scientist in that nature",
  "@_TooExplict Yup 😂 https://t.co/DLDxml5UAa",
  "@_TooExplict Lmao yea I made 1 just like I said with this female",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope I mean I don't judge man or woman ..but in facts u can't reproduce life with man on man and woman on woman",
  "@The_PaulBunyan @Dj_Zulu9 @_ThisGuyIsDope Bahahahahaha u right about that lmao \n\nFor real",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope He better not ..or he just really suspect ..I mean u know how this generation been lately smh",
  "@Dj_Zulu9 @TheRealNiguel 😂😂😂😂😂😂😂😂😂😂😂😂😂 https://t.co/MM3RQHhQV4",
  "@Dj_Zulu9 My dude dip 😂💀 https://t.co/5d2By7IGR9",
  "@_TooExplict @Dj_Zulu9 @_ThisGuyIsDope U know how petty ppl is ..if he would of walked away and said sry ..they would of been like he soft,or low key gay ..so he did right",
  "@Dj_Zulu9 the way bruh took off got me cryinggggg",
  "So this was at the foam party last night, Bruh thought he was dancing with a girl than he slowly realized it was a guy💀💀 https://t.co/Fq501bmRoB",
  "#freakjawn https://t.co/3Vtsqgwk6A",
  "https://t.co/NMN2ou25wm https://t.co/Bwr1OFUWcc",
  "@CurrenSy_Spitta Lmao #spittashit",
  "@CurrenSy_Spitta Haha man u a fool",
  "#Taurus's born on #May19th can charm the pants off you with a wink, a smile, a touch, or a kiss.",
  "@Cali_Capricorn I bet I'm bout that life ..u ain't go be able to take it",
  "#Taurus speak only when it is true, it is kind and it is necessary.",
  "#Taurus do not quit until they achieve their personal standard of perfection.",
  "Nature is calling",
  "#Taurus don't look for friends they look for business partners at least when they screw you over you can say it was business never personal.",
  "@JahnellAnya She still will get it! Substantially and classical",
  "Imagination is more important than knowledge. - Albert Einstein #quote",
  "Lmao she like that nasty shit when I tell her what to do on camera ..",
  "I might make a porno today",
  "I THINK I LOVE ASIAN PERSUASIONS NOW....✊#asianhoesquad",
  "@SpiritAlchemy01 Pure energy of both good and bad ..know  the self",
  "@SpiritAlchemy01 To me it's the \"all\" that's in everyone, yet most ignore, that's why they think it's outside themselves.",
  "Time to meditate Holla at yall later 😏😌🖖",
  "Proud to be a Taurus 😍",
  "👀 https://t.co/1FB4ago907",
  "Being a Taurus it's nice people believe I'm chill + laid back. So when I finally snap on them, it's when they least expect it. #thehorns",
  "I feel like this retrograde is showing The Who-ain't-shitness of everyone.",
  "Eventually you have to set boundaries because these clowns will suck you dry of all of your energy and not think twice.",
  "People will take advantage of your kindness if you let them. Eventually you have to cut off their energy source. They're vampires/ parasites",
  "Don't ever let anyone make you feel bad for being compassionate + owning your big heart. In a world full of cruelty and fuckery it's a gift.",
  "https://t.co/Z1tptbLZ1x",
  "\"Congratulations! Work so hard for early vacation\"",
  "I see sumn in ya mama , we can make millions",
  "Hustle like I'm starving",
  "Gotta make sum plays",
  "@YungKundalini Spoken like a true Queen",
  "People w/wack energy &amp; bad vibes will have their time. Everything comes back full circle. So just continue to be loving and being amazing.",
  "Damn I fug with her for shouting that game out 😏🖒",
  "I really just want to watch the food network and cook exactly what them mfs cooking up",
  "I don't drink and drive ....Bih Kush brought me 😏😥",
  "I encourage all crazy ppl to smoke to you dead tired.. 😪😴",
  "When u randomly think of how yesterday that good ass #Weed made me dissappear like Batman 😂",
  "@DaCute1 Thx baby gurl I feel that #TaurusCode 😉",
  "@The_PaulBunyan You bout to get em",
  "Just respect this mind of mines .. Starlight Ideas fr bruh",
  "Life just wouldn't be life without a challenge right ?",
  "Coolin honestly writing goals down ..I need more challenges in life bruh 😫",
  "Cus the #Universe give me anything I want",
  "Never trade my heart for material shit",
  "King size snicker and lean 😏",
  "#Taurus are willing to let go when it overwhelms them with negativity.",
  "My glow is real nigga",
  "my energy ain't for everyone",
  "Sometimes we learn not by what we see, but by what we don't. That might not make sense now, but think about it...",
  "smoke with me",
  "Bitches will hate on you and don't even know who you are 💯",
  "Some people just don't choose you because they know in choosing you they would have to forfeit something else",
  "@murc2000 @AviLoveXXX @MySexyGirlsPics @Elegantbeauties @5tayFro5ty @fans_apolonia @PornoxDia @babesreal_ @Guhndul @heinz_spack @nude_pic She want it up the stinker lol",
  "in 3 years it's going to be 4/20 for an entire month https://t.co/CcuRTk7eBV",
  "You chicks be so quick to say \"My booty Grew\" But what about your hair Little Bill?",
  "High as heaven",
  "This system of capitalism is disturbing... who benefits from it? What does it mean? The trees have the answers not humans  - Lil B",
  "Damn baby girl u smoking that mid pack",
  "I highly fucked with you but you fucked that up",
  "When the mind is untrained it's primary role is to worry, doubt, be skeptical and create problems.",
  "Jernts only baby",
  "Green everywhere. Eat leaves. Meat on some odd street that needs a beat, heat; can't eat.",
  "@CharMeLoDi  https://t.co/Fst6ST7cDf",
  "She should just do porn @BrittanyaRazavy https://t.co/psgP519cCf",
  "5 tracks in.. this @CurrenSy_Spitta.. \"The FO20 Massacre\" https://t.co/Kx8JU2I6cq",
  "@YoungHazeeJET Yea its dope ..I aint heard no real head bangers yet",
  "@The_PaulBunyan yes came out like 5mins ago lol",
  "It's an anal kind of day.",
  "@WhatDaMoufDo Thats in yo mind .. So I cant disagree but in mines ..nah bruh im a king in all ways ..",
  "@YoungHazeeJET Thats new",
  "@WhatDaMoufDo Im just vouching for the Kings who dont lol",
  "I think it's better said that Queens get theirs  ate lmao",
  "@WhatDaMoufDo Nigga what? This is false information lmao",
  "@CurrenSy_Spitta Yes nigga been waiting for years for this classic once again",
  "Y'all ready?... #thefo20massacre https://t.co/SO8CWj2lxy",
  "drake fans have mental illnesses",
  "They also see bitches at their worst https://t.co/EDIpzERjIU",
  "https://t.co/xuSQ45nXYt",
  "All y'all complaining about seeing stoners tweet today STFU UNFOLLOW US THEN TODAY OUR DAY TO ACT OUT shit It's like Christmas in this Bitch",
  "@VenaiiGloxiniia Probably being sex by a vampire ..she draining his ass lol",
  "You're exchanging energy, you should get a boost. https://t.co/o7PVgJ7arn",
  "I  wish I could control my mind, \n\nmy voice, \n\nmy face, \n\nmy emotions, \n\nand many more.",
  "It's time to get lit. #GrowHouseMovie rolls up in theaters today! https://t.co/4GKznj7Dgt",
  "Stay quiet. \nKeep working your magic behind that scenes. \nYou have nothing to prove to anyone.",
  "I don't know why I'm not into certain people and I don't need to know why. All I know is I trust my intuition.",
  "The ONLY way my nephew likes going to school is if I GAS HIM UP ⛽️😂😂 https://t.co/butaDTNYlC",
  "I'd rather say \"nevermind\" than repeat my self.💯",
  "He's just trying to stop his baby sister from crying.... 😭😭❤️❤️❤️ https://t.co/QHA2phfk2r",
  "#Taurus' offer help without a pre-requisite of being needed in the future.",
  "I may just be one person but changing the world around me is what I do best",
  "#Taurus will analyze every aspect of a situation before making a decision.",
  "Melanated ppl with white moms...u gone tell'em not to love their mom? No. If u do than u don't understand completely",
  "A pretty face and good weed",
  "@NeeDolll_ Nah bruh u didn't disrepect me so I wouldn't disrepect u 😊",
  "I don't disrespect nobody I don't know",
  "@NeeDolll_ Huh ? 😒😕 ion even know you G ..that's kinda weird but I can see how I wrote it u would take it that way",
  "Sour diesal is a great 420 gift 😊",
  "@NeeDolll_ Yeah.. u said the bih was behind yo back didn't u ? Hovering and shit 😂",
  "Lost in Paradise!",
  "@lovebscott I blame this nigga here https://t.co/q2qdEds9gj",
  "All Men Can't Handle Tight Pussy\n\nSide Effects:\n\n*Quick Nut \n*Unplanned Parenthood\n*Marriage Proposal \n*May Even Cause Death",
  "I don't argue anymore i just say \"ok\".",
  "being natural has its advantages &amp; disadvantages 🙄",
  "@NeeDolll_ Lmao bih said she was hovering B! 😂",
  "@NeeDolll_ Truth",
  "@CurrenSy_Spitta No shidddddddddd https://t.co/F9iPyOwYBR",
  "Yall high?...",
  "the less u care, the happier u are",
  "#Taurus have a hard time expressing themselves and talking about their problems. But they can through writing, drawing, or music",
  "#Taurus have a very specific way of doing things.",
  "@Cali_Capricorn Ugh I need that throat 😣",
  "If a white person is down for the movement head to toe, from inside out..then I rocks with you regardless of the skin color",
  "Most women feel as tho you shouldn't know about some things more than they do (period blood being one). Most don't really know about it tho",
  "These bitches just like every other bitch",
  "Tonight in New Orleans @HOBNOLA https://t.co/sLueYo1glw",
  "@CurrenSy_Spitta @HOBNOLA #Jetlife #Classic",
  "I love feeling appreciated for fulfilling my soul purpose. Love to everybody who minds I sparked.",
  "Lmao.😂 https://t.co/sx0GyMNIVz",
  "@ThatSweetShit_ That's fucked up , it should be 100/100 instead of 50/50",
  "@SpiritAlchemy01 Real shit ..that's why I only smoke like 2 x a week",
  "It's hard to dream when smoking weed b/c weed \"takes you there\". Trynna be aware of that state when your unconscious is hard",
  "Can't just talk to your higher self n expect it to understand a simple statement you said 1 time. The mind works in repetition",
  "Feeling chaotic? Will a angel (direct topic or question) in the mind n watch the subconscious direct it. Angels direct. Demons generate",
  "Never compare yourself to ppl. That's ego fighting for comfort.",
  "The spirit always speaks immediately through you, but we're so disconnected from self we most times have to meditate to \"talk back\"",
  "You'll know your mind is chaotic when u learn, reflect, n meditate on something. That thought process is what gather the whole perspective.",
  "#Taurus Individualistic. Dreamers. Soul Readers. High Flying. Charismatic. Attentive. Inventive. Deep Thinkers. Opportunists.",
  "@Bratbynaturre Not 50/50 100 and 100 ! That's how much we should give of ourselves",
  "#TaurusConcerns shyness, cautiousness, trustworthiness, calmnessappreciation of values, talents, abilities",
  "#Taurus can lie and look you right in the eye while doing so.",
  "If you give me attention, loyalty and consistency, I'll do anything in the world for you.",
  "Make 2017 all about you.",
  "Fuck with people who wanna see you grow mentally &amp; financially.",
  "sex is always good when y'all both freaky af 😜 👅 💦 🙌",
  "I use to be crazy over oomf 😘 😍 😜 🙈 💣 🔫 🔪\nBut now... I don't even care if we speak✌💯",
  "Once I stop lurking your page.. You're irrelevant 😂 ✌",
  "My \" Idgaf\" game dumb strong 💪 😂",
  "Eventually we'll find out who's really been working.",
  "i never get what i want, but i bet you that's about to change 😈",
  "Idk why people are scared to ask someone's intentions up front, shit not I..",
  "Don't ask me why I talk to myself... I be needing Expert Advice...",
  "The nigga look 24",
  "This nigga keanu reeves 52 ..ain't no way",
  "I'm probably somebody's favorite rapper and ion even know them",
  "Marc Gasol's header game is on point https://t.co/Uqs4gjEIqH",
  "Watching John Wick2",
  "#Taurus I know not to trust in people because sooner or later they will normally always let me down.",
  "We try to smoke the stress away but it will never go away",
  "fascinated with the distractions, tempted by none...",
  "even fools can be wise...",
  "a hallucination called reality...",
  "The drunk dude in the club giving you a 2 minute explanation as to why he accidentally stepped on your shoe https://t.co/zUBRpI1lcu",
  "@MingNa12 Nah u a anal virgin can tell ..but if u like it more the merrier",
  "#Taurus have great instincts.",
  "#Taurus can be critical but they keep it in their mind and simply notice things.",
  "#Taurus never like anyone to tell them what to do.",
  "Get some money instead of worrying about who she fuckin'...",
  "Another day, another opportunity to work on my soul...",
  "@wizkhalifa The first song I heard of yours was Never Been, classic",
  "i can make someone fall in love w me w no sex involved. i just got a bomb ass personality.",
  "President Stone Cold Steve Austin",
  "@nicoleworldxxx 4 fasho",
  "What's trendy is ordinary and what's ordinary is basic",
  "I want you to touch yourself thinking about me 😌",
  "#Taurus don't let someone else's opinion of them become their reality.",
  "#Taurus are down to earth people who strive for the finer things in life, but also enjoy the simplicity life has to offer.",
  "@DaCute1 Lmao.😂 it's just a song but I will do that if it's really no connection but I won't because I don't that energy in me",
  "Fuck her so good she think I care bout her",
  "Bruh fuck all the political talk WE REALLY KNOW how to stop this shit we bullshittin honestly",
  "@nicoleworldxxx Gang Bang Bang!!",
  "@nicoleworldxxx You are 😂",
  "#Taurus enjoy life today because yesterday is gone and tomorrow is not promised.",
  "Solid mindset with good energy...I need that.",
  "@SpiritAlchemy01 Been their ..never again majority of them whute",
  "Keep ya eye sharp and a keen heart",
  "Like bih cum suck this dick and call me daddy",
  "Late night adventures with you would be nice",
  "They always tease the right 1",
  "Damn my dick hard",
  "@WhatDaMoufDo U sexy for that",
  "do not do shit for me if you gone throw it back in my fucking face",
  "#Taurus tend not to be very selfish as they put others before themselves.",
  "@Cali_Capricorn Cum suck this dick I got a whole playground of children for ya",
  "@MingNa12 Mind if I anal creampie you in the substantial way 🙄",
  "@civis preciate the follow I like cooking also ..actually thinking about going to school for it",
  "@MingNa12 I like yo sexy lil ass",
  "These is gangsta hours ... If she texts u back then she knows what time it is",
  "I get Fly for the Nothing\n. https://t.co/IjQzZoSau0",
  "Get that booty right for #analseason https://t.co/n99dBW8WlX",
  "😋 https://t.co/94quZXzNm2",
  "@nicoleworldxxx Nut in that ass and make u swallow afterwards smoke sum loud",
  "@nicoleworldxxx Come on lol ..stop teasing me with that poopchute",
  "@The_PaulBunyan That's true mind expansion right there.",
  "#May9 are the most exciting people you will ever meet in your life.",
  "#Taurus are the earth sign, and being the first one of the three we represent untouched innocent earth.",
  "DO NOT REPLACE MEAT WITH SOY\nDO NOT REPLACE MEAT WITH SOY\nDO NOT REPLACE MEAT WITH SOY\nDO NOT REPLACE MEAT WITH SOY",
  "#Best and #worst attribute #Taurus' play for keeps - it's all or nothing",
  "#Taurus's have the best love.",
  "#Taurus - You can love them, you can hate them but you can never ignore them.",
  "It can be difficult to turn the nasty thoughts off 😔",
  "#Taurus can go without sex for the longest but when you try to put an end to the drought someone tries to trap you in a relationship.",
  "#Taurus turn tragedy into triumph.",
  "#Taurus tend to keep their emotions hidden. \"Crying shows weakness\"",
  "@SpiritAlchemy01 Lol nah shorter than that ..in my mind ..just total focused and meditation. .if I solely believe I can fly ..I will fly",
  "@The_PaulBunyan I'm thinking a 1000 yrs n we got that supernatural ability again",
  "@aiyanakeira preciate that follow queen",
  "i feel sorry for NIGGAS dat date u IG/stripper/model hoes ... cuz niggas dont know yall actually trash but whatever .",
  "\"I met you in person, you're nothing like your twitter\"\n\nYeah sorry i dont run around in real life eating ass 24/7 and yelling song lyrics",
  "Left eye was a incarnated nature spirit, all she needed was some tender love and care from nature again to ascend out the body.",
  "I may use 16% I can hear ppl thoughts . I'm still tryna learn how to fly https://t.co/utct7xIkDg",
  "Brain capacity expanding everyday. We can speak on consciousness all day",
  "Angles of light https://t.co/xW6eTW9L54",
  "The ancestors can only see light. By gathering more light you make the ancestors want to watch you... That's why it's called \"channeling\"",
  "All answers are within me. Since my spirit is omnipotent I realize the answers may come from your mind..which is still apart of me",
  "That's why they call your third eye the seat of the soul b/c the focus controls it. The energy is everywhere waiting to follow n be drawn in",
  "The whole point of kundalini is to vivify your spirit world. Your 3rd eye creates it by visuals.",
  "Sex energy gets us here and it will take you out....to another dimension",
  "If u haven't learned anything by following me on twitter...damn near no point of following me unless u gonna teach me sumn lol",
  "Reasons why u may be advanced in meditation the first time u do it. It depends on that lightness of heart, your perception, etc.",
  "At the same time growth is always there. We know about some supernatural abilities, but can't access them yet b/c where the earth is",
  "We know teleportation is real, but due to the hella reasons (sun sports, vibration of earth, etc) we cant do that yet",
  "Back to kundalini...the pineal gland is a transmitter and receiver for your ancestors",
  "Your ether (kundalini) starts in the root. Send it up to the pineal gland to connect with the rest of the fire to spark more fire..feel me?",
  "Currents = flow of electricity. Your kundalini may spark it depending on simply your perception and and breath",
  "Look up the 7 circuits of your brain. Breath will lead you to each one. The use of ALL elements are just a matter of how to breath",
  "Breath (hydrogen) of god is in all elements b/c that's what controls all elements. (I.e. you controlling your mind)",
  "Besides myself, I'm only here for the ppl who are soul searching #ThatIsAll",
  "That's that real shit. Sometimes I question how real mf's are if they really cant acknowledge the reality of this world",
  "There's no such thing as a stupid question. That's just u looking for sumn deeper not dumber",
  "Shouts to the ppl who helping other ppl find themselves.",
  "Most people don't see their unconscious patterns because they don't really want to do the work on themselves. Easier to blame others.",
  "LMAOOOOOOOOOOOOOO https://t.co/T9uvtksl7o",
  "If u don't find things weighing u down often than your literally above the bullshit. The low negative energy can't tap into u only transmute",
  "Women and these $200 dates from these imaginary boyfriend's...boaah I tell ya",
  "Everything is funnier to #Taurus when they are supposed to be quiet.",
  "Smoking lala... la. La La",
  "#Taurus DESPISE ANY KIND OF BETRAYAL....",
  "#Taurus believe in solid actions rather than words.",
  "Anal season ! https://t.co/PNIGtyjpyK",
  "A wild gangbang https://t.co/tBe7qxFiiz",
  "My fav anal bae ! 😍 https://t.co/dgiEVsQlvv",
  "#Taurus the bull / cow are the keystone of civiliion. Milk, Cheese, Yogurt, travel, ploughing the farm, carrying wood to build houses.",
  "#TaurusWoman * prefers the real to the artificial, e.g., real flowers, real silk, and genuine, high-quality antiques",
  "Been in super good mood lately ☺️",
  "@0urperiodoh Man u gay bruh lmao",
  "Can show you better than I can tell you...",
  "Why ppl think I'm scared of a challenge  .u really have no idea",
  "#Taurus Turn Ons : Soft kisses down the side of their neck.",
  "@0urperiodoh About what nigga ? 😂",
  "Oh girl told me today ..she just want to get hi! Bih u a muhfugging lie",
  "Save your money 💰 so when it rains the money can save you",
  "Man I can't trust some of u cancers ..yall be tryna use ppl ..with yall manipulation tactics..like why yall lie so much",
  "I'm More Malcolm X Than Martin Luther King 💯 Remember That",
  "#Taurus tend to lose their energy doing too many \"important\" things at the same time.",
  "#Taurus don't care if it's 1am, 2am 3am or 4am. If you call and they care about you...they will answer.",
  "@Le_Gip Lmao real shit #TaurusCode",
  "I know, it makes me sick..... but they ain't a Taurus tho https://t.co/MyX6W1UzCe",
  "Never let a soul think you need them",
  "When #Taurus isn't being friendly they can be aloof.",
  "disrespect never expires . disrespect me once &amp; i'll make you feel uncomfortable every time you come around me .",
  "#Taurus's are the most loyal sign in the zodiac.",
  "Taureans always make the party better.",
  "#Taurus your stamina for drink and sex comes from a need to connect emotionally through action and not speaking.",
  "Twitter is a good excuse for #Taurus to talk to your themselves without looking stupid.",
  "#May14 are easygoing and soooo...seductive ...",
  "@MsLauren_Ashli Yay congrats that's y birthday",
  "the most common weakness of all humans is the habit of leaving their minds open to the negative influence of other ppl -Napoleon Hill",
  "#Taurus don't like to waste time hating people, they just cut you off and continue with life.",
  "#Taurus notice everything, most of time they just don't say anything.",
  "Tell the universe, \nI want to work with high vibrational people who are free of fear and illusion.",
  "Slim thick. https://t.co/SjvtLGcQTt",
  "#Taurus are loving, endly, mature, kind hearted, funny, and clear thinking except if u give them a reason to feel like u can't be trusted",
  "#Taurus's are not just loyal and loving they are also honest and charming.",
  "#Taurus are openly affectionate, highly attractive, dependable great talkers, with a drive to perform.",
  "#Taurus enjoys activities that please the senses, like sex.",
  "#Taurus are instantly annoyed by people who don't give straight answers.",
  "#Taurus know without a struggle, there can be no progress.",
  "@DaCute1 Oh well let em snooze on us 😪they always sleep on the quiet peaceful 1s",
  "@The_PaulBunyan We the most under appreciated, over used ppl on the planet lmao",
  "@DaCute1 Sis I'm go ttyl I got to go to work ..but u are so right ..Ppl underestimate us anyway",
  "@The_PaulBunyan THENN wanna complain to me like I ain't tel you that shit was gonna happen from long time...🙄🙄🙄🙄😑😑😑😑😑",
  "@DaCute1 U a Taurus duh ..just like me ..we are psychic in some ways .. it's ok though I do it to ..I just don't say shit ..Ppl think I have Big ego",
  "@The_PaulBunyan I feel shit so different. I see shit before it happens and when pointing it out ppl think I'm being nuff.. Lool",
  "@DaCute1 Only real conscious will understand ..not many in the world sis ..just being honest",
  "This is the wrong generation for people with good hearts ❤️",
  "#Taurus can be extraordinarily successful when given the chance to express themselves.",
  "I'm to peaceful for this media shit and I'm to peaceful to worry about fake things that has nothing to do with me including the war",
  "Why bomb Syria if they were going to do it themselves anyway 🤔?",
  "Want ppl to learn the \"right\" ways but your being internet bible quoting thugs...",
  "The connection I have with MY GOD was established far before me reading any book. Seeing the earthiness of Rastas resonated different 4 me",
  "@DaCute1 Because rasta man lives his life through calm, peaceful, and also observant environments everywhere we go 😏sum can't handle peace to long",
  "I see Hebrew men and I get an angry vibe. I see a rasta man..peaceful vibe. Why is that? I need answers",
  "Ppl underestimate the power of just listening.. Sometimes I ain't wanna hear your advice...just listen boom",
  "Y'all so fuckin lost man..",
  "i've become more love after every lover i've had.",
  "#Taurus knows that some people around them lie so much that they begin to believe their own bullshit.",
  "#Taurus never get too attached to anyone because they know that attachments leads to expectations and expectations leads to disappointments.",
  "Sometimes I wish I just didn't notice shit and loved in this blissfully ignorant state",
  "I see rasta men honouring their empresses where in contrast I see Hebrew men bashing and complaining...",
  "Hebrew men could learn a thing or two from rasta men and vice versa. Y'all too fuckin busy pointing out differences",
  "Have seats. How are u out here quoting and praising TMH but your family is in shambles..your relationship in shamble. Very Christian",
  "@DaCute1 Ooo 😮😂u snapped with this 1 ..real talk ..straight feel that",
  "You stupid retards equate the level of love you have for your creator over how many verses you can quote. Miss me with that",
  "If you are learning the bible to prove others wrong... You just as bad as a fuckin Christian fam",
  "#Taurus' give off an air of being very non-chalant but their goals are planned with the most intricate detail.",
  "#ThingsIWontApologizeFor Being myself ☺️",
  "It's fuckin ridiculous. Arguing with ppl online over fuckin precepts and not personifying wtf you're \"learning\"",
  "#Taurus relationships are like drugs. They either kill you or give you the best feeling of your life.",
  "#Taurus go a 100  when they want something",
  "Folks will try to disrupt your happiness when they have nothing going for themselves.",
  "@asiancrackbaby Yeah and I'm 16 ..big deal",
  "When you die in the session😂 https://t.co/wO6lsBJevF",
  "What I imagine and think ..it's real",
  "Meditation is making friends with yourself.",
  "You were born to do more than just pay bills and die.",
  "Smoking kush before I go to sleep",
  "What he doesnt now wont hurt him! SEE THE VIDEO NOW @ https://t.co/EWda8XKwHo https://t.co/AGMcEhlJKd",
  "Every now and then I got to prove them wrong ..cus deep down spiritually ..u felt that, u just don't want to admit it ..cool😏",
  "#Taurus can fully understand the emotional states of others even if they have never felt those emotions before.",
  "I love a woman openly who likes anal honestly..sry not sry ..I will fuck the dog shit out of u substantially 😂",
  "Ppl who take life so serious are furthest away from their inner child",
  "No vaginal penetration",
  "@PeachDulce Sheesh! Um when the next time u plan on cheating lol",
  "Oomf she needs to take a long black dick .. how could yo vagina be so negative ..ew 😣",
  "honestly if i can't see myself fucking you, there's no point in talking",
  "We have sex for two reasons..reproduction and/or regeneration. Your inner child will regenerate you",
  "i love music that sets my soul free",
  "@The_PaulBunyan 🖖🏿",
  "Open your 3rd eye.\nOpen your mind.\nQuestion everything.",
  "Activating the child Horus in you regenerates the spirit. You need that",
  "You'd know more if you removed the ego. That ego is like a wall against procuring new ideas.",
  "@SpiritAlchemy01 Already bro 1 love til the next life",
  "@SpiritAlchemy01 Yup ..it keeps our energy and imagination on point .. this exterior is all illusion and a system to corrupt powerful minds #simple",
  "@The_PaulBunyan N that's the key...staying childish as we get older.",
  "@SpiritAlchemy01 Bro u to .. I rarely share that info with Ppl ..but see I can sense u good vibration.  And u know your shit as well.",
  "Keep shinning g. I sense your light from here https://t.co/UmWG1tvRQZ",
  "@SpiritAlchemy01 Man wtf ..that's just us staying in a childlike place ..cus we truly don't get old ..shit is a thought process ..",
  "@SpiritAlchemy01 Shit man I meditate every night and early morning ..I find my true self doing that. I just sense shit more \n.6th sense be heightened",
  "@The_PaulBunyan You know what you're talking about. I can tell...fr fr",
  "@The_PaulBunyan Lmaoooooooo",
  "Alot of women know I'm quiet at work ..I don't do all that talking ,messy shit ..save that drama for the dumb bitches band fags lol",
  "@SpiritAlchemy01 Yea true shit .. we all posess it ..it's just really depend on our experience. .I'm more solely heart chakra",
  "Throat chakra be EVERYWHERE lol https://t.co/r2k0Ut3ZPj",
  "@SpiritAlchemy01 Yea that ain't go mix ..bih think I'm dumb cus I'm quiet",
  "I had to watch \"Get Out\" several times to understand y white Ppl envy blk ppl",
  "Women are experts at conversational hypnosis",
  "@SpiritAlchemy01 Bruh fr fr ..that's why they queens of talk",
  "I wanna live in a treehouse.",
  "#Taurus vices arise from their virtues, going to extremes on occasion,such as sometimes being too slavish to the conventions they admire.",
  "@The_PaulBunyan Lol I feel u. Women, work, n sex is just doesn't sound too promising",
  "@SouthsideJet See I knew yall was sum smart brothers ..these niggas in MS telling me to take 1 for the team smh I seen \"GetOut\" 😂",
  "No go lol https://t.co/kZEqqOBzgT",
  "All I got for yall hoes ..is #Dick and #Bubblegum substantially and will provide in a classical way",
  "Bruh I swear if white Ppl stand beside the right of u ..it's almost as if they drain your energy \"melanin\" sort to say",
  "@SpiritAlchemy01 Yeah I'm go cool it on this 1 playa ..but I can't say I don't get sexually harassed and tempted every day",
  "Don't do it b. https://t.co/bEV0hJB5Kl",
  "So do I fuck her for the raise or nah? Bih white by the way?",
  "Like niggas cheer me on ..to fuck my manager ..like bruh that shit ain't cool ..this bih can fire me ..if I nut on her the wrong way 😂",
  "@DoesMatter2020 Real #Gshit",
  "I got a manager that want me bruh ..but I kno if I fucked that woman ..shit go change in the work environment.  feel me?",
  "@DoesMatter2020 Lmao ..man I die every night to sleep young king",
  "Like sum women really think something wrong with they vaginas ..if the man they want don't choose them *shrugs* move on bih 🤔",
  "Sumn been on my mind lately.. it ain't serious at all, but if someone wants to fuck ,an u turn them down they automatic think u gay",
  "Very Conscious of self! ..the Classical way 😏",
  "@DoesMatter2020 Negus u die every night u sleep ..duh",
  "if u ever meet someone who makes ur life flow easier and makes u laugh a lot, keep them, that’s all u need",
  "\"Kendall please! Give him a Pepsi!\" https://t.co/IntFNmCpTr",
  "@paiyonce Get em!",
  "I really just want to get to the point of me talking to u ..which was highly sexual",
  "I'm a piece of shit 😊",
  "I'm stubborn to the bone baby ..it's harder for me to chase u ..I just don't catch on quick to them hints 😂 #lies",
  "Baby u can't get mad if I'm honest with u in a substantial way ..plus I keep it classy",
  "#CAMERAS - np drake",
  "Let's talk about sex.",
  "@daisymarquez_ @_aIyssa I will ..and blow her #Bootyhole out of proportion everytime I'm round the girl ..substantially",
  "Fake energy don't move us ☝🏽",
  "Oomf go catch a daddy daycare down their throat if they don't watch their tweets carefully 😂",
  "Bih u lick my ass ..I'm go kick u in yo jaw that substantial way",
  "Females blame dudes for everything that goes wrong in they're life \n\n*Breaks a nail* \n\nHer: Niggas ain't shit https://t.co/gJtQ1OOvZ1",
  "@justLASHAY_ Shit is gay lol ..no respect for men who do this lmao",
  "Just call me daddy and I'm go long stroke you the Classical way 😎",
  "May God bless yo purtty mouf in a substantial and classical way baby https://t.co/0Zcyr5arCP",
  "Let people think they've pulled the wool over your eyes...just to see what they do next. You'll see their character.",
  "Nigga really .Mt hats my fav team #Spurs https://t.co/mplDIYuM3g",
  "Yea ..say that! Rap that! Lmao 😂 https://t.co/tPD9K9GIxj",
  "Like damn bitch ur were just in a coma https://t.co/P4wTWGEW8E",
  "💯💯📖 https://t.co/pcJRRtpc1e",
  "I rather be a loner ..honestly",
  "@asiancrackbaby Sloppy toppy with this 1",
  "If I ever stopped fucking with you, no love lost. I still wanna see you eat, just not with me.",
  "I need a bad bitch to roll my shit",
  "#NewProfilePic https://t.co/RWOOWlc47Q",
  "You can't do everything with everybody...",
  "@nytsed That shit get deep",
  "When I get curved https://t.co/Pf2vONX5vk",
  "Lol bruh! ..did this nigga just tell this bitch ...\"all you got to do is shit on me\"😂",
  "So I was told today I remind her of Bob Marley ..that was nice",
  "knowledge is power; wisdom is knowing what to do with power...",
  "Precisely 🙃 https://t.co/VBHNHm0C9b",
  "Stop waiting to be who you are.",
  "Call me Mr.Pipes I'll come to yall house and clean all yall lady problems",
  "#Taurus' are patient but omg I hate waiting for you to figure it out",
  "And women wonder why I got a Paul Bunyan beard 😋",
  "@QuitaBnStuff Oh no, baby what are u doing https://t.co/ULsL2EendN",
  "@The_PaulBunyan https://t.co/wF6gfMDXWh",
  "That energy don't lie .. and words can't describe the Passion !",
  "@QuitaBnStuff ..and 🤔im fucking nasty what you go do about it?  I know if yo big head ass was over here u wouldn't be talking shit ..I got u a job ms.lady",
  "It's all gravy baby .must let me grab that Ass in a substantial classical way",
  "Yeah invite that big head to a dick sucking convention 😂",
  "@QuitaBnStuff Nah I'll pass ms.big head lady ..If that occurs those fists! .. Go turn into licks! ..and licks rhyme with...well u get the picture",
  "I just want the Lips and tongue ..who really cares if that head wide as a doe😂",
  "@The_PaulBunyan 🗣🗣🗣I'll have you know I just measured my head!",
  "@QuitaBnStuff 😂damn fr lady ..I was jus messing ..u ain't got to get so worked up on yo 5 head ..sensitive ass ..be happy it's a big 1 an not small 🙄",
  "Look at my shit...look at all this shit! Looking like spring break!",
  "@QuitaBnStuff Tsk Tsk 🤔 well next time don't ask for someone's opinion. ..cus your own opinion is the only 1 to matter  ..big head",
  "Lawd please minimize this woman head so it won't look so big on my TL ..",
  "@QuitaBnStuff Yes mam I am ..that's a big fucking hulk head u got their ..and very substantial in a classical way 🙄",
  "Come here girl so I can blow yo #Bootyhole loose 😥😗#oomf",
  "If only Daddy would have known about the power of #Pepsi. https://t.co/FA6JPrY72V",
  "@WhatDaMoufDo 🙄hmm",
  "Russell The Hustle Westbrook. https://t.co/TBma7wPz5D",
  "Always #JetLife 🤙🏾 https://t.co/lha8umIE9T",
  "Back when wrestling was lit https://t.co/ip355CKfbh",
  "@QuitaBnStuff Like I am now with yo \"how the grinch stole xmas evil smile head \" looking azz 😂",
  "Ready to do everything substantial",
  "If you're easily offended by a powerful woman making choices about her own freedom, her body and how she wants to live her life get over it.",
  "When my homegirl recognize my ability to use clarity in verbalizing emotions it's a great feeling 😍",
  "I have lived lifetimes my short time on this earth",
  "People that never had to climb will never enjoy the view",
  "Energy is everything.\nEverything is everything.",
  "Love is addictive",
  "@QuitaBnStuff Big fucking head g",
  "Don't be a boring bitch. If that's Your nigga, suck that nigga dick.",
  "@nicoleworldxxx In her ass",
  "@nicoleworldxxx Ok I fucks with u more cus of this tweet",
  "i always have my own weed. can't bribe me with a smoke sesh 💨",
  "Plenty https://t.co/AzQuIhtwmb",
  "I've watched a girl text her boyfriend while getting Double penetrated. Nothing surprises me anymore",
  "u live in my world or u dont exist",
  "@nicoleworldxxx I got ya baby ..the substantial way",
  "in need of a new side nigga, ugh",
  "#Taurus know that how good they are. They deserve to not just be someone's first but to be their only.",
  "Don't be that guy in the gangbang that kisses the girl. I just sucked up 5 niggas and they nut in my mouth. And you want a kiss? lmao uh",
  "My cousin is missing 😞... please RT https://t.co/jXH5U8TAma",
  "Chocolate Waffles https://t.co/blfB7l3eVE",
  "Chocolate Chip Cookie Dough Cupcakes. https://t.co/SPmhfOR2hp",
  "Hot Fudge Stuffed Chocolate Chip Cookies. https://t.co/ugAFFKIc34",
  "Red Velvet Donuts https://t.co/5kPvciSxiY",
  "When you fantasize about finishing the rest of your friend's food https://t.co/ocHHsHQD29",
  "Yum 😍 https://t.co/pw82HHzaie",
  "The missing piece in our life https://t.co/CVTL1EwYio",
  "Masive Cheeseburger https://t.co/bKaxy20at7",
  "this looks so good 🍉 https://t.co/JFJT8yLEFS",
  "Some Bougie Mozzarella Sticks https://t.co/4qMOCWcGUa",
  "Fudgy Chocolate Brownie Cookies https://t.co/gaCkw8Yrpt",
  "Soft and Chewy Chocolate Chunk Cookies https://t.co/gnZCkSlI7h",
  "GOOEY, WARM COOKIES. https://t.co/5TrFXIAoAk",
  "Ugh, this looks amazing! https://t.co/DqAsUjjU4p",
  "Galaxy Macarons with White Chocolate Buttercream icing https://t.co/wU9FpV58g4",
  "\"Another One\" https://t.co/Lw1tYiHWK0",
  "\"It's almost as if the divine masculine is just as intuitively aware as the divine feminine..\"",
  "there is so much power in conserving your energy for yourself instead of wasting it on meaningless people cause you lonely.",
  "Learn bitches.. learn https://t.co/DFosh90NPi",
  "Anytime anywhere 😊 https://t.co/rrx1VIFIU4",
  "Anal. BBC. Gangbang. Good porn. Nicole freaky ass must be tweeting 🙄 https://t.co/kXIJsKq276",
  "https://t.co/BWUTk0wBl5",
  "3 bitches in that blk Bentley",
  "#NewProfilePic https://t.co/XxbmA95tO9",
  "Girl u rapping ..I hear u https://t.co/JholvaOMYi",
  "I've never been attracted to anyone who always wants to be all up in random people's faces. Discretion is sexy.",
  "I wish I never met you because then I would never have had to know what it feels like to have lost you.",
  "#Taurus like to be on the move mentally and physically.",
  "#Taurus sex is akin to the slow food movement -- he savors every bite!",
  "#Taurus are most likely to either drink or eat the pain away.",
  "#Taurus' are not easily kept down. You can try as hard as you can but you will never see them give up.",
  "looks litty to me https://t.co/z2SX67aiX2",
  "\"We ain't even gotta have sex, you just deserve a massage\" https://t.co/PaUrduAeS5",
  "#Taurus Best Friendship Goals : Someone you can disagree with and still remain friends without any bad blood.",
  "#Taurus : Here's my number. Text me only I ignore my calls.",
  "#Taurus's are committed loving partners who are loyal and very affectionate. The love they give is irreplaceable.",
  "#Taurus will always be there for you, if you need them.",
  "#Taurus are not one to complicate things any more than they may already be.",
  "@_freakjawn Aww u a freakjawn but you scared ..it's ok .I understand",
  "Why women be doing that shit? Smh I've been punched in the chest too many times https://t.co/Y0P5aW6AQl",
  "Mfs be wanting a 5 five page text message explaining why you don't talk to them anymore. Bitch cause I'm tired of talking to you. Move.",
  "Sometimes you gotta just rub her butthole real gentle like you're cleaning glasses",
  "Sit Down Bitch And Be Humble 🤙🏽",
  "D.Rose remind me of these bitches....always getting hurt and going back to what keeps hurting them"
 ]
}