{
 "user": 1364622746,
 "tweets": [
  "About 40% of children in #Nigeria do not receive any #vaccines from the health system. We need all hands on deck to change this! \n\n#VaccinesWork #WorldImmunizationWeek #AVWng #EveryChildALIVE https://t.co/zwjjQrt9BB",
  "vaccine saves money, it's better to pay nothing to prevent hepatitis.\n#vaccineworks\n#SupportImmunization",
  "What are cold chains? ❄️\n\nWhy are they critical for vaccines? 💉\n\nHow do we help countries revolutionise their refrigeration facilities &amp; supply? 🚚\n\nSee the story of this tech transformation that is saving lives!\n\n➡️ https://t.co/uwwadYSAnx\n\n#GotLife https://t.co/OpqtNTXwTp",
  "We appreciate your support. #SupportImmunization https://t.co/KPmW0QxKvP",
  "Immunization prevents spread of disease across borders and helps to control emerging disease outbreaks. #SupportImmunization #AVWng\n#VaccineGoodOh https://t.co/pI5JJiLwrl",
  "Open Contracting is one of the bold steps  to push for transparency and accountability #OpenContracting #OpenItToFixIt #Budeshi",
  "In our country,peace or security meetings last for few hours while political meetings last from day to daybreak and everyday.",
  "What feeling does the current State of our Country evoke in YOU? \n\nRetweet for Unhappy and Worried.\n\nFave for Joyful and Optimistic \n\n#StateOfTheNation",
  "Fire the IG of Police. Appoint a new one. Give him a month to stop the herdsmen crisis. If he doesn't deliver, fire him and appoint another. Before you get to the 3rd person, this crisis will be a thing of the past.\n\nTo achieve result, there must be a constant performance review.",
  "“There’s need for Nigeria to increase domestic resources for procuring vaccine, so when we exit Gavi support, we can be self sufficient” - @drfaisalshuaib",
  "@DrJoeAbah It made me wonder why the @inecnigeria database is not connected to the @nimc_ng database which already has the details of every Nigerian that has registered for the National ID Card. And all you need to do is present your NIN at the @inecnigeria registration centre for easy reg.",
  "It's all about INTEGRITY. We believe that no matter the COST, one's WORD MUST BE ONE'S BOND. WE @BBOG_Nigeria VOWED on April 30, 2014 to NOT STOP DEMANDING FG's ACTIONS of Rescue for ChibokGirls UNTIL THEY ARE ALL BACK. Is it now clear to you, .@abdulnasserahm3 ? Thanks. https://t.co/4l7CrH582s",
  "“According to the MICS/NICS survey, only 23% of children were vaccinated in 2016” - @drfaisalshuaib",
  "Vaccines can\nprotect everyone! \n\nThrough herd immunity, vaccinated people are not only protecting themselves, they are indirectly protecting their whole community.\n\n#VaccinesWork\n\nhttps://t.co/hMJJd5KQR9 https://t.co/EfJbnxRgBo",
  "Some strains of #Meningitis are vaccine-preventable. The vaccine is part of the routine immunisation schedule in #Nigeria. Protect yourself and loved ones by ensuring they are vaccinated against diseases like #Meningitis.\n\n#VaccinesWork\n#WorldMeningitisDay \n#AVWNG https://t.co/J930vSti5o",
  "This #WorldMeningitisDay, we're delighted to announce that we've been invited by @WHO to join an expert taskforce to help defeat meningitis globally by 2030. We couldn't have done this without your support. Click here: https://t.co/JOd32PzlR4 to learn more. https://t.co/RD2SqWdWq4",
  "Optimized Integrated Routine Immunization Session (OIRIS) is an integrated immunization package designed to ensure every child is immunized. \n#OIRIS #SupportImmunization https://t.co/WDIDuaLKW9",
  "Nigeria needs to budget more for immunisation so  all can get the vaccines they need. #AVWng #VaccinesWork #SupportImmunization @VaccineNet_NG @Wavaorg @NphcdaNG @chizobawonodi @drfaisalshuaib https://t.co/g6z0Qw1JsM",
  "TY Danjuma has said it all. Defend yourselves. Buhari has no intention of going hard on these herdsmen.",
  "#Meningitis is a potentially deadly disease. Infants, young children, adolescents and older people are at greater risk. Notice symptoms? ACT FAST! Visit the nearest health facility.\n\n#WorldMeningitisDay \n#AllMeningitisMatter \n#AVWNG https://t.co/TELQrAU4uO",
  "Some vaccines require multiple doses to build strong enough immunity.\n\nThe best protection for your child is getting all the recommended doses on time. #ivax2protect #NIIW https://t.co/TiPQzzO1bD",
  "Meningitis acts fast, and can happen to anyone at any time.\n#WorldMeningitisDay #AllMeningitisMatters @COMOmeningitis https://t.co/QoqwW3QJKE",
  "It’s World Meningitis Day! #Meningitis affects more than 2.8 million people globally each year. Help us save lives and spread awareness! #AllMeningitisMatters https://t.co/YCROIWXQjp",
  "When knowing matters - Today, on #WorldMeningitisDay, HiberGene is delighted to launch its new multiplex test for Meningococcus &amp; Pneumococcus. HG Pneumo/Meningo Combo gives results in less than 50 minutes and detects up to 90% of bacterial meningitis cases. #AllMeningitisMatters https://t.co/vtpPyE8Kjq",
  "When I had meningitis 12 years ago I never really fully understory what I was suffering from. I just saw it as something to recover from so I could get back to uni. I now know It truly destroys lives, so make sure you know the signs! #AllMeningitisMatters https://t.co/5QUi5Onuuy",
  "Vaccines can\ntackle inequality! \n\nLike when ensuring equal access, care and attention to boys and girls when administering the HPV vaccine. \n\n#VaccinesWork\n\nhttps://t.co/Gzm6xfuFUu https://t.co/MOEeUQZYRf",
  "Over 116M children receive basic vaccines every year. But more than 19M still miss out. On World Immunization Week, help us spread the word that #VaccinesWork! https://t.co/OdeE0qQQ5Q https://t.co/K1A8PfEVlV",
  "Today is #WorldMeningitisDay - a @COMOmeningitis initiative that we're delighted to support. This year's campaign is #AllMeningitisMatters, raising awareness of the many varieties of meningitis that still devastate lives around the globe. Today, we'll be sharing the key messages. https://t.co/6hEcdtO00b",
  "Vaccines protect people from more than deadly diseases. If we increase vaccine coverage in low- &amp; middle-income countries by 2030, we could prevent 24 million people from falling into poverty due to health expenses #VaccinesWork #HealthforAll @ToyinSaraki\n@WHO @DrTedros #UHC https://t.co/3MzU7xyho8",
  "Leadership - leadership is about taking responsibility, not making excuses. -  Mitt Romney",
  "Be an #immunization champion; support increased #vaccine💉 intake and sustainable immunization financing in Nigeria. https://t.co/Zk8xd0uGlE \n\n#AVWng \n#SupportImmunization\n#VaccinesWork https://t.co/4XtU1YC7aH",
  "Every woman deserves access to quality #maternalhealth care.\nAs part of @MSDinvents, we're working to make access to quality care a reality for every woman - no matter where she lives. #InventingforLife https://t.co/qYE0MI3n50",
  "Vaccination Week: CHR seeks adequate funding for immunization https://t.co/RNokoGqzbJ",
  "If you are customer focused, you're proactive. If you are competitor focused, you're reactive.",
  "You don’t have to stay in a relationship that doesn’t work out of fear that someone greater &amp; more aligned to you won’t show up. The fear is an illusion that’s keeping you stuck. If you feel like you deserve better, then step into that energy state and watch the universe deliver.",
  "It's #NIAW2018! Vaccine-preventable diseases include:\n\n💉 Diptheria\n💉 Tetanus\n💉 Pertussis\n💉 Rotavirus\n💉 Pneumonia\n💉 Polio\n💉 Hib disease\n💉 Hep B\n💉 HPV\n💉 Meningitis\n💉 Measles\n💉 Mumps\n💉 Rubella\n\nhttps://t.co/Z00aMyMSlp #GetVax #VaccinesWork https://t.co/cRUAcJKEkS",
  "It’s National Immunization Week. Vaccines are not just for children. Teens and adults need them too. #GetVax #VaccinesWork #NIAW2018 https://t.co/uDOahwslnP https://t.co/VHoqykGcjZ",
  "#VaccinesWork for children and economies - every $1 spent on childhood immunizations in #Africa returns $41 in economic &amp; social benefits. Let's get to work!  \n\n#AVW2018 @WHOAFRO @MoetiTshidi https://t.co/WBn79f4Tp6",
  "Surround yourself with smarter and more intelligent friends.",
  "Stop pressuring, tensioning or degrading people. Live your own life and enjoy it. Marry if you want. Date if you like. Do what pleases you. Leave other people alone.",
  "Today marks the start of European Immunization Week! #Vaccineswork to protect people of all ages from potentially dangerous diseases. Everyone has a vital role to play in protecting others in their community by choosing to vaccinate.  #immunizeEurope https://t.co/ruCep8cwWA https://t.co/5bbAXpFdWe",
  "Do you know every shot counts? Vaccination protects children from diseases. Ensure your child is vaccinated at birth, 6 weeks, 10 weeks, 14 weeks and at 9 months. Secure their future. It’s your responsibility.\n#AVWng\n#SupportImmunization https://t.co/KJOPHo93B0",
  "@NursesWhoVax please help us raise awareness of the importance of meningitis vaccines and support our Thunderclap - https://t.co/eA1azB5wDo. Thank you! #AllMeningitisMatters",
  "Tomorrow, April 24th, is #WorldMeningitisDay. Spread the word by fundraising, posting on social media or telling your friends and colleagues. This year, @COMOmeningitis is raising awareness that #AllMeningitisMatters - head to their website for more: https://t.co/sbnglsUF13 https://t.co/rZYFVGgYuz",
  "According to Keyamo, Jonathan who conceded even while the votes were still being collated is responsible for the division of Nigeria and not Buhari who lost election 3 times and each time refused to concede. If money can buy your conscience, you are very cheap! Very cheap indeed!",
  "@HEDankwambo Can we vote in the comfort of our home with our phone  and not under the sun and violence 🤷🏼‍♀️🤷🏼‍♀️🤷🏼‍♀️ and trust that der will be no rigging ????",
  "When I join politics and run for office, I will never tell anyone that \"God told me to........\" We need to stop this God told me thing and focus on competencies and capabilities.",
  "Nigeria is now officially ranked as the world's second worst country for quality of electricity supply.\n\nTAKE ACTION to fix Nigeria's power supply!\n\nhttps://t.co/1ZqTBlYBnW https://t.co/oGiht3vC9h",
  "40% of Nigerian children did not receive any vaccines from the health system in 2016. This must change! We must all raise our voices to ensure no child is left out. Even children of  Ruga community. FCT agree that #VaccineGoodOh #AVWNg #SupportImmunization https://t.co/EI8FKqlVC2",
  "Vaccination helps children develop immunity against diseases before they come into contact with them. #VaccinesWork https://t.co/rpzCFDHknr",
  "We speak English language from nursery, primary, secondary up to University level. But we have to take an exam to prove we can communicate in English before being accepted to a course in most Westerner Universities outside Africa. And you tell me this isn’t exploitation.",
  "Surviving meningitis doesn't necessarily mean it's a happy ever after. A third of survivors are faced with life-changing after effects. Below, Jo Lofting shares how her son's experience of meningitis has changed both their lives. #TeamMRF #LondonMarathon2018 https://t.co/dng1ChJS9s",
  "African Vaccination Week starts tomorrow. 1 in 5 African children lacks access to basic life-saving vaccines. Visit the #AVW18 for more information #EveryShotCounts #VaccinesWork https://t.co/hdXm8reNXa",
  "Vaccines save money! Pay nothing to prevent diseases today than pay more to cure them tomorrow. #SupportImmunization #AVWng @AminuMagashiG @AHBNetwork @NphcdaNG @WHONigeria @ami_hamzaa @SLNIng @KulchumiIsaHamm @Wavaorg @IVACtweets @VaccineNet_NG https://t.co/z0lJwyCwgs",
  "Vaccines work do your part! Woman Leader city gate did her part. She mobilised the women  for the outreach on AVW! #AVWng #vaccineswork  @VaccineNet_NG @Wavaorg @NphcdaNG @gavi @CHRNaija @GaviCSO @GaviSeth @drfaisalshuaib",
  "There's just 1 week to go until World Meningitis Day - please support our Thunderclap and help us spread the message that #AllMeningitisMatters!\nhttps://t.co/PtVyrWJ3nF",
  "Vaccines save money! Pay NOTHING to prevent diseases today, than pay MORE to cure them tomorrow. #SupportImmunization #AVWng \n\ncc: \n@NphcdaNG \n@WhoIsSudan \n@UNICEF_Nigeria \n@Wavaorg \n@SFHNigeria https://t.co/q2sjEhaHEG",
  "“Desist from falsifying coverage data.” The ED/CEO NPHCDA, Dr. Faisal Shuaib stressed this today, at the daily NERICC meeting. \nHe emphasised the need for health workers to constantly report accurate number of children vaccinated. https://t.co/ZmiAP010w9",
  "Malnutrition affects both rich + poor countries…and can hinder economic progress.\nGlobal leaders explain why the world needs to #InvestInPeople and #InvestInNutrition: https://t.co/gU7lKo5g64 https://t.co/5lXxZj7cCN",
  "24hrs free cinema\nSwimming pools and jacuzzis \nGardens, art, and play areas. \n\nIn Nigeria we rejoiced when the escalator from arrivals to Immigration started working after nearly 2 decades. https://t.co/UH83wTPkgq",
  "But I thought any sitting Minister that wants to run for an elective office is supposed to resign or this doesn't apply under the APC led admin since they're setting new standards of impunity &amp; misconduct",
  "@OgbeniDipo Drastic measures, such as  arrest of any parent who sends his child to beg should be taken. Things are not improving at all.",
  "Is Buhari on break or on official duty in the UK? And did he hand over power to Osinbajo as dictated by the constitution? Is there a vacuum currently?",
  "Malema, born in 1981, is in parliament, is considered a political leader. In Nigeria, he'd still be a PA to a politician, arranging chairs for octogenarians at meetings &amp; dismissed as inexperienced by his peers born after d 1980s. He'd pray to become a youth leader in his 60s.",
  "Large epidemics of yellow fever occur when infected people introduce the virus into heavily populated areas with high mosquito density and where most people have little or no immunity due to lack of vaccination. Read more: https://t.co/tStQH5WlZa #NHWPost",
  "#WinnieMandelaFuneral\nLISTEN TO THE SPEECH OF JULIUS MALEMA. WISE WORDS. 🔦🇿🇦\nhttps://t.co/H0Bdxy9nex",
  "Dear women after a C-section, we advice you wait 1 year and 6 months before conception, not delivery, I said Conception!\n\nThis is to allow the uterine scar heal properly. Disobedience can lead to uterine rupture or Atony, leading to Massive blood loss, womb removal Or, Death!👂👂",
  "\"When the evening began, Fouquet was at the top of the world. By the time it had ended, he was at the bottom.\" —Voltaire",
  "I wonder what the APC instructed INEC to do . But I’m sure APC have a hand in this PVC thing . \n\nWhy is getting a PVC now as difficult as getting a US Visa ? \n\nINEC are out to frustrate young people’s efforts so they all give up &amp; end don’t get their PVCs .",
  "2018 is the year the nutrition community is focusing on consolidating gains and building partnerships, identifying innovations, and ensuring that everyone – but especially the most vulnerable – are included.",
  "1/5 Dear Friends, my new book “Fighting  Corruption is Dangerous: The Story Behind the Headlines” is set to be released by the MIT press on April 12. Please click https://t.co/Tmh6xWJGUm to see Publishers’ description and the information on pre-ordering from Amazon or MIT Press.",
  "When countries invest in Universal Health Coverage they\n-Improve health and life expectancy\n-Reduce poverty and create jobs\n-Drive economic growth for all and improve gender equality\n-Protect countries against epidemics #HealthForAll\nhttps://t.co/pbgXkCpBrN https://t.co/4wrBGPYWe2",
  "I think it was @DemolaRewaju who recently noted that 'middle-class' Nigerians are fast losing confidence in the economy and are now desperately moving out - using any means possible. Sad. \nhttps://t.co/TuQkMQ8KDA",
  "Limb loss is one of the many devastating outcomes of meningitis &amp; septicaemia. In the video below, Melinda speaks bravely about how life has changed since her daughter lost her hand, and her fears for her daughter's future. https://t.co/kMrW5C8CYV",
  "Whilst meningitis &amp; septicaemia still exist anywhere in the world, it means everyone is at risk of contracting these diseases. Defeating meningitis on a global scale is the only way we'll defeat it for good. https://t.co/0CVxOzzG4P",
  ".@HenryEMark Nutrition Specialist @UNICEF_Nigeria, speaks to community leaders in Tafawa Balewa LGA @BauchiState about importance of fortifying children's meals w/ Micronutrient Powder. Distribution of Micronutrient Powder is supported by @UNICEF_Nigeria w/ funds frm @EUinNigeria https://t.co/wVmxivKP4D",
  "Young Nigerians are not asking for too much. All they ask for is a conductive environment and they will thrive. \n\nNothing tangible on education in 3 years. Nothing tngible on youth development. \n\nAnd some of you are bold enough to compare Buhari to Nelson Mandela.",
  "One mistake that university graduates make is them assuming that all those without degrees are dull.",
  "This is common in public hospitals in Nigeria.\nI hope other women learn about this and sue https://t.co/rpw8sM3cO9",
  "When a child survives meningitis, life doesn't always return to normal. Jo Lofting has spent years caring for her son Jack after meningitis changed their lives forever when he was just 18 months old. We're proud to support families like this 💜 https://t.co/8fHyJAHnDH",
  "Pay attn to #Brazil's battles with #mosquitoes over the last 3 years, fighting #Zika #dengue #Chikungunya &amp; now #yellowfever -- authorities have tried everything. With #climatechange the ranges of the insects &amp; their population sizes are increasing. Warning. https://t.co/UMrxCFHCNw",
  "Have you heard of herd protection? For most #meningitis vaccines, high vaccination rates can also protect the unvaccinated population from meningitis #VaccinesWork  #AllMeningitisMatters  https://t.co/rf1K7hkYOy",
  "I pray that whoever reads this, God heals whatever is hurting u. Rt for someone else.\n\nEncouragement: Joshua 1:9\nStrength: Psalms 119:28\nStress: Matthew 6:25-34\nForgiveness: John 14:27\nBroken-hearted: Psalms 147:3\nPatience: Ecclesiastes 7:8\nPurpose: Romans 8:28\nPeace: John 16:33",
  "The world’s most valuable resource is no longer oil, but data (via @Pocket) https://t.co/qp1ssUVwb4",
  "Vaccine-preventable diseases include:\nCervical cancer\nCholera\nDiphtheria\nHep B\nInfluenza\nJapanese encephalitis\nMeasles\nMumps\nPertussis\nPneumonia\nPolio\nRabies\nRotavirus\nRubella\nTetanus\nTyphoid\nVaricella\nYellow Fever\n#VaccinesWork!\nHere r 5facts on vaccines: https://t.co/MqVuu8kSkw",
  "There is no single \"jab\" which can prevent against all types of meningitis &amp; septicaemia. Making sure you get available vaccines is key, but so is knowing the symptoms. https://t.co/ZlNfi3suPh",
  "Water should be a right, not a privilege☝🏻Today, 2.1 billion people do not have access to safe water. I saw some of this firsthand in Madagascar in 2013 and in Vietnam in 2016. This has to change 💔 To learn more https://t.co/SQ1pXwki07 #ForEveryChild 💧 https://t.co/or59JylSyf",
  "Health insurance sounds very simple on paper, but it is actually a very complex approach and requires a dogged determination to put in place the necessary steps for it to work. Read more: https://t.co/b6lI9cXJ3B #Health4AllNaija",
  "Your opportunity is what you have at the moment. Add value to yourself by investing in your capabilities, reading books, taking classes and acquiring the right skills. The highest return you will ever get is when you invest in yourself. #AskKirubi",
  "How can a country pass a Health Act and almost 4 years later, there is almost zero implementation of the new Act? Read more: https://t.co/b6lI9cXJ3B #Health4AllNaija",
  "When the codeine addicts moves to the next level, and in large enough numbers, everyone will be affected. He/She may drive and hit you dead, break into your house, hit your loved one dead on the street and more. Then it would  be too late. Do what you can today b4 its too late",
  "Immunisation +nutrition+clean environment =healthy child. Let all hands be on deck to make immunization a priority.sustainable immunisation financing is key!#VaccineGoodOh #vaccineswork @VaccineNet_NG @wellbeingafrica @NphcdaNG @EugeneIvase1 @Wavaorg @CHRNaija https://t.co/IjEsN3Raue",
  "No wasted efforts this week in Jesus name.",
  "One day we will confront the reality that some of our problems as Nigeria are so unique that we really need to stop, sit down, have honest conversation and design solutions that can scale. The normal solutions don’t scale well.",
  "“War on Women” panel. When a pregnant woman is a victim of inequity, the consequences are amplified over 2-3 generations: herself, her baby, and if her baby is a girl, the baby’s future progeny (epigenetic impact on the fetal ova). Women’s rights must be prioritized. #CUGH2018 https://t.co/2DmeFUYMUM",
  "Nigeria is under-investing in health and education. Nigeria will need a healthy and skilled population to power its growth. \n\nJoin us in a SPECIAL TOWNHALL on INVESTING IN THE PEOPLE OF NIGERIA. \n\nKindly Register HERE: https://t.co/Qr6Dk3zsLn https://t.co/M2D0k1drTQ",
  "So Gov El Rufai accused Southern Kaduna Christian clerics of using the killings of its natives by armed herdsmen to receive financial support from churches overseas.?\n\nHow some of you still support this man is baffling. \n\nSMH",
  "If you want to improve your self-esteem:\n\nStay away from negativity.\nStop comparing yourself with other people.\n\nUse positive affirmation on yourself.\n\nStop looking to other people for approval.\n\nExercise regularly.\n\nPlease RT. Someone out here needs this message.",
  "During the last admin till now, how many corruption cases did you successfully secure convictions for? \n\nSenior Advocate of Nonsense. (SAN) https://t.co/3nlBj2edV2",
  "Don't let yourself be controlled by three things: people, money, or past experiences.",
  "India Coal Power Is About To Crash: 65% Of Existing Coal Costs More Than New Wind And Solar via @Forbes: https://t.co/t9gTgvXmou #emergingeconomies",
  "If I had the power, I would close most of the Universities in Nigeria down or withdraw their licenses. How can you produce productive, problem solving, innovative students if as a Uni you are not solving any problems or producing products ( only bakeries, water &amp; print house etc)",
  "Isn't it amazing what we're able to achieve together? Your help &amp; support is truly saving lives. Thank you. https://t.co/CUTPf8qiG6",
  "Now is the time to stop drifting and wake up—to assess yourself, the people around you, and the direction in which you are headed in as cold and brutal a light as possible. Without fear.",
  "Too many believe that the RASH is the \"main\" symptom of meningitis. But the truth is, the symptoms look different in every person, and not everyone gets a rash. Please RT to raise awareness. https://t.co/erqBp1tbTd",
  "Time for action on vaccine financing. Increase the immunization budget, get states to contribute to vaccine procurement &amp; delivery and establish the legislative and accountability frameworks for domestic resource mobilizations from 'sin' taxes, corporate taxes, phone taxes... https://t.co/Mz3HxUwOGb",
  "It is gratifying that states in Nigeria have been mandated by the National Council on Health to sign State Health Insurance laws. Read more: https://t.co/b6lI9cXJ3B #Health4AllNaija",
  "All our problems abound because we are yet to address them  with the powers of the #OfficeOfTheCitizens. Think about a mother of all protests to demand for a better security in our land, or to demand that no public officer is allowed to travel out for medical attention...",
  "@AishaYesufu For me I want a disciplined and assertive leader,  a man or woman who has a mind of his or her own and cannot be pushed around.  Who is de-tribalised and a goal getter. An empathetic leader who is ready to defend the constitution at all cost",
  "@AishaYesufu It's a shame that we are in this dreadful position.We constantly sell our common wealth for food.We live for the moment.Our leaders unfortunately are of the same social extraction and act exactly the same way we do.They r a reflection of who we are.",
  "There is no greater way to build trust than to show people evidence of how their money is spent- @ceetynah001 of @Connected_dev at the #Health4AllNaija Policy Dialogue https://t.co/1H41QsOi5c",
  "Can we engage the religious bodies and have them more involved in health care provision. Many big health institutions internationally are founded and funded by religious bodies. https://t.co/S48v5xXDTf",
  "How much do you know about meningitis? Check out our NEW infographic which shares some key meningitis facts! #AllMeningitisMatters https://t.co/uirfhdROaH",
  "If you don’t vote and participate then you can’t complain afterwards! #simples #voteReena. https://t.co/56BDQre8jl",
  "The Bernard Nocht Institute for Tropical Medicine has been an important partner for the work being done by the #Lassafever treatment &amp; research centre in Irrua. @Chikwe_I met with the Team &amp; visited the newly built BNI/ISTH research &amp; training centre https://t.co/Ya6WAPfu9X",
  "Do you have Masters degree in Economics, and would like to thrive in a consulting firm in Abuja? Send me a mail Oghookiti@gmail.com. RT if this may be useful to any of your followers.",
  "@APCNigeria Wise &amp; intelligent words, dat should b d true mindset of our leaders, leadership is a call to service 4 a period of time, imperative everyday count for set goals, plans and achievements. Plan 4 tomorow yesterday, meet tomorrow's goals today, n celebrate ur achievements tomorrow.",
  "Public-Private Partnership key to financing health care – ICRC https://t.co/vrYBW5xtoE",
  "State co-financing is key for advocating for better sustainable financing immunization strategies in Nigeria\n#Vaccineswork #VaccineGoodOh #NigFundVaccines https://t.co/gif6wFStVa",
  "Everyone knows how deadly malaria, measles, AIDs &amp; tetanus are in countries across the world. But one disease kills more children under 5 each year than all of those combined. https://t.co/4cFrAjVlXb",
  "@RedCardMng @obyezeks @tonyakabuno @AishaYesufu @FlorenceOzor @NOmorotionmwan @Ibilola_Amao @MKabrik @naomidgreatest @DanielBalogun A tsunami and hurricane Katrina combined. \n\nI feel for those that would be blown away. \n\nHowever it is long over due.\n\n👊👊",
  "Lessons from 2015: Don’t exchange your Freedom for an illusion of Security. You often times lose both.⛱",
  "Ongoing panel discussion moderated  by Prof Kate O'Brien @IVACtweets OK solutions to sustainable immunization financing in Nigeria.\nKey points:\n1. Need for more political will and leadership\n2. Need to involve private sector more in immunization program.\n#NigFundVaccines https://t.co/p2lUFGIDhF",
  "Incase you have something to export, you can now get funding to do it... https://t.co/PZl4ygsIfN",
  "Know the signs and symptoms of #meningitis. https://t.co/wLYlnfBW9M",
  "#Meningitis is not just a killer of children, it can affect anyone. Pls RT and help raise awareness",
  "Over half a billion ‘uncounted’ children live in countries unable to measure #GlobalGoals progress → https://t.co/MEYLlVbF4J https://t.co/gpnYJZhD7U",
  "No sovereign country should depend on the kindness of strangers to fund basic health services for its people. It is wrong! - Olusoji Adeyi, Director, Health Nutrition Population at @WorldBank https://t.co/dcXsBtzqhf",
  "We are @nassnigeria  to tell our legislators that our demand for the 1% CRF for Health is REAL. #MakeNaijaStronger  @ONEinAfrica @BudgITng @bukolasaraki @nighealthwatch https://t.co/3csNb29I3J",
  "Today, the message is simple:\n\nEND DISCRIMINATION.\n\nThe right to health means ending discrimination in all healthcare settings.\n\n#ZeroDiscrimination for all. https://t.co/sF22EiD5BZ",
  "I also LOVE LOVE this story. It teaches us to NEVER TO LIVE FOR THE NOW but for PURPOSE. Hope this story inspires our Young who wish to lead a Purpose-Driven Life. 🌹🙏🏾 https://t.co/j5dUPFfykC",
  "In solving the malnutrition crisis in Nigeria, we must leverage on the strongest institutions; the religious and traditional institutions- @ceetynah001  of @Connected_dev at the #FeedNaijaPikin Policy Dialogue https://t.co/75eyi2gQjH",
  "Since 1999 to date, NO Government has seen it fit to address much needed ROOT reforms in \n\nPOLICE\nJUDICIARY\nCIVIL SERVICE\nPRISON SERVICES\nEDUCATION/HEALTHCARE\n\nPlease do not tout \"Number of schools/hospitals\" built as root reforms! E.g Go to Unity schools, a metaphor of our rot!",
  "We need social disrupters and tech guys to disrupt the malnutrition narrative in #Nigeria because the policies have already been put in place -  @chidemannie #FeedNaijaPikin #Nutrition #HealthPolicyDialogue",
  "Hygienically prepared \"Turn brown / garri bobo\" a mix of groundnut, millet and soya beans, etc has high nutritional value &amp; can help in fighting malnutrition. These are foods we already produce locally in high quantity\n\nPS: I currently consume this formula  😉\n\n#FeedNaijaPikin",
  "We urge all healthcare workers to ensure standard precautions AT ALL TIMES. Test for #Malaria. If it is not #Malaria, it may be #LassaFever. Stay vigilant! https://t.co/E0WsNzZNxy",
  "Knowledge is power. Know the benefits of vaccines and share with someone. Let’s collectively protect our children from vaccine preventable diseases.\n#SupportImmunization https://t.co/kqjlfCZ9yo",
  "In a sane world, court or no court, once someone whose lifetime salary is less than N100m is returning N1.7b as part stolen billions, that's more than enough evidence of a crime against the state. But in some countries, the Criminal Justice System is more Criminal than Just.",
  "Nowadays The evil that men do, surprises even the devil.",
  "Malnutrition has been identified as the underlying cause of mortality in more than 50% of children under-5 years of age in Nigeria #FeedNaijaPikin. We are losing our human capital needlessly.",
  "A lesson both sides need to learn: Societies, like individuals, reap what they sow. Where virtue is disdained, and vice excused and even glorified, corruption and demagoguery are the harvest. You can count on it.",
  "Some have asked me why the National Assembly is not focused on repealing the Land Use Act. Let me explain using a hypothetical  situation. Let’s say that through the #NotTooYoungToRun campaign, you manage to become a “Distinguished Senator of The Federal Republic.” Short thread.",
  "2019 is a year no vote will be wasted.\n\nWe won't vote for men that contributed to our ordeal no matter how they disguise themselves.\n\nWe're wiser now and ready for them to bring it on. \n\n@segalink @Tutsy22 @MrStanleyNwabia @cchukudebelu",
  "All pharmacists train at Masters level for 5 years to be medicines experts - pharmacists are logical Lead profession to improve medicines safety and to be funded for improving outcomes in all care settings. @Jeremy_Hunt @keithridge1 @rpharms @ashsoni0607 @pcpa_org https://t.co/JiuzmyncIK",
  "Wherever there is a medicine there must be a pharmacist. Patient safety is paramount and using the expertise with the greatest knowledge of medicines is essential https://t.co/6qGDA2tqRM",
  "Who are the Nigerians still flying Dana? If you know any of them, help my hustle and send them to me. I do traditional head washing with a black soap containing 250 leaves.",
  "If PHC is working then there will be equipment and human resources to diagnose diseases and respond to them. @NphcdaNG @HERFON_NG @Chikwe_I #BetterHealthforall #knowtheNHAct https://t.co/El00UahRuv",
  "@thecableng @obyezeks @MBuhari As a father of several daughters, I am deeply traumatized that this is happening yet again! We have failed as a nation, if we cannot protect innocent girls trying to learn at school. #BBOG",
  "@MohamedFall @NphcdaNG @drfaisalshuaib @RadioNigeria @nighealthwatch @NCDCgov \"The recurrence of disease outbreak in #Nigeria is a sign of a gap in the health system and that is why we should invest more in this programme.\" - @MohamedFall",
  "215 million people were affected by malaria last year — and David Beckham has had enough 👀  @MalariaNoMore #MalariaMustDie https://t.co/1DKryVAmFo https://t.co/gj7Ka705RL",
  "If u have not registered before, \nIf u have lost or damaged ur PVC,\nIf u have relocated from where u registered before,\n\nPlease visit the INEC office in ur LGA to get registered, to replace ur PVC &amp; transfer ur registration to ur new location.\nMonday - Friday\n9am - 3pm daily",
  "@greggoldridge @obyezeks Let's commit to standing against injustice wherever we see it.\nA new Nigeria?\n#ItsPossible \n #RedCardtoAPCandPDP #RedCardMovement \n#MyPVCMyRedCard\n#NigeriaMustWorkInOurLifetime",
  "The NCDC is aware of the reported cluster of #Lassafever cases among health care workers in #Ebonyi State. We will issue a press release shortly https://t.co/XKdRg018jR",
  "Do you know that #Iodine deficiency causes #mental retardation &amp; contributes to high infant mortality? Read more: https://t.co/I9LBMVZRST #NHWResources #NgHlth",
  "With 1,000 children dying in Nigeria every day of malnutrition, it is clear that as a country we are failing the next generation in the most basic aspects of feeding. Read more: https://t.co/i3Rd5AXBg6  #NHWPost",
  "Our society unfortunately operates a reward and complicit system for violence.The villains are cuddled and remunerated and the victims are blamed.",
  "When you come under moral attack from a clever enemy, do not whine or get angry; fight fire with fire.",
  "Some argue Nigeria's huge population growth is a plus because there's power in numbers.\n\nIn 1850s, Britain had less than 20m people, yet still managed to colonize and dominate hundreds of millions of Africans.\n\nNumbers without technology is the mere multiplication of weakness.",
  "#Nutrition is a smart investment, helping children reach their full potential #more4nutritionNG #StopMalnutritionNg",
  "However, these #nutrition interventions need to be scaled up to fully harness their impact. This requires critical investments by States, strengthening national policies &amp; coordination mechanisms to better respond to nutritional needs of children &amp; women. #StopMalnutritionNg https://t.co/vXqPo5pIN9",
  "~2.5 million Nigerian children suffer from severe acute #malnutrition, with majority of these children living in northern #Nigeria. #StopMalnutritionNg https://t.co/4sGgsxNXgG",
  "Good #nutrition is the bedrock of child survival, health and development. #StopMalnutritionNg https://t.co/lxkpLE4dQJ",
  "Shifting from “the politics of patronage” to “the politics of performance”, would transform public services in poor countries.\n\n~ Sir Michael Barber https://t.co/qRHW6jdpr4",
  "Research has shown that; of all the obstacles to growth that we suffer, the most hideous one, the most invidious, the most relentless and almost intractable one is this matter of POOR GOVERNANCE.\nPoor governance is an obstacle to growth. ~ Oby Ezekwesili @obyezeks\n#QuoteOfTheWeek https://t.co/Igtrfe6QSP",
  "Our purpose on the earth is to be solution providers and lend a helping hand to as many as we can in life. \n\nIt breaks my heart to see citizens of our country killed like animals and our leaders are not even bothered.",
  "2018 will be especially critical for the health sector, as the election machinery is rapidly going into motion. We need to ensure that we remain evermore focused, ensuring that health is pushed further up the political agenda: https://t.co/hXylyrzXkx #NHWPost",
  "Every year, over 1 million Nigerian children die before their fifth birthday. Read more: https://t.co/iu6Jv2g8TC  #FeedNaijaPikin #NHWPost",
  "NEW @IVACTweets Pneumonia &amp; Diarrhea Progress Report features expanded results/methods PLUS partner features from @CHAI_health @results4dev &amp; @lionsclubs. Check it out!➡️ https://t.co/8pn8KYtxHt #EWECisME https://t.co/ABKIMrNThX",
  "Too many families are only one health crisis away from extreme poverty. We must ensure #HealthforAll https://t.co/cbtcMNYukY #UHC https://t.co/scDAaMPPYg",
  "What is it I am reading? That @PoliceNG shot innocent people who were peacefully demonstrating the heinous killing of their people by killer herdsmen? Does this mean @PoliceNG has joined ranks with terrorists?\nWhat is going on in Nigeria?",
  "I stand with the Nigerian child.\nDo you?\n#SupportImmunization https://t.co/C3Z0aQyTS6",
  "Love, protection and good #nutrition in the earliest years of life help develop children's brains, giving them the best start in life! #EarlyMomentsMatter https://t.co/ogD798CzXW",
  "if a healthcare professional tries to intimidate you for asking questions during a consultation, politely pack your things &amp; leave. It's your body so please ask all questions you need &amp; it's also your right to get a second opinion. No one wants stories that touch #2018healthgoals",
  "Wow 😱😱😱The images below are not pictures but drawing by Nigerian artist, Ayo Filade @ayodraws ..\n\nRT to support his work https://t.co/pXpuvx9hvT",
  "Exclusive #breastfeeding (only breast milk) for first 6 months is the best way to give a child a great start in life https://t.co/DmYNlpXOwC",
  "I can't be d only 1 that is thinking we youth should;\n\n1. Come together\n\n2. Choose and endorse a candidate under the age of 40 for the 2019 election\n\n3. Support him/her financially with a gofundme.\n\n4. Campaign rigorously to take this country from the hands of our greedy parents.",
  "\"Over the last 15 years, maternal and child mortality rates in Rwanda have declined by more than 70%. Mainly due to innovative health reforms, including the Community Based Health Insurance (CBHI) plan\" - @USAID \nThere are key lessons for Nigeria to achieve #Health4AllNaija https://t.co/JV6bXxzqGH",
  "George Weah of Liberia first sought for presidency (2005, at 39) n failed,obtained SSCE (2006,  40), his degree (2011, 45) and masters (2013, 47).  He won election 4 Liberian Senate (2014, aged 48).   He has jus been declared d country's president (2017, at 51)  All under 12years",
  "Let there be light: closing this year @UNDPLibya work with solar panels in 6 additional hospitals in Zintan, Rujban &amp; Ubari. This year total of 15 hopitals all over #Libya equiped with solar systems providing 24/7 electricity tapping into the huge solar potential of the country! https://t.co/Dr3UVXxa9h",
  "Integrity Idol Nigeria is a campaign aimed at naming &amp; faming public service officers serving with integrity. Pls do help us spread d word by simply sharing/re-tweeting this post. Together we can build a Nigeria integrity culture. @FordFoundation @AccountLab @obyezeks #IIN2017 https://t.co/i63iKW3DrW",
  "Nigerians have certainly pushed the bar of sycophancy and hypocrisy very high. We can no longer hold our leaders accountable because they're gods to some persons, and some will gladly collect 2k just to sabotage the effort of those with genuine intentions #ENDSARS #ReformPoliceNG https://t.co/NSAgqqZSBn",
  "@ProfOsinbajo @NNPCgroup @nassnigeria @BudgITng @lloydatiku @seunonigbinde Its worrisome fr an agency to award contracts equivalent to d country's annual budget &amp; appropriate quarters are unconscious. same institution now claims it pays non approved #26/lit as subsidy on PMS. How long will this thievery continue in @NNPCgroup ?\n@segalink @alouibrahim92",
  "I love all these people who insist on litigating Jonathan versus Buhari on Twitter without end. Not sure why you’re defending two F9 students, debating whether one got 31% or the other got 32%. They’re both failures. Let’s do better as a nation.",
  "Kindly share; This man was assisted by a friend for a job as a driver and now this. 😞 https://t.co/XMiHU1YY9Z",
  "We have built a cultural mindset that makes you a subject of ridicule, scrutiny or doubt whenever you rise up against a bad system or ill-advised policy. The moment you're seen criticizing or protesting, some begin to ask or wonder what is there for you, what you stand to gain.",
  "No one should tell me Nigeria has made progress. Nigeria loaned the UAE about $5m in the early 80s  through the Nigerian Trust Fund (created in 1976 with initial capitalisation of $80m). The loan helped to to build Abu Dhabi. (Co-financing AbuDhabi Fund projects). Sad. https://t.co/u8rcXR8ogx",
  "You are owing salaries and I won't allow you stand in church to sell lies to the people of Benue State. Go and lie elsewhere - Gboko Catholic priest disgraces Gov. Ortom\n\nThis should be the standard expected from our men of God.",
  "Africa is not rising. \n\nThe world is moving and leaving Africa behind. The gap between the west and Africa technologically today is wider than it was when they conquered and colonized Africa.",
  "Join a political party now. Be a voice of influence in the primaries, so that we may stand a chance with better candidates.\n\nOr not.\n\nYou can also hold non-partisan town hall meetings. Share your small knowledge and help limit the impact of stomach infrastructure.",
  "Nothing on earth is worth trading off your Values for. \nI mean, why would you trade off your very essence? \nYour Values are YOU. ✍🏾",
  "40 years ago, China was not integrated into global supply chains. Was not relevant in global manufacturing.\n\nToday, China is indispensable.\n\n40 years ago, Nigerians were queuing for petrol.\n\nToday, Nigerians are still queuing for petrol.",
  "There is usually an increase in cases of #Meningitis in #Nigeria during the dry season. Protect yourself &amp; your family with these simple steps https://t.co/k61CPGcCH0",
  "No one will ruin our businesses or put us out of jobs in 2018 in Jesus name.",
  "The beauty of Nigeria is the bar is so low you’ll always have people to make excuses for your mediocrity.",
  "@Omojuwa @obyezeks ...We MUST not lose focus of where we hope to be. I’m tired of the bickering, online belligerence and complaints as against emotional labor towards a legacy for our children. I don’t know about you. It’s time to raise the bar.",
  "Citizens’ indifference to the Quality of our Political Operators, their Governance Process and what they ought to Deliver has COST us DIRELY. 2018 is time to shape a New Deal. \nNo more Indifference. \n#2018\n#TheYearOfTheOfficeOfTheCitizen",
  "The price good men (and women) pay for indifference to public affairs is to be ruled by evil men.\n~~Plato\n\n#2018\n#TheYearOfTheOfficeOfTheCitizen",
  "In a world where the next outbreak is only a plane ride away, quick detection and response to disease threats is crucial. The Field Epidemiology Training Program prepares epidemiologists to be “boots on the ground” around the globe. #diseasedetectives #FETP",
  "One billion dollars judiciously used can equip and upgrade our defence and security apparatus to enable them perform better.However,Proposition or thoughts that a billion dollar can bring an end to suicide attacks &amp; related guerrilla strategies of the insurgent, is misleading.",
  "Well done #Liberia allocating 14% of its Govt budget to health. #Nigeria #Kenya #Uganda #Ghana #Tanzania take note https://t.co/VbXcS25RHq",
  "Stand up.\nSpeak up.\n\nToday. #ForEveryChild https://t.co/jvMbDx02M1",
  "Listen to reasons why #UniversalHealthCoverage is not complete without comprehensive HIV prevention, treatment &amp; cure. Read more: https://t.co/hc1DZA1BNS  #Health4AllNaija",
  "Recommended read. https://t.co/Jxd7lTtxAT",
  "In Nigeria, the celebration of #UHCDay is somewhat overcast by the grim fact that only an estimated 1% of Nigerians have been covered by @NhisNg . Read more: https://t.co/GfAGxj53M9  #Health4AllNaija",
  "RT @WHO \"100 million people are pushed into extreme poverty every year because of health spending. Let me put that into context for you. That’s 3 people every second. We are here to say that we will not accept a world like that.\"—@DrTedros #HealthForAll https://t.co/SJEUQgE75c",
  "Rwanda gov today bans import, sale &amp; use of addictive tobacco water pipe known as shisha, as threat to public health. WHO found smoke inhaled in 1 hour using shisha pipe equals inhaling smoke from 100 cigarettes. https://t.co/WV2EMJWqsR",
  "“Nothing discloses real character like the use of power.  ...  Most people can bear adversity; but if you wish to know what a man really is give him power. “ Robert G. Ingersoll (1883, speaking of Lincoln)",
  "@CDCMMWR Limited capacity for CSF sample collection among healthworkers in Zamfara State, poor lab structure &amp; poor sample transportation systems contributed to delayed case identification &amp; increased transmission of #MeningitisC https://t.co/TeJrbOyI0a",
  "The large #MeningitisC outbreak in #Nigeria highlighted the inequity in access to life saving #vaccines where they are most needed, &amp; urgent need to reduce vaccine cost &amp; improve access https://t.co/gN89MmI8CX",
  "Nigerian inventor Osh Agabi has fused neurons into a silicon chip to create the world's first neurotechnology device. https://t.co/rsULYmjqyU",
  "The #WordOfTheYear 2017 has been announced and its #youthquake! Make sure to use it until it ceases to have true meaning anymore 🧠 https://t.co/sVJtkX7sJR",
  "\"If a Nigerian wants to make a documentary on Nigeria, he will be referred to Britain where things are archived. Nigerians only preserve food in the fridge. And save money in the bank. Nothing else.\"\n\n- @onyekanwelue aka Onyeka Nwelue",
  "At least half of world’s population can’t afford basic healthcare — @WHO \n\nRead more: https://t.co/kM4vUhgKGw   #NgHlth",
  "An extra N60.6bn for HEALTH. Is that too much to ask for FOR? Why is Nigeria underfunding healthcare in an N8.6tn Budget? https://t.co/nigPKiMB7a",
  "Immunization routinely reaches more people than any other\nhealth intervention, providing a platform for other services. #UHC #vaccineswork #HealthForAll https://t.co/q7IRPXWzZ6",
  "It is important to establish that smart political office holders push for #UniversalHealthCoverage because ultimately, that is what the people want. Read more: https://t.co/GfAGxj53M9  #Health4AllNaija",
  "Congratulations Itodo Anthony Samuel and odeogbola Ay for making the Global Teacher Prize Top 50 finalist. It's the first time any Nigerian would the top50 shortlist. \n@obyezeks @MBuhari @ProfOsinbajo our teachers are working to give us a better Nigeria https://t.co/8YRhkpCfzB",
  "YOUNG MEN &amp; WOMEN, have a source of livelihood so you can always call a spade, a spade. \n\nIf you depend on politicians, you can’t criticize or insult them. If you depend on government; you can’t oppose them.",
  "Do you know that:\n\nQuality and affordable Healthcare is your right.\n\nDemand for it from your \n1. State Rep\n2. Local Govt Chairman\n3. Governor\n4. House of Rep\n5. Senator\n\nJoin the campaign.\n\nPlease share with someone by retweeting https://t.co/A6KMx5vprF @nighealthwatch",
  "This.....👌👌👌 https://t.co/a1tbL86XQC",
  "@MarieStopesNG trains, supervises and trusts Community Health Extension Workers (CHEWs) to deliver quality healthcare services in hard-to-reach rural communities in #Nigeria #CHEWSCanDoIt @MarieStopesUK @MarieStopes @nighealthwatch @JWB268 @Otunbaeffie https://t.co/vnU231lgpW",
  "#BusinessDayCEOFORUM2017 #Healthcare is certainly a sector needing disruptive innovations. Over 80% of Nigerians in d informal sector have limited or no real access to healthcare. Reliance on foreign Aid can't solve this. @NovoHealthHMO @nighealthwatch @BusinessDayNg",
  "ART drugs can cost up to aout 10-15,000 per month. States can leverage on their health insurance laws to ensure that the schemes provide cover for HIV/AIDS prevention, treatment and care. - @ekemma \n#Health4AllNaija @inya01",
  "Share, retweet....its that time of the year again when we all have to protect ourselves against #meningitis https://t.co/j4j6crfTIC",
  "@obyezeks @NGRPresident @MBuhari @AsoRock @ProfOsinbajo @PoliceNG @NGRSenate @bukolasaraki Would just releasing Moses Motoni suffice ? If indeed his 'crime' was that he held government accountable, someone has to answer for his unjust incarceration, if we are not a Banana Republic.",
  "States should develop comprehensive health insurance packages that include preventive, and curative HIV care in all the plans. - @ekemma \n#Health4AllNaija @inya01",
  "The FGN will be investing N1b to fund purchase of ARV drugs for 20,000 eligible HIV positive Nigerians.The goal of this investment is to increase number of people living with HIV to treatment. By this action, we are gradually reducing the risk for new HIV infection in the country https://t.co/5Lyl8O4jIG",
  "When you have security without rights,you have tyranny.When you have rights without security,you have anarchy.",
  "U are not truly rich until u reach out..ur wealth is not cars,houses and cash but the poor u av given hope and made comfortable.do it today.",
  "Today, we are injecting resources to fund another 774 PHCs which I believe will augment existing revitalised centres. President Muhammadu Buhari will surely deliver to Nigerians before this administration completes her tenure. https://t.co/Rz4VKBJROO",
  "To me, someone with no uniform, name/number tag and holds a gun is an armed robber. #EndSARS",
  "With two million Nigerians waiting to start treatment , 600 new infections daily &amp; 45% of new infections in Key population..#Nigeria will have the highest rate of AIDS related deaths in two years. Majority will be in KP. @MBuhari do something. Access to ARV &amp; PrEP is a right https://t.co/zWMmGVc60a",
  "My family friend has just died. He was rushed to LUTH but there was no “bed space”. When a spot was found, there were “no consultants”. Nigeria won’t kill us. How do we translate our outrage to change? What is wrong with this sick country?! What must happen for things to change?",
  "Great thread on double-standard in medicine: Patients always kept waiting but punished for being late. https://t.co/pACkqDXYtW",
  "On healthcare: I wish Nigerians were more concerned, more angry, more driven to lend a voice to help us fix the problem.\n\nAlmost everyone has resorted to prayers or to foreign care.\n\nIf nothing else gets you, the lack of access to high quality health care eventually will.",
  "#GuessWhat? This isn't a prison; it's boarding facility in a #UnitySchool. Public education in #Nigeria is in crisis https://t.co/5xybVKdsap",
  "Scrap SARS and some innocent people would lose jobs \nDon't scrap SARS innocent people would lose lives ..\n\nNo one can get a new life , anybody can get a new job #EndSARS",
  "From our research on @PoliceNG SARS published in Sept. 2016: https://t.co/9g0Jpy3390",
  "Our report on Nigerian Police SARS: shocking findings on torture, extortion and other forms of ill-treatment: https://t.co/MRFcsLJl3n",
  "Start free.\nStay free.\nAIDS free.\n\nNo child should die of AIDS. RT if you agree.\n\n#WorldAIDSDay https://t.co/j0cWjEhGP1",
  "The President of POBIC, a not-for-profit organisation based in Italy, Paolo Federico Novellini paid a visit to the Ministry today. The organisation presently conduct free open-heart surgery for indigent Nigerians. https://t.co/vGbUd4kAmx",
  "Strife, terror, chaos, war, division, poverty,radical Islam and the buying and selling of African slaves are alive and well in Libya. I hope those in the west that orchestrated the removal and murder of Ghadaffi and those in Africa that supported it are pleased with themselves.",
  "Every time something bad happens to me, much more than I let my body express its pain, I let my soul find the greater purpose. A cancelled wedding. Greater purpose. Losing my sister. Greater purpose. There is always a greater purpose to pain. Search for it. Be grateful.",
  "To give real service you must add something which cannot be bought or measured with money, and that is sincerity and integrity.\n― Douglas Adams",
  "@AYEorganisation #NWG\n@Obeweh @stellaudobong @mikedestiney @AmaliAgbogo @MrKonkrete \nGuys help like and retweet for me to win this. https://t.co/esEsFXRRsr",
  "There are no compacts between lions and men, and wolves and sheep have no concord. - Homer",
  "Fools multiply when wise men are silent.\n\n——— Nelson Mandela",
  "Money can't buy:\n\n1 cure for imposter syndrome\n2 lost memories\n3 a long and healthy life \n4 integrity\n5 revered character\n6 strong work ethics\n7 good manners\n8 common sense\n9 well adjusted children\n10 wisdom\n11 talent\n12 passion to serve\n13 humility\n14 tolerance\n15 a happy home",
  "10 technologies of next decade:\n\n1 #AI (machine/deep learning, NLP)\n2 #IoT⌚️\n3 smart robotics 🤖\n4 3D print 🖨\n5 mobile📱\n6 autonomous cars 🚙\n7 mobile internet 💻\n8 #blockchain ⛓\n9 mixed reality VR/AR 👓 \n10 wireless power 🔌 https://t.co/q5YSGN9R8h",
  "As we showcase Kebbi State, please bear in mind that the context is to connect policy, funding and political will to the health outcomes in the State starting with #ChildSpacing #TechFAA #StateOfHealth https://t.co/dTJ6HmJVC2",
  "Mr. Governor lead them well. #Zamfara https://t.co/3p8EGKXTRA",
  "Intro: #Health4AllNaija is a rigorous advocacy to promote awareness for Health Insurance &amp; influence policy to achieve Universal Health Coverage. https://t.co/WP6Wm7wpyy",
  "New Survey Indicates Increase In Child Malnutrition, Drop In Infant Mortality.\n\nRead more: https://t.co/v4pvQtb2KE  #FeedNaijaPikin\n@UNICEF_Nigeria @MalnutritionNg",
  "Would you allow unqualified doctors in hospitals because you think its \"inhumane\" to sack them? Unqualified teachers kill too. They kill the mind. A slow painless torturous one",
  "“Many times, the decisions we take offer us no political advantages in a polity long accustomed to the false allure of populism. But we do what is necessary, not minding the direct impact on us...” -@elrufai https://t.co/LnAwBsxtGe",
  "Our concern is the next generation not the next election. \nNot all heroes wear capes\n#IStandWithElrufai #IStandWithKaduna https://t.co/wL3aPyfEu6",
  "\"If you are silent about your pain, they'll kill you and say you enjoyed it.\" —Zora Neale Hurston https://t.co/StGkncLLoY",
  "We're late. But late is better than never. Never would be catastrophic for our future. The time is now #diversify #restructure #economy https://t.co/2LTXmulS1o",
  "“The illiterate of the 21st century will not be those who cannot read &amp; write but those who cannot learn, unlearn and relearn”. -A. Toffler",
  "@UNICEFpalestine r",
  "@CrystalKingsyn",
  "@itvlondon",
  "@SCOAN"
 ]
}