{
 "user": 3386382519,
 "tweets": [
  "Great incentive, is it achievable?  #influenza #vaccines https://t.co/BtoWJNcFgI",
  "@drmikeographer Enchanted obvs. One day I will publish in a high impact journal and be recognised for my contribution to science! https://t.co/HCeubFbsE3",
  "Our current exhibition #FashionedfromNature is the first one in the UK to explore the complex relationship between fashion and nature from 1600 to the present day: https://t.co/NbHEvHRfmD\n#NatureMW https://t.co/okbDWi6QrH",
  "Three articles and a cover for virus detection/diagnostics using new #CRISPR-based technologies in the current issue of Science. #HPV #flavivirus #Zika #Dengue\nhttps://t.co/KrDxqJ56B4 https://t.co/dAKoAr6Xy0",
  "Five minutes on collaborative procurement in the #NHS: “Traditionally, hospitals compete with each other instead of collaborating, but mindsets are changing\" https://t.co/81p6KGGy3e https://t.co/rClsTyuUyt",
  "Moran Cartoons #SaturdayMotivation #SaturdayMorning https://t.co/zHCx90HV05 https://t.co/erdntX3bt6",
  "Did you know that content from #ECCMID2018 is available online at https://t.co/HuU5LZkgLD? \n\nRe-live some of your favourite sessions, or catch up on ones you missed! https://t.co/4RpfJNdZkF",
  "#Arbovirus infections in Colombia: 10 confirmed #CHIKV #Chikungunya, 7915 notified #DENV #Dengue and 1 confirmed #ZIKV #Zika case(s) reported by MOH for EW 15/2018 on 21 April https://t.co/fQuU29m3NK",
  "Yeah apple! #ECCMID2018 https://t.co/momhFkoRZH",
  "Rolf Zinkernagel keynote speech was great, “to measure something does not prove biological relevance” eg. ELISA antibody does not mean immunity! #ECCMID2018 https://t.co/ZpKJY6YLP7",
  "West Nile #virus reemerged and spread to new areas in #Greece in 2017, results presented at #ECCMID2018 show @ESCMID https://t.co/GwghTvR4jf via @EurekAlert",
  "So sad. https://t.co/UAK7DWJJMj",
  "“Toe pick”! Watching the cutting edge will never be the same again! https://t.co/B66zmeh6aX",
  "The list of viruses that can infect the placenta \"keeps growing.\" https://t.co/Vl3kDERBkT",
  "About 3 out of every 1,000 babies born in 15 U.S. states and territories in 2016 had a birth defect potentially related to #Zika. https://t.co/7UQmHSkWpa #Prevent2Protect",
  "Our new blog answers important questions about #flu and flu vaccines https://t.co/ZbOFPGhajz",
  "#H5N6 in Europe: 63 cases and 8 outbreaks reported by @OIEAnimalHealth, @ProMED_mail and @FluTrackers as of 10 Jan since 2017 including the latest reported today from the UK via @DefraGovUK https://t.co/sM4vjnb3bY",
  "Pilot uses vapour trails to draw smiley face in skies over Cambridge https://t.co/gONRJJdCri",
  "Do you have thoughts 💭 about what the future of UK/#EU research partnerships might look like? 🇬🇧 🇪🇺 We've teamed up with @royalsociety to launch the Future Partnerships Project - you have until ❗️Monday❗️ to tell us your views here ➡️ https://t.co/gVJYYRjOwN https://t.co/8nSY56R5rA",
  "#ZIKV #Zika in Florida: 208 travel related, 32 \"undetermined transmission\" and 2 locally transmitted cases (total cases: 242) with 125 cases in pregnant women reported by state PHD for 2017 as of 03 Jan https://t.co/W7AzLr1WHp",
  "New @WHO data demonstrates the immense value of vaccination: it has dropped worldwide measles deaths from 2.6M in 1980s to 90,000 in 2016. https://t.co/CkMT0azxYs",
  "Today I must stay positive!  #positivethinking  https://t.co/qO6VnrEo9P",
  "Seasonal images reveal the #science behind #stemcells - Science Magazine: nice work and merry #Christmas! https://t.co/Jdnztjmiha",
  "Public Health Wales are recruiting consultant microbiologists in North Wales. Beautiful countryside and really close to some cool cities (Manchester and Liverpool) https://t.co/lZqPsml9XV",
  "Two (yes two!) post doctoral positions available in my lab. Norovirus-host interactions. Projects detailed in advert but we are keen to embrace new ideas and new areas that fit within the remit of the grant. Please RT. https://t.co/CJXD2Oqa2s",
  "This year #science has given us... #NextStrain, an online #epidemic tracking tool allowing us to track the real time ⏰ spread of global 🌏 diseases such as #Zika and #Ebola 😮\nhttps://t.co/Xg7YXmCD4d\n\n🎁 #ScienceGiftsofXmas 🎁 https://t.co/VezxEqSKIP",
  "Watch our latest #GUTVideo \"A coding variant in FTO and thiopurine-induced leukopenia in inflammatory bowel disease patients\" via https://t.co/3ByFhIOzpI @DrNickKennedy @charlie_lees @CharlieMuz @IBDMD @ibddoctor @IBDPassport",
  "Latest #Zika maps now online: change in status in 6️⃣ locations since 27 Oct. 2017, including #Paraguay, #Suriname &amp; #Guatemala. https://t.co/qLUOS76qPU https://t.co/cWVJpOBkRi",
  "Nice #beer ! https://t.co/ujPwwrjFGc",
  "It’s a wrap for #WestNileFever transmission season in the #Europe. In 2017, there were 203 cases, most were notified by Romania, Italy and Greece. https://t.co/qVwWN8ZoAi https://t.co/6uznhYgdT7",
  "This week @PLOS @PLOSBiology I identify a dozen areas in basic biology &amp; molecular biology research where we urgently need to invest, if we're serious about next generation biotechnologies for poverty-related neglected diseases #NTDs #sciencematters https://t.co/kW5Ixo0jrR https://t.co/0AzvccSmcr",
  "#Chagas: Tracing back Force-of-Infection to understand current transmision and burden patters. Our latest paper\nhttps://t.co/9gN5jmWlWU https://t.co/b39kGtYJvA",
  "Two ~5 yr post doc positions available on norovirus cell biology, proteomics, lipids, organoids, reverse genetics Plz RT email for details",
  "I think we need to have a discussion about how Google's burger emoji is placing the cheese underneath the burger, while Apple puts it on top https://t.co/PgXmCkY3Yc",
  "#Marburg Virus disease confirmed in Kween district, Uganda. WHO supporting ministry on risk comms, contact tracingn, case management https://t.co/1pUjYCsX64",
  "In Vitro Enhancement of #RSV Infection by Maternal Antibodies Does Not Explain Disease Severity in Infants https://t.co/iD7PyL4JKE",
  "Don't Cry Because it's over - Dr. Seuss Quote.Typography Print. 8x10 on A4… https://t.co/f4AlZrYOTW #Prints #DrSeuss https://t.co/0HMKQTQWvK",
  "Our weekly reports on the #influenza season in Europe start today: https://t.co/qOJN6MXnUP\nHere's a reminder of what last season looked like https://t.co/tM3f1XhxcC",
  "This City now doth, like a garment, wear the beauty of the morning; silent, bare...  #wordsworth",
  "@JustAdorabIe @drmikeographer #tribbles are real! #cuteanimals",
  "#ZIKV #Zika in Singapore: 510 cases reported by @NEAsg as of 08 Oct/EW 40 https://t.co/6n7KvD9Hym",
  "The #LoveVirology #ASV2018 retweet of the week is from our friends at @ScienceAlert some “proviral” comments in instagram link are hilarious https://t.co/few4CTHmSt",
  "Without the funding there is no research, what to find? #virus https://t.co/PIyiEUkFcV",
  "#WestNileFever in #Europe: 22 new cases found this week in #Romania, #Austria, #Hungary, #Greece, #Italy &amp; #Serbia. https://t.co/wjZfSwMnco https://t.co/rT3aEjgGag",
  "#WestNileFever in #Europe, 14-21 Sept: 20 cases reported by #Italy, 17 in #Romania, and 4 in #Hungary &amp; #Greece. ➡️ https://t.co/wjZfSwMnco https://t.co/T6lNnu9P1l",
  "I've read Volume 94 of the Journal of Clinical #Virology made freely available for #ESCV2017 by @IDadvance https://t.co/REp7iuoJDO",
  "Dr @MackayIM on VDU's blog: When #MERS means detection but not disease... https://t.co/v0Ta8EWHsF",
  "17 confirmed #chikungunya cases in #Lazio in #Italy - including 6 in #Rome &amp; 10 in #Anzio. Weekly threat report: https://t.co/8bEKvE7QoR",
  "Severe/fatal cases of measles infection reported in Italian outbreak- all in vulnerable patients. Low MMR uptake in HCWs!! #ESCV2017",
  "@MarietFeltkamp West Nile and Toscana too?...",
  "@MackayIM Ah yes and a bit of DMSO helps with relaxation too.",
  "Massive Ebola data site planned to combat outbreaks, international partnership seeks African leadership: https://t.co/IR9c3hVhWX https://t.co/klRusfuuGG",
  "Hookworm is back in the U.S. south in a big way. 1917 all over again? https://t.co/lPaNTPdChr",
  "More than half the world’s children are not vaccinated against #rubella. #VaccinesWork https://t.co/RIi2Hk7dUo",
  "Stairway to heaven? #kingscross #laddertonowhere https://t.co/0EG5poaQ09",
  "Diagnostic assays don't differentiate #zika lineage, time to evolve like a #virus! https://t.co/Hpj2Nyqnn6",
  "Epidemiological update: #chikungunya in #France - six confirmed cases and one probable. See the full update: https://t.co/dvRYJtL6zN",
  "Today in boomers blame millennials for everything news: #influenza https://t.co/eGfZzYGEle",
  "snail race retweet after you vote",
  "In 2015, there were 134,200 #measles deaths globally – about 367 deaths per day or 15 deaths per hour https://t.co/Arbo3hY7dv #VaccinesWork",
  "#Polio update: More cVDPV2 reported in #Syria, DRC #Africa #vaccines https://t.co/YSmqkXhSlD",
  "@rmason717 Coffee!!! https://t.co/oXKWt9FN7Z",
  "The #LoveVirology #ASV2018 retweet of the week is from @jkpfeiff thought provoking discussion and some sound advice #SocietyJournalsMatter https://t.co/Y9UMONj4d4",
  "Weekly update: #WestNileFever in #Europe. Between 2-10 August, cases were reported in #Greece, #Romania &amp; #Serbia. https://t.co/ihQky2TLAp https://t.co/GHdpC25jnv",
  "A way to distinguish allergy-causing TH2A cells from helpful TH2 cells that protect people against pathogens https://t.co/wy8qjCYpGW",
  "#EndDays https://t.co/2PfhL1BvQZ",
  "A mutation causing a heritable heart condition has been corrected in preimplantation human embryos using CRISPR–Cas9 https://t.co/cbE6rYVUwT https://t.co/ASQFd6dViI",
  "First confirmed human case of #WestNileFever in the #EU for the 2017 season has been reported in southern #Greece: https://t.co/klez8dceys https://t.co/VzCbHDSudN",
  "Well, #inspirobot definitely knows all about aseptic technique! #lablife https://t.co/PxJnKB6MX3",
  "\"Impact of environmental microbiota on human microbiota of workers in academic mouse research facilities\":\nhttps://t.co/CwaWHPCDJ8",
  "Detection of ZIKV RNA in semen of asymptomatic blood donors https://t.co/uBRkGxIK48",
  "No single line in this paper makes any sense! https://t.co/BYCcDrZvW4",
  "A good night of TV these days is an hour of scrolling through the Netflix and Amazon options and then giving up and going to bed.",
  "Hotez measles prediction: ‘Something awful is happening in #Texas’ https://t.co/mLrrLlsWAt https://t.co/pRQ4zWY6jr",
  "#Measles outbreak kills 35 children across Europe - called \"unacceptable tragedy\" that's preventable with vaccines https://t.co/ssyCUwiTjT",
  "This week's Communicable Disease Threats Report is now online. Updates include #YellowFever, #cholera &amp; #measles ➡️ https://t.co/d3jq0vCRKR",
  ".@WHO has a new Director General. @DrTedros took the agency's helm on July 1. His 5 top priorities are below. Sensible goals - but not easy. https://t.co/4btPSvAsFK",
  "Review supports recommendations for hepatitis B reactivation in pts w/ haematological malignancies, HSCT #CMI https://t.co/ZZfkPly2NG https://t.co/D5KsWi2O7t",
  "ICYMI: A new protocol to generate colonic #organoids that recapitulate molecular features of colon tissue: https://t.co/0wwsGIVNEV https://t.co/WZFc6BH7JC",
  "Fine-mapping inflammatory bowel disease loci to single-variant resolution @jcbarret @dalygene @lukejostins @nature https://t.co/i9635SttbZ",
  "#Zika virus pathogenesis in rhesus macaques is unaffected by pre-existing immunity to #dengue virus  https://t.co/TaVd0QREyd",
  "\"I'm not lucky. You know what I am? I am smart, talented, work really, really hard. Don't call me lucky. Call me a badass.\" #badassscientist",
  "4/8 monkeys inoculated vaginally became infected (2 of each species), while all eight of the individuals inoculated rectally were infected😳🙁 https://t.co/JUGbguowsc",
  "Our SoGATs conference will run over 2.5 days &amp; touch on some exciting new topics such as NGS in the clinical setting https://t.co/DDJFb6CvgC https://t.co/rVKRbPr6gi",
  "Human LACC1 in Nature Communications: interesting read #ibd #GWAS  https://t.co/Vq7jfUuQcG",
  "Move over #DogsAtPollingStations, its all about #RabbitsAtPollingStations https://t.co/QqaKgpTtBb",
  "Our new study in Zika virus pathogeneis is out today. Potential mechanism of microcephaly - MSI1 plays a key role-great collaborative effort https://t.co/6rJsGwH9LY",
  "Highly efficient maternal-fetal Zika virus transmission in pregnant rhesus macaques https://t.co/G83SqH7Ki1 Tropism for the👁? Retinitis etc",
  "No telephones. No internet. No roads. So how did word spread about an #Ebola outbreak in DRC?https://t.co/hRADePQMs3",
  "Tell me where is fancy bred, in the heart or in the head? #Shakespeare",
  "What happened to #Zika? Emerging now in Pacific Coast of #SouthAmerica: #Ecuador #Peru &amp; also #Bolivia @pahowho  https://t.co/r0JUYrNydj https://t.co/WbqFhoEvPi",
  "Hsp70 in #zika infection, not really surprising as a chaperone for other viruses including dengue and for normal cellular proteins https://t.co/o8csnKobmg",
  "32% in pooled donor FMT group vs 9% of those in placebo group achieved primary endpoint of steroid-free remission (p=0.02) #IBD #DDW17",
  "Here's the link to the report on the suspect outbreak of #polio in Syria. Hoping it's non-polio AFPs. If anyone has more info, please share https://t.co/6DnLKxhncg",
  "Infection prevention isn't a luxury for rich countries, it's a necessity for all countries #handhygiene https://t.co/kFBU3j5mFH https://t.co/S6AgPmKafR",
  "External in-run controls from NIBSC use @NCPV #ECCMID2017 @ESCMID @NIBSC_MHRA https://t.co/nCWSFyJCnV",
  "#Washington: 3rd #hantavirus case confirmed, #mumps cases top 700 - Outbreak News Today https://t.co/427Dvg02js",
  "Human ecology! The interactions between viruses bacteria and mammalian systems is an unexplored dimension #virus https://t.co/3biyaZwbP3",
  "Wish I was going now :( #Glastonbury2017 https://t.co/wSne5uYhJN",
  ".@WHO warn of measles outbreak in Europe https://t.co/X2cqmRHE4f https://t.co/h8Qim4iwKi",
  "Schmallenberg Virus confirmed in Scottish sheep flocks https://t.co/20iQYMwGgE",
  "Wow, POC testing for #zika using your mobile, who interprets results and potential implications or complications? https://t.co/c3nxRT1701",
  "How many short-term contracts have you had, since finishing your PhD? \n\nPlease share for a larger sample size.",
  "Bedtime reading! #sciencegeek #virus #vaccine https://t.co/B4ppgWfo7Y",
  "\"This novel finding could offer a non-invasive way for diagnosing Crohn’s disease\" [NEW post in our Blog] https://t.co/SfGdftCdTv #crohns",
  "An increasingly globalized antivaccine movement:  Measles kills 17 unvaccinated children in Romania https://t.co/3nGCXfYx8e via @rte",
  "Four more municipalities reporting #yellowfever cases, but no increase in the affected states\n#FebreAmarela \nhttps://t.co/MpNJw6GXbG https://t.co/tOzrJ2xRlz",
  "Food for thought: scientific literature and techniques may be old but not obsolete and still relevant for #outbreaks. #zika #virus https://t.co/op8jUEA34r",
  "Wishing you some hot love on #ValentinesDay https://t.co/IVfDwaK1wN",
  "Happy #ValentinesDay #science https://t.co/iBsyVHg3Yo",
  "Happy #ValentinesDay #science https://t.co/iBsyVHg3Yo",
  "Ready for the next #virus.... https://t.co/g0hjurIsN5",
  "Getting things done is sometimes seen as 'being difficult' or sticking to opinion as 'stubborn', not easy for #womeninscience https://t.co/eg9RLPX4hn",
  "Wishing on the same bright star 🎶🎶 https://t.co/33NYYCb8zj",
  "For me it was a simple are you ok #mentalhealth",
  "Watch our latest #GUTVideo 'Adherence to a Mediterranean diet beneficially impacts the gut microbiota/metabolome' https://t.co/pgiD5vyGqa",
  "The #WHO role overseeing #global responses is invaluable https://t.co/yLN8SZ0sq4",
  "'17 @WHO pathogen priority list. Includes #Ebola, #Zika, #Lassa, #MERS, others. No bacteria? https://t.co/EwOIao2XFJ https://t.co/iLShiza6Zj",
  "Government confirms #birdflu in flock of turkeys at farm in East Lindsey, #Lincolnshire: https://t.co/uOXqUY4Y0e https://t.co/XeRO2h1wwg",
  "Populations are ageing, and at a very fast pace https://t.co/2RRJ6epPjJ #YearsAhead #WEF17 https://t.co/N1N008UgZz",
  "As the #mysci hashtag shows, scientist are an awesome &amp; diverse bunch of ppl. Everyone has a story - Twitter is a great place to share it!",
  "The US Dept. of Defense is testing 'predatory' bacteria to fight superbugs: https://t.co/yvSb4Dipfy @DARPA https://t.co/6gaotIlkcH",
  "New ASV/ASM joint conference on the interplay between bacteria and viruses! More info at https://t.co/mFsl0Cfw72",
  "Ready, Set, GO! Time to name those buckets of viruses that we only know from metagenomics https://t.co/PVPv47qBu0 https://t.co/C9odtKa3wM",
  "\"Microbial Community Composition Impacts Pathogen Iron Availability during Polymicrobial Infection\":\nhttps://t.co/vJxp5N1rF0",
  "A good read, #medicine really needs to get into #bacteriophage therapy to combat #antimicrobialresistance  #clinicaltrials https://t.co/ngBEonmDNf",
  "Thanks @sciencemagazine for referencing our work in their feature on @nanopore as Top 10 Breakthroughs of the Year! https://t.co/3s7jeMZ2E0",
  "Final trial results confirm #Ebola vaccine provides high protection against disease https://t.co/yz1M8LGUdc",
  "*TWO* vaccine papers on #Ebola in @TheLancet !\nDon't forget the chimp adenovirus EBOV glycoprotein one as well.",
  "Calling ‘#Zika Mozzie Seekers’: No experience necessary\n #ZikaMozzieSeekers\nhttps://t.co/5Qhkl5fmWw",
  "A new CE-marked working reagent for #Zika virus NAT #assays is now available from @NIBSC_MHRA https://t.co/BXQI0NxrDP @ESCVirology @PHE_uk",
  "#microbiome and neurodegeneration, the bacterial impact continues https://t.co/knTIaSirxo",
  "#meeting advice! https://t.co/LfpBtGnATL",
  "#zika in #neuronal stem cell differentiation and alternative #receptors How Zika infects the growing brain https://t.co/TkRdda6SWk",
  "It's that sequencing platform comparison everyone's been waiting for ... https://t.co/zFx3ypPZED\n\nBGISEQ-500 and HiSeq.",
  "Texas becomes the second state in the continental U.S. to confirm a locally transmitted case of Zika virus https://t.co/RQp6PImCLA",
  "\"Altered intestinal microbiota–host mitochondria crosstalk in new onset Crohn’s disease\":\nhttps://t.co/GI6FsA4FhH",
  "Florida Keys Approves Trial Of Genetically-Modified Mosquitoes To Fight Zika https://t.co/r3vK5f2hAt",
  "#BREAKING: @WHO declares an end to the public health emergency of international concern over #Zika virus. Story to come.",
  "South Korea confirms outbreaks of highly pathogenic bird flu at two poultry farms https://t.co/XCq1xyLtUb",
  "From our blog -- Enterococcus faecium improves host intestinal barrier function &amp; increases pathogen tolerance:\nhttps://t.co/lHi2pcROQI",
  "@SmallRedOne I am Swindon born and bred, lardy in the blood! It freezes well and so nice hot or cold :)",
  "Lardy cake, I do miss the Lardy cake! It's a Wiltshire thing! https://t.co/6ydC5sZY6Z",
  "@WHOatEU @trentyarwood #phage therapy requires clarification in EU policy for regulatory approval for #AMR",
  "@thelonevirologi but will the #zika cases be associated with microcephaly?....",
  "Please RT. Two jobs in my group, to join the fab new BDI at Oxford.   https://t.co/cFBeRDZQ86 and https://t.co/puGCdniuaf @OxfordMedSci",
  "Some more information on our study and what it involves @predicct #IBD #diet #genome #microbiota https://t.co/geUvr2Ukw7",
  "Onus is on microbiome field to proof these are dormant bacteria. When similar profile can be got from autoclaved water, there's a problem. https://t.co/wAodoykpCL",
  "@DaveGorman now all I see is Grange Hill with a Vienetta.... https://t.co/k0jI6KJXfp",
  "@MackayIM what about therapies in combination with phage treatments?....",
  "To date, 4119 suspected #cholera cases have been reported, of which 86 have tested positive for Vibrio cholerae in 11 governorates. #Yemen https://t.co/LpTWax5ra0",
  "I'll be talking later this AM on how few point-of-care tests their are for the viruses that cause most acute respiratory illnesses  #AMRQLD https://t.co/yG95bf76L7",
  "People come and people go #nuffSaid https://t.co/QJEl9Hv5Pj",
  "#IMED2016 https://t.co/GUvdFjNwbU @HelenBranswell",
  "We're at #IMED2016 this weekend. Come &amp; find out more about the NIBSC standardisation of #Zika NAT testing at poster 20.194 @ProMED_mail https://t.co/Ol5hhQn84Z",
  "#zika effects on male reproductive system in mice, translation to humans?...  https://t.co/46Tj8GqeRa",
  "Happy #Halloween! Check out this face generated by Nightmare Machine! https://t.co/xSgp89LFAG #nightmaremachine via @nightmare_mit",
  "Scientists plan to release millions of mosquitoes infected with #wolbachia in an effort to fight the spread of #Zika\nhttps://t.co/o46aOkdjJg https://t.co/l5c9mlSdTq",
  "For all #AcWri folks from undergrad to full prof. Photo via Masters Thesis Defender @JERutter #GetYourManuscriptOut https://t.co/dWZnldBytg",
  "#Genetic predisposition of population susceptibility to #zika  virus perhaps? Anyone researching this?.... https://t.co/5ZrtxJwKTT",
  "Blog contribution from Heather Galipeau on genes, gut microbiota, &amp; susceptibility to gut inflammation:\nhttps://t.co/XXoe8C3uQG\ncc @h_sokol",
  "Forget scary monster faces... https://t.co/WFjSmllE5A",
  "#zika still around in Florida, like the infographics https://t.co/pRNGYASrvh",
  "Blog post -- \"Are clues about childhood asthma and heightened immune responses found in a baby’s gut microbiome?\"\nhttps://t.co/WQ9cswrOlP",
  "I am sure the English bad weather will halt #zika https://t.co/nUebqkTABT",
  "@bmj_latest @bcayley day to day variation in #clinical #diagnostic testing is also causing fluctuations #standardisation of testing kits!",
  "Genome in a bottle consortium developing new reference materials  https://t.co/zpRUTGH7Tf https://t.co/xtHXYmHTRf",
  "NO federal funds = NO active #Zika surveillance TX LA FL Summer 2016.We can only hold our breath to see if microcephaly babies are born 2017 https://t.co/Kx11PV8UbL",
  ".@charlie_lees: disconnect between #inflammation and patient symptoms in #Crohns #UEGWeek",
  "https://t.co/fO7QQFKug6",
  "Great to see bioinformatics hit the big time on BBC news. There's some utter tripe in the article though.\n\nhttps://t.co/FCIH3MHHYt",
  "Are you a clinician or researcher under 40? @my_ueg are offering financial support for visiting fellowships: https://t.co/M3TKQtzBOs",
  "\"Bacteria from celiac patients influence gluten’s digestion and its ability to provoke an immune response\" https://t.co/dgLOAiTIw0 [NEW] https://t.co/cDwrdRiOrN",
  "Nice to see some #gastroenterology at the #TateModern (Bhupen Khakhar exhibition) https://t.co/YqqepzKjI1",
  "#zika symptoms expanding: tip of the iceberg and long term effects still unknown. https://t.co/syhJq4FgGx",
  "Documents reveal intense battle over CDC #Zika tests - highlights too much variation between labs? https://t.co/0njpxo2ItA",
  "Replication of human #noroviruses in stem cell–derived human enteroids - at last a culture system!!! https://t.co/ECljtvqNSf",
  "Very interesting day at @wellcome for mtg on Zika research priorities. Challenge of having many unknowns, but urgency to act. @ibahcm https://t.co/NYSfOPV33J",
  "#microbiome in #milk: postpartum programming in neonates, infant #formula manufacturers need to keep up! https://t.co/3gk9IKPO9Z",
  "Great review. We are only starting to understand the relationship (or not) of the microbiome and obesity. https://t.co/wNdVd1BjKt",
  "@SmallRedOne #zika levels in urine can fluctuate and there are also inhibitors that affect PCRs....",
  "Learn more about #diagnostic standards for #zika gastro &amp; #respiratory infections - visit poster PP14 #ESCV2016 @WHO https://t.co/W5JEpz6IZO",
  "A Zika vaccine could inadvertently lead to more cases of Guillain-Barré syndrome https://t.co/Lvt5Ji5Cnb",
  "@SantaCruzBio generally you need a slide on the microscope to look at Barbie....",
  "High levels of #zika facilitate alternative transmission routes? https://t.co/3U4QhXFu4w",
  "#AntimicrobialResistance is a global health crisis.\nHow much do you know about it?\nhttps://t.co/Fh1cJeY69g https://t.co/RLwRgTGNu5",
  "Great paper by @ben_roller using rRNA copy number to investigate growth strategies in bacteria. https://t.co/mG3Npd7Diy",
  "#Chlamydia, #gonorrhoea and #syphilis are generally curable with #antibiotics but are becoming difficult to treat. https://t.co/W2yD8fBJs5",
  "@neil_bodie @AdamNeira Is there a diagnostic qPCR that can differentiate the lineage to get a better view on circulating #zika virus?",
  "Nice #zika update https://t.co/IiJJ40K12q",
  "More #zika spread  https://t.co/D5xjTtSXRJ",
  "Bobblehat @danTDMlive",
  "Candyfloss (holly) @danTDMlive",
  "Guitar (Archie) @dantdmlive",
  "Candy floss (holly) #dantdmtour",
  "Guitar (Archie) #dantdmtour",
  "Health officials are trying to decide whether to designate a section of Miami as a zone of active Zika transmission https://t.co/iEBbgW6H9m",
  "Yeasterday #BreadSongs",
  "In case you missed it...he did it!\n\n#motd\n#garyspants https://t.co/mk4qbe840i",
  "Oh dear, that's not good. Nigeria to start emergency #polio campaign #virus  https://t.co/sATevOaIcN",
  "Baby with Zika-linked birth defect dies in Texas https://t.co/6U0pgW56aV",
  "P plate should mean playing #pokemonGO not new #driver https://t.co/7EIS8uLy7W",
  "The Academic Olympics. Courtesy of @wandedob. https://t.co/HjYlUF9870",
  "#takethat the musical?! All I can see is #miranda please tell me she is a judge #BBC ! https://t.co/7K485Vf9KE",
  "BBC News - Zika outbreak: 'Small number' of cases found in Scotland I assume this is travel related? https://t.co/Q59x3Fwc88",
  "#ibd research moves forward! #immune system and #gwas linkage https://t.co/j0oirXcT2l",
  "It was inevitable, blood checks for #zika should be come a standard https://t.co/9akWlJhzbn",
  "Yup, turned everything off, time to go home... Wait... No, it will be fine until tomorrow, pub anyone? #lab #science https://t.co/2Ef3WlXVyQ",
  "Deaths from HIV are falling, but new HIV infections have stayed stubbornly steady for 10yrs https://t.co/KhHIjb1Y48 https://t.co/SZ99p8EEUz",
  "Spain registers first Zika microcephaly birth in Europe - https://t.co/omkNRxvoGw",
  "William, Kate and Harry refuse to attend Olympics 'because of fears over Zika Virus'  #zika #virus  https://t.co/DKWAtE06q0",
  "Shame on you #Sainsbury spot the #spelling mistake! https://t.co/4ulPfwAPty",
  "And breathe! #DontEverGiveUp https://t.co/nYFVNxk3s5",
  "Japanese encephalitis #virus next #outbreak ? https://t.co/YEKDJZgyMv",
  "Scientists Played Pac-Man With Real Microscopic Organisms https://t.co/80R3rwOkfB https://t.co/amOjjsG1HB",
  "#cuteanimals :) https://t.co/7K97lsxU6e",
  "One hundred thousand people jump! #ColdplayGlastonbury https://t.co/5j4G1KNUJe",
  "Will be interesting to see a human #zika  #vaccine response and longevity https://t.co/soHw0g1YCa",
  "#zika #virus long term impact https://t.co/QCLOkACrX9",
  "The gene interactions and functions require further assessment to exclude long term effects #science #transplant  https://t.co/sTKpPFDS3u",
  "#Glasto2016 rainbow https://t.co/vq0l0P0JjN",
  "@jackwhitehall yes, wrong and no muddy boots 😮",
  "#Glastonbury mud Bristol scale 6 to 7 today! #Glasto2016 #gastro #science https://t.co/7d4JKdXtuL",
  "Interesting idea.... #microbiome I quit showering and life continued https://t.co/UdYufuz4uL",
  "Great news about the cake! #MRCFestival  https://t.co/Uvwts2Ukab",
  "A global response to #zika #virus is required #who  https://t.co/Jo7JD8n32s",
  "Oropouche fever—symptoms that could be mistaken for Zika virus, dengue, yellow fever, or chikungunya infections https://t.co/lBp9LKRT2v",
  "Hygiene hypothesis: #microbiome is going to be very important in human health, diagnosis and future therapies https://t.co/ti9lMwMNHQ",
  "Looking forward to the new #marianhill album after recognising a track on #luciferfox 👹",
  "I hope this is not the beginning of #zika #Olympic hysteria.... https://t.co/lPlXQAmvOd",
  "The list of birth defects #Zika can trigger grows; @WHO asks people researching cases to share their findings. https://t.co/T8CMkDTCUL",
  "#zika funding frustration https://t.co/y7eyyGEwm3",
  "#Zika Virus: so what is the prevalence in donations and associated risk? https://t.co/EjkoujvhtX",
  "Recognise kuru anywhere https://t.co/bDTjegewNx",
  "[#ZikaVirus] Experts ask WHO to move Olympics from Rio over Zika fears  #Zika https://t.co/lIqFO3yjg4 https://t.co/xgnj0RcPDs",
  "Interesting, any publications in the pipeline? #microbiome https://t.co/ZGf2wG0X4l",
  "Now that's #science in action #antiviral  https://t.co/eN1SH4gWrx by Sean Captain via @FastCompany /",
  "At last #microbiome is being recognised! Federal Microbiome Project Aims to Solve Tiny Riddles of Science https://t.co/kfBDMoc6tc",
  "So, I am drinking the red wine for the health of my #microbiome Zhernakova #science https://t.co/yjFVaRs3ie",
  "Respect to the pioneer kitchen scientists out there #microbiome https://t.co/r6YPGNM8jA",
  "Interesting if it works, natures own cure?... #Zika  https://t.co/oCTPtqflhh",
  "Why do I now have an image of carp kissing with cold sores?! #carpageddon  #virology  https://t.co/G5VKflh2gv",
  "#microbiome #fmt  Manipulating the Microbiota https://t.co/WSU4rF2x3P",
  "Good info graphics #Zika #Ebola  #yellowfever #virology  https://t.co/mFVBxKFLwO",
  "Really?...... #zika #prince https://t.co/wMLGtE9TjL",
  "Can't beat it : O Earth, how like to Heav’n, if not preferr’d... #paradiselost #GustaveDore https://t.co/sIXne66U9m",
  "Bring it on #microbiome https://t.co/zYVQN3LLH8",
  "Interesting, sick building syndrome comes to mind #microbiome https://t.co/Ws4gq2ZFCd",
  "Mosquito transmission predictions #zika https://t.co/caELYGqf5n",
  "As they say, the caveat is its a mouse model and the human immune system and pregnancy is so very different #zika  https://t.co/FA53uxM84B",
  "Genomic variation could explain different pathogenesis and tropism of recent cases, loving the 3D images coming out https://t.co/nwI66N0IET",
  "Eeekkkk!!!! Sounds like fun! https://t.co/WRbj4m663n",
  "MT @MeghanDRosen: Range of #zika carrying mosquitoes in U.S. much larger than  1st estimated https://t.co/ouBWXWhEBh https://t.co/EKV4z5Weg5",
  "St Lucia confirms first two cases of Zika, says contracted locally https://t.co/s30y52JSxD",
  "Should I be concerned if my child is sorting their #lego according to colour?... and FYI the plural of Lego is Lego NOT Legos! #OCD",
  "'Strong scientific consensus' shows Zika DOES cause birth defects, WHO says  https://t.co/ApV48Bqm0b",
  "The 3.8 Å resolution cryo-EM structure of #Zika virus | #Science  https://t.co/e9MNljZaYp",
  "CDC braces for Zika’s US invasion as scientists watch virus melt... #tech #Surya #SuryaRay https://t.co/1vknegOUBQ https://t.co/RUglz8FKu2",
  "Reminds me of the book #Schottenfreude  https://t.co/wO1ZFDgQu0",
  "Thanks to all for attending #Microbio16! Watch our highlights video from this week: https://t.co/UG8xDNFQ1U",
  "@jwbelmon given the vast array of different information sources agree an integrated approach is so important #ibd https://t.co/otbqGg6jer",
  "Latest @WHO Situation Report on #ZikaVirus, microcephaly &amp; #GuillainBarrè syndrome is here: https://t.co/MsSfo8ah89 https://t.co/Ftk0z6emTd",
  "#Angola is grappling w/#YellowFever outbreak - infected &gt;450 ppl &amp; killed 178 ppl – the first in 30 years https://t.co/HPNQaUNGyw",
  "WHO confirms that two people have tested positive for #Ebola in N'zérékoré Prefecture, #Guinea",
  "Now that's all I can see too! Aaahhhh!!!! #science #lab  https://t.co/1tupewyFWf",
  "#placenta and #zika #virus https://t.co/aM8vTgji8e",
  "#zika resource https://t.co/NmcQaIpOZ9",
  "#zika effect on stem cells link to #microcephaly. https://t.co/UONhh7kxOa",
  "#zika virus and #microcephaly link.... https://t.co/qzvG5CT4Ug",
  "Drugs and drones.   https://t.co/Ipwv848q40",
  "Nice! Can we eat them :) https://t.co/JiY5OHBqCd",
  "A shame this isn't still true! Some medics should have a wig, cane and a flask of urine! #medicine #science https://t.co/jPA936ZZi8",
  "Don't say I didn't warn you, resistance is futile #science #grumpycat  https://t.co/aChhUjQl4Z",
  "It's all true, who turns down a free drink?! #academia https://t.co/XgdqQC9SCv",
  "Now that's some bedtime reading #pcr #postdoc https://t.co/ocIghLtV5I",
  "@Sara_Holec #skills",
  "So little is known about #zika pathogenesis https://t.co/0hlP0G3Hx0",
  "#NationalDrinkWineDay https://t.co/swBCAETMjC",
  "Paralysis was seen in #Zika French Polynesia 2013, now microcephaly, link? https://t.co/gmAfFgmHZZ",
  "@upulie \nRoses are red\nViolets are blue\nWith minor revisions\nI accept you\n#academicvalentines",
  "@MackayIM maybe not above baseline in numbers but in regards to severity?",
  "@MackayIM or coinfection, genetic susceptibility....",
  "Evidence of #ZikaVirus in fetal brain. New report  https://t.co/HHX2ulnRER",
  "As long as the beaurocracy doesn't stifle scientific progress #crispr #science https://t.co/hR7s2uVqZC",
  "Well, as my mother always said  \"we share because we care\" #ZikaVirus #science  https://t.co/rt1UE5xMHK",
  "The severity and seasonality of the microcephaly  is what's important #ZikaVirus https://t.co/weigP53G0h via @abcnews",
  "Gotta love a bit of #histology #phdchat need some fluorescent ones.... https://t.co/5Yi0ukK3ZU",
  "#Brazil \"confirmed\" case of @Zika transmitted via blood transfusion\n[Really?! How 2 exclude mosquito bite?]\nhttps://t.co/Q2Xx7fWGlF",
  "#ZikaVirus to arms virologists! https://t.co/2o4OPNKrbq",
  "Western blot? #science #phdchat https://t.co/eCKGr3akjG",
  "There is an SOP entitled 'how to write an SOP'... Seriously..... #worldgonecrazy #admin #research",
  "It's when a colleague doesn't get it and you have to explain 😂 #SheldonCooper #beenthere  https://t.co/7nwecX9D4R",
  "Loving these images! https://t.co/YXK0Dz2C3x",
  "How a flavivirus so small can impact so far never ceases to amaze Zika Virus | Zika virus | CDC https://t.co/z1dafmogRH via CDCgov",
  "The protocol was followed: had they only dosed one person who became ill would that be an outlier? #clinicaltrial https://t.co/uLyT5jM3l0",
  "Wouldn't you just love to do this some days?! #funnyscience #phdchat https://t.co/FXDBTZ1vfM",
  "So mad! Walk away before I do something I regret :/ #angry",
  "Well... maybe the manufacturers should not break the emission rules #carpollution https://t.co/ju52zADWT8",
  "Lab fairy #BreakingBad https://t.co/gXFNB7OXIr",
  "The silence around stillbirth is unspeakable. We must do more to save lives #endstillbirths https://t.co/hQm3e2SlZQ https://t.co/bpFhJ2fgLE",
  "Quality control? Do we really know what pathogens are in the pill?  #biota #science #obesity https://t.co/ttggA8UtHG via qz",
  "BBC News - France clinical trial: 90 given drug, one man brain-dead https://t.co/ajBJ0RJGiu",
  "A great model to direct research and knowledge; if only it could absorb, secrete or have peristalsis #microbiome https://t.co/AyhhS0JPFg",
  "The first week back after the Christmas break #work #science #doingscience https://t.co/WzSQHq5Skb",
  "Neat blog post on PPIs and the gut microbiome written by part of our @BritishGut team: https://t.co/VpdK6KKX7I",
  "@SantaCruzBio Float like a lipid raft and sting like melittin #funnyscience #phdchat  https://t.co/AWDgL3Azj0",
  "Libraries are dangerous! Step away! Cow bites and spacecraft injuries enliven new medical diagnostic codes https://t.co/6nzpFK4voN",
  "Very noble that #gameoflife thinks that a top scientist earns as much as a racing driver and a pop star! #science https://t.co/j0M14BvNQh",
  "Watching this is as much of a tradition as watching the Queen's speech! #xmaslectures #science https://t.co/rMOPycT6wl",
  "It's the #gattaca movie becoming a reality #science  https://t.co/DknwitgD4s",
  "Good idea! Smart Pill Capsule Could Represent Future Of Drug Delivery | Inside Science https://t.co/wtNVzk7ThF via https://t.co/XpdTCeylBF",
  "I am away from the office and checking email intermittently. If your email is not urgent, I’ll probably still reply. I have a problem.",
  "Merry Christmas #bacteria #science https://t.co/1dDFbRLIjx",
  "Doudna now showing this beautiful movie about CRISPR/Cas9 in the engineering cell bio symposium https://t.co/ZWuFK9TKOh\n   #ascb15",
  "Fancy colouring in the @cmsexperiment at the LHC? The Christmas issue of New Scientist has what you need https://t.co/ihYBPE5dKp @CERN",
  "Probably started at the Karolinska by a girl from the north country, so, time for one more cup of coffee?  https://t.co/SGMETKPt71",
  "Just had a coffee, doh! #InternationalTeaDay",
  "Geek alert! What a wonderful way to serve wine #sciencegeek #science https://t.co/IKcdVvk607",
  "Science caution signs | @redpenblackpen | https://t.co/7j8zPaSuQX https://t.co/VHppLBk3zp",
  "Colorectal #cancer screening programme &amp; socioeconomic inequalities - 4 trials (free #OA) https://t.co/OBhLRjPMJy https://t.co/5QhKjaa91k",
  "https://t.co/xOad0ARtLo",
  "When you come back into the lab after the weekend to check on your cells... #phdchat https://t.co/w4SpADjsJ4",
  "The global diet is getting sweeter, esp. wrt beverages, Personal View @TheLancetEndo https://t.co/V2xRCI248n https://t.co/B4k0PP4DsQ",
  "Yeah it's Friday!!! #weekend #phdchat #Postdoc https://t.co/2QxnuWrU7e",
  "A sobering and grounding review #Gastroenterology  https://t.co/0Itw7H8wfe",
  "BMJ Careers - Contract dispute with junior doctors—what will the consequences be? #juniordoctors #NHS  https://t.co/jmFs6pEbY8",
  "Good news for UK science :) https://t.co/Dr5qc1ya9Z",
  "Gut Bacteria Dramatically Boosts Cancer Immunotherapy — https://t.co/fdte2zjQsr https://t.co/C66srMxDNZ",
  "I hate Monday...  #hateMondays #science https://t.co/PPZYwsOwha",
  "@AcademicsSay I hope you mean the punctuation variety and not intestinal :)  https://t.co/CvZ744Lgbo",
  "We all have to eat! #diet #gastro https://t.co/8l9K2llRtK",
  "#Gastroenterology is not represented on the graphic and secondly #liverdisease is a large killer, well worth a read! https://t.co/EvK33eMcYq",
  "Advances in #medicine  https://t.co/09rcm0JJ7u",
  "A nutritional revolution with personalised #medicine and the #microbiome  https://t.co/afJWIaC5o0",
  "Here is the latest WHO #Ebola situation report (18 November 2015) https://t.co/DbFGHohfsf #EbolaResponse https://t.co/Jc065P7TYr",
  "A study in @thelancetinfdis on Transmissible polymyxin resistance https://t.co/VflnAN3y3T https://t.co/F9KZxKDUne",
  "Just A Seat Pattern? Think Again! The London Underground Has A Secret https://t.co/TS7ZhEHMio https://t.co/xt6xe6HYBm",
  "NEW COMMENTARY - Renaming primary biliary cirrhosis—clarity or confusion? by Trivedi &amp; Hirschfield £ https://t.co/7VEa1mb6nE",
  "Research gets more sophisticated with ever advancing equipment, to stay competitive requires cash #science end of! https://t.co/Kdwz75R6bf",
  "#microbiome depletion promotes beiging of white fat and reduces #obesity:https://t.co/8qLxiJCnYL https://t.co/6vCcGlDB6h",
  "Labfairy thinks the lab DIY version is not a good idea #cryotherapy #science https://t.co/8wbHknlHRS https://t.co/fa0MyaCaGO",
  "With the microbiota controlling our health and wellbeing in so many ways this is no surprise #microbiome  https://t.co/Yd8XFLLM4R",
  "Progress will still be made, many scientists work long hours with no extra pay for their passion #science  https://t.co/tCtJUuwPtw",
  "There. Fixed the Starbucks Cup for everyone. Merry Krampus. YOU'RE WELCOME. #itsjustacup https://t.co/DopNKcUWmJ",
  "Beautiful!\nEngineering photo competition 2015 https://t.co/9WBRSAGL2U via @YouTube",
  "New study uses organoids to model pancreatic cancer, providing new personalized approaches for modeling &amp; treatment: https://t.co/80QBTtd9bl",
  "It's finally here: Poop in a pill, and it could save your life https://t.co/A3gyCTh3SI https://t.co/MMtp3BDvdL",
  "#SierraLeone will be #EbolaFree 7 Nov, thanks to the tremendous work of #EbolaResponse workers &amp; communities https://t.co/H0IL7ci0ec",
  "NIBSC Ebola reference reagents endorsed as global standards by @WHO https://t.co/oY9gXqgmYr https://t.co/A3dFyxauii",
  "Pathogen survival in the environment is  important to know!    #science # Ebola https://t.co/YtBMXDhdFO",
  "#academicdancebreak a classic for molecular biology teaching! 🎶50S ribosome 🎶. https://t.co/9uq1DyO0Ef",
  "#academicdancebreak  I have been caught full pelt to wrecking ball by Miley Cyrus late at night... https://t.co/GXH9yLjcxz via youtube",
  "Interesting talk about the gut-brain axis and a few general facts about the human microbiota by Mayer #UEGWeek https://t.co/fWdxKqbcWb",
  "Mitochondrial dysfunction will dominate many diseases as science unravels roles for these power houses #science  https://t.co/ChPv8AuIH3",
  "Sometimes you have be creative to fill in those wait times in a lab... https://t.co/c0E0vl3MZ8",
  "McFly has nothing on me, I regularly time travel, twice a year  in fact and can do it with my eyes closed! #ClocksGoBack #BackToFutureDay",
  "Hair follicle–derived cytokines control the tropism &amp; retention of memory T cells in the skin and promote #lymphoma: https://t.co/MURVtMA6bc",
  "Pearls relaunch: 300+ \"lessons that last\" offer insights to scientists of all career stages https://t.co/JJZ03YFs4F https://t.co/w7hyzSc1fn",
  "A non-canonical role for the p97 complex in RIG-I antiviral signaling https://t.co/eHvVVmzc0Y https://t.co/kR38YAeGF3",
  "Could the next MacGyver be a women? Engineers say YES!\nhttps://t.co/DlsHppXcrt\n@thenextmacgyver @NASciences",
  "Reminds me of a #samandcat episode with Zapathon delivery drones! https://t.co/KuhtzdKxjJ",
  "The #metabolome of the gut #microbiota is important, we can  #phylogenetically identify but what does that tell us? https://t.co/iBliSTFUdC",
  "Mind blown @richardosman  https://t.co/h8XQXU9ZIM",
  "Barcelona: looks like an interesting #gastroenterology week  #STEM  #womeninscience     https://t.co/AMs4KuAXkC",
  "Impact of Ebola control measures in Sierra Leone: https://t.co/AIIjFBoPsS",
  "Developing DNA as a Standard for Authenticating Art http://t.co/xIhzFuuRPn",
  "Lab fairy re-enacting #StarWars, the empire strikes back, can't mess up experiment now!  #science #postdoc #funnysci http://t.co/TK6moSZPtj",
  "uBiome Teams Up With Apple To Study Your Gut http://t.co/BJdghsJdKQ #science",
  "Risk of zoonosis... https://t.co/VYs4y4Zj87",
  "The passive voice. via @PaulMMCooper http://t.co/VhWAN6DkMZ",
  "@EPHarrison @drmikeographer and what was the answer?......",
  "@AcademicsSay get a cellphone jammer",
  "@Sara_Holec @LoganRhoades He was trying to look cool! Sure he was singing \"shake it off\" whilst twerking. Live the dream! :)",
  "A conference in DC this week aims to lay down some ethical rules for CRISPR's nutty powerful gene-editing abilities http://t.co/74rbqJWRH0",
  "http://t.co/OdGC3Ktuea",
  "Labfairy is on the #web #science #PhD #postdoc #funnypic http://t.co/cnUilF5DdE",
  "Iris scissors my favourite  #tinylabtools \n\n#PhDChat #scicomm #phdlife http://t.co/kpD6F9Sldx",
  "If the newborn, and adult,  microbiome is constantly changing how do we avoid host responses? https://t.co/4yyGsOmgJ6",
  "Considering a #postdoc has a #PhD an average UK salary of £30k, less than a London tube driver is shocking! https://t.co/q2JsYkeK9C",
  "Ex female scientists: if #lostfromscience join the hashtag @SciGenderEquity @realscientists @kerrlisa @ViggersK  https://t.co/7wH8XI30gj",
  "Wow!  https://t.co/diGv3y7Uy5",
  "Will be interesting to see how this research progresses, particularly in relation to #IBD  http://t.co/XrmCdiye6h",
  "#genetics #micropigs, no different to pedigree breeding in cats and dogs just a bit smarter as targeted manipulation https://t.co/4oa7IqbzYL",
  "IBiscuitSquid @iBallisticSquid http://t.co/AIXvgpIC57",
  "Some days you feel like you are being interrogated like this: good luck in your viva :-)  #phdchat #postdoc #pendulum http://t.co/tQOKFKusEM",
  "MacGyver on Mars! Would make a great reality show, beats big brother... https://t.co/PwV2Wldaz9",
  "Alternative CRISPR system could improve genome editing http://t.co/sp8ax8fSYt http://t.co/ytxT1LE1OQ",
  "@Sara_Holec what's the caffeine content? Can it replace a double espresso? 😀",
  "All ready for the Cambridge Immunology Forum @Cambridgeimmuno #immunology #cambridge_uni https://t.co/qLWsr0GiTP",
  "@Philae2014 🎶🎶  Hello, is it Philae you're looking for  🎶🎶",
  "Great news, detox with coffee after an all night alcohol session save your #liver #science #coffee  https://t.co/kF465FWN8L",
  "For all those scientists working this weekend have a game of 'lab jenga' #molbiol #phdchat #postdoc #science http://t.co/H3YTXfZ91A",
  "The CRISPR system is the greatest molecular advancement of this generation, the Crick shows forward thinking! https://t.co/J64sVqCdJI",
  "#darwin survival of those most suited to their environment? https://t.co/NMbuLsVwo8",
  "The newborn #intestine differs structurally to the adult and maternal nutrition is also a factor #microbiome #virome https://t.co/noqqYkXWAl",
  "A fantastic use of space, go biotech! To have the vision and entrepreneurial skills to do this deserves respect. https://t.co/dib6QA1mE5",
  "Foetal maternal barriers require further investigation, the placenta keeps the borders and will be key in advancing this field @NYTScience",
  "@NYTScience NoV reservoirs include: humans, dogs, other animals, and oysters! Would be interesting to trace NoV outbreak incorporating all.",
  "Global medicine, print anything anywhere, a magic 3D portal! Cancer patient receives 3D printed ribs http://t.co/vTaX7a8E0j",
  "And they said I wouldn't survive the icy abyss #molbiol #science #phdlife #failinginstem http://t.co/O9ruPXA9K3",
  "There is a world of information out there and this removed the bias that some scientists may have? #citizenscience  https://t.co/L9wN2hl9vL",
  "@pdmahendra1 @ScienceNews I guess this is for transmission studies so could be applied to any projective vomit inducing infection",
  "Norovirus remains infectious on surfaces for weeks increasing transmission therefore vomit simulator: we salute you! https://t.co/GVzPcQnj7d",
  "Bad day in the lab... #science #phdlife #postdoc #photooftheday #lab #research http://t.co/O2GcAMynd2",
  "I like to leave mine on the radiator #milkymilky https://t.co/6lKYSeuWGr",
  "Boom, shake shake shake the room! Lab fairy not impressed.  http://t.co/CJ62rnJQLT",
  "If music be the food of love, play on. “@NYTScience: Where physics meets music http://t.co/L5z1SJWgoO http://t.co/xf6g5tJ4uz”",
  "Meet the pocket shark. You're going to need a smaller boat. http://t.co/cWG8WHu2OZ http://t.co/WVua30qFpu",
  "I need a holiday, I hope nothing bad happens whilst I'm away #Venice photobomb @NakedScientists #postdoc #phdchat http://t.co/0RYXjWqNZB",
  "the lab fairies played in the woods, you are lucky if you see one!... #phdchat #funnyscience http://t.co/z6omvUiaML",
  "They went to the beach... #funnyscience #phdchat http://t.co/5MWSEgLIjP",
  "One day the lab fairies escaped from the lab and went travelling... #molecular #phdchat #funnyscience http://t.co/ZLLcDFXThm"
 ]
}