{
 "user": 385439324,
 "tweets": [
  "About 40% of children in #Nigeria do not receive any #vaccines from the health system. We need all hands on deck to change this! \n\n#VaccinesWork #WorldImmunizationWeek #AVWng #EveryChildALIVE https://t.co/zwjjQrt9BB",
  "The problem with Nigeria..\n\nBoko-Haram...........B\n\nUnemployment......U\n\nHardship.................H\n\nArmed Robbery. .................A\n\nRecession................R\n\nInsecurity..................I\n\nWe just have to change this change!!",
  "Interesting read @thomaskolster! @abolajialausa @NoahsArkComm https://t.co/JTnv74cZxY",
  "Terminally ill toddler Alfie Evans has died, aged 23 months, five days after his life support was turned off https://t.co/NydYh6OdiU",
  "Pictures from Lokogoma Primary School, another @inecnigeria Polling Unit in Dino’s Senatorial district: constituents simply did not show up to confirm their names and signatures and this process is a charade, a farce and a waste of time and funds. https://t.co/AUj9wzIxT0",
  "Hearing that @PoliceNG officers stood and repelled the terrorists that invaded Maiduguri.\nKudos to the @PoliceNG officers that repelled the attack. With proper training our police can be great.\nThank you @PoliceNG officers in Maiduguri",
  "The open question, one \"only truth can heal\" is: how did Northern Nigeria go from this vision to an estimated 60% illiteracy amongst school-age youth, 71% amongst adult population despite 50yrs of affirmative action in Education policy? @cchukudebelu @TunjiLardner @julietkego https://t.co/UHdPZFbNXq",
  "@ogundamisi Even those who's got the might and vowed to end the killing purportedly paid for weapons to be delivered by 2020! Delusional!",
  "If you ask me @jacksonpbn, \"na who i go ask\". PMB had denied knowledge of so many things in the past when it gets to squeaky bum time. Don't be surprised this may go that route or he was misled!? https://t.co/QnvaLYjdVD",
  "I am still digging to know who Buhari paid the illegal $496million helicopter money to. U.S State Dept, Commerce Dept and the U.S Airforce do not know Helicopter Tecno Fight Helicopter that Buhari claimed to have paid to according to Senator Anyanwu. Am waiting for Defence Dept.",
  "KOREAN WAR TO END! The United States, and all of its GREAT people, should be very proud of what is now taking place in Korea!",
  "This is why we are raising funds for students and schools. Teacher seen teaching students about “word processing window” on a blackboard. We can do our part to help schools like this get and maintain a computer lab #Education #africa https://t.co/FkKKNTkMAj https://t.co/juvPSFTxLY",
  "Bring your child to work day at the Ark. Our little Arknimals came to visit. #NoahsArkCommunications #LilArknimals #bringyourchildtoworkday  #creativesafari https://t.co/G6h2HqxOOD",
  "Terrorists...,\"decimated\" one at that taking on a whole state and possibly more! What professional pride is left in defence chiefs? https://t.co/Ss9KqiGkD0",
  "One of the best pranks I’ve ever seen, even the dog was shook... https://t.co/GPOk6DMhOI",
  "Thank you @CNNAfrica for covering this story. Kudos to @SEzekwesili @HenshawKate @segalink and others who played a role in raising awareness about this pollution. We'll not rest until something drastic is done asap. #StopTheSoot https://t.co/NRG6UmwS3V",
  "Its pathetic for the deliberately blind and deaf! https://t.co/VBjhkf3mK9",
  "\"Mr. Buhari’s election as Nigeria’s head of state would be a disaster for Africa. It would also signal trouble for the West’s fight against ISIS and terrorism throughout the Middle East.\" Ambassador Richard Grenell, U.S Ambassador to Germany and close ally to @realDonaldTrump",
  "At 49, Gowon got his PhD. At 80, Obasanjo got his PhD. At 75, Buhari is still looking for his WAEC Certificate. Who is LAZY among them?",
  "The reason @kanyewest is “lost”...\n\n1 - Can’t out REAL Jay Z\n2 - Can’t out TRUTH J.Cole\n3 - Can’t out RAP Kendrick\n4 - Can’t out HIT Drake\n\nSo ALL Kanye had left was this...",
  "Some Nigerians still think in terms of APC v PDP. This is unfortunate. Hopefully, many Nigerians will refuse to be defined simply by how they voted in 2015. \n\nI am glad when I see people who denounce the bad acts/policies of politicians they formerly supported. No to sycophancy.",
  "President Paul Kagame of Rwanda has so far closed down around 6000 churches and 100 mosques in Rwanda.\n\n\"700 churches in Kigali? Are these boreholes that give people water? I don't think we have as many boreholes. Do we even have as many factories?... \" https://t.co/DsUG1oQGIH",
  "You can take Nigerians to the abroad but you can't take the 'Nigerian' out of them https://t.co/1e4QzwqQkj",
  "If we want a profitable and effective organization that's future-proof, there is need to attract talents that bring different perspectives to the table. ~Ola Ehinmoro #TASWA18 @TAS_Africa https://t.co/ruFCQJWBUZ",
  "What an early start! https://t.co/Cx0l1lGBPh",
  "Let me restate this.\n\nIf you can't speak out NOW against injustices in Nigeria, then your PVC is a useless piece of plastic that will not save you from oppressors.\n\nYour PVC is not your voice. It is a secondary step.\nVoice out first.\nYour voice is your voice. https://t.co/U7LXrDu3kK",
  "may 1 @jimmyfallon @fallontonight ♡ ♡ ♡ https://t.co/XOcMz0t3e8",
  "A govt that is not concerned about the killing of 18 Catholic worhipers,  including two priests but running after perceived political opponents will surely come to an inglorious end one day.",
  "Of course @BBoason #shithole President is visiting! https://t.co/dQ1w4hj0LR",
  "Solomon Dalung?🚶 https://t.co/f9MviqGtKH",
  "Mashood Adisi Ajala Olabisi, best known as \"Ajala Travel,\" became famous in the 1950s for touring the world. He visited 87 countries with his scooter. He died on February 2, 1999, in abject poverty irrespective of his fame.  @AfricaFactsZone https://t.co/NOJ47hiSq5",
  "“It is totally unacceptable to draw a moral equivalence between the suspension of a Senator and acts of treason committed by hired thugs led by a Senator”. Rt Hon Yakubu Dogara on invasion of NASS by some hired thugs.",
  "😆😆😆this villa things are obtainable there too 👇? @Gidi_Traffic https://t.co/PJaDmH2JxR",
  "So in other climes where the Bigbrother franchise airs, will you conclude their youths are lazy too? Abegi let's leave ringworm alone o, leprous patients need attention! https://t.co/nLzJF5sejR",
  "\"Normally a president will say, 'come and invest here because we have a youthful and hardworking labor force that you need..' He just said the opposite.\" @MBuhari faces youth backlash in Nigeria.\n#LazyNigerianYouths https://t.co/ZWQApeiIhq",
  "“It is praiseworthy to be brave and fearless, but sometimes it is better to be a coward. We often stand in the compound of a coward to point at the ruins where a brave man used to live.”\n\n- Chinua Achebe",
  "Mosquitoes are the greatest killers of all time. We have killed more people than all the wars in history. But no one is impressed by me. #IAmHartmut https://t.co/4BNyyZB8ZR",
  "Camels Crossing the Sea 🌊 https://t.co/LMuKRnd7FG",
  "TY Bello - Portrait Photography; Kelechi - Editorial; Hakeem Architecture  &amp; Yetunde Baba Eko Portrait #BopConference @CoolFMNigeria",
  "Save our people from loosing their small businesses \nStop enriching the banks, empower that sister/brother on your street. You will be blessed for it. \n- Sad but true. I'm also guilty of this.😞\n\nPlease spread it!",
  "Your MCM is withdrawing money and spending without appropriation. \n\nHe pays subsidies 1/3 of the budget without appropriation. \n\nCorruption toh quality!\n\nWhy We Paid $469m for Tucano Aircraft Ahead of N’Assembly Approval, by Buhari - THISDAYLIVE https://t.co/i6BTykkKVc",
  "\"@Jefe_says: So Cee Cee didn't win anything. \nNokia\nPayporte\nPepsi\nHeritage bank\nLumapil\nFlex condom...\n \n#BBNaija\n#BBNaijafinale https://t.co/6K4K6MWBru",
  "PVC this, PVC that, Nigerians think kicking PMB out is all it takes for a better country. If you don't vote the right Councillors, LG Chairman, Governors, Reps, Senators, the result will be same. #PVC #GetYourPVC",
  "One word. Inspiring.\n\n#EarthDay https://t.co/tEEwB9F2jE",
  "You\"ll never understand Everything is Vanity till you are very ill. Money, Sex, Internet, Food, Everything is useless to you. Your only concern is how to get well. Good health is too underrated!!!!",
  "Sounds like headlines we have heard before, selling how to...of the core needs of the majority will be the differentiator. https://t.co/XSEVf9hNTX",
  "My poor dad played the lottery to get rich. My rich dad said winning the lottery won’t make you rich unless you change your poor man habits. #richdad",
  "At 19, President Buhari left Secondary School to join the Army. At age 21,he was commissioned a second lieutenant and appointed Platoon Commander of the Second Infantry Battalion in Abeokuta, Nigeria. Where can our youths get such opportunity today?",
  "@IgharehonOmoaga @FshawKingFisher Not far from the truth. I'm sure Arsene and the Board's got primary/secondary targets in mind too.",
  "Year founded.\n\nDolce and Gabbana: 1985\nVersace: 1978\nGiorgio Armani: 1975\nYves Saint Laurent: 1961\nChloe: 1952\nGivenchy: 1952\nChristian Dior: 1946\nCoach: 1941\nFendi: 1925\nGucci: 1921\nPrada: 1913\nChanel: 1910\nNordstrom: 1901\nBurberry: 1856\nLouis Vuitton: 1854\nHermes: 1837",
  "@FshawKingFisher 😂😂😂",
  "Goodbye Legend. #MerciArsène #Arsenal https://t.co/POxNV8dVyi",
  "Suspicion grows over death of journalist investigating Russian mercenaries in Syria https://t.co/AkCXEHbN0K https://t.co/s9oACxov5l",
  "Who's next @FshawKingFisher! Is there a quick fix? ManU yet to fully recover from AF stepping down. https://t.co/WXhTqbqvVB",
  "Arsene Wenger is to leave @Arsenal at the end of the season. He has given much of his life to Arsenal. He has brought much success to the club. He has given much to the game of football in our country. Merci et bonne chance, Monsieur Wenger. #Wenger",
  "\"It was a big privilege to work with him\" - @piresrobert7 \n\n\"He took @Arsenal's name global\" - @IanWright0\n\nRespect from legends... #PL https://t.co/Yuu4NyPhAv",
  "We are not asking for a superhuman with the absolute knowledge of geophysics or avionics, we are simply demanding that credible, capable, and conscientious leader with ample energy/cognitive pellucidity rise to the occasion, void of bigotry and entropy. https://t.co/79oPHiEZpX",
  "@ShehuSani I'm sure the spin docs are getting weary and must be wondering what manner of cocktail to put together this time to soothe assuaged nerves. https://t.co/xG6cT1sZ1P",
  "Meet Tomi Adeyemi The Nigerian- American  Author whose acclaimed book \"Children of Blood and Bone\" has landed a seven figure book- and movie- deal with Hollywood Fox studios. https://t.co/M36eN9NZ93",
  "Antonio Conte says it's simpler to manage Burnley than Chelsea. Do you agree? #SSN",
  "Wenger: “I urge our fans to stand behind the team to finish on a high. To all the Arsenal lovers take care of the values of the club. My love and support for ever.” https://t.co/3TKk5hAi5O",
  "Wenger: “I want to thank the staff, the players, the Directors and the fans who make this club so special.” https://t.co/ytYIDSJ24P",
  "Wenger: “I am grateful for having had the privilege to serve the club for so many memorable years.” https://t.co/8Sb9Vr3IAL",
  "Wenger: “After careful consideration and following discussions with the club, I feel it is the right time for me to step down at the end of the season.” #SSN https://t.co/fbubGMEa8n",
  "Wawu! @Arsenal what's got a beginning surely's got an end! Love Arsenal! https://t.co/MWciBUUKbJ",
  "...says a lot about a \"President\"! https://t.co/uUvPm9BGfV",
  "🇫🇷 Arsene Wenger at @Arsenal: \n\n📅 22 Years\n🔴 1228 Games\n✅ 704 Wins\n\n🏆🏆🏆🏆🏆🏆🏆 FA Cups\n🏆🏆🏆🏆🏆🏆🏆 Community Shields\n🏆🏆🏆 Premier League\n\n🥇🥇🥇 Premier League Manager Of The Year\n🥇 World Manager Of The Year\n\n🙏 End of an era. https://t.co/Mn8t8DTc7A",
  "Buhari is actually talking about the youths of Northern Nigeria. He talked about illiteracy and wanting handouts, whoever has lived in the core North can testify. He knows absolutely nothing about Nigeria 🇳🇬 apart from his Region! @MobilePunch @segalink @HappilexEruotor",
  "I spoke with @rosemaryCNN about @Starbucks' #PR crisis and their proactive steps forward. Congrats to their CEO Kevin Johnson for staying focused on the solution. Check it out: https://t.co/ScQ1jHFJND https://t.co/DtwCBDJzH7",
  "There’s a difference between honesty and diplomatic naïveté. When @BillGates had the chance to discuss Nigerian youths on international TV, he praised their hard work, mentioning @seunonigbinde by name. Zuckerberg too praised and marketed our skills and youth-led tech industry.",
  "The \"Windrush generation\" arrived to rebuild Britain in 1948. Decades later, their children could be forcibly removed by the British government. https://t.co/aqwGT7qBe1",
  "Now #LazyNigerianYouths who’s Lazy?\n@erigganewmoney Yu dey see wetin I dey observe? https://t.co/bqSCmH9ZnJ",
  "President Buhari doing what he knows how to do best.. Disgracing Nigerians since the days of John The Baptist.\n\nThis is what you get when you elect someone with a NEPA bill certificate. A mistake that needs to be corrected. \n\nWe are not #LazyNigerianYouths",
  "Nigerian youths are lazy? Lol 😂\n\nI can tag at least 80 developers/techies that are shaking &amp; breaking tables here &amp; abroad without Government’s help.🔥\n\nPS: We still pay tax that helps you &amp; family survive your stupendous health bills ☺️ #LazyNigerianYouths",
  "I am Nigerian. I paint homes and offices for a living.\n@MBuhari I am not lazy, we are not lazy!\n\n#LazyNigerianYouths https://t.co/OE9Qulzrtn",
  "My friend and I are medical students at UNILAG\nWe were awarded Resolution Fellowship at the UN\nI am a content creator for 2 health startups. He is a serial volunteer for various HMOs\nWe’re starting an environmental management venture this year.\n\nWe’re very #LazyNigerianYouths https://t.co/wQ6cBk3tmT",
  "Lagos is not a state in reality. It's a fiefdom run by a cabal aided by jump up would be kings, rubber stamp political assembly and a pliant citizenry.",
  "@MustapherSaeed only an imagery of his ilk will require intravenous tips just to speak about the silver lining in his nation's cloudy horizon after 3yrs! He just confirmed to an informed gathering that he's an impostor or at best a mannequin of a leader @OgbeniDipo @julietkego https://t.co/WXDNJc9SvM",
  "Pikins are working hard, creative, resilient, even under difficult terrains (caused by inept &amp; corrupt elders over the decades), but papa is at the global village square saying derogatory things about his pikins\n\nPikins are taught to respect their papa, so they'll speak with PVCs",
  "Your analysis few mins ago was spot on #ceec @iamDo2dtun @CoolFMNigeria",
  "@julietkego The ambassador displayed shithole competencies!",
  "What an unintelligent comment in whatever context you want to imagine this. A supposed public servant lacking in tact and decorum at auspicious moments. Anyway, an apple does not fall far from the tree! @Olusegunverdict @aminugamawa @segalink https://t.co/saPXg8Mpbo",
  "1. I need more 25 tweets thread to tell you about this evil man that looted Lagos. https://t.co/Kj5AZYHCVX",
  "They have seen and heard enough from a distance to know there's no real substance. https://t.co/kEW3oUqK0r",
  "Av been privileged to visit d @nassnigeria complex a couple of times. It a highly secured area. With different levels of screening. Those who took d Mace are aides n P.A to  Senators. Common thugs can’t access d NA @segalink @O_ssai",
  "@BBoason that's seemingly the scenario when a security man gets drunk and passes out, he wakes up to find out he's been plundered or he he pretends to be drunk and helps himself @JackObinyan https://t.co/hJHlVgZG4Z",
  "@gtbank gbegiri #GTBankFoodDrink https://t.co/13hvpOHuXz",
  "#BeastofNoNation https://t.co/umyIeuSbac",
  "@NGRSenate now in a closed door session and all observers asked to leave the Chambers.\n@nassnigeria is also on lockdown and security within the premises has been tightened #StolenSenateMace https://t.co/xkoUxy5f3S",
  "@Gidi_Traffic https://t.co/9yMFxrBwOO",
  "Here's the PFA Team of the Year!\n\nHave there ever been more goals in one XI?\n#PFAawards #bbcfootball https://t.co/coGbOUMpQD",
  "@julietkego you look at the quality outside of the \"elected\" reps and then take another look at the recycled elements perpetrated in power, you will conclude our problems are self inflicted. https://t.co/wdbTklroCY",
  "Bloodhounds are predictable. https://t.co/mdg329Sird",
  "IQ can be a limiting factor in one's horizon. https://t.co/xIR5xz650e",
  "@fkeyamo 👏👏👏!",
  "So proud of my constituents who were awarded business grants of 300k each under our entrepreurial empowerment scheme. We've moved away from tokenist interventions of the past. My plan is to create enduring wealth for our young people and economic prosperity for all. https://t.co/hxy4UcbQ1v",
  "To young Nigerians; 2019 is a choice between the aggrandizement of an octogenarian and your future and that of your generations born and unborn. Your choice will speak a lot about your values and responsibilities.\n\n@segalink",
  "The fight is not against PDP or APC or even Buhari. It is against the ignorance of the majority whose humanity and dignity has been robbed and preserved strictly for the purpose of renewal of the longevity of hyenas waiting for the cadaver of the next to fall.\n\n@segalink",
  "\"@LifeOfThad: Bruh I’m dying 😂😂😂😂😂😂😂😂😂 https://t.co/oaxFTHejJA",
  "3.  “Nigeria’s population is a strength.” False, population is only a strength if it is well educated, healthy, the economy has the capacity to provide them with employment and households have enough income to buy goods and services produced by businesses https://t.co/nrAaGkdBD8",
  "No mirror in Aso rock! https://t.co/J5ROU6eHzS",
  "It’s weird how people compare Beyoncé to Micheal Jackson, people are always quick to forget. \n\nHere’s Micheal standing still for 90seconds and people were going crazy. https://t.co/wfxxo1hfvs",
  "@BabajideFadoju @GbengaGOLD @OmoGbajaBiamila Demola! Demola!! Demola!!!. I called you how many times? This your thread and needle ehn!",
  "Walking while Black.\nKneeling while Black.\nUsing a cell phone while Black.\nDriving while Black.\nAnd now...waiting in Starbucks while Black.\n\nThis shit MUST stop.\n\nThose men need to be compensated for that ordeal, @Starbucks.\nFire the employee.\n\nUntil then, #BoycottStarbucks. https://t.co/WbftaqfUbR",
  "Happy birthday to one of the best \"No 7\" ever. Have a good one Finidi George 🎂🎂🎂 https://t.co/rJ1xeF2STf",
  "Wow! Strong assertions littered with scenarios. https://t.co/u0IRtTvHTX",
  "@Timi_Tope Hi Timi, wish to contact you. Kindly send me a DM.",
  "Hmmmmm! https://t.co/YPOMoIGgkf",
  "Cryptic comic https://t.co/M5FggBi5Hg",
  "Needed to be seen as talking. Confused state of mind. May be he's hinting at other means of winning besides using pvc! https://t.co/nzgbwyNWz9",
  "Archbishop Justin Welby: The shady 'Monsieur Africa' and a £6billion mission to snap Nigeria's oil... https://t.co/MVCsdC0FZd via @MailOnline",
  "Prof. SEGA u ve;\nGiven birth to new mind, \nSow a seed of Nation building\nBecome beacon of Hope to thinkers\nBecome Cynosure of selflessness\nPosterity has a place for of people humanity .\nWait till the Seed bear fruits in no distance time. LIBERATE MORE MIND...DON'T QUIT @segalink https://t.co/IIfOAqZoA6",
  "@GambariAisha @SaharaReporters @AsoRock Important observation!",
  "#Salah...appears more consistent as the season winds up. https://t.co/cnDAkHRQAm",
  "When you're about to score but you have to check if Kane is coming to steal your goal https://t.co/fIeCpjtPB0",
  "Real drama Sean! https://t.co/eozBUXENmR",
  "And it's never too late to review and reset the GOALS button @GbengaTotoyi https://t.co/xghDXMfjL6",
  "@BabajideFadoju Hmmm!",
  "“I do not agree that young people are the leaders of tomorrow. More and more, they are the leaders of today,” said @UN Secretary-General @antonioguterres \nhttps://t.co/wHYY0GxUI7",
  "@ayosogunro Perhaps reminding the colleague they live in glass houses too",
  "#SocialRecruiting - Using Twitter in Your Job Search https://t.co/TL52dTWz3L #CareerAdvice",
  "Aaron Ramsey’s calf was stapled up at half-time of Arsenal’s 2-2 draw with CSKA. 😳 https://t.co/RvJAgiP8CN",
  "Twitter sells conflict. Instagram sells envy. Facebook sells you.",
  "That’s just brilliant.  https://t.co/RAR0SZotUE",
  "@TymeoutwithTeeA @Olusegunverdict And Wenger!",
  "@Reportthatng https://t.co/UtRVsN9UEr",
  "The top characteristics shared by effective leaders might surprise you, as @amyjccuddy explains. More #DayOneInsights for entrepreneurs: https://t.co/G5AbHxuOzC https://t.co/inhh4o67Ut",
  "@fkeyamo @APCNigeria Also join \"these people\" to criticize the govt. when they are wrong. Then &amp; only then will you be taken seriously. Blind loyalty to d point of praising a man even when he is glaringly wrong makes u a sycophant and no better than \"these people\". Nigerians can decipher!.",
  "Do not work 8 hours for someone else and then go home and not work on your goals . You are not tired. You are uninspired.",
  "Igbese akoko fun awon ara ilu lati kopa ninu eto ilu ati oro OSELU ni lati gba kadi IDIBO.\n\nThe first and major step of the citizens, including myself, is to go secure our PERMANENT VOTERS'CARD CARD, in order to exercise the very important duty of electoral franchise.\n\n(@pfm935). https://t.co/Oz1zEhmHGa",
  "Why does Mauritius have the fastest growing population of millionaires in Africa? https://t.co/N5rmouN0eX",
  "It is clear from those Timelines that Nigeria rotates historical Changes on a 20-year cycle. \n\n2019 is DEFINITELY :\n#YearOfTheOfficeOfTheCitizen.\n\nWE shall TALK the Vision.\nWE shall Walk the Vision.\nWE shall Work the Vision.\nWE shall ACHIEVE the Vision!\n\n#NewNigeriaOfOurDream🇳🇬",
  "@big_goddy ...or strangely, priorities may differ🎲",
  "What more can i say... https://t.co/wgXPcc59Ie",
  "If I were @GovWike I will lead the #StopTheSoot protest. The issue may be on the exclusive list but the people affected are your people, without whom you have no one to lead. Their health and well being is your responsibility too. This is a threat to all. https://t.co/oewlniPfvS",
  "Arknimals Of The Safari. Meet the Dragon of the safari, he is fierce and commands respect. With years of experience, he oversees all ideas in the Safari and burns any idea that is unworthy. Despite his might, he is a leader and a sworn protector of the Ark.  #ArknimalsOfTheSafari https://t.co/ICYJqj47vs",
  "Five rounds syndrome won't allow #SexForMarksBill to be. https://t.co/ekFqcGk6fS",
  "#StopTheSoot #SaveOurYouth #PortHarcourtChokes https://t.co/7tN4MHxaEn",
  "The greatest speakers connect, then lead. Know and understand your audience before asking anything of them. Until they can trust you, do not expect them to listen to what you have to offer, suggest, or request.\n@Neffinger @Matthew_Kohut @WashSpeakers #SpeechMatters",
  "The future of is Digital. What is holding back wide scale deployment and adoption? Legacy. In developed economies, legacy systems. In developing markets, Legacy leadership. no progress without disruption  #TechFest2018 #sparkyourcuriosity @DiamondBankNG https://t.co/ZKsgc9SqOf",
  "How can we help Small Businesses, access help to grow and increase the probability of success? By coming together to create #TechFest2018 @NIBSSPLC @MTNNG @VisaNigeria @Microsoft @InterswitchGRP @DeloitteNigeria @DiamondBankNG @THEBEAT999FM #sparkyourcuriosity https://t.co/X8PcaNXjKH",
  "#ContestAlert: U.S. Mission Nigeria #NaijaGems photography contest is now open. Showcase Nigeria's natural beauty through your lens. See contest rules: https://t.co/h8XiDwtTb3 https://t.co/JZi6RF6GSS",
  "@JoyBass18800082 @Gidi_Traffic Reachout to @Andela_Nigeria",
  "Minister @tundefashola, Nov 2016:\n\n“We inherited about 206 road projects already contracted out; with outstanding completion costs in the region of N1.5 Trillion.” \n\nhttps://t.co/cAGuw5XJXx @officialKolaO",
  "With concerted effort from @oyostategovt @AAAjimobi and other other people's rep this should spill over to adjoining neighbourhood and towns @BabajideFadoju @tundefashola @OyoStateInform @Jide_Olatubosun https://t.co/FIRPDlu4fJ",
  "Hopefully @tundefashola will get some traction on this within the current fiscal year. It's always a worry when one considers the proximity of elections and our tendency to drop the ball on conceived projects @AAAjimobi @oyostategovt @Jide_Olatubosun @BabajideFadoju https://t.co/3OZEqeVN5f",
  "It's about time in the year right! https://t.co/9U0F8ssheG",
  "Donald Trump's homeland security adviser Tom Bossert has resigned https://t.co/NhUX6E5t2i",
  "Delegates of Oyo State at the forum are the Special Advisers to Gov. @AAAjimobi on Solid Minerals, Hon. Matthew Oyedokun (@trustoyee) &amp; on Intervention Funds and Developmental Projects, Dr Adebukola Adebusuyi.\n\n@oyostategovt\n\n#IndonesiaAfrica #IAFbali2018 https://t.co/JB50Q5Udck",
  "Expectedly🚶! https://t.co/0Qiq6i0FN0",
  "Neighbours thinking alike @Gidi_Traffic https://t.co/hr9kgHitdA",
  "And so! You have a problem with that pen? https://t.co/i97RtE1WJI",
  "France still holds national reserves of 14 African countries since 1961: Benin, Burkina Faso,Guinea-Bissau,Ivory Coast,Mali, Niger, Senegal,Togo,Cameroon,CAR, Chad, Congo-Brazzaville, Equatorial Guinea &amp; Gabon\n\nReason: Payment of infrastructure built by France during colonization https://t.co/nHGDZ7BXZZ",
  "Let’s be the nightmare \nOf those who try to steal our dreams",
  "Nigerian President Muhammadu Buhari will reportedly seek re-election at the age of 75 to govern Africa's most populous country which has a median age of 17.9 years",
  "The @iaaforg has to show the world why this isn’t a robbery. Nigeria’s Seye should be third, except the rules have changed. #AwardSeyeHisMedal #IAAAFWhereIsOurMedal #AfricaCleanSweep https://t.co/SIrlH3ljha",
  "Corruption at all levels @segalink @obyezeks. This distasteful piece was so easily hatched! https://t.co/8h6ezhlfKg",
  "@jacksonpbn Hmmm...The Grab Grab Republic!",
  "Shall we give room for amnesia pls🚶 https://t.co/UR1V1Q87EX",
  "a player spitting on the club's crest isn't strange then! @BBCMOTD https://t.co/oJ7o5Pa3nO",
  "Shallow thoughts @BabajideFadoju are at times ignored. https://t.co/1fCKHLh1SV",
  "My friends wife was speaking at a primary school a few weeks ago. When she asked '\n\nWho wants to be a governor?' No girl raised her hand, only boys did. \n\nBut when she asked 'Who wants to be a first lady', a number of girls raised their hands. \n\nNigeria imbibes gender roles early",
  "A certain set blazed the trail few months ago🤔 https://t.co/wQKNzMFWG7",
  "Manchester City 2-3 Manchester United PLAYER RATINGS: Lucky Young 5/10 https://t.co/XvCBVBxffm via @MailSport",
  "This 17-year-old Nigerian student, Oludamilola Oluwadara Adekeye got accepted into 19 top universities, including Yale, Stanford, Columbia and the London School of Economics.\n\nAn inspiration to all kids out there. (CNN) \n\nhttps://t.co/mdaVU2Nric",
  "In China, corruption is seen as a higher form of murder and the death penalty is applied to anyone embezzling or taking bribes to the tune of $463,000.\nhttps://t.co/iLh5k1eizo",
  "Social media need not be ugly. Use it to share the beautiful things you make and do, and the beautiful things others make and do. Art. Music. Ideas. Questions.  Acts of generosity and creativity.",
  "Hmmm all these talk in just a week! https://t.co/01sjb4EB2z",
  "@eMedrepNG https://t.co/mT4DaTC5O7",
  "Fergie time @tfolaadeola as taught! https://t.co/iYyFV6P6Zs",
  "Finally, someone has reinvented the crutches 👏 https://t.co/hnWImF07IN",
  "The tragedy of our citizenship is that we are all waiting for thieves to proscribe stealing. They will not.\n\nIt is up to the citizens to establish a standing vigilante and stop the thieves and the only arms we need is our God given franchise.\n\n@segalink",
  "#Offarobbery.\n The police is understaffed. Their primary attachment is to convoys. To the residence of politicians and even their empty houses they've forgotten they own. The police are the dogs of the people in power. Few stray dogs for the people. \n@segalink So sad 😔",
  "Yes! @Reportthatng Ignorance and poverty are key influencers. At the end of the day that purchase decision becomes expensive and deadly @Gidi_Traffic. https://t.co/2Yse5M69L5",
  "How and when can we have enduring institutions @ayosogunro @segalink @obyezeks @ikhide that will make this happen. https://t.co/ITmvnTUaQL",
  "@RadioPaparazi @Sean_RMW @sexyjoe https://t.co/8QfkK33djB",
  "Kevin de Bruyne only spoke to Jose Mourinho twice when he was at Chelsea. Both times were to tell him he wanted to leave.\n\nCatch the full interview on tonight's Premier League Show.\n📺 @BBCTwo \n⏰ 22:00 (BST) https://t.co/sxEEmKKyve",
  "Allergic to reparations and \"fantastically corrupt\". https://t.co/gvkO5hWRtW",
  "Wow this is quite a responsibility @BankyW knowing how fluid perception is concerning @UberNigeria brand. https://t.co/JBRKi8IF5r",
  "Guess its too late in the day to be April Fooling! https://t.co/JvYJ3WGACu",
  "Congrats @F_Ajimobi @oyostategovt @AAAjimobi https://t.co/HqsKAlNfVE",
  "If northern Nigeria were a country, it would be the poorest in the world. ~ EMIR OF KANO SANUSI LAMIDO SANUSI",
  "You pay hundreds of millions of dollars to Boko Haram, you release the best of their commanders&amp;fighters then you disburse $1b dollars for arms to fight them. It's either you are an accomplice or your motive is different! @segalink @Papadonkee @benmurraybruce @SowunmiSegun",
  "#WCG2018 #WCG2018 #WCG2018 #WCG2018 https://t.co/cQRq32M7gA",
  "https://t.co/rw4VIr8k09 https://t.co/okOGqKqdCq",
  "Everybody associated with Chelsea Football Club is devastated to learn of the passing of our former player, captain and assistant coach, Ray Wilkins. Rest in peace, Ray, you will be dreadfully missed. https://t.co/cSDhloOPDZ",
  "@Gidi_Traffic https://t.co/DzDYEAb9Bj",
  "@Reportthatng @eMedrepNG https://t.co/p6J5sABloZ",
  "Did he make an unusual sound...what a telepathic story on lens! Epic. @oromaB1 https://t.co/CKHnIQphJ0",
  "This is the greatest act I have ever watched. I had my mouth opened throughout. https://t.co/kkcJq3hwo7",
  "Data of the Day:\n\nHow is your State growing its IGR (2016 vs 2017)\n\n#StateofStates https://t.co/jP37c1OnPa",
  "The moment @MBuhari Made his fight against corruption a fight against opposition, He lost it.  He wines and dines with very very corrupt people. He got into power with stolen funds. He is closing his nose to the stench of corruption around him. @segalink @DemolaRewaju @CACCOT1",
  "It was nice meeting with @ayosogunro One of the most radical voices of our time. Beautiful upstairs. \n\nWe might not always agree, but he is one of those voices that understands the Nigeria situation and has taken it upon themselves to educate others.\n\nGreat guy. https://t.co/EnVAY3yeaw",
  "Salt and sugar look the same, be careful who you trust.",
  "Trust me @julietkego they will attempt to return after the demise of this admin with tales of \"i was under the fabled @AsoRock spell\" @obyezeks. https://t.co/0pcWBTknsI",
  "Easter is here again guys, please beware of fake (plastic), adulterated and expired rice. If you’re sold one, use ReportThat! To send a report. \n\n#ReportThat #HealthTalk #ReportFakeProducts #ReportCounterfeitProducts #ReportExpiredProducts https://t.co/Wcn9OlogDb",
  "Giant strides @abolajialausa and @NoahsArkComm yet again raising the bar @lanreadisa01 https://t.co/zbzuBwJKF5",
  "Great thanks to @BerlinSchool EMBA alum @abolajialausa for organizing a memorable session on creative leadership and learning with @lanreadisa01 and their inspiring @NoahsArkComm colleagues in Lagos. #NoahsArkCommunications #CreativeSafari #Goodvertising https://t.co/xsPcd2F2En",
  "Sad just hearing @CustomsNG has increased duty on Solar Panels. We are still battling the 20% duty on deep cycle batteries which makes Solar Energy installation very expensive, then this! For a country that has a huge energy deficit, this is most irresponsible. #NoToDutyOnSolar",
  "@eMedrepNG @Reportthatng https://t.co/Sx8psJcNGP",
  "@followlasg @MBuhari Why not carry your president in a chopper to and fro and let Nigerians go about their business in peace. The traffic in Lagos is bad enough without having all these roads blocked ffs.",
  "Congratulations Nigerians. The masses won. \nLet’s make Nigeria great again. 😁🇳🇬🎉💪🏻🔥\n\nI love you all . Let’s forever give thanks to God. \nNatasha H Akpoti... https://t.co/sxX3KurGi1",
  "Welcome to Lagos https://t.co/JRv1PS5W6I",
  "Heineken advert branded 'terribly racist' over 'lighter is better' tagline https://t.co/KAgE0YpOnz",
  "\"Won ti gba penalty lo throw-in\" https://t.co/QMY75eWQfK",
  "This Wednesday, we are crushing on @NaijaFlyingDr. \n\nMedical doctor, helicopter pilot and the healthcare entrepreneur founder of Flying Doctors Nigeria. \n\nShe is dedicated to bring trauma care to remote parts of West Africa.\n\n#wcw #ReportThat #HealthTalk #ReportFakeProducts https://t.co/OjS2QVwDOQ",
  "If you lose someone but find yourself, you won. ⛱",
  "Senate President @bukolasaraki thanks civil society groups for their contributions in pushing for a more inclusive #Budget2018 . He expresses hope that the platform will be used to address budget  accountability and transparency.",
  "@AshakaSaleh Sent you a dm pls.",
  "Ogaaaa! A.K.A See never runs dry. Let sleeping dogs lie. https://t.co/o73TrUSteE",
  "Sidmach Cloud platform @sidmach https://t.co/WuxOB2JFjj",
  "Promoting 21st Century skills: Can Google Classroom help? #edtech\nhttps://t.co/NpjYqloDBH",
  "She got shot, she watched her friends die, she stood up in front of millions, threw up out of nerves, laughed about it, then finished her speech. #SamFuentes, there are no words ❤️ https://t.co/orbD7laaRm",
  "@FlorenceOzor Soft skills, Leadership instincts and acumen and statesmanship are not common place @segalink @obyezeks @ikhide https://t.co/gMpZNjbrk9",
  "We're a small team that brings decades of #branding experience to the table. Read more about how we became the #Positioning Pioneers: https://t.co/VDMhaOmGCX https://t.co/K9UozBCuzp",
  "The noise is a distraction @MrBanksOmishore, keep the focus! https://t.co/TfLwztUugg",
  "This was a November 2015 news report. I wonder if our FG EVER reacted to this Global Report. \n\nGlobal Terrorism Index: Nigerian Fulani militants named as fourth deadliest terror group in world https://t.co/6dIpCRHOtA",
  "Kidney Transplants are now available in University of Nigeria Nsukka Teaching Hospital.\n\nRT for awareness",
  "@sidmach @Reportthatng https://t.co/60sx5uwuDg",
  "Despite the win win, @NGSuperEagles coach, Gernot Rohr was brutally honest on his team's shortcomings and says they were lucky to beat a better team. #POLNGA https://t.co/2OFFHxHn0h",
  "Coming from you @segalink, will allow these information a room to find some belief. https://t.co/7CHDCPMoJx",
  "@sidmach Nigeria 1 - Poland 1",
  "Predict &amp; Win a token In the spirit of the moment... Who says techies don't watch football, as an Indigenous technology company in Nigeria we are going all out to support our own today! https://t.co/N8JWwYmZgd",
  "Dapchi resident told me Boko Haram preached to them this morning, saying three things - that the girls are not to go back to school, that they didnt receive money from Gov and that the did not sexually assault the children.",
  "Awesome camaraderie #SuperEaglesOfNigeria @PinnickAmaju @Sean_RMW @RadioPaparazi @SegunThePundit https://t.co/08SQFcX1ti",
  "On arriving at the ATM, there was no cash in any of the machines. But luckily there was a business minded young man sitting with his POS giving people cash at different charges for different amounts. https://t.co/zjGBqBtLoO",
  "VIDEO: \"It is criminal for any African leader to talk of not understanding what we are going to sign(Free Trade Agreement in Africa) and afford not to be here\" - Olusegun Obasanjo (Former President of Nigeria) #NBSUpdates #NBSLiveAt9 https://t.co/opGGIOC1ys",
  "Tales by Moonlight Season 2 @channelstv https://t.co/TfxNSnzReM",
  "BELINDA DAVIDS (South African) performing Whitney Houston - I Will Always Love You (Showtime At The Apollo) 😭😭😭♥️💣\nShe can siiiiiiiing OMG.\n#ProudlySouthAfrican https://t.co/l12B44hrVz",
  "Never wipe your tears if you still wanna cry \nnever settle for an answer if you still want to know\nnever accept injustice if still have force to fight against it\nnever say \"no\" if you want to say \"yes\"",
  "@Reportthatng @eMedrepNG https://t.co/fzve0YX9eF",
  "This Government just officially Ventured into kidnapping business as a way of looting..Kidnap people, pay ransoms in Millions of Dollars to yourself, then bring them back safely and win public adoration. Poorly acted scripts. @segalink @LadiSpeaks @Rouvafe",
  "Incredible scenes! @stephhegarty https://t.co/4tb7LLYBvc",
  "Unfortunate, illegal and hideous money making venture looking at the antecedent @stephhegarty @segalink https://t.co/VJjsQ1aKme",
  "@Reportthatng https://t.co/J7kjdCNE3m",
  "Just in case you taught De Gea was the best Goal Keeper in the game now 👅 https://t.co/fFAaAOBgTi",
  "How safe are consumers data in the hands of service providers @Reportthatng. Reading in between the lines of T &amp; C does not necessarily safeguard your private info in the context of global data contracts held in trust @Gidi_Traffic @edwinajogun @infotechRG https://t.co/KlRhyG7r3k",
  "Russia...Asian country? @FMICNigeria @FemAdesina @MBuhari! Astonishing gaff! What a rowdy market place @AsoRock seem to be a the moment. A cacophony of deafening alarm bells @segalink https://t.co/hGRa67qSWG",
  "@Reportthatng How do you attend to cases of this nature 👇 that is in public domain and as an issue of public safety; possibly not reported by the individual directly affected @eMedrepNG @segalink @obyezeks https://t.co/oLaSEAUxHK",
  "Russia...Asian country? @FMICNigeria @FemAdesina @MBuhari! Astonishing gaff! What a rowdy market place @AsoRock seem to be a the moment. A cacophony of deafening alarm bells @segalink https://t.co/hGRa67qSWG",
  "It's an ill wind @renoomokri, does no good to anyone. 2019 is so far away and it's scarry to imagine how much blood letting yet to happen @segalink https://t.co/3JuNcVL5cv",
  "State of States 2018 Factsheet \n\nExternal Debt by States (As at December 2017)\n\nSee States Breakdown\n\nLink to Full Report\nhttps://t.co/c6vruKa2pN https://t.co/5hKcerliwv",
  "Breaking: Channel 4 just announced they’re airing another undercover film tomorrow where Cambridge Analytica say they won the election for Donald Trump and describe how. This is a car crash airing live on TV. Journalism matters.",
  "Hope they get deserved quality healthcare @HouseNGR @UreportNigeria @Reportthatng #IDPCamps https://t.co/lnBvQ94LMD",
  "@newscantell packaging wasn't by accident, catering for a particular target and location. The target can vouch for value too you know! https://t.co/ACkkuuolid",
  "Our latest reporting on the #DapchiGirls kidnap revealed a lot about the civil war tearing at Boko Haram. Here's a thread: https://t.co/R7LU4oWzUV",
  "@adebiyie2000 Thank you very much for your feedback. The app enables you to send a the GPS coordinates of the vendor alongside a picture of the product. These are the basic requirements needed for an investigation to begin.  It also enables you to tag the manufacturer of the product",
  "@Reportthatng Brilliant! https://t.co/UouqNyo6gu",
  "No other means of achieving this @Reportthatng except through downloading this app? If yes, you may be limiting the scope of reporting you could harness considering the population and profile of consumers in this #ReportFakeDrugs context. https://t.co/aJP1VI7xD2",
  "Dear @IshaSesayCNN may be you could be of help on this by calling out this menace. This is desperation time @UNEP @FMEnvng @SEzekwesili @oromaB1 @GovWike as citizens are living on borrowed time and no intervention or remedial measures yet! https://t.co/pIc8bqQSY8",
  "So MFM allows trouser in UK and US branches but frowns at common earrings in Naija  branches? Lol.. these people have slave mentality and  are hypocrites!",
  "Candidate Buhari was shielded from engaging the public in the run-up to the 2015 elections. Today and as President, his handlers are effectively shielding him from the citizens. What they're hiding from us is obvious; the man is EMPTY!",
  "Be crazy.\nBut learn how to be crazy without being the center of attention. \nBe wise.\nBut learn that wisdom is sometimes the art of behaving like a fool",
  "Nigerians, BELIEVE in your ability to change our country’s story irrespective of who you are or where you are... https://t.co/dkkyJbhE3N",
  "A special birthday shout-out to our CEO @JeremyJ, thank you for being a thoughtful and inspiring leader. @Andela has come this far because of your leadership, cheers 🥂 to more wonderful years. 🎊🎉🎈🎂\n#ThisIsAndela #HumansOfAndela #Birthday https://t.co/ctzYrRW2RW",
  "Quiet reprimand for ignoring your orders that could have curtailed the spate of #Benuekillings? That order was issued for a reason except if it was just rhetorical. https://t.co/K8fwS2Uyda",
  "We are very good lawyers for our own mistakes, \nand very good judges for the mistakes of others",
  "\"One mouth, two tongues\" https://t.co/8dj03U8hRz",
  "What manner of a President will give order to the IGP on January 9, only to be telling Nigerians on March 12 (2 months after) that he never knew that the IGP disobeyed his order? Does this President really know anything about happenings around him, not to talk about Nigeria?",
  "@BBoason Ethiopia 🇪🇹 built a 750km electric speed train for about $3.5billion.\nNigeria is building a 156km narrow gauge line using diesel for almost half that amount. https://t.co/xMu3gw6Pl8",
  "#InternationalWomensMonth: Iyoba Idia, Queen Amina, and Madam Tinubu went against the norm to give Nigerian women what they have today.\nhttps://t.co/Ulx74rjNDa",
  "@followlasg  is now a legitimate version of Omo onile. Taxn d citizens on bore hole, a facility borne out govt inefficiency @Gidi_Traffic",
  "HM @ChibuikeAmaechi, we are not lacking in ideas but will politics and politicians ever allow the citizens benefit from functional infrastructure? https://t.co/WuXc3epCTd",
  "Happy Birthday Aria. God bless you sweetheart. https://t.co/uWogpAWNz1",
  "Law weekly: Ogunlana Says LASG Lacks Understanding Of Democracy With Excessive, Oppressive Charges. https://t.co/ZAOmsLxiDz https://t.co/YA8QOfH34u",
  "Leaders without cojones! https://t.co/WPjxEhksOt",
  "\"Lagos State Limited\" https://t.co/5O7hbtD1iP",
  "In another two years, Lagos will buyback the Visionscape bond. The same LCC template. Taxpayers funds always to rescue. We need a new Lagos.",
  "My mum taught me that impossible is just a word https://t.co/QOLbWuzCDW https://t.co/NaBoA5rCUJ",
  "There were two things Buhari and his cronies claimed he could do better than any living Nigerian:\n\n- eradicate corruption in the public sector\n- secure Nigerian lives against attacks\n\nEven though I didn't expect much, it's so painful how woefully he has failed in both. 😡😡",
  "I think I want to play this video every morning 🔥🔥🔥. I need to have this kind of thinking! 🙌🔥🔥🔥🔥🔥 https://t.co/mT85t30NPe",
  "On this day 21 years ago, The Notorious B.I.G was killed. Here is one of the only videos of him and Tupac freestyling as friends. https://t.co/T2eymaf6C8",
  "Dana Loesch: “Any Gun Control measures should be left to the states.”\n\nThe state of Florida passes gun control measures.\n\nNRA sues the state of Florida.",
  "@DrJoeAbah The State's lost its way in pursuant of internal revenue and yet ignore calls for accountability @BudgITng @jimidisu @lirsgovng https://t.co/4yjhfW3lv8",
  "South Korean 1st female president Park was impeached over corruption alleations. Same with Brazil's 1st female president Dilma Roussef, and now Mauritius 1st female president Ameenah Gurib-Fakib is being impeached over same allegations. They know how to go after the women ALWAYS!",
  "@segalink I say radio stations with pidgin, local dialect, music and sports slant will give you the reach. https://t.co/RN6kSOziBB",
  "@Gidi_Traffic UNPRECEDENTED! https://t.co/tQWYdVACoN",
  "@seunonigbinde @segalink They convert cash proceeds from deals to fixed assets for covert future utilization. That's #RichButPoor mindset. https://t.co/HZFE7uM4Hq",
  "Saudatu Mahdi's work as a lifelong women's rights activist in Nigeria is truly inspiring. Our grantee, Transformational Change Leadership, discusses her story. Read it here: https://t.co/jeihfhxf1W https://t.co/3IF1pR8Xts",
  "@Arsenal https://t.co/pqqJNOOvFs",
  "From the depths of darkness came light in the person of @YakubDogara who stands firmly against the privatization of #Ajaokuta Steel Company. Nigerians hold you in high trust dear Sir. God’s grace is yours🙏🇳🇬🙏. @HouseNGR @nassnigeria @OnlyAfricaFacts @TrendsOfNigeria https://t.co/6B8ObowHg7",
  "Happy Birthday exciting fragrance! https://t.co/SkolPH1rHS",
  "@IshaSesayCNN https://t.co/quC6c0mu52",
  "This is our conclusion: politicians who don't care about our health and the future of our young ones don't love us. They don't deserve our attention and VOTES if they can't #StopTheSoot We demand immediate actions @MBuhari @GovWike now. #SOS in Rivers state NOW! https://t.co/MkxGGS5Xvs",
  "Hmmm \"Lagos State Nig. Ltd?\"👇👇 @jimidisu @segalink @VOnwubiko @ayosogunro @obyezeks @Gidi_Traffic If #AlphaBeta... was a mistake then #CleanerLagos... is? An epidemic on the horizon! https://t.co/Y2hbC1nidK",
  "Visionscape was founded in September. It went through 5 name changes in 10 days. All the companies it acquired on its website minus one were founded in a similar time frame.\nCredit - @AfroVII https://t.co/nwe89CdlAP",
  "@Brilafm889 @NGSuperEagles @IdyEnang For such a brand, how do you evaluate the brand's status via the health tracker? Is @NGSuperEagles a premium brand in the global football context or we need to reposition it.",
  "My name is Omokehinde. A self taught surface pattern designer that specializes in the creation of handdrawn motifs for prints and https://t.co/NZBW8GlP6X can check out my work on instagram @baycbe_designs \n#WeAreNigerianCreatives https://t.co/wbUlJBZkuq",
  "@ClassicFM973 https://t.co/dIXXagNp9F",
  "@OlufolaWusu @Twitter PVC for 2019 is a longer shot. Demanding accountability and entrenching probity from all levels of governance is even of greater exigency. If not 2019 is another cycle.",
  "A mistake? A mistake that may have started earning the beneficiaries plotted gains barring the outcry! Then there should be consequences! @OlufolaWusu @segalink @jimidisu @followlasg @Gidi_Traffic https://t.co/3eDPsYxMDc",
  "I’m a Men’s suit designer\n\nI’m Nigerian \n\n#WeAreNigerianCreatives https://t.co/i1KPfjQFgK",
  "From Otodo-Gbame to Lekki Toll to this LUC, Lagos APC has made things so easy for the opposition, but where is the opposition?\n\nBecause if you scratch deep enough, they are same. The opposition parties would have milked the state silly too.\n\nOnly the people can save themselves.",
  "To all Sierra Leoneans overseas, please call/Whatsapp family and friends and remind them today is their only opportunity to really express how they feel and have felt for the past 10 years. Duya tell dem foh go vote #SaloneDecides2018 #SierraLeoneDecides2018 #GoVoteAndGoHome",
  "Black woman in white dominated sports have had it tough. We forget how the press treated Venus and Serena, how they were booed by crowds. But let me tell you about Surya Bonaly, a French figure skater who is the only Olympic skater to land a backflip - male or female. On one leg. https://t.co/E99ywQq7m9",
  "@khayadlanga Banned https://t.co/sIoXRAxmNC",
  "Sleeping on duty #NigeriasSenatorsGotTalent @Gidi_Traffic https://t.co/hfAFYu9gI1",
  "why hasn't the admin declared fulani herdsmen a terrorist group? @DrJoeAbah @MrStanleyNwabia @saladinahmed @segalink @Omojuwa @obyezeks @ArthurObiOkafor @DrChidiUgwu @OgbeniDipo @ejiro_andrew @NaijaRevolutio1 https://t.co/6rUbM9eP0J",
  "The scourge of a cowardly and leaderless nation @AishaYesufu @BashirAhmaad @segalink https://t.co/vABWuz7a5E",
  "Nigerian Geniuses: meet Latifat Oyeloye. A student of Osun State University (UNIOSUN), who  \nwas declared the best medical student of the Karazin Kharkiv National University as well as the 2017 overall best students in the entire Ukrain. https://t.co/7o3oQF71uJ",
  "@NatashaAkpoti @YakubDogara @HouseNGR @nassnigeria @OnlyAfricaFacts @TrendsOfNigeria @ProfOsinbajo @segalink @DrDamages @NGRSenate @EiENigeria @BudgITng I was in the steel plant last month when @YakubDogara visited and I saw the shock and surprise on his face when he saw what's on ground as against what they've always been told about the steel plant by the Ministers.I urge other well-meaning Nigerians visit and see for themselves",
  "@ayosogunro Some minds may be functioning below installed capacity. https://t.co/Z9btvKqDcl",
  "Bill Gates will be paying off $76 million of Nigeria's debt after the country met polio vaccination targets. https://t.co/Gv7bkROXXH",
  "Most #brands are focused on product. The emphasis is on developing and producing a #product demonstrably superior to competition. https://t.co/Us9We9ALmS",
  "Please keep RT till the govt takes action. 18 months of continued pollution is a health crisis in the inception stages. #PortHarcourt #StopTheSoot https://t.co/VcalsY6mqv",
  "I’m worried about #Africa. So I recently visited #PortHarcourt #Nigeria. Worst drivers on 🌏. Only 6 hours electricity in 12 days. Massive pollution. No roads. No Fire Service. I witnessed a housed literally burned down. Too much #Kekenapepe. I can go on",
  "Epidemic and deaths postdated! @FMEnvng @ayosogunro @AminaJMohammed @FMICNigeria @segalink @channelstv @govph https://t.co/tu75iSlPpL",
  "Every Nigerian leader is bad until the next one shows up.\n\nBut instead of us to accept the effects of relativity, we start imagining that the previous leader was good but we were unappreciative citizens.\n\nIn short, our standards of good leadership reduce with every new regime.",
  "This disclosure is strategic. The intended news is being packaged. Clueless establishment! https://t.co/ATUkS6tsJ0",
  "I'm Still Trying To Process What Happened Today, A Boy From Bariga/Lagos 🇳🇬 Promoted To A Sergeant In United States Army 🇺🇸. I Pray For Wisdom To Lead Soldiers To Do Great Things. Deepest Gratitude... #BarigaForever. https://t.co/BRlMcjnXo9",
  "Movement akin to poisoned chalice? https://t.co/5DVnQo2wRx",
  "SOMETHING IS ROTTEN IN THE STATE OF LAGOS | By Ayo Sogunro https://t.co/ruhaNp8Z18 https://t.co/Rd400xdgd1",
  "‘We will expose, disgrace, prosecute tax evaders from March 31’- Finance Minister. Well said. But treasury looters are walking free.",
  "Nigeria received another slap after it was downgraded by the WJP in its rule of law adherence, dropping to 97 out of 113 countries.\n\nThe WJP released its 2017/2018 Rule of Law Index, which measures rule of law adherence across 113 countries worldwide.\n\nWho is FG blaming 4 this?😒 https://t.co/cLGIbjTfyh",
  "Ten days after the Dapchi attack and 110 school children are still missing, meanwhile Nigeria's Minister of Information is sending out press releases about golf.",
  "Nobody is busier than someone that is not interested in you.\n\n\"let me breath, I will call you back\" 😂😂😂😂🤣",
  "At least for once... https://t.co/1AcDOCdyz8",
  "@channelstv The whole essence of seeking political office is because you believe you have what it takes to do better than the incumbent. At the moment do you? Same may be said of this administration when a change happens? #DiggingNigeriaOutofMess @segalink @AsoRock @jimidisu https://t.co/C27dooB7h4",
  "The alleged statement by @MObanikoro in the @TheNationNews is unfortunate and sad but it is the reality in Nigerian politics @jimidisu",
  "Here we go again! @segalink @Gidi_Traffic https://t.co/V0dE5hPE0E",
  "success will never lower its standards to accommodates you. you have to raise your standards to achieve it. God provides food for every bird's, but not in its nest.\" Rise up to the challenge a head of you and conquer your fears.\" Good morning @RadioPaparazi @setoo9 @Max1023FM",
  "#Nigeria will ''implement'' new and higher workers' minimum wage in 3Q, that's c.6mths to Feb 2019 general elections. \n-Where would the cash come from?\n-Will the cash come in in 3Q or 4Q?\n-Is #CBN ready for the inflows?",
  "Setting up record labels  for all my artist ! I’d rather make bosses than be one! ❤️",
  "@FunmiHolder Title pls. In Cinema yet?",
  "@NigeriaNewsdesk @todayng Wow!\nThe dream must be really good, since he's spent almost three years asleep.🙄",
  "So convenient! Another round of ransom payments in the offing? #DapchiGirls. What a ludicrous approach at grandstanding corruption beyond the #Snake in the #Monkey shadow box office release. @GovAyoFayose https://t.co/3FTstM7fmt",
  "The GEJ administration messed up with the ChibokSaga. They downplayed, denied and later gave excuses. The very same thing the GMB admin did when presented with the same situation in #Dapchi. Nothing different. How then will a qualified SAN see this differently? #PersonalInterest",
  "A people can only do so much. One would have thought position of responsibility in public service would have moderated ones horizon and shots taking. https://t.co/lYZBDU55Q7",
  "Àìdùn ọsàn lèyàn ò mu púpọ, bí ọsàn bá dùn a ó mu igba. /\nOnly when oranges are not sweet does one eat a few; if they are sweet, everyone would devour lots of them. \n[Everyone would take advantage of a good opportunity.]",
  "#Positioning is the book that revolutionized the field of marketing. We have only improved and added #experience since then. Find out what we can do for your brand: https://t.co/2m1sdxVjgM https://t.co/txSUFpkWv7",
  "PR creates the brand. Advertising defends the brand. #advertising #sales https://t.co/u83ZBijhGS",
  "Oga Laiiiii! https://t.co/cXS5vhQfr6",
  "Frida Kahlo once said, “They thought I was a Surrealist, but I wasn’t. I never painted dreams. I painted my own reality.” She could have been talking about the work of Cooper &amp; Gorfer. #CooperandGorfer #art https://t.co/WJeU5X5SN9 https://t.co/2jDy1pQWkv",
  "On this day in 1921 Jean Bokassa of Central Africa Rep. was born. In 1977 he crowned himself Emperor in the style of Napoleon.\n\nImported 8 Normandy horses\nGold carriage\nGold-plated eagle throne\n$5 million gold crown\n60,000 champagne bottles\nCardin wardrobe\nhttps://t.co/uaV79UbOYB",
  "Thanks Tayo! https://t.co/CcCkxoKHqd",
  "@Gidi_Traffic how do you know if your phone is hacked please? Is there a code one can use to ascertain that?",
  "Amazing stuff!!! https://t.co/tYWkGDJPMK",
  "The most striking thing about this period of Nigerian history is the absence of leadership;\n\nThere is no leadership from Aso Rock. No leadership from the opposition. No leadership from \"Civil Society\". No leadership from the Business Community or from \"intellectuals\".",
  "Emmanuella is working with Disney. She has a YouTube Gold award, has starred in an advert for Wikipedia &amp; hosted Nickeledeon's NickFest show https://t.co/ByP3JEu0oQ",
  "Is this geriatric amnesia @channelstv. Do you tell a blind man its about to rain when thunder rumbles or cracks? Needless deceitful propaganda. https://t.co/UBSYJnV6FT",
  "Let me introduce you to the Director of primary school of Haho-Tové going to work after a rainy day in #Togo . These are the noble civil servants who despite the hardship do not give up on their duty. #Togodebout #Fauremustgo https://t.co/7o56bHL1TJ",
  "Robert Mugabe.         21 Nov. 2017\nJacob Zuma.              14 feb.  2018\nM. Buhari.                     _____________\n\nCount down......\nTogether we move Africa. https://t.co/XCEK0V23Db",
  "Jacob Zuma resigns...",
  "IyyyKayyy! https://t.co/tJGlGEbSCb",
  "Dear President Muhammadu Buhari @MBuhari\nCountless man hours are being wasted at petrol stations. You are not only the President of the Federal Republic of Nigeria you are also the Minister. You have inflicted on this sector double dose of your incompetence &amp; people are suffering https://t.co/8stWDNH4nP",
  "A girl with Down syndrome, got up during a regular papal service &amp; went toward @Pontifex \nSecurity men quickly moved in 2 take her back to her mom. The Pope stopped them &amp; said to her \"come sit next to me.” She then sat down near him and he continued his homily, holding her hands https://t.co/2QziweDRPX",
  "Happy birthday @segalink thanks for being a voice. https://t.co/sbdvSBv4zU",
  "Finally, an interview I could read to the end, and like. \nI wonder what having a lunch with @yemisiAA,  talking about African Literature, writing, feminism, fear of inadequacy (as a writer) will be like. And another dream: A signed copy of her second book. https://t.co/ccAzJU57aX",
  "I realized that sometimes you gotta go broke, lose your closest friends, and lose the person you thought you loved most just to get where you are going. Trust Gods process, he closes doors to open new doors. Sometimes elevation requires separation.",
  "@Jide_Olatubosun https://t.co/R2G8PPtpIi",
  "@channelstv @Channels24_UK a stich in time...@segalink https://t.co/abJvQprqTK",
  "Rico Swavey 😂😂😂",
  "@Ebuka u never die o...here comes one corner @BBNaija https://t.co/xsEOk3QfK3",
  "@Ebuka who's got better hot steps than Alex? @BBNaija",
  "Karma  is like a rubber band. You can only stretch it so far before it comes back and smacks you in the face. ⛱",
  "\"don't judge a book by its cover\" classic example is the APC. 4 years down the line, no light, no jobs, no security and no fuel.",
  "@Jide_Olatubosun https://t.co/q7SdjVQA15",
  "Nostalgic! You have a point @wilsonkanda https://t.co/MA2dU7JnBw",
  "WATCH: How did everyday Nigerians, most of who have never recorded a song in their lives, master and glowingly perform @GTBank’s 737 theme song in the 737 Moment Music Video? Part of the answer to that question lies in the Cobham’s Effect. https://t.co/FisKwXIWYM",
  "Hands up if you can't wait to see #BlackPanther! https://t.co/dtRic1Y29i",
  "https://t.co/PCjQoJpad0",
  "Bitcoin price:\n\nOne year ago: $1,054\n\nThree months ago: $7,458\n\nTwo months ago: $16,057\n\nOne month ago: $14,970\n\nOne week ago: $9,913\n\nNow: $8,092",
  "Have you noticed that you pray less when you travel abroad? So many of our prayer points are caused by infrastructural inefficiencies. Nigeria's demons are not evil spirits. They are corrupt men in office.",
  "@newscantell i got on whatsapp audio recordings of students caught in the crossfire but this cannot be verified. https://t.co/iipyL2FfPd",
  "@NGRPresident @MBuhari The General to his foot soldiers :\n\n\" Get the the cake, again. We can go back to hating each other later\".",
  "If you stumble, make it a part of the dance. Never give up! #NoahsArkCommunications https://t.co/uHkqONjTJt",
  "The Finnish president's wife gave birth today. Their son was born in the same public, taxpayer-funded hospital where most babies in Helsinki are born, receiving the same high-quality care whether the family is rich or poor. Universal health care &amp; equal society in action.",
  "A \"kakistocracy\" is a system of government which is run by the worst, least qualified, or most unscrupulous citizens.",
  "Miyetti Allah #AboveTheLawSeries @AsoRock @DefenceInfoNG @GarShehu https://t.co/TbaVs95pKj",
  "This is one of the porous borders Northern Nigeria shares with Niger. Yet @APCNigeria , @MBuhari wants to build refinery in such zones. Imagine taking crude oil all the way from Niger- Delta only to refine it in a place where it can be easily smuggled. What do we call this? https://t.co/bSkASVgVDf",
  "......You are wise, intelligent and discerning .....that’s all I can say on this. Before you react, remember this picture...@segalink https://t.co/WE4KnNLwuf",
  "When should I quit my day job? I tell budding entrepreneurs that the right time to leave is when your side venture produces as much income as your day job. In reality, it’s not that straight forward. (3-min read) https://t.co/Q622iVl0oZ #startup #entrepreneur #business #dreamer https://t.co/hYIH5SLbMD",
  "Let the good people come out proudly and boldly to challenge the status quo and reverse our disgraceful decades of decadence... We've tried sinners and saints. It is time to try PERFORMERS...\nThis space is available to all candidates to tell Nigerians their vision... https://t.co/W9ymF8XBzp",
  "@Gidi_Traffic Have Ibo boys started making Range Rovers? 🤔🤷🏽‍♀️ https://t.co/bcWIkjH8Sx",
  "@AynRandPaulRyan https://t.co/Gpws4NoVqm",
  "@thenff whats the injury situation with Ezenwa at the moment?",
  "Checkout this exclusive interview with Noah's Ark's Executive Creative Director, Bolaji Alausa. https://t.co/OfJTtet35y … #NoahsArk https://t.co/cDdYQpkFEz",
  "You are most welcome @abubaqr07.\n@PoliceNG_PCRRU \"Our quick response will put a smile on your face\"\n#BailisFree #PoliceAccountability\nhttps://t.co/TFzQ2hlQDJ",
  "Why did the Nigerian Air Force do the unthinkable? https://t.co/SfwqT6mj2p",
  "\"The past is a place of reference, not a place of residence.\"\nLearn from the past - don't dwell in it; live fully in the present - don't waste it; and prepare for the future - don't worry about it.",
  "China built brand new $200m African union building, including high-tech computer system, for free. Turns out that the building is riddled with microphones, with the donated computers transmitting all voice data back to servers in Shanghai every night. https://t.co/1mzIpxnBnE https://t.co/ZZdVeXe16E",
  "Everything you've ever wanted is on the other side of fear. George Addair #leadership",
  "Ciara said act like a wife and you’ll find a husband and y’all hate her for it but when Cardi said a hoe never gets cold you bitches stopped buying jackets.. I don’t understand 🤦🏽‍♂️",
  "Sauce!!! https://t.co/eu40gi8fSy",
  "The 2018 Australian Open was the 200th major tournament in the Open Era. \n\nRoger Federer has won 20, meaning he's accounted for 10% of the men’s singles titles. https://t.co/HOmLbCoLR1",
  "Hmmm iranu! https://t.co/mJDJI3Z55G",
  "Use that time, energy and money to monitor killer herdsmen and not Nigerians whose social media ‘hate speech’ brought you to power! If you want to know the person who has made the most hate speeches, then buy a mirror. We remember the hateful things you said.",
  "There are 6800 millionaires in Lagos, Nigeria's richest city, which Governor Ambode says has 24 million people. This translates to 0.02% of the population.\n\nNairobi, 4m people, has as many millionaires as Lagos.\n\nNigeria not even a country of the 1 percent, but the 0.02 percent! https://t.co/9F0gEqtkHA",
  "'President MBuhari has reached the limits of his ability, aptitude and understanding to govern Nigeria'. - anonymous. I completely concur @obyezeks @AishaYesufu",
  "https://t.co/rCAZ4e3Khi",
  "So who do the players coming through go to for advice?\n\nWatch the full chat 👉 https://t.co/pYSBFDEU8o https://t.co/RirEm4o3aG",
  "Our leaders lack the requisite people skills. Native intelligence alone make monsters of us. Your leadership pedestal is hopeless without the trust and buy-in of the people. A strategic long term plan to harmonize the people in Governance creates a sense of ownership for all.",
  "Justification? This is capable of inciting! @MobilePunch @AsoRock https://t.co/hqo6YbFMSc",
  "The legal luminary says plans to establish cattle colonies are nothing but a “deadly trap”\nhttps://t.co/8OwiH0HQRx",
  "JUST IN: The entire USA Gymnastics board will comply with U.S. Olympic Committee requirements and resign after fallout from the Larry Nassar sex abuse scandal, USA Gymnastics confirms.",
  "Governance Under Threat https://t.co/YFrtGCIGjR",
  "Yes @patrickonweb ! https://t.co/9qKFJ7MQ0m",
  "STAGGERING: The 1% grabbed 82% of all wealth created in 2017, More than $8 of every $10 of wealth created in 2017 went to the richest 1% according Oxfam. The bottom 50% of the world's population saw no increase in wealth https://t.co/jCwjevHTU4 #WEF18 #Davos #WEF #poverty https://t.co/vKtQv4LWIV",
  "So so sad! https://t.co/CWdflh0y2t",
  "Oh Noooo @dejitinubu ! https://t.co/XMZ7gKslss",
  "OMG!!! https://t.co/dPfAUjfynN",
  "@brfootball Lass Diarra's Agent na winch doctor wey sabi job! @RadioPaparazi",
  "@DStvNg Gifty #BBNaija #DStvAwuf",
  "Take points from the rich, give points to the poor. https://t.co/zZBYGm1BtS",
  "Must watch! Epic! https://t.co/OUO8vQuT8r",
  "Obasanjo who supported you in 2015 has asked you not to run on account of your GLARING incompetence. Your wife who campaigned with you in 2015 is not willing to support you. Baba, go home please.",
  "According to Obasanjo, President Buhari is “nepotic” and has “a poor understanding of the dynamics of internal politics”\nhttps://t.co/qLPSnsrTIc",
  "Up till this moment #CleanerLagos project has been a fraud! @kunleabioye @Gidi_Traffic @AkinwunmiAmbode @LAGOSGMT1 https://t.co/kXvTJr9jNu",
  "The importer and clearing agent will suddenly turn to ghosts or the import itself vanishes in due course @segalink @vanguardngrnews @Gidi_Traffic https://t.co/tTPDpI7gyu",
  "A former Speaker of the House of Representatives, Alhaji Umar Gali Na’Abba, has said @NGRPresident Muhammadu @MBuhari lacks the physical and intellectual capacity to govern Nigeria.\n\nREAD MORE: https://t.co/mHHk09Mkk6 https://t.co/f3LkKKyJS3",
  "Is there a link to this edition @MaupeO ? https://t.co/q5xtIaXaTp",
  "Short on confidence. Inept. Symptomatic. https://t.co/jw6yGjKW6y",
  "If you can, please purchase today’s  Punch Newspaper and read page 25.\nA group of Yoruba elders under the name “Voice of Reason”; Àgbà kìí wà l’ójà k’órí omo tuntun wó (Yoruba proverb someone please translate) put out this message in the papers; it is very detailed. https://t.co/w27fxMgdTc",
  "in 2016 🗣 sai Baba\n2017 😐 kai Baba\n2018😭 why baba\n2019 🤛🤛🤛bye baba @uglyking______  @Gidi_Traffic https://t.co/PjZRvJdNaM",
  "Where are we heading? @AsoRock @Gidi_Traffic https://t.co/VhZTES18oS",
  "These total strangers rallied together to rescue a stranded dog. Most intense human chain ever! 😮😮😮 https://t.co/Hw1yQjKPWd",
  "What resilience! Belief!- https://t.co/Rs1sJ1YGPQ",
  "Former “President” Olusegun Obasanjo’s PhD thesis was titled: “How I created and headed an army of criminals, thugs and wife-beaters to loot Nigeria blind and ruin the future of her young people forever and still make them adore me.” Congratulations, baba, well-deserved. 👍🏾🙌🏾 https://t.co/MjyOBijUgc",
  "Govt PR practitioners must stop seeing citizens as “audiences rather as “publics”  with focus remaining in building relationship through participation” - Esther Agbarakwe (2018)",
  "@ShehuSani shameful! Corruption isnt fighting back, it never left. @obyezeks. All these monies will be used to undermine the electoral process. Youths be woke! \"Eyes-open\". This is more than a red card issue to this government or the twin that stole. https://t.co/1Y79fMQBHh",
  "Wow! Incredible! We need help! @obyezeks @ayosogunro @jimidisu @nigeriasenate @Jide_Olatubosun @iyawoloye @Gidi_Traffic https://t.co/IGgA3Dzr4L",
  "Pls dont try tòo hard oga @dejitinubu he desperately wants to make d world cup party and only looked out for an English club coach with influence; chance of regular play time. https://t.co/2yOR7M2Y8o",
  "@Gidi_Traffic Ghana's State huncho doing undercover things in traffic. https://t.co/GDMhW1niI0",
  "Is it even natural to the wig...? https://t.co/xOM9ZsSfJA",
  "Nigeria got independence with Singapore, Malaysia and Korea. 60 years after, these countries are now part of the 1st world, and 58 years after Nigeria still remain poor with all the huge wealth the country has.\n\nBad leaders have ruined Nigeria!",
  "Amazing!!! https://t.co/cKZagFlat8",
  "If this is true, where do we go from here @Jide_Olatubosun ? https://t.co/ptgIIIcJGx",
  "People in a state are getting killed in droves. Their leaders come to meet you to perform your primary role as Commander in Chief. You beg them to go &amp; accommodate their killers.\n\n@MBuhari in less than 280 characters.",
  "@AkinwunmiAmbode @LAGOSGMT1 please don't just keep quiet, the backlash of this health hazard may be irreversible by the time you get your act together #FixingWhatIsNotBroken https://t.co/mGfGuSHCGE",
  "Nigeria ranks 2nd worst electricity supply nation in 2017, Yemen comes 1st. I taught @APCNigeria led government said that @tundefashola is working . If i remember his word correctly '' That any government that cannot fix light in 6 months is not a good government. @Gidi_Traffic",
  "@channelstv @MaupeO @sunrisedailynow If that “Professor” were caught putting up that kind of “show-of-shame” in some other countries we know very well, he would face a Disciplinary Committee. I mean, this obnoxious fellow was SHOUTING @ a young woman anchor on HER OWN SHOW? What a DEEP LOW. Well done .@MaupeO 🌹🙏🏾",
  "Stable Genius of a different ilk #shitholemyfoot @IshaSesayCNN @abikedabiri https://t.co/wulosX43lE",
  "I know... to be completely honest, I am still trying to process the audacity of a white male saying to me an African - that we Africans need to show more gratitude to his country. Wow! https://t.co/AzRVHtY18M",
  "Well, having read all the news and reports I have come to the conclusion that the world would be a much safer, better and happier place if President Trump were to resign from his post and go and play more golf.",
  "30,000 Americans work and live in Nigeria. 117,000 Brits visit Nigeria yearly. Over one million Indians live in Nigeria. The Lebanese are the biggest applicants for Nigerian citizenship. Would so much people visit a shithole? Nigeria has many challenges, but it's not a shithole.",
  "Business schools are really an odd concept. Students spend tens of thousands of dollars per year to be taught how to run a business by people who have never successfully ran a business. Doesn't add up.",
  "This is how it starts @abikedabiri ... https://t.co/mvu8DpJAXr",
  "Orisirisi! https://t.co/g8uT0dVEoj",
  "Governor Ortom says inaction on the part of Buhari, Osinbajo and Idris led to the massacre of Benue residents by killer #herdsmen – claims he wrote letters to President, VP, and Police IG well ahead of the attacks but none replied\nhttps://t.co/KQZqjjngxU",
  "God made me African. I will live as an African, with pride in my heritage, die as an African and on resurrection day rise as an African! #AfricaPride",
  "And the Falconets have a 2-0 advantage going into the second leg. #SoarFalconets #RSANGA #FIFAU20WWCQ https://t.co/0C7ONn2ksp",
  "Dear African Trumpian,\n\nStop defending Donald Trump. He wasn't remarking on the state of your country, he was remarking on the state of your people.\n\nIt is not our countries that worry him, it is our people that worry him: he sees us as shithole people.\n\nPlease, just stop.",
  "https://t.co/nAAKWUg9SA",
  "#Africa has the youngest population in the 🌍 - - - some of the most talented, inspired and energized 🙌🏾\n\nIn February I’ll visit 5 African countries to meet young people who are changing the world for the better\n\n🇬🇭 🇸🇳 🇬🇲 🇳🇬 🇿🇦\n\nFollow along @UNYouthEnvoy https://t.co/gsKx4KFPWy",
  "\"Who moved my cheese\" https://t.co/sSVmVOzHE4",
  "Reality! But we need not legit the expression. https://t.co/3dqO4BPMkH",
  "#JH We don't have more cattle than Sudan, their cows are bigger than the ones in Nigerians but they know how to manage the situation well because they don't graze - @BabajideOtitoju https://t.co/udmGAwVgmv",
  "Dunno which is better from the soundbites that is blurted out of @AsoRock and DT https://t.co/nUzzYtGaWK",
  ".@realDonaldTrump, your mouth is the foulest shithole in the world. With what authority do you proclaim who’s welcome in America and who’s not. America’s greatness is built on diversity, or have you forgotten your immigrant background, Donald?",
  "The President calling #African countries and Haiti #shitholes is wrong. As a proud African, let me say this - shame on all of those who are equivocating and cannot #speaktruth and call these remarks offensive/insulting/racist/outrageous. Take your pick. https://t.co/17Xkxw5McS",
  "US President Donald Trump's blast at immigrants from \"shithole\" countries was a bombshell -- but no one who has watched his political career could be surprised | Analysis by @STCollinson https://t.co/mZXtlh1hTr https://t.co/RrgsRPG2Mo",
  "And yet \"I belong to everybody...belong to nobody\" @ayosogunro @keneike. https://t.co/4hbDm285yV",
  "@channelstv this fellow should have been picked up for questioning right from your station. Impunity! @AsoRock https://t.co/Wu2ykhJAng",
  "@channelstv Read this to understand why Miyetti Allah struck in Benue.\n\nStay woke https://t.co/QAsctybIhM",
  "In 2011, GEJ govt sold 9 billion barrel of oil field to Shell and Eni for $1.3 billion, more than half of Nigeria budget, but the money never come to Nigeria govt. GEJ and his cabinet alone pocket $466M out of it.\n\nDo not quote me or think is Buhari/APC allegation.\n\nQuote BBC https://t.co/ekSLCiARag",
  "When it was time to look for votes, @MBuhari &amp; @ProfOsinbajo came to Benue &amp; wore the traditional attires. Now, they pay no heed as Benue sons &amp; daughters get cut down in their prime. Now, they cannot find their way to Benue. Now Benue is too far. https://t.co/lNypKfeFta",
  "@PObahiagbon  https://t.co/dopbEILbCp",
  "You be proper olodo o @Winnie_Byanyima https://t.co/MX2AFV6qDI",
  "If this is not enough to declare state of emergency in those states I wonder what will trigger it. https://t.co/RSxaNwk6CK",
  "For real @SolomonDalung! this sounds like a parody account @AshakaSaleh https://t.co/ldgTIBKRL8",
  "It appears that presenter is not always far from ID conflict @RadioPaparazi @Sean_RMW @omodia4real https://t.co/LZXHNh6xH4",
  "Who mess? https://t.co/wWKlLEena9",
  "The herdsmen we once knew moved around with sticks et al, now they are equipped with mass killing weapons ostensibly picking their spots. What manner of herdsmen are these? https://t.co/U0axZTWAIK",
  "A candle loses nothing by lighting another candle. James Keller #quote https://t.co/uvewdHH6lv",
  "\"@MikeHell7: Charly Boy is angry o! \nListen to his message for president Buhari. The mumu has do! 😃 \n#GIDITRAFFIC https://t.co/wZL6zHuJuF",
  "Road deaths and injuries are limiting economic growth in developing countries. Our new report w/@WorldBank demonstrates how countries can gain when policymakers prioritize proven road safety interventions. https://t.co/gUZix2mb4T https://t.co/a8aGpcMAVn",
  "#JH : If the Nigerian state likes, let them not brand these herdsmen as terrorists, the world has already branded them terrorists and rates them number 4 in the world - @BabajideOtitoju https://t.co/82hYi4mlQG",
  "It's just so painful that with all our tweets and voices nothing was done on SARS brutality. A pregnant woman just lost her quadruplets after an encounter with this evil men in Delta state. My prayers and thought to the victim. #EnoughIsEnough #EndSARS #EndSarsBrutality https://t.co/2dPl6L1AtI",
  "Conference to do this @GarShehu? History is replete with archived conference communique. Jamboree 001. https://t.co/LWoVahzXG1",
  "I was @ a meeting of the National Intervention Movement-NIM led by @oagbakoba today. The Coalition of Citizens to terminate a DECADENT OLD Political Order&amp; herald a NEW ORDER IS coalescing. IT SHALL BE DONE!\nIf YOU share our #RedCardMovement vision, WAVE your #RedCardToAPCAndPDP https://t.co/huLsoZYfY0",
  "Hear President @MBuhari . https://t.co/iHt74Xmnw1",
  "Can’t be more confused and disgusted. H&amp;M decided to put the black boy in a “Coolest Monkey in the Jungle” hoody and the white boy in a “Survival Expert” hoody. Can’t believe it’s 2018 and this offensive sickening racism still exists. We all must boycott H&amp;M till they apologize. https://t.co/OdynDKupjS",
  "The communication on this platform and others so far should be enough to stir measurable action from any clued up government and decisive \"CinC\" methinks. @EiENigeria @ayosogunro https://t.co/cMh7ViQs4p",
  "Every attack carried out by herdsmen erodes the credibility &amp; integrity of @MBuhari administration, says @ShehuSani  https://t.co/6ubmvTV9Dj",
  "Aside from being one of the cutest videos ever, this is a great reminder of how we are born to love and embrace each other ❤️ As adults, we are always teaching the little ones life lessons but sometimes the little ones teach us the best lessons of all ✌️😘 https://t.co/9sw4AvVQj3",
  "Medical Panel! Fake News? 👇 https://t.co/UR2qO2Urqb",
  "@DrZSB @aishambuhari @zmbuhari @Mohd_Usman2012 @nmanigeria @mwanpage @MedicalworldNig @NasEbiere @DrAbdulNasidi @donlaz4u @MedicaidCF Nice. Let this administration know that what is good for YUSUF is good for every CITIZEN OF NIGERIA. Let us create a good health care policy for our citizens, better health insurance scheme that can cover a good number of the population and also training our health workers",
  "Hmmm...some of them may have passed away you know! https://t.co/xVE4vt5FLp",
  "@Steve_eko I am personally encouraged when my parents take their responsibility head-on to issue those huge cheques to pay school fees. I pray God will continually increase the source. It's painful though when you know that most countries are functioning well with public education systems.",
  "I swear to God Trump is sundowning.\nHere he is, confused, wandering away from his limo.\nHe had to be redirected.\n#25thAmendmentNow https://t.co/0ZZOMTMd1k",
  "One of the best adverts I have seen in a long, long time. Just goes to show (yet again) that the best ads are ALWAYS the simple ones. https://t.co/cA8o1FcXpD",
  "Invariably the herdsmen making these claims are not ghosts. Where is the government of the day. https://t.co/pcelZnCXwi",
  "Govt Has To Be Transparent On How Much Subsidy Is Being Paid - Bismarck Rewane. https://t.co/REFKLicuWC https://t.co/ZCvFuZ0ezh",
  "Creating basic infrastructure should now be honoured? Wow! So what is the business of governance? Pathetic! https://t.co/Nl4c7viV0X",
  "@followlasg More taxes. Depreciating infrastructure. @Gidi_Traffic https://t.co/oS6nRZzhf4",
  "G9 urges Buhari to order for the immediate disarmament of Fulani herdsmen before the country delves into another civil war  \nhttps://t.co/gmbhD4KEB2",
  "Haters don't really hate you.\nThey hate themselves, because you're a reflection of what they wish to be",
  "Tiwa Savage and Wizkid doing their thing. https://t.co/Cew0BQoBrm",
  "This is our #DrainTheSwamp! https://t.co/Xue9b764wV",
  "Yes. We are neophytes in Politics. Yes. We have no credentials nor track record whatsoever as far as Politics goes. \n\nAnd that’s okay. \n\nWE ARE CITIZENS. And that’s enough. We know our strength.  \n\n No more Musical Chair of POLITICAL RASCALITY and POOR GOVERNANCE. \n#LetItEnd.",
  "what kind of sorcery is this https://t.co/okVywM0R8f",
  "Referees malaise should be looked into is the point rather than this/that team benefiting here and there. Or are you enjoying the below par general standard? https://t.co/2HzOKZP48k",
  "Na wah o! Your sentiments towards this club and manager is unmistakable for a pundit. Irrespective of where decisions go, majority of EPL referees (performances) are average. https://t.co/wvzXs6LFd9",
  "General Elections: Money Will Fail In 2019, Says Fela Durotoye. https://t.co/nhBIftFtcn https://t.co/gsvFmfsvpq",
  "Buhari was not in the nation for many Months. @ProfOsinbajo ran the nation (I'd even say he did it much better than his principal). So anyone who thinks NGR will not flourish without Buhari post 2019, is probably smoking Babachir weed.\n\nAnd eh hen..&amp; why is Babachir still FREE?🙄",
  "So even Saudis are now paying 54 US cents for a litre of fuel. Nigeria's subsidised price of NGN145 is equivalent to 40 US cents per litre. Yet Saudi produces 5 times more oil than Nigeria and exports 27 times more per person https://t.co/0ZJsYynEIU",
  "@dino_melaye is at least a 20goal per season sure-banker @Gidi_Traffic https://t.co/A7wClD5Bmh",
  "Why do we close our eyes when we pray, cry, kiss or dream? Because the most beautiful things in life are not seen but felt by heart.",
  "Whether as interim president; Catherine Panza/CAR, Rose Rogombe/Gabon, Joyce Banda/Malawi; or elected, Sirleaf Johnson/Liberia no female African leader has tried to cling to power or brazenly stolen an election. We need to do something with this information. #FarewellSirleaf https://t.co/Dky1o4NpvL",
  "Dear banks and financial institutions,\n\nIt should not cost me money to take out my money.",
  "...Man City is gradually being found out https://t.co/DM7mL7aNYR",
  "Dead appointees in governance dates back, the only difference in @MBuhari new ghostly script is that these ones are clinically certified. https://t.co/XQ9b6rYLlq",
  "No excuses. Don't drink and drive- and don't ride with anybody who does.Tipsy Tow offered by AAA: You don't have to be a AAA member, from 6pm-6am on New Year's Eve/ Day they will take your drunk self and your car home for FREE. Save this number 1- 800-222-4357 . RT to save a life",
  "Glass house occupants throwing stones! https://t.co/dzl5Kvt1lw",
  "“It takes 20 years to build a reputation and five minutes to ruin it. If you think about that, you’ll do things differently.” -- Warren Buffett",
  "I love this @Funmilola ! https://t.co/f2B6ZeE5fv",
  "\"Arsene Wenger was a father figure and regarded me as his son. This was a man, when racism was at its peak, who showed me love.  Besides God, I think that without Wenger, there was no way I would have made it in Europe.”\n\n~~ George Weah ( President-elect, Liberia) https://t.co/rBB8lPuUcs",
  "This is big:\n\n\"the team inserted small, biodegradable sponges made of collagen soaked in Tideglusib into cavities. The sponges triggered dentine growth and within six weeks, the damage was repaired. The collagen structure of the sponges melted away, leaving only the intact tooth. https://t.co/lS5WOa1TQY",
  "Days of police report for gunshot victims over as President Buhari signs into law bill guaranteeing immediate and adequate treatment for anyone arriving at an hospital with gunshot wounds\nhttps://t.co/cTNw6B0wj8",
  "Cute skills. What do you think @RadioPaparazi @Sean_RMW @Gidi_Traffic ? https://t.co/RUH0E6yiRi",
  "You have said it all @BBoason let's leave our seat belts fastened. https://t.co/qy0iLFXuGY",
  "Disaster waiting to happen? @LAGOSGMT1 @followlasg @LasepaInfo https://t.co/4eoPbgASOr",
  "You still get maot to talk @StateofOsun @BBoason. If you no get money... https://t.co/USf24TMVML",
  "You ran out of excuses NNPCboss? @channelstv https://t.co/rzQWZkz5i7",
  "@realDonaldTrump Agbaya ni e o!",
  "@MFMFC_Lagos /Agege Stadium...surreal @dejitinubu @dejiomotoyinbo https://t.co/3J9FupPLF1",
  "Liberians be careful what manner of change you wish for @channelstv @Gidi_Traffic https://t.co/pPnkSUC3th",
  "I support that .@EnyinnayaNwosu , another young man named Buhari whose handle I don’t remember and a couple of others have picked up the gauntlet. WE cheer them on to RUN RUN RUN. Our Political Space is in DIRE NEED of RENEWAL.",
  "I would like to see Ayisha @Naijavote Osori RUN AGAIN! Will stump for her all the way. @dayoisrael should RUN again. @RemiSonaiya should RUN again. If your heart &amp; mind convince YOU that you’ll give us SELFLESS SERVICE @ State &amp; National levels, ARISE &amp; RUN!!!! Run. Run. Run.",
  "Africa Facts Zone has decided to name Realtor, Strategist, Brand Consultant, Life Coach and Social Justice Advocate, Segun \"Sega\" Awosanya, the convener of the anti-police brutality and extortion campaign, #ENDSARS as the 2017 AFZ Person of the Year. https://t.co/sxsMohiWW6",
  "Just wondering how @FshawKingFisher would have crafted this... https://t.co/iYmbL1KywB",
  "@channelstv Look at the face in the picture, look at the date on the newspaper. That's @FemAdesina's boss https://t.co/ZPTPENjaWj",
  "@channelstv @channelstv This is irresponsible journalism. It’s not enough to just quote a government official. If they don’t give you specifics, it is your duty to caveat your article “Presidential SA says importation will end in 2019 but offers no concrete plan”. There, I fixed it!",
  "I JUST DECIDED TO CAUSE  TROUBLE TODAY !!!\n\nI quietly went to a RESTAURANT and after seeing every table occupied by couples,  I took out my  📱 made a very loud phone call, saying,\n\"My friend, your wife is here with another man just come and see!\"\n\n4  ladies DISAPPEARED!! \n😂😂",
  "Do you know that in France, 1 out of every 3 light bulbs is lit thanks to uranium extracted from the Republic of Niger, while in Niger, nearly 90% of the population has no access to electricity?\n\nCheck out how French companies have been exploiting and underpaying Niger for years https://t.co/ujNrxzWod3",
  "...this regular briefing story is becoming annoying, why cant you people just ignore us and carry on...afterall, its been business as usual for all to see. https://t.co/E0a4I97nDG",
  "Yakubu Aiyegbeni was the first African to score a UEFA Champions League hat trick. He is the highest Nigerian goalscorer in the PL (95 goals). He has the most PL hat tricks for an African player (4). He is the 2nd player to scored 4 goals in a single PL match twice for 2 teams. https://t.co/rh2RD7zsQy",
  "Same \"speedily resolved\" line for days and its getting worse. Bury your heads in shame! https://t.co/1flxpPcB0J",
  "Focus: Meet Nigerian female mechanic Ada Mike who assembles Keke Napep In Anambra State. https://t.co/uncHhofWTY",
  "Buy fresh flowers in Lagos, Nigeria - Top Flower Shop in Lagos, Roses &amp; Gifts https://t.co/lYz1fuTFt8",
  "Focus: Nigerian Charles Onu has invented an artificial intelligence system that analyses a baby’s cry to give warning signs of baby asphyxia.\n\nUbenwa, which means “baby’s cry”, helps parents and caregivers detect birth asphyxia earlier, without having to wait on doctors. https://t.co/njBHBeoJoE",
  "News: Nigerian man, Itodo Samuel listed among the top 50 Teachers in the world, after emerging among the top 50 finalist for Global Teacher Prize Awards in the world. https://t.co/Ok0SApDNui",
  "The easy way to get into a person's mind is to be first. And when you can't - reposition the competition. #positioning #branding https://t.co/hbGZCGGYKp",
  "...politicians that ceaselessly kidnap public funds! https://t.co/heOTB4fnYq",
  "@OlufemiAwoyemi @cenbank @ecopoliticsNG @FDC_ltd @proshare @FinMinNigeria @Ayoteriba @opeyemiagbaje @nesgnigeria Names of nine individuals nominated by the Executive Branch is with the National Assembly and they are sitting on it.",
  "Will POTUS make good his threat and cut off aids to those countries? Your guess is as good as mine @AP https://t.co/WAVNOKJfK0",
  "“Many candidates are missing essential #Softskills, such as interpersonal and communication skills, as well as critical thinking . . . Post-secondary institutions need to put more value on soft skills training,” https://t.co/clUqaEYkeM … … https://t.co/uowy0HJhiX",
  "Wow! A-M-E-R-I-C-A! https://t.co/ohaNFRalIO",
  "Hurrah!!! Expecting my Christmas present @DeborahMeaden? https://t.co/I61fMi5Gf9",
  "Big News! @gohawke named one of the Best Entrepreneurial Companies in America by @Entrepreneur!\n\nhttps://t.co/WgpDuFBhnf",
  "I'm outraged to hear a grown up man in Kano who raped a baby has been fined a paltry N10,000. What kind of criminal justice system are we operating? If our justice system cannot protect minors who then can it protect? I hope the state prosecutors will appeal this terrible verdict",
  "PMB meets the “tallest” soldier in @HQNigerianArmy. PMB is very funny. Look at his reaction. 😂 https://t.co/K7m9oMYJRR",
  "Train your ASSET...... #Speed #BoxToBox #Alhamdulilah #DalianFc https://t.co/wfd67dGBmX",
  "Finally unveiled! The Top 3 finalists for African Player of the Year award #AiteoCAFawards2017 https://t.co/hEHB1HA8PZ",
  "@CNN modern slavery: a scourge of our time. https://t.co/sJDCcVy0Kf",
  "Expect new cars around your hood @Gidi_Traffic ? https://t.co/WPq9yWX7zR",
  "N750m for floor and wall partitioning? How much would it have cost to rent the building? How much will a new building cost? #AskQuestions @HouseNGR @NGRSenate https://t.co/MLNnapMx7N",
  "We have combed the proposed #Budget2018 and we have found SUSPICIOUS  &amp; FRIVOLOUS  items and this is our THREAD. Document will be sent to @nassnigeria. Kindly share. https://t.co/9ZYJZ36HbK",
  "@NoahsArkComm becomes first agency to win Grand Prix back-to-back at @thelaifawards. Congrats to the team on taking the GrandPrix for “Lost”, its much acclaimed commercial for Airtel. \n\nhttps://t.co/2NUyci9cuU https://t.co/w9aRrN4NTp",
  "That was quite an informative session! https://t.co/cPDcBREApP",
  "Abuse of power and position! https://t.co/dfxRndTKNa",
  "Few things worse than burning your fuel to look for fuel and not find any.",
  "Nigeria-born Boxing champion awaits deportation after fighting for England six times https://t.co/FqbZxqCIit",
  "Mums in the house over to you! https://t.co/yQnNXmEF33",
  "Don't be afraid to grow. End bad habits, leave dead end jobs, cut off unhealthy relationships and toxic people. Take the initiative.",
  "Execept pidgin. https://t.co/BIAMDwPApa",
  "The election is around the corner...we should not have forgotten so soon what happened to previous allocations. I wonder how much would have been allotted were the war not technically over😁 https://t.co/49lkMMaO5B",
  "She chose to attend Law School for a reason; conformed with some/all the rules while in there to get to a destination; chose to break it at a point cos she knows what is coming her way? She's fine! https://t.co/hkZMnVCFbP",
  "What a team! https://t.co/DHR7HSp8Vk",
  "...a snail needs no deadline https://t.co/VuOBhaMWef",
  "Sound like a whisper from a slumber https://t.co/zPN0qONzbx",
  "@thenff @PinnickAmaju should please investigate this with appropriate sanctions. Shameful! https://t.co/iOjwvoxHzx",
  "Sickening! @Gidi_Traffic https://t.co/BevuLNL65m",
  "There should be consequences for whoever is responsible for this @Sean_RMW @RadioPaparazi https://t.co/JxxKFKXKF5",
  "That PMB is failing to keep his promises is not what baffles one; but that Nigerians who vowed to never again tolerate mediocre leadership, and argued passionately that PMB would set things right, are the ones now making excuses for the very things they once vehemently condemned.",
  "We Conquered. We Conquered. We Conquered. https://t.co/0HZ4hMOQdq",
  "Thanks @MKabrik. Govt's silence on d abducted UNIMAID lecturers is painful. They just simply engaged new lecturers &amp; moved on to Sokoto to continue prospecting. However, @obyezeks pointed out to me that my colleagues at home have been largely silent too. Where is ASUU's outrage? https://t.co/brVItG6Pae",
  "It shows who is fantastically corrupt! https://t.co/XEYeQw5tsC",
  "This isn’t about charity, but about justice and equality. #HumanRightsDay https://t.co/4VU9gXukDf",
  "The Brutal Police Execution of Daniel Shaver\n\nSadly I've studied 100s of videos of American police executing non-violent, unarmed people. This is one of the worst I've ever witnessed. \n\nThis happened in January of 2016, but the judge just released the video. \n\nA grave injustice. https://t.co/O3UjLb3mZJ",
  "Surely members of the public is awaiting @YomiShogunle @PoliceNG_PCRRU @PoliceNG_News response on this for the sake of clarity. https://t.co/ksqZ5SywOY",
  "Absolutely Gov.! But am sure we wont go the way of #happiness and #couples fulfilment https://t.co/xr354ivdqo",
  "...hmmm lacking ignorance? https://t.co/EDbd7TFK04",
  "Wawu! https://t.co/ARfE3c1j5l",
  "This may be vital for Governors modulating salaries of their citizens and those creating happiness portfolio @YNaija @jimidisu https://t.co/EwAKOuNrgr",
  "Anxious these stash wont be re-stolen one way or the other? https://t.co/cZx8YgJSs6",
  "What a day in the land!!! https://t.co/1oM4i33Tpl",
  "That was electric @TheEllenShow! Typically Us! @Sean_RMW @ogechukwukanma https://t.co/SsFLOiZhq7",
  "I often get questions about where to find academic research on Africa: https://t.co/JxCWmeXrjX is a great base of to start! They have more than 5000+ academic articles, journals, policy briefs on African issues. Super up-to-date and the website is sexy af lol",
  "It may be the brainbox of the most mentally unbalanced #EndSARS https://t.co/T4YIUE2lsk",
  "Its understandable as 2019 beckons for @MBuhari and @ProfOsinbajo to congratulate wizkid and davido rather than @larimah https://t.co/tsqPqvX2r7",
  "This week: 5 artists, 5 energy ideas, 1 awesome music collab from #makethefuture @Yemialadee @IAMJHUD  &amp; more! https://t.co/W4r53HKHQs",
  "4 years is a long wait...feed off one fiscal year's budget padding or some juicy commitee membership and you will be beyond \"alright\". https://t.co/3ZTuI4M19O",
  "Russia sits 65th in the FIFA rankings, making it the first host nation to go into a World Cup as the lowest-placed team since 1992\nhttps://t.co/ZlX25yD5GO",
  "It is disgraceful that @realDonaldTrump is retweeting images of Muslims committing violent acts and desecrating Christian statues. You could just as easily find videos of Christians doing terrible things.  It is a naked attempt to make Muslims into the \"other,\" which is...",
  "What No One Told Me About Following My Passion https://t.co/pDADHalBWz",
  "Politics Today currently on @channelstv...#MainaGate is the shame of a nation with all the billions &amp; trillions he's throwing up. Bandits in the corridors of power?",
  "Yeah...can see the band and the wagon. Insulting the sensibilities of people on this platform is obnoxious and pathetic! https://t.co/BubfRqEXYi",
  "Why not a scholarship in one of the rated federal institutions! #unsustainableprecedent. https://t.co/pX6LKa2mwB",
  "...more of a loose cannon that it is https://t.co/OMTL8JlUsO",
  "L'obatan🙄 https://t.co/g9Ph1Y3QUO",
  "#16days #orangetheworld RT @TheWaaph: \"All women, everywhere, deserve the right to live free from fear. Let's #ENDviolence against women and girls.\" - @DrTedros \n@WHO \n@unwomenafrica \n@UNFPA_WCARO \n@OoasWaho \n@TheWaaph \n@ONECampaign \n@ToyinSaraki https://t.co/TwJHfaDW9m",
  "What a transfer window it promises to be! https://t.co/aUTjWrchfx",
  "\"Black families in America earn just $57.30 for every $100 in income earned by white families, according to the Census Bureau’s Current Population Survey. For every $100 in white family wealth, black families hold just $5.04.\"    Wow. https://t.co/XLSjGNLp9O",
  "If it was possible to repatriate the children of Nigerian politicians and intellectuals abroad and make them attend the horrible public schools and hospitals that the poor go to, there would be a miraculous rise in the funding and quality of education and healthcare in Nigeria. https://t.co/jCxWUzCHYF",
  "That is why we call His name \nChinaemenma, Chinazamekpere, Chidinma\nChinasanjo, Chinaenyimike , Chinweudo, Chinekeoma, Chiobioma.\nDrop the Language you feel this song is in the comment section.\n#SoV #HGC2017 https://t.co/Q6yxFGC6SD",
  "If Atiku Abubakar were to be an EPL Manager whom will he be...Conte; Marko Silver or ? https://t.co/cLgZtRPl2u",
  "...may be there\"s nothing to win in a fragrance not desirable https://t.co/FlO2LRfoOp",
  "Life of a Nigerian Public Official\n\nPre Govt:  Govt must provide health, education, infrastructure. It's not complicated!\nIn Govt: It's complicated. Govt can't do more than this at the moment.\nPost Govt: Govt must provide health, education, infrastructure. It's not complicated!",
  "Robert Mugabe has resigned as president of Zimbabwe after a military coup in everything but name. What is next for Zimbabwe? Despite the celebrations in the country the future looks bleak. https://t.co/marc9Ni1ER",
  "The demand for rosewood in Nigeria has now reached Yankari Game Reserve. Vigilant rangers impounded the truck and its contents, and the loggers are on remand awaiting trial. https://t.co/P65vkq6VZG",
  "Lagos Business School Launches Human Resources and Sales &amp; Marketing Academies https://t.co/F997rIDINm",
  "1970s gay teachers? they'll molest kids!\n1980s gays in your home? they'll molest kids!\n1990s gays adopting? they'll molest kids!\n2000s gay marriage? they'll molest kids!\n2010s transfolk using restrooms? they'll molest kids!\n2017 What's the big deal with politicians molesting kids",
  "Ondo State's SIFMIS Launch now means the state's public sector can enjoy transparency, block financial loop holes within the state and drastically change the way procurement, accounting, human resources, vendor payment and report generation is handled in Ondo state. #OndoSIFMIS https://t.co/v49dIk5p4f",
  "Brits ailing to offer help too! https://t.co/usoS1a2mCf",
  "Nigeria Q3 GDP 2017: @OlufemiAwoyemi , @BJRewane raise concerns over oil induced growth  https://t.co/1rKRXbwxPw  @BizMorning @BBoason @ecopoliticsNG @FDC_ltd",
  "Be more concerned with your character than your reputation, because your character is what you really are, while your reputation is merely what others think you are. John Wooden",
  "Not a decent comparison methinks #professionalbeliefs https://t.co/FzRjfLvf73",
  "Am I the only person not surprised to read reports of #Mugabe refusing to resign? #Zimbabwe https://t.co/m3uyxIqeAk",
  "Let us open to the book of Statue; Chapter Rochas.. Is it Statue you came to office to erect?: https://t.co/ZCNah8oERW via @YouTube",
  "The 2 coffins with the blue flowers are for 2 of the 26 women who were pregnant https://t.co/6JbAKXW6fH",
  "To cap it all, we created the most expensive parliament in the world when all we need is only one chamber of part time law makers on minimum wage. Now, you can make zero contribution in the red chamber, tweet 24/7, and get paid millions monthly in immoral and amoral allowances. https://t.co/eeyaYNIZeU",
  "Nigeria accounts for 31% of Africa’s students in the U.S. and ranks 12th in the world..  Nigerians are enrolled in more than 1,000 institutions in 51 U.S. states and territories. #OpenDoorsReport https://t.co/aiBxn6gPe5 https://t.co/EfDLNSbffU",
  "Thanks are due to the Government and people of Italy for burying the 26 Nigerian women who drowned. Italy gave them in death what no state ever gave them in life: human dignity. They are survived by 180 million relatives in search of state that can treat them with dignity.",
  "Alaïa was the first designer to take Naomi Campbell under his wing when she started modeling. She’s had her own room in his Paris home since 16, citing him as a father figure. https://t.co/C0DAtmQbGm",
  "Politics shouldn’t be life and death – Obasanjo https://t.co/9O3fDwYQm0",
  "@dominosng #DominosPredict!!! Leicester 2 Man City 3",
  "Zimbabwe's embattled President Robert Mugabe attends university graduation ceremony, his first public appearance since military takeover https://t.co/ZIMn3RGyQx https://t.co/meyjuhRLh9",
  "Wow! Consultants from the \"moon\" right! https://t.co/tdyupJgZMw",
  "Appalling the ease with which it's being suggested #Africa is a free #Elephants killing zone. https://t.co/W4fSTEC4jz",
  "Brighter streets- just one of the benefits young entrepreneurs are bringing to Nigeria #ShellLiveWIRE https://t.co/0ljnoaUGNJ #makethefuture https://t.co/WVS9nwfF9K",
  "100 Greatest Living Business Minds: Warren Buffett, Muhammad Yunus, @JeffKoons, Sheldon Adelson https://t.co/EQoHjzZTEK #ForbesAt100 https://t.co/fvb3OP5X63",
  "Leonardo da Vinci's masterpiece Salvator Mundi achieves $450,312,500, a #worldauctionrecord for any work of art sold at auction. https://t.co/snKxm7t3cb",
  "Bankable is your guide to getting money, career and balance right https://t.co/QVTv4rEupY https://t.co/kn7l6dDVz3",
  "Think technical knowledge is king? Deloitte CLO Leslie Knowlton says #softskills are just as important. https://t.co/Mnj15bp0hQ https://t.co/Yon9Zeemas",
  "Marketing is all about the Mind. https://t.co/RCdDVQg2Br",
  "@abolajialausa we picked a gold award for our @airtelng LOST TV. \nCongratulations  to the team https://t.co/A3g47rpa2n",
  "We are live at the Epica  Awards! \nIt's the 31st Edition since inception (1987)\n*fingers crossed*\nOptimistic about ending this year with an international award\n#EpicaAwards\n#Noahsarkcommunications https://t.co/Y5pIhyOv2I",
  "Nigerian Women Bobsled Team has qualified for 2018 Winter Olympics, first bobsled team ever to qualify from the African continent. Already sponsored by Under Armour &amp; VISA. https://t.co/vxE7SCOFSf",
  "@richardbranson I nominate myself for being \"me\".",
  "When suffering knocks at your door and you say there is no seat for him, he tells you not to worry because he has brought his own stool. - Chinua Achebe https://t.co/WdzDNW5uMv",
  "Grace Mugabe thought that power is sexually transmitted. #Zimbabwe",
  "Vodka can be used as a shampoo.",
  "\"none\" economy! https://t.co/dGCY3vWwyt",
  "What a \"mouse\"! https://t.co/bUHfWWk5Hw",
  "It's time to develop a ranking for State Governments in Nigeria - and one of the ranks should be titled: FAILED STATE.",
  "Intelligent men and women are easily annoyed by people in general but tend to say nothing in attempt to avoid meaningless arguments.",
  "Methinks faculty evaluation shouldn't be the prerogative of \"insane\" drivers on our roads... https://t.co/Mg13vwYjLN",
  "Success is a journey bro, blaze new trail! https://t.co/2E9GFQCHhR",
  "Max fm! https://t.co/QKAEOcanlG",
  "...30 https://t.co/ErYiXQlAcV",
  "The black skin colour is fadeless 😍😍😍😍😍😍😍😍😍😍😍😍 https://t.co/opG59AmLvs",
  "@PObahiagbon Baba! No condition is permanent",
  "@RadioPaparazi Would have loved to meet you at the Launch Murphy, such a good show...the best is yet to come!",
  "@gtbank Nostalgic Renaissance",
  "What a definition of Trust @FemAdesina ! Where this is coming from is replete with headlines of the opposite you know! https://t.co/Kjunm1ACgD",
  "Old patriarchy teaches men to own women, new patriarchy encourages them to please women. Neither gives freedom to women ..or men.",
  "Again. Obama is the America we tried to convince the world that we are, but Trump is the real America we tried to hide from everyone.",
  "Not news!!! https://t.co/vmlrVC45RQ",
  "Pray for Benue https://t.co/ErPTOtKHqP",
  "Meet Little Picasso https://t.co/bWWSzY5CYU",
  "#rentaghost https://t.co/yQD7hfaESc",
  "Keep Some Distance Between You And The Car Ahead Of You. Tailgating Is Both Aggressive And A Sure Way To Rear-end Someone Who Stops Suddenly https://t.co/C16t2h6PUo",
  "\"In life, as in chess, forethought wins.\" - Charles Buxton",
  "If we place cheap value on human life and say we love God, we lie. Value for life is the reason for good hospitals, roads, security, etc.",
  "Sterling did his job by nicking 2 extra points and Mike Dean flashed his card for his riling up away fans by running to that end. Win-win! https://t.co/4UghpcKMmA",
  "#Hellosir @AkinwunmiAmbode Sir I wanto confam weda this English that jamb av write laidis can make their new cutoff mark sir. https://t.co/BuMa5JfBAW",
  "...haemorrhaging the economy https://t.co/LNo4zuvzFU",
  "I just tire:( https://t.co/iyRBqNKkIu",
  "...if he's running virtually unopposed you mean! https://t.co/OQcLHkTeIT",
  "Credit to Prof. Yemi Osinbajo. He had a job to do, and despite the distraction of politics and ethnic entrepreneurs, he did it well!",
  "You are a braveheart who took one for your country. Ameyo, we really don't deserve you. Forever we remain indebted &amp; commit to keep building https://t.co/muZvloUA0L",
  "\"He inherited a mess, and is fixing it\" (It takes time to fix the mess)\n\nFellow Nigerians,\n\nDoes this sound familiar? https://t.co/UlBXw36Vsw",
  "would have loved to know your reaction last week https://t.co/Y9x271N1wh",
  "The sycophants and the purveyors of wash wash are back in business...",
  "After all he's been through, i will want to assume he is a bold man who wouldn't hide... https://t.co/J6bLD4YAap",
  "”@iamfatdon: Atiku Eating With Kids: When You See This Kind Of Pic Know Election Year Is Near. Retweet If You agree @Gidi_Traffic https://t.co/ZXu2M4cBAN",
  "Congrats Aishah! https://t.co/UC4PBwJHy5",
  "OMG!!! https://t.co/DopgzaDMwZ",
  "Dani Alves reveals Neymar convinced him to snub Manchester City and join PSG as he was 'thinking of coming here' https://t.co/c8tJsh86ED https://t.co/yzBcdwPIvN",
  "What a reversal! https://t.co/5BMmZIHIDi",
  "“You must not only aim right, but draw the bow with all your might.” ~Henry David Thoreau",
  "Happy Birthday @BarackObama! Hope you get some balloons. I love a good balloon. #HBD44",
  "Bantz aside, I hope you guys can resolve your situation or this is a hack as we have never even met! Plus I like my women BBW #ItWasntMe",
  "It is inevitable actually! What (and whom) you hang around is an almost accurate picture of the future you. #TejuBabyFaceMentorshipAcademy https://t.co/j7A665SvOI",
  "We misperceive competence &amp; kindness as negatively correlated. Is this why we assume artificial or alien superintelligence will be evil?",
  "\"Guys, how far naa?  Na like this una wan take go Quilox?\" https://t.co/ZqY9WNEIfP",
  "This 4-year-old boy broke down in tears after hearing the wedding vows his future stepmom wrote for him https://t.co/PiX5lhgPyq https://t.co/CiJR0lqe8c",
  "@FshawKingFisher You have left a mountain to climb for your successor though. Blaze new trail buddy! https://t.co/xUpWDUVdW8",
  "Technically full transparency would be not deleting your old tweets and then candidly explaining when and how your views changed. https://t.co/dc7DTPoaqg",
  "URGENT: Elsa still hasn't found a matching stem cell donor to treat her leukaemia. Can you help us spread the word?\n\nhttps://t.co/yI7yh0IR4X https://t.co/b4kP44BOGv",
  "National Church, completed 2005 ✔️. National Mosque, completed 1984 ✔️. National Library, under construction since 2006 ✖️",
  "@mediaReachOMD https://t.co/QNcTS1XESt",
  "Just hold on, one more minute, one more day, everyday. Allow the scale of your ambition outweigh your despair. Hold on. It will pass. ❤️",
  "Ever wondered about the performance of emojis in marketing? While the French were sceptical, the crying face Emoji https://t.co/OASEAmljy9 https://t.co/VTEljKFWdB",
  "...Parisian apeteshi! https://t.co/Wtu5lyBWLL",
  "@DStvNgCare my \"catch up\" isn't working, notification message \"This service is only available on selected packages\". S/card no - 4250689828.",
  "@CNNAfrica Thanks4sharing guys, check out the #JollofWars that raged at the #JollofFestival in Washington DC 4best #JollofRice https://t.co/NRFHuBm0Vk",
  "CARE is joining forces with 7 other NGOs to #FightFamine around the globe. RT if you're with us.  https://t.co/2tqedb9hHE @GlobalResponse",
  "Meet Dr. Samuel Achilefu a NIGERIAN-born scientist who won the prestigious St. Louis Award for creating glasses that can see cancer cells https://t.co/aX4MsB24Oy",
  "L",
  "My oh my! Vintage Senatorial celebration. https://t.co/RdkG7n2f00",
  "@Ebuka if symptoms persist for more than...pls see your... https://t.co/d59vcdkC4B",
  "Summer 2017.\n\nEnd of an era. https://t.co/X0B4O5dGRM",
  "this is a no-brainer...after the Confed Cup, it is expected he will go on a break. https://t.co/zapVIYVW5p",
  "#KeepStrong 👐🏽 @Carl_Ikeme \nAll goalkeepers and the football family are with you! https://t.co/gBKKVcaD0Q",
  "The Leadership Skill Everybody Needs -- And 90% Of Managers Lack via @forbes https://t.co/nwatHVyNpN #humanworkplace",
  "\"Learning never exhausts the mind.\" —Leonardo Da Vinci",
  "Asukwo is mad https://t.co/tg1BormW8f",
  "Mourinho deserves huge credit for his handling of Rooney. He phased him out, gave him a dignified exit &amp; always showed him respect.",
  "Yinka Adebayo, OMG Trading Lead talks about \"Creating Marketable Comedy Content\" Eko Comedy Festival in Lagos. #EcoComedyFestival https://t.co/C9JlISG4ck",
  "Hmmm! https://t.co/vqSLEZPPU3",
  "Men were the first to wear high heels -- Then women started wearing them to look more masculine.",
  "“Kindness is not an act. It’s a lifestyle”\nAnthony Williams #KindnessMatters",
  "Ethiopia is building three airports that will cost 68 million USD.  Anambra State is building the Umueri airport with 2 billion USD.",
  "Good Lord!\n\nThere is something really wrong with Nigerians. Just look at.. https://t.co/868avymXEF",
  "Someone reported the Queen to the police because she wasn't wearing her seat belt https://t.co/lkXjfhMF1X https://t.co/F8uiuJ6brf",
  "#Starboyz https://t.co/UFQ9AM536n",
  "She ran 800m 5months pregnant, ordinary pounded yam I knock out for 2days, in fact I sleep off wherever I finish the food.☹️☹️☹️ https://t.co/XFYYk7zIUz",
  "“Success is a lousy teacher. It seduces smart people into thinking they can't lose.\"-Bill Gates",
  "In colonial times, lobsters were considered \"poverty food\" reserved for prisoners.",
  "Australian senator breastfeeds her baby while passing a motion in Parliament https://t.co/RAcDfnwAKt",
  "The world's population is forecast to reach 9.8 billion by the year 2050 https://t.co/MxgV7sDoR1 https://t.co/c5sRtNZE83",
  "Former Heartland Coach, Kelechi Emeteole, Dies. https://t.co/dCeX8TPFw6 https://t.co/6CdhTDvus0",
  "The coverage of the kidnapper by the Nigerian press has been unsurprising.. lots of chatter about Billions and very little about victims..",
  "It's not the size that makes a company strong. It's mental position. #branding #marketing https://t.co/4UG2zHzgrq",
  "...i wonder o, there are multiple lanes, just can't understand why pipo won't stay in theirs https://t.co/seGMjF7uMa",
  "@amyjccuddy Well wishes Amy! Get back on your feet pretty soon.",
  "They tried to send us a storm, but failed to realize we are eagles. They just gave us a platform to soar. Hallelujah!!!",
  "Don’t you dare\nShrink yourself \nFor someone else’s comfort -\nDo not become small\nFor people who refuse to grow #SomaliWomanhood #Africa https://t.co/I2Q37DHsfg",
  "If you are to succeed, you must have an idea or attribute of your own to focus your efforts around. #branding #marketing https://t.co/KGgTySj70P",
  "Serious prejudice dey worry the oyinbo guy and he got a taste of how not to be dumb. https://t.co/VOmvhAUa70",
  "Child to the left is Yoruba. Middle is Igbo while right is Hausa. Now watch. https://t.co/evFNoudaB3",
  "Maybe #marketing is war, where the competition is the enemy and the objective is to win the battle. #branding https://t.co/mmwn1qex1d",
  "Congrats!!! https://t.co/EKxfEq4v29",
  "Some mothers do 'av 'em https://t.co/u1eFPirV29",
  "If you have a strong purpose in life, you don't have to be pushed. Your passion will drive you there. - Roy T. Bennett #entrepreneur https://t.co/xFYWw5OBUU",
  "Kechi, America's Got Talent contestant and Sosoliso air crash survivor stuns the crowd... https://t.co/i1DdTL7mxD",
  "Isn't that something! 2 men, 5 women. Back home we're still struggling to convince some parties that women too can lead. Congrats 2 them all https://t.co/PymyP3aeY6",
  "June is truly the end of May. UK may not be in 'Labour' yet but not as Conservative as it was in May. #UKelections2017 #GE2017",
  "#Marketing has lost a true legend and huge #advertising influence Jack Trout https://t.co/xKUVDVpbKw @lauraries",
  "Hilarious how you can use fishing boats for public art but displace entire fishing communities for luxury homes. At the same damn time. Lol. https://t.co/XI3t6wj7Vw",
  "Omase o! Airise se! https://t.co/REPGOOxWbg",
  "Even as good as they are, they are still shopping to get better https://t.co/le9uRiskEL",
  "...balloon thru d door award https://t.co/DfJzt3bGIQ",
  "@AynRandPaulRyan @siaayrom  https://t.co/XHd7ZH82mI",
  "It is only in Nigeria you will be driving within the speed limit and people overtaking you, will be wondering if you or your car are ok. SMH",
  "Legend!!! https://t.co/lPf9U0VF0o",
  "@dominosng Juventus 3 - Real Madrid 4",
  "...where are our psychiatric docs pls! https://t.co/XKCWSIWcpB",
  "...amused to see @IbeKachikwu in this mode https://t.co/CKShvFVP77",
  "Make dem gifts luk like wrapd athleti-skolarship Baba D! https://t.co/CQWN1rvdLR",
  "@Sean_RMW @RadioPaparazi what d'ya think! https://t.co/KQhQc7pVLW",
  "...perhaps in same vein #Ajax https://t.co/A5MamwXAbL",
  "Manure right! https://t.co/FQZ3LOEXm9",
  "Idle talk. https://t.co/8hW8mVMz9D",
  "\"Experts predictions\" ... 😂😆 #FACup 🏆 https://t.co/dGhvXMiOFE",
  "If u forget anything this #ChildrensDay, pls dont forget d children of #OtodoGbame, terrorised, displaced by a govt mandated to protect them https://t.co/UCaavgXK10",
  "Average state employee in Zimbabwe is paid $500 a month - that's c.N175,000 in NGN/$ rate; avg. state employee in NGR gets $50 min wage",
  "Luxembourg’s First Gentleman poses with spouses of world leaders https://t.co/dqGltgq8Um",
  "https://t.co/79g30akFUv",
  "If you take care of your employees, they’ll take care of your business https://t.co/0rGAsJ8BdX @virginpulse https://t.co/oi7Z2H6lDE",
  "Jose Mourinho answers his critics in the only way he knows how... https://t.co/jj8YzZhjfz",
  "@SegunThePundit see your guy! https://t.co/xVjQ5n81ow",
  "Great economies and great nations, prosperity and abundance of nations and communities are created by men and not spirits.",
  "Brilliant!!! https://t.co/268j2zDlaQ",
  "The time to talk is now!  https://t.co/XhPkytpLWy\n#exposethem #19th https://t.co/n04Nlvsm94",
  "@Sean_RMW a goal or not? @ELEGBETE1 https://t.co/AoFqCaoV0c",
  "Its too early to be under the influence of \"shekpe\" now. https://t.co/JJKgbxyl3G",
  "Communication is an art https://t.co/atDhWQzDlk",
  "For real! After 2yrs! What a probationary period! https://t.co/oO5P8lDVYT",
  "Roger Moore, actor known for playing James Bond, dies at 89 https://t.co/3aRX8zLBqJ",
  "Walk the Talk @Mrskemiadeosun #BuyMadeInNigeria @AsoRock https://t.co/hNpZbGTQnw",
  "If the environmental menace could not be curbed why is @followlasg relocating it? https://t.co/AKDdBLFuH5",
  "https://t.co/5jJQQYHZUH",
  "Should I interprete this for you @kemiadetiba ? https://t.co/KlZydLgEXw",
  "#GrowingUpNigerian\nNigerian children of today will never understand. \nRetweet if you agree. https://t.co/qzkaNuXDPJ",
  "Oya bros! Let's use it to tell Wenger to waka o. https://t.co/9QA6VbSSkM",
  ".@realDonaldTrump threw a pity party saying he was subject to the “greatest political witch hunt in American history.” https://t.co/yOlG2zFvmg",
  "One reader's reaction to a report of Trump calling Comey a \"nut job\" in a meeting with Russian officials https://t.co/E8hodkJ9W8 https://t.co/xazLuVGzOb",
  "L'obatan https://t.co/Lvv5C2qG9y",
  "Impoverished citizens may not know any better after years of deprivation. https://t.co/JpP5GQAprM",
  "To have empathy you have to understand both desperation and privilege. To move to compassion, you have to understand survival.",
  "Classic case of \"word for word dubbing\". Astonishing! https://t.co/47ubWaclx6",
  "Fame is a vapor. Popularity an accident. Riches take wings. Only one thing endures and that is character. -Horace G #quote #ThursdayThoughts https://t.co/tsVQwyTxdo",
  "\"A ton of palm oil is more expensive than the crude oil that everyone is scrambling for\"- Alh. Aliko Dangote.",
  "Trumpileaks https://t.co/2N9OENZioe",
  "Isorait https://t.co/xbvjewO8dV",
  "@Sean_RMW @SegunThePundit @V_Ikpeba https://t.co/S1OimIK8Le",
  ".@AlanDersh: What if it was Israel's intel? Russians hand it to Iran, Iran sends to Hezbollah.\nThis.\nIs.\nA.\nDisaster. #TrumpRussia #WaPo https://t.co/hkkavXDueU",
  "Absence of self-esteem #FightingCorruptionNG https://t.co/zJR0GIx5zY",
  "@NoahsArkComm a DAN Affiliate, cliched the highest number of awards at the African Cristals festival in Marrekesh.\nhttps://t.co/5JRQsQsB6f",
  "Well attended then! https://t.co/ytu3cbEc2H",
  "Do you want to know who you are? Don’t ask. Act! Action will delineate and define you. @ThomasJefferson",
  "In this scenario what action points are available to @BBOG_Nigeria @AsoRock pls? https://t.co/K7XBIC1sB2",
  "Even the one at Maryland is a potential hazard to motorists as it obstructs clearer perspective of traffic. https://t.co/H4JeJRsmbe",
  "#globalhackattack reportedly affected 74 countries @AsoRock should let us know our situation report. https://t.co/w8IMwxd3lX",
  "Expensive 'shit'! https://t.co/6VqF5N7dj4",
  "@RadioPaparazi @Sean_RMW https://t.co/lXgvcy5iU2",
  "Trade by barter on the horizon. https://t.co/oYyEeRvrs0",
  "Should #answerdonotresist apply to attempt to go through your phone or gadget too? https://t.co/XJ6Htc68mW",
  "The Esau and Jacob parody. https://t.co/XlT5Z1ZtJp",
  "We need a president who isn't easily duped by the Russians.\nThe Russians brought electronic recording devices \nIN TO THE OVAL OFFICE. \nJFC. https://t.co/KFUobk8oZw",
  "Hmmm @Ebuka u must complete the HIM......o https://t.co/c4PzCasm8z",
  "#DYK Women are key in cassava making in Nigeria? They are involved in planting, harvesting, processing and sales. #EmpoweringWomen https://t.co/9Re7jpsG9R",
  "If Americans stopped drinking soda every day, 2 million cases of diabetes could be prevented by 2020.",
  "The #Comey timing was deliberate with the visit of the Russian envoy. Putin is having a laugh. https://t.co/zEVYVVtjSp",
  "US President Donald Trump has dismissed FBI director James Comey, White House says https://t.co/6CTyvok2HJ",
  "You're going to fail more times than you succeed. Keep fighting anyway. It takes only one success to make it all worth it. - @HubLife",
  "Referee shows linesman red card after he does something DISGUSTING during game https://t.co/tCuBwjAJI7 @Sean_RMW @RadioPaparazi",
  "Nigerians https://t.co/A4uNTbHXKx",
  "#MothvationMonday...#MotivationMonday. Yeah uncommon way! https://t.co/I6Jhwl1hNw",
  "...is children centric! https://t.co/uLYBiXOtZ5",
  "Did U know your Bank should pay monthly interest on your Current Accounts? \nLike if your Bank pays, Share if they don't #ResistEBC",
  "Mercy and Patience escaped from the Boko Haram Truck carrying over 200 Chibokgirls. They are students of Bronx Comm College. Met them today! https://t.co/WgbaGrM1EX",
  "A famine of 'biblical proportions' is descending upon #Yemen where a child dies every 10 minutes. https://t.co/RdU8h2gEFe #Yemenisstarving",
  "Lagos State is doing her people a great disservice. You don't keep beating people down when they are weak.",
  "Soulless politicians https://t.co/Wg860ty30W",
  "Mugabe will finish us one day https://t.co/IlnA394ecS",
  "Madam Iquo...oya DM me ya address biko! https://t.co/R1vWzPgXZq",
  "I thought I have seen it all in this life... here is a chicken wearin trainers and fucking running in them 😩😩😂😂😂😂\n https://t.co/qvfs9xO3Xo",
  "R u guyz for real! https://t.co/PJZbzbGEdI",
  "BREAKING: Sources say many banks 'locked-up' most of the $100mn weekly CBN special FX funds allocated to SMEs over four weeks period.",
  "Ambush marketing! https://t.co/E3li71XBfK",
  "Hypocrite! https://t.co/48aXpbRUde",
  "@btsportfootball @RobbieSavage8 @themichaelowen 49 seconds of nonsense https://t.co/BmH1yUsS7K",
  "How on earth did he stay on his feet?! https://t.co/PiKjRv62jJ",
  "If Joshua loses, the daily mail will call him Nigerian",
  "Anthony Oluwafemi Joshua wanted to represent Nigeria at the 2008 Olympics https://t.co/Fnp8RtpOPX",
  "At least balanced reportage. https://t.co/t1z8nhhUtp",
  ".@DecaKelechi @ecopoliticsNG @ROLAOLUWA @BBoason @TradeInvestNG 2. CURIOUS FACTS - it is cheaper to make a call to England, USA &amp; Germany from Nigeria, than to call Cote d'Ivoire, Sierra Leone or Ethiopia",
  ".@DecaKelechi @ecopoliticsNG @ROLAOLUWA @BBoason @TradeInvestNG 1. CURIOUS FACTS - A goods laden ship that leaves either UK or USA to Nigeria, will get here a month earlier than one from Mombasa to Lagos.",
  "Nigeria will have the largest, most intelligent work force in the world. But needs to get its act together. #RichardQuestinNigeria",
  "There's no shortage of entrepreneurs in Nigeria. No shortage of drive or ambition. People are succeeding inspite of govt not because of it.",
  "...on the next page https://t.co/s3yM5FA3Ca",
  "Michelle Obama says she won't run for office: \"I wouldn’t ask my children to do this again\" https://t.co/Xd0z5z6tGy",
  "The Trump bug got @nytimesworld bitten so much they cannot match visuals with copy anymore? #Fakenews @laimohammed124 @AsoRock https://t.co/8GkuwRuCeJ",
  "Nigerian Finance Minister allegedly hires Africa Practice on a $2m per month retainer.  https://t.co/EDVsFEMbor",
  "Neither here nor there. https://t.co/dxTIP0R7JD",
  "Fake News! https://t.co/k588JX61tr",
  "Awada kerikeri! https://t.co/RajwvSLyFd",
  "That's expo na! https://t.co/BCU5vA6G4n",
  "Epic!!! https://t.co/2aY1ozSX3Z",
  "Lagos at 50 that celebrates Bode George &amp; Olamide but not Stella Ameyo Adadevoh...is that one Lagos at 50? Cc: @AkinwunmiAmbode #LagosAt50 https://t.co/c574TQ1dex",
  "Russia says Britain will be wiped out if it goes to war with Russia. North Korea says it will wipe out USA  HAPPY DAYS EVERYONE.",
  "Lagos generates N436 billion as internal revenue in 2016, up from 2015’s N399.4 billion\nhttps://t.co/ZKIQA1OtpO",
  "@PoliceNG_PCRRU are your men now empowered to this? https://t.co/eYpvUkxTOp",
  "\"Every child is an artist. The problem is how to remain an artist once he grows up.\" - Pablo Picasso",
  "No noise please! Strategy session in progress. #KnackeredFRSCoperatives https://t.co/geLRraAEiZ",
  "@gtbank no retreat no surrender...no retreat no 'jollof'",
  "Scientists still can't decide how water got to Earth https://t.co/hTTKAhyKPN https://t.co/Eb64eCdtGd",
  "This is Tincan port Apapa,2nd highest generating revenue to FG, yet d abuja Airport only took weeks to fix cc @Gidi_Traffic @MBuhari https://t.co/p2PMdFRFfd",
  "When you know what really happened to #Nigeria's money but you are not a snitch and telling them codedly 😊😊😊 https://t.co/dDHohHSsV0",
  "The coming UK general election is effectively another referendum on Brexit. Everyone knows this except Jeremy Corbyn",
  "I see a huge potential in Nigeria for British businesses, &amp; huge potential in the UK for entrepreneurial Nigerians - @UKinNigeria",
  "Nigeria take note: Senegal votes to dissolve its Senate https://t.co/wDOhJ2cnT8",
  "People Trump describes as \"good people\":\n1. Bill O'Reilly\n2. Roger Ailes\n3. Erdogan\n4. Putin\n(Beelzebub said to be \"perturbed\" not on list)",
  "...and surreptitiously taxing the citizens to death! https://t.co/Mu4pAFPB6d",
  "@StyleChatNG @Steve_eko Yes I am for #Chopard!",
  "\"One day our country will be corruption free...\"? https://t.co/qGUbzLuFQB",
  "Time heals all (bite) wounds. https://t.co/2J62EIxig3",
  "@Sean_RMW @RadioPaparazi https://t.co/rGpNoxLrKg",
  "#MyBoldSteps #He4SheGov .@womenup @womensay @womenhigh https://t.co/NyEny5Z3WW",
  "About time! The law should also take its course. https://t.co/G5TRK5UTnV",
  "Indomie maker, Dufil Prima Foods Acquire Dangote Noodles https://t.co/Gv8m8XTfpJ",
  "Why success is an Iceberg. https://t.co/L0iTocylGs",
  "EBES coordinator, Dr. Jumoke Oduwole, wrote this piece on Making Business Work in Nigeria. Kindly read and share: https://t.co/cuHOGNNEzO",
  "A tale of two cities. Lagos-Ibadan \"runway\", how far! https://t.co/etgrzpHFtb",
  "Needless mention. https://t.co/dTcj2Y2ClE",
  "Season of 'fake news' @aledeh! https://t.co/WGlDnY6LZA",
  "Am sure they have been on the wrong diet of late! https://t.co/WGNyX1jiME",
  "Dunno if there's a city without slum https://t.co/Wn7l0GmQy3",
  "Na wah o, deafening echoes of corruption fighting back even in 140 words!",
  "Na today! https://t.co/KqUowGSJZS",
  "Airline passengers, &amp; all customers, don't deserve to be treated like numbers on a balance sheet &amp; cattle in a cabin https://t.co/2nXTRgauoZ https://t.co/Slt6stojqg",
  "Recovered loot goes into Consolidated Rev. Fund. Abeg who audits the spending of what is disbursed from the Fund. Abi the loot is bn looted? https://t.co/rUYFC8Qcns",
  "And this country is still \"breathing\"! https://t.co/eZBSsgFdyZ",
  "#Malabugate Nigeria's longest-running oil bloc scandal (1998-2017), spanning nearly seven administrations",
  "The real tragedy of OPL245 is that the sale of an oil block with 9bn barrels oil returned no money to the Nigerian government. 9bn barrels!",
  "Bottled water communion https://t.co/bfKY5n8TS9",
  "Good stuff! https://t.co/fYuZuZhA2e",
  "Am bewildered as to the content and author! Signs of the times init? https://t.co/ju2lHAEiKB",
  "Sorry article! https://t.co/tmKRkYoQV1",
  "Don't pass up a golden marketing opportunity. #UnitedAirlines https://t.co/xhVahxo1D1",
  "@gtbank Finger foods",
  "@channelstv https://t.co/Bt0wfilPRh",
  "@sunrisedailynow @chamberlainusoh @GimbaUmarCTV @MaupeO  can we have the thoughts of relevant stakeholders involved on this? https://t.co/Td7oYbjWN9",
  "Good people of Nigeria, please let's help @justempower to help the children and women in the water. All hands on deck for #OtodoGbame https://t.co/dlXtMxZhvL",
  "Methinks human rights group should have an opinion on this. The silence is deafening. https://t.co/WtBK7EChiN",
  "Some mothers do av 'em https://t.co/DN1hnPMMFE",
  "Oga Paul! I feel you. https://t.co/Es3HArqlaU",
  "Nah...not on this one! https://t.co/J6UTCKIybh",
  "Good job @Ebuka! https://t.co/15W3wjirxH",
  "@AynRandPaulRyan Babies dying by chemical attack touch him and produced the missiles lunch. Babies dying drowning touch him and produced the travel band.",
  "Bisola is the epitome of talent and perseverance. Major dividends await her regardless of tomorrow's outcome #BBNajia",
  "Se alafia ni? https://t.co/GfoBt2QqhF",
  "When you #empower a girl, she becomes a catalyst, creating ripples of positive change in her community. https://t.co/I7Y3cAqCRV",
  "Child mortality rates drop by 9.5 percent with each year of education a woman receives. Education saves lives! https://t.co/MRTMyrDEZk",
  "If a man expects a woman to be an angel in his life, he must first create a heaven for her. Because angels don't live in hell.",
  "No matter how long it takes the long arm of LAW to catch the oil subsidy crooks, they should be made to face the consequences. @officialEFCC",
  "Retweet to show your support for survivors &amp; to stand together with Rwandans to commemorate the 1994 Genocide against the Tutsi. #Kwibuka23 https://t.co/nUepaFcp01",
  "Wawu! https://t.co/ghoHM1uXfD",
  "@jaketapper @RadioFreeTom @agearan @jmartNYT If President Barack Obama was so weak,  why did they wait until he left to Gas Bomb #SyriaGasAttack ? Just sayin.",
  "@AynRandPaulRyan \"double speak\". https://t.co/6pPCy9GDy5",
  "\"The best kind of intelligence is to understand what your opponent will think tomorrow, not find out what he thought yesterday\".",
  "After initial denial, 107 Senators secretly take delivery of N36.5m SUV each - The Eagle Online https://t.co/XpCW2AxGfa",
  "@Ebuka @BBNaija https://t.co/BtR3FXhuPF",
  "Leicester City striker arrested on suspicion of beating wife? https://t.co/5yqCLMYUjr",
  "What does this mean to \"customer\" when there's no power supply. https://t.co/Cq6kDN57ft",
  "“Why the Kendall Jenner Pepsi ad was such a glaring misstep” https://t.co/FmfRZjsR0P",
  "Africa's second largest oil producer, Angola, built a new city in 2011 from crude oil proceeds- City cost $3.5bn.. https://t.co/NvWo2scpgs",
  "@Sean_RMW @RadioPaparazi https://t.co/eJXQRdeJ9R",
  "@889BrilaFM @Sean_RMW  Coventry terminate Yakubu's contract after just 69 MINUTES of football https://t.co/HcDh1G7Vl2 via @MailSport",
  "\"Nonsense and ingredients\"! https://t.co/qc5bpB18s2",
  "Nigeria is experiencing adverse climate conditions with negative impacts on the welfare of millions of people.                      #Ureport",
  "Pathological &amp; depraved burglars in governance who will steal blood from blood banks without wincing at the thought of who's being deprived. https://t.co/Cp1QZ69CfB",
  "Proudly Nigerian https://t.co/JyOkGJZyGU",
  "If you are looking for the enemies of this nation, look no farther than people in position of authority. Economic saboteurs! https://t.co/ugvueqsvTr",
  "We should be doing more considering this is a continental evaluation? https://t.co/9R6Vrv5PGV",
  "They are a potpourri of the good and the ugly steadily transforming the chamber into an odious mess with weekly doses of shenanigan tales. https://t.co/wuJratYuDo",
  "It appyas @officialEFCC handula haf ton crossofa atist https://t.co/4xJQ6Viglq",
  "\"...remember he's Mr. President and you are not\". https://t.co/Nqs2iCPC6B",
  "They are expressing an opinion and their belief. Some things are better left unchallenged. https://t.co/CHraPd3jSu",
  "Never assume that loud is strong and quiet is weak. Unknown https://t.co/4JUt3AGQh7",
  "Those who will not reason are bigots, those who cannot are fools, and those who dare not, are slaves...",
  "Go a step further, make your customer care lines toll free #Happiertoserve https://t.co/rYXwD9gCdG",
  "Unconfirmed video clip...Niger State Gov'r prevented from leaving an event by his aggrieved constituents shouting... Sign of things to come? https://t.co/tn6limeDlE",
  "Mourinho uncharacteristically “sorry” for poor treatment of Schweinsteiger \nhttps://t.co/42jdE7UsNd",
  "Wa wu! https://t.co/DScdDuTjAL",
  "She has a lot of education but little schooling which is why Harvard is honoured to have her like they do many other genius thinkers/doers. https://t.co/GQ0TUp7lF8",
  "PRESIDENT M. BUHARI: DEMAND A REFERENDUM ON WHETHER NIGERIA SHOULD RETAIN THE 2 HOUSES OF NASS - Sign the Petition!\nhttps://t.co/EST1YtBwpP",
  "When you belong to an assemblage that operates like a cult, dissent is at your own risk! https://t.co/5aLngwqom9",
  "China, Japan, UK, Italy, Switzerland now prefer to import crude oil from US rather than Nigeria\nhttps://t.co/PEnZ4UClQQ",
  "@Asiricomedy @OfficialArole I hope you guys are watching #lemoncompetition #bbnaija going on now. Esiwe iranti fun won ejo!",
  "Travel makes one modest ... \nYou see what a tiny place you occupy in the world .. \n\n#WanderlustWednesday https://t.co/ej70pdQvQ7",
  "Republicans just voted to allow internet companies to sell your browsing history https://t.co/RVHYMPTIBA",
  "Equity Bank, Kenya's Largest Bank by Market Cap Dismisses Ernst &amp; Young as Ext. Auditors https://t.co/lQ4245GqgY https://t.co/9iksI4amYO",
  "In 11 years she's gone from hosting her own TV show to owning a film studio, one of Nigerian's premiere TV networks\" https://t.co/q6oYL5px5F",
  "Certificate saga. @Asiricomedy x @OfficialArole in this satirical piece https://t.co/wVDtDt8lSk",
  "Pace of Reform Slows as Nigeria's Ailing Buhari Slims His Schedule https://t.co/wKDTC1JOCT https://t.co/P73DjRlNqZ",
  "#HappyMothersDay \"Remember the son of whom you are - My Mother\"",
  "Biggest Club in the world by Ivanovic! @Sean_RMW  @iamsexyjoe https://t.co/leuQKio4ir",
  "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself. Rumi https://t.co/zMOR36eqE2",
  "We bet you also didn't know 22% of businesses in Nigeria are run by women&amp; that women make better use of small loans than men! #Bankonher https://t.co/0vn9efSaSo",
  "@BBoason its unthinkable to realize these \"reception offices\" are supervised by DGs/Ministers. Ignoring these entry points is incompetence. https://t.co/dSyFj03rxl",
  "mediaReach OMD listed among the Top 100 Best Companies to work for in Nigeria https://t.co/LazkKdC4sm https://t.co/v9i4N1JjHg",
  "@BBoason They are releasing FX, because the oil price has been stable right? That's easy-peasy. Let's see something radically different.",
  "@Mathematical7 https://t.co/HPv8q21xoZ",
  "In any given moment we have two options: to step forward into growth or to step back into safety. Abraham Maslow https://t.co/cp7XPvNKS9",
  "For our educators, the emphasis must always be about encouraging critical thinking and hard work. There is no substitute for the process. https://t.co/9liRhLg9Qx",
  "Stolen artefact! Fantastically corrupt! https://t.co/sdlljVh581",
  "Totally deserved. https://t.co/oqwCeQyfMS",
  "Any link to the speech of LA at the Lions Edit Creativity Week @NoahsArkComm? https://t.co/O5wOM4BE3F",
  "\"The only place where success comes before work is in the dictionary.\" -- Vidal Sassoon",
  "@BBNaija what an eviction! TTT? Housemates in shock. https://t.co/3evDTlUJMb",
  "Art House: \"Bold For Change\" Art Exhibition At Nike Art Gallery By Female Artists. https://t.co/wGgGmSY5Ii https://t.co/P7ctlW4uZw",
  "\"Tonight we celebrate 10 years of celebrating Cannes Lion's night in Nigeria\"- Nnamdi Ndu. Managing Director, Chini https://t.co/qA49L7Yz2K",
  "@ELEGBETE1 how do you think this one will pan out ? Shocking the advantage is gone! https://t.co/pDKMycrVZe",
  "I agree with @BankyW, thought only geriatric African leaders don't know when to bow out. AW continued stay's causing so much pain to d fans. https://t.co/wzqYpi06Sf",
  "Two roads diverged in a wood, and I - \nI took the one less traveled by, \nAnd that has made all the difference.\nRobert Frost https://t.co/X0F8Vqm0O1",
  "@IkejaElectric sent you a DM since yesterday and got no response!",
  "wonder why all this noise about @AHMADCAF2017@PinnickAmaju after an election. W'ld you have done same if its gone the other way @889BrilaFM? https://t.co/OwJaIJZYjo",
  "You can't have your cake and eat it, can you? https://t.co/lSnfq1J4gS",
  "Economic blackmail against the suitors @officialEFCC should save a soul na! @braveyellk @Gidi_Traffic @RadioPaparazi https://t.co/2hqlXmQZO4",
  "Game over for I.H https://t.co/9lHdg841Hk",
  "Ope oooooooo @889BrilaFM @genakhena https://t.co/5M2RdjGDzm",
  "You official aro sef no well like my arsenal @OfficialArole https://t.co/g5YeAZkPPv",
  "How is this going to work in practical terms pls @ADVANSEC @Steve_eko ? https://t.co/BxVurUbDf7",
  "Wish I know how you are the most successful King @Iindigopr https://t.co/CZajqvVfRy",
  "Caro! https://t.co/v8pUo2b3vf",
  "Ghanaian art historian creating a 54 volume encyclopaedia on African culture https://t.co/CmS8ByrqQb https://t.co/C9UIxn5KZF",
  "“The world is a dangerous place, not because of those who do evil, but because of those who look on and do nothing.” – Albert Einstein",
  "@channelstv @chamberlainusoh @NafdacAgency https://t.co/ZII3vTFPPY",
  "Madam @obyezeks...congrats to oga at the top of the foursome Chi clan! https://t.co/7DGisBN66i",
  "Don't let negative and toxic people rent space in your head... Robert Tew https://t.co/skVMccKum5",
  "Very well thank you Aishah. Will love to speak with you though. Kindly DM me your DL. https://t.co/rwn3tMHTa8",
  "@AynRandPaulRyan  Take a look at @nytimes's Tweet: https://t.co/5VegJgzykW https://t.co/JPxJAR9Cu7",
  "“What if, in raising children, we focus on ability instead of gender? \nWhat if we focus on interest instead of gender?” \n-Chimamanda Adichie https://t.co/tho0f23zEo",
  "Oh my! They got it twisted. https://t.co/6B73Mrf1y2",
  "Good stuff Aishah! I sent you mails in the past  and was later informed you were on vac. You gave me your contact @FutureLearn. https://t.co/0HI3lCSVWU",
  "Meanwhile it appears Telecoms companies have tweaked their metering for data usage. Data seems to be consumed on a faster pace than before",
  "And The Cube! https://t.co/NAeGEnqFWK",
  "Strange game! https://t.co/YJOzlmXTj7",
  "YES WAY! https://t.co/hyFx33P6Up",
  "It's a pleasure to welcome Nigerian screen icon, Pete Edochie to the 70s club. Happy birthday Okonkwo! https://t.co/PgO0yu3fU0",
  "Alias \"4.30\". Congrats! https://t.co/mH61eB0N5R",
  "“Opportunity is missed by most people because it is dressed in overalls and looks like work.” - Thomas Edison",
  "And they got the pen with refs help albeit right call https://t.co/nO2Fx2sbBR",
  "@dejitinubu  Shouldn't that \"dangerous play\" be reviewed post match as it seems the ref missed it? https://t.co/Uh0JdJX5Cs",
  "Aduke Ayanda...? The making of @Funmilola in \"Brother Akin and now this...epic! https://t.co/R7bqGO9dBX",
  "This is turning out to be the \"peculiar mess\". https://t.co/BBnUgOamMd",
  "\"Defeat is a state of mind; no one is ever defeated until defeat has been accepted as a reality.\" \n~ Bruce Lee\n#GetMotivated https://t.co/vTXp8fBCew",
  "Wow! Aunty @Funmilola this is fascinating. https://t.co/R7bqGNRCKp",
  "Poverty of the mind. https://t.co/F3slXLufQW",
  "We are back for good, says Styl-Plus https://t.co/Rbp6I5LmhC #Trending https://t.co/7rE08NHs7O",
  "Idombeleafit! https://t.co/75PUbmXWCw",
  "The most googled products in Africa in 2016 - Mark-Anthony Johnson https://t.co/tYCDK6iruo",
  "@889BrilaFM what a flight! https://t.co/s9pbyx0p1V",
  "@AmbodeObsarver guy wetin u think? https://t.co/P1CpUVCBXf",
  "@DStvNgCare I have sent you DMs in the past three hours and no resolution yet. Case 2846848 refers.",
  "Nigerians are hypocrites! False sense of decency. Stuffs on DSTV are rated, what's the fuss? https://t.co/fwznQEUvLh",
  "You @DStvNg  have the time to like a tweet but not the courtesy to respond to a DM? https://t.co/AMHkGUizm7",
  "@Sean_RMW Wenger no just start o! https://t.co/BGf36uLdTg",
  "Over speeding on 3mb + cross wind from both sides of the lagoon can make a vehicle tumble. @Gidi_Traffic @lasemasocial @TrafficChiefNG",
  "@aishaattiku or expect different result without altering ur methods. https://t.co/FiVra3S1jr",
  "CBN una well-done o! @officialEFCC I hope you are watching like BigBrother! https://t.co/P7kGTZL5Ke",
  "UNREPORTED. Nigerian pastors and general overseers filter tithes and offerings to blow whistles for EFCC.",
  "It seems this won't abate @abikedabiri, please are there no diplomatic consequences or tougher measures that we can undertake? https://t.co/KkqZirW7Yk",
  "@Steve_eko  Would have loved to know the official basis/warrant of his arrest. https://t.co/ojuQyYUoA6",
  "This would have been Hilarious were it not stupid. Notice also how she got lighter... https://t.co/HANUlxVMM7",
  "Ara l'aa san pa som pipo! https://t.co/hvWQMoCgg8",
  "Discretion is the better part of valour. https://t.co/ndRltxGMLF",
  "There's a budget of ₦40m to feed wildlife in Aso Rock Presidential Villa? https://t.co/t59zTuX7ih",
  "\"@NGRfacts: Lagosians you are rich!! #DidYouKnow Lagos is the 9th most expensive city to live &amp; work-in in the world | @Gidi_Traffic",
  "Insanity! https://t.co/1y4GDO0ROo",
  "@officialEFCC Sent a Petition a week after Nov. 9, 2016 tweet chat below, as we speak, I'm yet to get any progress update. What should I do? https://t.co/HDgIuCAcK4",
  "95 million Nigerians do not have access to electricity and those who are connected suffer from frequent power interruptions. #PowerAfrica",
  "Our daughters aren't products. Marriage isn't a purchase. Virginity isn't restricted to 1 gender, so by that token teach your sons the same. https://t.co/AmOCCxkSTy",
  "...feelings handled with wisdom and calmness. https://t.co/kgdtLsw142",
  "@RadioPaparazi https://t.co/bV32GDaiHE",
  "i.e if whistle blowing ahead of d deed will yet provide concrete evidence. U know d way it is @BBoason with prosecuting without hard facts. https://t.co/JyjUDKdL0n",
  "Shame! Shameful!! https://t.co/lXBh3fL78X",
  "\"I apologise on behalf of d security operatives dat manhandled u during d 2004 protest\" Former President Chief Olusegun Obasanjo told me. https://t.co/fyjBIVFIkS",
  "@omonlakiki hope to someday read your tweet on @Arsenal...",
  "If Trump doesn't tweet about his conversation with bubu it means there was Never any conversation #Shikenan",
  "@muyiwa_kayode will reach @turtle_taido on your mobile line for a testimony",
  "Troubled cabinet of alternative facts!  https://t.co/7rZfaw7ma0",
  "Seven-year-old girl completes 10km at Lagos marathon\n\nhttps://t.co/hRrtDFkG1p",
  "May be that's the object of discord...poor thing! https://t.co/sNu08VKtZS",
  "What a stat! https://t.co/Bjg9qP6TTC",
  "Reforms may not happen in a sprint finish and it will be a double loss on assets without recoveries. https://t.co/4qK6hYPFrX",
  "Amazing isn't it! https://t.co/KVkKCmfa2q",
  "@realDonaldTrump #TheResistance https://t.co/gm7JyzRyGx",
  "@realDonaldTrump #TheResistance https://t.co/65MjDjVECs",
  "Enormous anti-Trump rally in  front of the US embassy in London today. Incredible. #TheResistance https://t.co/XRHnTuuqgU",
  "@Scavino45 @realDonaldTrump https://t.co/OXl0Mjry82",
  "@AynRandPaulRyan @realDonaldTrump It's nice that Bannon lets you sit at the big boy desk. #ReasonstoProtest https://t.co/3ydjew6NsK",
  "@realDonaldTrump \"Government spending is out of control.\"\nSo why are we spending 1M per day so Melania doesn't have to see you? https://t.co/VLBIPqq4iF",
  "36-year-old Egyptian woman Eman Ahmed, reportedly the heaviest in the world, at 500kg reaches Mumbai for surgery\nhttps://t.co/lwcoOg59T8",
  "Arrogance or lack of cultural fluency? https://t.co/fUmXKY3EFe",
  "Air AMCON...everywhere you go! https://t.co/TSmmCr31ja",
  "Two elements of successful #leadership: a willingness to be wrong and an eagerness to admit it. ~Seth Godin #business",
  "With this shameful discovery its not out of place to suspect NNPC GMDs of recent past. https://t.co/Zyn1tJ6pki",
  "Yes ma, no be foto trick....dis pipo can aktually raise dollabond for us https://t.co/Zyn1tJ6pki",
  "Price for not being actually prepared for governance. https://t.co/f00oKOWtGK",
  "Give entirely to those around you. B generous with your blessings. A kind gesture can reach a wound that only compassion can heal\nS Maraboli",
  "Are these brands durable for our roads? What happens to present bus operators? Why can't LASG regulate current \"yellow bus\" operations? https://t.co/On2swBrhA5",
  "The Netherlands has a very unusual problem: A shortage of prison inmates. So what to do with the empty cells? https://t.co/mFZYvi1nv3",
  "We love this. Have you stayed? #Austria #Vienna https://t.co/NESkQdRRkY https://t.co/jd7YufHKAe",
  "How did we get to the point that judges fear for their lives from people who disagree w/their findings? Have we lost ALL national #civility?",
  "@officialEFCC Sent a Petition a week after Nov. 9, 2016 tweet chat below, as we speak, I'm yet to get any progress update. What should I do? https://t.co/HDgIuCAcK4",
  "@sunrisedailynow folks! Is your guest a comic? https://t.co/f5o9bwQC15",
  "L'obatan! https://t.co/493D9mK70h",
  "We can't solve problems by using the same kind of thinking we used when we created them. - Albert Einstein https://t.co/wTXAWo3w2e",
  "\"Truth\" as defined in one's mind is good but transparency as seen by all is better. https://t.co/Mf3sgpqlwK",
  "If you are more fortunate than others, build a longer table not a higher wall.",
  "Left. Right. Left. Right. Left! Right! Left! Attention by number! Stand at ease! As you were! Hello Nigeria! Can APC apply this idea? https://t.co/4ygkF2VxpO",
  "Na today! https://t.co/bMepthSdsm",
  "If your domineering employer resent your presence because you have an opinion, tell yourself meeting him was an accident.",
  "Super convinced that the average Nigerian is hardworking and passionate about living. Just that the options are limited. #leadershipmatters",
  "Nigerian's deserve better than a re-run of the Schrodinger's Cat situation with Yar'Adua in his last months",
  "Because Nigeria's political class are really no more than a bunch of soulless degenerates. Arsonists dressed as firefighters",
  "Should paying contractors be news...!!! Abegi! https://t.co/zac1awdHDZ",
  "One correct policy decision at a time will do it, shamelessly clueless decision makers should honourably bow out. Pathetic to indict destiny https://t.co/dWfyyUKKex",
  "There we go again! https://t.co/gFwBLhs1AP",
  "Know your hot buttons and emotional triggers. You cannot stop other people\u0092's behavior. You can control your response.",
  "Self-confidence is the first requisite to great undertakings ~ Dr. Samuel Johnson",
  "Yes Kante is...contribution to his team https://t.co/0N0iAJxq1o",
  "Would have loved Athleticos Diego Simeone...@GaryLineker @ELEGBETE1 @dejitinubu https://t.co/pyuvtgXJFs",
  "Prosecute the problem. Don\u0092't persecute the person.  Stay in problem solving mode rather than blaming mode.",
  "7 Real-World Ways to Think Like an Artist for Better Content Marketing - https://t.co/AbYnOkH94j",
  "Famous logos with hidden meanings you never even noticed... https://t.co/BtlgBRq3Of",
  "U neva hungry for sky! https://t.co/ZF20wVUx4O",
  "There will be depth to the congrats after 4yrs! https://t.co/vLfyPMASfb",
  "Calling all creatives! Entries for Clio Awards 2017 are now open: https://t.co/XMYlzQslCx https://t.co/NilhjI564B",
  "Learn how to convert website visitors to leads. Learn how to build an email list:\nhttps://t.co/OaOWNjRtEb\n#emaillist https://t.co/fk6yNjpMxL",
  "FREE EBOOK &gt;&gt;&gt;&gt;&gt;&gt; 233 pages of actionable Internet #marketing knowledge! Download the eBook for FREE now. Pls RT!\nhttps://t.co/Jye2YEStNW https://t.co/7cfK2cxNz4",
  "#TB to the '60s when Nigerian Airways' cabin crew was dominated by foreigners. \n\nImage source : BuzzNigeria\n#TBT https://t.co/HV5AiXEXoN",
  "The phrase Putin never uses about terrorism (and Trump does) https://t.co/DBqpc9ijf1 https://t.co/QKpCiyIa1M",
  "The wise @danieldennett on how to criticize with accuracy AND kindness. Most of us can do better. https://t.co/TxTtwmaOYM via @brainpicker",
  "Our reporters visited six counties carried by Trump to see what supporters there now expect the president to do https://t.co/eNbVpTKx8o https://t.co/1vLPQ1oJYu",
  "Best friends come in all shapes and sizes. https://t.co/3DYA04Nm5J",
  "Just as cruelty has spread, so too can compassion... and I think kindness feels better than cruelty, and it's more contagious.",
  "Mabinu bros! Ade \"enu\" sina! https://t.co/fUGIdHCNrR",
  "The very country to whom our people were taken as slaves...have now decided to ban refugees from some of our countries. What do we do?",
  "Theresa Might... https://t.co/0lnRIE57gX",
  "Can Media too be exonerated as a stakeholder? https://t.co/8wzSdMxGJa",
  "The unprecedented nature of the invitation reveals the desperation of the Brexiteers to curry favour with Trump https://t.co/7TXa47Awm3",
  "??? @Gov_Wike https://t.co/Twsv3suxo1",
  "Opening to “the tired, the poor, the huddled masses yearning to breathe free”, has made US great for over 240 years https://t.co/rzWmvsxWmW https://t.co/boiuQMYFvq",
  "When your friends are Saying You should Stop cooking for Bae,But They don't know that you wash her undies &amp; carry her bag #ThingsWeDoForLove",
  ".@mo_farah's story \"an example of what can happen when you follow compassion &amp; understanding, not hate &amp; isolation\" https://t.co/hGVQXoOana",
  "Retweet if it's by absolute sheer meaningless luck that you weren't born in Syria with bombs falling all around you, desperate for refuge.",
  "Oloote! As a Nigerian tribe will describe him. https://t.co/DB1lGWQdSa",
  "Another teenage striker, Adebayo Waheed scored on his first NPFL appearance. #NPFLLive #MFMPIL MFM FC 1-0 Pillars https://t.co/LlWYSxgbVx",
  "Pleasant words are as an honeycomb, sweet to the soul, and health to the bones~ King James",
  "Trump pitting Christianity against Islam fuels #ISIS rhetoric of a war between believers &amp; non-believers which will mark the end of days.",
  "If a household is enjoying relative peace its because the illegitimate members of it are still toddlers - Yoruba proverb",
  "How emotionally intelligent people respond to conflict https://t.co/108lOkU7os",
  "All power tht anyone cn possibly use is within, waiting to be made visible, 1st by recognizing it, then affirming it as ours ~ C Haanel",
  "WATCH: A wonderful moment as Serena Williams captures her 23rd Grand Slam title and is congratulated by her sister Venus.\n#AusOpen https://t.co/vegcy1nxBv",
  "CARE responds to the President's executive order to vet refugees https://t.co/DFx6NUaT3x https://t.co/W3giZAJZIT",
  "Talent is God-given; be humble. Fame is man-given; be thankful. Conceit is self-given; be careful ~ John Wooden",
  "Why aren't we watching \"La La Land\" in Nigeria or are there cinemas in this Lagos that I don't know yet? I've combed through their websites!",
  "@AmbodeObsarver https://t.co/rl58TIQZJ7",
  "Sea ya material @AmbodeObsarver wetin u tink https://t.co/RNzkAR5zz2",
  "Act 1 Scene 3 @seunokin https://t.co/ZR66c17bHy",
  "Yes! That's why investors are acting up... https://t.co/pXjkSTke0n",
  "Bullying!!! https://t.co/1pLoDKv7xX",
  "#GovernorsEmissary #Buhari Act 1 Scene 2. https://t.co/g9J0wCQdzp",
  "@daisyExp Contact Consumers Council NG @CPCNig https://t.co/6HBOLyiMnl",
  "Digital is main reason over half of companies on Fortune 500 have disappeared since the year 2000. —@Accenture https://t.co/dKK7uoO6e5",
  "Sent you a mail Liz @humanworkplace https://t.co/wYLGwHFfhu",
  "If you don't sack your corrupt friends, Nigerians will sack you… NOTE: the power of the the people is much stronger than the people in power https://t.co/QoilqUFuRv",
  "Impoverished minds! https://t.co/BItcXJyo73",
  "Normalize public office corruption by latching on to many inane procedural gaps..what a MAJOR tragedy. Even the Senators are outraged. Wawu😟",
  "May be the premise of the ticket too was a scam! https://t.co/ML9JUitJl2",
  "Power gencos may soon pack up due to diverse challenges, Elumelu warns: Read more:- https://t.co/oa7KHJlVct #InTheNews",
  "@ChizorMalize #BrandingForSMEs https://t.co/uQVqlYIb4b",
  "...and with differentiation too https://t.co/8FAqaXG0Bw",
  "Pretty chilling to think there could be more plastic than fish in our oceans by 2050. Our campaign: https://t.co/n0mHifWxFo #oceanrescue https://t.co/ld5qvhI50f",
  "If you sleep after sowing a seed, your harvest may be a disappointment. Watch over your seed prayerfully.",
  "#TeamPurple Let me join you! @X3M_Ideas https://t.co/JWCfkIOJjz",
  "Success is an Iceberg! https://t.co/0mzDwVRbkk",
  "Soundbites! \"Why do...foreign medical trip if we cannot make our hospitals functional - @MBuhari\"@GarShehu@NGRPresident #ChangeStartsWithMe https://t.co/cCpgZ7DxvZ",
  "My birthday wishes to people is now ' long healthy life and prosperity'. Emphasis on healthy",
  "We're scaling up our #humanitarian assistance for families affected by #BokoHaram's violence in NE #Nigeria https://t.co/HGnXieeitn. https://t.co/yVG0AgKlPF",
  "The quality &amp; integrity of what we get when we get them are tell tale signs, except we want alternative facts too. #Value-basedMediaBriefing https://t.co/heCK4YXU0x",
  "For the record, @kylegriffin1, @wikileaks has been encouraging whistleblowers to leak Trump's tax returns since well before the election. https://t.co/ooDuwxtFXg",
  "#AlternativeFacts? @PressSec @seanspicer @CNN https://t.co/lOvlk229eG",
  "@DFID_UK https://t.co/IMv0s5T5JQ",
  "@rogerfederer @AustralianOpen Another brilliant win. Sleek play!",
  "@atiku  https://t.co/dKfWU7HyaN",
  "Bitcoin: Good Investment or Medium of Exchange? https://t.co/Jw3itdG6SH @MMarquit https://t.co/41ZCd1xVPG",
  "Its ignorance @Chude! Let them ask \"men\" of yesterday. https://t.co/kEUf1W5KM2",
  "...\"We r still bringing d bird out of d pocket\" https://t.co/bMo1LWIaX0",
  "Ki lati a se bayi o! https://t.co/k9elvEGdlC",
  "It's so sad little child was accused of witchcraft in Akure and after all tortures and att… https://t.co/acYGd48SPA https://t.co/Ui5PYN06OQ",
  "@obyezeks @PoliceNG  Ma'am, lessons are everywhere even in their training manuals but square pegs in round holes are less productive at best https://t.co/kUaDNP9KGA",
  "#BitcoinsVirtualCurrencies Technocrats advise on all of these yet some citizens still remain bent... https://t.co/bslAzlfGVQ",
  "This gif makes me wanna cry😓 https://t.co/QjSQ3rU0Py",
  "@Funmilola \"She talked about taking us to America, which made me giddy with joy, who does not know that America was the place of dreams\" https://t.co/fT2ygvdSS0",
  "Talk is something. Reality is everything! https://t.co/BnST0X0PM2",
  "Good luck America...the world is watching!",
  "Sensuous Bodyscapes Campaign https://t.co/UL6wLfjmt1 https://t.co/fDRrysvx4y",
  "Ahun lo nri ahun he! https://t.co/lPgFSVfrdn",
  "Hmmmm... https://t.co/rNBhJmphYY",
  "@OlufemiAwoyemi @MBuhari #ChangeStartsWithMe https://t.co/064c9r8KEm",
  "@DoubleEph@jeremyweate@THISDAYLIVE #CBNPolsInTheBestInterestOfNigerians Even the acknowledged failed fiscal/monetary policies? Unwise echo!",
  "@MoAbudu Just reflecting...is there an opportunity to explore here ma'am? https://t.co/pl5jQFYf3D",
  "@889BrilaFM He got into EPL, scored a goal &amp; suddenly NFF realizes he's a Nigerian. Many more of him are scattered over UK, Lazy lot at NFF! https://t.co/5Tsb9nDqoU",
  "@CARE #ScalexDesign @ATLTechVillage Why shouldn't they 've control over their reproductive health?Any other consideration shld be secondary. https://t.co/IXUhhx35Ih",
  "The best of @DENRELE_EDUN in my view. https://t.co/42QqdvQSmq",
  "Somebody call 911! https://t.co/US8Foivdn8",
  "Hardship!!! U fit no rule out Egunje don dey boomerang too o! https://t.co/PnKYfTmfi6",
  "@officialEFCC Do u publish details of convicted fraudsters so that the public would be well informed and avoid business dealings with such?",
  "@officialEFCC Eagle Eye airing frequency, media outlet distribution and time belt isn't really adequate to capture its audience #AccessNG https://t.co/NCVdF6KR1R",
  "@TIME The pledge was just a mind game to trigger asylum extension with the Kremlin. https://t.co/PVn1Djc2ci",
  "Germany's passport is the world's most powerful—it grants visa-free access to 177 countries out of 218.",
  "“In a chronically leaking boat, energy devoted to changing vessels is more productive than energy devoted to patching leaks.” – W. Buffett https://t.co/bUjoZ7FBNG",
  "Barack Obama's time as President is coming to an end. Here are some of his unforgettable moments. https://t.co/dR33ihtPYx",
  "Read about the ways @RockyMtnInst are transforming the electricity system with new approaches to renewable energy: https://t.co/IArPzwVKrq https://t.co/GnV8nCYIMo",
  "Do you think needs of the disabled are considered when toilets are built in public places or in homes in Nigeria?\n#VoiceMatters #Ureport https://t.co/aVZdJ0tnnz",
  "Lagos! This year 7UP invites you to #RunYourRace with a diff at\nthe 2017 Lagos City Marathon. #7upRunDiff\nIf 4 nothing, get ur heart active. https://t.co/2QrkaqXBF5",
  "@EllaeCreative If you follow the sports well enough you will agree their fans ain't luv'in it. https://t.co/Xed9MYkdQ3",
  "@BBCNews https://t.co/sIgcMibGNR",
  "There should be \"consequences\" for the \"authorizations\" and may be a breathalyser won't be out of place? https://t.co/QUsDduMQM4",
  "@IvankaTrump I could do a good job in there if you hire me! https://t.co/mlh6HstGYF",
  "Accidents don't just happen. https://t.co/AHJ3QRr8dD",
  "#AccidentalBombingofIDPCamp Catastrophic!!! https://t.co/9nUZsOiF6g",
  "This guy is a nut case intent on destruction. AU should be swift in their military intervention as diplomacy isn't yielding desired result. https://t.co/1OjbR5S4JM",
  "#GlobalSecurity is the World Economic Forum topic that will make the greatest impact globally #WEFLIVE\nhttps://t.co/kgj43cPsVS",
  "#BigBrotherNaija@Ebuka need not be better than others, should just create his own memories in viewers hearts@talkmediaafrica @DStvNg@GOtvNg https://t.co/qQJteue4YS",
  "@lanreadisa01 The ad #LifesPreciousMoments ...quite deep and target driven #DataIsLife @NoahsArkComm",
  "Every five minutes, a child dies as a result of violence\n#Ureportnigeria #VoiceMatters \nhttps://t.co/p6QYcTDZQV",
  "@obyezeks With this privileged insight, how realistic should we be in our expectation as citizens. #BBOG https://t.co/8rdLgq2ObQ",
  "@aishaattiku But at times Aisha, commitment to stuffs over a period of time may lead to attachment before you can say wait a min! https://t.co/xd39MhRw1z",
  "@RadioPaparazi make una give Pep paracetamol for dis headache biko https://t.co/YYVnfdclT0",
  "@RadioPaparazi Pep double your hustle! Tiki-taka no dey win league for EPL!! Why spend £47m on one Stones when I can pick so many for free?",
  "We all still love @papilokanu - and this is why https://t.co/RoYcNnhMCo",
  "@ELEGBETE1 Oga Matt! Media's got a lot to do in this respect. Most of today's average but highly hyped EPL British stars are media creations https://t.co/9tMKHdDrVl",
  "@RadioPaparazi Pep or Pap both na akamu today o. https://t.co/Yb3yiz4bFi",
  "@ELEGBETE1 Shameful! How many hours into the season? Perhaps premeditated. https://t.co/1W8SEKxtGf",
  "Mr. President Sir! @MBuhari What's the hope for peace with the hapless natives of Kaduna? @ProfOsinbajo @AsoRock https://t.co/UWBY3gLI7Q",
  "@Arsenal Great Win! Sanchez leaving the pitch hooded says a lot about his state of mind https://t.co/ILiiyA8X44",
  "@Arsenal Sanchez cannot be happy with a goal and being subd, this is a match he would have relished a haul for himself https://t.co/abrLxdcQt3",
  "@premierleague @BBCMOTD @889BrilaFM What a goal from #Westham Caroll https://t.co/P7phO0HI2J",
  "@Arsenal Gabriel is fit for a squad player, not a first eleven. Careless, inefficient and panic driven. https://t.co/rfW3AKZ8Bc",
  "@Chude That's an insensitive remark irrespective of the context. https://t.co/TAJaNaO7DK",
  "@amyjccuddy Hope you are much better now! https://t.co/gFMeYCiRRN",
  "@889BrilaFM @Sean_RMW https://t.co/rh7tphMsNi",
  "It's really important to know what to look for. https://t.co/58c3MoH1ev",
  "Eh Sir! @GuardianNigeria Is BRF being paid 3 Ministers' salaries? Or that's his own contribution/sacrifice to the nation. https://t.co/C7w1NGyvGY",
  "@BBoason How practicable is this in Lagos? https://t.co/4RN0ONzXk9",
  "@BBoason Our self serving NASS!If only the age long \"budget padding\" is for the sake of revamping such visible social infrastructural assets https://t.co/RssNTE5hvQ",
  "Orisirisi!!! https://t.co/TOOryjdodo",
  "@BBoason The hue &amp; cry is because its now the nation's elitist runway. The noise decibel about Apapa Port; Lag/Ibdn highways were ignored. https://t.co/MLThxKiPgX",
  "Last chance to join me for a once in a lifetime experience. But here’s the deal: I’m not telling you what it is https://t.co/Mj9sbszjrd @RED https://t.co/RWhR9xduOV",
  "We've got some sad news to bring you\n\nFormer England manager Graham Taylor has died at the age of 72\n\nhttps://t.co/RMX8a0tLUZ https://t.co/tcU9ijHxnC",
  "In Europe stalls are removing Nutella from shelf due to alleged link with cancer. No warning here yet. I just discarded the one in my house. https://t.co/jeJATt5K9P",
  "@abikedabiri Obviously Keeper of stolen assets appears to be as \"fantastically corrupt\" as \"Giver! https://t.co/Fc7zptypzL",
  "@EllaeCreative Kindly add to this picmix the shot where Obama featured as a groom's man during the recent wedding of one of his aides please https://t.co/b3EN7wOpwR",
  "@THEVINEYARDSC What's the plan for Feb. 14?  And any package for Kindergaten/Elementary School kids? https://t.co/IgVsAA021L",
  "#ChinaAndFDI @AshakaSaleh While going cap in hand in receipts of investments, hope we are not parting with our patrimony in desperation. https://t.co/INHR0qjn6e",
  "Those who abuse children have no characteristics that sets them apart for us to identify as \"abusers\"\n#Ureportnigeria #VoiceMatters https://t.co/kDJQdIt4zh",
  "#AreKidsOverWorked Those in elementary sch age puts in more hrs than adult at times in a week. Who knows how many of those hrs benefit them. https://t.co/BTekHiGMXG",
  "@gtbank_help Far from excellent service delivery. You sent details of account officers to your customers and they won't pick their calls. https://t.co/8rAgZB2NVO",
  "#SashaObamasAbsenceAtFathersFarewell Leadership and responsibility in its simplest and uncomplicated form. https://t.co/wV0hx8yaeG",
  "Yet to read of any Nigerian Leader who's sane enough not to use his office to corruptly enrich himself. Poverty habits of the affluent. https://t.co/y9Jiuma6Mr",
  "Here we go...United States of Trump! https://t.co/Yqq7vX2Z4w",
  ".@realDonaldTrump repeat a lie enough sometimes it becomes true, except when a picture clearly shows otherwise. https://t.co/0yPwGhanht",
  "#PoorestNigerians What a label! Kick in the teeth for some beneficiaries to get out of that bracket by any means necessary. https://t.co/8yoPHsm9By",
  "Naija na so so maot! https://t.co/tAO6jtkLBN",
  "So much for history! https://t.co/beqKC7bwM3",
  "@MoAbudu when is this cultural piece airing in Europe and the Americas? https://t.co/bclWIY536o",
  "Sango 'Priestess'! Hahahahaha! https://t.co/gQ9S4pBJ0n",
  "Some of the most important nourishment children ever receive actually comes from the food their mothers eat. https://t.co/bpcIrEJvkP https://t.co/OovfiRmuFu",
  "The #NewYear will start w/ a celestial firework show on Jan. 3. A shower of meteors known as the Quadrantids: https://t.co/kW0ks7jSSf https://t.co/odXvVxOQna",
  "These are people worth celebrating! 🙌 https://t.co/0pA1eBIoFa https://t.co/FnkDfvbfji",
  "Ngwo Pine Forest in Enugu state is an adventure seekers haven with it's beautifully set pine trees &amp; gently flowing streams.\n#TourismTuesday https://t.co/rsFPCu6tPB",
  "Fascinating! https://t.co/XOTFBvk6Vt",
  "This is a brilliant initiative and quite encouraging. https://t.co/SvBzpwvgiR",
  "Amazing strides so far! Its time to go global in our comparisons in other to set new frontiers. https://t.co/1oSZJAkRhC",
  "What a President!!! https://t.co/K6TQGrwtfY",
  "@daily_trust@AbdulAbmJ U folks will do well to restrict your \"dishonourable\" chants to your \"hallowed chambers\",the public needs some quiet! https://t.co/kGzYWOc4ao",
  "@chrisngwodo How time flies and erodes! https://t.co/NORdbURox2",
  "@Chinexie1...just wondering if there's any entrepreneurial talent to crown it all,some employers may be wondering what to offer a PhD holder https://t.co/sFbATIhLYM",
  "\"@NGRfacts: Chief Obafemi Awolowo is believed to have coined the name \"NAIRA\" for the Nigerian standard monetary unit | @Gidi_Traffic",
  "@kemiadetiba #TheWeddingParty. Wonu did an extraordinary job @Zainab__Balogun. Expected nothing less from other ageless screen icons though. https://t.co/4joh3KQyk0",
  "@GarShehu please where is this money sef! and other anti corruption recoveries to date https://t.co/107UcHNloW",
  "Lol so lagos have started using breathalysers and you're saying they're not leaving the rest of us behind? https://t.co/y6omVQ6adQ",
  "#TheContraptionNigeria Even in relationships, 'terms &amp; conditions are reviewed for the sake of 'progress', this Nigerian project is overdue. https://t.co/Zi5Yu4HFS6",
  "The best part of the holidays is the time we share with those we love. On behalf of Michelle, Malia, and Sasha, Merry Christmas everyone. https://t.co/EznGyxluS8",
  "25 Dec 1831, Christmas Uprising, Jamaica: 60,000 enslaved Africans  led by Samuel Sharpe resist British who responded by executing hundreds. https://t.co/2BmRiO1rGJ",
  "@AkinwunmiAmbode Yes! I suggest we start showing love to one another by eradicating multiple taxation in our system. https://t.co/eMY16GRTpa",
  "@SenSanders ...and he wants to \"drain the swamp\"? https://t.co/3FSWW0HecH",
  "1. The real/hot  story that should be trending on #TwitterNG today is how/why Volkswagen shunned Nigeria to open up assembly plant in Kenya.",
  "@officialEFCC Is there a dedicated phone line one can call to get an update on a petition sent in after 4 weeks please? https://t.co/KKnkwgMERa",
  "@GaryLineker @889BrilaFM  Its a pity. Wondering when players will be made to account for their performances too. https://t.co/2WAx2j1Sgb",
  "@GarShehu @Mrskemiadeosun. We are waiting. Accountability shouldn't cost so much. https://t.co/6mgiBrXUSN",
  "@Funmilola@gentleojay Our leaders forget that soldiers are humans besides being \"soldiers\". Kits and ammunition can't replace food &amp; water o https://t.co/YiRJ8flkzy",
  "There is too much being suppressed about North-East Nigeria. With Jari, everybody is important and everyone will be heard. #innovateAFRICA https://t.co/szM6aME95K",
  "Capital flight! https://t.co/V2KpZh35OJ",
  "Happy birthday FT. https://t.co/Ij15ebnmYj",
  "https://t.co/MgKqne7RKB",
  "What you tell yourself everyday will either lift you up or tear you down. \nStay Motivated......Good Morning U-reporters \n#Ureportnigeria",
  "The future belongs to the competent. Get good, get better, be the best! - Brian Tracy #MondayMotivation\n\n📍- New York https://t.co/4Jukb6jVrm",
  "After 7 years of brutal violence by Boko Haram, NE Nigeria is the epicenter of a forgotten crisis. Must-read: https://t.co/8CpfuiA19e https://t.co/l3yEOq7UCz",
  "??? https://t.co/EFe7fX1mXO",
  "Stubborn low oil prices has revealed that Nigeria's economy was sitting on mere toilet paper with no clear sustainable growth structure",
  "FLASH: Despite economic recession at least 50 Private Jets came to Abuja for @MBuhari's daughter's wedding. Each state Governor chartered PJ",
  "#CSCHollyJollyXmas #12daysofChristmas @coldstoneng \"Bells\". https://t.co/wR8DSBpnnf",
  "@WizJhalil @obyezeks nothing wrong in noting personalities from a federating state on this occasion...anniversary is a revolving door...Fun! https://t.co/UObQvlAJmm",
  "This just became the world's cheapest form of electricity out of nowhere https://t.co/5oMdRbhNaS",
  "In Yaoundé, launch of 2017 response plan for Nigerian refugees+others displaced in #LakeChad region: 241 mill $ needed to protect+assist. https://t.co/VY3wrtyywF",
  "#cschollyjollyxmas @coldstoneng \"with love\". https://t.co/8qwMJkiAxN",
  "@obyezeks @GarShehu Rare twist! Should this even make the news oga! Sounds like a state of non existent leadership standard or decorum.? https://t.co/9ERbmRtpBz",
  "[The Legislative Blog]: Between the Senate and Magu - we demand details of this \"damning security report\" - https://t.co/16DoC67Bae https://t.co/g2Np9W3dgv",
  "In this same Nigeria??? And we havnt all relocated to the prison??🙆🙆🙆🙆i don die! This kind lie fit kill the universe https://t.co/3wDFGYY1jb",
  "How gr8 it would have been if this fig and camaraderie is of the masses. https://t.co/TBCUJCpDp6",
  "@MobilePunch  Eskusmi Sir! #CorruptPoliticians Why are they working free/in governance since they are corrupt...zero tolerance 4 corruption? https://t.co/IftpxbeUm0",
  "Todays #MondayMotivation“What You Lack In Talent Can Be Made Up With Desire, Hustle And Giving 110% All The Time.”- Don Zimmer\n\n#Inspire https://t.co/6jINLSzl9l",
  "@RadioPaparazi https://t.co/k042lQSFIG",
  "Hmmmm https://t.co/tKfdEkRJzF",
  "\"@K1Says: Champions vs Runners-up #PayFalcons #PayFalcons @Gidi_Traffic  https://t.co/RaOwLWg2wp\"",
  "When parents are involved in their children's education it improves the child's academic achievement.\n#Ureportnigeria #VoiceMatters https://t.co/uoDFtx71kw",
  "@BBoason @Omojuwa Do we have the right people in relevant positions to formulate and implement the needed policies? \"People\" is everything! https://t.co/bmhvCl0rLK",
  "I agree @slim_icey Dalung's proven severally that he lacks the temperament to function let alone cope in that Sports ministry @889BrilaFM https://t.co/ef25xZO8Pd",
  "👎👎 https://t.co/y3WK8tXPMY",
  "#BalanceYourStories @ayosogunro Do you mean Nigerian Television Authority? Anyway \"right sources\" could mean anything. https://t.co/9d3GEWfb4p",
  "An educated girl is a powerful force for change. Join the movement to #LetGirlsLearn #WeWillRise: https://t.co/CTxp2QG7T4 https://t.co/bdXTUb9lql",
  "@RiversUnitedFC Signs of good things to come...congrats Super Champions! #NPFL2016Super4 https://t.co/xLOzKI5ffm",
  "I thought of that too but it appears Conte's quicker to adapt to life at EPL and keeping it simple. Not sure it's totally Pep's work tools? https://t.co/4bF4fL6x8r",
  "@ELEGBETE1 EPL is a unique league, a lot to learn/adjust to now that he's directly involved. I will assume its Pep's orientation period? https://t.co/hla4QvaxZ0",
  "United Nations News Centre - Nigeria’s humanitarian crisis ‘can no longer be ignored,’ UN says, launching $1 billion https://t.co/Ox93tMaNkK",
  "@AminaJMohammed Hon. Min. Would 've loved to read a communique/action points for other stakeholders on the Clean Fuels for W/Africa Meeting. https://t.co/CYXAluF1So",
  "At times i wonder how marketable a commodity it will be if we have anything called #MadeInNigeriaLeaders. https://t.co/Jf4Cwq6XIM",
  "@889BrilaFM @ELEGBETE1 https://t.co/3v2oYzGX9K",
  "#NE Delayed reaction called Response Plan wont return scores of the dead kids...under our noses.Not being proactive in itself is corruption https://t.co/0IlFbOf1Bq",
  "#DeborahOmofaye Proud of her...budding talent. God bless her real good. https://t.co/is8YkDzvIF",
  "Africa’s richest country is approaching a man-made famine – and pretty much no-one’s talking about it. https://t.co/yMR1mrAwti",
  "Its a must win guys...you can do it! https://t.co/DzJwVXWZxv",
  "You may be shocked! Some folks who harboured Nigeria's fantastically corrupt sums may spend longer periods https://t.co/ilNI47A5kH",
  "@obyezeks @Omojuwa @MBuhari Am sure the money is internally displaced! https://t.co/QJAQoURyAd",
  "Amazing! https://t.co/v7R99eUXU2",
  "#arameeriri! https://t.co/OTD5OCEHId",
  "Margin of superiority is thinning as competition grows in the region. We've to enhance our coaching crew's cutting edge to break new grounds https://t.co/qegv1hUy7t",
  "We will depart for Madrid, Spain on December 12 for the final phase of our pre-season. For more details on this, visit our official website",
  "@889BrilaFM https://t.co/aQJ70JOahu",
  "Wondering yet again, why our govt does not find him conspicuously relevant in our struggle to #BringBackJobs and get out of the doldrums. https://t.co/36UhKWsVot",
  "#NaijasBestRadioPresenter2016 Congrats to him. @RadioPaparazi of @889BrilaFM Is my pick. https://t.co/biceZRgoUq",
  "WE deeply mourn with &amp; comfort the grieving mom of Ifedapo Oladepo who died at the @nysc_ng camp. Only God CAN HEAL.\nhttps://t.co/f5pibLfH4Y",
  "Its very sad that Taraba State is being emptied of its rosewood trees for Chinese furniture and no one in govt does a damn thing",
  "Donald Trump angers China with historic phone call to Taiwan's President https://t.co/X0SuS0LQgc",
  "1st December, 1955: Rosa Parks refused to give up her seat on a bus in Montgomery, Alabama and sparked the American Civil Rights Movement. https://t.co/ADyHMc3IjO",
  "Diminishing Number of Operating Aircraft Hurting Air Transportation in Nigeria https://t.co/Q7UoCken7R https://t.co/6ptQiG3LON",
  "@dragonjones  #12DaysOfJonesDAY1 I have!",
  "It’s easy to get a Xmas gift from me. I can’t give you all a present sadly, but 3 of you EVERY DAY will get one for 12 days. #12DaysOfJones",
  "Growing up we were told education is key to success. Went to sch got the key only to find out govt CHANGED the padlock. HNM @Gidi_Traffic",
  "Amen. Same here! https://t.co/NHmO48STwT",
  "“The less secure a man is, the more likely he is to have extreme prejudice.” \n~Clint Eastwood",
  "\" It is very important that we protect the people that brought us here this is the height of irresponsibility by @NgComCommission....",
  "@RadioPaparazi https://t.co/DOmBVKN1Kc",
  "Education haff failed, hunger haff pass, awon omo t'o y'ode wa tun ya were. Eledumare forgive our sins nah, suffer don do.",
  "...how many days notice as it were? Empathy seems to become a scarce virtue with our so called leaders. They will soon salute our courage... https://t.co/rM1pbF6Kjs",
  "Your Face When You're Online Everyday Defending This #Buhari Economy With Cheap Data Then They Suddenly Increase All Data Tariffs: https://t.co/m6tdJTkrRV",
  "@ProudlyAustin #AWCON2016 poor calls from the referee, the girls shouldn't expect anything different when playing the host nation's team. https://t.co/jkMJK3YsDo",
  "3m bottle of codeine cough syrup consumed daily in Kano State alone. Who is supplying this addiction epidemic? https://t.co/g1lEoOmEVe",
  "@channels_sports Tayo got it wrong...u cannot bang the table because you got angered while on set/air your Producer cannot rap you. Ethics!",
  "How do you explain this! https://t.co/DAIVdUA9Wk",
  "\"@iamfatdon: Man Sprays Baygon On ATM To Remove Spiritual Bugs From His Account @Gidi_Traffic https://t.co/UpMaUxjeU9\"",
  "@Funmilola oga mi! just reflecting on the days of \"New Dawn\"...healthy living tips and wondering where's Dr. Ogaga?",
  "@889BrilaFM @Yinkasports https://t.co/ujzEDO2qBc",
  "@Orhieoghene @ONaturals1  Moist heat is best when you use our Herbalblend Deep Cholesterol Treatment.",
  "@BBoasonWe are recycling faces in govt! Don't know if we shouldn't expect fact-based, contemporary ideas in \"these areas\" from younger minds https://t.co/6cXBuP6zmb",
  "PHOTO: Protesters dispatched to blockade @inecnigeria Akure office by Gov.@Segunmimiko in an attempt to force a postponement of #Ondodecides https://t.co/fzC5YXiM3H",
  "Meet Aziz Kountche, the Nigerian drone maker, who is helping us understand the dynamics of  population movements.\nhttps://t.co/PxEGBenkSl",
  "Brazil was the last country in the Americas to abolish slavery. Over 40% of the enslaved Africans were brought to the country. https://t.co/qcN7pQIvgd",
  "Hey guys, have you visited our Recare Beauty website yet? we reflect an instinct for style. Click here https://t.co/pmVNRFzPdP https://t.co/1n6aYNCUjE",
  "Unless something happens, NGRs total electricity output would be &lt; what #Ethiopia's single Blue Nile new hydro plant would produce 6000MW",
  "@889BrilaFM @RadioPaparazi https://t.co/Z9w9rSIQAa",
  "Who arrives fastest at your house? @dominosng  or @PoliceNG",
  "#PHOTO @CherishedLyrics: \"The fire outbreak in Yabatech (Bakassi Hall) This Morning @Gidi_Traffic #GIDITRAFFIC    https://t.co/HhiqD2pwOb",
  "60% of the world's arable land is in Africa, yet 83% of it's food is imported. https://t.co/pHDYOEoRh8",
  "Shame! 400k+ kids in Ngr's NE in dire need of food &amp; nutrition-2016 Humanitarian Respone Plan less than 40% funded. https://t.co/HaSL1E1haB https://t.co/2LgEMN7yHn",
  "@889BrilaFM @RadioPaparazi @Sean_RMW @iamsexyjoe @OgeBrilaFM https://t.co/pSmsjOKRNh",
  "#BokoHaram sets fire on village near Chibok https://t.co/scUECwMEUl via @thecableng",
  "This Nigerian soccer player cycled 64 miles with a ball on his head. ⚽️\n\nWill he get into the Guinness Book of Records? https://t.co/K3vXEs6gkb",
  "Antonio Conte: \"Moses has important qualities: technique, physical strength, the ability to cover 70 metres of the pitch.\" https://t.co/tRqUOBuyxb",
  "If you buy it off the hardworking farmers you will be helping to redistribute income, prevent scarcity and create reserve in the long run. https://t.co/jNHQCoK5vI",
  "@kfayemi If there's a library of info or blueprint doc that sheds more light on this, kindly provide us with a link please, sir! https://t.co/lfAmKvSTWp",
  "Splurging on constituency vote, cars &amp; aides at this period says a lot about the impoverished conscience of our political office holders. https://t.co/9mxBmLdzhH",
  "The Chinese say: \n\"What you are doing is so loud that I cannot hear what you are saying.\" \nIn this Recession, our Leaders should AVOID this.",
  "A river cuts through a rock, not because of its power but its PERSISTENCE. #NeverGiveUp. #KeepPushing  #MondayMotivation",
  "CDK is a world class integrated manufacturer of ceramicsTiles &amp; SanitaryWares in Nigeria,respected &amp; appreciated by our clients &amp; customers.",
  "Very true, a very strategic relationship with the suffering and frustrated ordinary Nigerians indeed...haba! https://t.co/mYRR4FzmYV",
  "Via the @washingtonpost: ‘Trump is president … they’ll deport you soon’: Man filmed unloading on Muslim Uber driver https://t.co/h6tgYjFSmt",
  "Ah! National honours as quali..., what a standard! https://t.co/eRSKIklWfn",
  "enabling factors were present then, no one required a magic wand to achieve such given that scenario. https://t.co/RaiKPk9SUt",
  "It is in your loss\nthat you learn the alphabets of silence. - Gbenga Adeoba\nhttps://t.co/WHPieVYprh",
  "I Love you Dad....❤️ https://t.co/2O3J9K3mfr",
  "Donald Trump's foreign admirers have something in common. My latest @washingtonpost column discusses what: https://t.co/lbiCwQaFup",
  "\"Their world is collapsing. Ours is being built,\" says one of Trump's foreign admirers. My take on what's going on: https://t.co/4KDLyj9iGo",
  "@kemiadetiba @Sir_Kwesi. She's Kemi \"safety shots\". https://t.co/qKlQBqKOK1",
  "How pressing these points on a baby's foot can help them stop crying... https://t.co/c8yjqY0e6i",
  "Remove nonperforming ministers, tackle poverty – APC chieftain tells Buhari https://t.co/t424b9XrBk",
  "@AmbodeObsarver Sup with you... quiet atya end",
  "Congrats Sir! https://t.co/IMk9PyVubM",
  "#ThisIsNotGala @889BrilaFM@RadioPaparazi The snack is now as flat as anything almost unrecognizable and yet OAPs on Brilla raves about it. https://t.co/1Wp8UHsZGZ",
  "Over the last 8 years, we’ve created more jobs than all the advanced economies in the world—combined. Watch @VP https://t.co/Y1f91e6Xdo",
  "Wondered if @piersmorgan ever sees anything good in The Arsenal, his published complaints are more conspicuous. https://t.co/KQzp6EzbIV",
  "Absolutely yes! https://t.co/dKLWGzEi8W",
  "The world’s first malaria vaccine will be rolled out in sub-Saharan Africa in 2018, the World Health Organisation… https://t.co/Vr5MjDoeJN",
  "Who remembers using planta margarine? RT if you ever used this?\n\n#FlashbackFriday https://t.co/n3S7fQ8pZU",
  "@HouseNGR@obyezeks...Afterall recession is for the masses that elected them, they need such nice tools to perform their legislative duties. https://t.co/wmJiP0dwLp",
  "Are politicians \"pardoned\" after returning \"discoverable\" loot to EFCC? If so, they have another opportunity to think of the next election. https://t.co/OAMVfRHAu1",
  "FP's Citizen #DiplomatOfTheYear award goes to @HafsatKIND, who has been a champion of democracy in her native Nigeria. https://t.co/tLzUd6koO1",
  "awesome craft that is #SOTC, subjective cultural identities on display is stunning...friendship, trust &amp; ego on trial? https://t.co/r4pa1pOujo",
  "The U.S. is deeply concerned by deaths of dozens of Nigerians during clashes in Kano State → https://t.co/3o9nIGdGge #Nigeria",
  "Remember Alex, the 6-year-old who wanted to help refugees? Last week, @POTUS invited him to the White House: https://t.co/6BCDGROi0w",
  "Michelle Obama has repeatedly faced racism as First Lady. Here’s how she responded https://t.co/nwZHTq5rBU",
  "I see H-E-R-O-E-S... \"soldiers\" confronting Boko Haram. https://t.co/jI0kfAzVm8",
  "Happy World #FastFoodDay. Indulge yourself in the rich and delicious fast foods from Nigeria's No 1 Hypermarket store today. https://t.co/jwWPZZAdPM",
  "14 years on, we still don't really have words for this - so let's just watch and admire a master at work https://t.co/l0lnVBFEr3",
  "@AkinwunmiAmbode https://t.co/Br8uHpo3Nf",
  "Location pls? https://t.co/egRqPej3ez",
  "Are you experiencing Hair Breakage? https://t.co/vjjsXicrrW",
  "Hello Port Harcourt peeps, come meet with our Trichologist for a free hair and scalp consultation,there are also gifts available for you. https://t.co/QPSwvLCBGu",
  "Twitter, once again, introduces tools for muting and reporting hateful conduct https://t.co/Dtq047fkCp 🔓",
  "Lallana gets better and better. Lovely footballer.",
  "@RadioPaparazi ...with your church mind what do you think? https://t.co/iP4hrNO9qO",
  "Nigeria is the leading source of African students in the U.S. and ranked 14th worldwide https://t.co/oFjTweAdkS  #OpenDoorsReport #IEW2016",
  "Trump's transition, already shaken up, fell into disarray after a top national security adviser resigned https://t.co/BDpXjwaXXl",
  "Wow...speechless! https://t.co/ZaGZoedxxs",
  "Kellyanne Conway: \"If 98 percent of your newsroom feels a certain way, your poll is going to end up reflecting that\" https://t.co/WNxs2E3b3k",
  "Location pls https://t.co/XXIzvGiDhC",
  "It is ever more urgent to effectively address #BokoHaram as the hunger crisis exacerbates in the Northeast. #Nigeria https://t.co/9OqV5HvLaF",
  "Competent sources say @heritagebankltd not nearing liquidation in any sense but receiving regulatory support like other lenders @channelstv",
  "@FutureLearn #FLdigital https://t.co/4NyC4krSXJ",
  "@benmurraybruce Hon. you forgot to add prowling cattle on the tarmac #AccidentWaitingToHappen https://t.co/Du4id0jtJs",
  "Be a rainbow in someone else's cloud. - Maya Angelou #quote https://t.co/4L5dXPl4RL",
  "@ik_osakioduwa #ICant I will chew locust beans or garlic before whispering into the friend's ears for  maximum effect. https://t.co/bf0nvfniPq",
  "@obyezeks ...es ma! see a \"leader's\" interpretation of sound economics ooo? https://t.co/5QR9J7wopA",
  "...here we go https://t.co/5QR9J7NZh8",
  "The poor knew not the difference btw their enemies, all they see is their ever flat-ion condition whether In or Stag &amp; dream best friend. https://t.co/68iBtGXlQQ",
  "Do all lives really matter? Reparations have been given to numerous peoples who have suffered throughout history. Except one, who's missing? https://t.co/N0V95Ne9tO",
  "When the unfit wasn't crooked. https://t.co/yV5LdiGila",
  "So this is pretty cool: turns out @FT was doing interactive/gamified maps 100 yrs ago. In 1914 asked readers to draw outcome of WW1 #BLMaps https://t.co/LqR49QS6Dk",
  "The worst thing that can happen to a Leader is to drive dissent underground. Don't force your team to chorus Yes &amp; behind you, Chant NO.",
  "@abolajialausa @lanreadisa01 What should we expect in the industry from this affiliation pls https://t.co/0Hd2LWtCXy",
  "\"Youthful population's taking interest in their identity influencin Nigerian Advertising\" #Ninglish \n@lanreadisa01 \n#AfricanCristal #UACC https://t.co/V84qXPKFG8",
  "impaired political vision will only recognise poverty as if it's the default setting while prosperity is a narrative for religious mentors. https://t.co/sJSfSqfDs7",
  "Absolutely spot on! https://t.co/xAenX6AAsD",
  "Video: Alex Iwobi performs an audacious rainbow flick in Nigeria's game against Algeria. #afc https://t.co/hGuBk9NsxL",
  "My top 10 quotes on teamwork: https://t.co/aQNtgBDRAC https://t.co/MY1r5ApVf1",
  "FT: Nigeria 3-1 Algeria.\nP32 W22 D10 L0. Updated. https://t.co/Dqa5Cvt4Zc",
  "Game management kicking in. https://t.co/Ve5rCWFSKL",
  "The world's most valuable resource is talent, it has no nationality, zip code, or gender, it's is colour blind. It is distributed evenly-1",
  "That's an achievable safety net but let's keep our discipline for another half hour. https://t.co/FicVSM8L7Z",
  "Yes he is...you know the way it is with an African tie. https://t.co/CJskmxnVIG",
  "...\"common is the sense\" huh! https://t.co/Wk8em1pRIi",
  "2013. Still my favorite of her 3 Vogue covers... https://t.co/u1EivDVvIb",
  "There are children who remember no other life than the harsh desert environment + barbed wire fences. #AngelinaJolie Pitt in #AzraqCamp https://t.co/RqyT86k3QA",
  "RED CARD, GREEN CARD – Notes Towards The Management Of Hysteria By Wole Soyinka | Sahara Reporters https://t.co/rFLF3Qzya0",
  "You could be the cause of your not being self employed.Get out of your comfort zone. Don't wait for opportunities to come to you. Chase them",
  "Oh my god, Chimamanda Ngozi Adichie on Newsnight last night was amazing.",
  "Some great accidental entrepreneur stories on the #VOOM Podcast – teaching us to be receptive to opportunity: https://t.co/FafXWKmwK3",
  "@Chude Wish to reach you if you can DM me your contact details pls.",
  "Clark: Militants Attacking Oil Installations Are Criminals, Enemies of Niger Delta https://t.co/btWNziLaCC https://t.co/RVo8q0v6cR",
  "...decades ago, they perhaps lived through our scenario. Are we not too gifted to fail at trying harder? Let's do it! https://t.co/hG8A6MwxZN",
  "How a British #startup with a plan to improve water in Africa ended up pitching to @POTUS.\nhttps://t.co/fd2uBctxPZ",
  "I don't think we know, yet, just how much are we going to miss the decency, integrity, eloquence, intelligence, and grace of this family. https://t.co/CpgTJBWO3I",
  "#Cattleonroads_tarmac @chrisilems @MaupeO @fadaayodele @AsoRock...waiting for a committee to look into this too??? https://t.co/llicaX8Dsk https://t.co/fVOLjQigjf",
  "While their husbands met, Michelle Obama and Melania Trump met elsewhere in the White House to plan transition\nhttps://t.co/v4Yl8wgYhl",
  "#FLDigital https://t.co/l0Gr3IDVQe",
  "#FLDigital #futurelearn https://t.co/1grHonYyNd",
  "When did Zidane go into \"app...ing\" o? https://t.co/hXkjEexP1K",
  "To fight against Immor..what! https://t.co/qq08nVjr8e",
  "This one was written by my dear, wise, kind friend Katie, a nurse, to her two young kids. #ParentsElectionLetters https://t.co/TR626ynpqB",
  "This one was shared by @GBerlanti #ParentsElectionLetters https://t.co/lJA2uUg8WK",
  "It's a reminder that we are so fluid as humans https://t.co/WImUDskq8m",
  "Equality is the only way forward ❤️ 👏🏼  https://t.co/6MGKhisMQ3",
  "Oga J, wish to talk more on Nigerian PR industry offline, how do I reach you pls.? https://t.co/Wyj912vDjB",
  "@eunisell...its been quiet out there!",
  "@FutureLearn #FLdigital https://t.co/J7INQvfwDY",
  "@officialefcc @adebiyie2000 Our problem is that our agencies believe in professionalism. We in diaspora can be of help to them.",
  "@officialefcc Thanks a great deal. Kindly fwd details of Lagos office/contacts. https://t.co/p3TUVugz2r",
  "What happens in a situation when someone defrauds (issues dud cheques, falsifies land doc) you &amp; leaves the country before you realize it? https://t.co/xGkkAiulMK",
  "Classic marketing mistake. You don't win by being better. https://t.co/wQWOTdID6I",
  "May be, just may be Trump won because he's more \"streetwise\". https://t.co/RCtVmu7Nm6",
  "...its more of a game of strategy. #USElection2016 https://t.co/BbxifTFhFM",
  "Lol! https://t.co/ocnzBtYrFS",
  "At 264 electoral votes for @realDonaldTrump, it's over for @HillaryClinton...A-M-E-R-I-C-A? https://t.co/ABfKHEWgtv",
  "The sad truth. https://t.co/jEmIYsVOwA",
  "If Trump wins just imagine how many white kids gon start calling you nigger on Xbox live &amp; playstation network @Gidi_Traffic",
  "Pls update your info it's hours behind https://t.co/DlrzBLkFZi",
  "#Trump wins US presidential election? https://t.co/D9cs4DvT3W https://t.co/BECWqOU8mF",
  "#FordFigo... Red https://t.co/DaVaBdvwSV",
  "Election results are being projected live on the side of the Empire State Building https://t.co/ekJzlv2Wci https://t.co/D6k5Wd9t0N",
  "It's been Clinton's to lose from the start... https://t.co/C49eFnYXtc",
  "Hillary Clinton moves ahead but it's still a tight race\n\nhttps://t.co/qPiG7uMO7n #ElectionNight https://t.co/JtiQxkOwJ6",
  "\"I am all-powerful, I am almighty, and I alone hold sway over everyone and everything in this kingdom.\" https://t.co/VZfIxQxQm6 https://t.co/vS9NEnrtq4",
  "I hope Hillary wins. 🇺🇸",
  "Before you begin, plan how you'll reach the end. #goals @DonFeranza @CasaFeranza",
  "US presidential candidates are the subject of a pro-voting campaign in Romania. And not in a positive way. See all: https://t.co/2O5QFYcmQI https://t.co/IDeIlECfQP",
  "What happens if Donald Trump loses but doesn't concede? https://t.co/t6JWJgN8HP",
  "The U.S. Congress has spent more time investigating Benghazi than it did 9/11, Watergate, the JFK assassination and Pearl Harbor.",
  "\"@PeteruFilani: Donald Trump is leading massively in Rivers and Akwa Ibom. We are yet to get reports from Ekiti and Lagos. @Gidi_Traffic",
  "They @PoliceNG take pleasure is causing traffic and extorting motorists...don't ask for proof cos I saw them. B Ops division Traffic Ikeja",
  "PHOTO: The scene of the firefight where heroic Nigerian Army officer, Lt. Col Abu Ali was killed by Boko Haram terrorists https://t.co/YbmLTML7jU",
  "What upsets me so much is we have struggled for so many years to overcome discrimination and Trump is running his campaign on bigotry.",
  "The biggest mistake you can make is listening to people who've given up on their dreams telling you to give up on yours. - Umair Hague",
  "Amen https://t.co/4UX9LIAFhX",
  "Amen https://t.co/72TRCNjqis",
  "Had an enjoyable time at the PetroAfricanus dinner. Thank you for the opportunity to speak on the way forward for Africa's independents. https://t.co/CdIz16ObU2",
  "What. A. Comeback.\n\n#LUDvAFC https://t.co/pMxGpOo1HK",
  "Just watching a NAFDAC official on channelstv reel out a long list of fake drugs in Nigeria. How come nobody ever gets prosecuted?",
  "FG Hails US-based Nigerian Surgeon, Dr Oluyinka Olutoye for a successful surgical feat on an unborn baby with tumour in her mother's womb.",
  "@THISDAYLIVE @channelstv @MaupeO ongoing rot at the nation's capital is worrisome, from cattle on the prowl to traffic light  vandalization. https://t.co/qIXw4bHR1I",
  "Bruh https://t.co/kCFJ510u6p",
  "@Ebuka @MrSawyerr It's clueless Mr. Mou sucking up to him not the league. Poch or Koeman wld bench his off-form https://t.co/QMhTttvPKC",
  "@MobilePunch@chrisilems@GovAyoFayose @ProfOsinbajo i assume their herds are in custody too, should be converted to #stomachcare at IDP camps https://t.co/9DnzIfpb50",
  "I told @ProfOsinbajo, Nigerians are suffering, good to fight corruption but those who die of hunger will not enjoy tomorrow - Pst Kalejaiye",
  "@chrisilems @channelstv...may be they belong to Abuja's landlord. Blind eye until it will orchestrate someone's death in govt. https://t.co/FEjQH0nW35",
  "I concur Ladi. https://t.co/aQm1M5JH6R",
  "#YaGunnersYa! 👍😉 Great team mentality after the equalizer with 3 goals in less than 10 minutes 😎⚽✨ #SFCvAFC #COYG @Arsenal https://t.co/cUwdunNC0h",
  "Can you put a cost on an entire group of people removed from their history &amp; culture? #ReparationTimeCome https://t.co/pJUBKcQ1vK",
  "OH YES EL NINO MARAVILLAAAAAA! \n\n#SFCvAFC 0-1 (19) https://t.co/LpZcLzYSzJ",
  "# Soyinka Advocates Youth Vanguard against Corruption\nThe need to engage the youth in the anti corruption fight... https://t.co/D79wVfLVuq",
  "FLASH: @officialefcc officers said a senior lawyer, Felix Fagbohungbe, attempted to destroy his statements regarding how he bribed judges",
  "Become a woman that you can be proud of. Shine your eyes. Be an asset in your household @IbukunAwosika @FirstBankngr #FirstGem launch https://t.co/YBxeadsTP3",
  "Never underestimate the importance of those around you. Learn from their experience - it will be invaluable! #NationalMentoringDay",
  "4 years ago I entered @BBCDragonsDen and gained investment from @dragonjones Our business is still growing, here's to another 4 years Peter https://t.co/s3SeyCt48L",
  "I can't stand the term remoaners. I wouldn't trust anyone who could move on from strongly felt beliefs without a backward glance.#theweek",
  "John Lennon letter returning MBE due to 'Britain's involvement in Biafran war' valued at £60k https://t.co/OZoOpGtpZL via @IBTimesUK",
  "#SaharaENT: Falz &amp; Simi Drop Joint EP ‘Chemistry,’ Sparking Marriage Rumours \n@FALZtheBAHDGUYY @SympLySimi RETWEET if you are feeling it... https://t.co/JoY7JXS5wG",
  "Oh my! https://t.co/T50gRmj4ZL",
  "When shall we experience this awakening across board in our fatherland! https://t.co/ofgLq4x0S8",
  "Spain comes under fire for reportedly agreeing to let Russian warships refuel on their way to Syria to bomb Aleppo https://t.co/uyLzoSIjQw",
  "We now must move beyond the action of DSS &amp; start dealing with the REALITY of endemic judicial corruption./3 https://t.co/aEBpWYB4qJ",
  "You don't just say the judiciary is corrupt, there are corrupt judges just like there are corrupt ministers. - Legal Practitioner",
  "7. The expression “Make haste slowly” is an English proverb and never have three words had more impact on my life. #SecretsOfTheStreetsBook",
  "I really like Kaffy. She works so hard. I just want to hug her and the problem is beyond the individual artist or even artists darling. Sigh https://t.co/9msy7P3Tt5",
  "@Wakanowdotcom #dubaiparksandresorts mail returned undelivered... User unknown https://t.co/gLhoTLAhXV",
  "#SaharaSports: Sierra Leonean Footballer, Kei Kamara Given Yellow Card For Twerking After New England’s Win Over Montreal Impact @keikamara https://t.co/RAI8EFnfc9",
  "Welcome to Week 2 #FLdigital learners. This week is all about the #technologies we use and the #customer journeys we make when #purchasing. https://t.co/UcQGOZDjg2",
  "Nigeria. \nLet me further help refresh their memory from my #ObyEzekwesiliTweetsArchive.  https://t.co/8gGfEWO0KJ",
  "How can the public follow up on this please. https://t.co/G2oG03aNdd",
  "...lets start with overhauling local government administration please. https://t.co/JhbMqFRsA3",
  "Bros will love to see that crew together again on tv! https://t.co/zmeWDhCZ1A",
  "Progress is a powerful thing. Thanks to the hard work of millions, we’re closer than ever to eradicating polio. #WorldPolioDay https://t.co/ty2Vyyyx8H",
  "@sunrisedailynow #judgesarrestdebate https://t.co/QZvu34R819",
  "@sunrisedailynow listening to this morning's program, a state of emergency should be declared in the Judiciary.",
  "How nice to hear today from an interview with Melody Barnes (Obama Transition team)  on Fareed Zakaria CNN, that... https://t.co/K6YGfctt6N",
  ".@Nigeriaa Meet Bilikiss Adebiyi-Abiola: co-founder of WeCyclers who recycle waste in slums. she is a Tech Awards recipient. #MyBoldSteps https://t.co/V0U3Iovfgp",
  "We build LPG (Cooking Gas) Plant. Please help RT. Our next client might be on your TL 😊🙌🙏🏿. @MidstecSolution https://t.co/xAkq6b2GOF",
  "The mandate of the Caricom Reparations Commission is to establish a case for reparations from former colonizers. #ReparationTimeCome https://t.co/W07f6I8KNG",
  "...Sad! How's it different from the \"boko haram\" ideology? https://t.co/yV0kso7sUj",
  "Follow @HUBLOT, we are celebrating the 10th anniversary of our #HublotAllBlack concept! https://t.co/Ib0iMxCYIk",
  "\"When an island becomes a door, who will answer?\" The powerful Emi Mahmoud performs at the #NansenAwards #WithRefugees https://t.co/TxADsYDdss",
  "I' ve just read this. I, l..... can't. https://t.co/mvQAo9aITq",
  "Precision maps are a powerful new tool in the fight against malaria: https://t.co/hipWG181CA via @NEJM and @IHME_UW",
  "From Former Slave to Former Master:\nWe have concluded to test your sincerity by asking you to send us our wages for the time we served you.",
  "#SOTC first episode was thrilling. Suspense already building. https://t.co/18rBYNNjPw",
  "Rather than an abatement of her viciousness, a witch gives birth to only female children and witchcraft multiplies. ~Yoruba Proverb",
  "Just 2 years after genocide ended in 1998, #Rwanda inaugurated own Vision 2020, now beating Nigeria silly on Ease of Doing Business ranking https://t.co/PStlXqEgME",
  "#WorldFoodDay is on Oct 16. In honour of this day, we’ll be giving to those in need. Join in by tweeting #ShareAMeal + this emoji now. https://t.co/X59GpSAq0T",
  "FLASHBACK: How old were you in 1984 when Mohammed Lawal Rafindadi was DG, National Security Organisation (NSO).... https://t.co/RLMBPhwkzU",
  "Or is she one of the 21 returnees? https://t.co/8q6iXLb7xQ",
  "Be brave BMB! Charity begins at home! Table this first in the, \"hallowed chambers\" then social media will take you serious. https://t.co/hCQyI8GDGF",
  "Oh that's locker room talk! https://t.co/pehs1dgwrs",
  "It's a big night for this man - his 73rd appearance makes him 🇨🇴's joint-most-capped goalkeeper of all time\n\nCongratulations, @D_Ospina1 👏 https://t.co/ZGVvovNtNs",
  "Comedy hour! https://t.co/zZXy0zx5Rv",
  "...you mean *despite! https://t.co/ztsEmWRbtS",
  "Use #WhatIReallyReallyWant to tell the @UN and @UNFPA what kind of future you want #girls to inherit on this #DayOfTheGirl. #IDG2016",
  "@Wakanowdotcom @KenyaAirways #WakaTCSelfie... is it any TC or Wakanow accredited agents only?",
  "What's your go to station for the news in Nigeria?",
  "A person with damage to the right brain hemisphere can develop a \"joke addiction,\" a compulsive need to constantly make and tell jokes.",
  "Too many girls are unable to get the education they deserve. Read about our work to #LetGirlsLearn: https://t.co/MYUMYKnuMI #IDG2016",
  "@IshaSesayCNN ...congrats isha, heartwarming to hear and see on CNN your contributions towards #WeWillRise.",
  "One step at a time, he's not a finished article yet. If he continues to grow at this rate, he will get there. https://t.co/bVxmzI1AiN",
  "The mind needs to be cared for just as the body does because one can't stay healthy without the care of the other.\n\n#WorldMentalHealthDay https://t.co/Qk34jN2R31",
  "The debate/context precisely. https://t.co/g0GVxHGarY",
  "@MNFootNg...Carl Ikeme made reflex saves on the day. Charles should realize not all reflex saves will be pushed out of play.",
  "Donald Trump calls out Anderson Cooper for not asking Clinton about emails #Debate https://t.co/ZcYOvN86sc",
  "Relationship between ownership and possession re digital virtual goods @rd_watkins et al @JMM_news https://t.co/lGySWLYS3p #fldigital",
  "Why then am I not CLAPPING FOR DSS? Cos, one wants EFFECTIVE AND CONCLUSIVE SANCTION of Corruption &amp; their approach CAN UNDERMINE THAT . https://t.co/mNULVTkIAv",
  "RT @UsherKomugisha: Nigeria is the first country to hand Zambia defeat at Levy Mwanawasa Stadium in Ndola since it was opened in June 2012.",
  "Carl the safe hands! https://t.co/GEb2PtTBrP",
  "Our goalie was the difference in a dogged team effort. https://t.co/fIKKwZZWus",
  "Farage appears patronising. Pathetic. https://t.co/W9Do5UILLc",
  "This ZamNgr Commentator allowed his emotions to mark him out as unprofessional. Victor Ikpeba showed class &amp; maturity during commentaries. https://t.co/GEb2PtTBrP",
  "According to a study, the average driver is engaged in distracting activities more than 50 percent of the time while they are driving.",
  "Nigel Farage says Donald Trump's derogatory comments about women amount to \"alpha male boasting\" https://t.co/xCWMXUWnAt",
  "Heard of value creation in marketing? Yes, it's a tested concept that if properly applied will… https://t.co/kktZvGZLYi",
  "🎈 We hope you have a good one, @cakpom https://t.co/TVExgQBQfo",
  "\"With malice toward none, with charity for all, let us strive to achieve &amp; cherish a just &amp; lasting peace among ourselves &amp; w/ all nations.\"",
  "4 little ways to help your body detox https://t.co/QpjTW8cpbn",
  "How dis coach reach there sef... Our girls shortcomings too show https://t.co/lDdEl3kuW3",
  "Everyone, regardless of sex or gender, has the right to be whoever they are, wherever they are https://t.co/dFTH0wDdyY #losethelabels https://t.co/w4SqWhKhKT",
  "\"I've spent..my life to make sure people understand how much (women) contribute. Anything not in that catagory .. is of zero interest to me\"",
  "Regardless, Trump remains a black spot on America's soul. An affliction of the worse type #goodriddance #dumbTrump #dumpTrump🖓",
  "Send your complaints to our visa customer care team using https://t.co/84LUPUvLoX https://t.co/3UVC5mfwng",
  "How can the British Government help stamp out modern day slavery? cc: @AfuwapeOladele https://t.co/Y1GUle0Cw1 https://t.co/cpAnXuFW1X",
  "Billions of dollars leaving the continent means there is less funding for things like education &amp; healthcare.\nhttps://t.co/QWgBpNQ7Ee",
  "My dear Abuja people, I salute your forbearance and perseverance...we must start a campaign to make this city work for residents.",
  "What obstacles do countries face to achieve #financialinclusion? Join us 10/7 https://t.co/edQxy7Bm95 #Finaccess2020 https://t.co/6nm4u0rO1y",
  "@jimmyfallon ...same argument on what happens to 'poison' when it expires #MyDumbArgument",
  "The @alexiwobi moment! #ThrowBackThursday #AlexIwobi #SuperEagles https://t.co/a0Q31yvetZ",
  "Those self-lacing MAG shoes from \"Back to the Future II\"? They're real, and they'll be made available to the public: https://t.co/wHz7WFqk8F https://t.co/X7Ar3LTm3Y",
  "And how many of YOU still remember this #worldrecordbreaking comparison chart of our Lawmakers' Remuneration?  https://t.co/EKfvee2E7s",
  "#HurricaneMatthew: CARE is prepping to respond w/ drinking water, food &amp; emergency supplies. https://t.co/waBRRBN3CC https://t.co/KbCkeuncpv",
  "@obyezeks @TheEconomist I make regular reference to NGR legislature manage $500B economy ~ 35x &lt; US $18t but pay the legislature 8x US pay.",
  "@obyezeks @nassnigeria , the constitution we currently have needs serious amendments, if the FG can present its budget , the nass should .",
  "Haiti could get nine MONTHS worth of rainfall from #HurricaneMatthew. https://t.co/FWS4N4Bask via @EricHolthaus https://t.co/7BS1tlGyqv",
  "#HelloSir @AkinwunmiAmbode Sir, it appyas I've locate Suarez pasona trainer. See as e bite dangote cement like bread https://t.co/NItR2Sv215",
  "#HelloSir @AkinwunmiAmbode Bruze Lin can fyt o, but it appyas ure D real karat master. Even ur bodyguide stand aside https://t.co/hsEFxsUKag",
  "YESSSSSSSSSSSSSSSSSS!!!!!\n\n#BFCvAFC 0-1 (90)",
  "This was how Nigerians celebrated Independent day in London back in 1960 . God bless Nigeria https://t.co/h3w0llPzRI",
  "They are not interested in your prospering, because it is a threat to their hold on power and to their wealth. #MakeNigeriaWork",
  "It is an established fact the ruling class worldwide uses political power to channel economic resources to benefit itself #MakeNigeriaWork",
  "The elite frustrate innovation &amp; wealth creation bcos it has adverse effects on their economic privileges &amp; political power #MakeNigeriaWork",
  "Their is an existing political structure that is not ready to change our economic institutions to empower you to prosper #MakeNigeriaWork",
  "Half of the world's refugees are children. Get the facts here: https://t.co/vrgi9ZGJQ4 https://t.co/OyBU4sdoJK",
  "Sam Allardyce sacked as England manager https://t.co/sr6YP4saYh",
  "We help you create those adventurous and magical memories that last a lifetime! \n Happy #WorldTourismDay\n#HIPNigeria\n#FunJustGotReal... https://t.co/h2mHSEwgMZ",
  "Donald Trump vs. Hillary Clinton, by the numbers https://t.co/tfwyXYOsu9 https://t.co/BEULftmZl0",
  "\"Kick 'em out faster than your wife steals speeches\": #Clinton v #Trump in our #WhiteHouseRapBattle #USelection https://t.co/2dpekX18Y4",
  "Proudly Yorùbá. \nEmi ò ní kú, Iwọ ò ní kú:\nTítí di Àjọ̀dún Yorùbá  September 23, 2017.\nKá fi… https://t.co/ZTwKK5E5CQ",
  "The more kids use online communication, the more anxious they will be in face-to-face interactions.",
  "RT: If you see a @PoliceNG officer doing what is not correct please report to CRU - #IGPIdris on NTA.\n\n@YomiShogunle https://t.co/ObJsoUElgp",
  "Hope Jose got it back after the game! Doubtful cos the end result showed Pep taking away both.2-1\n#ManchesterDerby https://t.co/VPyfiU0gN4",
  "8 Nigerian Movies Screening At The Toronto Film Festival -  https://t.co/eHd1K74TA9",
  "@DimejiSBankole #Shagari...posterity says a lot about our past leaders, how is he doing?",
  "A true leader is one who remains committed to a higher purpose that most others do not yet see. - @TonyOElumelu\nhttps://t.co/bGIM7iobSS",
  "https://t.co/cjV8BdnzLg https://t.co/0uWfNBt3YB",
  "https://t.co/aYe2dIHhZD",
  "Tipp-Ex https://t.co/JThaaJrpt8",
  "...talent is something, preparation is everything. https://t.co/MO1M58SpR7",
  "Pooping facts https://t.co/rlORGcjvOt",
  "Official press release for the @IAmOkocha Foundation's 2-day summer camp https://t.co/UX0GcDabPW https://t.co/RpI7OJSMVJ",
  "*Environment sector you mean ma'am! https://t.co/21XlkGIMXl",
  "Everything you need to know about socially responsible investment: https://t.co/a6sUX7krif #readbyrichard https://t.co/eHWtrQSeQu",
  "New Ad: Bavaria: The independent Dutch masters https://t.co/Rymk4BnRFr #advertising https://t.co/QUkQOnJvAe",
  "Little Omran, 5, Becomes Symbol Of Desperation In Aleppo https://t.co/ZJzQXd8TAw",
  "Women need to also have an honest conversation among themselves on why they push each other out. #changingthenarrative @unwomenafrica",
  "@sunrisedailynow #PDPConvention&amp;CourtOrders. How will the Police \"stay neutral...stand in the middle\"?By that its either a yes/no to a party",
  "Don Lemon has to be embarrassed by his blatant @CNN bias tonight MODERATIN(?)post Trump speech panel discussion..#RUDE",
  "Dope: Nigeria Profits  as Russia Loses Beijing Relay Gold: Russia was stripped of a relay gold medal from the... https://t.co/IKG24ionOo",
  "Thousands of Olympic volunteers have quit due to long hours and no food https://t.co/NhTEwjVWMD",
  "Russia has been ordered to return its gold medals from the 2008 Beijing Olympics 4x100m women's relay https://t.co/xFd2qOEPuZ",
  "@TheCrunch_EL  #Cybercrime. Could you please provide Mr. Julius Ayoola's contact to ask him further questions on Cybercrime?",
  "#200metres Heats Ngr qualifies for next round 2nd behind Bolt",
  "See how data became the painter in this Grand Prix-winning entry, The Next Rembrandt https://t.co/gUzLLpyw3l https://t.co/TaSs78HMUT",
  "The creativity myth: Do CCOs make better agency leaders? https://t.co/y896CIAok4",
  "Today is the birthday of late President Yar'Adua, GCFR whose support facilitated one of my greatest achievements... https://t.co/SdAObSEuaw",
  "We just signed an MoU with Dubai Parks &amp; Resorts! Details on the blog - https://t.co/uscfKvRtl3 #Wakanow https://t.co/cXqddgS4my",
  "#HelloSir @AkinwunmiAmbode sir, whish ezam are u writing sir? Bcos it appyas you need to cover ur work wit left hand https://t.co/wsgN3kyv6J",
  "Having posture or back problem, think of ergonomic office chair solutions @ our Lekki Showroom #AskChairCentreNg",
  "Awful story: @IOM_news estimates 80% of #Nigerian #women arriving in Italy this yr will be trafficked 2 prostitution https://t.co/UZp0haJ50V",
  "@DidiAkin.Couldn't retrieve the link to the SLA Fellows application on my desktop after starting out on my ipad. Kindly forward the link.",
  "https://t.co/s7LTjk37hl https://t.co/bOty24d4oV",
  "Join our community https://t.co/9ogtv6mQda",
  "\"Success has no format.\" Check out a great #interview w/ journalist &amp; entrepreneur @DidiAkin https://t.co/5hL4FvsHwP https://t.co/V5uX6PvdUY",
  "Compatriots Arising! https://t.co/TqJClvOGGY",
  "@Verdant_Zeal @tunjiolugbodi. Do I need an invite to be part of #VZTACT on the 26th? https://t.co/XsLwVCAk9G",
  "If the state of Maryland were a country, it would have the third-most Olympic gold medals.",
  "...thought #Seychelles was amazing but #Zambia #DOTW was off the hook. Imagining what surprises are yet to come. https://t.co/3zoWzfmfgY",
  "Join my bro (Emma) and I as we unveil our foundation JJOF Jay Jay Okocha foundation for education, peace &amp; unity. https://t.co/NBB1pvaZHv",
  "\"All we can do now is wait, and hope that peace can be possible.\" → https://t.co/SZ1rEN8sUG https://t.co/9UeDARPujG",
  "#TeamRefugees is an inspiration to refugees around the world: https://t.co/ZKJEQlx4S3 https://t.co/HxMooib4Eb",
  "New Ad: BalletMet: Becoming violet https://t.co/n8zN7TQG9C #advertising https://t.co/h0ohbP8ur9",
  "Happy #birthday to Nigerian Football coach, Samson Siasia. Much love from the Pulse team. @OfficialSiasia https://t.co/kbwvYC2o7i",
  "3 Nigerians on the track for 100metres round one. 2 reps Qatar and GB.",
  "No Premier League team has lost more games on the opening weekend than Spurs....\n\n#EVETOT  https://t.co/FK7axn4VTd",
  "\"@889BrilaFM: Hull 2-1 Leicester FT:\n1st game,1st upset.#footballliveng https://t.co/xU5nTdooXP\". Credit for Hull's attitude.3points a bonus",
  "Men's #football quarter-finals on SS9:\n\n17:55 - #POR v #GER \n20:50 - #NGR v #DEN \n23:50 - #KOR v #HON \n02:50 - #BRA v #COL \n\nAll times (CAT)",
  "...the stethoscope is faulty https://t.co/RtOcPk8Vjq",
  "These are the jobs that artificial intelligence will eliminate first https://t.co/DTkNoAD8qx",
  "@Shell The smallest spark can brighten the future #makethefuture ...there's strength in the shell, let it glow. https://t.co/lUzoCE1q7C",
  "#NGNAriseoCompatriots! https://t.co/G1KHK9NeJo",
  "Young Entrepreneur, there comes a time when you must put logic aside and resort to guts and instincts in making certain business decisions.",
  "Being cynical is easy. It's having hope in the face of adversity that's hard—but essential. https://t.co/60rtFlFjWp",
  "@EbonyLife_TV #Governor. Intrigues. Suspense. Powerplay.",
  "Our kids see the president as a role model. How will they see Donald Trump?\nhttps://t.co/xOxe3LdL70",
  "Tune In tonight for the repeat of #TheSpot with Editor-In-Chief @PulseNigeria247,Osagie Alonge @OsaGz https://t.co/hUrP5XzWQR",
  "Consumer groups push KFC to stop routine antibiotic use in its chicken https://t.co/XvXzmrvccI https://t.co/lCN5vh4RXP",
  "@IAmOkocha how can one get a dvd of your EPL career matches pls.",
  "@Verdant_Zeal when is #VZTACT August coming up?",
  "@VOnwubiko ...missed reading your tweets!",
  "\"@lauraries: Leaders should not respond to competition; leaders should respond to opportunity. #quoteoftheday https://t.co/VFzFwsRcUs\"",
  "Think simple. Think like a customer and your brand will become more successful. #quoteoftheday https://t.co/HUe4qPGEoA",
  "If you can rhyme an attribute to a person, you can often create a slogan that will last for decades. #quote http://t.co/yhUI0lSxOo",
  "Article in this week's AdAge on Battlecry. https://t.co/WrDy96GwN1",
  "Michael Jordan now makes more in a single year than he did in his entire 15-year NBA career.",
  "\"@RyanSeacrest: #OlympicLateNight set now requires a waiver https://t.co/zSwOUkL5zH\"...like wrestlers who missed their country's nomination.",
  "Even dolphins think you shouldn't take photos with a tablet... https://t.co/UCxK0SuJrN",
  "Three Nigerians create records at Rio Olympics https://t.co/YC5drEbmAc https://t.co/b5D5raHzC9",
  "We're inspired, and we bet you will be too! #TeamRefugees → https://t.co/UmQ1aMTArj https://t.co/iR5O5zzqUH",
  "Find out more about Portuguese in our 'Languages for the Future' report: https://t.co/rPtgqxlJL9 #LearnALanguage https://t.co/Pews7XhhSv",
  "\"Knowledge is knowing a tomato is a fruit; wisdom is not putting it in a fruit salad.\" - Miles Kington https://t.co/1OdovY7Y4h",
  "#NGR table tennis star Quadri Aruna faces world no. 1 Ma Long from #CHN tomorrow morning. LIVE on SS6 at 02:30 (CAT) https://t.co/OjHpT3JOOI",
  "No woman should give birth alone. https://t.co/DeVMnGxdpC (via @womengirlshub) https://t.co/d9pnY8axyQ",
  "Entrepreneurs can be artists – taking a blank canvas &amp; creating something unique https://t.co/jI5mVs7nyr https://t.co/v3VgBnwwCS",
  "\"A product is made in a factory, a brand is created in the mind and heart\": @AlexFynn1 on #Pogba #SkyNewsTonight https://t.co/2wNVnAEJHp",
  "Trending: Nigerians praise Chierika Ukogu for Olympic heroics https://t.co/ttN8PktC6t https://t.co/f4jaVs9OxR",
  "Five days to go...\n\n#AFCvLFC https://t.co/aOnAqm1PNw",
  "\"@kunleafolayan: Oya title this one🚶🏾 https://t.co/sHMQyCsUQ6\". Titled - \"t'eni n t'eni...\".",
  "To all the entrepreneurs &amp; intrapreneurs out there, keep thinking differently https://t.co/jI5mVs7nyr https://t.co/xxNLNP2ES1",
  "3. Educating girls improves a country’s social and economic well-being https://t.co/dxP3Dyve8e via @GlblCtzn",
  "\"@MobilePunch: My son cried...in the dock — Mum of boy, 7, charged with murder https://t.co/nNObYfP8K7 https://t.co/zDp6UBQUST\".A minor!How?",
  "...and yet our \"institutions/infrastructure\" today would not \"create Presidents\" who are not older than the country. https://t.co/cc2tx8UHz8",
  "Lol! https://t.co/ETs9ydKmMZ",
  "Stop telling me l slayed, l am a pacifist. I dress to present the finest expression of my authentic self not kill or show up others.",
  "Take your music everywhere you go whether its indoors or outdoors. Shop NOW   https://t.co/fbHK9SjRYM https://t.co/ojSu1FzLxh",
  "Don’t cover up budget padding crisis, Falana tells APC https://t.co/D1CWUnCsCh",
  "@Wakanowdotcom Episode on Sychelles on ELTV was breath-taking. A dream holiday destination.",
  "Happy Birthday World Wide Web - it started 25 years ago today #OTD  https://t.co/LPNj3XymEF",
  "Get the sleek InnJoo Max 2 - The world's strongest glass and scratch proof phone. Shop Now https://t.co/Yy3tORIKOV https://t.co/uIYibNoUDI",
  "Nigeria U-23 team’s Head Coach-Samson Siasia...beating Japan 5-4  barely five hrs after arriving Manaus is a miracle\nhttps://t.co/C41t6BOcOi",
  "\"@Ebuka: All these ATMs that were known for dispensing fresh notes, have changed their minds.\". \"Fresh notes\" in recession!😃",
  "'Change' Happening South African Politics as ANC is beaten in South African capital Pretoria: electoral commission  https://t.co/ycK3lKZpTs",
  "In this same country where states receive bailout &amp; unpaid salaries yet a pilgrimage subsidy of N11.92Billion? @ALIBABAGCFR @DanladiAliyu",
  "\"@richardquest: @carringtonAU anyway this is hardly \"winter!\"  You come to NY in January !!!\". Seasoned! Savvy! Sorter!...traveller.",
  "I would say differently- based on data, women are more efficient managers of resources in our local communities.  https://t.co/1gsmzFvRiI",
  "\"@MobilePunch: PDP leaders rush to pay homage to Obasanjo https://t.co/lBEriBBe77\". Party Convention around the corner.",
  "We're putting the topic of malnutrition on the table → https://t.co/6hkP9CvXBd https://t.co/SIrULJdCRN",
  "The difference between stumbling blocks and stepping stones is how you use them. Unknown",
  "Father, When this greatness comes, my family &amp; I shall be a partaker of it, we'll not miss it.\n\n@PastorFAAdeboye  \n#Amen || @PastorEAAdeboye",
  "Celebrating 6 years of success with a great team @Heirs_Holdings https://t.co/OtdWKMhfIE",
  "#Breastfeeding within the first hour of a baby’s life is a first step to a fair start. https://t.co/JH7JICq9ai https://t.co/ksNKESa0Ku",
  "My boys are miracle workers, says Siasia https://t.co/ub6YFKLZTT https://t.co/f8aI3zAVa8",
  "I'm late but... you're intelligent, dignified, and always humble. Thank you for being a true leader @BarackObama https://t.co/0w7PYV0XCW",
  "#BREAKING: NFF picks Gernot Rohr as Super Eagles coach https://t.co/LT6AeCcXTN https://t.co/FqQn7heoeR",
  "Village generates electricity from cow faeces https://t.co/bmxRpFYnfX https://t.co/8wPrRv3P54",
  "4 ways to create a marketing strategy for your small business https://t.co/tN3TKO3bpL https://t.co/paeGCgUx9Q",
  "Scientists discover human genes associated with depression https://t.co/QE6E76PfnN https://t.co/XJ7IlfWL8D",
  "Feed the Future Supports 42,000 in Northern Nigeria\n\nSeth Adamu , a community seed producer in Igu, Nigeria  is... https://t.co/Q1es8JCV1W",
  "Separated by conflict: “My husband and I live in different refugee camps” - https://t.co/klTkiIg4kU https://t.co/ZheKqatmlG",
  "Olympics: Nigeria football team finally leaves for Rio https://t.co/Lp422dAgpS https://t.co/o7MR9S7LFT",
  "100 awakened leaders elevating humanity. Meet the inaugural class of the #SuperSoul100 \n\nhttps://t.co/3DDEY1lPYw https://t.co/v7P1Uo4jqD",
  "'I worked in the Netherlands for 24years. I moved to Nigeria to start mining but fraud made me lose all my savings' https://t.co/26TyPOUBLs",
  "3. Congratulations to the 30 who will pitch their ideas to the President on a date that will be communicated shortly https://t.co/Vf6lNl14bP",
  "Ynaija, this report could be an indepth look at the causal business processes, skill gaps and policy incentives -2 https://t.co/K7uZL9Jzsy",
  "Nigeria's history shows that restructuring is a conversation we should pay attention to.  https://t.co/qwXqfpcOqr",
  "This week, IOM launched e-card program for nearly 6,000 vulnerable #Syrians in Turkey to buy basic items  @eu_echo https://t.co/PtrebN8UTp",
  "\"@kfayemi:RT @Bulawayo24News: Dangote's team denied Zimbabwe visas. #ZimbabweanPolitics...a house divided against itself.",
  "\"@Ebuka: \"No member of the House has a copy of the 'internal' budget of the House of Representatives.\" -Jibrin\"...how ridiculous!",
  "Healing is good, but wholeness is better.\nTo be made whole means you'll receive healing with no side-effects  \n#Amen",
  "I’ll Hand Over Corrupt Lawyers to Anti-corruption Agencies for Prosecution – NBA Boss: Tobi Soniyi in Abuja T... https://t.co/J1Lolgh6lG",
  "In Musa and Vardy, @LCFC might just have the quickest pair of strikers in the history of football.",
  "Creating and sustaining reliable #health systems will help ensure that sexual and #reprohealth needs are met.  #FP2020",
  "\"I’ve worked to transform America’s relationship with Africa—so that we’re equal partners.\" —@POTUS #YALI2016 https://t.co/MmgUUgN1oR",
  "Here’s a tip for validating your business idea, I call it the ‘Mum Test’: https://t.co/8nwXMXfcyA @VirginStartUp https://t.co/fcWYrZ2hNU",
  "\"@mizsimii: I want to have 20 children – 9ice https://t.co/1qEDdibzX3 https://t.co/uFgoQmbLga\"...new material for Comedians to feast on?",
  "Introducing the world's first-ever Refugee Olympic Team. Share + support #TeamRefugees!\nhttps://t.co/KNBKeFcTUo",
  "If your life must count for much, you must find your purpose. @LekeAlder https://t.co/tapU1nE8yZ",
  "55% of irregular migrants arriving in Europe in January 2016 were women or minors https://t.co/cBZ02NBg4R",
  "Budget \"padding\" or \"forgery\", we only hear of the disquiet when a camp is \"outstolen\" or \"outmanoeuvred\". Self-serving dishonourable reps?",
  "We keep seeking loans while they pad budgets to steal our money. Can we receive small sense as nation please!!!!!!! https://t.co/BphX6KXywR",
  "Now you can pay cheques into savings accounts – CBN\nhttps://t.co/4AAlj9MFRV https://t.co/hjIGQBpGK8",
  "People want an experience to connect with brands they love. Marketing starts with emotion https://t.co/r50bKlxlSg https://t.co/6SkOcb9jJ0",
  "As a baby cried, Trump shifted from “I love babies” to “I was only kidding, you can get that baby out of here” https://t.co/csYLSBUFM5",
  "WE made a VOW to STAND ON for OUR #ChibokGirls. So WE DO &amp; so WE shall keep doing UNTIL THEY ARE RESCUED. #STAND.  https://t.co/C8zwcOt9NV",
  "Channels Television - Nigeria\nRebuilding The North-East: USAID To Spend $240M In Nigeria... https://t.co/DDgdPV4ltk",
  "Hackers only need your phone number to eavesdrop on calls, read texts, track https://t.co/ySgQC2yo8c",
  "Here Is What We Know About The N3 million CBN Loan Will Give To Each NYSC Member https://t.co/zrAymAKBfc https://t.co/FUCrIdqO2t",
  "Warren Buffett criticized Donald Trump for claiming that he had made \"sacrifices\" https://t.co/yplRhLJZvl https://t.co/3EyJGDqLgp",
  "Warren Buffett challenges Donald Trump to release tax returns\nhttps://t.co/yAewtTzDXm",
  "\"@Oprah: This book to my breath away.@ColsonWhitehead's\"The Underground Railroad\" is my newest #OprahsBookClub took my breath away you meant",
  "Donald Trump's hotels have seen nearly 60% drop in bookings, says new report via @FortuneMagazine https://t.co/pW6CCfVHl8",
  "A new feature on Instagram lets users post photos that disappear after 24 hours https://t.co/pWQl2VvqUa",
  "\"@Ebuka: Oh! President Faure Gbassingbe went to the Dangote Refinery? No wonder police just full Lekki-Epe express.\"...future Client?",
  "\"@BillGates: What is life like without electricity? In rural Tanzania, only one in 10 people have access… https://t.co/2lLiobgV5e\"",
  "55? May be time for some new material. Join @OFA in wishing President Obama happy birthday. https://t.co/oUxjlKyav0 https://t.co/43jKdxP6Ys",
  "\"@TIME: Skydiver survives leap from plane without a parachute: https://t.co/QS5jvyRtcF https://t.co/SzRLe4ceKc\" absolutely incredible.",
  "The one demographic that is hurting Hillary Clinton\nhttps://t.co/O82BbNWMZH via @UpshotNYT",
  "He jumped from 25,000 feet without a parachute and survived https://t.co/plWIdMg1ck https://t.co/ivjULuC494",
  "\"@asiflive: Jealousy comes from counting others blessings instead of our own.\"...\"fuel\".",
  "Happy birthday to former @NGSuperEagles skipper @papilokanu. We love you.  #HappyBirthdayKingKanu https://t.co/alYDc1k4l9",
  "California is experiencing the type of wildfire season that is symptomatic of a warming planet: https://t.co/WnouqRDIzS",
  "@thevoicenigeria win or not...Brenda is an Entertaining Artiste",
  "@thevoicenigeria Congrats Brenda!",
  "Evidence-based strategies are needed to combat #HumanTrafficking https://t.co/37wJ9X3N3y https://t.co/vwF78o47H0",
  "@MoAbudu Presenters at MomentsKenya...fascinating. Watching them for the first time &amp; used to tuning in to Naija episodes. Consistent Brand!",
  "🎶 Sign the card and wish President Obama a happy birthday. 🎶 https://t.co/NgkIZGXHbc https://t.co/0dkapeIOjR",
  "@TheSpot_ELTV love the Music Evolution edition...chai!",
  "@TheSpot_ELTV",
  "@EL_NowTV when is the live broadcast of this program",
  "\"United Kingdom\" where do we go from here?",
  "What's your thoughts on Paolo Di Canio's suit? I voted Amazing - Have your say:  https://t.co/nGDysZ5Caj",
  "WATCH:See how IOM staff &amp; partners celebrated Int'l Migrants Day 2015! Big thanks to all who joined https://t.co/O9BysXFvyA #iamamigrant",
  "Hi"
 ]
}