{
 "user": 4575373878,
 "tweets": [
  "When cleaning your room, start with making your bed. It will make everything around it look out of place and it will motivate you to clean!",
  "Watch @RobertKennedyJr on @FoxNews with @TuckerCarlson: Time To Question #Vaccines\nhttps://t.co/p7jzbY06zp\nhttps://t.co/VLgJncD2Ia",
  "When you're up, your friends know who you are. When you're down, you know who your friends are.",
  "@littleghuraba https://t.co/4KxJBB1J71",
  "You are exactly where you need to be, be faithful, for God is always working to bring what you need most into your life.",
  "CHICKEN CHOP DILIMPAHKAN KUAH SALTED EGG DENGAN CILI PADI ! \nBerzikir aku menahan kesedapan, lemaknya salted egg, pedasnya cili, rangupnya ayam. Oh, ini lebih asyik dari asmaraloka !\nLoc : Asian Western Fusion Restaurant, Sek 7, Bangi. https://t.co/H1ZKjzUsR0",
  "Aku rindu kau sebenarnya. Tapi membisu hanya pilihan yg aku ada.",
  "North Cascades National Park https://t.co/3A0BAYFxkn",
  "You cannot grow unless you are willing to change.",
  "Mont St. Michel, France https://t.co/Dv124YDqWr",
  "Take me anywhere I've never been  https://t.co/JPsVBgLoG7",
  "Respect yourself enough to walk away from anything that no longer grows you.",
  "Luckily the blanket smells nice",
  "I think I ate mcm2 smpy jdik cmni + teh ais yg ssmmgnya angin 4 myself.\nUghhh\n..",
  "A Tiki-Hut resort. Something a little different. https://t.co/ijPsoCqVXi",
  "I am grateful for my friends. Even the fake ones. Man, I know it's tiring and thank you for trying.",
  "“Managers who do not understand people's different thinking styles cannot understand how the people working for them will handle different situations.” ― @RayDalio",
  "“It’s okay to start over. It’s okay to rebuild. It’s okay to be scared.”",
  "i want to restart my life",
  "See, BN also has idiots that are ill prepared.\nProblem is their case usually will go through fine. Whereas the opposition will kena even if the problem is very small.\n\nWe know this is unfair. So opposition should be even more vigilant.\n\nBut yea, shame on SPR. https://t.co/rZaxF5CWsN",
  "49 Doses of 14 #Vaccines Before Age 6? #LearnTheRisk Before You Take It.\nhttps://t.co/2h3n1QlaGC https://t.co/K3bdptWzR6",
  "Snuggly Lap Buddies Will Protect Your Wrists And Keep You Company\nhttps://t.co/3Bp9LrBxjy https://t.co/71PWPUgcd6",
  "https://t.co/ZhkwbySvNp",
  "Calon PH Penaga yang tadi kena batal sebab muflis. Status muflisnya bertukar dalam masa SATU HARI. Cekap. https://t.co/xsoW7GdIfT",
  "At first I think BN will hold Sabah strong but looking how Shafie Apdal is doing things there, there might be some huge upsets. Of course big names will likely retain their seats.\n\nThe Pan Borneo highway means squat. A lot of it is still unfinished, unusable road.",
  "The world's oldest known spider has died RIP https://t.co/AQZ5W0mzwb",
  "Mooncakes | Mid Autumn Festival (Chinese) https://t.co/l8W5p0fMru https://t.co/EMRLusOx4Z",
  "Nino Vitale, Ohio Rep: If ppl come out &amp; start showing up in Reps offices Govt WILL respond\nhttps://t.co/d9PlmDn7qp\n#VAXXED #CDC #vaccines",
  "Lighting laaa🤦🏻‍♀️ https://t.co/SeTC6rOf9G",
  "Simple #DIY #Garden Pots You Don't Ever Looked At     https://t.co/Y2JPXqOo3b",
  "Hawaii // @jralli23 https://t.co/FplLxzVwzW",
  "NHK 'Songs' features BTS as performing artist of the week, BTS_SONGS trends worldwide \nhttps://t.co/z4ynvqcljl https://t.co/Mb0CayYFe4",
  "*teacher calls your member to answer a maths equation in front of the class*\n\nMember: eh what’s your answer?\nMe: I think it’s 8\nMember: cool I got the same answer too \n\n*member writes the answer on the board*\n\nTeacher: that’s wrong.\nMe: https://t.co/72cKSmj1wz",
  "There's enough water in Lake Superior to cover the entire landmass of North and South America to a depth of one foot.",
  "#RT #MothersDay  https://t.co/l6hnK0kKHP American Greetings Mean So Much Mothers Day Card with Sequins https://t.co/DuH6icWp5n",
  "Recipe of the Day: Pimiento Mac and Cheese with Chicken Sausage https://t.co/HHKfPjAio7. https://t.co/BzcHrdH03B",
  "so like, liking someone sucks",
  "7 Steps Guide to Make Money Online: See How at: https://t.co/hevW8z2Isf Q13 https://t.co/O77hXlqZk8 Retweet Please",
  "Tak habis-habis cuba pertahankan kesilapan calon sendiri. Cara terbaik, bawa SPR ke mahkamah. Bukan hasut di media sosial. Yang saya tak boleh terima tuduhan saya “bersekongkol”. Tuduhan berat. Tindakan seterusnya saya serah pada penguam saya. https://t.co/llB5M8Qjhm",
  "people fall inlove in mysterious way, maybe its all part of the plan ----- thinking out loud ; ed sheeran",
  "Unless we hear big revelations, this election I will predict these things:\n\n- A Sabah swing\n- A huge Johor swing\n- PH wins Kedah\n- PAS loses more seats",
  "Pass it on https://t.co/qHGJ8kdIcV",
  "Fresh Yet Familiar: 6 Reasons Why The Premiere Of “#Suits” Was A Solid Start\nhttps://t.co/ICFG7Tz3so https://t.co/MVHNkvYxWJ",
  "'One Dream One Korea' campaign song by EXO, BTS, and more resonates as the closing song for North and South Korean summit \nhttps://t.co/9Cq4DDfUOf https://t.co/1v2NWlPRLx",
  "Follow your instinct. Be an artist only if you have love for it. Then your work will spread your love to the world and make you happy as well. Listen to your instincts and not critics.",
  "Beauty is everywhere: A great place to clear your head and enjoy life for a moment. https://t.co/ym0wn9b9zH",
  "First time aku tengok infographic pasal #PRU14 ni aku ingat ni statistik berapa ramai calon straight &amp; berapa ramai LGBTQ+ https://t.co/zVb5LA03Xt",
  "A happy person is not a person in a certain set of circumstances, but rather a person with a certain set of attitudes.",
  "St. Charles bridge in Prague, Czech Republic https://t.co/ScldxNSy64",
  "Congratulations to pastry chef Lisa Donovan on her James Beard Media Award winning installment of Communal Table, in which she shares her experiences with sexual harassment, both in and outside of the kitchen: https://t.co/xKFw48QoKQ https://t.co/RkxPgFjMSl",
  "A pretty face gets old, a nice body will change, but a good woman will always be a good woman. – Unknown https://t.co/1vcN31K91l",
  "Luscious Lemon Buns https://t.co/URZXzLGZam https://t.co/J31ITCf87G",
  "*gets off 5 hour bus ride*\n\nMe: ugh, all that sitting down was exhausting. I need to sit down for a while.",
  "Time heals almost anything. If you’re going through a rough period, give it time. It’s only temporary.",
  "Trust in the Universe when there is a change in your life. Change means something greater is coming!",
  "Just Pinned on https://t.co/HfkZsq2WUl: Makeup, hair and Chanel earrings - https://t.co/FdwtvmcHtZ https://t.co/lR2arr0HC3",
  "Italy https://t.co/mtfMRwlypF",
  "Pack and Go https://t.co/rnt4c29eJh",
  "The results of what this man did is just amazing and deserves endless RTs https://t.co/eS7V607lDX",
  "A friend who understands you.. #truefriends #Mindfulness #Kindnessmatters #MindBody https://t.co/5lYUOdInnC",
  "I'm sorry sbb takboleh layan semua. Tak boleh borak panjang2. Tak boleh autograph panjang2.\n\nInsyaAllah petang ni kita sambung sikit. 😊",
  "PUTUS CINTA\n\nSekarang baru aku faham erti cinta. Dia macam siput babi.\nDatang macam siput. Pergi macam babi.",
  "May Allah count us among those to witness the beginning and end of Ramadhan in good health and Iman! https://t.co/RpcFUJaJWu",
  "7 Steps Guide to Make Money Online: See How at: https://t.co/hevW8z2Isf https://t.co/11UIqjcSLf 29 Retweet Please",
  "Taktahu asal, dekat tempat kerja ada yang tanya aku\n“Awak siam ke?”\n“Awak dari Sarawak eh?”\n“Ada campur india ke?”\n\nPastu aku panas ah, esok tu demi membuktikan aku ni melayu,\naku datang kerja lambat.",
  "Happiness is your natural state. Problems come and go. The way you feel depends on what you choose to hold onto.",
  "GE 13 : 13,268,002 registered voters\n\nGE 14 : 14,940,624 registered voters\n\n1,672,622 new voters since 2013.\n\nThis election will be decided by young people. Come on, make it count!",
  "I don't regret that I met you, I don't regret what we did, I just regret that it took me so long to realize your not the one for me.",
  "i’m so grateful for the people who don’t give up on me and are patient with me while i’m distant and trying to figure myself out",
  "Good things come to those who believe, Better things come to those who wait and the Best things come to those who don't give up.",
  "Tok Mat winning uncontested is huge because now he can focus all of his would be jentera to fight in other constituencies in Nogori.",
  "#BTS Nominated For 4 Categories At 2018 Radio Disney Music Awards\nhttps://t.co/Mtu40eerbL https://t.co/9WN1J79Cph",
  "Your gratitude is magnetic, and the more gratitude you have, the more you attract new things to be grateful for.",
  "Amende keluar lepak bawak teddy bear 😹 https://t.co/TCEDwmae3s",
  "Exuma, The Bahamas https://t.co/hYp2IFsIjo",
  "Perfect lunch goal at RM16.90 nett. Available daily 11am - 3pm! https://t.co/8w1iBbBkAR",
  "@soompi ❤❤❤❤",
  "ICYMI: North And South Korean Leaders Agree To End War, Full Joint Statement Inside https://t.co/WnbWDe9sld https://t.co/8gj01onCze",
  "“I am my own sanctuary and I can be reborn as many times as I choose throughout my life.” –Lady Gaga",
  "A person who truly loves you will never let you go or give up on you, no matter how hard the situation is.",
  "What are your w/e plans ? https://t.co/2hiJEeVQAl",
  "Note to self:\nRELAX.\nYou are enough.\nYou do enough.\nBreathe extra deep, let go and live right now in the moment.",
  "Barcelona, Spain  https://t.co/iFOo5c0Ket",
  "Aku sentiasa mendoakan orang yang aku sayang sentiasa bahagia walaupun bukan bersama aku😊",
  "Hello there! I need a favour. I am looking for female Malaysian vloggers whose main vlogs are not hijab and makeup tutorials. Please share links!",
  "My mum called gne fon mklang n she said \"eee seronoknya adik nak balik\" rsa mcm reverse role..mummy yg xcited 😂😂 that's y aq xfhm bla ada yg nak blik pun kne tnye mak bleh blik ke x...lols ..",
  "https://t.co/TVqUSnqOLr",
  "Dulu,dia takut sangat kalau aku tinggalkan dia.Tapi sekarang,aku pula yang kena tinggal.",
  "Singing helps to reduce depression and anxiety, increases the oxygen flow to your lungs and helps you have better posture.",
  "Create Your Own Economy With Multiple Streams Of Income: See How at: https://t.co/BQZcxyGO7S https://t.co/eQVfwfZvOM Retweet Please",
  "Don't forget to be awesome! https://t.co/buX7VHPBzT",
  "Huhuhu",
  "Time goes by so fast, people go in and out of your life. Don't miss the opportunity to tell these people how much they mean to you.",
  "\"Don't go through life, grow through life.\" — Eric Butterworth",
  "A trip to Santa Monica is needed in 2017 https://t.co/UuKOrkMbWW",
  "20 hari menuju Ramadhan.\nSelaju mana pacuan amalan.\nMoga Allah sempatkan.",
  "Kita jumpa malam ini! https://t.co/PBbVM9498O",
  "😂😂😂lols",
  "“I love you” means I care enough to fight for what we have.",
  "Great relationships aren't built in a day - great relationships are built daily.",
  "If you love her, never fill her ears with lies, her mouth with words, her eyes with tears, her mind with confusion and her heart with pain.",
  "Here with my friend, the legendary #dougsanders at the @PGATOUR #peacockofthefairways 😁⛳️ https://t.co/50q58h0IfQ",
  "EXO-CBX (.@weareoneEXO) says 'Horololo' for their Japanese MV, featuring Baekhyun's rap\nhttps://t.co/2kNl6dtBSn https://t.co/GpvTdhGTVl",
  "Lapaaaaaaarrrrr",
  "Lama2 boleh sakit darah tinggi camni",
  "Do something today that your future self will thank you for.",
  "3 combination tht will make me cry SICK+STRESS+HUNGRY.. then I'll long 2 go back home where my problem will be solved😂😂😂",
  "Anybody here is good in copywriting?",
  "Your future teachers:) ewahh😂 done colloqium TS 25 last… https://t.co/dJ9EpMg1Rd",
  "Kenapa pulak dgn camera ni😂😂",
  "Antara cinta dan rindu, aku pilih untuk tidur.",
  "Learn to let go. That is the key to happiness.",
  "https://t.co/ek9bllv43R",
  "*Gomol kucing sampai dia marah*\n\nAku : Siapa suruh comel sangat. Padan muka!",
  "The quest for freedom and adventure in faraway places – tweet to unlock the Spirit of Travel from #LouisVuitton https://t.co/JhIsLbyGEf",
  "Take me away https://t.co/gJcllDFsfb",
  "Baca Faham Fikir Jawab (advice from my dad in the past)\nMy memory is indeed fading...",
  "Muka habis bentang research proposal last week..Alhamdulillah 'ala… https://t.co/hxrcSrUAlp",
  "The mind replays what the heart can't delete.",
  "10 Profitable Home Business Opportunities :https://t.co/iWzeYf9u1C Please ReTweet https://t.co/JayqQykJuN",
  "Ooppsssss😂😂",
  "Pretty Fajr💖 https://t.co/L9e0IQ1zJu",
  "It's really okay dear self..if u r tired:) remember that Allah is… https://t.co/Cz3Hnd7KkD",
  "#TVXQ Surprises #EXO_CBX With Sweet Gift \nhttps://t.co/rum6TfT1iJ https://t.co/nA8ke2bL8s",
  "Be prepared for an all-new Xperience! https://t.co/0j28P64X05",
  "Watch carefully, the magic that occurs when you give a person just enough comfort to be themselves. https://t.co/Vs53eRSRvS",
  "🏜 https://t.co/QHjn0lpCMn",
  "Experience teaches you to be tougher😎",
  "Santorini, Greece  https://t.co/2rITMO8MxW",
  "Believe in your vision.\nView it in your mind.\nKeep vibes positive.\nTake lots of action.\nTrust the process.\nAllow it to flow in.\nManifest it.",
  "#PGIMFixedIncome’s Q2 outlook examines prevalent market concerns—including quantitative tightening, changing U.S. fiscal policy, and trade tensions—and how these factors may affect conditions going forward.",
  "🍃 https://t.co/QzKdtJFA10",
  "\"Travel as much as you can, as far as you can &amp; as long as you can. Life's not meant to be lived in one place.\"",
  "Some people come into your life as a blessing. Some come as a lesson.",
  "Lp forever",
  "Divine timing ensures that your wish arrives at exactly the right moment.",
  "If you cannot be positive, at least be quiet.",
  "Tahulah ada 9 nyawa. Janganlah membazir :( https://t.co/6Razj4l31S",
  "Siapa ada bela kucing pakai cetokin? Nak tengokkk! https://t.co/zSfLPg0zzM",
  "@ your travel buddy 🐶 https://t.co/R3U37xpMfh",
  "Let’s get lost in beautiful places https://t.co/DNrz4l7dEg",
  "I feel like a Professor Dr., when giving advice to other people’s relationships tapi sendiri punya macam tak lepaih PT3",
  "A L W A Y S https://t.co/BuTscsVrEo",
  "To be a winner, all you have to give is all you have.",
  "Percaya atau tidak, proses untuk memahami tentang seseorang takkan pernah habis. Malah, setiap hari perlu belajar untuk memahami tentangnya☝",
  "Btw..bukannya xleh tolerate bab2 mkn lambat..boleh je makan lambat..kalau tak angin takpe..tu je...",
  "So , saya chill . Kahwin 34 pun takpa aihhh 😍👌🏻 . Tak payah lah kalut2 nak kahwin muda kalau kewangan pun tak kukuh . Hahaha https://t.co/tC2wEVDm9V",
  "\"Setiap hari boleh selfie, takkan seminggu sekali tak boleh update DAKWAH? .\"",
  "Sakit otak",
  "Help us caption this photo by #YourShot Photographer Kevin Dietrich: https://t.co/k8d3wu0gOj https://t.co/0ly4NmHX9s",
  "“Learning is a gift. Even when pain is your teacher.” – Maya Watson",
  "😂😂",
  "You read my words. But you’ll never understand the person behind them.",
  "T H I S   I S   G O L D https://t.co/12kTGkVO4d",
  "Pernah dalam sebuah hubungan aku dengan seseorang yang amat aku cinta, berborak sampai merancang alam perkahwinan. Tapi, akhirnya perpisahan yang berlaku. Masa itulah tangisan saja mampu aku luah bila kenangkan semuanya😔",
  "🏔 https://t.co/75ED13fcHa",
  "😂😂😂😂haha https://t.co/va7ob4XG9P",
  "Amazing hummingbird https://t.co/8giKjwAjzH",
  "Tired",
  "Knowledge is knowing what to say. Wisdom is knowing when to say it. https://t.co/z8bSETBfZg",
  "Bell’s Oberon, one of craft beer's earliest legends, is still drawing crowds: https://t.co/a5SNEGa1wZ https://t.co/1PF9tUa7UV",
  "Ended my whole existence https://t.co/ucUcowj9NE",
  "Les faits saillants de la victoire à Seattle, avant d'aller se coucher!\nWatch the highlights of the win in Seattle before going to bed!\n#IMFC #SEAvMTL https://t.co/i1WJsa1gd2",
  "We don't want to sound too braggy or anything but... We made it to @Forbes \"World's Most Reputable Companies 2018\" list! 🎉✨👏 Read here why 👉 https://t.co/3GDcrIM2KQ #HPProud https://t.co/uzl5wzfEfS",
  "Jasper National Park, Canada https://t.co/P43Y2EBzcU",
  "I just want to pack up and leave ✈️ https://t.co/QWSCnQpesx",
  "Inilah jadinya bila kertas mahjong kecik sikit daripada si pembentang😂😂 https://t.co/RZLbg1Sulf",
  "Done presentation Inclusive Education 4 2day:) say Alhamdulillah n… https://t.co/i4hizXyEaT",
  "How do you differentiate between being a hypocrite and being in the process of change? Read more about it here: https://t.co/QNRo00Nw7I https://t.co/cSLRt0CbYF",
  "Your worst battle is between what you know and what you feel.",
  "Beauty is everywhere: A different perspective https://t.co/BqQmk0nmtI",
  "Warning ⚠️😊 https://t.co/0f3K3lVZOp",
  "Dear @NajibRazak jalan triang kg lebak di temerloh pahang minggu ni saja dah 4 hari takde air. Panggil la tv3 buat liputan. Kami nak juga masuk tv. Tak kan selangor je isu air masuk tv.",
  "If  everything happened when and how we wanted it to, nothing would be worth waiting for.",
  "Your life is a reflection of what you hold inside you, and what you hold inside you is always under your control.",
  "Baraiii.. https://t.co/PXnIJYzQYi",
  "In this world you must either be an anvil or a hammer. - Longfellow https://t.co/oPygUa48Jc",
  "Who loves keropok lekor so much? Me 🙋🏻‍♀️ of you’re in Sentul, go to Syahirah Tomyam. Theirs is da best!\n#jjcm #RekomenMakan https://t.co/y0miDyQdjI",
  "Artis baru nak up 😻 https://t.co/b0dA091wvZ",
  "This year dah tolak about 5 invites for communication workshops and trainings sebab ramai sangat. I told y'alls that won't work. Young people now need more specialised attention. 25 max in a session. I don't mind the lower income.",
  "Hi! https://t.co/QYh1RqC210",
  "Don't just watch the clock.\nDo what it does.\nKeep going.\n\nStop focusing on things that don't matter &amp; stay focused on your goals.\n\nStrong day!",
  "Pada yg malas nak bawak bag sandang pegi kelas , korang boleh cuba bawak clutch ADIDAS ni 😋 \n\nDesign pun cantik , material polyster , muat letak laptop. https://t.co/2vK5kP90zX",
  "“Can you read minds?”\n\nYes. My own.",
  "Cabin for two 🏠🌲 https://t.co/kMpGmBDgtL",
  "https://t.co/rKKe9STZp4",
  "Oahu, Hawaii https://t.co/gYCw97kVke",
  "https://t.co/hALYzkARWH",
  "It is not all about you! You share this earth with others who have feelings. https://t.co/nCHIRXAxkH",
  "Crocodiles are easy, They try to kill and eat you. People are harder, Sometimes they pretend to be your friend first. - Steve Irwin https://t.co/sHPwnimjlz",
  "Traffic jammed",
  "Here we go..food",
  "Otw..yeayy!!!",
  "https://t.co/tgbXXDtDW4",
  "Tak semua benda kena cerita. Keep some to yourself.",
  "Sacrificial Virgins: Part III - A penny for your pain\n\nhttps://t.co/mx1nii6nFK\n\n#HPVvaccine #HPV #VaccineInjury",
  "COOKING WITH CAITLIN‘S Avocado Whip https://t.co/FHYBJZhVG0 https://t.co/mXrSJAagWB",
  "“What you do speaks so loudly that I cannot hear what you say.” –Ralph Waldo Emerson",
  "Open a demo account to receive an unlimited balance and test your trading abilities before going live. CFD trading is risky. Regulated by CySEC, license 319/17.",
  "Do you create #flow - #LeadershipFlow | Perfectly Square https://t.co/8r12dLDDv7 available everywhere .@DarenMartin! https://t.co/9FzrRMICpd",
  "\"Love all, trust a few, do wrong to none.\" - William Shakespeare",
  "I guess we're all slaves to something 🤷",
  "Samsung Galaxy S9 &amp; S9+ at a 9ice price! Get it from as low as RM95/month only with EasyPhone™. Visit https://t.co/htqLwfmWko for more info. https://t.co/ifWJOFeuty",
  "Listening to music at high volumes can make a person calmer, happier and more relaxed.",
  "#FoodForThought  \n\n#EatForYourMentalHealth\n#EatLikeYourHealthDependsOnIt\n#EatLikeYourLifeDependsOnIt\n#Depression #Happiness https://t.co/O6BwWgEHrW",
  "Perempuan ni complicated. Kadang kita tak sedar pun salah kita, tiba² je dorang akan bad mood. Dear perempuan, janganlah selalu mood swing ye, susah lelaki nak pujuk.",
  "Sesungguhnya Allah SWT telah menjanjikan pahala kepada sesiapa yang melakukan kebaikan\n\n#th #tabunghaji #kanselesa #mutiarakatath https://t.co/p6o9kPbwYJ",
  "1 April 2018\n14 Rejab 1439H\n44 hari sebelum Ramadhan",
  "Railay Beach, Thailand https://t.co/MO7A20E6qE",
  "🌲 https://t.co/itBvoKEl5e",
  "I love you https://t.co/xXw6oHMSmf",
  "Chicken butter with apple asam boi https://t.co/kUV1ZJOu0J",
  "Yess https://t.co/gOTtauiA07",
  "Time, patience, and perseverance will accomplish all things.",
  "https://t.co/vzLR8FliWz",
  "You don't need to know HOW it will happen, you need to KNOW it will happen.",
  "To be a winner, all you have to give is all you have.",
  "Worry does nothing but steal your joy and keep you very busy doing nothing.",
  "COTI CEO Shahaf Bar-Geffen talks more about how COTI aims to make global commerce more efficient and economic. You can gain a deeper understanding about COTI by watching this 10-minute interview taken at the Crypto Investor Show 2018 in London. https://t.co/LUAGBIyGsK",
  "”One of the cosmic laws, I think, is that whatever we hold in our thought will come true in our experience.”",
  "\"Kucing aku pelik sebab dia _______________\"\n\nReply perangai pelik kucing korang! https://t.co/UnPCxb4I0B",
  "Bila jerawat batu datang..sakit jerawat tu😂😂😂",
  "Hari2 tajdid niat kayh",
  "Tk pasti..emm",
  "Kisah penguin sama temannya si anjing jadian https://t.co/FN91IGkI8R",
  "Ada orang bagi surat layang❤love is in the air https://t.co/P9qOV6yRzw",
  "02:19 is mine new highscore on TRANSPORT WORDS SCRAMBLE! https://t.co/dFD9VkPmjp",
  "Sumpah xde mood",
  "Kilchurn Castle, Scotland https://t.co/BvrGDsxS4p",
  "Plis jgn kacau time aku stress",
  "No appetite",
  "#ASLI Tun Abdullah Badawi Human Capital Summit #tn50 YB @Khairykj @KBSMalaysia to be a winning nation in an age of disruption, we need an education system able to harness the potential of each &amp; every individual &amp; inculcate Malaysians with a 1st world mentality @myTN50 https://t.co/3KAaSsLrtS",
  "Alaaaa... nape utup... ite ade urusan ni.\n👉🏻👈🏻 ukul bape lak ukak ni... https://t.co/JUsq7UzICq",
  "WATCH: #Samuel Features In Spoiler Video For Upcoming Mini Album \nhttps://t.co/lyLE6phXXP https://t.co/DUIbGp3B4O",
  "Samuel Kim presents new 'ONE' spoiler video in black-and-white \nhttps://t.co/XB1xP2tbD1 https://t.co/sAuNZsqQuQ",
  "https://t.co/zF6qItzxxs",
  "Explorer https://t.co/PydXQPy0LQ",
  "https://t.co/b7UMl8gjx2",
  "😂😂😂apa sebnrnye yg dy nk?",
  "Sisstress",
  "You can suffer the pain of change, or suffer remaining the way you are.",
  "Sakit otak buat research #celaruotak",
  "Sobssobslols",
  "Break",
  "One of the simplest ways to stay happy, is to let go of the things that makes you sad.",
  "W O R T H   I T https://t.co/pwWTfOrzjk",
  "I don't stalk, I investigate.",
  "Dundundun..research lahai",
  "🌲 https://t.co/7Jx5nGmCLV",
  "Pulang..ayuh..doakan sisses",
  "Dengan RM20 korang boleh dapat apa ??\n\nDekat ig @serojaofficial korang boleh dapat 3 helai vintagepants dengan harga rm20 jerrrrrrr. \n\nMurah kan ???\nJum serba sekarang ! Stok baru masuk tuuu\n\nWs 01161389447\nIg :Serojaofficial https://t.co/e1FJuJJkRU",
  "I would never treat you the way you treat me.",
  "She is not worth our friendship and no one will be that important to me to lose or to put on jeopardy our friendship",
  "#RekomenFilem What Happened to Monday 7.5/10. Movie berkisahkan ttg this country yg buat policy 1 family 1 anak. If terlebih anak, kena safe anak tu kt tempat lain. 😏 so ada 1 fmily ni ada 7 anak, each 1 of them kena keluar rumah ikut hari, kalau tk kena tangkap. BEST! https://t.co/hvLM8qrJe5",
  "Wondering what the perfect first food for baby is? Hint: It has iron, probiotics, calcium and vitamins C,E and B! #Ad #AnythingForBaby Learn more about @Gerber cereal here&gt;&gt;&gt; https://t.co/s2xtAvacVq    AND get a coupon here&gt;&gt;&gt; https://t.co/IllQjXlV4b https://t.co/H9W9PU6jkp",
  "Ngntonye..Allahu",
  "@fatinsyafa #barai43sems balik ble tin?",
  "T H I S   I S   I M P O R T A N T https://t.co/e4cMJq6wb5",
  "Make it happen https://t.co/01ANhp0LbA",
  "https://t.co/vTkVRiuqRr",
  "This world is amazing 😍 https://t.co/Rq1mM5Lseq",
  "Sebab tu kot org ske salad..aik..xde kne mngene😂😂kui..but then teringin jgk nk jdik orgnc lovers..tp xleh move on lg dgn mknn..haha",
  "@fatinsyafa 😂😂😂xpe tin..seht lg..dlu kalau kcg pnjg kat pkk tu pun aq bedal..😂😂😂😂haha",
  "My soul just decided it's time 2 work bruh😂",
  "Tenet hbis..huwaawaaawaaa",
  "Cant get over it..btw tastebud sis pelik skit..so jgn pelik..lols",
  "Cannot move on frm this taste..serious rare n outta mind..sweet raw corn from yard+butter+condensed milk+cheese non-cook..😂the pic of the corn below:) https://t.co/eEAydDrvDP",
  "BlackPanther didn't disappoint me..yeah!!!sis lambat skit tgok..lols",
  "#donewayang ..pasni sis boleh buat esaimen dgn tenng… https://t.co/CpXiNcLzJP",
  "Everything will fall into place and turn out so much better than you hoped for. You'll look back and wonder why you even worried so much.",
  "Anyway my watch habis bateri dah so as far as I'm concerned, until I get it fixed, it's 2PM.",
  "When you trying your best but you don't succeed https://t.co/aiqsUFMHUT",
  "Be weird. Be random. Be who you are. Because you never know who would love the person you hide.",
  "Whenever you feel the weight of the world on your shoulders, ask your mother to pray for you.\n\nThere is nothing more powerful than the dua of a mother. \n\nIn my darkest moments, her dua caused the flood gates of God’s mercy to open in my life.",
  "Being Happy does not mean you will never have bad days, unhappy moments or getting upset with things. If simply means you know how to handle these situations and quickly put them in their place to make room for smiles.",
  "Me: JANGAN MAIN PHONE MASA CAJ NANTI BATERI CEPAT ROSAK!\n\nAlso me: Main kejap je takpe kot hehehehehehe",
  "“I may not always be there with you but I will always be there for you.”",
  "In the #ProcessIndustry, the demand for tailored DCS solutions is rapidly increasing! Get our latest whitepaper and learn how to meet these requirements: https://t.co/ssvX7Rm4TP https://t.co/FTNWZ1htDc",
  "Imagination rules the world. - Napoleon Bonaparte",
  "let’s play this game where we fall in love together except that you don’t really know that i exist and it’s not really a game and i’m just making myself feel miserable",
  "“I’m jealous of those people who get to see you every day”",
  "Remind yourself: \n\n•The past can't be changed \n•Opinions don't define your reality •Everyone's journey is different •Overthinking will lead to sadness •Happiness is found WITHIN \n•Positive vibes create positive outcomes • What goes around, comes around",
  "Ada gaduh besar di Pasar Selayang. Berebut kawasan katanya. https://t.co/qrKZJCFtdJ",
  "Asal comel sangat ni? Nak kena pukul ke? 😬😻 https://t.co/5mGQeTzXo7",
  "As #EmergingMarkets leap into the digital era, what’s the primary investment in real estate? https://t.co/1vWfcEbtCo",
  "So much to see https://t.co/5brceqZvPZ",
  "🌊 https://t.co/wppEtyMFhz",
  "Tanah = ground\nMelayu = wither (me + layu)\n\nTanah Melayu = ground wither ??????\n\n(via aemantaslim's Reddit) https://t.co/mjGamsB164",
  "Fallin in luv wit flamingo",
  "Ngantok ngat2",
  "Dh touchdown..mengantuk sgt2 sebab tak tidur dalam bas tadi😢😢😢😢",
  "Hidup ni jangan terlalu bergantung harap dekat orang lain, belajar survive sendiri. Because at the end of the day, all you have is yourself.",
  "Im sick of people saying that i am only young and should enjoy life and be happy, believe me, if i could, i would.",
  "Temptation is everywhere..god..😂😂😂",
  "@fatinsyafa Smpy dh Shah Alam?",
  "“You must not only draw right, but also aim your arrow with all your might.” –Henry David Thoreau",
  "Rosedale, North York Moors National Park, Clover in bloom, England https://t.co/gXPaTdse4L",
  "The problem with the world is that the intelligent people are full of doubts while the stupid ones are full of confidence.",
  "Budak spm still tak tahu cita cita nak jadi apa bila ditanya. Tak tahu nak isi upu apa. You guys are not alone!!! Saya yang tengah sambung study ni pun still tak tahu nak jadi apa!!!!!!",
  "See https://t.co/qlYkYVrAZV https://t.co/kwxtw91yJt",
  "The UK is expelling Russian diplomats after a double agent was found poisoned. https://t.co/JN37O9h7cL",
  "How to reduce Stress in your Life:\n\n1 don't respond to negativity\n2 stay active\n3 eat healthier\n4 read and write more\n5 give without expecting a get\n6 visualize, then action\n7 spend quality time with family\n8 write 'thank you' notes\n9 be a better friend\n10 random acts of kindness",
  "MAMAMOO are the new models of diet/beauty brand 'Ever Bikini'!\nhttps://t.co/uaqKz1AHMW https://t.co/eAcA0AHd3X",
  "Free Report Reveals How To Manifest Anything Using The Law of Attraction...\nhttps://t.co/PDNxnOl0ZC https://t.co/tMZKINyxhl",
  "Okay, I wanna do one stand up show this year. At least one.",
  "Bila dia ada bergaduh. Bila dia takde bercari pulak. Ditanya sayang, kata kawan. Ditanya rindu, kata tak. \n\n\"EGO\"",
  "@hanaazahar 😂😂😂",
  "Note to self : he doesn't care anymore",
  "@hanaazahar Hah? Malay ka ap tu",
  "When it's cloudy..drpd nk bash baju guna tgn..nk gna mesin..kah",
  "Being a dorky last Wednesday..haha..gudluck to uolls yg tgh berperng… https://t.co/6013ub0THG",
  "https://t.co/oD4IW02JoK",
  "Guy friends are the bomb. They're hilarious, cool, fun to hang out with, no awkwardness ... until you start to like one.",
  "Bagaimana dengan keputusan SPM anda? Apa sahaja keputusan yang diterima, jadikannya sebagai motivasi untuk anda berjaya kelak\n\n#th #tabunghaji #spm2017 https://t.co/ALOtpKSDus",
  "You Can Speak English, But You Choose Not To https://t.co/1h3pKBF8zr #DailyBlog cc: @tahmadsyamil, @nazu2308 https://t.co/d87XEdGsT0",
  "https://t.co/fIKlQS7CwP",
  "I rarely ever show excitement over exam results (even my own) - I mean I am happy for everyone's excellence but I always preached that those things mean very little and I'm gonna act like it. Nothing personal!",
  "Ten Ideas for Online Income: https://t.co/0p6Uoiw7jQ Retweet Please https://t.co/hMo9UXp8CZ 1",
  "Never stop showing you care for her. 😍😭 https://t.co/CiJzbcBJJm",
  "You as a parent https://t.co/c0HYjtUZ8h",
  "Suke tgok kulit org korea putih melepak ? Teringin nk kulit mcm diorang😭\nThe Junni ada penyelesaiannya.Insyallah sebotol Putih Korea dah mampu memberi kesan.Insyallah dgn izin-Nya korang akan dapat kesan yg sgt memuaskan ! ..\n.\nhttps://t.co/VobplgvKdX\n\n#teamqueenfatiah https://t.co/OSiHC8a1jS",
  "Make the traditional Uppu Adai on this auspicious day of Karadaiyan Nombu.\n\n#FestiveFood #Recipe #Authentic https://t.co/HERQyStNPG",
  "Kenapa tak mimpi baju...haha",
  "https://t.co/ssMSYEJvzc",
  "Naik cuti..demam melanda..haa...eloklah tu😧kui",
  "Kelebihan dpt pasangan yg banyak cakap :\n\n1. Dlm kereta, tak perlu buka radio\n2. Kau tak perlu tanya, semua benda dia cerita\n3. Tak bosan sebab semua benda kau akan tahu\n4. Kalau dia tiba-tiba diam, maknanya dia lapar or tgh marah so senanglah kau nak tahu",
  "A new method of tracking illegal fishing activity involves a view from space https://t.co/Qj6rTUXvVY",
  "RIP https://t.co/PaBEj651CT",
  "Fear begins to melt away when you begin to take action on a goal you really want. - Robert G. Allen",
  "Wanie..kucing ni perv @littleghuraba 😂😂 https://t.co/Uv0pidXxah",
  "Bored..out of my mind👀",
  "5 Scientifically Proven Ways To Unleash Your Limitless Potential\nhttps://t.co/b7jIC8YCnR \n#lawofattraction https://t.co/rCOzv8cI2a",
  "I don’t want a perfect relationship. I just want someone who I can act silly with, someone who treats me right and loves being with me.",
  "Kenapa awak rasa awak gemok :(( awak patut terima benda tu sebagai fakta :((",
  "Bezakan expensive &amp; expansive, nampak sama tapi lain maksud.\n\nExpensive = mahal\n\nExpansive = cover area yang luas, banyak space\n\ne.g. It was very expensive for us to take a tour of the expansive mountain ranges",
  "Lamanye haish..😷😤😥",
  "Was asleep 4 the whole night..",
  "Sakit yot..",
  "Maaammmmaaaa!!",
  "Nk kurus balik..haha😂",
  "BUTTERCUP SQUASH \"PUMPKIN\" PUREE with blue cheese - I love preparing this buttercup squash “pumpkin” https://t.co/dSJNHqHLgY",
  "The root of the GINGER plant can be consumed fresh, powdered, dried as a spice, in oil form or as juice #Nutrition #SuoerFood #Vegan https://t.co/UOXwpIt3a5",
  "Someone is praying for the things you take for granted.",
  "Time orang down. Kau gigih motivate dia. Tapi bila kau down. Kau kena kuat kan diri. Motivate diri sendiri. Sebab tak ada siapa kisah.",
  "PROMO TRIP BANDUNG 4H3M TIKET FLIGHT RM900 SAHAJA!!\n\nDATE :\n20-23 MAY 2018 (6 KEKOSONGAN)\n8-11 JULY 2018 (6 KEKOSONGAN)\n\nHARGA : RM900 (NORMAL RM1300)\nDEPOSIT : RM100\n\n💰BAKI BOLEH BAYAR ANSUR ANSUR\n\n📲0193787746 https://t.co/e4Lxpmoh9P",
  "Yesterday was the best day of my LIFE! Took my Shahada and became a Muslim💙 I want to thank everyone that was apart of this event! This day wasn’t only for me this is for all of us Muslims that came together and enjoyed the company of one another. Let’s have more days like this. https://t.co/31quCxaqW0",
  "Strangers can become best friends just as easy as best friends can become strangers.",
  "These small cities offer everything from great hikes to museum tours—all with a perfect morning joe https://t.co/52kcI8IlSk",
  "Bila tiba2 bukak lagu..pastu next lagu ayt Quran yg keluar..😶",
  "One of the best feelings is when someone understands you without you having to say anything.",
  "Sleepyy oredyyy",
  "Esok ke nk hntr drft research..haha",
  "Still awake..kui",
  "When you stop chasing the wrong things, you give the right things a chance to catch you.",
  "Islamophobia on it's peak.\n\"Punish A Muslim Day\" letters are being sent to families in East London.\nThis is really disgusting! https://t.co/YCJDbtgr7w",
  "Where will #Boomers spend their money?\n\nThe answer leads to new investment opportunities.",
  "Perbaiki kesilapan diri untuk lebih maju ke hadapan\n\nKini kami di Instagram. Layari https://t.co/oKB38jfT0w dan ‘FOLLOW’ kami sekarang\n\n#th #tabunghaji #kanselesa #mutiarakatath https://t.co/RbqY2oxMdx",
  "How Teens Can Make Money Online: https://t.co/SG0AY20dS9 Get Paid for Testing Apps Please Retweet https://t.co/yjgvxPm5AP 2",
  "WE NEED LONG SATURDAY AND SUNDAY",
  "Old Vs. New: 7 Situations International Fans Commonly Face In Their K-Pop Journey \nhttps://t.co/Fk1NEJN6bQ https://t.co/a21id7I7CD",
  "We fall in love with 3 people in our lifetime... https://t.co/wlxnhYiNO0",
  "Kencangkan data dengan pelan prabayar baharu UMI 36 dan nikmati data berkelajuan tinggi sebanyak 15GB, hanya RM1.20 sehari! #Prepaid #UMI36 #UMobile https://t.co/2v8O29vL2o",
  "#RedVelvet’s Joy Responds To Olympic Gold Medalist Lim Hyo Jun Wanting To Meet Her https://t.co/nhGBKXxUIR https://t.co/lmoz3zRnQ0",
  "Setiap permulaan diuji dengan dugaan. Dalam pertengahan dugaan diuji kesabaran. Akhirnya, kesabaran memberi nikmat kemanisan ☺",
  "@fatinsyafa Nk munth tgk esaimen😂",
  "Surround yourself with those who bring out the best in you, not the stress in you.",
  "Ni ke awek takut guruh tu? https://t.co/5JfoNyCX2C",
  "TH membuat pembayaran zakat kepada Pusat Zakat Negeri-negeri agar mereka dapat melaksanakan program secara lebih terancang dan berimpak tinggi kepada golongan asnaf\n\n#th #tabunghaji #kanselesa #programzakat https://t.co/zVhevznY2c",
  "Lets take a shower..go go",
  "Allah hears your hearts intention, before your lips even attempt to whisper your request",
  "Be yourself, and the right people will love the real you.",
  "Ive got new rules i count em",
  "Ble fikir..nk blik khamis or jumaat..on the first thought nk blik awal blako..tpi on the 2nd thought..I ni jenis mls rushing2 sebenarnya..haha😇",
  "You will never have this day again. Make it count https://t.co/jWSJvtkMHQ",
  "Jom pakai mai Kan Syokkk TH. Jumpa di sana! https://t.co/CzDBDwhyRJ",
  "Okay shooting a music video soon I hate producing stuff coz it's my job to find a girl who looks like an angel but also can pull off a great idgaf look",
  "Rasa macam kenangan pahit berulang..kenapalah rasa mcm dejavu..dlu nk try jgk roti macha ni tp not my taste.\nPastu lpe n dpt blik feeling nk rse😂😂😂memory lost btul",
  "Before our show in Abu Dhabi we went to visit the most beautiful Mosque. Such an honour. Thank you // shot by Pixie Levinson https://t.co/5U6gGA22X1",
  "Women make up the majority of the Airbnb host community. \n\nWe are proud to share some of their accomplishments. https://t.co/MADsBg98wK",
  "Harimau terkejut pun comel 😭😂 https://t.co/VomceuWJI4",
  "Long walks are underrated. It's good for the mind.",
  "RT kalau suka tidur rapat ke dinding sebab dinding sejuk. https://t.co/748DQvVIj1",
  "Dah jadi macam sajat jugak ke😂 https://t.co/5cTzNmBXBu",
  "EXO's Suho &amp; Jang Jae In ask 'Do You Have a Moment' in MV for 'Listen' project\nhttps://t.co/uLoDu5ZGun https://t.co/tcBpk0HoYE",
  "Kalau hati dah dengki 😌😂 https://t.co/bgr6wY2Lqm",
  "Minggu lepas busy sangat sampai tak sedar dah isnin. Minggu ni pisang sangat. Assignment tak usik lagi 💁",
  "https://t.co/Zkg8zjUGWY\nI get a total of 23 points n my mental age is 30-39..woow..haha",
  "Seventeen's The8 gifts fans with his 1st mixtape track!\nhttps://t.co/x5NBYY35mK https://t.co/QbekMI5zC7",
  "Everything comes to you at the right time. Be patient and trust the process.",
  "Dear crush,\nplease notice me 😔",
  "#Homeopathy in #Epidemics &amp; Pandemics: Historical Data On Its Use In Infectious Disease\n\nhttps://t.co/knIWVXKEpX https://t.co/GHGlnp9TYC",
  "Sometimes life doesn't give you what you want, not because you don't deserve it, but because you deserve more. https://t.co/qHS3tUt0Wz",
  "Staying quiet doesn't mean you've got nothing to say. It means you don't think they're ready to hear your thoughts.",
  "@jade_sora Welcome 😘",
  "RT\nNak tolong korang dalam urusan business 💵\n\nSenang sahaja Tekan DM 🌸\n&amp;\nSay “ Paid Review Please”\n\nMudah kan and murah sahaja 🤝👍😗",
  "from \"i like you\" to \"i love you\".",
  "Ten Ideas for Online Income: https://t.co/iWzeYf9u1C Retweet Please https://t.co/SjdwN80ujO",
  "Do extraordinary things -  don't just dream them.",
  "Sooo sleeeppyyyy",
  "Pandai kot draf proposal tu siap sendiri😇ha ha",
  "Siapa ada bela kucing pakai cetokin? Apa nama dia? Nak tengok! https://t.co/JHSLDU4ClU",
  "So full..tqsm 😙😙❤❤💕💕 @littleghuraba https://t.co/MGhZKdk75O",
  "N the products",
  "But then..depend on the store jgk..yep2",
  "Better walk in watsons drpd on9..sbb postge cost lg..pdhl hrge asl sme..ok..i see",
  "Happiness is actually contagious. When you're positive, people are naturally drawn to you.",
  "If being popular means sleeping with random guys, drinking, smoking, &amp;amp; making fun of other ppl to feel powerful, I don't wanna be popular.",
  "Heize says you 'Didn't Know Me' in new MV &amp; 'Sorry' in MV teaser\nhttps://t.co/aGAoPFYrx9 https://t.co/hwhdovfEkC",
  "#STUDY in Int J of Oncology: #Homeopathy Has Cytotoxic Effect on Breast #Cancer Cells\n\nhttps://t.co/zo6Emci3XH https://t.co/dp3YoWhTdE",
  "I'll always love you, but that doesn't mean you can take my heart for granted.",
  "Ini bukan pertandingan. Cuma info untuk Cebongers agar kenyinyiran profesional mereka setidaknya punya rujukan termutakhir. \n\nDikatakan dalam cara lain: Baca ini biar elo kagak asbun, Bong! https://t.co/KDuFU9C8dU",
  "Prof. Seralini's #Roundup &amp; #GMO Toxicity #STUDY Republished in Environ Sciences Europe\n\nhttps://t.co/XvrQQTZcoZ https://t.co/mytk0UqlVb",
  "PIC is 1st Physician Organization Dedicated 2 Safeguarding Informed Consent in Vaccination\n\nhttps://t.co/e5HD2geMlM https://t.co/Hclf38LDMz",
  "Taste the Difference Croque Monseiur https://t.co/qaPMPhBcQg https://t.co/7JMjKvOycx",
  "Beauty is everywhere: Iceberg &amp; moon https://t.co/gIyhYq9FFQ",
  "Cmne ni..mcm dh nk start laparee😂😂",
  "Homeopathic Remedies for #Headache\n\n#Homeopathy https://t.co/nLPVXqo9iE",
  "https://t.co/Q1pmO7veDv",
  "https://t.co/zvx3q72Inv",
  "Jangan sesekali tinggalkan solat walau banyak mana pun maksiat yang kita lakukan. Kerana nanti, solat itu yang akan membantu kita meninggalkan maksiat itu.",
  "[me attending my first toastmasters meeting]\n\n\"Oh...... TOAST masters... I thought you said thot\"",
  "Sakit otak😷😷😷",
  "https://t.co/UyMNcoajLX",
  "Merelakan orang yang kau sayang itu pergi kepada orang lain bukanlah sesuatu yang mudah. Bukan saja menahan perit dalam hati, kau juga menangis dalam hati bersendirian😭",
  "A psychological study found that people who are generally 'too nice' are also the ones to get hurt the most",
  "Malas nak amik tahu dah. Dulu ya memang nampak macam terhegeh. Tapi sekarang, sorry weh. Dah tawar hati.",
  "Hi guys! Good morning :) it's International Women's Day - share with me stories of incredible women in your life! :D",
  "A hidden camera captured nursing home staff physically and verbally abusing an elderly Lebanese man. https://t.co/eW7y8b8bDw",
  "Some people spin the water issue sampai they forgot to send condolences to the 5 people hospitalised from the water pipe explosion in Ijok.",
  "E X I S T   L O U D https://t.co/PYIwQuyiiI",
  "Kalau nak boikot something, stop beli produk tu, bukannya buang duit beli produk tu pastu pergi bakar then post video dekat socmed. Aduuuhh.",
  "Tak sangka hari semalam itu hari terakhir kita bergembira. Dan hari ini kita dah tak sehaluan. Rindu masa dulu takkan sama macam sekarang 😭",
  "#makethefuture Singapore is OPEN! 🇸🇬Get your free tickets, explore the festival and discover bright energy ideas  👉 https://t.co/mHQ8CImLrf https://t.co/xqVOU2zyj5",
  "Farm goals https://t.co/9mIv5OoY24",
  "Done beli..hihi😊😊",
  "Thank you\nfor being\neverything\nI've dreamed\nand a little\nbit more.",
  "Deep in the Finnish forest https://t.co/I5olYWWggT",
  "Hujannn😢",
  "Goulash (Hungarian) https://t.co/zDqgq2E4x8 #recipe https://t.co/fsUy0UOLEA",
  "Definisi 'makcik bawang' https://t.co/DJ0Fhz6hiP",
  "\"Most people do not listen with the intent to understand; they listen with the intent to reply.\" — Stephen R. Covey",
  "Looking for a house? Let’s go to Myrumah 2018 Property Showcase which will be held at SACC Mall, Shah Alam, on the 9, 10 and 11 March 2018! A great experience awaits the whole family! https://t.co/mJVQYYtehw",
  "The best preparation fopr tomorrow is doing your best today. - H. Jackson Brown Jr. https://t.co/cKppTT3WR4",
  "We must all suffer one of two things: The pain of discipline or the pain of regret and disappointment. - Jim Rohn",
  "Ayat yang paling students suka masa EXAM :\n\nMasa menjawab telah tamat 😂😂",
  "It took me seventeen years to get three thousand hits in baseball. I did it in one afternoon on the golf course. - Hank Aaron https://t.co/mKdbwyANUA",
  "Beauty is everywhere: Experience Life! https://t.co/ozxJX0SfLC",
  "Xfhm dgn lelaki cmtu..maigod..suka sgt left grup kan..cmne ble org len plk yg left😊",
  "10 Ideas to Make Money Online: https://t.co/0p6Uoiw7jQ Please Retweet it https://t.co/bDKdkGktBZ 1",
  "Sejenis bantal gebu. https://t.co/CYi4XX5oIO",
  "@auldcove Did you know that the name Jessica was created by Shakespeare.... for his play 'Merchant of Venice'. Kinda cool no?",
  "Pasar..cepatlah bukak😢😢😢",
  "Stop letting others define you. Stop letting others dilute you. Don't be bullied or pressured into being less than you are. - Dr. Steve Maraboli https://t.co/PPGiZilxm5",
  "Brownie Fudge Swirl Ice Cream W/Brownie. https://t.co/JgaJWPNboq",
  "Sedih kan bila dah bercinta bertahun2 &amp; ada niat nak kahwin tapi last2 pisah. Banyak2 doa semoga jodoh  kita terbaik untuk diri kita",
  "RT kalau ini perbualan anda dengan kucing. https://t.co/fq00oQzSea",
  "https://t.co/fHBOluzM9H",
  "💃 https://t.co/GjCo3f1Dkw",
  "Patience isn't a virtue; It's a necessity. - Lou Holtz https://t.co/kMvVSIxh93",
  "https://t.co/16nmUykNA8",
  "RT kalau nak dukung. https://t.co/lNhGqmKRnu",
  "Mintak tolong bagi nama untuk diorang. Nak nama klasik 😺 https://t.co/zaEPFAMwoB",
  "You can't fix everything that goes wrong in your life. Sometimes you just have to make the best of the situation and move forward.",
  "FREE entrance ticket to Lost World of Tambun worth RM95* when you subscribe #FullAMark #SPM, #PT3 or #UPSR one year package. Promotion valid until 15 April 2018 &amp; limited to 2,000 tickets only.\n*Terms and conditions apply.\n#Pendidikan #education #ulangkaji #belajaronline https://t.co/8GpeLk9kvL",
  "Pernah tak kau ambil masa berhenti main social media pastu pergi jenjalan shopping mall, rileks, tengok perangai orang lepas tu kau sedar, dunia sebenar ni takdelah seteruk macam cerita orang dalam internet?",
  "Otw to lapar later..maybee😂 https://t.co/kGf8a0gpBK",
  "Be among the few that dare to follow their dreams https://t.co/C5gYByiOpW",
  "Laughter is an instant vacation. - Milton Berle https://t.co/HDu4xGEtSV",
  "Yaw, Malaysia. Do we still have a racial issue here? Coz looking at the LRT jubah issue it looks like we still do.",
  "\"Mama, dah sampai nanti kejut adik eh.\" https://t.co/7GPAOiOW2u",
  "It's nice to have someone in your life who makes you smile even when they're not around. https://t.co/QXXU6cpNAM",
  "Oahu, Hawaii https://t.co/YIt13SgyYi",
  "Bila masuk bilik, nampak kucing baring atas tilam.\n\nMe : https://t.co/5nfozJRoQr",
  "https://t.co/AEeUylsFoC",
  "One of the best sunsets I have seen https://t.co/FLkji2qdsZ",
  "Beauty is everywhere: 2000 years old tree in South Africa known as tree of life https://t.co/9R3eVKW22X",
  "https://t.co/gpVADNYOew",
  "Dua kali Allah ulang dalam Al-Quran.\n\n\"Sesungguhnya dalam setiap kesusahan pasti ada kesenangan selepasnya\"\n\nSo, kenapa perlu berputus asa ?",
  "Sunsets in the Austrian Alps https://t.co/nuKmW2Xg9H",
  "D O N ‘ T   W A S T E https://t.co/iUTEz8qPLr",
  "N O T E   T O    S E L F https://t.co/acSOJdNyzm",
  "SubhanAllah!\nLook at her adab (mannerisms), she was raised well. \n\nMay Allah guide her to Islam. https://t.co/FW1Z7i7UT8",
  "Rasa mau menyendiri ini👻",
  "The hardest walk you can make is alone. https://t.co/1RpqTvN0uI",
  "Please tell me I meant something.",
  "Time study ni dia punya lawan cuma ngantok dengan malas je. Kalau tak ada dua ni aku dah perform dah kat exam.",
  "Nope2..don't cry",
  "Rasa xsehat dlmn n luaran..this feeling😷😷😷😷😷",
  "Banana candyy😊",
  "Feel like living in another world #otakblank",
  "I love this shot. https://t.co/1D4FQoKoWy",
  "Pengorbanan seorang ayah tidak mampu digambarkan dengan kata-kata.\n\n#th #tabunghaji #mutiarakatath https://t.co/XK0P7cTQ1H",
  "How to be happy?",
  "7 Steps Guide to Make Money Online: See How at: https://t.co/hevW8z2Isf https://t.co/PHMJ1rFwpi 03 Retweet Please",
  "Dulu, i prnh buat surprise upload gmbr boyfriend utk birthday dia Kt ig, maklumlah jauh, nk final exam pulak &amp; plan buat surprise nk jumpa lps exam, lepstu I delete post tu, sbb dia upload gambar sambut birthday dgn perempuan lain, long distance relationship memang mcm ni eh? Hm",
  "You are loved.\nYou are wonderfully made.\nYou are beautiful.\nYou have purpose.\nYou are a masterpiece.\nGod has a great plan for you.",
  "Moist cake chocolate. Sebekas RM5. Boleh postage /cod. Sebarkan rezeki saya!\n\nHari ni awak tolong saya, esok hari isnin. https://t.co/af7THDGTrs",
  "Give yourself permission to make mistakes and be imperfect. Give yourself permission to be human.",
  "Life begins at the end of our comfort zone - Neale Donald Walsch https://t.co/SuwMJhw0zD",
  "@mvafah Gile kecik..berpinar aq zoom..kui",
  "@mvafah U get sk methodist",
  "No..not today",
  "Love the work, not the results. Taken from my FB page: https://t.co/VpRdqYgsPx https://t.co/hq59H0RvV8",
  "Our gentleman here, Mr. Afiq, is a PhD student currently researching how ocean chemistry and microorganism would change as we continue to pollute our waters. Really high impact stuff.\n\nOh, don't forget the Study UK Exhibition happening at KLCC today: https://t.co/li6xPr23ID :D https://t.co/PAfbEkGpwc",
  "Gemuk tak sedar diri 😂😂😂 https://t.co/d1HK1S8LHl",
  "Rugi xkumpul sijil kebngsaan..nnt posting lg high possibility utk di pos ke mana2..haha",
  "Xpe..cti midsem dh ad plan nk jimba awl cti😂 tgh2 cti tu kita menggila lah ye",
  "Wawa kata tgok hnset bdk2 dpn ni..henset lg cnggih..sek rendh uoolss...oo mmg zmn cmni ea☺",
  "Cmne nk g jimba ni ye..😂",
  "Teringat zmn sek dlu..kne kenen ngn Tiger woods..lols😂",
  "Tiger Woods has announced he'll play the next two weeks @ValsparChamp and @APInv! https://t.co/bu0LoDGwf1",
  "Watch how a guy treats his mom. That's how he'll treat you",
  "https://t.co/Q3vONLZnny",
  "Always keep your head up, cause if it's down you won't be able to see the blessings that have been placed in your life.",
  "the choice is yours https://t.co/j4YeeqwPF6",
  "Xde mslh pun..kete terlebih cukup haaa...hahaa",
  "A real woman can do it on her own, but a real man won't let her.",
  "Kalau orang dah takda effort dalam berkawan or dalam apa pon, i will choose to walk away.️",
  "Hahaa...so cuteeee😀 https://t.co/nztWrnH8hn",
  "😧😧😧😩😩😩😷😷😷",
  "😥😥😥😥",
  "Pulse nightclub shooting survivors are standing in solidarity with students and teachers after the Parkland school shooting. https://t.co/GlDd4dQWwW",
  "This 🙌🏼 https://t.co/17Swsds5qT",
  "Can’t believe it’s March next week, the way January lasted 8 months and February lasted about 4 days nah 2019’s gonna be here before we know it",
  "Modern take on the original 1993 rule-breaker. \nhttps://t.co/iF4Pdvs9xX https://t.co/HrjxV0endp",
  "I think one of the greatest feelings in the world is when someone openly tells you how much you mean to them. https://t.co/fJEgSpjjns",
  "Pent sis ngadap laptop..esaimen xbuat lg..dok buat yg research ni..kui..tukr topik lg nmpk..xde dh schemata bhai...",
  "With his signature \"Do It Now\" attitude, #XiJinping cut #redtape as Fuzhou Party Secretary and quadrupled the city's GDP. #GuanghuaStudio https://t.co/0hW2xoRbAD",
  "\"Kecewa itu perkara biasa, semua orang pernah kecewa dan tak terkecuali. Cuma lepas kecewa tu kita kena kuat, nak taknak kita tetap kena teruskan hidup. Sekejap je kecewa tu, nanti okey la tu\"",
  "Ble mood nk buat esaimen ni nk dtg..kuskuss",
  "Ramai org suruh kte tdo😂",
  "@hanaazahar Xsampy lg ni...😂😂😂",
  "@hanaazahar Sakit otak",
  "Balik rumah lambat..balik Ipg awal..eloklah😩😩😩😩doakan sy :)",
  "Jenis balik awl...sbb lappy assignment semua tinggal..Allahu..nk khatam topik proposal..😧",
  "Perhatian untuk pengguna Apple (iphone, MacOS, ios dan lain lain) \n\nKalau ada terima text bahasa Telugu (India), jangan buka! Or, awak boleh 'kehilangan' gajet awak :) https://t.co/Tt9GRjrk3n",
  "Bye2 Bagan Serai😷😷😷",
  "I always try to make it a point to see what people laugh at as a baseline of how I'll get along with them.",
  "Moga sempat😇",
  "Kucing korang ada perangai pelik tak? Contohnya, suka tidur dalam sinki. https://t.co/dTPuEtlVME",
  "Jaga hati orang rasanya lagi mudah dari jaga hati sendiri.",
  "Kutip ang poww..lolss...byk x kutip uolls?",
  "@Qayzr I c u 👀",
  "Here's to those who inspire you and don't even know it. - KUSHANDWIZDOM https://t.co/CIHwo6F3Ag",
  "Conservatives: Kalau kita legalize gay, nanti kena legalize pedophile. Mana boleh??\n\nAlso conservatives: Actually child marriage is ok because....",
  "Spicy Turkey Meatballs https://t.co/BrpiNAORej https://t.co/hKKSdX3NnB",
  "Jerung comel 😭 https://t.co/Pk8KuJjktV",
  "Ok..msok dh...🙆",
  "A luxury item is different for everyone. To some it is a diamond bracelet, to others it's plates and utensils to eat off of. Be grateful for everything you have.",
  "Your life is your story. Write well. Edit Often https://t.co/wIm77MCgNq",
  "Assignment 600 words yg kne hntar 21hb ni..xstart ap2 lg ni bha😱😱",
  "Kepanasan bha💕",
  "Nak jilat bulu tempat lain laaa. Kan dah jem 😂 https://t.co/bqutEykqu6",
  "Patutlah jem harini 😥 https://t.co/nfpLMXyfns",
  "There’s still time to submit your groundbreaking ideas for improving maternal and newborn health in #SavingLivesRd8! https://t.co/f1otko1Y64 https://t.co/3azMOOBpPj",
  "My mom; superwoman ❤️ even tak sihat pun dia akan make sure everything semua okay. Idk macam mana kuatnya dia 😭😭 hopefully my mom dapat tengok I graduate &amp; berjaya! Takdapat nak balas jasa but dengan tu je i tau dia akan happy ✨✨ #SampritSurpriseGiveaway",
  "Smelling coffee can help reduce stress.",
  "Malu bertanya, sesat jalan.\nSudah bertanya, \"Ini pun tak tau ke?\"\n\nKau nak apa sebenarnya setannnn?",
  "Berat dulu : 35 kg \n\nBerat sekarang : Berat mata memandang , berat lagi perut yang memikul .",
  "Stresss overloadss",
  "Bila kita benar-benar sayang seseorang itu kita takkan pernah ada perasaan putus asa. Untuk jaga dia dan bahagiakan dia😊",
  "The perfect getaway https://t.co/lbRbVE4X0I",
  "Sisturs from diff parents..had a nice day yesterday💕closest cousins… https://t.co/TnPByxteKP",
  "@amirulaqmar2405 😂😂 not anymore..haha..lols",
  "Paling takut, paling fobia bila orang yang paling rapat, paling kita percaya. Perlahan-lahan tikam belakang kita.",
  "Note to self: https://t.co/OskYVUKwPI",
  "@amirulaqmar2405 Keluar la bha",
  "Dengar cerita kutipan tiket Badang sehari mengatasi kutipan Black Panther seluruh dunia.",
  "My cousins went crazyhhh",
  "Haih..konfiusla..nk mintak ke x😥😥😥",
  "Do you own the secret #recipe for that special sauce? Feature your culinary art #chef https://t.co/Tkdx1v9OUF https://t.co/c0iPyH66rA",
  "Top 10 Online Business Opportunities: https://t.co/iWzeYf9u1C Please Retweet it https://t.co/wd25FnaN6z 1a",
  "2 March 3018, at Kolej Matrikulasi Selangor. Want to invite me to your program? Email hello@aimanazlan.com or WA 0134164652. https://t.co/87CiivrZnO",
  "It upsets me more when we know people who use \"congrates\" are not native-level speakers yet we disproportionately discourage them just because of one measly letter 🤷 https://t.co/aMU9sQLNSV",
  "Muka budak kecik bila nampak kita main henpon.\n\n\"Ada game tak?\" https://t.co/bwvpXaajES",
  "Adventure https://t.co/wBAg5dD6vI",
  "😇😇 https://t.co/6RSQvFbzmO",
  "Pernah tak ?\n\nGroup whatsapp sedang rancak bersembang pum pang pum pang, bila kau masuk semua diam.\n\nAku pernah😂😂 \nHAHAHAHAHA",
  "ade yang nak topup rm10 free ?\nsyarat2\n\n1: download boostapp\n2: register guna no tel anda\n3: masukan invite code (muh8f3h)  yang ni penting. x masuk x dpt duit\n4: redeem angpau rm8\n5: upgrade premium\n6: redeem angpau rm5\n7: tekan 📲\n8: reload \n9: check credit anda\n\nRT bg smua tau https://t.co/yMDRRT8OPL",
  "Tipu la kalau cakap i don't like surprise or gift. Tapi i'm not desperate on that. Kalau ada untunglah, kalau tak ada pun tak apa. Tak kisah pun 😌",
  "If you are looking for change this course will blow your mind -&gt; https://t.co/TstzH9aCxW https://t.co/gRNtzqVUAc",
  "“Success is going from failure to failure without losing your enthusiasm.” –Winston Churchill",
  "Sampai kerongsang hilang🙈",
  "\"Jom mandi!\"\n\nKucing : https://t.co/ttDXdmX9Xv",
  "Immigration is an important part of the U.S. Olympic team's story. https://t.co/Q9iXTUvS8w",
  "Sayangnya siapa yg selalu browse google tapi tak guna mCent. Apps ni sama macam Chrome, cuma mCent boleh dapat duit bila selalu browse. Duit tu guna untuk beli top up. \n\nTry lah download, it's worth a shot. \n https://t.co/Aa34J6NpzL https://t.co/l1hadPKENv",
  "Day 6 of the Doodle Snow Games &amp; Happy Valentine's Day! ❄️❤️ #GoogleDoodle\nhttps://t.co/vUu9YjL8VJ",
  "Konyang telur ikan bhaa...",
  "Miau tak malu eh? 😬 https://t.co/RLjvqxMZRf",
  "I never changed. I just learned.",
  "Clean look!👌 https://t.co/qpnokOvZAI",
  "Guess who stole a plant from the Zen Garden 😅🌻 https://t.co/EU6G4v4kyF",
  "Ouch! This hurts .... https://t.co/E8nAIcLiGA",
  "Oopss...",
  "VINTAGEPANTS \n\nKAIN  KUALITI YG BAIK\nMURAH PULAK TU. \nMANA NAK DAPAT ??\n\n3 HELAI RM20 jerrrr\n\nFollow ig @serojavintage\nAtau ws 01161389447 https://t.co/7O6RZv2Lgq",
  "Bila lecturer bg tarikh, “assignment to be submitted on the 5th of march” tolong la jgn tanya “tu hari ape ye sir”. \n\nFon u bkn exclusive utk fb, twitter, ig, mobile legends and snapchat je. There is a “calendar” there. Kalau xde leh download, app x seberat mobile legends",
  "I Love Mondays \n- 1. A fresh start. \n- 2. The chance to set a new tone for the rest of the week. \n- 3. A great day to be alive \n– Unknown https://t.co/fQvq1jeaof",
  "Aku ni dahlah mudah terhibur 😂😂😂 https://t.co/TcfGmH9SkW",
  "“You're not white. Where the f*ck are you from?” \n\nThis is what it's like to become the target of a racist attack. https://t.co/RhSFRZCg4M",
  "Masa silam merupakan refleksi diri kita yang sebenar pada hari ini.\n\n#th #tabunghaji #mutiarakatath https://t.co/Qrpye44NsB",
  "Guys, can you help me out here. I am collecting Malay songs that deals with mental issues that mainly relates to suicidal tendencies, etc. It need not be direct, but nothing preachy.\n\nI have one je now, Rapuh by Pesawat. Share wimme nak buat playlist.",
  "What the. https://t.co/Jzr7zlSCuc",
  "In a speech last week, Philippine President Rodrigo Duterte told soldiers to shoot female rebels in the vagina.\n\nThe official transcript from the event included his comment, but replaced the word “vagina” with a dash. https://t.co/DQ3m5ZdXyG",
  "Shellout is such a weird concept to me coz essentially its just a kedai makan telling you to give them a lot of money and we'll just scatter your food all over the table",
  "Beauty is everywhere: Incredible picture! https://t.co/hCbrfDGgTu",
  "We must all suffer one of two things: The pain of discipline or the pain of regret and disappointment. - Jim Rohn",
  "[#EXID] 롱보드 타기에 도전한 #하니 와 #혜린 ! 안전장비 착용부터 불안한 두 사람!! 과연 성공할 수 있을까요? 🤦🏻‍♀️🤦🏻‍♂️💧 잠시 후 11시, #MBN #비행소녀 에서 확인해보세요!\n\n#자세만_보면_선수급\n#언니들_그거_썰매_아니야 https://t.co/iYaQKmjG19",
  "I keep having dreams about you.",
  "Don't forget to look up every now and then! The world is much bigger than a 3-1/2\" screen. https://t.co/0T4DFPtjI2",
  "Yeay!! Done..hihikkss",
  "Ya Allah today was a long day. Alright guys, let me settle the documentation and then I'mma be emailing y'all the ebooks",
  "Just a daily reminder: #JerusalemIsTheCapitalofPalestine https://t.co/ziRp87gUXO",
  "Xde duit+lapar+xde internet....single xpe lg😷😷 https://t.co/5pdu9CwBaT",
  "exploring is better together https://t.co/rbJFy4qnt9",
  "LOL sgt2😂😂😂",
  "water wonders https://t.co/zsfsiuq6tP",
  "When I was smaller I used to laugh whenever I see the word \"shoplift\" because siapalah kuat sangat sampai boleh angkat satu kedai",
  "Islam menggalakkan umatnya mengamalkan solat-solat sunat pada waktu malam, kerana ia mempunyai kelebihan yang banyak.\n\nKini kami di Instagram. Layari https://t.co/AoBkLbPHTv ‘FOLLOW’ kami sekarang\n\n#th #tabunghaji #qiamullail https://t.co/UuAqZLIK6U",
  "I distance myself from people for a reason",
  "Trust in yourself. Your perceptions are often far more accurate than you are willing to believe. -Claudia Black",
  "You control your perception. Follow me on Instagram for more stories: @aimanazlan90 https://t.co/ayp2X3lVew",
  "How to make extra-crispy onion rings: https://t.co/3s1OvvShgj https://t.co/tQLkQQRWTH",
  "https://t.co/Hn7OaHwUN4",
  "One day you'll realize I'm the one who's always been there for you.",
  "The perfect binge party 🎉😆. Watch this month on #fetchtv https://t.co/86d7wWwlne https://t.co/FJ1GCwgMBr",
  "Du’a is good but not good enough if you don’t do anything. Get out. Do the work. Find ways to solve the problem. Be resourceful. Only after that do you leave the rest to Allah. Don’t be lazy. Don’t lose hope.",
  "Why, yes, that is a WHOLE platter of cheesy, saucy Baked Lasagna! 😋 #TheGrillDads https://t.co/a96pB0Dy1Z",
  "Find out how #XiJinping fought #corruption in Fujian province before becoming China's president #GuanghuaStudio https://t.co/9lQrsyDflF",
  "Try this #recipe for warm German Potato Salad for a cozy accompaniment for your main course. https://t.co/nkVwSjwuQY https://t.co/m2CDG9gIfY",
  "true friendship never ends no matter how far you are to each other",
  "\"SENTAP is the signal SENT by Allah to TAP your conscience which signify; it's a high time for a reflection.\" - Hlovate.",
  "Baru perasan..perempuan ni mmg jenis plan nk pkai bju apa rupanya...haha..ok..a fact",
  "Need good vibes rn https://t.co/ueuGr9wT7V",
  "Don’t break people’s hearts 👇🏻\n\nThe worst thing you can do to someone is break their spirit.\n\nWe don’t know what people are going through in their private lives so be careful with the words you speak. \n\nUse your words to enlighten and empower. Don’t break people’s hearts",
  "Chance to win 1001 Inspirational Quotes\nRT &amp; Fol for your chance to Win\nDraw Every Friday.\nMore RTs = Better Chance to Win https://t.co/laAObWm43D",
  "Maturity is silent. Confidence is silent. Success is silent. Let your life do the talking &amp; you never have to say a word.",
  "Lelaki sekarang lebih memilih Mobile Lagend daripada kekasih😬 https://t.co/liQHxcCBeh",
  "To find happiness, you need to find something to hold on to, something to motivate you, and something to inspire you.",
  "People come and go, but life is simply about seeing who cares enough to stay.",
  "I speak my mind. I never mind what I speak.",
  "Better to die on one's feet than to live on one's knees. - Emiliano Zapata https://t.co/fuOTYL8qx5",
  "#Throwback If there's an award for The Most Sickening Post by A Malay on Social Media in 2017, I'd like to nominate Asri Ayohmad https://t.co/kuvv6JPad9",
  "Cantik di mata belum tentu jaminan kebahagian ....",
  "5. When I'm around strangers\n6. When I'm around person who quarrels with me\n7. When I'm around assignment\n8. When I'm broken https://t.co/5LCMJG3jOD",
  "@hanaazahar lols... https://t.co/uc0gYCQJVu",
  "Beauty is everywhere: Isn't this pretty? https://t.co/r6KEMJYejt",
  "Beauty is everywhere: Well cats will be cats. https://t.co/Rx8mKJwg2g",
  "If someone really wants to see you, they'll find a reason, they'll find a way, and they'll make the effort.",
  "The Real Hero is Dashrath Manjhi😭 Real story kot. Siap ada movie tentang kisah sebenar dashrath manjhi ni https://t.co/0FZp6ENViH",
  "Ngantuk sangat sampai beg sekolah pun tak sempat tanggal. 🤣🤣🤣\n@ulat_bulu_bulu https://t.co/hUmnstRJK9",
  "Vice President Mike Pence sat near Kim Jong Un’s sister at the Winter Olympics opening ceremony, but reportedly did not shake her hand. https://t.co/NLWvpch4nt",
  "South Korea President Moon Jae-in shook hands with Kim Jong Un’s sister, Kim Yo Jong, at #PyeongChang2018.\n\nShe’s the first member of the North Korean ruling family to visit the south in 65 years. https://t.co/NHCudYJefO",
  "Be ware",
  "Mata Guys \nMulut Girls",
  "Please join me in Nottingham on Saturday March 3rd, 7:30pm\nEveryone deserves to be happy, I can show you how!\nClick this link to reserve your seat. Pay £20 at the door.\nhttps://t.co/Fl7jrMnspH Help me get the word out and RT. https://t.co/Vs68BO4yDe",
  "https://t.co/IMuKIDr5Ch",
  "You never realize how much you like someone until you watch them like someone else.",
  "Take time to explore https://t.co/BTZJGuK5tz",
  "Moga Allah permudah😇",
  "Allawonce..come hereee",
  "Alhamdulillah, syukur dengan izin-Nya, TH dapat terus memberikan hibah yang kompetitif kepada para pendeposit melalui pemberian Hibah TH 2017 yang diumumkan sebentar tadi. #tabunghaji #hibahTH2017 https://t.co/mh9lqc0swh",
  "surround yourself with nature https://t.co/BnLvTdY1ro",
  "Some people, will just;; always hate you no matter what. Screw them though. You dont need them in your life.",
  "Hiring rules: Hire nice people. No shitheads. Tom Peters https://t.co/RPkLhx1Q4b",
  "Beauty is everywhere: The world is much larger than a mobile phone screen. Take the time to enjoy while you can. https://t.co/yli5TMmU9K",
  "Do You Want to Command on How to Get Sales On-Demand? Then Check this: https://t.co/4297gJeAB7 https://t.co/Y24MdfbjyR Retweet Please 12",
  "Act with kindness but do not expect gratitude.",
  "Beauty is everywhere: Lovely sunset as always. https://t.co/rXKt6iYpTx",
  "A good life is when you assume nothing, do more, need less, smile often, laugh a lot and realize how blessed you are for what you have.",
  "Tahniah kepada @ffaizfaisal &amp; @sha_aluthani kerana telah memenangi buku nota eksklusif TH dalam peraduan #throwbackth dengan berkongsi pengalaman mereka semasa menunaikan haji di Tanah Suci.\n\n#th #tabunghaji #throwbackth #kantenang https://t.co/j6UMPM96jE",
  "@imranfirdaus95 Pegi makan",
  "Ratapan anak tiri. https://t.co/97HbUzgoJ2",
  "Musim dino pulak sekarang😂",
  "Bucik dh ni😂😂😂",
  "Beauty is everywhere: Experience Life! https://t.co/E7WkPI48aA",
  "Udang goreng tepung makan depan nasi panas emm dappp 🍤🍤🍤 https://t.co/X4rvWLMaKQ",
  "go where you feel the most alive https://t.co/hiPgKWvUP4",
  "\"Ada nampak telinga kita? Tadi geleng-geleng kepala, pastu hilang.\" https://t.co/pugm2v1wSq",
  "Nature feels like home https://t.co/FJxGz0qbBv",
  "Wow. JT absolutely killed that.",
  "Kzie ajk g zoo CNY ni..heee",
  "-Ajak makwe makan-\n\nBf : Makan mana?\nGf : Tak kisah.\n\nBf : McD?\nGf : Zionis.\n\nBf : KFC, Wong Solo, mamak?\nGf: Taknak.\n\nBf : Habistu nak kat mana?\nGf : Tak kisah.\n\nBf: KAU KELUAR! https://t.co/xfRcESWtoo",
  "Sebelum umur 40 nak ada PhD. Nak jadi pakar dalam bidang kaunseling. Luaskan akses dengan buka private practice. Hapuskan salah faham dengan awareness campaign menggunakan nama public figure yang Allah bagi. #NiatDulu #YOLO",
  "😂😂😂 https://t.co/O10GgtPAy8",
  "Foggy trails https://t.co/IyseAS8c2Z",
  "The Alps, Switzerland https://t.co/0s8EOq7Unq",
  "Global growth. Local insights. Dive deep on data and expert analysis by Simon Kemp in our Digital in 2018 report. https://t.co/Wi0kYXLCpJ",
  "@imranfirdaus95 Burn!🐣",
  "The problem with the world is that everyone does not have a brain, but everyone does have a tongue. - Raheel Farooq https://t.co/W4MLl4Ch98",
  "Sebelah kiri pau daging, sebelah kanan pau ayam 😂😬 https://t.co/bKivoyp5tV",
  "Cappadocia, Turkey https://t.co/AcBifiFgnb",
  "Nk order kek..tp kne bli min 2 packs..haha😂",
  "Mount Fuji, Japan https://t.co/WVQr7M1nZa",
  "I feel u sis 😂 when u were so tired xbleh bkk mte ble hbis kje… https://t.co/DQ7zpCccUc",
  "Kursus-kursus Haji ini diadakan supaya kaedah pelaksanaan ibadah Haji dapat dijalankan dengan betul oleh jemaah Haji bagi memperoleh Haji yang mabrur\n\n#th #tabunghaji #kursuskhashaji #kanhebat https://t.co/8z3IGRFyYz",
  ".@Business released its 2018 #GenderEquality Index, recognizing our commitment to creating a diverse and equal work environment for everyone. #WEF18 https://t.co/DdC4UdbP5F https://t.co/kLOvO2lbIW",
  "Hati tisuu",
  "Nak nangis kat sapa ni..😭😭😭😭😭😭😭😭lols",
  "\"Works for me!\" - ini saya approve (informal)\n\"Work for me!\" - kerjalah untuk saya\n\n\"I think I should post this on social media\"\n\"Works for me!\"\n\n\"Your interview was great. Work for me.\"",
  "Even\n\nMulut cakap move on\nBut\nHati &amp; otak , still fikir benda yang sama\n\nBetter kau berubah diri sendiri. Yes\nMemang susah, nak cari pengganti semua right ?\n\nKalau kau percaya pada diri kau yang kau boleh move on semua benda ini \n\nInsyaallah boleh\nBecause\nAllah always with us",
  "All the bullshits in life made me stronger",
  "Pernah ?\n\nKau dah kwn lama dgn someone.\n\nTetibe kau tersuka dkt dia\nTer ok ter.\n\nTapi,\n\nDia anggap kau mcm biasa je\nKau je rasa perasaan tu.\n\nHAHAHAHAHAHAHA.",
  "Let it snow ❄️ https://t.co/jSlIJrmzPD",
  "Research Methodologies Thread",
  "Tergantung sepi ~ https://t.co/NjEPdKCFA5",
  "171 messges frm 16 chats..apekah yg terjadi😂😂",
  "Lakukan kebaikan sesama muslimin kerana ianya dituntut oleh Islam\n\n#th #tabunghaji https://t.co/hrQi7hBJBf",
  "Muka kucing setiap kali kita cium dia. Tapi peduli apa, padan muka! 😂😂😂 https://t.co/1ONBWczq8r",
  "https://t.co/Q5B2fGdsNW",
  "4 Reasons For Entering Hellfire.\n\n1. Not offering Salah.\n\n2. Not feeding the poor.\n\n3. Idle talk, backbiting, lying, speaking without knowledge.\n\n4. Denying the day of Resurrection.\n\nTaken from ﴾Surah Al-Muddaththir verse 43-46﴿",
  "Nak msok contest? Tapi dah tamat tempoh..adoii..lawaks uollss https://t.co/LyL3XtakNd",
  "Otak seorang afiqah gelong skit mlm2 ni..sekian",
  "Bila kau semangat berkobar-kobar nak buat assignment, tapi member classmate gurau salah timing https://t.co/r2LssQFj4u",
  "Omg fiqa..rjin sket je bleh..?😂",
  "@My_KindOfQuotes Yess",
  "Sory importante_me muke awk tade..😂😂😂hahaa..#terjebak mkn kat… https://t.co/4oYQBpPRDL",
  "Penyakit paling bahaya mase exam adalah LAST PAPER SYNDROME lebih2 lagi bila tengok roommate sume balik heret bag!!! \n\nKau boleh balik senyap2 tak? Hanat tol",
  "Between the two of us, you lose more: Because perhaps I'll love others the way I loved you, but nobody will love you the way I did.",
  "https://t.co/QDrIhpCEwl",
  "This • is • sad https://t.co/aoVMt717Gc",
  "16.01.2018\n\n16 days into 2018. How are things going? So far so good? Answer with an emoji 🤪",
  "When people say God tak tunjuk kat orang apa yang buruk pasal I, I always think of my teeth. Bapak fvcked up mang. Thank God for modern dentistry.",
  "Lambat betul dia fikir nak selamatkan diri 😂😂😂 https://t.co/aEIvTdkMbV",
  "A \"slap in the face\" = a rejection/hinaan that's very kasar &amp; unexpected\n\nWhen she insulted his family, everyone thought that was a slap in the face.",
  "Where do I find these? 😱😱 https://t.co/hn73Bi2au7",
  "A fool thinks himself to be wise, but a wise man knows himself to be a fool. -William Shakespeare https://t.co/i09jQpRSvS",
  "Pagi2 minum milo dlu😊😊 @lulu_ieqa 😂 https://t.co/dOXoPqcQBO",
  "I can't forget about you, because forgetting about you means forgetting those amazing moments we spend together, and I don't want that.",
  "A man is already halfway in love with any woman who listens to him. -Brendan Francis https://t.co/pOXbcqvXoF",
  "Happiness only comes when you stop complaining about the troubles you have, and thank Allah for the troubles you don't have.",
  "Apa yang lagi sedih daripada biskut patah tenggelam masa cicah? \n\nBiskut satu lagi patah jugak masa nak selamatkan biskut pertama tadi 😂",
  "\"y’all. my momma was trynna send my sister an animoji and this is what happened. i died 😂😂😂😂😂😂\" https://t.co/5qBq6FJtJU",
  "Not everyone will appreciate what you do for them. You have to figure out who's worth your kindness and who's just taking advantage of you.",
  "Over thinking is a special form of fear. This fear becomes worse when adding anticipation, memory, imagination, and emotion together.",
  "\" Dah usaha tapi tak dapat \"\n\nMungkin sebab Allah nak beri yang lebih baik. Pujuk hati, sabar",
  "Be your authentic self.\n\n#leadership",
  "Just a little weekend prep 💄https://t.co/7xpOvK4BRI https://t.co/zgSO8Y5NiP",
  "I just want you to know that it's always been you. You are worth it to me.",
  "He that is good for making excuses is seldom good for anything else. - Benjamin Franklin https://t.co/YJG6tUGVg4",
  "salam gais boleh mintak tlg rt rezeki parents saya 🙆🏻 lorong area sebelah sekolah rendah bukit baru, melaka 😊 nasi lemak &amp; lempeng RM1 je 💕 https://t.co/4iU5y7jOpz",
  "The achievement of one goal should be the starting point of another. -Alexander Graham Bell",
  "'Mindful drinking' is the latest health craze. Here's what it is: https://t.co/94MEIWcAgp https://t.co/su0yefSEo0",
  "Pilihlah seseorang yang takut untuk kehilangan kita. Dan bukannya insan yang sebegitu mudah melepaskan tangan kita dari genggamannya. 👌🏻✌️🏻",
  "\"It took me a long time not to #judge myself through someone else's eyes.\" Sally Field",
  "“Duit” \n\nZaman sekarang memang duit segalanya. Nak beli itu ini macam-macam dalam otak kita\n\nTapi\nTolong ingat duit tak mampu nak beli kebahagian dalam\n- family\n- ibu ayah \n\nJadi\nPulanglah tengok ibu ayah or family selagi mereka masih ada 👨‍👩‍👧‍👦",
  "One of the best restaurants in Columbus, Ohio, is a Nepalese dumpling counter inside a supermarket: https://t.co/sHPw8TDTeM https://t.co/OCJAieSK1t",
  "A positive attitude brings much gratitude! Think positive, Be positive, Speak positive and stay positive. Do it every day and do it big.",
  "Successful people:\n1 wake up early.\n2 talk less.\n3 stay laser focused.\n4 don't waste time.\n5 live healthy.\n6 ignore nonsense.",
  "The first step to getting what you want is having the courage to get rid of what you don't.",
  "This #DressUpYourPetDay, share your favourite moments when your pets had the best swag! Don’t forget to call your buddies and talk non-stop! https://t.co/5VF189E0zu #DigiFun https://t.co/EnjZ4YJYUs",
  "You can never have too much happy – Unknown https://t.co/5rTsGrY8O6",
  "Dua perkara yang menyedihkan 😔 https://t.co/FPSGn4tUJl",
  "Make soft, airy Chinese steamed buns at home. https://t.co/K63lZZXmrM https://t.co/UNK4d6XqPc",
  "I'd rather be on a plane traveling the 🌎 https://t.co/jTU9k7oY4e",
  "A person who truly loves you will never let you go or give up on you, no matter how hard the situation is.",
  "The difference between the almost right word and the right word is … the difference between the lightning bug and the lightning.\n—Mark Twain",
  "The day I stop giving is the day I stop receiving. The day I stop learning is the day I stop growing.",
  "Dah masuk tahun 2018, yang mana satu menjadi azam tahun baru korang #TeamSado atau #TeamRedho? Dapat panggilan tanpa had di https://t.co/sORwzvvMPR #JomInternet https://t.co/P8vG82k9OP",
  "Jangan cepat berputus asa kerana setiap kegagalan adalah satu permulaan baru untuk kejayaan\n\n#th #tabunghaji https://t.co/SrbXNTapld",
  "South Tyrol, Italy https://t.co/JBfbjTlse8",
  "New York 🗽 https://t.co/QvXbVJ65Jq",
  "When a big idea comes to mind, you have the choice to keep it alive by letting your imagination flow or dismissing it &amp; stay stuck in fear.",
  "Wink2 😂😁😄😇 https://t.co/iKHLXsIIQm",
  "Oyen tengok video lama dia dgn mama dia.\n\nRindu sangat kat mama sampai dipeluknya handphone tu. Cian Oyen 😔😭 https://t.co/jhGaGDgS2P",
  "😂😂😂😂😂hahaa https://t.co/1zTCaUxNxY",
  "Senja, Norway https://t.co/ancVw6ZCcI",
  "The traffic jam is killing meeee",
  "Sunsets in the Austrian Alps https://t.co/STdrEYSLTN",
  "Rawr! https://t.co/WFneM43U0g",
  "Sudahkah anda mendaftar haji? Pastikan anda memenuhi syarat kelayakan pendeposit sebelum mendaftar.\n\n#th #tabunghaji https://t.co/pxBQhYXu3y",
  "@hanaazahar Kau still xok lg ke weh? Xkebah?",
  "Oh ALLAH, without you, \nI am nothing, \n\nFix my heart and change me until I am someone you are pleased with.",
  "I know there are people praying for the very things I take for granted.",
  "What's more beautiful than reciting #Qur'an in front of Kabaah.😍😍 https://t.co/WuL9baNqL9",
  "Being happy is letting go of what slows you down – Unknown https://t.co/YiUhoRDBMr",
  "Bagi mereka yang belum menyertai Kuiz Mingguan TH minggu ke 5 edisi Januari 2018, anda masih belum terlambat! Tarikh tutup penyertaan pada 14 Januari 2018.\n\n#th #tabunghaji https://t.co/2EYaxiJw6O",
  "Pagi2 dah baca berita sedih kucing pet shop di Shah Alam. Apa yang boleh kita buat untuk selamatkan kucing2 tu? 😕\n https://t.co/6E3AUFXPYz https://t.co/kksKGkPA7Q",
  "A 7.6 magnitude earthquake struck in the Caribbean Sea off the coast of Central America. \n\n•Tsunami advisories issued: Puerto Rico and the U.S. Virgin Islands.\n\n•Tsunami waves are also possible: the Cayman Islands, Jamaica, Mexico, Honduras, Cuba, and Belize.",
  "Views https://t.co/N1jq9SEWMj",
  "If your friend has failed you, that's okay start now to cultivate a circle of even better friends. - Author Unknown",
  "What comes easy won't last, what lasts won't come easy.\n\n#TuesdayMotivation\n#Inspiration\n#Success https://t.co/eWZCrPozkT",
  "Maaf nak tanya, sini siapa ada buat sale cgpa dekan/3.70 and above. Kalau buat ala-carte jual satu2 A pun takpe. Kalau set berapa?\n\nAku tak mampu dah nk baca siaa tepuuuu..",
  "Hm. https://t.co/1mbT7waqSs",
  "Virtual reality could bring #PDFs to life. See how Adobe Research principal scientist, Walter Chang, and Research intern, Laurel Warrell, put this idea to the test: https://t.co/HceprDgoOu https://t.co/ZGAgKDO86U",
  "Never stop doing your best just because someone doesn't give you credit. Unknown https://t.co/GTTCFto08p",
  "Winter collection 👌 https://t.co/Bdndh2kAiH",
  "There's an idiom, too. The idiom is something positive, though:\n\n\"Cheap at twice the price\" (harga double pun murah)\n - it means murah nak mampus",
  "In Malay, we can use \"murah\" to mean something is banyak, atau berlebih-lebih. Contohnya \"murah rezeki\" atau it can mean nice things like \"murah hati\".\n\nIn English, we can use \"cheap\" to mean many things, but if you're not talking about prices, it's usually something negative.",
  "Life offers you an endless amount of possibilities. Don't settle for a crappy job, crappy friends or a crappy significant other.",
  "Never get tired of doing little things for others. Sometimes those things occupy the biggest part of their hearts...",
  "RT untuk tekup. LIKE untuk gigit. https://t.co/jibPD3CGEu",
  "Of course the people will hold Pakatan to a much higher standard of accountability, especially with what they have promised and our fatigue towards the ruling government. If they win, hopes will be renewed - but the fire will be bigger if we ever decide to throw them in.",
  "When Israeli soldiers attacked her cousin, she slapped one of them. Now this 16-year-old Palestinian activist is facing assault charges. https://t.co/oSk4EAAs1l",
  "K e e p • W a l k i n g https://t.co/4pAveJAkIX",
  "Bila nak tido tetiba teringat assignment kena hantar esok. https://t.co/MLsfqwEh4H",
  "Pengawas exam pun kena ada peraturan dalam dewan exam:\n\n1. Jgn pakai minyak wangi satu lori\n2. Jgn lalu lalang kerap sgt\n3. Tumit tinggi haram sama sekali\n4. Jgn tengok apa student tulis sambil senyum kambing\n5. Jangan hensem/lawa sgt",
  "\"You're not like the rest of us.\"\n\nThis woman was attacked for being black. https://t.co/G0u2X0xued",
  "Pilih salah groupmate nak buat assignment lagi bahaya daripada salah pilih kawan kat uni ni.",
  "@imranfirdaus95 Oouh..still in Tg? Kau keje ke ap? 😂ke sambung..eh..eh..lost jap..besala kne buat proposal sem ni..rse biul2..haha",
  "@imranfirdaus95 Kafe kt slgr ke tu?",
  "A Deep-Dive into the AI-Powered Huawei Mate 10 and what it can do!\nhttps://t.co/eRu2afJPYy https://t.co/nVWI5iSDQm",
  "Awak kenapa duduk camtu? Sakit perut eh? Dahlah hidung kaler pink! Eeee 😂😂😂 https://t.co/TVfZyCbrEL",
  "Kali kedua melawat Good Meowning Cafe, Bandar Tun Hussein Onn, Cheras. Info lanjut boleh usha ig diorang 👉 https://t.co/ZGnWSGHDHu\n\nKucing kat sana makin manja weh. Serius tak puas main dengan diorang 😭😭😭\n\nIni adalah thread. https://t.co/NfSbYGgAXa",
  "Calon isteri mithali..Pm for order😂😂😂 hehehe ❤ tq 4 2day wanie..at… https://t.co/b1uQZ4YnQn",
  "\"Ala paper CTU je pun lek ah. Kbkk je\"\n\n\"Senior kita ckp mcm tu la, next sem dia repeat paper\"\n\n\"Errr..jom study\"",
  "Jamak solat dibenarkan jika dalam keadaan yang mendesak/sukar asalkan ianya tak jadi adat kebiasaan. Ini pendapat yang masyhur dalam mazhab Hanbali dan pendapat sebahagian kecil ulama mazhab syafie. Hari kahwin boleh apply jika perlu. Jika dapat solat pada waktu, lebih baik. https://t.co/X6Y9Itbg6d",
  "Dah tahun 3 tapi set format formal report macam bukan dak degree. Part suruh compile, jadi najis report.\n\nAt least pls ambik tahu ni:\n- T.N.R atau Arial\n- Font 12 atau 11\n- Justified \n\nMargin\n- Left 3.5 atau 4cm untuk ruang binding nanti\n- Right, top, bottom 2.5cm\n\nNi at least!",
  "If you have a family that loves you, a few good friends, food on your table and a roof over your head. You are richer than you think. \n\nBe Thankful.",
  "rm60 siap pos\n*kapel set\n*sabah srwk add rm5\nwasap laju2 +60105352644\n\nhttps://t.co/13Ccri1xiC\n\nhttps://t.co/FtuYUBXxi7\n\nhttps://t.co/qRTj17pZpF\n\n*Byk lg jam2 di bahagian Likes kat @JamPowerBro https://t.co/ybZs2P34aT",
  "Penang syurga makanan &amp; tarikan terbaru, The Habitat 😍\n\n#AyuhTravel https://t.co/qYeXx3guDI",
  "I would rather fail in a cause that would ultimately succeed, than succeed in a cause that would ultimately fail. -Woodrow Wilson",
  "Life never stops pushing forward. Stay focused and never slow down with regrets. Smile, forgive, forget, and keep moving.",
  "In Jay-Z's “Family Feud” music video, Blue Ivy and a team of diverse women rewrite the U.S. Constitution. https://t.co/UPC6btFHPt",
  "\"Bila tukar jawapan yg disangka salah dlm exam, tapi rupa-rupanya jawapan tu betul.\"\n\nThis hurts, everytime.",
  "Surround yourself with those who bring out the best in you, not the stress in you.",
  "If you don't step forward you will always remain in the same place.",
  "Beauty is everywhere: A perfect moment in time. https://t.co/FVfAMo5ymw",
  "Life is filled with possibilities. Decide what is worthwhile and follow through with it.",
  "It’s funny how you can always tell when a boy likes someone else, but you can never tell if he likes you.",
  "Positivity is a choice.",
  "*at a cafe*\n\nMe: I'd like one long black coffee please.\n\nBarista: okay, that'll be six.\n\nMe: no, not six. Just one. I only want one coffee only.\n\nBarista: https://t.co/QXXwATa9Zm",
  "Have we learned anything from Bolivia? #climatechange https://t.co/2ch9IsacUD",
  "Rasa mcm nak roboh bahuu",
  "A secret to make any man more turned on and desperate for you …https://t.co/WtIAyUrBOb https://t.co/oKkaAakoaQ",
  "President Trump just threatened to stop Palestine aid. This follows his controversial decision to recognize Jerusalem as Israel's capital. https://t.co/F1WYYnps26",
  "Belum cuba belum tahuuuuu",
  "Xleh brain..hebt dooh tu...😢😢😢😢😢😢rsa xmmpuuuuu.......",
  "Enjoy life is what I need rn",
  "Zaman orang Melayu mendewakan wakil rakyat dan ahli parlimen seharusnya sudah berlalu. Harus semat di minda bahawa kita rakyat adalah bos dan mereka berkhidmat untuk kita. Hentikanlah bodek cium tangan mereka.\n\nMana ada bos yang bodek cium tangan kakitangan?",
  "We may not talk for hours, days, weeks, &amp;amp; months even. But when we do, everything still feels the same.",
  "Best gila game clue ni! Dia game kad cluedo tp versi fon. Addicted teroks!",
  "*meeting rumah sukan*\n\nCikgu: awak perlu sumbangkan mata untuk rumah sukan awak!\n\nMe: https://t.co/ofIkssKTlH",
  "Goals https://t.co/AEEhyt1UBI",
  "Oh wow!😱 New Opera 50 for computers comes with the integrated Cryptocurrency Mining Protection tool, an improved currency converter, updates to our VR360-Player and more! 💸🔥 Can you believe it? Start your 2018 with the new browser: https://t.co/dKvx2Lwopz https://t.co/smJg3k2XFZ",
  "What lies behind us and what lies before us are tiny matters compared to what lies within us. -Ralph Waldo Emerson",
  "Yg barubah hanya kalender. Quiz test carrt mark exam. Tetap berjalan seperti biasa",
  "Ajda pesan,\nmulakan baca Al-Kahfi malam Jumaat lagi sebelum disambung bakinya esok hari. Takut esok kesibukan kita membuatkan kita lupa atau tidak sempat untuk habiskan semuanya.👶🏻\nInshaaAllah.\nSama-sama kita usahakan ya! https://t.co/cWP8ie1gXv",
  "Better late than sorryy",
  "Rasa kelakar...😂😂😂ok..ckp dh..ckp..ad yg terforwrd 2x plak tu..Allahu",
  "Btulla kak ainn kata..soal hati emosi ni kena tolak tepi bla buat kerja2 gitu",
  "Cuaknya..moga dipermudhkan Allah..aminnn...😇😇😇😇 haha..bakpa aq plak yg nevess",
  "🌸Handsock/Soka🌸\n\"Tak jadi Puteri kayangan, jadi Bidadari Ayah pun cukup bahagia💗\nTutup aurat dengan sempurna, masih boleh bergaya selesa.\nHrga serendah rm6 ..set kombo murah² je ..stock terhad !😱\nhaa ap tunggu lgi meyh pm sis cpt2 kt no ni +601121313889/ ig:hananur_fafadhh https://t.co/Jsf3DRzlFj",
  "Tunggu reply..ughhh neves..ilmu didada xckp..",
  "Buat ayt kelakar +skemata..hahaaaaa",
  "If not mistaken..depend on org yg ucap salam n kem salam..waalaikawaalaihissalam bila kedua2 lelaki..waalaikiwaalaihassalam bila kedua2 perempuan..so terbalik2 kan la ki ka hi ha tu ikot gender noh https://t.co/DVEw0LwjKD",
  "Siapa belum tengok The Greatest Showman?\n\nKitorang nak buat review sikit pasal filem ni. All thanks to @thevocket sebab belanja kitorang dan beberapa orang followers Twitter tiket minggu lepas. https://t.co/YBaCwZ0ZqE",
  "@azrimahali1 Tu tidur xingat siang kot..😂😂hahahaaa...ckp tdr..tidr awl..bgn awl bro..",
  "Bagaimanakah hari anda di tempat kerja? Penat? Ketahuilah bahawa setiap kerja yang anda lakukan merupakan satu ibadah dan akan mendapat keredhaan daripada Allah S.W.T. jika kita benar-benar ikhlas melakukannya. https://t.co/o0C4kC2Khn",
  "Don't judge what you don't know.",
  "https://t.co/EW2ggi4adl",
  "A beautiful day, lovely view of the Ka'bah.\n#اچھے_الفاظ \n@tayyaba__94 https://t.co/wNXLiEwLQS",
  "@hanaazahar Cukup tidur",
  "A good life is when you smile often, dream big, laugh a lot and realize how blessed you are for what you have.",
  "Tidur awal, bangun pagi awal at least pukul 5..minum air msk..antr pkl 4-5-lebih produktif",
  "Grading final projects\nAm ex-zac-ly this close in going bonkers when looking at the mistakes where I have addressed time by time again for the students NOT TO DO. Ever since I first started my lecturing career belum ada lagi a sem where I don't fail someone",
  "When you truly believe in what you are doing, it shows. And it pays. Winners in life are those who are excited about where they're going.",
  "Orang yang bangun pagi ni meningkatkan daya tahan💪💪💪",
  "@izzat_syafie @alehhh97 Bucik..zarith kem salam ke awok",
  "Peneman setia ♥️ https://t.co/K4q690XVjk",
  "The for-profit prison business is a billion dollar industry. We can’t let corporations keep exploiting human lives for profit.",
  "When a friend does something wrong, don't forget all the things they did right.",
  "There is always a better way. -Thomas Edison",
  "“Bersyukur atas pemberian illahi”\n\nAda seorang hamba Allah dm admin hantar penulisan ini. Katanya hasil nukilannya sendiri. Admin tergamam dan speechless baca penulisan ni. https://t.co/vziFTulnqj",
  "Good Morning! Remember: You're ridiculous, you just haven't found someone to laugh at you yet.",
  "Jadi student ni satu jek, bila final exam mula la drama penyesalan datang\n\n\"Kenapa laa aku sambung belajar...\"\n“Nyesalnya tak study awal”😂",
  "Green Chili Quiches https://t.co/2515BMuMBx https://t.co/XohyThw2zy",
  "Ladyclough Forest https://t.co/QCG0o32oW7",
  "Do not settle for less than an extraordinary life.",
  "Setiap kali drive dari kolej palam nk ke pintu masuk tu rasa mcm initial D.",
  "Here's to a new year and another chance for us to get it right.",
  "@syak_kyra alongg tgoklaa...wuuu https://t.co/jOSmpvwUCs",
  "Kenapa nk hilangkan parut berlubang dgn rawatan laser? sedangkan krim kami boleh!!\n.\nTestimoni dah la banyak..Harga pulak murah..ada diskaun Rm 20 lg!! \n.\n📸 https://t.co/9q6dgPEg9J\n📩 @profixantijrwt \n☎ https://t.co/cB6d01RjET https://t.co/tubWXmLFFQ",
  "To the mountains 🍂🍁 https://t.co/rPNa9QX8hy",
  "The world is full of magical things patiently waiting for our wits to grow sharper - Bertrand Russell https://t.co/t2gu9nOPxr",
  "SinergiPendidik:\nA plethora of choices at fair\nhttps://t.co/NWfvm9vTYi\n\nTHERE are 281 scholarships that are up for grabs at this weekend’s Star Education Fair 2018.",
  "😂 https://t.co/YsW7MmWzGD",
  "Happy New Year to alls, new wishes n aims 4 a new year, may 2018… https://t.co/RxMuF1zx8R",
  "Happy new year agase!!!\nBe kind to  yourself and other!!\nI wish #Got7 will world wide kpop band in 2018!!!\nTreat got7 well!!!\nagase keep fighting..dnt be so salty its just a number(age)✌✌✌✌ https://t.co/7dgDB6SFHw",
  "happy new year everybody ❤️\nhere’s to 2018 but more importantly, a new 5sos album",
  "Islamic Wallpaper &amp; ini adalah bebenang https://t.co/fAIGOP6Kp4",
  "Beauty is everywhere: Cobh, Ireland https://t.co/i6RTqnKmCl",
  "Fun in the snow https://t.co/NsPELJoUdZ",
  "Tempat paling heaven sambut new year?\n\nMestilah dalam bilik sambil baring atas tilam empuk sebelah ada balang kerepek sambil scroll twitter dengan line 4g atau wifi unlimited besertakan sambungan wayar charger terus ke handphone.",
  "Last day of 2017. One chapter closes, another one opens. Life is a story in progress, and we can choose its ending.",
  "Terharu la dgn staff uitm cakap baik² dan sopan je kalau call. Tapi kalau jumpa dpn² nakharom garang kalah anak harimau",
  "Dieeee...ptotla xblss.....omegehhh",
  "May your first Positive decision in 2018 be not to drink and drive. Wishing you all the Joy &amp; Happiness you want in 2018",
  "After knowing you lied to me once, it's hard to believe that everything else you said to me wasnt a lie too.",
  "I like going for girls outta my league. I get rejected so fast, thus avoiding zina. Win-win.",
  "I don't understand some of y'all. Eating outside alone is the best. You get to take your time eating, catch up with the news, judging people in your head. That's the life man.",
  "Mahir menembak? Buktikannya di Kill Shot Legacy oleh Celcom Game Hero. Sejumlah RM300,000 untuk dimenangi https://t.co/iviuciy3Ux",
  "I hate getting too close to people, because when I thought they would always be there for me, they eventually leave.",
  "Nak mengeow ke nak menguap? Buat satu-satulah dik 😂😍 https://t.co/pPc00h5Nws",
  "Winter in Washington https://t.co/ze6Hgq6QGm",
  "Whatever is worrying you &amp; keeping you up late at night right now, let it go, take a deep breath &amp; trust God.\n\nبِاسْمِكَ اللّهُمَّ أَحْيَاوَأَمُوتُ \n\nGood night.",
  "I was shook coz telegram actually call me to dictate code..ok..first time encountering thiz😂",
  "Yay..laksaaaaaaaa",
  "Cherry Cheesecake. https://t.co/4LiTUQoYxl",
  "Jom kita beramai-ramai ke Festival #LAMPU2017 pada 28 - 31 Disember 2017 dari pukul 7:30 malam hingga 12:30 pagi di Dataran Putrajaya.\n\nAyuh kita ke sana bersama keluarga dan rakan-rakan.\n\nJumpa anda disana!!\n \n#piccmalaysia #festivallampuputrajaya #perbadananputrajaya https://t.co/h9HzmQCubn",
  "Pernah Tak.\n\nKau berharap kat dia, always chat dia dan sentiasa ada bila dia susah. Last2 dia bercinta dengan org lain. Hahaha sakit dohh 😂",
  "【Win your own Huawei Mate 10!】\n‘Tis the season to take loads of fun and festive photos. Capture your very best festive photo &amp; share it with the hashtag #Mate10EMUI by Dec 28 (23:59 GMT). The best photo submission will win! Remember to tag a friend! T&amp;C: https://t.co/zbTV5niZ8I https://t.co/uPQhahpHwO",
  "Nak jadi InstaFamous Malaysia?\n\nTak mustahil nak dapat 45 RIBU FOLLOWERS! Senang je, biar kami uruskan. Bermula RM10 🔥🔥🔥\n\nWhatsapp 👉 https://t.co/alzS6WO42c https://t.co/oWuAj3SFm2",
  "Milo shakey2..oo shakey..shakey3 https://t.co/IpHPhxIwen",
  "I feel like it's a dejavuu",
  "Mcm2😂",
  "7 Steps Guide to Make Money Online: See How at: https://t.co/hevW8z2Isf https://t.co/FY2gFIhsrx 27 Retweet Please",
  "I really need a good start 👣",
  "The Greatest Showman cenggini haaa 👍🏻👍🏻👍🏻",
  "You either choose to embrace your creative powers that manifest your reality or you choose to see everything as an excuse to stay stagnant.",
  "Sit tight buddies! This game of Alkkaggi(flick the bottle cap) is going to shake things up! @GFRDofficial #SinB &amp; #Umji compete head-to-head for the throne. Can Umji break SinB's winning streak &amp; steal the throne?😱🤷  Join #Sowon #Yerin #Eunha #Yuju #SinB &amp; #Umji Saturday on E! https://t.co/ztuvHXEGJ5",
  "Kenapa next sem lecture straight 12 weeks takde cuti?..lepas tu baru midsem!  sapa buat jadual ni haaa!!?🤬",
  "Cheezy ball yummyhh:)",
  "Dpt jgk topup free tu..😂😂😂😂",
  "Washington https://t.co/Mqg6NW47tD",
  "Israeli lawmaker given security after insulting Palestinians\nhttps://t.co/nJUt9dHbvx https://t.co/X6BKPrpP3M",
  "Just because something ended doesn't mean it never should have been. Remember, you lived, you learned, you grew and you moved on.",
  "In • 2018 https://t.co/pE7M3DE1Bh",
  "Turn 23 next year...omg😱😱😱😱",
  "My lectrer asked me bout my prcticum result..I was expecting less as I feel I did'nt put my best effort enough..she's a very helpful person thru my thick n thin for those 3 months..grateful n glad to hve her as my \"pensyrh pembimbing\", learnt a lot of useful things 😇😇❤❤❤ https://t.co/T7rVo4IJdU",
  "Last craving is laksa..come 2 meh laksa..meh2",
  "My lectrer asked me bout my prcticum result..I was expecting less as I feel I did'nt put my best effort enough..she's a very helpful person thru my thick n thin for those 3 months..grateful n glad to hve her as my \"pensyrh pembimbing\", learnt a lot of useful things 😇😇❤❤❤ https://t.co/ClIUJZuJgF",
  "@hanaazahar Hahaa😂😂😉😉 tua pun tua lah..asl jgn ugly betty..lols",
  "By a year tho..or probbly few months @hanaazahar 😛😛😛😛",
  "Bristol, England https://t.co/u0QaPPKRAo",
  "Lemme list wht I did or cook so far..few of em\nPuding roti, cheesekut, kek marie terlebh mnis, dadih terlebih mnis..yg len tu mcm cucuq labu..etc..ok xigt dh..😂😂😂hahahaa..mcm2 bleh buat ble kt rumh ni..syg nye xkeje je..lols..",
  "Will miss home where I melantak rambutan byk kli..mkn mcm2..minm ayaq nyok byk kli..cocnt shake etc..😇😇haha..but then I realize tht time passes so fast eventho mse memule cti rse mcm kejap sgt mse bjln..n I got 1 year n half till graduation..huh",
  "Mkn cocktail ni buat sakit kpala ke?I'm thinking..",
  "@hanaazahar Haha..member2 aq pun byk da kwen😂😂 ad yg dh ad ank dh pun..yg dok se kg ni..xpela mostly dorng dh kje or dh nk abes blaja etc..",
  "What r u guys actually doing?😂😂\nRania (in red) I'm praying\nSwag gle gmbr ni😂😂😂 da mcm pose ap dh.. https://t.co/njOLAeX5ii",
  "“Saat bersabar ketika sedang marah akan menghalang seribu detik penyesalan\".\n\nAli bin Abu Talib",
  "Dear self:) be strongberryh😂",
  "I don't know which is worse, keeping your love for someone a secret or telling them and risk being rejected.",
  "It's ironic how the people who are supposed to be our friends, can be the people we feel most threatened by.",
  "Marriage is not easy, but with Allah's  help, it can be the best time ever. May Allah bless all couples and those who are seeking.",
  "This heartbreaking video shows a starved polar bear that's days if not hours from dying. https://t.co/LXqgRmEa6s",
  "The only way to discover the limits of the possible is to go beyond them into the impossible. -Arthur C. Clark",
  "Our electricity from the grid will be 100% renewable by 2020 and all of our electricity will be renewable by 2030.\n\nWe’re looking for #startups that can integrate new renewable technologies into our existing systems for on-site renewable energy generation. https://t.co/Kb1VyMFeJQ https://t.co/IUKxTBUwzA",
  "There's someone in your life right now with whom you should date... https://t.co/sSxZzAX1b5",
  "There is a massive difference between a Twitter &amp; a Twit.\nA Twitter Shares things and takes action\nA Twit does nothing.",
  "Jatuh..duhhh..adoii syeslyhh..lincin",
  "I hate clingy people!\n\nAlso me : https://t.co/UOHubfiEWR",
  "People will always question the good things they hear about you &amp; believe the bad ones without second thought.\n\nChill.\n\nKeep on doing good things.\nAllah knows.",
  "Waktu kenduri, memang kita nak meriah dengan dendangan lagu. Tapi volume jangan kuat sangat. Susah nak bersembang. Sampai kena jerit, “Tahniah woi!!!” #MusimKenduri",
  "@azrimahali1 @hanaazahar Membazir durian..dhla mhl..hahaa😂",
  "@hanaazahar Seyes? Kejapnye mek..hg kne mkn durian yg org buat msk tu jala cmtu..serawa duyan etc..sdpnya",
  "My brother said “all the cool gamers have their own signature headset!” so he made himself one by adding lego to kedai ustaz headphones https://t.co/bH7EAEhmQi",
  "\"Nama i sea lion. Pekerjaan i adalah menangkap ikan. Ya, i seorang...\" https://t.co/D4TFfGOEg6",
  "@amirulaqmar2405 Bdk yg jdik pmpuan tu kan..lala ap tah nme dy..eh..xigt dh",
  "True friends... https://t.co/VVVevsGFhr",
  "Chance to win 1001 Inspirational Quotes\nRT &amp; Fol for your chance to Win\nDraw Every Friday.\nMore RTs = Better Chance to Win https://t.co/AjQHY2MeFx",
  "The Alps, Switzerland https://t.co/gHVwaro8t4",
  "Thank you all for such an amazing year https://t.co/paLdRhIPUv https://t.co/pniMULBbDn",
  "_________________________________\n\n               سُبْحَانَ اللهِ العَظِيمِ وَبِحَمْدِهِ\n\nSubhan Allah il 'azeem wa bi hamdihi.\n_________________________________\n\nYou just planted a palm tree in Jannah.",
  "https://t.co/ituDvEiHJE",
  "I feel wasted wasting money on unimportant things..haha..pkai kejap pastu rosak..haih😂😂but then it is so cheap tht the quality is also low..lels",
  "PROMOSI🔥HARGA RM 290 (FREE POSTAGE)💕💕\nVALID TILL 31/12\nDaniel Wellington Original Classic Black &amp; Classic\n\nSize 40mm &amp; 36mm\nRoseGold &amp; Silver\nWarranty 1 Tahun\nComplete set\n\nRm290 Complete Set\n(Pos sm 7 ss 10)\nhttps://t.co/fqvjmSfFN2\n@Harizuddin_ https://t.co/jf62jnm460",
  "Greatest gift you can give someone your time ... #KindNess #Compassion #Mindfulness https://t.co/ZtJcRASfNd",
  "Chocolate Chip Muffins. https://t.co/G1E4nZqVLK",
  "Siapa yang nak bercuti kat area Klang Valley tapi tak nak pergi jauh saya cadangkan pergi air terjun PJ, dekat dengan Bangunan Persekutuan. Tengok air dia! https://t.co/qM7jMWxFr4",
  "Then I'm kind of will moisturize back my hands by putting on lotion..lels😂😂",
  "Is it possibls yg cook has a rough hand coz of their job? I'm feeling the perk of using my hands a lot this holidays..ok..nmpkla kasr berurat2 sbb buat kje..😂😂😂",
  "At last dadih yg menyeru dulu sblom marieee..😂😂😂tggu milo or koko esk ea...lels",
  "Nk try buat kek marie..tp tade milo..gnti nestum jela..😂",
  "Dulce de Leche Crepe (Argentinian) https://t.co/cSZhOu09XG https://t.co/hYQJedpZNq",
  "#pray4palestin",
  "Sports and arts are important as they are the apparent, seeable forms of us connecting with the world.\n\nSports, so we can compete with the world.\n\nArts, so we can be a part of the world's stories (&amp; therefore be within it).",
  "Lecturer \"study week ni masa untuk berehat and bnyak tenangkan minda.\n\nMe: study week lah masa untuk hafal, x tidur malam, ulangkaji khatam balik semua lecture notes.",
  "Uni students in Malaysia need to know this.\n\nReported by BNM (2015 data):\n• 1 in 4 diploma &amp; degree grads were unemployed 6 month after graduation\n\n• 54% of those hired earn less than RM2,000/mth\n\n• 80% of firms said uni curricula is outdated &amp; grads dont hv required skills.",
  "“You can’t build a reputation on what you are going to do.” –Henry Ford",
  "Live life 2 the fullest!😇",
  "Can your #startup connect consumers with Unilever’s ice cream brands in Ireland? \n\nApply here: \n https://t.co/wWSa0PPLfT https://t.co/n6zOdEIJh5",
  "I always wonder why so many people feel sad when they see other people eating alone. \n\nPlease don’t feel sorry if you see me eat alone. I’d have done it by choice. I like my own company 🤓",
  "Irish people traveling over the holidays are labeling their suitcases with \"healthcare not airfare\" tags and #choice4xmas, a reference to the women who must travel to the UK for an abortion, which is illegal in Ireland. https://t.co/r17SBjIvBZ",
  "Study tahun ni, tahun depan baru exam. \n\nok belom sampai",
  "If I die and you wanna use my (original) tweets to make money (bukukan ke atau apa), please sumbangkan sedikit kepada yang memerlukan. Rumah anak2 yatim ke, mangsa banjir ke. Tak kisahlah.",
  "Beinisvørð, Suduroy, Faroe Islands https://t.co/658ahW4a48",
  "Alhamdulillah..try lg 2nd prktikum🙆🙆💪💪",
  "Cross iPhone off the wish list. \n\nGet iPhone for someone special or yourself, starting from RM83/month with EasyPhone™. https://t.co/nFiLiqqmR1",
  "US gives #HepB #vaccine on day 1\n&amp;\nhas 50% more 1st-day infant deaths than all other developed countries COMBINED\n\nhttps://t.co/rmlRPnC67s",
  "Siti rocking the violin ❤️ https://t.co/Qv3xzPNyIR",
  "want to experience an almost magical connection with a man…? Read this -&gt; https://t.co/Zdu0RBvgTN https://t.co/NVhGDWg0O5",
  "Today’s mood https://t.co/yGciJwrKLd",
  "RETWEET IF SHE IS PRETTY. HELP A GIRL OUT. MY DEAREST FRIEND RIGHT HERE THINKS SHE IS NOT BUT I HONESTLY THINK SHE IS BEAUTIFUL. PROVE HER WRONG. RETWEET THIS SHIT. I LOVE YOU BABE. YOU ARE BEAUTIFUL. https://t.co/SlbBeAeB05",
  "Sickness overloads",
  "Dge cerita pasal moyang, masa kecik2.. etc..pastu meleleh..😅😅😅sedeyh #throwback of the past",
  "A sense of deja vu? 😶",
  "May Allah eases the sems onwards..aminn",
  "Hey... we see you've been using the 😏 face incorrectly... The complete emoji guide for social media marketers. https://t.co/N0JXaxfhFg",
  "Moral of the story is...u can comprehend urself..just grab the popcorn n quickly watch it..worth a life! U'll be hooked 4 sure😙😙",
  "Next..cliffhanger..go n watch it if u don't..haha😈😈 \nVery good movie indeed n very useful to teach the youngs about the effects of bullying esp those who're special needs",
  "The thing is tht..he became so figgin lonely n more crisis come when he met back all his friends n the deaf girl..",
  "Lemme make it short..then one peak of the story happened when this deaf girl chnged school n this boy is punished of guilt..all his friends betrayed him n this time around..the boy gets his turn to be bullied till his highschool",
  "One of the girls in the clssroom who's close with the deaf girl even left the school after others keep condemning her for befriend with the deaf girl",
  "She was often getting teased by this one naughty boy..he kept pulling her earing aids..wrote bad thing on the whiteboard n innocently said he wanted 2 help erasing it..even the deaf girl said thnk u",
  "So this one new child,a girl who is new in that school.  The heartbreaking thing is she's deaf, a special child",
  "The main theme is about friendship..the early stage of childhood where children don't develop any sense of rationality in teasing each other",
  "This thread is about an anime movie entitled Koe no Kotachi..seriously I cried a bucket..eh..nope2..few bucketS actually😂",
  "Was really surprised the Cikgu Azizan case got dropped. Coz a case like that masuk court pun susah, would've liked to see a verdict tbh.",
  "English &amp; Malay ni ada spiritual transformation yang agak ketara &amp; berlainan for some words. Contoh:\n\nEnglish: you handsome devil \nMalay: hensemnya setan ni\n\nThe English one is a compliment, the Malay one uh not so much",
  "@hanaazahar Haha..lels",
  "Went 2 my cousin's house n she told me..I was like😱 they r like one of the earliest kpop groups I fell in love years ago",
  "Gosh I dunno tht Jonghyun went suicide",
  "Sayangnya masih lagi tiada yang peduli\nHingga akhirnya bilik itu terhadir sepi yang sunyi",
  "Salju_sakinah:\nSepi\nDi balik bilik yang tertutup itu\nTidur seorang insan yang lemah\nMenggapai dengan urat yang tua\nMemanggil pada orang2 di luar\nYang leka dengan hiburan dunia\n\nSepi\nDengan nafas yang hampir terhenti\nMenagih agar ada yang memberi perhati",
  "Backpain..suma ada",
  "Nk bubbleess😢😢😢lols",
  "https://t.co/50xEkmJPA3\n\nDo join Toluna survey😇",
  "Ikn trout msk lemk cili api?😂",
  "Some english tips. This is gonna be a thread",
  "59 follower requests..mostly from ig shop..haha",
  "Throwback Hotspring Bentong 😇😇😇 https://t.co/ECXKtXvGID",
  "Make peace with your past. You cannot change what has been done, but you can change yourself today, and make a better tomorrow.",
  "https://t.co/rzaMbloV8p\n\nSeyesly",
  "Minum air sekaligus..no no no😅😆",
  "Rasa macam unta pulak😂",
  "Ternyata sup antara dishes plg mudh ats dunia..campak2 siap..",
  "Do front stab me if I do bad..\n-mood no motivation to memorize...ughhh😥😥😧😧😧",
  "Kids nowadays..bru kecik2 umoq 6 7 even younger da pndai kenen2kan each other\nMe years ago berhingus lagi..gigit kolar baju😂",
  "Sad+emoo overloads",
  "Coz of humans doing....",
  "This world can be so scary that sometimes people actually live in another world",
  "Heartache",
  "Onew to return to the stage for SHINee's Japanese concert next year\nhttps://t.co/SXfD4R673X https://t.co/nHsP7ZbgAg",
  "IU to feature on Sunwoo Jung-A's comeback track\nhttps://t.co/c9hUZIZh8X https://t.co/xzPS9F5Qzf",
  "#done hash brown my version.\nHahaa..😂",
  "Mykonos, Greece 🇬🇷 https://t.co/qavmqUdd94",
  "Tertuduh keluarkan kata kesat di ruang solat Masjid Ubaidah, Ulu Kinta #Perak https://t.co/fG4Ch4yyKv",
  "\" Ilmu itu cahaya dan cahaya tidak akan masuk ke dalam hati yang bermaksiat “🍃\n\n[ Imam As-Syafi'e RA ]",
  "Successful Tips:\n1) Rise early\n2) Take care of health-Eating+Exercise\n3) Don't get distracted from goals\n4) Keep positive\n5) Time is limited+finite",
  "It sucks, you know, watching someone you love change into something you don't even know anymore.",
  "If I can't chase this world's heaven, let me chase the afterlife🌹",
  "It's very difficult to turn over a new leaf..everytime u make mistake..but I guess the leaf is unlimited 😊",
  "Same face..diff person",
  "The measure of a man is what he does with what he has",
  "When things aren't adding up in your life, start subtracting.",
  "https://t.co/lwUSGnaj4k",
  "Oopsss\n\nWassp hilang",
  "Many warned newbies to Black Mirror to skip 'The National Anthem' episode (S01E01) because it's too disturbing.\n\nBut I beg to differ. I think it sets the mood for the entire series and a rough idea on what to expect https://t.co/bxrhOjXH0F",
  "It's great to be happy, but it's even better to bring happiness to others.",
  "\"Awak, bangun bangun bangun!\"\n\n\"Awak, taknak taknak taknak!\" https://t.co/s8lVnUSgea",
  "BBIA MATTE LIPSTICK RM25 SAHAJA GUYS! inc postage! 😍😍😍\n\nmeh pakat belii mehh! nak order tekan link kayh syg https://t.co/utYkUOYZAN https://t.co/VpdTJxiKki",
  "Takyah la terhegeh2. Jalan terus je weh lepastu jangan sesekali kau undur balik. Fokus yang ada kat depan. And you'll be a happier then.",
  "Stop liking/sharing photos shared by teachers and \"teachers\" of underage children with their faces and school emblem/location/name uncensored!\n\nOn that note, if you're an educator in Malaysia, PLEASE READ AND UNDERSTAND the Child Act! https://t.co/vAkV5qFQJX",
  "I see the light🌑",
  "Ternyata sup antara dishes plg mudh ats dunia..campak2 siap..",
  "Do front stab me if I do bad..\n-mood no motivation to memorize...ughhh😥😥😧😧😧",
  "Aq ni cepat stress..😂😂😂lols..bru sedaq ke ap..lols",
  "@UiTMconfession Tidur..nangis dlu..emo sorang2",
  "\"Why doesn't my cat want to play?\"\n\nMaybe it's on paws.",
  "@UiTMconfession Xpernah menyapu",
  "A look at the 7 primary drivers of women’s economic empowerment:  https://t.co/2rDgT38a63 https://t.co/ZB7Rdm8oob",
  "https://t.co/3XbeAoDHNh",
  "Bila bangun pagi, rumah kosong takde orang. https://t.co/7QnWrw8CFR",
  "tips dekan:\n\nBelajar + faham + ajar kawan+tawakal",
  "Snowy Weekends ❄️☃️ https://t.co/zmEmliE5Gh",
  "@amirulaqmar2405 😂😂😂😂😂",
  "Life is about BALANCE. Be kind, but dont let people abuse you. Trust, but dont be deceived. Be content, but never stop improving yourself.",
  "Monkey suit = full, formal suit\nBirthday suit = naked (bugil)",
  "I miss how we used to talk every minute of every day &amp;amp; how I was able to tell you everything that was on my mind. I miss our conversations.",
  "@hanaazahar Ikn ptin phg mmg the best..berseph tepi jln😂",
  "@hanaazahar I like ikn patin goreng tho..sdp ble mkn dgn msk lemk tempoyak..haha..xtawu npe..sbb ikn ptin yg dlm msk tempoyk tu rse too much tempoyk kot..but then I fell in lov with its tast3 still..wlaupn aq mmg xsk3 gl3 tempoyk..😂😂😂sbb tast3 dy aq xleh msok..lols",
  "“ Ya Allah give me eyes that see the best in people, a heart that forgives the worst, a mind that forgets the bad, and a soul that never loses faith “",
  "Plan your work for today and everyday, and then work on your plan today and everyday. - Norman Vincent Peale",
  "PROMO YEAR END SALES 🎉🎉🎉\n\nCasio illuminator\nSALES : RM80\nN/P : RM140\n\nWhatsapp order\n014-6287785\n\n@KuantanTV https://t.co/HIpDFibcSo",
  "Presenting one of the featured poets for this Thursday: Zhafir!!! 🤗🎉\nDon't forget to grab your tickets for this year's poetry showcase: Outspoken at the Main Auditorium, Faculty of Education 💫☺️ https://t.co/H7yky1Qhxc",
  "Being happy doesn't mean that everything is perfect. It means that you've decided to look beyond the imperfections.",
  "Whay am I always in constant hunger? 😂",
  "For the first time in foreverrrr😂😂😂",
  "Opening up the gate....",
  "It's coronation day!😱",
  "Freaked out in the morning coz my bro just used my redone quota..*sigh*\nForgot to chnge the sim setting😂😂",
  "Sleepy namateyyy",
  "Heave ho",
  "Feel like fevering..hooo",
  "Suduroy, Faroe Islands https://t.co/iiGb9HGfL0",
  "Berpeluh strt motor..lolssssss....😂😂😂😂last2 org tu tolong..",
  "https://t.co/MLEpk4gz5c",
  "There's nothing holdin me back😇😇",
  "❤️❤️",
  "Wasdale https://t.co/mdrqeOtSkD",
  "Aku suka tengok kucing berlari tanpa sebab. Kelakar, ntah pape je 😂 https://t.co/fzLoZmpl9i",
  "Done",
  "😂😂😂😂fam discussion",
  "Yess https://t.co/PP3PaUk58b",
  "Nampak macam pakai telekung 😂 https://t.co/ImPLPxUuzF",
  "Love is an open dooorrr",
  "Xsampy hti do😂😂",
  "Funny how we try to move on and at the same time, hold on.",
  "#kesat ayaq mata",
  "Sumpah..nk nges jap..hahaaa",
  "Misteri penunggu asrama UPSI Tanjung Malim. \n\nPelajar UPSI silalah baca .. https://t.co/USyLk5S4zX",
  "Take your baking game to the next level with these tips from @SideserfCakes of #TexasCakeHouse!​ Gotta try next time we bake. 😉 #DIVAtvAsia https://t.co/FapJEQL7yp",
  "Xtaw nk sedeyh ka nk sonok..lolsss😂😂😂😂",
  "Confius..hahaa",
  "Is the Law of Attraction Working for You?\nhttps://t.co/szTNBqDG3p",
  "RT untuk peluk kucing. Like untuk lari. https://t.co/5zUtVg9Mh0",
  "“There is not a single aspect of European growth in which the decisive influence of Islamic \nCulture is not traceable.\" \n\n- Robert Briffault",
  "Don't let someone change who you are to become what they need.",
  "Drowning In Reverse, by Malia K. Auri 🙌🏻 https://t.co/OZOTc06xoI",
  "A day on Middle Caikos, Turks &amp; Caikos Islands https://t.co/hO05yBB1VL",
  "I really need 2 go back tho..hahaa...xleh2..😂😂😂",
  "Keep forgetting to save your work files? Name them De Gea and they'll be autosave",
  "Japanese cheesecake by my Achik :) This was yummyh https://t.co/LQ2ytZV2EJ",
  "Got a schoolmate celebrating his 10th wedding anniversary with his wife.\n\nMeanwhile I'm just happy to celebrate a relatively decent life without anxiety meds, booze or smokes.",
  "Patience is the companion of wisdom. ~ St. Augustine #Mindfulness #Zen #OneHumanity https://t.co/e5adtqmmbq",
  "Dilema nk stay or nk pulang ke rumah teruss😢",
  "Korean Spinach Side Dish https://t.co/6BPwwS13G3 #recipe https://t.co/RilildVJtP",
  "Blueberry Cheesecake. https://t.co/F1cOnujWZm",
  "Unless you can see inside my heart, there's no way you could possibly understand how he makes me feel.",
  "Learn How to Give Your Places a Different Look with Window Roller Shutters - https://t.co/I494JQctyN https://t.co/Q40abxv3SB",
  "Success is predictable. - Brian Tracy",
  "A memory is a photograph taken by the heart.",
  "Meee https://t.co/NokMTDjJn8",
  "I'm not perfect, but I keep trying cause that's what I said I would do from the start.",
  "Happy feelings will attract happy circumstances.",
  "I hit my bestfriend in the face with a pen tonight. I feel really bad and I'm not going with him to breakfast anymore. I'm sorry Wes. ? You",
  "The things you say about others, also say a lot about you.",
  "Setiap yang kita sayang, tak pernah lama bersama kita. Harap hati ini tabah😭",
  "al-Fudayl Ibn Iyādh رحمه الله said:\n\n\"أُنزل القراَن ليُعْمَلَ به، فاتخذ الناس تلاوته عملاً.\"\n\n\"The Qur'ān was revealed to be acted upon, but people took its recitation as the action.\"\n\n● [Akhlāq Hamlat al-Qur'ān wa Ahlih, p. 29]",
  "Xde mood bermanga or bershort stories..lels..rojak nor",
  "#WannaOne~ Hwang Min Hyun says it was a huge honor performing \"Only One\" with BoA in Japan! #MAMARedCarpet #2017MAMA https://t.co/I2cnnR1ziN",
  "Y I feel annoyed at everyone? Pent kot..huh",
  "Social Media Jobs: https://t.co/xKTulgeJuG Please Retweet to spread words #OnlineJobs #Jobs https://t.co/ECx95DwD7g",
  "Rileks je Oyen buat MV tanpa perlu menipu orang ramai konon-konon kena tinggal pakwe. https://t.co/Tssl8LYv4l",
  "11 fall soups to make in a blender: https://t.co/z1xZfUhilk https://t.co/G4ncrljrZZ",
  "I think I'm starting 2 luv \"gulai tempoyak\" entahla..ap tah nme dy..msk dgn ikan patin tu😂😂😂kalau x sumpah xmsok..tp tempoyak mmg nope..big NO..LOLS",
  "Comelss",
  "\"Bang, kelapa parut sekilo.\"\n\n\"Okay, sabajap.\" https://t.co/Eu1HJLxqBQ",
  "😂😂😂😂😂 https://t.co/lObxmfCWFo",
  "Miss daddy",
  "Stereotype: \nTeachers marry a teacher\nDrs marry drs..\n😥😥",
  "Salam Maulidur Rasul. Allahumma Salli 'Ala Sayyidina Muhammad ❤",
  "Siblings😇💕💓 https://t.co/kx48kYpWgP",
  "@hanaazahar Haha..okla tu😂",
  "Ada stu talk ni..dy ckp mse umur 13 thn pun teengers xptot lg gne hndphone sbb dlm fasa remaja..so yg bgi kat ank2 yg still sek rendh ni..leps je mcm tu ke ad pntau? Fkr2kan",
  "Pure n innocent",
  "Quote\n\n The loftiest of goals is enslavement to Allah and the most excellent of means is His help and assistance.\n\nIbn Qayyim Al Jawziyyah",
  "BELI LAH AXIA.LEK JE TAHAN POKOK KAHKAH\n\nHati2 smua musim hujan ni jgn  parking bawah pokok\n\nLokasi:UITM shah alam https://t.co/YdWhBnoFXO",
  "How to hate when u only know how to love🙈 ewahh😂",
  "Haha..kne ugut sebb jelir lidah..lols",
  "Loch Dunmore, Scotland https://t.co/pvmCDYZbGf",
  "Laugh when you can, apologize when you should &amp;amp; let go of what you can't change, because life's too short to be anything but happy.",
  "❄ https://t.co/92TeHlRfKC",
  "Never chase love, affection, or attention. If it isn't given freely by another person, it isn't worth having.",
  "\"Abang pergi kerja dulu.\"\n\n\"Kiss dulu!\" https://t.co/6YikadWCpl",
  "I just wnna say..my bro kne tipu mlm td..dy bkk hotspot..nk gne fb kt lappy..irony nye..dy xtawu tu sim yg xde kuota dh..tenet lju sim 1..muahaha😂😂pastu tnya dy leh bkk fb x..dy kta xleh..lols..hahahaa",
  "https://t.co/XwcOmdNnQh",
  "When u feel like everybody leaves u coz of distance..nope..it's just that ur circle of life has changed, u meet new people n learn new things then u can grow better🌱🌳",
  "Bestfriend ni kadang memang menyakitkan hati. Tapi dia tu lah kawan yang terbaik. Nak menggila pun dengan dia je lah yang okay.",
  "RT @HealingMB  Simple acts of kindness sometimes help more than you think https://t.co/dm3epJMnam #lovingkindness #kindness #compassion #empathy #mentalhealth #health #wellness #lifestyle #FridayFeeling",
  "Pernah?\n\nNak mula menyimpan 30% duit gaji bulan depan tapi bila dah masuk bulan baru tak mula jugak. Lagi nak tunggu bulan depan.\n\nHah, sape punya perangai camni, mengaku cepat. 😂",
  "I love those endless conversations with you.",
  "Gaji RM2500 beli 6 buah rumah dengan Boy Iman bolehlah kot.",
  "Five types of people to surround yourself with:\n1. The inspired\n2. The passionate\n3. The motivated\n4. The grateful\n5. The open-minded",
  "Before Israel was Illegally created.. !! https://t.co/DqYFSHMt76",
  "Oreo Brownie Cheesecake. https://t.co/SrQUl3YTuq",
  "When it's cold and you don't wanna leave ur bed https://t.co/MTfbI3zoiX",
  "“Jangan kata masa depan, mata awak pun saya susah nak nampak” – wife being an occasional racist https://t.co/NEmsVVmTSN",
  "Went to a bumpy ride for almost an hour coz the road was crazy😅😅",
  "Sleeping like a log😂",
  "You said I love you, I said it too. The only difference is, I didn't lie to you. My feelings were true.",
  "@hanaazahar 😂😂ok👍👌",
  "@hanaazahar Kan..yg ni vanilla..tirmisu hg dh ase? Sdp jgk ke..ke x?",
  "This was yummyh:) https://t.co/7HiSUNK5Fe",
  "https://t.co/icoyjlVlie\n\nLink to the sacred Riana..tiz is so spooky guys..Jay even said he peed in his pants😂",
  "ACE😍",
  "@amirulaqmar2405 Haha..kan.da uninstall.lels",
  "a beautiful reminder. https://t.co/OXHWVzJ4GM",
  "True love for the Prophet ﷺ isn't expressed through festivals &amp; celebrations. True love is expressed through submission &amp; sacrifice.",
  "Hanging on 🍁🍂 https://t.co/VFuPJP23xR",
  "Kalau kau kategori lelaki menipu, mungkir janji dan berkasar dengan perempuan. Sumpah, aku tak ingin nak kenal, nak kawan apatah lagi nak jadi peneman😤",
  "Not really.",
  "Installing speed cleaner..let's see whther it's really work!",
  "Chapter one 📖 https://t.co/W9un1wX9Ik",
  "#PENTAGON's #Hui &amp; #EDawn face a tough challenge! How will E'Dawn answer the question about #HyunA? Watch #TripleHFunAgency, Saturday on E! https://t.co/W8eqnWKWa9",
  "Seen those “Native-inspired” makeup tutorials on YouTube? This is the only one you need to watch. https://t.co/nZ1oPiRTw1",
  "Wahai jiwa yang tenang \nkembalilah kepada Tuhanmu \n\ndalam keadaan engkau redha \ndan diredhai",
  "B.A.P reportedly making a comeback next month https://t.co/sw28RS5oHB https://t.co/m0uzBsTdTq",
  "La ilaha illa Allah.\n\nThere is no god [worthy of worship and submission] except Allah.\n\nRepeat it, retweet it, and live by it.",
  "Ibu mana tak menangis tengok anaknya mati 💔😭 https://t.co/XbWb9FyQ2t",
  "“betullah cinta tu menyakitkan”💔 https://t.co/7siN0wKeTW",
  "You in Me by kard is lit 🙈💓💓",
  "What proportion of #sleepapnea cases are said to be undiagnosed? #futurehealth https://t.co/IeaeTh63Ke",
  "Upgrade your mindset. Read new books. Meet new people. Switch it up. You have this whole life to live, don't spend it doing the same thing.",
  "Looks like @iloveGeorgina and Nico are throwing MAJOR #Shade at each other after what happened on the previous episode of #ITGIRLSBesties https://t.co/hOehmxFfKb",
  "These cakes are so realistic that you wouldn't realize they’re cakes! 🎂\n#TexasCakeHouse S2 premieres 20 NOV @ 8PM|7PM JKT-THAI, on DIVA! https://t.co/l2drt6jdSm",
  "Montana https://t.co/bwV3mVOPat",
  "Senangnya nak mandikan dia 😂😂😂 https://t.co/w7Uax3Jt6A",
  "“Let in the people you love.”",
  "Bila ada orang menangis dan kau cuba tenangkan dia. https://t.co/8yN4Hxdnw9",
  "\"We are all a little weird\"",
  "Washington 🌲 https://t.co/qkgLPV4Vva",
  "No matter what you may think, you are becoming more and more every single day. No human being can go backwards. You can only go forwards.",
  "I just got my birthday presents now, and I got a diamond Tiffany&amp;amp;Co. Ring. and A Dove Tiffany&amp;amp;Co. Necklace. &amp;amp; a Heart Tiffany&amp;amp;Co. Necklace.",
  "#SaveTPS: 138 Organizations and Individuals Serving the Haitian American Community Urge President Trump to Extend Haiti #TPS for 18 Months. @FANMOrg  @BAJItweet @blackimmnetwork @MarleineBastien @Jacquiecharles @EmbassyOfHaiti @nouvelliste @HAUBoston https://t.co/1FLQWwXuQ5 https://t.co/RJMsA6bQ7a",
  "What could Greece have done to prevent these flooding deaths? https://t.co/X6wsCShNGA",
  "The girl stole RM640 worth of groceries. She’s probably poor. She got fined RM1,200.\n\nI wonder the kind of fine that folks who are known to have stolen millions should get. Double too? https://t.co/y2L75Eud5i",
  "The mighty roar ... https://t.co/WLOnP2yPZ6",
  "Saksikan video eksklusif kami bersama Tifo Arena di https://t.co/JiJHF2JGIi &amp; ikuti kami di Twitter utk update terbaru bola sepak!",
  "Losing is a learning experience. It teaches you humility. It teaches you to work harder. It's also a powerful motivator.",
  "Boston Dynamics new Atlas robot https://t.co/jEzUWlHkeB",
  "Focus.\n\nDon't settle. \n\nDon't waste time. \n\nDon't be distracted. \n\nYou have goals to accomplish..",
  "When Drake takes down a man groping women in the audience 🔥 https://t.co/gaoo4MrVbg",
  "Balik kerja.\n\nSebelum buka pintu, dengar kucing dah miau miau tegur dari dalam. Bila buka, dia datang berlari, gesel-gesel kaki.\n\nApa tindakan seterusnya?",
  "Don't change so someone will like you. Be yourself and the right people will like and love the real you.",
  "Imma sad....",
  "Hi 🙈\nsesiapa suka barang² comel bole follow twitter dan instagram saya . hiks 😘 https://t.co/bI4n7LzQpa",
  "3 keadaan bila kita boleh lupa even family: Ketika\n1. Dapat kitab amalan\n2. Timbangan mirzan\n3. Di titian sirat",
  "Petikan daripada Al-Quran: An-Nahl (16:30)\n\n۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوْا۟ مَاذَآ أَنزَلَ رَبُّكُمْ ۚ قَالُوا۟ خَيْرًا ۗ لِّلَّذِينَ أَحْسَنُوا۟ فِى هَٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۚ وَلَدَارُ ٱلْءَاخِرَةِ خَيْرٌ ۚ وَلَنِعْمَ دَارُ ٱلْمُتَّقِينَ",
  "Guys, im not stupid, i have seen sitemodels for ever two years now, I know what they look like and how fake they are.",
  "Teachers and classmates pay last respects to #Penang house fire victims, Jia Yinn and Yin Chun\n\nhttps://t.co/Em0kfrjvxW https://t.co/EN7qiE6kWO",
  "“All our dreams can come true – if we have the courage to pursue them.” –Walt Disney",
  "Istighfar selalu supaya doa' makbul utk cover blik dosa2..us ckp..",
  "Setakat aku intern di law firm ada jugak lah aku buka file kes rogol ni. Dan kebanyakkannya bukan salah lelaki atau perempuan. Salah kedua-duanya.\n\nBerikut adalah kes rogol yang pernah aku baca:",
  "Don't be so hard on yourself. \nYou are filled with beauty, you exude light, and you're made of love.",
  "Sentap dgn alkuliyyah td...😢😢😢😢",
  "❤️",
  "Cabin Goals 🌲 https://t.co/uIsjVjtOYe",
  "Scary",
  "Scarnye org zmn skrg👻👻👻",
  "Everyone should read this. https://t.co/YM9wtEGiUN",
  "I've got your back buddy! https://t.co/2Z2Fx9VHe5",
  "Ruginye xbwk blik bju pusing2😂",
  "Pelik😂ok..xpelah..lols",
  "Haha...sembang pasal cover lappy..tmsok anime..pastu dy ad kls. Lols😂kte kan kapel..kuikui https://t.co/qLHjuMof10",
  "Strawberry Cheesecake Cake Roll https://t.co/1RCQmPHfFv",
  "I think kalau grab..bleh tekan emergency pnye call...direct to police..use it wisely guys.. https://t.co/XAGRa3mrRK",
  "Some changes are hard, but remember that there's always a reason why you wanted to change in the first place.",
  "@My_KindOfQuotes Mummyyyy",
  "There are a lot people who call you by your name, but there is only ONE PERSON who can make it sound so damn SPECIAL.",
  "“The soul attracts that which it secretly harbours, that which it loves, and also that which it fears.” – James Allen",
  "Instead of focussing on the world's problems, give your attention to trust, love, abundance and peace.",
  "Our culture supports &amp; inspires #WomenInTech through the stages of their careers and lives 👩‍💼👩‍🔬👩‍💻 Learn how 👉 https://t.co/aaM4nDc91l https://t.co/SLFOi2qgV7",
  "Woke up with more news of rejected scholarship applications. Every day I stray closer and closer towards hopelessness.",
  "“Inside… I’ve died a thousand times.”",
  "#SocialMediaJobs at: https://t.co/qISh0uulyA Please Retweet https://t.co/V5SUCQL3GB",
  "@ulat_bulu_bulu Nugget",
  "Apa nama kucing paling pelik pernah kau dengar? https://t.co/ajOipr1bc5",
  "\"Broken hearts do the most writing.\"",
  "“I’m always disappointed but never surprised.”",
  "Happiness comes from within. You will not find it in people, places or things!",
  "Got my brushes..yeheeee😂😂",
  "Azanlah sepnjg msa diwaktu mrk membesr..oouhh",
  "Ank susuan..ank angkt..ank sedara..jga ank2 yatim..bgsnya",
  "Ramaikan zuriat so ank2 bleh doa utk kte..i see..",
  "Jgn perlekeh2 orng atau tktkan2 mereka..ucapla Tahniah!",
  "Hujan",
  "Noticing when gas prices go up",
  "Where is your #Leadership Dojo? | #LeadershipFlow Blog | CROFT+Company\nhttps://t.co/fj2jaBfY99",
  "Catch them young...\n\nTeach your kids the virtue of sallah at a young age and they will never depart from it. https://t.co/h7O8qHxDs9",
  "https://t.co/UwPK6u0BSN",
  "Kuah power, udang segar😍🦐\n\nNur Zetty Mee Udang, Changkat Jering, Perak\n\n#AyuhTravel https://t.co/qxjrK14QOb",
  "Manusia bukn hidup lg tp bertukar menjadi hidup2an😂😂😂",
  "Hidup di dunia ini sebenarnya utk hidup yg stu lgi..di akhirat..fikir2kan💚",
  "Svalbard, Norway https://t.co/OeEgkHriFK",
  "You deserve to be happy.",
  "Ramai orang complain kids are busy with social media, games, and other technological advances til they neglect studies - but my argument is that the system has to adapt to these advances. Crazy to think we can just fend off kids from using tech.",
  "Kaki pendek sangat sampai perut sapu lantai 😂😂😂 https://t.co/LcioK6xoHz",
  "Richard Spencer said he embraces his ancestors' past. Including slavery. https://t.co/tzPzBAG2Nk",
  "Biasa umur-umur macam ni memang suka panjat kaki orang. Pastu kena dukung &amp; gomol terus! Padan muka. https://t.co/O5O00CZw2V",
  "Worry free life  https://t.co/R4MyH9kKzB",
  "Kalau hati tu dah keras maka perlu memperbanyakkan zikir. Mudahkan mulut untuk berzikir, kerana zikir dapat melembutkan hati.",
  "Hidup ini tentang pilihan. Sampai suatu masa, pilihan perlu kita buat. Tiada yang lebih tahu sebab kita membuat sesuatu pilihan melainkan Yang Maha Mengetahui dan empunya diri sendiri.  Mohonlah dari-Nya agar terus terbimbing ketika membuat pilihan.",
  "Fresh Fruit vs. Dried Fruit https://t.co/ras66XXcQI",
  "@aimanazlan90 Xtinggl solt jemaah..one of the signs of a great leader",
  "https://t.co/mywNy9sl6j",
  "Emm dapp 😻 https://t.co/H70y13d5DE",
  "Ok..bru pasan yg downlod byk2 tu dh hilng..utube mmg simpan 10 vids ea..emm emm",
  "WATCH: #JBJ Performs \"Fantasy\" On \"M!Countdown\" https://t.co/OdZSTJwkW9 https://t.co/DBgDt91Voz",
  "“All our dreams can come true – if we have the courage to pursue them.” –Walt Disney",
  "@amirulaqmar2405 Haha..my big bro la..spe lg😂",
  "@Justbeyoudemi Haha..I see😂 glad 2 know 😊😊",
  "@Justbeyoudemi Alright demi, will do😉",
  "Terperap dlm blik like pompuan..haha..bgon2 mkn my leftover maggi..lols...kje men my lappy je😂😂😂ni aq kena sorok laptop dgn hrddsk ke ap ni?😈 https://t.co/AKeWE1HRVv",
  "Can't wait 2 cont the story..updte pliss wattpad😀😊",
  "Woww...twtter just get longer...yippeeeee😇😇😇",
  "Pain comes with taste? Hahaa😂😂",
  "Dang gula hanguih😡😢 https://t.co/NtvlP7AGei",
  "Dang periuk😠😢 https://t.co/LFjhe5B8wY",
  "Done coleslow:)",
  "Caramel Brownies. https://t.co/B9cqFolvri",
  "Your fear is 100% dependent on you for its survival. - Steve Maraboli #LeadershipFlow",
  "The bad news is time flies. The good news is you're the pilot. Michael Altshuler https://t.co/TmGRpHK3ur",
  "RM100m for 'Pulau Pinang Bangkit' as incentives for #PenangFlood victims \nhttps://t.co/QcvtSW7tBB https://t.co/xQxjV10ZIs",
  "You can now make Cheesecake Factory Cheesecake at home. Best news ever! @Cheesecake #MyCheesecake #ad See here &gt;&gt;&gt;&gt;https://t.co/5ltS4hknag https://t.co/89gwnOdVu4",
  "@duyuman1 Thnk u dear:)",
  "@myoppnew Thnk u dear:)",
  "Ya Allah...haha..kelaka la hadif ni..😂😂😂comey tp lols..",
  "@imranfirdaus95 Birdd😍😍",
  "Keep Suffolk Smiling in School at Cliff Lane Primary School, Ipswich. Great to see such enthusiasm for brushing for life @SCCPublicHealth https://t.co/odh0PsU0jg",
  "Rindu budak ni..hidung penyet..buat mke senget2 plak..hahaa😂😂😂 https://t.co/BbAqw13hFb",
  "https://t.co/KZsRU4unYa",
  "[#EXID] #EXID_4TH_MINI_ALBUM [#FullMoon] 이 #멜론 에 공개되었습니다. \n\n▶ https://t.co/mhdLtQ1JPu\n\n#덜덜덜 #DDD #ㄷㄷㄷ #스트리밍",
  "MONSTA X show you some 'DRAMARAMA' in new MV!\nhttps://t.co/HzTXFw0rJC https://t.co/PuQNpPp4tt",
  "Elegant jewelry, inspired by nature - great holiday gifts &amp; stocking stuffers!\n\nSee the collection: https://t.co/m79RlSK3Xu  #ad https://t.co/WEvhmvdEmX",
  "This ain't your mamas grilled cheese #ad --&gt; https://t.co/PTGqAjoY9L https://t.co/R8zWdvGT5n",
  "Dul 4x anyone?😂",
  "Done sandwich😍😍 https://t.co/wl2uzvmZxc",
  "Yeay..casing bawu",
  "\"Wahai orang yang berselimut (Muhammad), bangunlah (untuk shalat) di malam hari.” (QS al-Muzzammil: 1-2)",
  "Bukan tak nak tambah kenalan. Tapi aku serik. Serik sangat untuk hadap hati yg selalu terluka😒",
  "Too bad I hide my heart..haha..doki2😂😂",
  "Tak dapat aku ubat rindu kau. Sebab, hati kau milik orang. Bukan milik aku. Aku hanya sediri dan jaga diri sendiri😭",
  "“Get over yourself; like I did.”",
  "@amirulaqmar2405 Haha",
  "Nah @amirulaqmar2405 https://t.co/IKupIAxYv6",
  "Did the Wilson County sheriff just normalize mass shootings with a media critique? https://t.co/09A4YYSmbh",
  "When you need a help, say it, throw away your ego. https://t.co/BRjTH7JKWu",
  "Kita jumpa pukul 11am nanti di UUM ye 😁 https://t.co/LzvK4N2uSb",
  "\"Nothing seems to be worthwhile anymore.\"",
  "New dp😍😍",
  "Whatever you're going through: https://t.co/JM2HVlghPc",
  "Laguna Beach 😍 https://t.co/qtJf8JtTAj",
  "It's gonna rain again 2day",
  "You don’t need validation from others - because you know how worthy you are!",
  "People come and go, but life is simply about seeing who cares enough to stay.",
  "Zakynthos, Greece https://t.co/47pCYLhJQz",
  "Training On how to Make Money Online is Available at: https://t.co/BQZcxyGO7S https://t.co/DErobcXxad Retweet Please 9",
  "Orang yang mati ini dijadikan ujian2 bagi orang2 yang hidup",
  "Orang yang hidup ini menjadi ujian, saling tuding-menuding bila dimatikan orang yang kita sayang",
  "Kurang harta benda itu ujian",
  "Winter is upon us https://t.co/wDd2hY6YSL",
  "“Tonight I'm just here, counting stars.”",
  "\"Hear from me,\nnot about me\"",
  "@KFCmalaysia Ur wc KFC 😍😍",
  "THANK YOU for choosing KFC as MALAYSIA'S #1 FAST-FOOD RESTAURANT! https://t.co/d0uHmWCvEZ",
  "Dgn Kad KISS, 30,000 ibu di Slgor akn dpt bkln mkn asas, peralatan&amp;pakaian sekolah utk anak2 di pasaraya&amp;kedai yg dikenalpasti #Selangor18 https://t.co/lZ1lZ2pXLb",
  "Yg aq twu..Twitter yg down smlm..😂😂pdhl tenet dpt kuota baru..kuikui",
  "A Millenary watch to suit your every mood. #APMillenary https://t.co/JWmPaVJA3g",
  "Nk pegi ke xnak? Haiyoo..haha😂😂",
  "Kalau boring nk buat ap?\nG app stre..download la game..😂😂😂",
  "Xperasan pun WhatsApp down..hahaaa😂😂😂dh bese line slow..kuikui",
  "Ini cyberattack yang pernah terjadi kepada website , laptop dan phone (android) saya sendiri. \n\nLets begin : https://t.co/pTQDLPqcgE",
  "‘Dipukul, dirogol, dijerut hingga mati dalam sebuah bas sebelum mayat dibuang di kawasan perumahan’\nKisah tragedi Suzaily Mukhtar\nAl-Fatihah https://t.co/NUG5otYScS",
  "Drop me off here and never come back  https://t.co/U7UrXEUmPi",
  "“Why did I keep going back?”",
  "Up for coconut ice-cream everyone? \n💃",
  "Merenung ke dinding😂 sja nk tunjuk kasut bunga2..haha..budak Y6 kata lawa..kuikui😉 https://t.co/jH1qfYHOjd",
  "In my life, this is my first mural ever..jadila kot drpd xjdi… https://t.co/at491r2vQi",
  "If u ask me where my money went? On9 shoppg..😂😂😂haha",
  "\"Saranghaeyo oppa!\"\n\nOppa : https://t.co/IhCLbfzQzU",
  "\"I thought I was good enough.\"",
  "There are several misconceptions about breast cancer. We debunk 4 myths about the disease. https://t.co/3nJIB2gcb6",
  "Lpa mouse..haha..sorry bro..sis lpa bwk blik😢😥😧",
  "Strawberries pizza?😍",
  "Twitter is freaking out over strawberries on pizza: \n https://t.co/UFGpNviotY https://t.co/eoyNJlkxe7",
  "Shakit gg",
  "Pizza ramen doubles down on dorm room comfort food: https://t.co/kLPxjrOuUB https://t.co/mhu4Xj7iYz",
  "Hye 💕\nsape2 peminat cerita korea tpi xmkn mknn korea 🤔?? rugi tauuu !!!!.😂😂\nso kalau sape2 nak boleh tekn link 👇\nhttps://t.co/Bk2kpJBEJa https://t.co/vd2ZNbOPhO",
  "@amirulaqmar2405 Haah..selmt smpy rmh dh..kau perpoya2 ke weh xblk lg?😂",
  "@amirulaqmar2405 Haha...kau xblik lg ke?",
  "Funniest thing in the world is tengok budak2 perempuan main futsal 😂😂",
  "Medan Selera 223, Petaling Jaya, Selangor\n\n#AyuhTravel https://t.co/LN7QrOb1zD",
  "Haha..stuck😂😂😂banjirrr dooooo",
  "Tq Girls for doodling another colourful days wimme...meet em n feel… https://t.co/BCmsi0ROl7",
  "Susah lah ada manusia yang acah perfect segala benda ni, mengalahkan dewa.",
  "There are going to be lots of hard times in your life, but those hard times only make you stronger in the end.",
  "\"Beberapa kenangan ada bukan untuk dilupakan.\"",
  "Miliki iPhone 8 anda serendah RM203/bulan https://t.co/DZTaI9Madk",
  "That's so vicious of em to kill without an ounce of fear n humanity https://t.co/EZHiO5mGFW",
  "Orang yang banyak travel tapi selalu balik dengan sifat angkuh \"aku lagi banyak tengok dunia dari kau\" ni serious aku tak faham.",
  "You can't force a friendship.",
  "Feel like I need home rn",
  "Stunning ... https://t.co/mPfID5yIgV",
  "This Olympian documented her miscarriage to raise awareness. https://t.co/xGMTtl4r6r",
  "Haha.. https://t.co/uLqvGVb3Z0",
  "Scientists in Poland are testing earthworms to kill lung cancer cells. Could this lead to a cure for the disease? https://t.co/KLmgCqr07B",
  "SubhanAllahi Wa-Bihamdihi \rSubhanAllaahil-Azhim",
  "Rindu comot..haha...😊😊 https://t.co/ZcGDNJs9jk",
  "Trying 2 rack my dying brain on this topic..😂😂 https://t.co/MLgWCWFw6n",
  "Bernafas pun comel 😬 https://t.co/P3AuvEbOQ4",
  "When you do something out of love, you don't count the cost.",
  "When you dislike someone, it is easy to dislike him more - even when he is doing the right thing.",
  "PROMO UNTIL 31/10/17‼ \n3in1 Cat Handle Bag 👜\n\nPrice: RM37 free postage\nColor: Pink, Black, Red\n\nIg: @fanibaesa\n📲 https://t.co/6hCzMHFnxc https://t.co/XcCDZIZXIi",
  "No wonder hujan lebat gilos dgn angin mcm tu..ad ribut rupnya...",
  "A halloween 100% real cheese treat at prices that won't scare you! CHECK IT OUT ---&gt;https://t.co/N9dEn02iYT &lt;--- #BabybelTarget #ad https://t.co/9EnBSURTwD",
  "Tablo and Kang Hye Jung celebrate 8 years of marriage!\nhttps://t.co/K7d3r3iO4x https://t.co/THltfsLai1",
  "Brookies: Easy Halloween Brownie #Cookies #Recipe https://t.co/ZLlft42Jlm #chocolate https://t.co/0LDVomuhYq",
  "Take control of who you see notifications from, with notification filters.\n\nLearn more about our tools at the Twitter Safety Center.\nhttps://t.co/U9IaJxlmj9 https://t.co/AmE48WhupX",
  "How come there's a state of Israel n Palestin to coexist if the reality is that Israel never exist in the first place.. https://t.co/azADkfVf2v",
  "Recommending this song-Runaway by Del Shannon, so nostalgic tho..ahaks",
  "Rolex_Ayo n Teo 😻🎵🎵🎶🎼🎼🎼",
  "Yin Yang... https://t.co/42Ns8yNEg4",
  "Lecturer: baik, kita selaraskan format assignments kita. Font apa kita guna?\nStudents: Arial!\nLect: Size?\nStu: 12!\nLect: Margin?\nStu: Boo! https://t.co/ov1j8TiF4f",
  "Dreams  https://t.co/kHzySxyTgI",
  "Catching Waves 🌊 https://t.co/agMOv9CkGf",
  "Win A Free Trip To Barcelona From Brylcreemhttp://eyka-afyka.sharethisstory.net/my-1249904-11520?utm_source=&amp;utm_medium=&amp;utm_campaign=",
  "Ever had a crush on someone at school? Here’s a bittersweet throwback for you.https://t.co/AJooeZ7eM8",
  "https://t.co/oOWZzTV46j",
  "Chocolate and Meyer Lemon Mousse Petit Gateau https://t.co/3B5Mxt9GLZ #meyer https://t.co/mEZJDBgMaK",
  "Hot Chocolate. https://t.co/lGckSFmYcR",
  "[WE KID] Rap Baby Lee Ha Rang, Kid’s Swag~ ‘Okey dokey’ EP.01 20160218 https://t.co/OGjHmZXSWC via @YouTube",
  "Lihat saja nanti. Minuman itu sudah ku campuri racun tikus. https://t.co/nG5ddcb71W",
  "“..., Maka apabila sseorg dr kamu sedang berpuasa, jgnlh ia mengucapkan sesuatu yg keji &amp;jgnlh ia berbuat jahil.”  (HR Bukhari-Muslim)",
  "Ok..pickupline ni..gle xmalu..tp sje2 je ok..\nWalaupun mse kte berbeza satu jam..tapi awk sentiasa dekt kat hati saya..hahahaa\nLols😂😂😂😂😂",
  "If we’re dating you can have your freedom, you're not my prisoner. Just stay loyal and be honest... That's all I ask.",
  "Let's get lost https://t.co/wVKShhWfGv",
  "Perempuan,\n\nPakai tudung tapi pipi terkeluar, terlebih dari tudung.\n\nAnda bukan gemuk, tetapi anda comel.\n\nTak tipu😂🙋",
  "Satay (Singaporean/Indonesian) https://t.co/saQr9bBBGP https://t.co/p1rFBzIKHv",
  "\"Life doesn't always go your way.\"",
  "Officially done..fuhh...legeee....hnta esok... 😂😂ok..need to packing...",
  "How To Silence Your Inner Critic Before It Costs You More https://t.co/sfcYYmVwMF https://t.co/TdmLncDzFE",
  "Seyslyh? Wuuu https://t.co/envgt1a1Ot",
  "Sorry not sorryy..lels https://t.co/J1y3zz9lk8",
  "Beautiful places of the world - https://t.co/Z5KX7Y2nNE https://t.co/lVLdmjc6Bl",
  "Baileys Truffles https://t.co/ahuAqubaJI https://t.co/xfQviNPNdu",
  "Sometimes..haha...mrh..pastu termengamok ke ap..pastu nges sbb rse berslh..lols https://t.co/NGlS5Jz6v0",
  "\"No matter how dark your soul may be, sometimes you just want to cuddle.\"",
  "https://t.co/517G9V2b9u",
  "Haa lg stu air klpa lengkong lemon...",
  "Pncke pisng..cucur cmpoq2..cucur labu..kek xjdik..rice ball n es kem mango..done..yg lg 3 sepi tu xtrgt amek gamba btw...lels... https://t.co/rlH1UyJVvB",
  "@awkwardposts Lols",
  "me https://t.co/1VWhk88Sw8",
  "Hahaa..just skip till ending.. https://t.co/D6cv7rNT1G",
  "Delicious egg breakfast recipes:  https://t.co/uLSi9KM8hI https://t.co/oX1xpvb2Gr",
  "Feel glad kejap bleh ddk rmh lelame ni..haha😂😂😂",
  "u can serve God and man in no more effective way than by getting rich; that is, if u get rich by the creative method and not competitive one",
  "So far..no mood to write..so kte bake..😀😊😂",
  "Lee Yoo Jin Opens Up About How Personal Experience Drew Him To His “Age Of Youth 2” Character https://t.co/QfLgUBPLxT https://t.co/gvv8bpvIaR",
  "Meaning tht..minm tea after mkn..pun bleh angin ke..oooh..i see..😂😂",
  "Prepare to drool over @TrishaYearwood's EASY Cola Cake! It's ahead on #SouthernKitchen @ 10:30a|9:30c: https://t.co/uNfulmKbi2! https://t.co/VkFku9KYSK",
  "Embrace everything to fly higher 🌸",
  "Don't ask me why i've changed, ask yourself what you did to me",
  "\"Sleep-ins: They're for grandmas\"...\n\"Quitting, that's for those who have NO HEART\".\n#FearlessMotivation https://t.co/d2h1d7A6oc",
  "“You can’t build a reputation on what you are going to do.” –Henry Ford",
  "Constantly holding something in your heart against a person is a disease. Trust Allah and let it go.",
  "“Democrats sometimes ... y'all get a little sleepy.” Obama is back. https://t.co/qKbvjcluXH",
  "Headache ni punca tdo lmbt smlm?😂",
  "Hey guys, hope everyone is doing alright! We're in the midst of planning for our Johor camp happening in November.",
  "“If you would take, you must first give, this is the beginning of intelligence.”",
  "Sadly u dont..huh..haha https://t.co/oTffPfYuFd",
  "Shipped tiz for a few weeks😂😂 https://t.co/fhs3uOfNs1",
  "Tones of Croatia https://t.co/maS5foxBQB",
  "“Are we ever honest with ourselves?”",
  "@Louanne_Roccio It looks dead scary...😂haha..where're they gone to..lols..",
  "@amirulaqmar2405 Xpernh lg tgk hijabi smoking..ad rpnye😰😰",
  "@amirulaqmar2405 Tu lg dsyt wei...hahaa...adoii😂😂😂😂😂😂",
  "https://t.co/y0Jylisyug",
  "I might be a good writer coz I'm outta my mind rn😂",
  "maigod..xleh terima lelaki yg suruh istri bersalin tiap2 tahun ni..apa ingat istri hg tu kilang buat ank ke...😡😠",
  "Fiqa...ok..chillax",
  "Currently hvin flu..drpd aq dok ngdp twtter ni..bek aq kems bku yg byk hri niat nk kems..😂😂😂",
  "I'm talking to another afiqah..n I'm calling my own name..haha...lawak😂",
  "Aq dok hafal surh sbb nk pass subjk ctu..😂😂😂😂haha..lels",
  "Tetbe teringt..kate2 seorng clssmte ni..ble pose ni..kte thn lapa sume..so sbb tu xlapa..eh..xigtla ayt dy..time tu kat dk..luar dewn..",
  "Siapakah? 😱 https://t.co/7Oyeg9bvha",
  "#bestrong sahabat...moga ur baby becomes ank syurga...first child plak tu..Allahu",
  "maigoodd...sedihnyaaaaaaa",
  "“I can feel the landscape.”\n\nA blind pianist describes how he composes music. https://t.co/mX4slxk0y7",
  "amazingggg :) Subhanallah https://t.co/ywzG8ZN17I",
  "#STUDY: A Survey of 6- to 12-year-old VACCINATED &amp; UNVACCINATED Children\n\nhttps://t.co/hTRuYcEY0s\n#Vaccines #VAXXED https://t.co/4KU4pJ2O3i",
  "party plak...wiggle2",
  "alongggggggg \n@syak_kyra haiii",
  "hearing to pills &amp; automobiles... https://t.co/PfhgNpZlu7",
  "Bengang member tengah syok tido kena kejut  😹😹😹 https://t.co/ULth9Mdwu6",
  "awww.....so cuteeeee https://t.co/Iq9WhYyAoX",
  "malassnnyyyeeee.....lols\n🤡",
  "So cute😍 https://t.co/jSfcxHUlMZ",
  "Sesi AA - Ep. 4 - Tip Berkesan Untuk Kawal Nafsu Belanja https://t.co/mKjdX8XHpo",
  "Happiness will come to you when it comes from you. Success will be yours when you choose to take responsibility for making it so.",
  "\"No money. How to vlog?\"\n\nCreate YT account (free), use your current phone to record/edit (free), and upload using a cafe's wifi (free).",
  "Mak diorang ni pun lahai 😂😂😂 https://t.co/NyhAxGjiyn",
  "Malas hanya boleh dikalahkan oleh si pemalas. Pemalas ingin berlawan atau beralasan? Itu pilihan.",
  "Member: Esok lepak jom\nMe: Takleh la bro \nMember: asal?\nMe: https://t.co/NlXoibndDS",
  "Ok..isnn dh kne blik ipg dh😂",
  "Ok..bru nk msok msia rpnya..😂",
  "It's called RESPECT .. https://t.co/JlmBWxQF0V",
  "Baby skunks were rejected by mother at birth, But our dog freddie took over as stepmum➤ https://t.co/VwWeqVb7hN https://t.co/mORyRFVpoe",
  "The best and worst cities for vegetarians and vegans: https://t.co/OzeYrB55AJ https://t.co/K9FR1sSaMc",
  "Antara nikmat dunia - Tekup kepala kucing dari belakang! https://t.co/SBs8VtIWPo",
  "In the \"I'm getting old\" department.., a kid saw this and said, \"oh, you 3D-printed the 'Save' Icon.\" https://t.co/rwgCpSjfDQ",
  "GEGEY!!!\nG-09, Jalan Dengkil Centre Point\n43800 Taman Dengkil Centre Point, Dengkil, Selangor.\n013-880 9896 https://t.co/OEwAPs2UWX",
  "@hanaazahar Yass..at least stu daerh pun dh ok dh😂😂😂😂hahahaaa",
  "@hanaazahar Haha..sbb tu aq..xthula..mintk smpang la ldr ni...😂😂ad lki tp mcm xde..lols..at least dekt skit..laratla nk gilir2...😂",
  "@hanaazahar In her shoes..but then..people hve diff opinions tho",
  "@hanaazahar Yep..sbb xnk pindh tu..enthla..I mean..kalau btl2 la nk jge ❤..bleh kot ikot laki dy still open bsness kt sne..tp kte xthu sbb bkn",
  "@hanaazahar https://t.co/GopQuUycQx",
  "@hanaazahar Done..bkk messnger..ke kau nk aq post kt twtter..jap..",
  "@hanaazahar Ask for divorce frm her hsbnd..nila kot org kte..when u hve prob u shouldnt run from it..instead..solve it..jap",
  "@hanaazahar Jdik cmne tah..haha..xfhmla..prmpuan tu fkr ap..umr dh 28..laki tu..adoii...dy dh in comfortzone hidp sensorng..ad mslh but..nk jln senng",
  "@hanaazahar Haha..bcela..yg wanie share tu..nk cte pnjg2 pun..sush..sbb husbnd dy kne pindh..ckg..ke tggnu..wife dy kt johr..lng dstnce reltionshp..",
  "Otk jdik biul+overthnkg lps bce iium confession tu..haha..facebook2..lolss",
  "Xfkir pnjg tu..rse freee...tp xkan selme2nye nk forever alone...burung pun diciptakan berpsg2an..😂😂😂",
  "Mcm mne ea nk ckp..if u r serious at first then be serious forever...esp kalau dh in marriage..ahaks..",
  "\"Some things are better left unsaid.\"",
  "https://t.co/EplEIAU58Z",
  "It's funny how people say they care, but don't show it.",
  "https://t.co/EplEIBbGxz",
  "Ever heard of toluna before?",
  "AirAsia's Show Lets Viewers Control https://t.co/MfOUojyMH1",
  "[BOOK NOW] Here's your chance to take the new Audi A4 for a spin!https://t.co/deGpogEwpP",
  "If I ever go missing this is where i'll be https://t.co/UCsHPJaaiB",
  "“I’m always disappointed but never surprised.”",
  "Twitter ini umpama kau beritahu perasaan dlm hati kau yg terpendam.Dan di dgr dari hati ke hati. Yg mana kau tak nampak tapi kau rasa😊",
  "Here's how “manning up” and rigid masculinity can affect a man's health. https://t.co/Qnel7WW6or",
  "I'm doing communications training for a local college here in Kota Bharu today and they're bright, bright people. Uses the language satisfactorily, no idea why Kelantan gets so much shade.",
  "Omgt..madtown..a year ago",
  "After a while, you just want to be with the person who never fails to make you smile.",
  "No matter what you may think, you are becoming more and more every single day. No human being can go backwards. You can only go forwards.",
  "\"I am a mess, I confess.\"",
  "Balik rmh..sambal pedas nala..kalah ipoh..hahaa",
  "Just be real with people. Always",
  "Nsb baik area rmh 4g uu",
  "Iman: sapa kentut?\nKami: gelak..hahahaa...bau sawitla...😂😂😂",
  "Gegaq cmpoq pening wooii..tgk fon dlm keta..tambh gelap plak .rsa nk vn ja..hahaaa",
  "In my whole life..I only hve 2 siblings..but I hve one along and she's an amazing person..one in a million:)💗",
  "Smart Tips Before Start Drinking Coffeehttp://eyka-afyka.sharethisstory.net/my-1249904-11444?utm_source=&amp;utm_medium=&amp;utm_campaign=",
  "One day...aminnn https://t.co/6Akj8IiFYL",
  "My mum's gettin older n I suddenly feel sad..haha😢😢",
  "15 Nostalgic Photos Of PETRONAS In Formula 1 https://t.co/MhQSCB7zlU",
  "You’ll Be Tempted To Go For Your Next Road Trip -https://t.co/BONf5FEhCJ",
  "https://t.co/Oq4S0dVug3",
  "Jangan Ragu Untuk ‘Terbang’ Ke Sydney Bersama Anak Kecil Sebab…Ini Tipsnya!https://t.co/sMvMAlfFRV",
  "I found this😍😍😍from few years ago :(((( https://t.co/hmzKgrQXNT",
  "Beautiful 🌹🌹🌹 https://t.co/8GAaINqMmh",
  "@amirulaqmar2405 @kifahooo Lols...😂😂😂okay..",
  "She says she's okay, but underneath her smile is her broken heart.",
  "@amirulaqmar2405 Adoi...hahaha...doa la weh...kuikui",
  "@amirulaqmar2405 😂😂",
  "10/10 https://t.co/mE4j7FhaPn",
  "Spicy sawadae ni nice tho..wlaupun aq jens xthn peds sgt..hahaaa😂 https://t.co/CNIxdNm1gf",
  "Haha..last skli dy ok ke x tu..kang kene renjatan letrik😂 https://t.co/BgZawJgzou",
  "Begin each day with positive words. Speak how you want to feel. Words are a powerful way to change your reality and attract what you desire.",
  "Or ni jens ksot yg gelp btuka wrna? Interesting😮😞 https://t.co/wNxhNOeC1s",
  "Cool as a cucumber. 😎 https://t.co/OD6ZKxxMdx",
  "Tjørnuvík, Faroe Islands https://t.co/fJjYWi4dlR",
  "sunsets to match her eyes https://t.co/EYtSyNbQII",
  "Us kata..nnt leh trnnm dgn zauj😂😂pastu us kata opps..kome single lg..hahaa",
  "Done kuiz😊😊 https://t.co/Ae7tQjGAaB",
  "“You ignited a fire within me.”",
  "Sushi + bestfriends. hm I need them",
  "Ok..da find 1 strong reason knp nk blik awl..sbb...\nKat rmh ad mknn😂😂😂",
  "Kpala ni da knp..skjp skit..skjp x...lols",
  "Never forget yesterday but always live for today because you never know what tomorrow can bring or worst is, what it can take away.",
  "@amirulaqmar2405 😂strbck pnye pasal",
  "Pain makes you stronger. Tears makes you braver. A heartbreak makes you wiser. So thank the past for a better future.",
  "Sameee https://t.co/YLqWIWtbq4",
  "This • is • sad https://t.co/RyxkH2z9fB",
  "Kalau aq bleh trn blok nk bgi..knp hg xleh nk dtg blok kejp? Huh..n bleh plak mntk nk g blok yg hg tgh buat keja ni....",
  "Igt dy sorg ja ka ad keja",
  "Xfhm dgn mnsia ni..nk mntk kat org tp soh org p kat dy...lawak btul😤😤",
  "Omg..tht was so crazyyhhh😂😂😂😂",
  "Mslh btul org yg da seen..tp xreply2 ni..haha😂😂😂ke mata aq bermain2?",
  "It's hard 2 forget..but within the flying time..u are livin the present not the past 💪 #note2myself",
  "When u realize...esok ad amali tarannum+kuiz https://t.co/9VlojKT5Ci",
  "Tiz tasted quite nice ✌ https://t.co/KzoOGFVbel",
  "When u realize it is okay 2 let go https://t.co/1QNNjjIKCc",
  "@amirulaqmar2405 Tido..tgk tv..msk..",
  "@amirulaqmar2405 Tgk movie😂",
  "you.\nnot wanting me.\nwas\nthe beginning of me\nwanting myself.\nthank you.\n\n- the hurt",
  "Every good thought you think, every good word you speak, and every act of kindness you perform, is lifting your frequency to new heights.",
  "@hanaazahar 😂😂😂 #done https://t.co/G48WAAEGmq",
  "Aku tempuh suka duka dgn kau. Tanpa rungutan, dan balasan. Tapi yg aku dapat, selamat tinggal daripada kau. Sungguh kau tak kenang budi😢",
  "It started off as one silly crush, but it ended up meaning the world.",
  "Top 10 Fastest Ways to Make Money Online: https://t.co/xmGoc2wC0M Retweet Please https://t.co/Ta6GvCYm9T 2",
  "Tech Hacks https://t.co/NFoxldCxDZ",
  "Music. Arts. Theatre. Improv. Jom #MATi ! https://t.co/XvE575QpSQ",
  "Cutest Father Son award goes to... https://t.co/p74WeEWth3",
  "I wanna have a pet..at least a fish? Haha😂😂",
  "https://t.co/Rrq0J1fJTb",
  "Xedit2 my poems..rini last..aka tonite",
  "“I destroyed myself by loving you.”",
  "STUDY: Methodological Issues &amp; Malfeasance Evidence in Research Saying #Thimerosal Is Safe\n\nhttps://t.co/1sGk3l1Z1K https://t.co/LUmmIerleQ",
  "Bakpe rse malaih ngat ni😂😂😂",
  "“Forever doesn’t always last a lifetime.”",
  "Kalau tak selalu, jarang. Kalau tak jarang,  sekali sekala.Kalau tak sekali sekala,  sekali dua. Apa dia? Dgn harapan, kau rindu aku😔",
  "Stu je cra nk hilngkan mk nenk ni...letk bedk kunyit..muahaha",
  "Xtawula nk gna mna stu..cetaphil? Simple? Haha..apa afiqah ni😂😂😂",
  "Trump might escalate a trade war with China that would cripple the U.S. solar industry and destroy thousands of jobs. https://t.co/wra8topjtt",
  "@aimanazlan90 Bi?",
  "\"Tomorrow will be a better day.\"",
  "Gettin thru everythg",
  "There's a huge difference between getting over things and just getting through them.",
  "Betul ustaz kata, bila berdua-duaan mesti datang yang ketiga. https://t.co/3HoauArNZn",
  "The life source of every writer... https://t.co/7cdJoe5p5Q",
  "Fall colours in Vermont https://t.co/NLdvCuqLub",
  "What would be your ideal healthcare? #MakeLifeBetter",
  "This is paradise  https://t.co/GyvNuxGgo4",
  "Beautiful  pictures - https://t.co/M2OHANv2E8 https://t.co/Sk2Budq7Ef",
  "\"Sebelum nak jaga anak dara orang\" https://t.co/Ph4vxvHQMr",
  "📸: 7:08 PM. 📍 - Pantai Klebang, Malacca. #nofilter https://t.co/lcmZxv0pch",
  "Pizza Snacks\nhttps://t.co/3GjsXLkKax",
  "Dust, Gas, and Stars in the Orion Nebula https://t.co/1fLFibBliU",
  "mount saint helens https://t.co/K6DFq2Fbgf",
  "Lapaq...",
  "Nk kne godek gmba plak..ad studnt request nk gmba dy😂😂aigoo",
  "Muka burn itu biasa😌😌😌",
  "First day of class. Excited to be back in university. https://t.co/R9yeQN1dVc",
  "Siapakah lagi sorang ni? Ad org tu request gmba gelp jgk tp xbrp nk… https://t.co/pUoKIea5S6",
  "I no longer force things. What flows, flows. What crashes, crashes. I only have space and energy for things that are meant for me.",
  "Alhamdulillah fi kulli hal",
  "Esok Blade Runner 2049, filem yg dijangka akan jadi antara yg terbaik tahun ini akan keluar. Ni adalah guide untuk menonton filem ni. https://t.co/8dUBLqWt9o",
  "A : Aman\n\nAnak menanti tenang petir;\nMelukut termenungkan dewasa beras\nAndai tamat segala getir\nNantikan si cilik bermain di batas",
  "SNAP, SHARE &amp; WIN\nhttps://t.co/VtCsU1QPKE\n#KULColoursnlights #myairportmoments\n#contest https://t.co/MQW0iGyJbc",
  "\"When life gives you a hundred reasons to cry, show life that you have a thousand reasons to smile.\" #Mindfulness #OneHumanity #Happiness https://t.co/I0RlHm1tWq",
  "Tag someone who needs these driving tips https://t.co/PtBthzqhtz",
  "Tolong hargai selagi Tuhan masih beri pinjam dan rasa. ✌️ https://t.co/3aeWQKySfY",
  "Kau nak benci aku, kau benci aku sorang. Don't go around telling people about me and drag them down along with your shit mouth. Go die",
  "https://t.co/kETBTiloCC",
  "What they should be teaching in college https://t.co/UP2XyR6HBi",
  "Belajar tanpa usaha Tiada guna, begitu jugalah hidup tanpa solat.",
  "I need this https://t.co/i9G5BAZ0dS",
  "Things do not change we change. - Henry David Thoreau",
  "I wrote a new blog post: Writing A Book About Hajj https://t.co/reW01EGDHW",
  "If there is something to gain and nothing to lose by asking, by all means ask! - W. Clement Stone",
  "Worry free life  https://t.co/4SqZLUf7En",
  "Potong kek :) 29/9/2017 \nLast day 1st practicum #skwj https://t.co/xf6uaq8bx7",
  "Siapakah? 😂😂😂 https://t.co/mD0rzzDmEt",
  "RT = Dukung masuk bilik. https://t.co/BANxdCbqkK",
  "Sesi kaunseling bersama Dr. Fabulu Kamsahamnida. https://t.co/SSX6ZFXxUT",
  "Bila nk baik demam kena hujan balik..start btuk plak..bila nak baik?😂😂😂",
  "Pick the BEST coffee-flavored treat! #HalloweenWars",
  "Sis lapa wlpn dah ngap nestum pg td..haha😂😂",
  "Ok so apparently Twitter is now letting some people tweet waaaay more than 140 characters so I'm basically just writing out this long sentence, filled with baroque, dependent clauses and cascading turns of phrase, simply to see how many characters I have left omg it never ends...",
  "Xnk Big..demmm....huhhhhhhh..dugaan apakah ini",
  "Sometimes storm can make u realize ur sin",
  "Don't expect this life full of rainbow only",
  "Mcm mne ea nk ckp",
  "Skit pert plak tu + aq busukkk😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂",
  "Bdn da stat skit2..kaki rabak...lelss...n xtaw nk smpy ble...Allahu",
  "Xtaw nk kate ni tarbiyyah apa sennye..",
  "The only way to discover the limits of the possible is to go beyond them into the impossible. -Arthur C. Clark",
  "Next English vlog saya adalah pasal bagaimana saya decide untuk pilih Masters degree saya. Esok nak register dah woi! 🎊",
  "Want to prevent emergency thinking? Here's how: https://t.co/fMGZUSPZi5",
  "West Coast 🍀 https://t.co/7OB6Sma6aQ",
  "People can form perceptions about u that simply aren't true. In this case, they are projecting their own issue onto u. Don't get involved. https://t.co/9r6kKcleXm",
  "How to Make Apple Cider Doughnuts https://t.co/2wsO0MQRdM https://t.co/QAdiaKvFpY",
  "\"Do something you love and makes you happy, and stick with it. Don't worry about what anyone else thinks.\"",
  "Dah nampak beza sangat penyokong n pendokong tu...one of em is ..........",
  "Byk kli da benti ni..xsmpy2...saba afiqah..sabarr😡😡😡😡😡😡",
  "Don't waste your time on someone who gave up a long time ago.",
  "This little girl stealing Prince Harry's popcorn is everything: https://t.co/v3Wxmi1ruc https://t.co/6rYTqE6bbN",
  "You know how much I love you and you know how much I care about you. I want it to work.",
  "Td mun kate dh..jgn compare..mcm mkcik2..lols..nnt sume bnde nk lebih..xleh org lebh skit..brsyukur skit..",
  "Sedr xsedr..tgn ni asyk menerima..btw..tq long2 4 tht shumell friend..😍",
  "I feel like I need to give each of em next year..yep",
  "Tones of the ocean https://t.co/5ApqRUoNiD",
  "Yang BETUL\nBukan main tepuk tepuk 😂 https://t.co/TWi1uygZUh",
  "Even the simplest of words can change a person's life.",
  "\"You are stronger than you think.\"",
  "Penat dgn mnsia n isi2nya..duhhh",
  "Kelab paling bodoh ak join adalah kelab ragbi ipg ipoh. Dimana seminggu seblom tournament, player nya sebok main bola sepak bola tampar tido",
  "Xtawula nk happy ke ap...dpt 2 roti lilit ni..aigooooo https://t.co/r2MFy3k0hA",
  "\"Siapa yang mengambil hak orang lain walau sejengkal tanah akan dikalungkan hingga tujuh petala bumi.\"   (HR. Bukhari - Muslim)",
  "Sushi. https://t.co/LqnzWAEoJq",
  "Anda pasti mahukannya. Dapatkan Samsung Galaxy Note8 dari RM2,429 dgn Pelan Ultimate Device.#UMobile #GalaxyNote8 https://t.co/UmlWWFxUC7",
  "Xfaham btul😂😂bebdk ni kalau kte hri2 grg sush jgk..dy xfhm kte tgh mrh..lels..xfhmla aq..",
  "Tq 4 tiz..sarvish n pawan..dorang nila yg aq jge ble relief kls moral..skli dgn juskiran n aiden..😀😊 https://t.co/8wtgbMwwkg",
  "@JnnhWahab 😻😻😻😻",
  "@JnnhWahab Hehehehee😂😂😂",
  "Tq fiqaaaa😻😻😻 https://t.co/Ebin8VzkNI",
  "@JnnhWahab happy befday jen jennot...my luv 4 yah never dies...hihikss😙😙😙😍😍😍😗😗😗jen2 turns #21 https://t.co/MkCXj0GVNq",
  "Ngntok n pent gilos da ni😂😂😂",
  "I'm changing my name to Ahem so I'm always getting people's attention.",
  "Wher r ma kids??😂😂😂😂",
  "Foggy Roads https://t.co/C8Sxcexp5t",
  "https://t.co/rEDsbMml8k",
  "When “We’re close” becomes “Were close”.",
  "Finally found an open socket at the Philadelphia airport only to discover it's a -sticker- https://t.co/vQ5IiTut4a",
  "Show more love. Don't judge every chance you get. It makes you and the person receiving it feel great. A pretty simple way to happiness",
  "Jika kawan kau ada buat yang tidak elok, tegurlah dia secara peribadi dan bukannya secara terbuka.\n\nJika betul kawan, kau akan lebih faham.",
  "😂😂😂😂ralikkk...lolss",
  "It's a long queue🙏🙏🙏",
  "Tq ahsraff 4 giving me tiz :)) birthday gift katnye eventho 8 days… https://t.co/ptBVWVNylH",
  "🎥 Filem Terbaik #FFM29 \n\nAdiwiraku https://t.co/5zy0gXeyZd",
  "Iceland https://t.co/oyS66Vi8b7",
  "Bali, Indonesia https://t.co/RS48FmTckH",
  "Ok..grab dpt resit rpnye..😂",
  "Pass it on https://t.co/S94kjGqZpw",
  "When we practice loving kindness and compassion we are the first ones to profit #Mindfulness #Kindness https://t.co/VKOC4r76AN",
  "Kenapa siput babi bergerak perlahan? Sebab sambil bergerak dia fikir, nak bergerak macam siput ke nak bergerak macam babi?",
  "Ok..novel ni ashraff bgi kat mun sennye..haha..ok..so duda mmg cmni ke ap...lols😂😂 me: come bck 2 reality..xhbs bce lg..haha https://t.co/81JR9rMMST",
  "Never give up! Failure and rejection are only the first step to succeeding. - Jimmy Valvano",
  "In developing countries 20% of all pregnancies are at risk. How can we help? https://t.co/V6cFejf41C",
  "Allah has made some things easier for us in Madinah: the hotel is more luxurious and it is much… https://t.co/eiUcJpqUO3",
  "Macam mana nak buat kucing garang jadi manja? Ada pengalaman? https://t.co/F1OywaY8Xd",
  "Successful people tend to become more successful because they are always thinking about their successes. -Brian Tracy",
  "“I cared too much. My mistake.”",
  "\"As soon as you stop thinking about them, they'll send you a text or call you cause they know you stopped thinking about them\" Lauren Conrad",
  "Don't accept the opinion of others as truth. It is your life to live, not theirs.",
  "Mak : PERGI SIDAI BAJU TUU!\n\nAdik-beradik be like,\n\n\"Kaulah pergi!\"\n\n\"Eh kaulah. Cepat2 nanti mak marah!\"\n\n\"Pergilah. Asyik aku je!\" https://t.co/iadU5r5Xih",
  "Petra, Jordan https://t.co/iJFrvsgLhM",
  "Ok..keep my mouth sealed..",
  "Speechless jap..😂😂😂for her n me..",
  "Untungla..si pembuat kek..kte mmpu tgk gambaq jah 🙏🙏 https://t.co/OvSwI2RPmg",
  "Xde kucing😂😂 https://t.co/lMAkgQaRjk",
  "Sunrise flight over grand Teton national park https://t.co/ntUwoexb1K",
  "Esok ad mjls pntp..so xde kls..jmaat cti..ok..raye2",
  "Now ANYONE Can Learn Piano or Keyboard. PLAY Pop, Jazz, Blues, Ragtime, Ballads, even amazing Classical https://t.co/QAPTYBbxgT",
  "Here's some advice from the mayor of San Juan to the people of Puerto Rico as Hurricane Maria barrels toward the country. https://t.co/AMXbdUyPTE",
  "So sorry about what has happened in Mexico City. Hope everyone is okay x",
  "Mcm mana nak selesaikan masalah roommate suka lepak atas katil ramai2.lepak2 makan atas katil aku.nyirap pulak lama2",
  "Bawal : \n45\" (RM13), 50\" (RM18), 55\" (RM23), 60\" (RM33)\n\nIG: @thedeasbawal \n\n☎️ https://t.co/luzKC8of4C https://t.co/8z7UFY3lth",
  "Full of scars tht nobody knows",
  "“Ya Allah, lindungilah aku daripada sikap putus asa.” Aminn",
  "Don't stress about the future, it hasn't arrived. Live in the present and make the most of it.",
  "#RekomenFilem Closest Love to Heaven &amp; One Week Friends. Recommended for Japan movie enthusiast. https://t.co/NbS8LJVpwn",
  "I love when people take care of my feelings.\n\nI love when people respect my feelings.",
  "Being happy doesn't mean that everything is perfect, it means that you've decided to look beyond imperfections.",
  "Mai la tengok theatre show ni kat Revolution Stage, Bandar Utama minggu depan! https://t.co/J5shAZSXa4",
  "Ada benda yang kita bersyukur kita tak komen",
  "@amirulaqmar2405 @hanaazahar @kifahooo Lols😂😂",
  "Baby born with adult-sized tongue smiles after life-changing surgery➡ https://t.co/wD8T8csfe1 https://t.co/vHRZ0W5BMx",
  "Getting older by a year",
  "Tq twitter..haha😗😗😗 https://t.co/qB3DKTtu5d",
  "Mun punya..dia tikam..rm1..hahaa..sama dngn kain..lols😂 https://t.co/S9BXadeYhD",
  "Budak comei dgn akk cun^_^ hehe 😇😇😇 https://t.co/wjsXxyi7HP",
  "People seek happiness from diff ways..find mine:)",
  "Berani berkata benar✊✊✊",
  "Animal #STUDY: Lycopodium Improves #Memory Functions &amp; Cerebral Blood Flow\n\nhttps://t.co/W2LhaORfQv\n#Homeopathy https://t.co/ME2r7YkvVL",
  "\"I miss having late night conversations.\"",
  "Tips berjimat kat Uni. (Thread👇🏻)\n\n-Beli buku teks terpakai dari senior.\n-Pow maggi member\n-",
  "♥Shop The Look ♥\nZum Outfit: https://t.co/UqfbW2T52i         \n#outfit #style #look #trend #stylaholic #fashion #mode https://t.co/UGSXjpDxwj",
  "I could chill here forever  https://t.co/h3L49pL8zs",
  "https://t.co/GRwfHhSq2A",
  "Bayangkan balik rumah pastu ternampak selonggok anak kucing kat ruang tamu. Apa benda pertama kau akan buat? https://t.co/mI03SJXWmZ",
  "https://t.co/3eAEQYTT6m",
  "Done paper 1 tinggai paper 2 n +marks for both papers😥😥",
  "Selamat Menyambut Hari Malaysia daripada UEM Group Berhad\n\nSaksikan video penuh @ https://t.co/GIeCDTMtQ3 https://t.co/NYFYhYpADF",
  "This Florida man chose the wrong immigrant to rant at. https://t.co/EtCRAecRUx",
  "Idea krik2..",
  "Let's go on a road trip https://t.co/jKHGBYDj9T",
  "Kasut tercabut..need a new shoes ehh..ok..next sem then",
  "Book one of the incredible offers for a chance to win free flights for an entire year to any destination\nhttps://t.co/Woo5GuEJzW https://t.co/WhrBCktvVH",
  "Mcm talking bout me je ni..penuh perasaan nih..😂",
  "Do something today that your future self will thank you for.",
  "“Success is going from failure to failure without losing your enthusiasm.” –Winston Churchill",
  "😇😇😇dh agk dh..clss cntrl kuikui..xpela..betabahla...😉😉😉",
  "Mmg ptotla sblm obsve refer ct or lectrer dlu..sgt bgne..kte xtawu bnde kte plan btul or slh..💪💪",
  "The incomparable New Zealand https://t.co/A5i0TrxZ74",
  "Your persistence is your measure of faith in yourself. - Author Unknown",
  "They r so exctd 2 clbrte my bfdy.. 😂😂kids2",
  "Gonna be so bz tiz n next week..anyeong",
  "Mkn byk pun lapaq😂",
  "Ain't gonna see cinnamon as the same anymore",
  "https://t.co/82g5YzRRT8",
  "Baru habis tanda 9 papers..41 more to go..haha..rabak😂😂😂😂😂",
  "Miss u budak tomey:))haha https://t.co/tP2501Pf2p",
  "@amirulaqmar2405 Nope..finishd..kau kne diet la weh..xleh mnm dairy prodct..haha😈",
  "@amirulaqmar2405 Dh msok prt dhla..lols. lme dh pic ni😂",
  "This was so nicely blended ;) https://t.co/aIEL2JEAKL",
  "Merenung mse depn..ok gelap..lols\nOh esaimen..😂 https://t.co/kEhe5f1sjx",
  "Killin maaself",
  "Miserableeesse",
  "Dieeerrrrrreeeeee",
  "Bakpe tetbe hang niii😂😂😂😂😂😂😂😂😂😂😂😂",
  "Sometimes faking a smile is so much easier than explaining why you are sad.\nRight?",
  "Go more places that make you feel tiny https://t.co/cQ8DFl5hfT",
  "Oxidation is a process that damages skin cells, so including antioxidants in your skincare helps to combat the ageing effects",
  "ALLAH will not put a burden on you which you cannot handle!!!",
  "Ok..dh 100..900 more to go😂😂😂😂",
  "Point Reyes, CA https://t.co/Gi6vDKlEq2",
  "Rse xleh bnfs..huh",
  "Spoiler2..shouldnt be so relxed bfre..😂😂😂hahaa...ok..xpe..chiillaxxx...ad 4 dys 2 prepre whtever for the next days...",
  "Thinkin bout obsrvtion je ase mcm...ughh..maigod..how am I supposed to cramp everythg in 1 week...😱😱😱😱",
  "Learn to let go. That is the key to happiness.",
  "I'm so nervous I might diee...lolss😂😂😂😂",
  "Takde istilah seniority pon dkt uitm ni, dari aku part 1 sampai degree gitu je. tp tak tau lah kampus lain ade kan",
  "Tenka rumet..:)\nTetbe je mse bwk klua bju pin hilng n xjmpk2..mksdnye apkh😂😂😂 https://t.co/sddn6J4ZGO",
  "Yang paling tak suka bila sem baru. \"kenapa awal ambil kos ni\". Setiap sem ditanya soalan ni. Setiap sem jawapan tertukar.",
  "5 Easy Ways to Write an Irresistible Introduction -- https://t.co/nTO22lZkdR https://t.co/1oLEFwdOqH",
  "Aiyott..bunyi anjing",
  "Headache comes again..lailai",
  "I was thinkin of buyinh a bracelet n today I got one..😇😇😇from my y3 pupil-tq qaisara❤❤❤",
  "Tq Qaisara:) 3 Cekal 😊 https://t.co/iWsKCuFIiZ",
  "People who are well liked:\n- Ask for nothing\n- Laugh at themselves\n- Listen with interest\n- Rarely complain\n- Inspire others\n- Teach\n- Give",
  "Cuti 5 bulan , I can feel the radiation on my hand sebab pegang fon selalu",
  "Don't worry inbox, I'm empty too.",
  "Sometimes life doesn't give you something you want not because you don't deserve it but because you deserve more",
  "From China uu😂😂lols..jk",
  "Lifestyle https://t.co/yAaOIo2rDh",
  "Done placing my order.. 😂😂lols..hopefully it comes to me nice :)",
  "Shadowhunters seem nice",
  "https://t.co/0gqv4qCh7a",
  "Feel like don't wanna do anythg..no motivation at all😥😥😥",
  "@hanaazahar 😂😂😂",
  "I got pranked..wakenabeb😂",
  "@hanaazahar Haha..xpela..aq blik xde letrik..sauna wei..saunaaa...maigod...ase xnk blk blik..xtaw ok ke x lg..",
  "I'm sick on my mind..body n soul..👻👻👻",
  "Save the Children says Gaza has become unlivable for its one million children. https://t.co/MvAN4k4Bvo",
  "Cravin for KFC..or MB maybe",
  "Ni mesti kes celup oreo lama sangat dalam air susu pastu oreo tu patah. https://t.co/YA2RK5tshU",
  "stay close to anything that makes you glad you're alive",
  "@amirulaqmar2405 Bgn serai la😂",
  "Dh start jammed..GL org yg balik esok..😂😂 Lebuhrya Utara Selatan👏from BS to Ipoh",
  "Ad rupanaya peraturan camtu...inconsiderate nya..cuba kalau bwk luggage 100kg..xke ko sblm smpy blok....kuikui",
  "@amirulaqmar2405 😱😱😱😱murhnye hrga..😷😷😷mcm2...",
  "@amirulaqmar2405 Kau bce ap tu weh😂😂dgr pun dh scary..lols",
  "I’m a social vegan. I avoid meet.",
  "Stressed? Look at the stars .. #Healing #HealingsSounds https://t.co/eY0ALZKuqx",
  "The cooking mania https://t.co/9BG6srMtoY #recipes #italian https://t.co/sVUbU0JO8A",
  "😂😂haha https://t.co/OsYDd2t47P",
  "😊 undercover 👍🏿 https://t.co/JkLx7vlePD",
  "Biar lah.\nSebab saya memang tak buat apa apa pembangunan pun untuk Malaysia.\n\nSemua pembangunan ni @NajibRazak yang buat sejak lahir lagi. https://t.co/dnL13FV8IO",
  "Lols https://t.co/BKYaM240mD",
  "@_asyrafrohim 😱",
  "This is getting out of hand 😂😂 https://t.co/4fSicbkNRt",
  "*Sees younger generation going crazy over Boruto\n\nMe: https://t.co/xwmpRE8Xfu",
  "Do It Now. https://t.co/rsAFBS8zD8",
  "Housemate untuk di letgo. Bagus ni rajin basuh pinggan suara pun sedap. Siapa nak serumah dgn dia sem depan boleh pm 😉 https://t.co/bHdcERAnXm",
  "🌫 https://t.co/hYm8C3l49o",
  "nampak \"online\"\n\ndalam hati  \"sokay lah dia pun ada own life dia sendiri. suka hati dia lah nak buat apa pun.\"\n\ntapi dalam otak fikir lain",
  "We are all human. https://t.co/HBxGibY4nr",
  "I enjoy arts but I can't even draw a strait line..😂😂",
  "His eyelashes are so long..rase mcm nak curi..haha😂 https://t.co/GaMZ8WE8ks",
  "@amirulaqmar2405 Haha..winn statement kau wei...lols😂😂",
  "When u ask ur friend bout urself..haha..n dy xtaw nk kata apa dah😂😂 https://t.co/C40waDYVqc",
  "Appreciate those who appreciate u😊😊😊",
  "Life is full of give and take. Give thanks and take nothing for granted.",
  "To be old and wise, you must first be young and stupid. Boy, do I know how to be stupid! Climbing the Atlas Mountains, Marrakech Morocco https://t.co/A1N7L7LZmb",
  "Degree life ni kene berdikari sendiri. Takkan selamanya nak harapkan kawan jee. Kan?",
  "Read this: https://t.co/c7fc7vzYuw",
  "@UiTMconfession Blikan senior mknn😂",
  "Beli buku teks baru or beli buku second hand dari senior?",
  "@UiTMconfession Jgn lpa tong minyk kwn hg tu..😌",
  "Laksa (Singaporean) https://t.co/doLkhojY42 https://t.co/LUC8Cb8qNP",
  "28-year-old Mohammad Khamim Setiawan has arrived in Makkah  for Hajj after walking 9,000km from Indonesia. https://t.co/lHmNed47zt",
  "@UiTMconfession They need to pull themselves 2gether, have a breath to think + for a moment",
  "Attention seeker? Depression? Judgemental? What do u think about people having these kind of problems?",
  "Lembu : Esok kitorang kena pergi masjid.\n\nKucing : Okay. Balik masjid kita lepak lagi eh?\n\nLembu : Tengoklah kalau panjang umur... https://t.co/QJafEplvCm",
  "Sukacita saya isytiharkan hari Isnin 4 September sebagai cuti umum sempena kejayaan kita menjuarai #SukanSEA2017. Moga dapat dimanfaatkan",
  "Ok..my shy boss cam best",
  "Lagu ni la yg bebdk dok rap tu btw..tv2..huhu",
  "@imranfirdaus95 If it is japanese curry then curry😼",
  "Ok..boleh beraya puas skit..lels..😂😂sehri pun sehri la..",
  "Kau nak benci aku, benci lah. Aku bukan suka kau pun",
  "@hanaazahar Bakal cikgu mithali😶",
  "@hanaazahar 😂😂😂aq g parit buntar td..taiping pun ad ase..ipoh xsure plak..",
  "Nak tengok ulangan final bola sepak 🇲🇾 lawan 🇹🇭 la. Mana tahu tetiba malaysia menang dapat gol 2 biji. Still tak leh move on la. 😭😭😭😭😭",
  "The best food from the world's 10 happiest countries: https://t.co/FqEgsebs7z https://t.co/PdHfy3HNVF",
  "@hanaazahar Kat perak👀",
  "@hanaazahar Dynamic bookstore",
  "Ada rupanya 1m1s pnye modul😂 https://t.co/7yFoZpW09F",
  "@imranfirdaus95 Yas..but then it is dang sweet that I feel like I'm gonna get diabetes..😂😂",
  "@imranfirdaus95 The bekas is megi but the content is ice cream ok..but salah sukatan..so cayaq weiii",
  "@imranfirdaus95 Aik?",
  "Cari tupai\n\nKuikui https://t.co/uIrLNoDYbw",
  "Rawr! https://t.co/ypwKnpaqAM",
  "\"Wek!\"\n\n\"Wek kau balik!\" https://t.co/kiZrf40eKW",
  "Hina sangat ke amik diploma? Pikir yang amik ni lekeh2 ke? Ramai je 7A 8A amik diploma.",
  "Menghukum pada kadar yang membuka jalan untuknya berubah, bukan pada kadar yang memuaskan nafsu amarah.",
  "Hari ini terima berita tentang kematian seorang jemaah haji di bangunan saya. Satu tingkat di atas saya sahaja. Amat dekat peringatan.",
  "Cabin goals 🌲 https://t.co/vVxKm5yW4I",
  "Above the clouds https://t.co/lNiXQVa2RR",
  "Aidil..aidil..hahaa😂😂😂",
  "Have a great holiday!✨",
  "Lambat pulakkkk...\nCepatlaaaaaa.......",
  "@imranfirdaus95 Hayot..mogok https://t.co/pNcyJQFc6R",
  "@imranfirdaus95 Haha..slh aq ke ni..👀👀",
  "Pstu time relief drjh 4 td..kne persuaded bgi num fon..haaa..amekla..amek2..😂",
  "Aq rse cam dah nynyuk plak..haha..nma budk tu firas p panggil ashraf..pasaipa xtaw 😂😂😂😂",
  "Went MIA..just know tht I syahid awai mlm td..lels",
  "Moment paling bahagia bagi seorang anak?\n\n\"Dapat gelak sama-sama dengan mak dan ayah\"\n\nSumpah mahal.",
  "Sume slh bluestacks nih",
  "Lappy got hanged n gelong like roda..loks",
  "Tahun 1 jangan seyes sgt pliss..haha:) https://t.co/ak6RvZ2sXQ",
  "Serious dang pretty ;) https://t.co/ZwBmqaJsdo",
  "@imranfirdaus95 😼😼😼😼wuuu",
  "@imranfirdaus95 Lols..igt nk g umrh td",
  "@imranfirdaus95 Haha..dh knp?",
  "See u again lil cozs🙆🙆😙😙😙 https://t.co/ovIZIBk3Fz",
  "Allow us to introduce you to these genius, healthy feta-quinoa cakes. You'll thank us later. https://t.co/MWu5VumZvw https://t.co/buD4fwbxkT",
  "Hi. Kindly please help us to spread this poster to your family, friends, neighboor. We are aiming to collect the donation amount of rm2k https://t.co/g5LFPNoUck",
  "Recipe - Blueberries&gt;Fresh homemade pancakes are one of my favour- https://t.co/LYX6JrNFcm #recipes https://t.co/gR68ekhBSz",
  "When should I quit my job? Bila korang patut berhenti kerja &amp; cari kerja lain? Baca thread ini👇👇",
  "Kalau dapat roommates yang kaki makeup jangan lah cakap \"aku takkan jadi cam korang\", seriously lambat atau cepat korang akan terjebak jugak",
  "That feeling... 😍 https://t.co/w9OSg4sXgL",
  "Burgermeow. 4 biji singgit. https://t.co/3NxxICIy4P",
  "South Iceland 🌍 https://t.co/gTppgNYbCZ",
  "😂 https://t.co/bigGUeAjBa",
  "Starboy ⭐️ https://t.co/cDAoOTFwOc",
  "STUDENT SAVING LEBIH RM4K SELEPAS JOIN PROGRAM SURVEY NI. NAK TAHU CARANYA?\n\nContact terus ⬇⬇⬇⬇⬇⬇\n📲 https://t.co/kr9WdN99hP https://t.co/fruCXSfvow",
  "Menu 21-25 Ogos dan cara dapatkan 17% diskaun untuk set premium A dan D sepanjang #SeaGames2017. Yeah! Kami #BangkitBersama!\n\n☎️0103010201 https://t.co/Nn8QtkeIg3",
  "@amirulaqmar2405 @hanaazahar Berreh👍👍👍",
  "@hanaazahar @amirulaqmar2405 Kuikui😌😌",
  "@amirulaqmar2405 @hanaazahar Haha..xde mknnye..awkwrd gle wei dy dok ddk je ats kerusi kat dwn tu time aq conduct mbi td..self-conscious aq😂",
  "This is Africa's biggest refugee crisis since the Rwandan genocide in 1994. https://t.co/H3Fp2214M1",
  "I almost wanted to cancel #EJopenhouse this year entah kenapa time tweet tu tetiba announce date apa semua",
  "@hanaazahar Hahaha..lolss..😂",
  "@hanaazahar Kem slm bdk maths..hahaa..😂😂",
  "Goals https://t.co/DgiGq8g9MB",
  "Byknye bdk ipg pbs situ..wuuu https://t.co/6TuLxRBF14",
  "Positive bunny https://t.co/ZCGBUVqcQQ",
  "I rmmber mase i was greatly alienated aka disisihkan mse skolah dlu.At that time,i dont know how to greatly hate on others.I hidup mcm biase",
  "Val Roseg https://t.co/qEc3T91GUo",
  "https://t.co/z7E0zI11oq",
  "Just be happy! https://t.co/yH2lEW7qL3",
  "Macam mana nak bagi diri rasa xkena pandang rendah bila xpham something, then tanya member. Dia ajar acah2 je",
  "Masuk uni ni kena banyak belajar to be alone. Pedulikan orang yang duk mengata kau. Kau susah nanti bukan diorang tolong pun.",
  "Korang okay tak? https://t.co/trswrUUWtf",
  "Me..haha https://t.co/44mZzUrH1Y",
  "Dah tiba masanya sukan Rugby dipandang lebih tinggi daripada bolasepak yang ranking beratus dunia tu.",
  "Kita tidak hebat.\nDoa &amp; berkat ayahbonda kita yang hebat.",
  "Rising 2gether!😀😀😀",
  "Yang menjadikan kita cantik itu hati?\n😎",
  "Dulu duduk segamat, rasa macam nak cepat ja keluaq dari situ. La ni duduk palam, rasa macam nak patah balik segamat 😭 Rindu OS :\")",
  "Iceland 🌍 https://t.co/UzNgPqWP1s",
  "😂😂😂lols",
  "It looks like they're bullying me 😔😔 https://t.co/RgfekC1e4e",
  "#Kl2017: Showing their support for the national team. #BangkitBersama #SeaGames https://t.co/kD1L6cOrSW",
  "Bila nak terkencing tapi toilet dah penuh 😫😹 https://t.co/w2vqCtWUU2",
  "This is so holo 😱😱 https://t.co/xulLw7U9O6",
  "Blue Hour, Iceland https://t.co/WQOBy0EKeM",
  "Faroe Islands 🌏 https://t.co/DrVg0wG5d1",
  "A good foot massage twice daily will reduce stress &amp; improve the function of many body parts #FeelsGood #health https://t.co/dVsH5hukPD",
  "Warning : This picture contains overload cute images. https://t.co/FBTqf0d75p",
  "I have been sitting here figuring out a way to tell you how I feel. I came up with 5 words: I miss the old you.",
  "RT Kalau korang penggemar COKLAT dah susah nk tolak klau ada depan mata. 😩😂😍💦🍩🍫 https://t.co/WGkVFl67j1",
  "Change is automatic. Progress is not. - Tony Robbins #LeadershipFlow",
  "U can choose two..to understand or not",
  "I'm draining myself 2 sorrowful sleep..😂",
  "TGV BUY 1 FREE 1 STANDARD TICKET setiap Selasa dan Khamis hingga 30 September 2017 jika anda bayar gunakan MAYBANKPAY apps https://t.co/eqazSc4uWa",
  "The prob is..I always lose my things like frequentlyhh",
  "I think my prob is settled oredy \nDone rare cheese cke https://t.co/gs8l5Z0ehr",
  "I'm not dieting ok..lels https://t.co/SsSJBzhruu",
  "@imranfirdaus95 👀",
  "Dr. Humphries: \"Acute Flaccid #Paralysis\" Used to be Called \"POLIO\"\n\nhttps://t.co/dgBhcw5Leg\n\n#vaccines #polio #AFP https://t.co/uVxpwfg8sb",
  "Cptla monaaa",
  "Tahniah sape yang dapat panggilan pertama uitm, yang tak dapat try mohon lagi untuk panggilan kedua. InsyaAllah",
  "Former FGV chairman Tan Sri Isa Samad arrested in connection with probe into FIC hotel purchases: MACC in a statement https://t.co/A438M5VZqH",
  "Kadang2 lebih baik tak tahu daripada tahu, kalau lepas tu buat kau rasa kecewa.. Pilihlah utk hidup dgn relax dan cool..!",
  "Sleeeppyy..help meees",
  "Melekat pulak lagu Baby Shark ni dengar banyak kali 😝 https://t.co/Zu3DZchslp",
  "Kenapa mesti budak diploma dan degree disekalikan masuk bulan 9? Dahla kolej susah nak dapat budak degree pulak kena halau.",
  "I'm in a relationship with my fam tho..as a daughter..lels..😂 https://t.co/r7w4kSsSbq",
  "Copyrighted \nI'm finding 4 inspiration..lalalaa https://t.co/OkibQE0EMI",
  "Lawak dgn diri sendiri..pasaipa puitis sgt nih..hahaha https://t.co/rFgFMkJtZa",
  "Don't neglect your lips, people: https://t.co/eUpAwPiZTt https://t.co/X8l4VMwX5G",
  "Ripples of kindness make waves of change...\n#kindness #integrated #school #curriculum #love https://t.co/ho0WZzNsHi",
  "Save me from myself_Harris J",
  "The older I get, the more I realize no one has any idea what they are actually doing and everyone is just pretending.",
  "I wish my wallet was as full as my mind.",
  "Nak nasi kerabu..di buatnye nsik kerabu..da mcm kdai mkn..haha..ofcos..pelanggan tetp kak wan uu..#skwj https://t.co/45GfHPu2z4",
  "Jangan ingat curang je boleh berulang kali, tikam belakang kawan pun sama sebab tu I choose to stay away",
  "@amirulaqmar2405 Ni mmg kes abuse ni..kalau report tu dh kne dh parent dy",
  "@amirulaqmar2405 Maigod..scary nye",
  "@amirulaqmar2405 Btul2 la ni?",
  "Guys. Kawan saya nak jual tiket Foo Fighter, 26 Ogos 2017 di Singapura. Harga asal RM900++ sekeping. Dia tolak RM500 je. Pm jika mau ya https://t.co/Lk1TVLYQvY",
  "\"Sekali terluka, semuanya berubah tak sama macam dulu lagi.\"",
  "Congrates Khalish Iskandar, u ran well n happily..😁😁😀😂 https://t.co/xIjc5LKzT1",
  "Emo is currently unstable..",
  "Salad with chicken - https://t.co/CBOuFgJ939 https://t.co/BRgJOhVORD",
  "https://t.co/nwB217bSxT",
  "😢😢😢😢😢😢",
  "Saya pergi Penang for one reason &amp; one reason only;\n\nGood food https://t.co/WfOAM0X1up",
  "Puzzle Run. Organize by uniform bodies iium ft wowkawkaw. 8th October 2017. https://t.co/sfGgqTiXvW",
  "Run for Orphans. Organize by caring club iium ft bmi unikl. 7th October 2017. https://t.co/QhjHVlQGx6",
  "Crash Run. Organize by KAED. 21 September. https://t.co/8s4pYzIKaZ",
  "Skit tgn. Skt tgkk .ugh",
  "Melampaunye jurnal ni..ponat taip..seb bek secnd time ad bckup..huish",
  "Ptotnye ngaja math ni kait kan dgn kehidpn..but ngja cam trdisionl teacher je aq ni😂😂😂",
  "Oops..bru sedar..slh ngaja..haha..ptotla bdk2 x open minded...lols..ckg pun mcm tu",
  "Fans Dragon Ball je faham 😌 https://t.co/IffRN0UibS",
  "ain’t nothing wrong w/ disappearing &amp; getting yourself together",
  "Yg dpt Uitm Perlis tu bersyukur.Kampus besar,tempat makan banyak dan murah,ada 4 musim lagi, ada marka utagha, Aku sepak siapa tak bersyukur",
  "\"Are u taken?\" \nyaa taken for granted smh..",
  "How do you guys feel about the Aldi supermarket chain? I've heard good things but just visited one for the 1st time and it was super gross",
  "A viral online campaign is exposing the white supremacists who marched in #Charlottesville. https://t.co/1n2rRO9Oq0",
  "U made me proud kids😍😍😘😘😘 2Bestari, SKWJ\nLast week lang arts,… https://t.co/zbsLIJo0py",
  "Ummul is laptopless n she did her Lp using lcd uu..😂😂😂",
  "Quiraing https://t.co/gTD7B3zOl1",
  "Menantu perempuan tak reti masak kita jadikan bahan ejekan tapi anak lelaki tak reti jadi imam kita diamkan tanpa teguran.Mentality sekarang",
  "We need more guys that think like this 🙌 https://t.co/y3jDNAwRHy",
  "Fruit Salad is heaven on earth. I can eat bowls of this 😩😍 https://t.co/pYHhcRdkIW",
  "\"No one is born hating another person because of the color of his skin or his background or his religion...\" https://t.co/InZ58zkoAm",
  "Home Ministry assures update on missing children's tracking system\n\nhttps://t.co/gEkHDZUxK4 https://t.co/8bwWLb39RH",
  "#Ribena concentrate recalled nationwide\n\nhttps://t.co/li1K03cXhU https://t.co/RC1UOIac5b",
  "I've begun to realize that you can listen to silence and learn from it. It has a quality and a dimension all its own. - Chaim Potok",
  "Need more road trips like this https://t.co/zKwFMFEcsv",
  "Done qada' tido...lels",
  "Cucumbers are underrated. They're a good source of vitamin K, potassium, phosphorus, copper and manganese. Follow us for more health tips!",
  "Ramai lagi yang tak tahu ni. RT laju-laju https://t.co/U9ZnZD1ybm",
  "Apa yang kelakar sangat? 😒 https://t.co/45PvAoaC9q",
  "New addition to Yumi's family :) 😍 can't wait 2 see em tiz raya...uhu https://t.co/pg4hvjIZK3",
  "Chrome Hill https://t.co/Sj3RjmXffX",
  "Tengss beb..walaupun u photo bomb kan pic I..uu la sgt.. 😂😂 ok..btw… https://t.co/lhjMcYo9Or",
  "Washington ♥️ https://t.co/kz86PMcOs2",
  "Success is not avoiding failures. Success is rising above failures.",
  "Wah, dia nak repeat order buat Pakej C. Boleh je sis 😍\n\n4000 Real Followers from Msia.\nFree +600 Followers!\n\nKlik 👉 https://t.co/KL71PsUKEv https://t.co/IKCv8Cp8Q1",
  "Hahaa..lols sgt2\n\n😂😂😂😂😂😂😂😂\nmudahnya fall in love lagu ni https://t.co/fFbZho6Yjn",
  "Ad bdk ni ckp I lawa..so bolehla perasan lawa sesaat..lolss",
  "I made tiz..sejk msok kls ni..rse berseni la sket..😂😂😂 https://t.co/Deqy84775u",
  "Waiting 4 kk long hus n mek tin:) Rini mun tade..sobsobs",
  "Eventho the food is simple but family makes you happy..the more the merrier",
  "@hanaazahar Haha...teacher nynyi sedp cam njwa kot..",
  "@hanaazahar Hidung...",
  "@UiTMconfession From science to english lang then nk patah balik xboleh sebb ad lg 3 sem je lg😂..maybe this is the best,whtever it is gonna get the deg frst",
  "🚨FLASH SALE🚨\n\nEverything is on sale for the next 24 hours! 🔥 While Supplies Last!\n\nOnly at: https://t.co/NlIC5GRUcs https://t.co/UkcNmGzTAk",
  "Nak buat keje pun xbleh sbb ngntok sgt..lels..",
  "Aku student overseas. Sebelum ni tak pernah fail academically tapi haritu. first time fail satu paper. Kena repeat",
  "Nasib baik tengok jadual..kalau x..tak msokla kls depe pgi ni..slh igt wktu..😂😂😂",
  "The Middle East 🕌 https://t.co/6VMDM9wYV4",
  "Kepada sesiapa yang mahu bekerja sebagai Business Consultant di Setapak, KL, boleh hubungi saya\n012-7572314 (Izhar) \nmohon rt\n@MauKerjaMY https://t.co/yTKBImYdFZ",
  "Kadang2 terfikir jugak. Aku ni duk kolej ke duk zoo. Pagi, tengahari, petang, malam duk terjerit2. Time subuh tetiba pulak senyap",
  "Sorvagsvatn https://t.co/6neDUx5UTM",
  "You're the cool mom (or dad): https://t.co/SJh9KMMGaO https://t.co/e2K51zWTzp",
  "(•_•)\n&lt;)   )╯all the single ladies\n /    \\ \n\n  (•_•)\n \\(   (&gt; all the single ladies\n  /    \\\n\n (•_•)\n&lt;)   )╯oh oh oh",
  "Well, I havent tweeted because im the \"Love Guru\" im telling Andrew that to say to Zuzanna and im telling Zuzanna what to say to Andrew&amp;lt;3",
  "Jangan RT. https://t.co/0RkC6ldaqM",
  "This was yummyh n it is called ABC https://t.co/Et1Ve63sIg",
  "Done Sambutan Bulan Kemerdekaan SKWJ..next time make it more happening kids😀 https://t.co/bqkEGfPYvx",
  "Welfare Dept child sex offender database now accessible to employers\n\nhttps://t.co/oyYE4whggP https://t.co/UaoXEN1pus",
  "Tengah packing kek bermacam flavor. Flavor orange hot sell tau. Ada sesiapa nak selit order? https://t.co/PXrke4wpDU",
  "Put your problems in Allah’s hands &amp; He’ll put peace in your heart.\n\nBeautiful day.",
  "Bitcoin 🔶 Ethereum 🔶  Ripple\nBerdagang Matawang Kripto tanpa komisyen! Perkhidmatan CFD, Modal anda berisiko https://t.co/hrV4ZZZYnQ",
  "Ooppss sorry tak sengaja...😂😂😂haha...btw dh bgtawu kak g dah n dy… https://t.co/rHrbYaFoUT",
  "A Living Legend Of A Woman https://t.co/5bH8WH9AbL",
  "Iceland https://t.co/iRJFrR1XDS",
  "Kucing tak balas meow kita 😕 https://t.co/9QEb7ImsWt",
  "Would you watch an 18-minute vlog about my heart-to-heart unscripted vlog about hajj? https://t.co/LEUbkQcucj",
  "Daftar haji dengan akaun KWSP anda. https://t.co/Gr5ZjDyufV",
  "You are responsible for your own happiness. If you expect others to make you happy, you will always be disappointed.",
  "Give back the things you have been entrusted with to the person who entrusted them to you.",
  "“The secret of getting ahead is getting started.” –Mark Twain",
  "Strong mind = Strong life\n\nStrong day, strong people!💪🏻😉",
  "Rse mcm xde weekend😂😂lols",
  "Tq roommate :) https://t.co/5raZWky8WY",
  "Note to self https://t.co/Fw4hP2FrQu",
  "This was MUET slip..I took it yesterday..ahaks..😇 pray 4 the best\n\nWaiting 4 result..uhu https://t.co/JY8zDudxbd",
  "The exact same bridge 3 years ago, 29 August 2014..now? 6… https://t.co/o4gTJCvvOS",
  "Done ber MUET..waiting 4 result..😷😷",
  "Usaha selagi mampu, rezeki Allah tu luas, mungkin bukan sekarang masa kita. insyaAllah ada di tempat dan masa yang lain.",
  "#Homeopathy Specific for #JOINT &amp; MUSCLE #Pain\n\nhttps://t.co/YUxZvbVJys https://t.co/wgXd2Rfwsz",
  "72 years ago, the U.S. dropped an atomic bomb on Hiroshima during World War II, decimating the Japanese city and killing 150,000 people. https://t.co/frZm9OE8bO",
  "Festive Baking :: Chocolate Gingerbread Cookies https://t.co/Z6GnNe7ogI https://t.co/J2iZ6xronT",
  "Hope yall know I truly do appreciate all your shares and kind words. I feel good things coming 🙏🏻",
  "Know how to get it?? If you need help - msg us !!! https://t.co/nVejqRNwFR https://t.co/nBFpJKeR0N",
  "BesnyaaA https://t.co/IZP68BkrPK",
  "Do help!!! For charity programme😊 https://t.co/A088R2fkMu",
  "Selasa khamis p piah...........okay",
  "Every morning is beautiful if we talk to Allah first.\n\nBlessed Friday!",
  "Any students want extra income and experience? https://t.co/O9Xqlpd2l4",
  "Class 2Bestari..congrate guys 4 bringing ur beautiful clothes 2day:) https://t.co/jJysxUXCyN",
  "Kicked off our three week road trip with a peak in BC 🌲🌄🌲 https://t.co/2ytMSHaAAZ",
  "Kena buat pbs? 😂😂😂haha..lels",
  "I used to say \"find your passion\". After some time, I realized it is actually \"create your passion\".",
  "Waiting 4 my lectrer",
  "BBM donee;)",
  "Teh tarik. https://t.co/UUBv3b5mx1",
  "Remember to be nice to everyone as long as you can, tak semua orang kau akan jumpa in the future. Just be nice.",
  "Paradise is a step away  https://t.co/3u5h7GWkJZ",
  "Oh the places we can go https://t.co/QY8auBi2U3",
  "Oooppsss...ad junior pm..😂😂😂lols...",
  "Kesian aku tengok member aku 24 jam berkepit dengan awek. Makan sama, shopping sama etc etc. Just wondering, dia takde time with family ke?",
  "Pass it on https://t.co/RHp4abh0XF",
  "Senang nk maafkan dgn mulut,\nTp tak semestinya maafkan dgn hati,\nDan ia tetap kekal selamanya dlm memori.\n\nSo, fikir dulu sblm buat aniaya.",
  "Israeli Jews bombing innocent Muslims who are celebrating their freedom to finally be able to pray. If you are silent on this matter go rot. https://t.co/HtQ82Gfo4K",
  "Ok..seyes..xyah tdo...lels",
  "Ok..rumet is coming",
  "I need to shave, get a haircut, and see my mother.",
  "Cool fiqa..cool...😂😂😂😂adoiii",
  "Ke mdm nk tnjk cra ngaja...eh2? Xtdola aq mlm ni...lolsss",
  "Mmg stress reliever blik ni...mggu dpn..tkejut kne observe major minor..elokla...hahaha",
  "Byk plak org nk observe mggu dpn..maghila..maghi...😂😂😂",
  "Ble fkir2 balik..bersyukurlah...at least ad kje...haha😂",
  "Ptotla panaih..aircond xbkk..berkuwap I...hahah..cmnela dy leh tdo ni..adoi",
  "Just wanna say...sume tu dunia je bro",
  "Ada orang teringin nak g oversea..ad org yg teringin nk p stu daerah ke daerah len pun sush..hidup ni mcm tulah..",
  "Except kalau kau ad modal..jdikla bos or tauke instead of worker..haha..igt senng ke bhai..",
  "Sembang pasal kje dgn kzen td..btullah..skrg sush..esp kalau slh pilih kos",
  "Terubat sket rndu..💝",
  "#STUDY in J Mol Gen Med: #Vaccine Induced Immune Overload &amp; Epidemics of Type 1 #Diabetes\n\nhttps://t.co/pOdDGPORib https://t.co/siC4R13acb",
  "Living is not easyh..but\nU make ur life easier..",
  "@syafatinn_ Fehhh uck",
  "Jemaah penerbangan KT16 selamat mendarat di Madinah pd jam 5:35 pagi waktu Saudi. #haji1438H #KT16",
  "Prime time  https://t.co/hDW77mxHj5",
  "Lazy af",
  "Ckg pnjm gmba awk ye..",
  "Easier than cake. Easier than pie. Perfect for summer: https://t.co/Fec4C0xg7N https://t.co/bZbSXoHicF",
  "No wonder lah...easy money...tpi smpy ble? Smpy tue? Huh",
  "Delicious lagman - https://t.co/it83T2drzv https://t.co/OK3x83fEIM",
  "Balik rumah jumpak mummy n bro je..embah n tokwan kat kl..uhuk..xpe..jmpk bln 8 ni kayh..time laya...",
  "Pesta kek coklat..iA ad utk gebu gebas :)) tq my maklang for making… https://t.co/gdxWcS5RtL",
  "I me myself",
  "😂😂😂sian dy..adoi https://t.co/wRDH06YD2Y",
  "Summer😁 https://t.co/k4wcqLsjnb",
  "This • matters https://t.co/pWKH7mqhis",
  "https://t.co/cRcjfbmjqp",
  "Alhamdulillah..mum..my tummy said tq😊😊😊",
  "Tropical ft friends  https://t.co/VdzQtw2GlT",
  "Got a chance to see those emojis in real life 🌁🏙🗻 https://t.co/Bw1yuSEEr0",
  "“Bride Of The Water God” And Shin Se Kyung Share More Behind-The-Scenes Stills https://t.co/V7jpfGTZv5 https://t.co/IJhMvjwB4q",
  "It's annoying how they smile &amp; talk to you nicely, then suddenly feel the need to comment on you to others. Darling, I call this hypocrisy!",
  "A photographer reunites with her homeless father on the streets after years of being separated https://t.co/daArfLZaqs https://t.co/Dau2N3DV84",
  "Ngntoksss",
  "Hi tv..lma xjmpk..haha https://t.co/pCflaGbFlb",
  "@imranfirdaus95 https://t.co/Jfx4bt1Jav",
  "Ada https://t.co/hLscPErlQU",
  "@hanaazahar Balik2",
  "#escape from reality kejap",
  "Band aid ni..bli tgh hri td..ptg ni tros gne😂 https://t.co/9FSWYeSa1o",
  "Alqur'an melunakkan hati yang keras membersihkan jiwa yang kotor\n\ntenangkan jiwa yang gundah, resah, galau.\n\nkapan terakhir baca?",
  "To build a home https://t.co/Ap6QkwOjr3",
  "Banduan menggatal dalam penjara. https://t.co/eskVMdPYo6",
  "Ni nak kne crik geng bce surh al-mulk ni😂😂😂😂",
  "Fokus belajar. Tinggalkan perkara yg sia sia dan tak penting. Jangan lalai dgn phone, jangan buang masa. InsyaAllah berjaya",
  "Merangkak gne tenet ipg nih",
  "Ni cat okayh😊 https://t.co/y4czfLbiJ6",
  "Lg 22 min",
  "Kalau dulu sush nk blik..skrg tros hti ni meronta2 nk blik..meronta uuu",
  "LOLS..😂😂😂ap bondo aq bce ni.. https://t.co/NcdUHyRDaA",
  "What do u feel when u need 2 be observed but then ur heart crushed down..haa..",
  "Teach u more bout meaning of life rather than living the cycle of life",
  "Btulla..trbiyyah ruhiyyah tu penting..",
  "Then..what?",
  "Go to school..come back from school",
  "About life cycle",
  "Wondering..pondering",
  "Day by day u feel like u r draining",
  "What lies behind us and what lies before us are tiny matters compared to what lies within us. -Ralph Waldo Emerson",
  "Patience is a virtue",
  "Aq mmg dh xde mood nk p ni",
  "Xfhm btul",
  "Xp bru taw jmaat ni..saba jelah",
  "Singapore from above 🇸🇬 https://t.co/RNqn8dEoud",
  "Barang pun dok belkang pakai seat belt..😂😂😂 kalau x,hari2 jatuh sbb langgr bonggol..ni plg klaka ats dnia..so seatbelt first kay org blkg😆😆 https://t.co/5Tb4Kot3Ub",
  "Selamat pagi 🙌\n\nSetiap hari adalah hari baru dan pastinya akan ujian ujian baru yang akan kita hadapi. Moga kuat.\n\nBismillah\nAyuh mulakan !",
  "“Motivation alone is not enough. If you have an idiot &amp; you motivate him, now you have a motivated idiot.” –Jim Rohn",
  "Serabutlaaa😧😧😧",
  "I'm supppsed 2 be a driver.. 😂😂😂 https://t.co/pP1FLg2AUn",
  "Pass it on https://t.co/gqrecDyPS6",
  "Neraka khas untuk orang-orang yang suka cipta neraka khas untuk orang lain.",
  "Kalau kau nakkan sesuatu, jangan beria sangat. Contoh mcm nak keluar pergi jalan jalan. Sebab kalau beria, selalunya tak jadi.",
  "Tq ma:))) for understanding me 😍",
  "Penang street art 🗺\n\n#AyuhTravel https://t.co/TjhqkrfsSV",
  "😂😂😂 https://t.co/Zu759A720z",
  "Success is getting what you want. Happiness is wanting what you get.",
  "Cmne ni..I feel like havin fever?",
  "Counting time",
  "Bakpe malaih ni..",
  "These are four earliest 'heavy films' I watched as a student that shaped my future 'taste' and movie preferences\n\n#RekomenFilem https://t.co/v0L6GviRUR",
  "Dia camni je. Umpama kau tu pereka fesyen yang baru nak naik, tetiba kau kata fesyen Gucci tak menarik.\n\nAgak2 apa persepsi orang pada kau?",
  "@amirulaqmar2405 Setakat nk rse bli la skli..huhu",
  "@amirulaqmar2405 Yg special nye crispy kat tgh n cheese sauce dy..rse mcm aym kfc bese..6/10",
  "born w/ drug addicts as parents, neglected &amp; weighing below birth wt @ 2 months old..then my family took him n &amp; look @ him now #FinallyOurs https://t.co/sj8t9hYctT",
  "Double down babeyh😊 https://t.co/GnY1njZZJL",
  "https://t.co/kSIFAVzlgZ",
  "Too hot for the oven? Try these no-bake oatmeal cookies:  https://t.co/5lhT8Ymftk https://t.co/utpS4ZnZCZ",
  "Sometimes it takes sadness to know happiness, noise to appreciate silence and absence to value presence.",
  "Harini sis ajar semula untuk jana income guna Telegram sahaja. U hire robot, u rilex. Ni hasil 1 week main.\n\nLink 👇\nhttps://t.co/mm9cu2lt76 https://t.co/9KjNaVp6oP",
  "So down!  https://t.co/9shCkvQXA3",
  "Too much? Or just enough? https://t.co/f5P2jJGcpv",
  "Sdeyh berganda2..pastu lapaaa...pastu...dhla angin..aigoo",
  "Ptotnye da agk dh dh xleh mkn..tp..time tu xsgka byk xleh mkn..n skrg sdeyh sorng2..nk order xde org..pastu dpt ayt org kte siannya,lg sdeyh",
  "Ok..calm down...off I go",
  "Huwaaa...sdeyhnyaaaa",
  "Bakpe sdeyh ngat ni.......",
  "A memory is a photograph taken by the heart.",
  "A Fantastic Quick Bread Recipe https://t.co/r69Tn7BvUD https://t.co/uWs3w4mwmk",
  "Misty roads https://t.co/LhTaWsY2u9",
  "\"Dik, bangun dik.\"\n\n\"Meow?\"\n\n\"Jangan tido depan pintu, nanti kena pijak baru tah......\"\n\n\"Purrrr... purrrr... purrr....\" https://t.co/AwW1QjDCVt",
  "Mun suruh budak darjah 1 tulis..budak tu gagah tulis..darjah 1 kot..aduhai..comey ngat..😂😂😂 https://t.co/lFFaFyAMt5",
  "This is so mean https://t.co/jmwPd8N1BE",
  "Speaking of One Piece live-action TV series\n\n#YushaYoshihiko https://t.co/6JkSyvCJiD",
  "Mcm2...",
  "Aigooo...😂😂😂😂",
  "Tp..agkla..bdk lelki drjh 5..mmgla aq kecik..tp..hahaa...aq tue kot",
  "Pastu dy igtkn gene as in \"jin\"..ok bunyi dy mmgla sme",
  "Budak tu tnye kte..ad bf? N i said ad..dlm hti as in kwn lelki..haha..bebdk zmn skrg ni..soaln pelek2 dy tnye..knp pendekla..aq ckpla gene",
  "I put my trust in you!\nPushed as far as I can go!\nFor all this\nThere’s only one thing you should know!📣📣📣📣\n\n#LinkinPark https://t.co/sDIcNO5kcZ",
  "Who is your fave celebrity bromance? 😍 Full list: https://t.co/cKL6Pa7Jed https://t.co/onQubPqTG6",
  "I study\n⬇️ \nI take the test\n⬇️ \nI pass it \n⬇️ \nI forget what I learned.",
  "I can't seem to find myself again, my walls are closing in.",
  "Omg fiqa..wht hve u done..seb bek unit q je...kuikui...😂😂😂",
  "😂 https://t.co/qdMhrfnorZ",
  "Spamming mun's pic..haha https://t.co/qOxqEiyknz",
  "Montana 🏔🙌🏼 https://t.co/hwpI3Hzq8n",
  "Keputusan personaliti diri EyKa mengikut tarikh lahir https://t.co/YM0XcIudp5 #vonvon_my #vonvon_my_1421",
  "who's like love, romance and drama movie? here i share with you some movie that i like to watch so many times. \n\nhere's the thread",
  "We must learn to see life's difficulties as blessings that help us become more complete human beings. ~ Dr. Bernie Siegel",
  "Ainun said gudluck keje..😂😂😂😂hahaaa...my heart melts..",
  "Challenges yg berbeza..tgk mke dorng..cayaq blik hati...lols..seb bek x tleps ckp",
  "Rse mcm jdi ckg ni byk buat dose ad la..😂😂😂😂",
  "\"Be yourself. Tak perlu cover, jgn hipokrit.\"\n\nYe, tapi kalau attitude tu buruk sampai susahkan org lain pon tak bole jugak tau.",
  "\" Kalau dalam sehari kita tak sempat baca Al-Quran, tak sempat selawat pd Nabi, itu tandanya masa kita Tak Berkat \" \n\n[ Ustaz Don Daniyal )",
  "Nak je ckp kat junior..u choose the wrong profession..😂😂😂😂",
  "☑️☑️☑️☑️☑️☑️☑️ :) https://t.co/UnLhSlhamw https://t.co/lv3NkuCRgS",
  "Kalau budak tu 1000x xske aq..aq lg sejuta kali meluat+menyampah tgok mke dy...",
  "Swag time..esp the two with shades at the back 😍tq 4 the beijing… https://t.co/m6EnmTYcHe",
  "Be thankful for the struggles you go through. They make you stronger and wiser. Don't let them break you. Let them make you.",
  "Backyard outlook  https://t.co/NFwk0ByN41",
  "Telinga pun aurat sis. Takpe, pelan2 hijrah 😂 https://t.co/3bthf5ZFq1",
  "Tengah2 pegang buku untuk final tiba2 nampak Quran.\n\nAllahu.\nBuku dunia kau habiskan 3 hari.\nBuku akhirat, 3 bulan belum khatam barangkali.",
  "Minta maaf bkn bermaksud kamu salah &amp; org lain benar. Tetapi ia sebenarnya bukti betapa kamu menghargai sesuatu hubungan melebihi ego kamu😌",
  "Aimie comey terr :) otw 2 second open house, dinnerh😊 https://t.co/gqYECFjsvm",
  "Tips jimat duduk U..\n\nMakan: mintak kawan belanja\nKenderaan: tumpang kawan(duit minyak xbagi) \nDuit: pinjam member xyah bayar",
  "god ended alot of friendships and toxic relationships i wanted to keep forever. at first i didn't understand, now i'm like..U RIGHT MY BAD",
  "https://t.co/oWZoVKv5L4",
  "Membe mintak tolong hantar dia kesana kesini. Bila kita suggest dia naik UBER, dia kata \"Naik uber kena bayar, naik kereta kau FREE\" 😡😤",
  "When I die bury me here  https://t.co/iYq2ZCEEEG",
  "Cash prizes, vouchers for 60 lucky winners of NSTP's Raya Dulu &amp; Sekarang competition\nhttps://t.co/6cnB49mmsy https://t.co/VuMIS9yMee",
  "Idol school is out guys..huhu",
  "https://t.co/wg3j6SGlfY\n\nHer channel is so mindblowing that u'll get hooked 😂😂😂",
  "Don't confuse people who are always around you, with people who are always there for you. Unknown #quote https://t.co/xtqyjUDziW",
  "#SorokJumaat https://t.co/rVym2fekLG",
  "WINNER confirmed to make a comeback!\nhttps://t.co/09CE8zU9gl https://t.co/sTLmb5K0JP",
  "Setakat panggil sayang semua lelaki boleh cakap.\n\nTapi,\n\nJarang jumpa lelaki yg boleh doakan kau dalam diam. Jarang.",
  "Kuikuikui😋😋😋 https://t.co/daeqd96UT0",
  "https://t.co/GLb6tazuwx",
  "@hanaazahar Penjodoh bilangan xtawu..jodoh tawula..awww😂😂😂",
  "Kilchurn Castle https://t.co/LZcJUvVSz5",
  "When ur aunt is a housewife..hahaa😂😂😂 https://t.co/DbDjp7lYrS",
  "The Internet if the FCC wins\n#NetNeutrality https://t.co/W0tie2TUrF",
  "Perfect 😍 https://t.co/9trDH1ccAq",
  "New boy cousin..Putra Ammar Amsyar https://t.co/bIyn4h8oVY",
  "Y4 SKWJ..depe ni siap bgi acc ig lg soh kte follow..lelss...😇😇😇time… https://t.co/euN5WltOSt",
  "@hanaazahar Or bdk gatal..da advnced dorng skrg",
  "@hanaazahar Ckg hot sgt kot..😂",
  "@hanaazahar Ckg femes",
  "Ada org pergi kelas selekeh, dkt luar lawa. Ada org pergi kelas lawa, dkt luar selekeh. Tapi aku, pergi mana mana pun selekeh",
  "Waaw..ornge salad https://t.co/9mSTKZR7Wt",
  "Learn how to make a classic French omelet, and you'll never go back to the dry American version. https://t.co/PA6rOiSG3Q https://t.co/lzkHfDp3De",
  "@thefaizibrahim Ok..num 3",
  "Top 6 manusia yang DEGIL mengikut bulan kelahirannya :\n\n1. Ogos\n2. Julai\n3. September\n4. Jun\n5. Disember\n6. Yang sedang datang bulan",
  "How come they're treated like that..they're also human who needs the same oppportunity https://t.co/IVL71ElBW0",
  "They ended up in \"slave-like\" conditions. https://t.co/3t6I6bARPH",
  "Ini adalah thread menceritakan bagaimana tercetusnya idea brand Junkcult pada lewat 2010 itu sendiri. Harap menjadi iktibar dan panduan.",
  "all i can say is uber/grabcar murah and selesa. teksi ni, despite of harga mahal, masuk je terus zapppp bau rokok baek punya https://t.co/gP1LCjvVHY",
  "I need 2 see minor lectrer tiz evening..lalalaaaa😇😇😇",
  "Kenapa suka kucing? https://t.co/eWIbBx0IaX",
  "@hanaazahar 👀👀👀👀",
  "Awww https://t.co/pIuW1yGuPe",
  "https://t.co/TnUibo4rcc",
  "A Preemie Died After Receiving 8 #Vaccine Doses\n\nhttps://t.co/G3CBBkToUw\n#VaccineInjury https://t.co/d7b1Lqg1Er",
  "Apabila buat program, kerap kali tak cukup masa untuk Q&amp;A. Cadangan saya: ringkaskan protokol supaya beri ruang kpd perkara lebih prioriti.",
  "I NEED TO FIND ROOM FOR TWO GIRLS ( students )\nPossibly near to MPOB Bandar Baru Bangi.\nPossible enter 24th July 2017 till 17 September 2017",
  "Ngntokss",
  "Hoho",
  "Jln jem",
  "Berayaa",
  "Bali https://t.co/KwP15G4GRx",
  "Note to self https://t.co/eLKO78xxB8",
  "Alhamdulillah\nTahniah semua &amp; semoga berbahagia.Yang masih belum lagi,inshaaAllah masa kalian akan tiba tak lama lagi.Raikan dulu hari ini.😊",
  "Kau buat orang, memang kau tak rasa. Bila kau kena balik, masa tu kau akan rasa hati ni sakit macam mana ☺️",
  "Canada https://t.co/OnA2Ymk4VS",
  "Kioptaaa... I need u ummi..hahaa  @littleghuraba 😛 https://t.co/q9x7Av6hR6",
  "QAYYUM KALAU UPDATE FACEBOOK https://t.co/DYHkg5vOST",
  "👀 https://t.co/cA5ke9sQcv",
  "blue skies, clear water https://t.co/wVQDI5WSqs",
  "Sometimes the best revenge is to smile, move on, and do nothing.",
  "if God wants someone in your life, he'll find a way to cross your paths. you won't have to make it happen yourself. God's way is the best",
  "Video: reveals a secrets kill that will SKYROCKET your love life. https://t.co/fxLWEtNGT1 https://t.co/vIYZ1H5gA1",
  "Mggu dpn muet rpnye..i see",
  "4th day ase such a fail n nk hujan",
  "Xreti..belaja la afiqah..😊",
  "Paradise https://t.co/AOsHqfyPfm",
  "Kete KEB 2nd last balik..uuuu...hahaaa #3rdday https://t.co/XVd9fFt89Q",
  "Dah nak siap dah😧 https://t.co/q6ZUZLpAFu",
  "Evaluation jadi evaluasi..haha..google trnslate..ooh. penilaian..ble bdk tesl buat keje jdik ginila..😂😂😂 https://t.co/42Urbrz3gs",
  "First few days in Bali https://t.co/ktfD2Fgxwd",
  "Kenape mak comel tahap bersemut api ni mak ooii😂😂🤣🤣 https://t.co/RBMnVScLEu",
  "You would never change as i never tell you why i did all those",
  "Jalan jemm weeiiii....omooo2...😂😂😂 https://t.co/Yqmo1ckoNn",
  "Moments after sunset https://t.co/ABslc4r6Ks",
  "Haha..second day mangon lambat daa..😂",
  "Skuad Pemusnah Stress. https://t.co/g1qIx6w07k",
  "Awesome Graphic art https://t.co/gGQB6z4NxY",
  "Pristine  https://t.co/a9NacZnpmo",
  "There were 450,000+ reports of missing children in the U.S. in 2016. This artist wants to raise awareness of that epidemic through dance. https://t.co/PKuHeYoUM6",
  "Da telan baki panadol ritu..haha",
  "Perkongsian paling relevant dan rasional dari seorang bapak beranak 4. \nIni adalah thread https://t.co/mIrRvyEdTM",
  "Koe No Katachi. How bullies affected someone life. Superb! #RekomenFilem https://t.co/ULAqR0yGnz",
  "Keje cikgu ni memang tough namatey esp dgn bdk2 zmn laa ni..leh hilang sore weii..kne amek insurans ke ap ni. Lels😂 https://t.co/8tnOSwyqee",
  "#Vaccine Herd Immunity is a Myth!\nhttps://t.co/hGQlQSz2yC",
  "Xpelah afiqah..mgkin byk hikmahnya",
  "Ase temuntah nk buat fail..ni blm rph..haha..adoii..even sir tu kata byk kali dy fkir nk quit..after 38 years ngaja cmtulah😷😷😷",
  "Course tak sama .\nUniversiti tak sama .\nJangka masa belajar pun tak sama .\n\nKalau ada jodoh,\nAllah pertemukan.\n\nYang penting belajar dulu .",
  "Look at mun's face😂😂😂rabakk..lolss...few advices are..: sir anthuman… https://t.co/nIWVgo5cnN",
  "Here's what you don't know about cucumbers (yes you should care about this): https://t.co/s8GlGKAa02 https://t.co/O9pcDxaxR3",
  "@hanaazahar Haha..I'm..😷👻👻👻",
  "Bahaye2..😂 https://t.co/dNiACUJ6fz",
  "Nah, bagi korang dengar bunyi laut sikit. Haha. Ish tak nak bukak AirBnB la sini, let me just move here thanks. https://t.co/71U6W7WgcT",
  "When someone does something wrong, don't forget all the things they did right.",
  "Rasa mcm mimpi..esk da stat praktikum😂😂😂 @hanaazahar despacito~~~~~",
  "If you want to be happy https://t.co/z4cJWYnXrg",
  "Donne buying thingss",
  "I'm the type who will prepare xtra 4 thingss",
  "Ble da edit n bnde tu hilang..rse nk tlis tgn je ni...😑😑😑😑",
  "Nk buat fail..tapi..mood flies rn",
  "Waitin 4 icah 2 on9 @littleghuraba",
  "@HaziqLatiff @kifahooo Tulis surat..lels",
  "“Let us be #grateful to people who make us #happy, they are the charming #gardeners who make our souls blossom.” –Marcel Proust #friendship https://t.co/ihQeV3e9xL",
  "It's not about having the perfect relationship. It's about finding someone who matches you and will go through everything without giving up.",
  "My life isn't perfect. But I'm thankful for everything I have.",
  "My only love song mcm besstt",
  "Esok baru pikaq fail n ketas kje😷",
  "https://t.co/PmA3nUQz3L",
  "https://t.co/KgUKbiOpDB",
  "Gugurnya permata, moga beroleh syurga",
  "Typical day  https://t.co/0VdYgAbNA8",
  "No matter how good or bad you think life is, wake up each day and be thankful for life. Someone somewhere else is fighting to survive.",
  "I hate the when people say \"easier said than done, bro\" because literally, LITERALLY EVERYTHING is easier said than done.",
  "Orang kata, kalau dapat jodoh jauh dekat tu bersyukur la. Daripada org yang bujang balik malam sorang2 kena kacau ngan hantu kopek.",
  "I don't stay mad, eventually, I just stop caring.",
  "Panaih plak..😂😂😂😂",
  "😂😂😂",
  "Byk kali jgk fkir..salah pilih ke",
  "But da halfway..da more than half",
  "Byk kali fkir nk drop..my soul is gone already...",
  "Nk blik ipg pun stress...hahaaaaa",
  "I feel like a jerk..lil bit..😂😂😂",
  "Gettin crazyyhhh",
  "Hahaa...😂😂😂",
  "Waiting",
  "Blob blob..",
  "Dorang kene tinggai..😂 https://t.co/XUWtiDrvRa",
  "my sisters ex boyfriend believed that a woman's place is in the kitchen, my mom then showed him his place, outside our gate 😌👏",
  "Lawmakers in Germany just voted to legalize same-sex marriage. 👬👭🌈 https://t.co/S5AkPyouxc",
  "The worst person to be around is someone who complaints about everything and appreciates nothing.",
  "Lighted bear 😊 https://t.co/qHP8HUWl1a",
  "Ct cakap sikit lagi..nak habes...aminn..",
  "How about this? https://t.co/gj2euyJoUB",
  "Kenapa kucing hitam tu dengki sangat? 😐✋✋ Nasib baik ada si putih back up 😻 https://t.co/ngIW9m6fyI",
  "😂kalu drjh 5 xhormt yg 20ans ni..lgi la panaih https://t.co/eOLHFoD9sL",
  "Amazing art by toru.kn😍 https://t.co/dhnY5iAOLW",
  "You're still young and you're not supposed to have your whole life figured out yet. Don't stress it. Everything will work out.",
  "Dalam safety, kita belajar pasal Explosion/Fire triangle. bila wujud tiga tiga element ni, maka berlaku lah letupan/kebakaran. https://t.co/whDa7tjoHk",
  "Ini adalah thread tentng kes 150+ rakyat pakistan yang mati terbakar ketika \"mengutip\" tumpahan minyak dari lori minyak yg terbalik. https://t.co/OreHKYIJ8t",
  "I guess \"demi anak bangsa\" should be within my heart rn..haha..ok..this phrases is knocking on the door of my heart..hihiks",
  "Such a dork..haha",
  "Funny how we try to move on and at the same time, hold on.",
  "Blue Pools, New Zealand 🌏 https://t.co/9i8PfVdu6c",
  "Cuaca panaihh..😷😷",
  "https://t.co/UhAiGoDS78\nThen..unicorn is real? Huh",
  "You ignored my text, but I see you had time to update your Facebook status, douchebag.",
  "#STUDY: Increasing #Flu Vaccination Didn't Reduce Flu-Related Deaths in Elderly in the US\n\nhttps://t.co/FSAf5VGed5 https://t.co/j40OeMaPXi",
  "At least raya macam ni merioh..yeah...nikmat Allah bagi kat dunia ni ooii..",
  "Luckily I don't have younger sibling...#syukurselalu",
  "Btw..pray 4 my makndak..she's in hospital 2 prepare 4 labour...so yeah..another lil cousin 4 me..",
  "So..haha..😂chillax dlu..sepupu suma kecik2 haa...ni...sorang baby n 2 orang otw",
  "Coz when I ate just now..even my lil cousins asked me 2 feed em..kalau sorang 2 xpe..ni 3 orang..n u have ur own mouth 2 feed on lg",
  "Coz raising children seriously is not easy at all",
  "I pray 2 fall in love later",
  "Slowly 🙌🙌🙌🙌",
  "Mata start gatal2 ni mesti salah makan..lels",
  "#STUDY: Herpes &amp; #Meningitis Caused by #Varicella #Vaccine in an Immunocompetent Child\n\nhttps://t.co/bItBTXCKt6 https://t.co/CVcoeQtzTs",
  "Kids in eastern Mosul celebrated Eid for the first time in years without ISIS. https://t.co/sLqzJUMXtd",
  "Sorry maa...tggu adk jdik kaye skit ea..😂😂😂",
  "\"If you're going through hell, keep going.\"\n― Winston Churchill",
  "Imagine being bullied for being LGBTQ not just by other students, but by teachers, too. https://t.co/LBr85Xbljf",
  "Dah agak dah, bawak buku balik kampung tapi tak sentuh langsung.",
  "Malang tidak berbau. https://t.co/FFZY6zfX0B",
  "You have to work hard for what you want, and twice as hard to keep it.",
  "Everyday is Earth Day https://t.co/3JZNXCRspO",
  "Confidence smiles.\nArrogance smirks.\nBe careful.\n\nSmile &amp; be humble.",
  "I hate how perfectly fine you are without me.",
  "Excellent custard recipe - https://t.co/vd7Z3v1epn via @Shareaholic",
  "Pertama kali...lalalalaaa...",
  "Clean Eating Chicken Fried Rice https://t.co/zSbJ9TvsHS https://t.co/HP1wmsTntQ",
  "My theme says \"choose happiness\"",
  "Nothing is as painful as staying stuck somewhere you don't belong. https://t.co/G6U3OXN9ce",
  "Last Ramadan vs Raya ke 3 https://t.co/w7F0md4Dn7",
  "Summer vibe",
  "All the squad is sleepin rn or rather takin a nap",
  "Be with someone who respects you.",
  "Jk",
  "Elokla..from baby to tokwan ber'ketum'....",
  "Tiz iz abstract phrases tho..no pun intended",
  "When u fell into a deep pit of abyss..climb hard till ur bone breaks 2 get the hell out of there_world is a test to believers",
  "How to spend 2 days in Osaka 🇯🇵🌸🍦 https://t.co/oVLn9S4Csr #VisitJapan @Visit_Japan @OsakaNowNow @Bob_OGTB #PearlsTakeJapan https://t.co/3J2lNT6n2u",
  "Pinterest is very useful for a beneticial reading 4 beginner tho",
  "Sleepyyy",
  "https://t.co/7wHd1cEi9X",
  "Hate meal prep a little bit less with these cute products: https://t.co/J9uyyUWAQy https://t.co/bb7E23kumL",
  "Gonna fill my camera with pics of Khaisara Mediha",
  "Jangan tanya soal hati. Very complicated👎",
  "Tips nak nampak kurus dalam gambar: kurangkan makan",
  "No wonder lah my on9 transfer is delayed coz bank isnt open till 2morrow..eh..ad kena mengena ka ni..ok..esok recheck..",
  "Mum said nak sponsor..but I feel guilty tho..haha..kalau salah guna duit yang diberi",
  "U just have to complain in ur head n let it go😇😇😇lols.. https://t.co/u93JaenlHj",
  "If you treat a man as he is, he will stay as he is. If you treat him as he ought to be, he will become the bigger and better man.",
  "Rip tummy",
  "@syak_kyra along..tawu x..akk igtkn abg zarith tu adk zarith..😂😂",
  "Aerospace engineering uu kakk cikah..daebak!!",
  "Last night, the starry sky is very pretty..I do wanna watch it again tonite..how I wish I could keep the beauty in a proper lens :)",
  "Astrophile (n.) a person who loves stars, astronomy. https://t.co/PvpFv4WdcN",
  "Pagi ni family belah embah mai..n I was like..with muka penuh bedak..lols😂😂",
  "Why do girls run from the ones that make them happy, and fight for the ones that make them cry?",
  "Ootd of first eid;) 😊😊😊🙆🙆🙆🙆meet some of em again after such a long… https://t.co/bBuHMntY8Q",
  "Bloody cold....",
  "Insan bernama afiqah ni..tggu duit rya jela nak kaye skit...😂😂😂",
  "Havin flu",
  "Need 2 buy a new tudung sbb yg dah terbeli xmatching..~perempuan~",
  "Really appreciate this kad raya^_^ dari kelantan uuu😍😍😍😍hehe..comel… https://t.co/YRK6SNd4ly",
  "Our job is to love others... #UnconditionalLove #Acceptance https://t.co/g7Jj63AJMs",
  "White #Chocolate &amp; Raspberry Cake https://t.co/ZiM5sIKbSe #baking https://t.co/tw6lBItAqB",
  "Btw..nk try buat nona manis nnt..yeay..manihnyaaa...",
  "Harini moh kte buat koi siput",
  "@hanaazahar Safe journeyh babe😘😘",
  "Where n what 2 start..balik rumah tetbe rse jauh..like the song \"jauuuhh\"",
  "ALWAYS • REMEMBER https://t.co/y3tldg89eS",
  "What we obtain too cheap, we esteem too lightly. - Thomas Paine #quote",
  "Half cookie. Half brownie. https://t.co/zy6vik3HUA",
  "The best Frittata this house has ever seen https://t.co/66cDYWdcCP https://t.co/KQWT7cyKcs",
  "Dugaan ramadhan apakah ini💪",
  "Practicum is not a joke at all! 💪 hwaiting",
  "#Henry’s New Track And Music Video Release Gets Postponed\nhttps://t.co/QTBnJVblDa https://t.co/dWLW1mGSmG",
  "I'm ambitious..this is what mdm kana said..jyeah!!",
  "Faroe Islands https://t.co/3UgV0W3FXP",
  "@FauzanMoktar Tutorial ikatan sampin yang diberi nama \"Ikatan Lagak Orang Kaya\" https://t.co/0YMmzBbNvM",
  "Ada sesetengah uitm yg betul2 ketat bab disiplin pemakaian tp kat uitm lendu kenapa mcm takde orang kisah eh pasal benda ni? sakit mata tgk",
  "C R A Z Y https://t.co/oIEgtRk0wA",
  "Did British tabloids help fuel the Islamophobia that inspired the London mosque attack? https://t.co/eMJVXF85Wa",
  "how i sleep at night knowing i know the difference between their they're and there https://t.co/WUz7NMfihE",
  "Went 2 class iftar 2 days ago :) https://t.co/0YhlV3zfxS",
  "Always stay #Humble\nKeep your #mind right!\nNEVER forget where you came from!\n\n#humility #integrity #quote https://t.co/V0qBTCdl9z",
  "Just smile ☺",
  "Every struggle you had in your life shaped you into the person you are today. Be thankful for the hard times they can only make you stronger",
  "Allahu..mental drain..😷",
  "People may offend you, they may say bad things about you, but you have the right to have a good attitude anyway. Don’t give away your power.",
  "It is a need to be there even if u have lil awareness 🙌",
  "Carilah asbab2 itu",
  "I was very worried about something..but then Allah shows why I felt like that..Subhanallah..",
  "Jadik junior yang perit bila kau join kelab, semua bnda kau kena buat, senior acah busy",
  "Pass it on https://t.co/CPqrx97JZ2",
  "Tak tahu nak describe rasa sakit ni..berlalu macam angin...💔💔💔",
  "There 're many tiny things to be grateful for, say Alhamdulillah!",
  "Appreciate the beauty of the Creator😊 \nAnother day should be better than yesterday, spread the positivity with love 💓 https://t.co/pYbCeVGSEh",
  "Lelah for Lillah by Ustazah Saidah :)\n20/6/2017\nTTQK",
  "You're probably using the wrong salt 🙈 https://t.co/sBKimvBa57",
  "You can start with nothing .. and out of nothing or no way - a WAY will be provided",
  "I want a person who comes into my life by accident, and stays on purpose.",
  "Did UPNM say anything about the death? The family should sue for negligence. Takkan dah kena mcm tu tak ada wardens dengar?!",
  "Tade kls..so..wat s wrong with me..😢😢kaki sejuk..lol",
  "@hanaazahar Heyy..i aint say u r not..😶",
  "@hanaazahar 😂cool ad lah..",
  "Man, \"lyrics\" in Malay is \"seni kata\". Literally, \"word art\". So nais doe a deer a female deer ray a a drop of golden suuuuuuuuuuuuuuuuuunnn",
  "You wish you were here  https://t.co/kCdfpTnEqZ",
  "Hari2 makan maggi , bile nye nk dpt mkn nasi😂",
  "Done..waiting 4 shipping..😂byk kali kne reject..lels..last2 tuka kale..mmg green tema rye taon ni kot",
  "Be gentle.\nDon't let the world make you hard.\nDon't let the pain make you hate.\nDon't let the bitterness steal your sweetness.\n\nGood day!",
  "Get Paid for Testing Mobile Apps: https://t.co/SG0AY20dS9 Make Money By Using Smartphone Please Retweet https://t.co/zFVOvfoOLe 1",
  "Sometimes, we hang on, even if we should let go. Because sometimes, the right things doesn’t always give us the best feelings.",
  "Which one are you choosing??? Need more discipline??  https://t.co/RHXhf54el1 https://t.co/KifIWeaY2z",
  "Kalau xti lyn cust baik..xyah jual dop..ehem2..haha",
  "Life is too short to waste your time thinking about someone who doesn't treat you right",
  "Yang jenis hutang tak bayar bayar, tak payah lah selalu nak enjoy tengok movie sana makan sana sini kalau hutang pun tak reti nak bayar.",
  "Give yourself something to look forward to that isn’t a person.",
  "Leonardo DiCaprio's turning over his Picasso painting to the U.S. after learning the gift was purchased with allegedly stolen 💰. https://t.co/McbWUS9ID3",
  "\"Yang buat kita terus kuat biarpun hampir habis kudrat ialah kerana hadirnya insan-insan tercinta pembakar semangat.\nSetuju?\"-Ajda 👼🏻 https://t.co/REBEuUjZ3d",
  "Apokah...😂😂😂😂😂",
  "Annoying gila kalau setiap harii roomate asyik timbang berat je. 😭😭😭",
  "I dunno wat 2 feel..omg..i lost my feelings..rasa nak golek2...meraung",
  "Stop looking for happiness in the same place you lost it..",
  "Learn to let go. That is the key to happiness.",
  "\"Kegembiraan &amp; ketenangan kamu sebagai seorang lelaki tercicir dalam solat Subuh berjemaah yang kau ambil ringan &amp; sering abaikan.\"- Ibu\n😰",
  "Moody https://t.co/zwdp5NPHJF",
  "Alhamdulillah..done\nDark\nLight\nThe Dot\nNantikan\nAhaks",
  "Xtahulah mmpu bertahan ke dok mata ni..",
  "Macam basuh motor dah 😂 https://t.co/St46zLsLA8",
  "8 #Vaccine Doses Killed 2 Month Old Baby\n\nhttps://t.co/zHq67yLCH4\n\n#LearnTheRisk #VaccineInjury https://t.co/BCIIdlqUIr",
  "don't be afraid of losing people, be afraid of losing yourself trying not to lose someone.",
  "@hanaazahar 😂😂😂ni seyes lawak",
  "@hanaazahar Besaunya....scary aih..😷😷😷😱😱",
  "@hanaazahar Haha..that phrases...ala..nk g FP kan iftor nnt...",
  "@hanaazahar 😂😂",
  "Comelnya semua hitam 😻 https://t.co/3hZ5P44Ctl",
  "Love what you have and you'll have everything that you need.",
  "https://t.co/zadAVUgMfP\nDinash kudaibergenov guys..\nDo take a look at tiz vid, awesome!",
  "Sistem guru on9 kat telegram pun suruh buru malam lailatul qadar..yuk2...huhu",
  "Pesan Ajda:\n\"Selamat pagi &amp; selamat bermotivasi.\"\n\nSenyum &amp; lihatlah nanti dunia akan senyum kembali.😉 https://t.co/Gv0fL03QCF",
  "Perut bergelora...lalalalaa",
  "It's just a denial when u try 2 hurt others but even u can't escape from ur hurt...hurting others is not the cure 4 healing 😺😺 https://t.co/cqQIo7v7P5",
  "Bila minta idea untuk kerja grouping, sampai bergaduh bagai nak rak, bila buat kerja semua senyap. Dah degree pun bengap.",
  "Lil big shots 🙌🙌",
  "Time to get excited because #LittleBigShots: #ForeverYoung premieres Thursday, 22 June at 8PM | 7PM JKT-THAI, only on #DIVATVAsia! https://t.co/8k7l8ugWoA",
  "🌲 https://t.co/Z0ymRkDgg0",
  "Be a pineapple https://t.co/brCUC9dX2N",
  "Geroldsee, Germany https://t.co/q6JrwNMlyw",
  "Jika kau jumpa seorang wanita yang betul-betul sayang dan hargai kau seadanya, hargailah dia sepenuh hati kau. \n\nSemoga kita diberi peluang. https://t.co/WDkKaiE0S5",
  "Perfect places  https://t.co/0Z0Lebtc8j",
  "Tips duduk serumah:\n\n1. Jangan duduk dengan orang pemalas.\n2. Jangan jadi pemalas \n3. Jangan anggap kau raja.",
  "To me the best points put forth in DEAD MAN WALKING is the moral dilemma between crime prevention, humanity and forgiveness.",
  "Esok kelas muet..yippee :) https://t.co/BNU7iT62jM",
  "Chocolate Pudding https://t.co/AzFe4zhyBo https://t.co/0eKk8wOhfF",
  "Just keep going!!! https://t.co/1fKM6iSlvI https://t.co/KIjnwZbDYx",
  "Pegang kuat - kuat, \nGenggam kemas - kemas https://t.co/NE1A60mckv",
  "B like a diamond\nPrecious and rare..\n\nNot like stone \nFound everywhere..",
  "These tiny flowers are beautiful 💙 https://t.co/uD9E9nKlgd",
  "Come on",
  "Doctors Call for Use of #Homeopathy to Prevent #Antibiotic Resistant Infections\n\nhttps://t.co/tAtsq8N5z6 https://t.co/jcqSZhVQhG",
  "“We are what we repeatedly do. Excellence, therefore, is not an act but a habit.” –Aristotle",
  "This looks yummyh 😍 https://t.co/gfunhtA0tH",
  "Cryptosporidium — What is it? https://t.co/BjmJNothvK https://t.co/cajxfcjSAY",
  "Ini sudah biasa..😂 https://t.co/ABED3m0Zqu",
  "Think positive and positive things will happen.",
  "I have found that if you love life, life will love you back.",
  "Emptying my tummy rn",
  "Temporary people always give permanent lessons..",
  "https://t.co/JGjPj15xvv\nTis looks yummyhh",
  "@imranfirdaus95 lol https://t.co/lzSBsWfJ8I",
  "https://t.co/hkeigudaSt",
  "Comel jgk ble da updte twtter ni",
  "Pass it on https://t.co/z8Hhj6lBsd",
  "Kalau benci orang tu, jangan sebarkan kebencian tu dekat kawan-kawan lain.",
  "Menjaga pandangan lebih susah daripada menjaga lidah..'alim ulama' pun mulakan hari dengan menjaga pandangan..ayuhh",
  "When you accidentally click \"open in new window\" instead of \"open in new tab\". 😅 https://t.co/ggnc5wIdkf",
  "u ever think about how you'd do anything for someone that wouldn't do shit for u and ur just like damn",
  "Kenyang air jagung..lels",
  "Ckp nk cek..tp xcek2😪",
  "Omo 😱😱😱😱 https://t.co/DezuF7l0oE",
  "Be more concerned with your character than your reputation.",
  "Spe nk g giant? 😂",
  "Apa yg lagi sedih drpd biskut patah tenggelm masa cicah? \n\nBiskut 1 lagi patah jugak masa nk selamtkn biskut pertama tadi HAHAHAHA\nK,hambar",
  "Iron sharpens iron. https://t.co/qfEf7nBXwd",
  "Settle :)\nOne thing ble last minute purchase ni..cloths tend 2 finished earlier esp the cheap one..lels",
  "Future practicum school..mun ckp lawa..sek ja ka lawa..anak murid… https://t.co/dN1gxspLSz",
  "Yummyhhh :) excuse me 4 needing food https://t.co/PxaQRSjkDm",
  "Blueberry scent :) https://t.co/qdQVgsRgvr",
  "Be real with me or just leave me alone.",
  "If two people are meant to be together, they will eventually find their way back into each other's arms, no matter what.",
  "Peliknya..alarm xbunyi dah..😂😂emm 😶😶😶",
  "Yang memahami jawi je boleh gelak guling2 😂😂😂 https://t.co/3TbftU3ryZ",
  "10 Profitable Home Business Opportunities: https://t.co/0p6Uoiw7jQ Please ReTweet https://t.co/YKUib32QFN 1",
  "Kenyang ayaq kalau minum air jah",
  "These canines have a new \"leash\" on life thanks to homemade wheelchairs. 🐾 https://t.co/XZUtQkF9Tm",
  "Did you make someone smile today? You've still got time. - Melissa Stewart #quote",
  "\"Mak, dah boleh makan?\"\n\n\"Belum azan maghrib lagi sayang.\"\n\n\"Ok...\" https://t.co/EXAsplL6dC",
  "The best way is to have friends to speak the language with you &amp; support each other. Language is alive, language is social.",
  "\"The tragedy of life is not that it ends so soon, but that we wait so long to begin it.\"\n― W.M. Lewis",
  "Imagine waking up here https://t.co/6fpqfAnhjS",
  "QLAS plg skit kls..bersyukurlah dgn jadual..😊😊",
  "“Mr. Right” is just like Waldo. He’s impossible to find, but you still search forever. And in the end, he’s usually right in front of you.",
  "Live every moment as if it were your last,and treasure every moment because it will soon become your past.",
  "Pandai menumpang aku harap pandai juga bg duit minyak sbb kwn kau tu pun student mcm kau wlaupun parents dia kaya. Kesianlah sikit kt member",
  "Believe it or not, white bread might actually be 'better' for some of us. https://t.co/bmC3MAn1Bc https://t.co/s0UxUaBIgG",
  "Kalau tinta itu suara\nPasti tiada noktah baginya",
  "U miss the beauty of people even in a cold..there will be a lil warmth to hold..\nOk leh amek line bwh tu",
  "Living within ur own cocoon makes u feel alone",
  "The scars we can't see are the hardest to heal..",
  "I liked n rted myself..kucing sebok.. https://t.co/EGiumSMM9U",
  "If you don't love plants and animals, you're on the wrong planet.",
  "when youre tempted to lose patience to someone, think how patient God has been with you all the time.",
  "I would rather fail in a cause that would ultimately succeed, than succeed in a cause that would ultimately fail. -Woodrow Wilson",
  "\"Shoot for the moon; even if you miss you'll land among the stars.\"\n― Les Brown",
  "No matter how hard it is, just keep going because you only fail when you give up.",
  "FEEL the feelings you want to attract. FEEL kindness to attract kindness. FEEL joy to attract joy. FEEL love to attract love.",
  "Mosquito is a ..... when it gives its bites...ngeee",
  "Currently promoting my not so called cake..coz sgt rare insan bnma meh utk merajinkan tulang bake bagai..lols",
  "Time has a way of showing us what really matters.",
  "A special place :) https://t.co/VQnlBA2Za8",
  "Appetizer&gt;This amazing latin baked plantain empanadas recipe is fi- https://t.co/KzUDEd6yXd #recipe https://t.co/39T1uowANC",
  "Further? Where did I explain it in the first place :/\n\nHaha btw we did a blog post about this: https://t.co/3ftKwGftnI https://t.co/tpiqCegXKp",
  "Don't get too high 🌉 https://t.co/dnYWHE7dZL",
  "Done shoppingg brg..huhu",
  "Distance can't stop what's meant to be.",
  "Be grateful for what you have. If you want more, work for it. If you don’t like something, change it.",
  "Aku penat lah nak layan perangai kau ni. Aku ada hati jugak. Asik jaga hati kau, hati aku siapa yang nak jaga?",
  "When you're happy, you enjoy the music. But, when you're sad, you understand the lyrics.",
  "Lawa-lawa nak pergi mana? Bazar? https://t.co/LWThYjVZUH",
  "Hi. Housemates saya semua malas nak cuci toilet, walaupun dah tampal jadual. Boleh bagi tips mcmana nak suruh diaorg jadi pembersih?",
  "Pass it on https://t.co/igcb8jSP3T",
  "Bebola ketam goreng. Letak atas kain dulu, biar minyak diserap. https://t.co/pjsOIMAtYD",
  "Retweet if you are thankful for something God has blessed you with today!",
  "I miss you, I don't know what else there is to say.",
  "Be modest in each thing",
  "My mum always bugs meh",
  "18 Reasons to Eat Healthy That Have Nothing to Do with Weight Loss https://t.co/pKGsxR0xAu https://t.co/VmeIOIoQyd",
  "Everyday is a cheat day",
  "60 Lab Studies Confirm #Cancer Link to a #Polio Vaccine\n\nhttps://t.co/mM8WQQRXBf\n#LearnTheRisk https://t.co/oObCZA8oIn",
  "Very simple and delicious CAKE «Tenderness» - https://t.co/TOzvDJ3shZ https://t.co/Sgb6exkVyO",
  "Online Jobs at: https://t.co/Oq77oU71PL An Opportunity to Work Online &amp; Get Paid Please Retweet https://t.co/deIMm6e1Zr",
  "If you've eaten yellowfin tuna recently, read this:  https://t.co/xcNhVibiNL https://t.co/cHziu2sYEM",
  "See how the brow gurus at @ABHcosmetics have mastered social media: https://t.co/eDosQ2Yk1Y https://t.co/byRh7hO94i",
  "The French president has this to say to President Trump: “Make our planet great again.” https://t.co/wASjyekt3W",
  "Think positive and positive things will happen.",
  "The UK is NOT “reeling” after attacks. Here's 4 ways they're Keeping Calm and Carrying On. https://t.co/yzj1hBuzbN",
  "She's got him falling head over heels for her and I can't even get him to stumble...",
  "Good • Vibes https://t.co/NH2JfA32H1",
  "Kenapa ni sayang, apa bising-bising ni? https://t.co/a9WVlJ2NGT",
  "Highway to heaven or hell? https://t.co/RZ08ZWgebH",
  "This thread for sweatshirt lovers. Kain dia jenis cotton tebal, ukuran pun dh ada, harga 👆🏻rujuk nama, tp exc pos yer. 😉 tlg rt trima kasih https://t.co/0Rso4LVmrH",
  "Cucumber ribbons — original table decoration)\nhttps://t.co/oP6ULyUV6G https://t.co/WZ7JP0DeaK",
  "🔥🔥🔥🔥 https://t.co/YZr3WQzFJG",
  "Chapped lip",
  "The world is a dangerous place, not because of those who do evil, but because of those who look on and do nothing. -- Albert Einstein https://t.co/Wihhd7VkK0",
  "I cant run from heartache huh",
  "Imma big eater",
  "Rather relax here all day  https://t.co/60zxggn303",
  "@imranfirdaus95 ✌✌anyeong",
  "@imranfirdaus95 👀",
  "Missuuu 😍😍😍😍😍 https://t.co/KPzVMUThvS",
  "Now Hiring for Social Media Jobs See Details at: https://t.co/qISh0uLWq8 Retweet Please #OnlineJobs #Jobs https://t.co/KJd9ccFvfP",
  "Acah2 yoga D1",
  "https://t.co/wEUH1jaW1H",
  "Should I say:\nBless my eyes or poor my eyes...😂😂😂😂ngeeee",
  "🎵Once more you opurrr the door\nAnd you're here in meow heart\nAnd meow heart will go on and on 🎵 https://t.co/IoImwgti0s",
  "Kill the laziness..smash it down",
  "Rather be at the beach https://t.co/CnRnyV7F3D",
  "Different is attractive.",
  "Ok.\nBody goal 💪💪💪",
  "This Swedish Pilot Does Yoga Around The World And Her Selfies Are Taking Internet By Storm❗ https://t.co/i504p3b8pv https://t.co/RIlDNk8Zmk",
  "10 surprising foods vegetarians can't eat: https://t.co/UMNBMYL7J0 https://t.co/LMVsxIcTCw",
  "When ur bro asks for hotspot line..u'll be like: https://t.co/uUDpSnIZyr",
  "@hanaazahar 😂😂😂hahaa..alaa siannye..bwkla skli..lols",
  "@hanaazahar Dy tggu food ke tu..haha😂",
  "\"SIAPA CURI IKAN YANG MAK RENDAM KAT SINKI TADI?!\" https://t.co/0Hh2lqSfbE",
  "@backpackingMY @ayuhtravel @KakiTravels_ @TaiwanTourism #Taipei: Where to eat? Its halal!\n\nChang’s Beef Noodles Shop and savour their staple classic beef noodle. Definitely, a must! 👍🏽 https://t.co/9nQE7HnVrX",
  "Rse mcm nk srh mum msk nsi lemk..tp xblik lg..pkl brp dah ni..😟😟😟",
  "Wajib ambil sambal lebih kalau ke Nasi Lemak Cili Bilis, Gurney Drive, Penang. \n\nMemang power!🤤\n\n#AyuhTravel https://t.co/QN3sjhlTsd",
  "Dark in the making",
  "Whatever is bringing you down, let it GO! You don't need that negativity in your life. Keep calm and be positive. Good things will happen.",
  "This indigenous woman plans to run for president of Mexico. https://t.co/jSOvhmNYvW",
  "@Hoemar___ She's bi then...crazy af",
  "\"Tuan kita buang kita kat sini...\"\n\n\"Kita pun sama jugak...\"\n\n#KisahSedihRingkas https://t.co/K7EEKXP9Sr",
  "#ChickenPox Prevention &amp; Treatment w/ #Homeopathy\n\nhttps://t.co/ftg7kW8m7K\n#Homeoprophylaxis #Virus https://t.co/vW2nR5iYeL",
  "I'm a livin zombie....👻👻👻",
  "I wanna be ur fav hello n ur hardest goodbye",
  "“Racism will always be a part of America.” \n\nLeBron James speaks out after his home was spray-painted with racist graffiti. https://t.co/AlKFX10u4N",
  "Croatian Blues https://t.co/yK2Yw3FbUh",
  "I can't wait to see #WonderWoman use her #ScissorKick. How about you?\nhttps://t.co/2dMmfW9xiA",
  "Selamat berpuasa semua. Tahukah anda kita adalah netizen berkuasa? Baca thread ni, dan report. Gua rasa lusa dah hilang acc dia. Jom report! https://t.co/982aNV0iH2",
  "The Cook Islands https://t.co/h2ABmEWZej",
  "Oozing of negativity",
  "https://t.co/QKj1o73nQb",
  "Amazing Marshmallow Popcorn Bars! #Recipe #sortedfood https://t.co/sowCnv3jUT",
  "Parasitic wasp is magical..ahaks",
  "Tropical over everything  https://t.co/CcPukODBT7",
  "National Access Awareness Week is an opportunity to celebrate accessibility and raise public awareness of the barriers in our community https://t.co/AaLWmEzylT",
  "I wish I'm a lot more dare devil..huhu",
  "Couple pun ad rukun rpnye..nais la 👏",
  "A day in Austria https://t.co/1VwEv1J7C4",
  "More than 160 people have died and half a million have been displaced by floods in Sri Lanka. https://t.co/se2niU2fUQ",
  "Takkan lari gunung dikejar = haste makes waste",
  "Harapan untuk bulan puasa ni dapat kurus la sikit. Tapi kalau melantak time buka sampai sahur memang musnah la harapan tu",
  "“not all Muslims are terrorists, but all terrorists are Muslims.” \n\ni think the fuck not, you trick ass bitch. get ready:",
  "When I ask her 2 pose..she instantly do that..ahaks ☺😊😊 https://t.co/sCnWJRgyEN",
  "Girl..u look so lit in these pics..😍😍😍fotogenik gitu... https://t.co/sMXPdJ15nO",
  "@AliaImanHMS Rude kan dia ni? I pun pernah kena nak beli lace and tanya ada warna apa? &amp; dia ckp \"i dh bg tu, nak apa lagi?\"\n\n😒",
  "Menghitung hari 😇😇😇😇 https://t.co/oQa7FCx2k7",
  "Super-3 recipes for deliciously delicious coffee - https://t.co/rtUQzXzfaL https://t.co/zKB2oerSr2",
  "My embah said \"segak macam gagak\" \n\"Cantik macam itik\"  😂😂😂😂\nMe: lols",
  "Vibe colors  https://t.co/SBCxiDM0nl",
  "U can choose either one, to stay small or to grow..n I chose the later..💪💪💪",
  "Wow! So cute 💕😍 https://t.co/BWdkapBqsh",
  "Rebus ikan kena pakai minyak ke 🤔 https://t.co/40HoXTIh4h",
  "Food marathon 😂😂😂😂😂ni bkk pose ke ap ni...lels",
  "@littleghuraba Hahaa...spesial ke..🙆🙆🙆🙆",
  "Sweetsss 😙😙 https://t.co/XJp6Vra1Ie",
  "Karoke let it go 🎼🎶🎵 with lil cousins",
  "Hai awak sy ada buat clearance stock converse taw jom follow\n\n💐https://t.co/nMhF0ZJSyQ…\n\n💐@ly_dotershop\n\nRM38 ❗️❕ RM38 ❗️ ❕ https://t.co/iLsO6X1u0Z",
  "At first I thght it is chantaje tho..i see despacito..ok penah dgr..coz it sounds figgn familiar..😂😍😍 https://t.co/Uqg4mjGDhf",
  "@littleghuraba 💚💚💚💚 https://t.co/rOVZlQUJOa",
  "Ootd :) huhu.. https://t.co/G0xCHaHS2z",
  "Prince of Flower :) Happy First Ramadhan 2 uolls..first Ramadhan… https://t.co/rDITOPI0Y1",
  "Pass it on https://t.co/hT0ukvgUZG",
  "Niat Puasa.\nJom kita niatkan sebulan sama-sama.\n#Ramadhan1438H https://t.co/1avH2d2NnW",
  "Watching The Sunset 🌄 https://t.co/LARVz6yeMl",
  "\"Captain, we are under attack by a whole armada. Captain?\"\n\n\"Baaaaapak ah!\" https://t.co/KGRFXVlcFH",
  "\"HAWAUU!\"\n\nNi kucing Melaka ke? 😂😂😂 https://t.co/LCRhxchVTA",
  "HSH",
  "Pass it on https://t.co/idIQ7HURHm",
  "Plansee, Austria https://t.co/cpRYRbAM95",
  "\"Mak! Kenapa bantal ni comel sangat?\" https://t.co/RB68pxhsZQ",
  "Rio de Janeiro, Brazil 🇧🇷 https://t.co/LTQH2lLyr9",
  "Mengntok n lapa..haha",
  "hargai lelaki yang mana kau dah tengok dia marah&amp;kecewa tapi dia masih boleh layan kau dgn baik.sbb masa tu lah sifat sebenar dia keluar",
  "Selamat menyambut Ramadhan terbaik dalam kehidupan.\nMalam ini Solat Tarawih pertama pembuka bulan penuh kerahmatan.",
  "Start Your Online Business: https://t.co/iWzeYf9u1C #Great #Article #ReTweet Please https://t.co/XnZNJOYPSt 1",
  "When mom says the pizza rolls are done https://t.co/KcJ2X2fPUd",
  "So regardless the brand *you so tired*, always open &amp; check your dates first before you eat! Jangan nak melantak je. 3 biji cukup! https://t.co/cF00G9HQCf",
  "Slow Cooker Cornbread Stuffing https://t.co/x6Gx3fcA8L https://t.co/Z2hcepukTc",
  "Raspberry Ice Cream - https://t.co/pJ3Ez75iqq https://t.co/LM7OX8bYDr",
  "Pres Trump told newly-elected Pres Macron, \"You were my guy\" when they met in Brussels, denying he supported Marine Le Pen. https://t.co/ScTOCEPVbR",
  "Yosemite, California https://t.co/gfAZn7jt7q",
  "Class is now in session ✍️. This pottery genius wants to share his passion with others https://t.co/8qENbaogqB",
  "The first results from @NASA’s Juno mission to Jupiter reveal both poles are covered in swirling clusters of Earth-sized storms. https://t.co/y8AInXjw37",
  "Tech billionaire and GOP frontrunner Greg Gianforte physically assaulted a reporter the day before the election. https://t.co/actvGHvO5x",
  "Stop looking for happiness in the same place you lost it.",
  "Scary la mdm ni..da pm..tp xdpt2 lgi marks..buat saspen ke ap..😂😂😂",
  "https://t.co/sN2xTxyWqB\nNi fevret kale wanie ni..hehe @littleghuraba sume purple uuu",
  "Saba pakcik..saba..😂😂",
  "Ada lagu baru uuu..aku negaraku 💞💝 https://t.co/yHzwmmJ9ae",
  "This Is The New Song That All Students And Teachers Must Sing During School Assembly via @saysdotcom https://t.co/ma9lwCRdSm",
  "😢😢😢😢",
  "Azan vs bus..",
  "Sandwich Caprese(weight loss) - https://t.co/xHTQ8AAaAp https://t.co/Nomd5n9JaZ",
  "Awwwww 😢😢 susah nak jumpak orang yang baik mcm ni zmn2 la ni.. salute..moga bertambah rezeki mkcik..aminn https://t.co/kWhepsN00r",
  "I literally cry...sendu aku nak jawab exam guys https://t.co/GICLNeE8J6",
  "Janji pukul 6..dah pkl brp dah ni..hadoii..seb baik bas lmbt lg..😂😂😂",
  "Just gonna say that..finally free of exams, such a dreading hours… https://t.co/b79IqcwXHw",
  "Mls nk packinggg",
  "Guys nowadays please know that women shouldnt be treated like trash..esp ur wife",
  "Doneee",
  "Dang..scry pnye mmp",
  "Macam2..lahaii...knp la aq p post kt fb..😂😂😂",
  "Rezeki tu dtg tnpe diduga2 kan..so\nSay whattt???\nAlhamdulillah..ku bersyukur..alhamdulillah",
  "Miss mummyh",
  "\"Kalau awak tak usap kita, kita tak bagi awak lalu!\" https://t.co/Pm6y3gctyE",
  "Mkn pds sket..skt prt..haa..spe suruh..da tawu pert xbrp thn..haha😢😢😢",
  "It's exciting to think that some of the best moments of our lives haven't even happened yet.",
  "https://t.co/g8QwVMveVs\nWTF Waffles? 😂",
  "Besok exm..khms last paper...huuu",
  "Subsribe on newsletter..n i dunno why I get tht kind of email..wat is Zorpia tho? 😂😂😂😂",
  "Oo nana eaaa @englishsenseii  😊😊😊😊 https://t.co/WDs2CHV88t",
  "Petra, Jordan 🇯🇴 https://t.co/Wxw7MxSmhX",
  "This mom turns healthy food into her 4-year-old's favorite characters. 😍 https://t.co/KqJa4c9R4u",
  "“The secret of getting ahead is getting started.” –Mark Twain",
  "50 percent of California’s salmon may be extinct in 50 years, thanks to humans. https://t.co/ugEnHHHLpX https://t.co/QjqbQp04p9",
  "Happiness is being alive heart, soul, mental n physical, ahaks:) https://t.co/us7Ip3nSyM",
  "Bora bora looks like heaven. https://t.co/UiTQP8zchc",
  "“No one is born hating another person because of the color of his skin, or his background, or his religion\" https://t.co/MJMai0v67M",
  "To those guys out there https://t.co/JNjzVstuVi",
  "Attention_Charlie Puth🎶🎶🎼🎼🎵🎵🎵🎤🎤🎤",
  "I did tiz before with my big bro when we were young..hahaaa https://t.co/emvLk1T6A9",
  "Microbleading😱😱",
  "Waiting 4 food..yeahh",
  "Lately I've been, I've been losing sleep dreaming about the things that we could be.",
  "Note to self. 💪🏼\n\n#roadtoRamadhan https://t.co/qA6Id2NH6o",
  "Dutch king reveals he's just spent 21 years flying passenger planes https://t.co/9dzVkH9ITi https://t.co/iT0niCqaMd",
  "Lush is bomb",
  "Mcm stu cete ni..tp xigt nme..bes2 cete tu...cete thai kot.. https://t.co/EnaxeaoWKn",
  "@hanaazahar @littleghuraba Pelek2 bhs org ganu ni..hahaaaa",
  "@hanaazahar @littleghuraba I think...ap tah @littleghuraba xigt doh 😂",
  "@hanaazahar @littleghuraba Hahaaa...punchline wanie sorng je tu..dokrok cetong..ritu buat dlm kete dop jdi...😂😂😂😂😂",
  "@littleghuraba Mne ad laaa...wanie la..😂😂😂pastu ad ipg..lols",
  "@littleghuraba done up ;) https://t.co/OhQ4WoMQTF",
  "Sleep like a boss",
  "Here's five things to know about Malcolm X, a man vilified by some and celebrated by others. \nhttps://t.co/dqMYXMQM2d",
  "I feel bad for my stuffed animal because I stopped sleeping with it.",
  "Where I need to be  https://t.co/mNwD2Z8ZQX",
  "Strength • Builder https://t.co/Q2P8peBWul",
  "Creamy Brown Rice, Apple, and Broccoli Salad https://t.co/zEAN55gQ22 https://t.co/Nk9rhwrR9V",
  "Lzy af",
  "No wonder lah..",
  "https://t.co/81HtUocBxV",
  "One finds limits by pushing them. - Herbert Simon #quote",
  "I asked my non-Malaysian friend what were the biggest culture shocks living in Malaysia https://t.co/Z9EJlAgnwa",
  "Ala..esk hjn ke...no",
  "Slps Dato Siti, Afdlin Shauki, Fathia Latiff, Daphne. Skrng Wardina pula. Usaha melawan pembodohan harus bersuara! #SamsengBukanBudayaKita https://t.co/yNw4U91IIm",
  "Nk kfc la isnn nih..huhu",
  "Esk kne bsh bju la",
  "So sleepyyyy",
  "I really need 2 start stdying tho..💪💪💪",
  "Done marthn keep running👱👱👱",
  "https://t.co/Kpqb98KoHO\nJapanese kitchen",
  "I guess all of em dozed off in a dream fantasy already",
  "Surah Al-Maarij, Verse 22:\nإِلَّا الْمُصَلِّينَ\n\nKecuali orang-orang… https://t.co/Ykj8ysy20n",
  "Choose one, 2 be angry or not to be",
  "When we wish 4 the sky 2 turn blue, sometimes it also needs the dark",
  "When ur senior gives many books n u r lazy 2 arrange em https://t.co/Vk8DWtVX98",
  "When u try 2 do dab but it comes out like...what 😂😂😂😂 https://t.co/dqEaptXjWl",
  "Sizzling chicken chop 4 dinner:) https://t.co/GXTdqkzuR0",
  "@hanaazahar Wat..pkcik",
  "7 hari menuju Ramadhan.\nMoga kita semua disempatkan menjadi tetamu Ramadhan.",
  "Be strong now. Things will get better.",
  "#Mealplanning is the name of the game if you're into serious #weightloss. Here are some basics to get you started!\n\nhttps://t.co/Q1Wa7vyb1h",
  "'DIY umrah' illegal under Saudi laws, Malaysians told\n\nhttps://t.co/n06mCqkc4s https://t.co/3OjybuXn4g",
  "When u realize u made a grmmr mistake n can't edit ur tweet..twitter should improve on tiz @Twitter",
  "My pair of eyes is begging 2 sleep but my fingers are scrolling",
  "@aimanazlan90 True friend: Keep u at track n give honest advice 4 u 2 improve urself 2 be a better person:) when u 're with them u become near with Allah",
  "Spaghetti Bolognese with Beef Meatball and our packed Aglio Olio. Next week will be available on Tuesday. \n\n☎+60103010201 https://t.co/8FggEXMQfj",
  "Look how happy this gecko is with his little gecko toy https://t.co/7OvNmM8qAs",
  "It's been 69 years since the creation of Israel. What does it mean to be Palestinian today? https://t.co/eRJGBsSN7I",
  "Apeni jerit-jerit? https://t.co/VeFCxHK5DM",
  "Looks like what u think easy can be way complicated tho",
  "Every eye is unique. \nNow you can use yours to make purchases with #SamsungPay #IrisScan. https://t.co/t2u87Fzi25",
  "Fashion brands, beware. Mayan weavers in Guatemala are fighting to protect the intellectual property of their indigenous designs. https://t.co/VQJqBCHYy8",
  "Let's wake them up!!!! #Knk #kbsworld #krush #kpop https://t.co/X0qvJcAPnD",
  "These are our 7 favorite potato chips: https://t.co/qVBx7CzSQE https://t.co/E90rPVFEQ1",
  "@littleghuraba tiz iz uuuu...😍😍😍😍 how's ur paper?? https://t.co/T0vYu0BpmH",
  "Double cross..wohooo https://t.co/tZSxs2ul8r",
  "Tiz was my brunch Quaker Fruit Bites topped with banana..yummyh..:) https://t.co/TUbdbadoV6",
  "The art of not havin desire for \n1)\n2)\n3)\nEtc....\nMeasure ur cloth using ur own measurement not others okay",
  "“What you do speaks so loudly that I cannot hear what you say.” –Ralph Waldo Emerson",
  "Do you know which #Vaccines contain Human Protein/#DNA?\n\nFind out here: https://t.co/4Qde2PGMNm\n\n#LearnTheRisk #GMO https://t.co/AjCrMLeEXn",
  "New artwork for sale! - \"Boats In Sleeping Bear Bay Wood Texture\" - https://t.co/NutbLy7LrT @fineartamerica https://t.co/7JSlBTdiQY",
  "I hate pimplesss",
  "Abandoned by his parents, this baby's cries attracted a creature in the night. You won't believe your eyes!➤ https://t.co/rIknc9H4gk https://t.co/MrKDiCTIjg",
  "We are not all the same, but that's what makes us unique. #Expressyou #DubaiFont https://t.co/Odjl7xpPMs",
  "Happy Birthday mkcik @hanaazahar aka ana banana..may Allah blesses u always ❤❤❤🍮🍮🍮🎁🎁🎁🎶🎶🎼 https://t.co/hOwD18btDW",
  "9 hari lagi ramadhan..waww..😍😍😍",
  "Moody https://t.co/zJ2MrZP9Le",
  "Ideas for Breakfast: Unusual pie from millet - https://t.co/XF73VcihW3 https://t.co/sGxsOzkD6I",
  "4 apples..a comb of banana..nice2..n don't 4get..nestle bliss kiwi flava.. yummyhhh:)",
  "I'm sorry that I was your biggest mistake; while, you were the best thing that ever happened to me.",
  "Bru bsh bju..bju btmbun blik...kuikui",
  "Coz tiz life is not permenant but hereafter is",
  "When Allah says it's time to leave tiz world..you can't change that person's fate..2 words..embrace it",
  "What u read..what u listen..what u speak..what u watch..what u dream influence ur mind, act, speech, everything..",
  "FOCUS • ON • GOOD https://t.co/nHSM3eMlVA",
  "Oh..no...seriously😱...my fav fruit tho1ŕ https://t.co/CYJLqSIATu",
  "Mum..my feeling is indescribable but I love u 2 the moon n back :) Happy Mother's Day 2 all mothers outside there",
  "APPLE PASTILLE - https://t.co/Ga0AkTftQL https://t.co/80CfVBCZyP",
  "10 Profitable Home Business Opportunities: https://t.co/0p6Uoiw7jQ Please ReTweet https://t.co/YKUib32QFN",
  "@hanaazahar Hahaaa....aq tawul hg gurau..aq cme fkir..nk blas ap ekk..so xtbls2..lols",
  "@hanaazahar Eee...haha..\nLike when someone yg nk hrta waits 4 their parents 2 go away first n the reply is *thejoke*",
  "@hanaazahar Hahaa..it's just a joke that means 2 be a joke..😂😂 adoi *tarikrambut*",
  "@hanaazahar Joke of the day la..haha..lols",
  "Apo ni? Haha\n\n@hanaazahar https://t.co/JJogAHmHDl",
  "Sometimes..it's good 2 be alone tho...",
  "A soccer player from Ghana opens up about racism in European soccer. https://t.co/cJ6f2x6lh5",
  "Let's Explore https://t.co/2w7szqO7Th",
  "I think this girl will work for Wendy's in the future https://t.co/auE4KsnjrJ",
  "It all begins and ends in your mind. What you give power to, has power over you. Unknown https://t.co/8QTxZilcK7",
  "Y get a tattoo if u wanna regret it later..lels",
  "The only thing making you unhappy are your own thoughts. Change them.",
  "Reminding me🎼🎼🎶🎶🎶🎵🎵",
  "take me to Santorini in Greece https://t.co/HEDisfGtmf",
  "these blooms are so adorable 😍 https://t.co/7tzFnSmUSR",
  "princesses \nroad rage\ntanning\njohn lennon\nolives\ngrudges\n\nThings people change their minds about → https://t.co/1bQnSOAXdR https://t.co/Inew7KNmfH",
  "That was such a dishonest thing to do :)",
  "When people hide the truth, it's because they don't respect you enough to be honest and think you are too stupid to not know the difference https://t.co/g8G2mvp4cq",
  "Tiz is yummyh..tastes like chipsmore but with extra sweetness of choc https://t.co/rMjMVYmK6B",
  "I'm outta ma mind...lalalaa",
  "How 2 move if u're chained",
  "Pecah eardrum dgr lgu..lols",
  "I think my English flew when I answered the exam 😇😇",
  "A company = sebuah syarikat\nAccompany = teman",
  "B E • G O O D https://t.co/jpJr1PB4Z1",
  "Give &amp; Take https://t.co/YII38u8bBi",
  "Big Sur, California https://t.co/v6qu4RdXyX",
  "Be strong,\nbut not rude.\n\nBe kind,\nbut not weak.\n\nBe humble,\nbut not timid.\n\nBe proud,\nbut not arrogant.\n\nBeautiful day!",
  "Mum.....dad...I'm sorry",
  "Lost Lake https://t.co/Toi7DqgbcQ",
  "Maigod..ce detail kan sket ayt tu...",
  "Hai..pent lyn kkcik sorng ni..😂😂😂adoii..typing dy lma ngat",
  "Cmne ekk..hahaa...hujon ni",
  "@hanaazahar Syafakillah mek na💕",
  "Chivalry is dead 🙆🙆🙆",
  "“Long in the tooth” = rather old\n\nDespite being *long in the tooth*, Oogway was a capable and wise master. 🐢\n\n#idiom https://t.co/9J3EM4ZwOx",
  "Pkcik roti datang bha",
  "I love The Groot the most..I may need one in real life tho..ahaks",
  "Omg..I have issue in pronouncing compatible n my friend said..sebut btul2 la..hg tesl..hahaaa😂😂😂😂",
  "Roadtrip https://t.co/ecUaYda1iK",
  "I have some errunds 2 run...huhuhu",
  "This blue-eyed albino orangutan is beautiful. But her story is sad. https://t.co/jMStRFsO7S",
  "Cikgu matematik : Awak semua faham apa yg saya ajar tadi?\n\nAku dan kawan2 : https://t.co/GSMyMRLWYf",
  "Banff National Park 🌍 https://t.co/Kza0qDJMEo",
  "LOOK AT THIS CUTE LITTLE BALL OF FLUFF https://t.co/fVNdG2gj1e",
  "Faroe Islands https://t.co/Fpf0uitk8m",
  "Cool places to stop at on a road trip: \n•local diners\n•hiking trails\n•flea markets\n•book stores\n•museums\n•farmer's markets\n•coffee shops",
  "Three kids from Mosul describe what it's like to live in a war zone. https://t.co/XSIgMubrxl",
  "Scientists are using technology to fight invasive species around the world. https://t.co/9YHWnpSaQ9",
  "That's totally meeee https://t.co/VcsSk8Zimk",
  "Be a warrior not a worrier",
  "Blue Valentine (2010) https://t.co/gf1CAwNFw6",
  "Don't make this mistake https://t.co/NUJtGkc9R2",
  "Forget the red carpet. \nThe #MetGala bathroom is lit. https://t.co/CTdbqCIWJP",
  "RT this if you've literally never thought that men grow beards for girls https://t.co/Hf68xs7mWN",
  "I love this saying! https://t.co/sICuNGV61d https://t.co/qGK5jt94Mn",
  "Everyone tried it but will never top the QUEEN #MetGala https://t.co/VQHRZ8iz9v",
  "🔑Keys to happiness https://t.co/upxTo4IQsZ",
  "Earth loses its colour bcoz of human's hands 😭💔💔",
  "What do a native activist, Appalachian fisherman and 5-year-old boy all have in common? Climate change. https://t.co/8BXFKr0WO4",
  "Spent Labour Day watching this movie with the family. Meaningful and tear jerking. Recommended! https://t.co/AQkmtFlOFY",
  "\"Stay #positive!\"\n\n@benkubassek #quote #inspiration #motivation #quotes #attitude https://t.co/MPhphSMuYf",
  "Patience is power.",
  "Cascade falls, BC https://t.co/M4Qt2WdEla",
  "\"Jangan main jauh-jauh!\"\n\n\"Okay mak.\" https://t.co/67uR6PoNzp",
  "I think..ada hikmah tak jadi blik smlm..sebb hrini tetba nk stay lama sket kat rumah...😂😂",
  "It's ok..I can do a movie marathon all day long😊",
  "Ptotlah..xperasan rpnye..I see",
  "Do more of what makes YOU happy.",
  "Meroyan sorng2",
  "Ad cornflke n cheerios..lels",
  "At least..dpt mkn...dok sni sobs2",
  "Dok rmh lme sket",
  "Omegee..ke nk trk dri...urgghhhh....",
  "Hahaaa",
  "Finally I crack..\n😂😂😂😂",
  "Gais, tolong aku capai cita cita aku untuk dapat bomber jacket, dah lama aku nak! 😭🙏 https://t.co/Ug0fi7FpXm",
  "Sesattt😱😱😱😱",
  "I'm not a good artist at all",
  "@littleghuraba https://t.co/F5riXSXwqV",
  "My wish https://t.co/L3rQyKlskr",
  "https://t.co/5PArVZ9LMj",
  "If 1MDB did not get into all the nonsense...profits from TRX and SgBesi of close to RM30B can be used for rakyat centric programs..",
  "T A K E • A • L O O K https://t.co/6sdH6hzZKf",
  "Serumah dgn yg tersayang https://t.co/G5eO7XRRSv",
  "Not hd at all",
  "Salahkan exam..emm",
  "Xde org klua eh..😂😂😂cmno nk survive nih..kuikui",
  "I wanna fly but I cant",
  "Your kindness to others may take a moment to speak, but to the other person it may last a lifetime. https://t.co/491L8ZqbKt https://t.co/keRs8tlHXl",
  "Bleh je nk leave groups 2 find peace...eh..eh..😂😂",
  "Waking up n feel like ....",
  "Xde pun org yg stay..see..huhu",
  "Done buat kje jahat😥😥😥",
  "WORK HARD on yourself, so you love the person you become, love the growth you experience, love the NEXT LEVEL you rise to. https://t.co/UEZDR7MdhC",
  "Talk to yourself kindly\nListen to yourself devotedly\nKnow yourself deeply\nAnd love yourself earnestly https://t.co/iZUL5ouflF",
  "Got7 never ever",
  "I aint gonna drag someone thru the mud tho",
  "\"Drag (someone) through the mud\" = talk bad about someone or make someone look bad in public.",
  "Cetokin 😻 https://t.co/6A2bBSVMbf",
  "https://t.co/MAz8tC7A2p\n10 foods 2 fight depression",
  "https://t.co/GH6kCXSCxf",
  "\"Daripada Allah kita datang dan kepada Allah kita kembali. Allah lebih mengetahui daripada apa yang kita tak tahu.\" - aA+bB.",
  "Diari adik Thaqif pelajar sebuah madrasah di Johor yang dipukul pembantu warden hingga disahkan meninggal dunia hari ini. Sayu. https://t.co/boMA8VQ3jN",
  "What does it mean to “eat clean”? Find 3 easy tips for #cleaneating at https://t.co/g1J7VCsWH7. https://t.co/uEzlanZATm",
  "https://t.co/QBWwkGePxl",
  "Teacher is the agent of change, Lulu said tiz (quoted)",
  "A Retrospective On 50 Years Of Flight Attendant Fashion| https://t.co/8T9tWTcHCD https://t.co/M04Kd28ueI",
  "Get Paid for Testing Mobile Apps: https://t.co/SG0AY20dS9 Make Money By Using Smartphone Please Retweet https://t.co/yhPQGkYoYU 1",
  "#Vaccines Didn't Save Us: 2 Centuries of Statistics\n\nhttps://t.co/VotQLwBk0Z\nNote: NO vaccination for Scarlet Fever https://t.co/N8C3YZwRh6",
  "30 hari menuju Ramadhan.\nDoa jangan putus agar disempatkan.",
  "Or is it supposed 2 be more healthy 😮 https://t.co/ffFJClCfE8",
  "Which is healthier? Chicken vs meat ....😟😟",
  "Dulu ada kapal,ramai menumpang.skrg kayuh sampan,sorg x pndg.Esok aku hilang,org ingat aku da karam padahal masa tu aku dah ada kapal selam",
  "Xde kje ngat...mlm2 crik beger2...😂😂😂",
  "Tiz iz yummyh..:) https://t.co/1g3Kepvgu9",
  "Tiz iz yummyh..:) https://t.co/UrRfDIkjCt",
  "Does #Homeopathy Work? These 154 Research Studies Say Yes\n\nhttps://t.co/d3ZgjF4Pws\n\n#HomeopathyWorks https://t.co/HBQ5iSrMZJ",
  "https://t.co/giUnt4yKi0\nHarry Potter vibe..omegeh",
  "expressing your emotions isn't wrong...\nthat's why I make music",
  "Kingdom come🎶🎶🎶🎼🎼🎼",
  "Apparently I need more \"tarbiah diri\"",
  "Stay~zedd ft alessia cara",
  "We comment on others people way of styling themselves..instead, stop bashing..just hate the action not the owner coz we're not the judge",
  "Happy Earth Day!\n\nA time to celebrate and honor OUR environment and all sentient beings.\n#HAPPYEARTHDAY https://t.co/EoGFpKb87c",
  "I'd rather be in the mountains https://t.co/EIATzAehqm",
  "\"The important thing is not to stop questioning.\"\n— Albert Einstein",
  "@hanaazahar Hahaaaa..igtkn kat sne lg..okayt",
  "@hanaazahar Ana blik rmh nenek hg ka? Wuu..besnya",
  "@hanaazahar Good",
  "We have 10 puppies up for adoption from a good mom dog. They're just three days old. Let me know if you're interested. Location: Kulim. https://t.co/GtdcLa67Ij",
  "U dont go doesnt mean u intend to not go BUT something just stop u from going..ahaks😊",
  "She was born with a facial condition, but after years of facial surgery, she looks like➡ https://t.co/o4UN26rVfz https://t.co/deWWstHUnk",
  "https://t.co/iO4Yu7rGhV",
  "Banana goal 4 tis weekend..got it at a cheaper price..oh jyeah!! https://t.co/YA1pMh2bct",
  "The makciks were like..membebel plak...😒😒😒😒",
  "Killing me softly 💝 fell in love with tis song",
  "Start Your Online Business: https://t.co/0p6Uoiw7jQ #Great #Article #ReTweet Please https://t.co/wX7JkULj3E 1a",
  "Brownie Cookie Sandwiches https://t.co/piHiZyk8om",
  "Semiskin-miskin orang ialah orang yang kekurangan adab dan budi pekerti - Hukama #iloveislam",
  "If you want to live a happy life, tie it to a goal, not to people or things.",
  "This rescued puppy is cutest thing ever-- https://t.co/hwj2oKXyw5 https://t.co/8PH05Ekw78",
  "Now I'm recharged coz the class was cancelled n I used it 2 take a good eye rest :)",
  "Talking about mental health is hard – even for Lady Gaga. https://t.co/VLJzivjiQX",
  "We're just here for the browned butter. https://t.co/zhVR1YAmG8 https://t.co/2ha7mnEvDD",
  "London https://t.co/pp5qeVmpja",
  "U dunno tht ur words..hurt..so bluntly said it",
  "The achievement of one goal should be the starting point of another. -Alexander Graham Bell",
  "mood 🍁🍕 https://t.co/Y6dmEbUWx1",
  "This is a water bottle you can eat. https://t.co/0D61yQMLW1",
  "\"Dah, balik jom! Kat rumah dah banyak ikan!\" 😂😂😂 https://t.co/17vRKHHPbR",
  "@hanaazahar @ZarithNellisa Wooo..haha..pndai jahit kot..peeehhh",
  "Here's 2 minutes of a husky puppy running in snow for you to enjoy  https://t.co/gzw6rVtb0R",
  "https://t.co/QvijzOrt1v",
  "Oregon https://t.co/dJkUF61M0B",
  "Da tahu hutang kan..mestila kena bayar..tangguh2..xtawu ajal ni ble..😌😌😌 #notetopeople",
  "Ni la orang kata time nak pinjam kawan baik la kawan sejati la bila suruh bayar? Tak pasal2 kena maki 😏 https://t.co/KJPdwfsX2R",
  "Keep busy. Work spares us from three evils: boredom, vice, and need (Voltaire).",
  "Boleh tahan kotor jugak politik fakulti ni. Ingatkan dekat peringkat dunia je teruk. Fakulti kecik pun sama gak ekk 😂",
  "Anyeong POCKET...knp mlm2 da kne monday blues ni..mlsnye kls esk😂😂😂",
  "Mslhnye nk buat slide..kna crik mood dlu bro..haha",
  "Scientists are using whale cams to learn how and where the sea mammals are finding their food. 🐋 https://t.co/07lOp7ydWB",
  "Tryin 2 love myself..huh..xleh move on ngn lakorn nih😂😂😂😂",
  "https://t.co/MfIzBJKTEa",
  "PIE-TASTE \"PRAGUE\" IN THE MULTICOOKER! - https://t.co/5279T8kXAk https://t.co/zLenJ0HXMJ",
  "Do you know what's holding you back from #success? Many people don't. https://t.co/7VJjMN1Nl3 https://t.co/7qjEnPt8XI",
  "sometimes its not the butterflies that tell you you're inlove but the pain",
  "\"Stop running to those who ignore you and start running to those who adore you.\"\n— Joseph Simmons",
  "Sing me 2 sleep",
  "Nak promote kedai makan? Trip melancong? Nak ajak makan &amp; melancong? \n\nAyuh Travel kan ada! \n\n#AyuhTravel https://t.co/cyWUKDmsSF",
  "All praise to Allah (SWT), Who revived us to life after givening us death, and to him we shall have to return.",
  "Remember to be good to one and other x\n\n#healthy #attitude #happy https://t.co/Okf3fXHEqP",
  "Do go if u r free guys..I just cannot..huhu https://t.co/gR7HPiszwU",
  "Dalam kehidupan macam mana sekali pun kau perlu teruskan.\nLemah macam mana sekali pun kau kena kuat.\nSebab ape?\nAllah sentiasa ada dgn kita",
  "Dapat groupmate yg asyik pilih introduction dgn conclusion ni masalah gak weh.",
  "Malala Yousafzai just became an honorary Canadian citizen. https://t.co/6ikYc7zdJL",
  "Jangan sedih kalau pointer rendah even dah struggle. Anda bukan x pandai, anda cuma x kuat ingatan\n\nTertakluk pada jenis course*",
  "If you have a third or fourth line on your wrist, that means something quite special!➙ https://t.co/UpiolJGcYz https://t.co/tF7pOEw522",
  "Should change tis habits of mine😥😥😥",
  "Hidup di universiti ni bagaikan dota, bila member xsupport ko. Ko pepandai la bawak diri &amp; farm sampai dapat item kuat then start kill",
  "Story of my life https://t.co/PLu8TcJQaw",
  "Most of us are not living our dreams because we are living our fears.\n\nConquer your fears &amp; you'll be a winner.\n\nBeautiful day!",
  "Home is where the trees are 🌲 https://t.co/D2rrZWRUkw",
  "I want summer adventures like this 😍 https://t.co/DDwGkv6Ja2",
  "Lunch with shawarma:) https://t.co/SXNu9KnXSr",
  "You might not think it, but TB remains a major problem. This is why https://t.co/S2FWVpLVoU #health https://t.co/dUj1M0QpmR",
  "What you think and what you feel, it doesn't make any sense 😒😞",
  "Kadang kadang, aku nak start conversation pun fikir 2 3 kali. Bukan apa, takut beria je.",
  "For all of the broken-hearted girls, forget him. I know it's not easy but you have to. He let you go, it's not your loss, but his loss.",
  "Saffiyah Khan stepped in to defend a woman wearing a hijab from far-right protesters – and a star was born. https://t.co/IAyEk7cRrV",
  "Let's drive until we see mountains https://t.co/bbGXbiC81q",
  "Sesiapa yang ingin saya proofread assignment (English sahaja), boleh emel kepada saya di hello@aimanazlan.com. Harga RM3 satu page.",
  "\"So endure patiently, with a beautiful patience.\" (70:5) https://t.co/oL19WY0PPN",
  "BREAKING: Neil Gorsuch has officially been sworn in as an associate justice of the Supreme Court. https://t.co/7nNEo3HczC",
  "Skin bleaching is a global phenomenon. But in Ghana, a new generation of women are fighting back against the social pressure to lighten. https://t.co/NKwKSCDeHo",
  "Nak pesan kat kau ni 🤗\n\nKalau setakat kenal nama , jangan sembang macam kenal lama . Seolah-lah kau tahu kitaran hidup aku. Night😏",
  "Like a small ball in the ocean",
  "When your eyes and mind are open to helping others, anything is possible @TheSharkDaymond Visit: https://t.co/nmxsqbROVt #mondaymotivation https://t.co/K6O0zattif",
  "Done treat goal",
  "I dont wanna be just ur memory~Sinead harnett~",
  "@Hey_Harith Wat ae negtve vibe",
  "I want 2 sleep..suddenly sleep isnt comin😂😂😂😂haha..spoiler...",
  "Gelak kat vid ni..smpy hantok kple ats dinding..adoii.. https://t.co/lRneKiGGZw",
  "Inner story https://t.co/ND34vFaQJe",
  "Homeopathic Remedies for #Headache\n\n#Homeopathy https://t.co/rZVpEx2gEl",
  "Can someone please find me these?!  https://t.co/iJpoDvW8QH",
  "Try 2 stay cool despite the harsh weather😂😂😂😂",
  "This weekend is already one for the books 🌧🌲🙌🏼 https://t.co/1oN91dfb9E",
  "A day with magic :) https://t.co/rqGVP8VSzH",
  "Lege skit tummy mkn kellogs nih😍 #day1",
  "Cc: yume amethyst 😘😘😘😘 https://t.co/V5yhgl0GOK",
  "Most of my 2 buy lists re crossed..huh",
  "Time flies..omgg...",
  "New hobby https://t.co/iDZjTFqn69",
  "Wc 2 the family bae 3😁 https://t.co/dR0JdgFkOP",
  "Chocolate covered churros  https://t.co/HimtWrldkJ",
  "Do you love tea? 😍See what we think of @AdagioTeas and why you should give them a try: https://t.co/eXngA941tz #ad #tealover https://t.co/Do0TKjk1XG",
  "It's time! Gather supplies to grow real Easter Grass this weekend! https://t.co/EqgPJjGWeY via @SimpLiveLove #waldorfhomeschool #gardenchat https://t.co/oAjIKSxToR",
  "Nak curang, curang lah. Suatu hari nanti, orang lain akan curang dekat kau jugak. Time will tell. What goes around, comes around kan?",
  "I had so many dreams about you and me.",
  "Don't waste time https://t.co/4yAzfUIHiR",
  "\"I saw them, they were dead. All are dead now.\"\n\nA Syrian woman recounts the moments after a gas attack. https://t.co/7CPMmGPcdA",
  "I'm a sad person😢😢rn",
  "When you learn, teach. When you get, give. Maya Angelou https://t.co/RvYOeuYaQw",
  "\"What matters to you and why?\"\n\nThis high schooler had a different way of answering that question on his application to Stanford. https://t.co/dT9K1gojcZ",
  "4 stories you may have missed since President Trump ordered a missile strike on Syria. https://t.co/bxYGgHaTEY",
  "Our WTF of the day: A woman wasn't allowed into her Airbnb reservation because she's Asian. https://t.co/ccr71wNZZW",
  "Aku bukan berkira ke apa, bila dah takde duit ni RM2 tu aku rasa banyak. So aku terpaksa la mintak duit print tapi korang cakap aku berkira😢",
  "Trump just launched a major assault on a Syrian military base. Here's what we know. https://t.co/g5rPHnmFfn",
  "Aq pnng da knp..hahaa...lols",
  "@hanaazahar sbb kte stress..mehla tgk bdk ni😂😂lol https://t.co/UuCGkEt4eF",
  "Sometimes, being the subject of gossips and intrigues can be quite flattering, because for them you’re damn interesting.",
  "https://t.co/ZJeu2iLFxr",
  ".@RandPaul @SenJohnMcCain @RepBarbaraLee 59 tomahawk missiles were launched against Syria from a U.S. Navy ship in the Mediterranean Sea. https://t.co/y0VonWcCdE",
  "You don't need a reason for doing everything in your life. Do it because you want to. Because it's fun. Because it makes you happy.",
  "Don't let a bad day make you feel like you have a bad life.",
  "HELP ME PLEASE. A MAN NEEDS HIS NUGGS https://t.co/4SrfHmEMo3",
  "Go for it. Whether it ends good or bad, it was an experience.",
  "Former miss A member Jia releases lyric video for 'Candy' https://t.co/yQeDcGkhXm https://t.co/dxC85YUxhh",
  "BREAKING: The U.S. strikes a Syrian military base – the first direct American assault on the govt since the civil war started 6 yrs ago.",
  "We can do anything we want to if we stick to it long enough. -Helen Keller",
  "Here's what it looks like to grow a new ear. 👂🏼 https://t.co/ryVh0gssig",
  "Kayaking through the north cascades https://t.co/YkXXaAiXyA",
  "If you're always racing to the next moment, what happens to the one you're in?",
  "Done keje #Alhamdulillah",
  "When we look for strength in ourselves, we will be weak. When we look for strength in Allah, we will be invincible.",
  "Secrets of a Healthy Low Carbohydrate Lifestyle – Simplified! https://t.co/9mPsDIYdsv #LowCarb #mealplanning https://t.co/zKfCFXHJQY",
  "\"They value a dog more than a black.\"\n\nMigrants from Gambia were jailed and abused in Libya. Today, they are happy to come back home. https://t.co/BhbLl2ekP8",
  "understand this https://t.co/hGWqysphgV",
  "\"For success, attitude is equally as important as ability.\"\n— Harry F. Banks",
  "Wicklow, Ireland https://t.co/ExwOo4OTfh",
  "Tak, yang kucing tu nak feeling lebih-lebih kenapa? 😂😂😂 https://t.co/bkeJZm0HI8",
  "Where focus goes, energy flows",
  "These students are carrying the sun in their backpacks. ☀️ https://t.co/E4GDWc2Szj",
  "Ajda: \"Hurrm.. Dah Rejab ni.Nak dekat Ramadhan dah.Dah habis ganti puasa ke belum ye?Takpelah.Kita minum dulu.Esoklah mula.\"👶🏻\nSalam Rejab😊 https://t.co/eMvGFMyIy0",
  "Law of Vibration - The Key To Understanding The #LawofAttraction \nhttps://t.co/bAOlmvafXK https://t.co/11N4rFE57V",
  "Up.\nHahaa..up n down ke ap..😂😂",
  "Fight Song 🙇",
  "The River",
  "Syria tidak pernah tidur. Palestin tidak pernah lena. Rohingya tidak pernah lupa.\n\nHanya kita sahaja yang leka. T.T",
  "Start off today with a smile",
  "I'll never forget u...😉",
  "Do support :) 😊 https://t.co/Hzp7FPBPU0",
  "That 's y la if I'm angry..I'll keep quiet n shut ma mouth..coz..it's better 🙌",
  "Jordan Feliz 😍😍😍",
  "Ur passion will overcome ur fear :)",
  "KUTUK sekeras-kerasnya serangan gas beracun yg membunuh lebih 100 orang di Idlib, Syria.\n\nPenjenayah yg lakukan harus dilaknat satu dunia. https://t.co/JxxDuexnKF",
  "My 5 years old tengah stress teruk. Sebab: i suruh tidur esok sekolah. https://t.co/sL99bGfOly",
  "my options are your other personalities.",
  "Miss kkq...miss us bakaq..😂😂",
  "Gimme strength\n\n😂😂😂",
  "Tale as old as time 🎶🌹 https://t.co/qNTllp5yae",
  "Never get too comfortable, that's when you're most vulnerable.",
  "Not being bias or what..aulakan yg mne aula...",
  "Isteri https://t.co/P2YTuaxcgb",
  "Hey #actors what is the one thing you feel is a roadblock for you in your #actingcareer? https://t.co/0fSUzPPHXK",
  "My handkerchief smells like sandwich..hahaa",
  "3 pasang baju at least sthn\nDuit nafkah utk isteri\n ...........\nXigt dh\n#wiferight",
  "Hak xkan jln dgn yg batil..ptotla..this feeling is eating me awayy",
  "Esk macroteachg...😃😃😃",
  "Biar gambar berbicara. https://t.co/EKqWCYwhQu",
  "“A little baby, we can't find him anywhere.“\n\nA massive mudslide has killed more than 250 people in a Colombian city. https://t.co/TC3hlSXgof",
  "interviewer: \"What is your greatest accomplishment?\"\n\nme: \"I went to the movies and didn't eat my popcorn until the movie started.\"",
  "This April fools joke is dope 😳 https://t.co/OsgEkdw0wR",
  "Scientists recently discovered a coral reef in the Amazon. Oh, and oil giants plan to drill nearby. https://t.co/GP7VLoiIiK",
  "GOOOOAL! The U.S. women's national hockey team just took home a huge win: fair pay. 👏 https://t.co/Zz4hQnJTWB",
  "A negative mind will never give you a positive life https://t.co/BURjQlGQJf",
  "Nak buat apa kat budak baru bangun tidur ni? https://t.co/HWLpuXtcTZ",
  "Dunluce Castle - Northern Ireland 🇮🇪 https://t.co/n2wJKYiX4D",
  "Pegi kdai nsik kks..dpt kaki free...",
  "Be true with who you are, no matter what the others say.",
  "Don't make promises you don't intend to keep.",
  "\"Today is your day, your mountain is waiting, so get on your way.\"\n— Dr Seuss",
  "@fatinsyafa kat mne ni tin?",
  "I could love you just like that and I could leave you just as fast\n\n- Issues, Julia Michaels",
  "Honestly https://t.co/dA6sqD3n3W",
  "Things might be awkward between us now, but thank you for all those wonderful memories you gave me last year."
 ]
}