{
 "user": 981356684445659137,
 "tweets": [
  "https://t.co/crjbkfqnrh",
  "@artsenvironsa @CharlieCanFly @Bramble73 @BrandiC06027377 @Rolamichi @etraditionalist @DIXIEDOODLE12 @DanTheAnimal83 @OccamTalk @EBarskaya @BrutalVeracity @alishajane777 @KAT40811334 @blondenfun1 @vs_opinion @ElFaithLord @vestonash @cecere_bobby @wisdomonium @paulacblades001 I guess I'm saying, don't give anyone a free pass.  Make them earn your trust.  Judge on how they are (not side, color, religion, etc).  Jeez. All the boule I've met are married to white women! And Freemasons are heading, \"Christian,\" congregations! They're all full of it. Imo.",
  "@artsenvironsa @CharlieCanFly @Bramble73 @BrandiC06027377 @Rolamichi @etraditionalist @DIXIEDOODLE12 @DanTheAnimal83 @OccamTalk @EBarskaya @BrutalVeracity @alishajane777 @KAT40811334 @blondenfun1 @vs_opinion @ElFaithLord @vestonash @cecere_bobby @wisdomonium @paulacblades001 Lancaster county, PA is my new, adopted home of nearly 20 yrs (though lanc'ers would say 2B from here, u'd have to trace ur ppl 2the paxton boys), &amp; Yes dems began the KKK, however I'd dare say such affiliations are as diverse as the masons.  Meaning I know dem and repub masons.",
  "@CharlieCanFly @YouTube YESSSSSSSSS!",
  "So, the same people you'll find protesting infanticide in second &amp; third world countries, WANT it in first world countries?  They are truly, mentally disabled. #Never4Infanticide https://t.co/5n9qKuSLvo",
  "Watch Dr. Tenpenny Expose Vaccine Truths On Live Broadcast https://t.co/9taHrzzGb6",
  "#Vaccines #Depopulation #ThingsThatMakeYouGoHmm https://t.co/s7GTBXMf9w",
  "Spirituality emanates from the heart --- the church without walls --- your own sacred temple....love &amp; blessings... Sabbatical greetings to the world. https://t.co/77OdagcPJB",
  "My beautiful day has turned to lighting, thunder and rain.  Now, I can watch Broen season 4 w/out feeling guilty.  Ciao. Have a great, rest of your day! And, thank you to those who made me feel better after being labeled a, \"bot,\" (I may be 2sensitive4 this shiat). #Broen #Peace",
  "@fyahlite @james_mbengo If natives were the savages we were taught they were, this country I'm in, wouldn't be, now would it?  The true savages won. #TejasComancheProud",
  "https://t.co/zFp96bE32d",
  "@humanexobird I will go to my grave believing hrc, Chelsea's mom, died on either 9/11/16 or 9/12/16.  And the one we see now, is the one who came out of Chelsea's apt on the afternoon of 9/11/16!",
  "@humanexobird Gucci Mane too.",
  "@Jimmy_TheToucan @JoeFreedomLove Borrow, The Jesuits, by Malachi Martin, from your local library.",
  "@Jimmy_TheToucan @JoeFreedomLove Def the black Pope.",
  "Lol - the height of Hypocrisy &amp; Tyranny / Oppression - Nothing says FAIL &amp; BROKEN like this - https://t.co/BYFxTYRE9x",
  "You can't account for nutters, I had someone slag a poem I wrote about President Trump, so I responded saying I would send them more, blocked in an instant. Pansy assed bitch I thought https://t.co/V6AORf6SLA",
  "@bobo_gail He released a new single yesterday, that what's happening w him, lol.",
  "@C_3C_3 You forgot Griselda.",
  "@humanexobird Thank for the response.  It's from a legitimate account.  I said someone's rudeness was uncalled for, and for that, I'm labeled a BOT.  Dio Mio! This world.",
  "I'm trying to make a list, for the insane.  Clearly, the Lord doesn't want me to for it will not save! Those ppl must have enough on their plate.  Good day!",
  "Can someone tell me what it means to, \"be added to the list of BOTS,\"?",
  "@PLATOSCAVE007 Yep.  Careful though.  Ppl are comfortable w the lies. ;)",
  "@RightWingAngel Your rudeness is uncalled for.",
  "@humanexobird Well said. :)",
  "Protecting kids is ONLY political meme used to tug at our heartstrings.  The Establishment does not give a single chit about your kids, mine, or any. #FindMissingKids https://t.co/bXmvjhcOwa",
  "@SamSmuhindi @james_mbengo Faith, (that everything will be alright) is the most difficult task, at least for me.  It's far easier to worry (and usually over things that will never come to be!). #Jahblessed",
  "@PLATOSCAVE007 And all of the first Roman Catholic churches were built on top of Mithra temples.  Hmm.",
  "Zimbabwe legalizes production of #marijuana for medicinal, scientific use https://t.co/ihKwdaplpJ https://t.co/sIMm8W5FNi",
  "Eggs actly https://t.co/E8QiEAO0Ci",
  "@ChloeBirdVW http://82.221.129.208/.yy9.html\n\nWhat he says about what really happened w Alfie, makes too much sense.",
  "@james_mbengo Synthetics = made of black oil. Ingest that? Never.",
  "@Jimmy_TheToucan If you haven't already, read up on what Steve Biko said about the white liberals.",
  "Education Quote for the Day: \"There is nothing in a caterpillar that tells you it is going to be a butterfly\" ~Buckminister Fuller",
  "@ifamericansknew @democracynow @chrislhayes @FATOU_BENSOUDA @UNHumanRights @swilkinsonbc @SarahKSilverman @IfNotNowOrg @johncusack @BettyMcCollum04 #Gaza 27.04.18. Sorry I am NOT sorry - I do NOT apologize for this photo! This young Gazan is a freedom protester, shot in the eye by an Israeli tear gas canister! 3 Gazans killed today, 883 injured! Crimes against humanity! #TheGreatReturnMarch #freepalestine Comment from Gaza. https://t.co/tuUrwf8OgO",
  "@AntiMedia62 Those two, their eyes say it all - shifty.",
  "@LizCrokin She really is.  I wish I were more competent, bc I'm picturing the scene from, The Devil's Advocate, when Maryann sees the woman's face turn into the demon that she is, while trying on a dress.",
  "@DIXIEDOODLE12 @artsenvironsa @etraditionalist @BrandiC06027377 @CharlieCanFly @DanTheAnimal83 @Rolamichi @OccamTalk @EBarskaya @BrutalVeracity @alishajane777 @KAT40811334 @blondenfun1 @vs_opinion @ElFaithLord @vestonash @cecere_bobby @wisdomonium @paulacblades001 It goes far deeper than you might know. They're trying to make paedophilia legal now. Next it will be necrophilia and bestiality. Their soul purpose is our destruction. And they made up all the labels and laws to protect themselves.\nhttps://t.co/qhBMEy6OEv https://t.co/hR6qHNX7Mp",
  "@gsteck74 Sounds like, \"someone,\" knows about the newest, must have vaccine that's going go be propagated to you all on the msm. #FearMongering",
  "@PLATOSCAVE007 Lol.  I had the exact same response when I saw that this morn.",
  "#GazaMassacre https://t.co/l1Jlg5dxtJ",
  "@ChuckClbayne @POTUS When more than half of the dems in Congress are dual citizens of Israel &amp; USA, the first line cannot, and is not true.",
  "I know profs say there's never a stupid ques.  As a mom, I know there are.  This is one, though please, someone give their thoughts;  IS THAT A HUMAN, LIVE MODEL or...? I've seen this pic for yrs and still don't know. I thank you now. https://t.co/AMglw0Zk6g",
  "I've been sharing this.  Dnc knew the purge was coming, hence the creation of the new, \"victims,\" the gender confused, etc. And WHY they've pushed 4 toddler, gender reassignment (jeez, just writing that is ludicrous). https://t.co/SX6g5vloLu",
  "@Jimmy_TheToucan I read it too quickly as, \"snowflake,\" hs. ;)",
  "@ChuckClbayne @POTUS These pics have been making the rounds for a couple years.  Can someone Please clarify, is that a model, like when the serve sushi off a model, or, non lo so.  Please.  I know it's a stupid question.",
  "Exposed, like the keanu reeves film, w big daddy Kane. Lol.",
  "#EXPOSED https://t.co/0EutChkJMq",
  "40 #Palestinians shot by IOF snipers in #Gaza.\n\nOver 3,000 wounded.\n\n@abcnews masked this important story by using \n\n2 hostile #Israeli talking-heads \n\nattacking Jewish actress Natalie Portman\n\nwith no voice in reply. \n\nDoes Israeli Lobby program ABC News? #auspol @ABCmediawatch https://t.co/SKh7vkd4iG",
  "History is no longer taught in school, not that this ever was. I wonder why that is? Perhaps it's just an over site\n#2ADefenders #GunControlNever #LiberalismIsAMentalDisorder #guncontrolkills #democide #Genocide https://t.co/BZzFhAUanB",
  "Compelling images of a #child shot in the face with a teargas grenade by #Israeli military!\n#GazaMassacre\n.@democracynow\n.@chrislhayes\n.@FATOU_BENSOUDA\n.@UNHumanRights\n.@swilkinsonbc\n.@SarahKSilverman\n.@IfNotNowOrg\n.@freegazaorg\n @ifamericansknew\n.@johncusack\n.@BettyMcCollum04 https://t.co/ExmUxLcCmx",
  "“All non-Jews exist to serve and benefit the Jews” https://t.co/pcNSdznD0u",
  "@MarcelinoKHOU @HCSOTexas @KHOU  https://t.co/9K0hMnH1ed",
  "@MarcelinoKHOU @HCSOTexas @KHOU  https://t.co/xonXQBkpvO",
  "F'ing HORRIBLE. LET US FIND THESE LOSERS!! https://t.co/37jBO0l4DU",
  "@Conservative_OK @LizCrokin @megynkelly Isn't that most in the establishment?  Whores. The whole lot of them.  They've all been complacent w the pedophile problem (turning their backs for $$$). #MomOfAVic",
  "1- You all seem a bit lost on Marina Abramović. I thought after #pizzagate broke out, you all knew about her &amp; her background already, but it doesn't seem the case. So here is my thread about her\n \nhttps://t.co/yXxWVTX8Cv\n\n#Abramovic\n#QAnon\n#Pizzagate\n#SpiritCooking https://t.co/6jVO8vqBpU",
  "Why is Israel first, why must Israel be protected at all cost? \n\nWhat is causing different peoples and followers of radically opposed ideologies to condemn and shun the ‘The Jewish State’ (Israel)?\n\nIs it Israel’s inhumane/illegal/hypocritical actions, or... classic antisemitism? https://t.co/0EEStcb1ZW",
  "Israeli forces continued with systematic crimes in the occupied #Palestinian territory (oPt) for the week of 19 – 25 April 2018.\n#GreatMarchReturn\n#FridayThoughts\n#IfAmericansKnew\n.@FATOU_BENSOUDA\n.@RobertoValentUN\n.@chrislhayes\n.@RichieAllenShow\n🔴Read: https://t.co/qXC30c9kgQ https://t.co/ezWyxwxLzh",
  "@1Romans58 @ByroadsChelsie @BreitbartNews I've been boycotting is since I left for good in '94! #PeopleIKnow",
  "Celebrities are more upset about Kanye's tweets than about Allison Mack, a former smallville actress who lured women into the NXIVM cult \n\nMe too was a fake movement to save their reputations from Harvey Weinstein's exposure 🤷‍♀️🤷‍♀️",
  "@debnantz @PrisonPlanet Read jimstonefreelance today.  His post makes the most sense, in re to Alfie.",
  "800,000 children go missing in USA every year and probably that many abortions take place too. Tragic! Tragic! Tragic! No President before President Trump has worked on a solution! ! https://t.co/f9GQZgCsaE",
  "#Romania PM says won't be moving embassy to #Jerusalem al-Quds due to public opposition https://t.co/eB7pVYbV3H https://t.co/NWPS3stbJh",
  "Israel slaughters 40 unarmed Palestinian protesters and wounds more than 5000 in Gaza and the MSM ignores it. Syria is accused of a questionable chemical attack and is bombed immediately. \nhttps://t.co/yzIx3zcHVt",
  "Don't know your past.... https://t.co/sKLlAirCDV",
  "South Carolina is poised to be the first state to pass legislation to adopt an Israel-centric definition for “anti-Semitism.” \n#censorship\n#SouthCarolina\n#BDS\n.@jimmy_dore\n.@thehill\n.@RichieAllenShow\n🔴Read: https://t.co/SuDlBw8meA https://t.co/oQJasGndKz",
  "#GreatReturnMarch \n#FridayFeeling https://t.co/ypM2nLCfqI",
  "Everybody needs to know this is a scam we all know https://t.co/8DdMCAiSNm",
  "URGENT: Immediately following 8 a.m. Daily Mass on #Friday 4/27, join the world in praying the #Rosary for #AlfieEvans, led by Fr. Joseph on #EWTN. If you don't have TV, live stream at https://t.co/r5pFdaczPN or https://t.co/DzkozeV1Lc. Spread the word! #AlfiesArmy #prayforAlfie https://t.co/KAs6hsq8ya",
  "https://t.co/CQtEWrKFXz",
  "@RightWingAngel I'm on your side. I'm sorry. I didn't mean to row, nor offend.  Rest.  Be blessed.",
  "Here's the 'Legal' Reason Why the UK Can Force Alfie Evans to Die | https://t.co/40SG0DiWkd https://t.co/HbNZ9fdUMy",
  "I'd really like to known this doctor's religious knowledge, or if he, she or ze even has one.  I may not understand everything going on, but know, those parents SHOULD have the right to choose whatever they feel is best for their child. #Godbless #JohnQ https://t.co/m0yT66cMee",
  "@RightWingAngel IDK, in the US, we've had cases where the state took possession of kids 4 forced chemo &amp; have fought parents 2pull the plug (jahi mcmath). Granted, I don't know all of the logistics of alfie, however, I believe the term, \"child's interests 1st,\" can be misconstrued by state, mds.",
  "@RightWingAngel @WTPatty This only highlights, our, \"freedom,\" is nothing but a mere illusion.  We are all owned by the state. God help, and bless that family, child, and everyone else stuck in similar situations, or not.  For, only by the Grace of God...\n#Love #Prayers #Blessings",
  "He can’t go to Italy, he can’t go home, he can’t even leave. Guards  stationed at hospital, so he can die in their words dignity. British Doctor says: Federal https://t.co/UwtXkFJbeT",
  "@speng_c @PhoneRankine @SheepishWolf1 @vickibazter @turquoisebolo @W4BB17 @RoyalDeathLock @DanisDragons @RedSoxMVP @IAmMindinspired @Sandfarmer007 @Treachrus @llotus6 @CAsunshinegal @thebradfordfile @JulianAssange @Education4Libs @BlakeOltmann @Gruvedawg @BasedTXPatriot @Wayne5Juan @JulianAssannge @Thomas1774Paine @vestonash @SaRaAshcraft @RealJack @pacman522 @nancylee2016 @FINNAH4 @YamWasher @OwlsforOlive @dnim_eerf @breeeezy35 @WorkerGirl3 @DualityMan @Maggieb1B @blogJAM_net @Lisela36Graham @GaiaElio @GuyFieri @cometpingpong @Wandaspangler2 @daimedreams @greyjoy_a @ChaosApathy @m_bolg_heather @realDonaldTrump @POTUS @seanhannity @TuckerCarlson Welcome, back (to your true/natural/ital state)! Time to revisit some reggae, which has been talking about this, satanism within the system, since, forever. \n\nhttps://t.co/Nt15kvAjlV",
  "@bestworldnyc We'll see. :)",
  "Dear John and Tony Podesta &amp; friends, child rapists don't fair well in Federal prisons.  Better PRAY you're going to #GITMO instead. https://t.co/OnFEXUQrky",
  "@PhoneRankine @SheepishWolf1 @speng_c @vickibazter @turquoisebolo @W4BB17 @RoyalDeathLock @DanisDragons @RedSoxMVP @IAmMindinspired @Sandfarmer007 @Treachrus @llotus6 @CAsunshinegal @thebradfordfile @JulianAssange @Education4Libs @BlakeOltmann @Gruvedawg @BasedTXPatriot @Wayne5Juan @JulianAssannge @Thomas1774Paine @vestonash @SaRaAshcraft @RealJack @pacman522 @nancylee2016 @FINNAH4 @YamWasher @OwlsforOlive @dnim_eerf @breeeezy35 @WorkerGirl3 @DualityMan @Maggieb1B @blogJAM_net @Lisela36Graham @GaiaElio @GuyFieri @cometpingpong @Wandaspangler2 @daimedreams @greyjoy_a @ChaosApathy @m_bolg_heather @realDonaldTrump @POTUS @seanhannity @TuckerCarlson https://t.co/TAnkd0I8cp",
  "@PhoneRankine @vickibazter @turquoisebolo @W4BB17 @RoyalDeathLock @DanisDragons @RedSoxMVP @IAmMindinspired @Sandfarmer007 @Treachrus @llotus6 @CAsunshinegal @thebradfordfile @JulianAssange @Education4Libs @BlakeOltmann @Gruvedawg @BasedTXPatriot @Wayne5Juan @JulianAssannge @Thomas1774Paine @vestonash @SaRaAshcraft @RealJack @pacman522 @nancylee2016 @FINNAH4 @YamWasher @OwlsforOlive @speng_c @dnim_eerf @breeeezy35 @WorkerGirl3 @DualityMan @Maggieb1B @SheepishWolf1 @blogJAM_net @Lisela36Graham @GaiaElio @GuyFieri @cometpingpong @Wandaspangler2 @daimedreams @greyjoy_a @ChaosApathy @m_bolg_heather @PGHowie2 @Preredacted @JoJo111USA Bet you, these were exactly the sort of, \"humorous,\" pics Kathleen Kane found on all of those judges computers.  I've been wishing to say that for a very, long time. #PizzagateIsReal",
  "@ydprice @WTPatty @CHIZMAGA I hadn't thought of it in that context. Well said.  TY",
  "'Twas born \"woke.\" For, I am now, and have always been, Rasta. \n\nLass Neider neiden,\nLass Hasser hassen;\nWas Gott mir giebt\nMuss mann mir lassen.",
  "I am trying to play along but logic &amp; tin keep getting in the way. https://t.co/zed7rGgtt6",
  "@TheFreedom2Live I think we're all also overlooking $$$. Revisit the Karl rove doc, Bush's brain.  Understanding the masses minds is easy.  The left backlash was inevitable. Yeezus here, was a perfect jester for them (w/ his 50mil debt, yeezus/Jay z - hova = Blasphemy). Dif face, same puppet.",
  "@sw_etez @TheFreedom2Live I'm right there w you.",
  "@Jimmy_TheToucan Last thing, our ancestors looked up at the stars. They read books, got lost in their minds, etc. And, that weren't altering their bodies chemistry w synthetics from birth. \nAs u said, so many factors.",
  "@Jimmy_TheToucan Mind control.  Tell a lie... Combined w all the, \"information,\" at people's fingertips... Everyone knows everything, while really, not knowing a damn thing at all!",
  "@Jimmy_TheToucan The sad thing is, all those mf'ers, are guaranteed, financially speaking, far more successful than I am, lol. \n#JoJoDancer",
  "@Jimmy_TheToucan USA ave high IQ is currently 103.  Down from 125 in 1995. In the 1980's, when I was a kid, the closer your IQ was to hovering OVER 100, you were deemed, \"learning disabled.\" Not to be an arse, but... Houston, we've got a problem (and I know I've already tweeted this, &amp; catch h8).",
  "@Jimmy_TheToucan #MikeJudgeWasIsaProphet \n\"Isa,\" just a coinky dink ;)",
  "@ImperatorTruth @iamthatiamtoday I forgot to add the, \"HMMM.\"",
  "@ImperatorTruth @iamthatiamtoday The new, Yeezuz worship, kicked it off my twitter feed as well!",
  "Not so fast everyone . Breathe ...Consider.🤔 #Qanon #MAGA #ReleaseTheTexts @realDonaldTrump https://t.co/f10HnGOgbB",
  "@WTPatty @CHIZMAGA As have I.  However, I'm sure, you weren't changed over a single tweet, or from others words.  But rather, from living, growing, evolving, experiencing, etc., and then processing it all within yourself.  This, follow the leader nonsense it what got us; gwb, AND bo.  That's all.",
  "This just became my, fav tweet. https://t.co/13qjnKVEBq",
  "@TheFreedom2Live And lest we forget the tweet yesterday of, \"yeezus,\" wearing the maga hat along side lyor cohen, giving a thumbs up! Depth people, let's use it.",
  "@TheFreedom2Live Thank you!",
  "#Palestinian artist Magdy Abu Takeya, 38, converts Israeli gunshot casings collected from… https://t.co/Dov7QOyj9Z",
  "@CHIZMAGA @WTPatty Bc it's their dogma.",
  "@WTPatty @CHIZMAGA None lo so.  Said person has definitely not been alone in the changing of their supposed beliefs over one tweet.  All I'm saying is, let's begin the push/propagation for introspective, personal self-examination.",
  "Ahh, the podesta friend, supporter, etc..has a problem w KW! OK. Colbert should cease to exist in any sane souls reality.  End of. #StopFeedingTheMachine https://t.co/zfZbVG9RLn",
  "@WTPatty @CHIZMAGA Maybe.  I'm just hesitant to trust people who, \"follow,\" rather than think, learn, conclude about things on their own.  Changing an opinion bc of a celebs tweet is as bad as those ppl who voted for BO bc Hollywood said to, or those who voted for GWB bc their pastor told them to.",
  "On this point he just went up in my book from low to a bit higher. https://t.co/lKZksL9JtU",
  "@WTPatty @CHIZMAGA Maybe.",
  "https://t.co/0xvgb5MeUv",
  "@CHIZMAGA @WTPatty I'm NOT a lefty, by any means, however, if that's how malleable people's minds, beliefs, morals are today, (the local hs, \"hogg,\" girl did the same, went from crazy dem to GOP in 24hrs) maybe some self examination is truly what is required before moving forward in any direction.",
  "BREAKING: Alfie Evans Survives for 3 Days After Hospital Yanks His Life Support. Father Demands to “Take Him Home” https://t.co/OGlZxUph7T #AlfiesArmy #alfiesrights https://t.co/PNbLb44muj",
  "\"Better to die fighting for freedom than be a prisoner all the days of your life\"\n--Bob Marley\n\nSent Via: https://t.co/VRdm7NFrUa https://t.co/0UaXqHDaN1",
  "@kanyewest \"Some tall Israeli is running this rap sh*t\"-Mos Def. \n\nIs that who owns you now Kanye, Lyor \"culture vulture\" Cohen? How pathetic are you to be handled by a zionist bigot like Cohen?",
  "https://t.co/8tVC79A1kf https://t.co/xt3Wi2yHi8",
  "I don't think the, \"kids,\" young n old alike, understand or want to understand the implications of the Lyor connection. \n\nhttps://t.co/hs4yxKaVfC",
  "@fien_charlie \"Civilized people,\" my arse.  Just know, it's a sign that, YOU are a hero of and a warrior for - God.",
  "@Guns4Goys @RealWendyBelle https://t.co/Oh7bI4rsAg",
  "When ppl mock the push to legalize herb, remind them that STILL in many USA states, MJ possession is LEGALLY more reprehensible than that of an adult found to have had sexual relations w an infant, toddler or child (under 12). #LegalizeIt #HolyHerb #Rev22:2 https://t.co/36i11uSlVg",
  "@RealWendyBelle @WTPatty Scroll down to fig 10.\nhttps://t.co/Ms3HBk3ytO",
  "@RealWendyBelle @WTPatty Why is that? Bc most black youth were indoctrinated into the prison system 4 simple, MJ possession.  Look at the stats from 90's- now. And what did Barry do? Fought for gay marriage and trans bathroom rights. SMH.",
  "@MagniFieri @WTPatty Legend and his wife are horrendous ppl.  Didn't the wife mock pizzagate? Even if you choose not to believe it, who does that? Real life #TheConspiracy those two.",
  "🔴#GazaMassacre \n#IfAmericansKnew \n.@RichieAllenShow\n.@BrasscheckTV\n.@cnni\n.@FoxNews\n.@NBCNews\n.@JoyAnnReid\n.@chrislhayes\n.@VFPDeKalb\n.@VFPNational\n.@SophieHRW\n.@RobertoValentUN\n#Palestinians https://t.co/Fhgdb54tYf",
  "@RedpillCherokee Go without, with less if you must.  Just, homeschool.  And keep the govt out by choosing a cover school.  Can I get an, AMEN?",
  "BREAKING: At least 20 dead in Wisconsin oil refinery explosion - reports https://t.co/4ckNsXiQfo https://t.co/g4THYnfbyq",
  "It would be nice to have a viable third, and fourth party but we don't. It makes it quite easy for us. One side bad and one side good. It's a shame because there are pillars in the Republican party we don't necessarily love but to keep out the Dems we must vote GOP! FACT!",
  "peace is the plan",
  "@ChuckClbayne @POTUS https://t.co/FAMcN2d6eh",
  "Chicago, IL: my granddaddy, George Alvin Robbins, has been unaccounted for since Saturday night around 8:00 PM. Please keep an eye out. He has dementia, so he may not recall his name if you approach him. We don't believe he has ID on him. If you see him, please hit my DMs. https://t.co/TYPEECwdZu",
  "@agent18209 @Maser7757 Most of the dems are Ashkenazi!  But I'll agree, they hate the other whites, especially those who love Christ.",
  "Judge rules New York City bar can refuse service to Trump supporter wearing MAGA hat \n\n(Meanwhile, Christian bakers will still be forced to crank out wedding cakes for their Uber gay clientele) \n\n#KeepAmericaGreat \n#FreedomOfSpeech \n#1A \n\nhttps://t.co/2zWQWqr0yL #FoxNews",
  "@Vershered Thats the point. You can vote for a Republican or a Democrat but no one should own your vote based on identity.",
  "@CarmineSabia @paysonperson I'll go even further, being as most illegals, are religious, the dnc knows they cannot count on them. Hence the, \"new,\" minority/victim group they've created; the genderless, gender confused, etc., combined w/ their push to lower the voting age to 16.  They know.  Times up.",
  "Nobody in WE THE PEOPLES House or Senate should have dual citizenship this is foolish they must go now TRAITORS #QAnon #MAGA #POTUS #Trump #TrumpRussia #MeToo #Treason #Gitmo #BREAKING #news #911 #ABC #NBA #NBC #CBS #msnbc #CNN #USMC #Maddow @POTUS https://t.co/xmbPdhTl5F",
  "🎥 The 2nd journalist, Ahmad AbuHussein, killed by #Israel, while covering the #GreatMarchOfReturn. #GazaMassacre #IsraelCrimes #IsraelNaked #Israel70 = #Nakba70 #FreedomOfPress #BDSOurWeapon https://t.co/lx20kRg28v",
  "Sicksatanists #QAnon #Pedogate #FolllowTheWhiteRabbit #TheGreatAwakening #TickTock #DeepStateInPanic #Soros #LockThemAllUp #ObamaGate @potus https://t.co/2ra457BUs7",
  "#KAG #Qanon Trump groups heads up. \nWHO IS DAVID BROCK? CLUE: Q KNOWS THE ANSWER... https://t.co/YS8QxbH3Cq via @YouTube",
  "**yeezus",
  "I applaud anyone who goes against the tide, especially a forced tide, like the Hollywood left, however, Jesus Walks was before KW came out calling himself, jeezus, mimicking glorified lucifarian Jay z who calls himself, hova, as in Jehovah.  I think people need to tread lightly.",
  "Hear that MA?  lol. https://t.co/G60I7KlNPf",
  "@steve_oohh @benshapiro Agreed.  And note, lyor Cohen with him giving a thumbs up in the pic he tweeted earlier while wearing the MAGA hat.  Different face, same puppet master.  ppl are trampling each other, running into a trap.",
  "Everyone's going ape-chit over yeezy, well let's revisit, Big Boi who DIDN'T go w the machine of Obama in '12, but Gary Johnson. Wish I had been on twitter then. \n\n https://t.co/TZ7mM8vMNO",
  "@CharlieBrownPro @IWillRedPillU @VetWithACause @kanyewest I'm w you.  And the pic West tweeted wearing the maga hat, had lyor Cohen in it giving a thumbs up (it's on my TL).  If ppl knew Cohen's history, they'd know, this is just a different face for the same puppet masters.",
  "@kanyewest #OBAMAGATE https://t.co/EVTBGr02oG",
  "BREAKING: Amber Alert issued for three children from Athens https://t.co/D8Wqmg9LAR",
  "Next President gon be independent",
  "@AnOpenSecret 9 yrs!!! But, TBH, it is the norm.  MJ possession garners a person more time. I swear, it must be a prerequisite to be sympathetic towards pedophilia before one can take the bar exam.",
  "Oh, Dear God.  I don't trust this at all.  Don't say you weren't warned. https://t.co/aj4HX5ALlF",
  "@LizCrokin @PhoneRankine @kanyewest @KimKardashian I hate to be that person, nonetheless. If that's lyor Cohen in the middle, this is disingenuous. Read up on lyor. \nKANYE WEST (@kanyewest) Tweeted:\nwe got love https://t.co/53RxoeYqZF https://t.co/wRaGNHnpxZ",
  "If that's lyor Cohen in the pic w kanye wearing the maga hat, you all better read this, before jumping on the kanyeezy train. https://t.co/b4nn2f2W06",
  "It's easy to understand the masses. After GWB there was a backlash, and Obama was that change the ppl wanted. The same thing I feel, is going on w Kanye now.  Hate me all u want. #KarlRoveTactics101",
  "ROTTEN PREDATORS https://t.co/7etQLZVbio",
  "@MrUberwitz @kanyewest I thought it was Lyor Cohen in the middle.  If so, he's Ashkenazi.  Doubt he'd be flashing white power.  Using this as a marketing ploy, for the obvious DNC backlash coming, absolutely.",
  "Isn't that Lyor Cohen in the middle? https://t.co/nEkiQqfaMY",
  "I'm sure the West's are lovely ppl &amp; I'm sick of career politicians, but, kanye &amp; Co '24 is not the solution. #MikeJudgeWasIsaProphet https://t.co/Tdxzm1Iua3",
  "It's time to  End the #WarOnDrugs. https://t.co/SlnSSsCON9",
  "I didn’t know these FBI pages existed for missing and exploited children.  \n\nReview and Retweet ~  https://t.co/MEClEg8kal",
  "I don't have a problem w Muslims.  It's the ones who think hillel, aka lucifer, is a, \"good,\" guy, that I have a problem w.  You, Christians should too. https://t.co/Z0dfcrlbYw",
  "Quick Fact: Ancient Ethiopia was one of the 4 major world powers (1st century B.C. until 900 A.D.) https://t.co/LMfOsD61n7",
  "I was told to terminate when I was pregnant because my child would be severely disabled.  I ignored their advice and gave birth to a healthy now 7 year old. Doctors do get it wrong at times so why not give #AlfieEvans a chance in a different hospital?",
  "@SpectreActual Sounds Ashkenazi.",
  "Well either the b d s tweet or the request to adopt unwanted DS babies violated twitter rules, and temporarily locked me out. #ThatDidntTakeLong lol",
  "@sh_irredeemable @MargereyC @kanyewest Or it's called, growing, changing, evolving, maybe even admitting you were wrong. Something most can't do.",
  "@humanexobird If you think it's bad being an adult man or woman reporting a rape, try being a kid. Or, a parent of a kid who had been raped!",
  "PA (USA) just banned abortion for babies that may have DS.  I'm saying this now, if you don't want your DS baby, I will take it, raise it, and love it. I don't have much $$$, but raised 4 successfully functioning humans, &amp; will worry about that later. #GodWillProvide #Jahblessed https://t.co/9DlDcmXEdf",
  "Lost dog Kevin in Katy, TX US (77494) #lostdog https://t.co/4AyiO4fZOV https://t.co/aOJdU2oOcp",
  "Landmark bill restricting criticism of Israel sneaks through South Carolina Senate https://t.co/J3rkh4g5sY via @ifamericansknew",
  "#BDS #TruthIsAnOffenseNotASin Landmark bill restricting criticism of Israel sneaks through South Carolina Senate https://t.co/J3rkh4g5sY via @ifamericansknew",
  "@ChloeBirdVW @Bubbakoos001 @23andMe The milk theory is not true. But the DNA collection absolutely is!  I cannot understand why, or why other parents aren't and weren't outraged.",
  "When I asked WHY the state needed my kid's DNA, as they were new and surely Morna felon, the nurse replied, \"To see if they'll become retarded by milk as they age.\" Hand, to God.",
  "Are ppl aware that it is MANDATORY for parents to give the state of PA (USA), their newborns, DNA within 30 days of birth?  Mandatory. The explanation given to me at to why, is below in the comment. https://t.co/jd9IRb9gVs",
  "@Bubbakoos001 @ChloeBirdVW @23andMe Are ppl aware that in the state of PA in USA it's MANDATORY for a parent to give their newborn's DNA?  When I questioned why, as my child was not a felon, the nurse said, \"to see if they'll become retarded by milk as they age.\" Hand, to God. #WeAreNotFree #SlavesWithinTheMachine",
  "Why? Absolutely DEMENTED behavior from the, \"moms.\" Moms who drove kids off cliff withheld food from adopted children https://t.co/XZzIMFc2yM via @MailOnline",
  "The brutal battle against medical kidnappers – https://t.co/E1gTXujO6I https://t.co/ZFTVNduQ5A",
  "Today Abba we Accept the Blessings Iyesus Christos has promised us. We ask you establish your will in All Ours lives and in the Name of the Father, Son &amp; Holy Spirit One God\nAmeyn, Ameyn Ameyn 🙏🙏🙏 https://t.co/wtdFoSXFus",
  "\"Every time the evil of Israel is exposed we get another auswitz story....\" — @RedLobster https://t.co/AAev5F8ri4",
  "@vinnie_paz And, we're all probably borderline, if not complete, narcissists.  Bc I for one, am convinced it must've been my tl (and I'm sure I'm not alone)! #MikeJudgeWasIsAProphet #Idiocracy",
  "https://t.co/zY2Hrj0bAQ via @politico",
  "@1776Stonewall @MargereyC @kanyewest Stockholm syndrome",
  "@MargereyC I'd bet that he also thinks, hillel aka Lucifer, is/was a, \"good,\" guy!",
  "@antabert @MarkACollett They just want attention. And the media is giving it to them.",
  "It’s pretty sad when Kim Jong-un finally admits it’s time to negotiate with @realDonaldTrump but somehow the Democrats can’t.\n\nIf you are a registered Democrat, I encourage you to switch to being an independent or the Republican Party. The Democrats only want you for your vote.",
  "Let us Honor U.S. Army Chief Warrant Officer 2, Terry L. Varnadore II, 29 of Hendersonville, N.C. assigned to 1st Attack Reconnaissance Battalion, 10th Mountain Division, Fort Drum, N.Y. died (April 23, 2011) when his helicopter went down in Alah Say Valley, Afghanistan. R.I.P. https://t.co/NYGs270lZL",
  "Wall Street has now ADMITTED that curing diseases is bad for their bottom line. They say it's better for them to keep people sick as long as possible. Our society has blasted past satire on many levels. This is the latest Onion-headline-turned-reality. \n\nhttps://t.co/y2AMQrdeFL",
  "@TheRealMrSazonn @LizCrokin @DestroyIllusion @therealroseanne @realDonaldTrump I may be in the minority, but I don't think abromovic looks good.  Not for her age, etc. And seeing her in a video, you can see what she really looks like, that it's all smoke n mirrors. She's gross under that robe, and without a light (an exuding inner light). Just, my opinion.",
  "This made my day. :) https://t.co/yUZznpxw7D",
  "YES! From experience (w/herb, will power, God). Sober since '00, thanks be to God. https://t.co/1Sjc2CCVms",
  "@RogerCa45372320 @HealthRanger Ditto! (Clean 2000-now)",
  "@ChloeBirdVW @MoralNecessity @brockk5309 @outlawjw Agreed.  If she talks, and takes responsibility, wouldn't that be a redemption? She should realize it's better to be a free man in my grave, than living as a puppet or a slave. #HarderTheyCome",
  "@Jimmy_TheToucan @sxdoc Red shield was new ref to me.",
  "@Jimmy_TheToucan @sxdoc Yes.  And yes.  Live by the sword...",
  "@Jimmy_TheToucan @sxdoc WOTS, he's a mossad disinfo.",
  "@Jimmy_TheToucan @sxdoc Sort of an inside joke w my kids.",
  "@Jimmy_TheToucan @sxdoc Yes.",
  "@Jimmy_TheToucan @sxdoc And David seaman is friends w George soros son. It's hard for me to take him seriously.",
  "Spread the info. https://t.co/6GAYEKh4yI",
  "Are there ever really, coincidences? https://t.co/xhdtoTPAyR",
  "@CatherineWhitfo @TheHoneybee_ @allisonmack They're mentally ill. sincerely. It's the only explanation.",
  "@MoralNecessity @brockk5309 @ChloeBirdVW @outlawjw I agree too, however I feel she loves KR, the cult, probably more than herself. We'll all just have to wait and see.",
  "@MAGAdrake It's lovely to hear, as it's so disconcerting to read blatantly, racist tweets w #maga.  For they too, (those, \"tweeters,\") are part of the problem.  #Peace",
  "To judge a person on their outside (skin tone, clothes), shows nothing more than a lack of depth. Aka, ignorance.  Judge on their soul, how the behave, by what they allow (pedophilia, etc.).  Then, just ignore them if you don't like who they are.  We don't have to like everyone! https://t.co/NNIEYLQmQ8",
  "@brockk5309 @ChloeBirdVW @outlawjw @MoralNecessity TBH I wouldn't be surprised if she takes her own life, martyrs herself for, the/their cause..",
  "@brockk5309 @ChloeBirdVW @outlawjw @MoralNecessity Maybe I've watched too many movies, but protective custody wouldn't be a guarantee.  Most ppl have a price (i.e.: guards, etc). This one's a goner if she talks.  Just my opin.",
  "The Lord bless us, and keep us from all evil, and bring us to everlasting life. https://t.co/5SHDOlPDUA",
  "@ChloeBirdVW @outlawjw @brockk5309 @MoralNecessity It's so hard to say. I'll believe she's actually spilling if I see some hardcore, high up arrests.",
  "@TrueEnlightment Sick clucks.",
  "@outlawjw @ChloeBirdVW @brockk5309 @MoralNecessity If she's really talking, as they say, death will be the only place she'll be safe.",
  "The culture of death promotes choice but ultimately has an idea of what choice is best... https://t.co/tqS7jE2oQP",
  "A spiritual reflection on keeping God closer throughout the day - simple yet powerful &amp; beautiful ways to do so. \nhttps://t.co/3nkkyGduM2",
  "@AnOpenSecret @JamieJALFT In PA, child porn possession (which I don't support) gets you $100g bail/bond.  Getting arrested for having sex w a child under 10, $50g bail/bond.  Something's not right.",
  "??? WE cannot support this. https://t.co/QCZyAPb25s",
  "Bavaria orders Christian crosses to be displayed on govt buildings https://t.co/8prNb61qjJ https://t.co/EtSYL9QdgF",
  "So I hear Starbucks is closing for one day so its employees can get some training on right and wrong\n\nChick-Fil-A does that 52 times a year",
  "@RuffGSD Sick.  In a terrible way.",
  "Something libs either forget, or don't know. But, while hiking the Appalachian trail, you should be armed.  Especially if you're a woman, and going a long distance. https://t.co/2C255SojAQ",
  "Break his fingers President @realDonaldTrump https://t.co/EPbPbjfN6C",
  "@RuffGSD @realDonaldTrump God. I really dislike that maricon. Pun intended.",
  "@JerieQuinty Frighteningly, I've encountered ppl on the left, who when presented with CSPAN clips of 'ol slitherhands Biden, still refuse to SEE!! I'm not name calling, that IS a mental disorder.",
  "#QAnon The Red Cross is FINISHED!\nStealing from the Haitians.\nScum\n$500 million donated to RC after Haiti Earthquake.\nSix (6) homes got built.... \nhttps://t.co/OiUDgxY7p1\nhttps://t.co/DTlqNGHPcg…",
  "So true. For those turned off bc of, the use of Allah, remember Allah is a name for God, Jah, Yah, etc.. How many ways are there to say, \"Hi!,\" in the world, or love? And God understands them all. #SoleJah #hillelisLucifer #WakeUp #GodFollowersUnite https://t.co/rxANQF2TXc",
  "Every year, Norwegian Child Welfare Services removes thousands of children from their family homes – a practice critics are calling ‘legal kidnapping’. https://t.co/X2Qhug04uA",
  "THC from cannabis found to dramatically slow memory loss by protecting brain cells. https://t.co/8JLbapPbDp #THC #cannabis #health",
  "@james_mbengo \"The eyes, Chico, they never lie.\" - Antonio Montana in Scarface :)",
  "My experiences of Vietnam War agitprop make me skeptical of West's excuses for bombing #Syria (Op-Ed by @ProfSteveKeen) https://t.co/ReAFABQAqe",
  "If your actions inspire others to dream more, learn more, do more and become more, you are a leader.",
  "I usually ignore, promoted, tweets, but CBD should be widespread. https://t.co/hKPPA14tSc",
  "I think I'm going to be sick, this makes me physically ill https://t.co/qf61ivhduz",
  "Something kept bothering me about the #Wendy #QAnon drop and ref: “nicknames.” I just realized that it reminds me JM Barrie’s “Peter Pan,” where children are taken in the dead of night through their bedroom windows, to a make-believe world.\n\nhttps://t.co/rh4Ykz976N\n\n#PedoGate https://t.co/8lCDAZBzwV",
  "@kttk234567 @newliberallogic If Obama was really a black American, the 1St thing he would've done in office would've been to legalize MJ.  But instead, he pushed for gay marriage and men in little girl bathrooms.  Blacks should've then &amp; now, denounce/d him.  #ObamaTheFraud #NeverDrinkTheKoolAid",
  "@JuliPCpatriot @newliberallogic I can see Tom Arnold grinding away on his teeth as he wrote that. The ya Yo rotted his brain.",
  "Liberalism IS a mental disorder. https://t.co/h5upa8dAHN",
  "@humanexobird Stand your ground. IDK how anyone can support that crew in the pic above.  It feels as if dems cannot see the faults of these people they've come to sincerely, idolize. It's a mental disorder. I don't idolize any human like that. It's truly bizarre.",
  "Thought I was the only one who felt like this. https://t.co/RLRhCYKZm3",
  "@humanexobird Agree Never adhered to western med, not the husband (w als), the kids, or I.  It's why we're well, as can be. The H, diag in Feb '13, cbd all the way.  Symptoms arrested (can't walk/breathe well but same as '13)  Western med would've had him dead already w opioids, pity, etc.",
  "I am curious how is this fool going to be convicted, which country is he from, Indonesia or Kenya, Kenya seems to think not there, America for sure is not his birth country so Must be Indonesia, so what charges, spying ???????? I hope he gets the chair or noose of firing squad https://t.co/kq7VHYvIRJ",
  "California Governor Jerry Brown wants to ban the sale of Bibles.\n\nNext, ban Christian churches?\n\nThen, ban Christians?\n\nThen, persecute Christians?\n\nIt’s a slippery slope. \n\nHow can this be happening in America? \n\nGov. Brown is a liberal lunatic.",
  "How are corporations and executives not held accountable? https://t.co/Wd9rGUvtpt",
  "@TrumpGirlStrong @growingaway @richardbranson Mindcontrolblackassassins wrote a post a few years back about the shady children's charities tied to child sex trafficking.  Things which are coming to light now.  Richard Branson's mom was involved, according to him. Quite the web..",
  "@RT_com Why do israel-UK-US-France hate children? #Gaza #Yemen #Syria #Iraq #Libya #Lebanon  #Iran #Korea #Vietnam @theresa_may @realDonaldTrump https://t.co/KQ05gqGObS",
  "@JerieQuinty @jametteriley @Odonata_Anon @LauraLaura1650 @patriotswanted @INetCoder @juniper96734 @tracybeanz @yigsstarhouse @CoreysDigs Google, \"rainbow cultural garden.\"",
  "The elite use mass communication devices such as televisions, radios, phones, and computers to broadcast negative energy on a massive scale.",
  "@iamthatiamtoday @heaven18 @bobo_gail @antischool_ftw Race is very funny. I've always been asked what I am.  Natives knew I was native before I did.  Moors too.  Irish ppl too (b mom was Irish). My b dad says it's bc everyone can see a bit of themselves in me.  Obviously by being adopted, genealogy has intrigued my kids &amp; me.",
  "@iamthatiamtoday @heaven18 @bobo_gail @antischool_ftw I could ask.  I've only recently become acquainted w my birth family.",
  "@iamthatiamtoday @heaven18 @bobo_gail @antischool_ftw Well said. \n\nThey're laughing at us. For few are paying attention, or have been. And really, most of the chit they're up to is too preposterous for an ital mind to conceive!  That's what I feel.",
  "Hear! Hear! :) https://t.co/CzZ7jJPZji",
  "@elfey7169 @antischool_ftw Not recruiting.  Most were contrived acts, using certain frequencies to attack the masses brains, such as the Beatles. #tavistock",
  "@tommyBoomboom @antischool_ftw Pure evil. God shall not be mocked",
  "@iamthatiamtoday @heaven18 @bobo_gail @antischool_ftw At that time, even the msm were talking about the hrc body double, then UN darling, Angie Jolie announced her divorce.  Never heard a peep of the hrc dbl again!",
  "@iamthatiamtoday @heaven18 @bobo_gail @antischool_ftw I'll go to my grave believing the original hrc died on either 9/11 or 12 2016, and we're seeing the one from the afternoon of 9/11/16.",
  "@AnOpenSecret @jametteriley @nypost @SenGillibrand @PageSix Richies - the only group that will overlook sexual deviancy (pedophilia, etc.). In prisons, on the street, pedos are likely to be actually gutted. W richies, they're clinking champagne glasses together at galas.",
  "@DannyNOLA504 @deux_pinot @Jezebel Perfect!  Those *itches loved calling me a racist for not being an obamanuti in '08.  Ahh, I'm not white! 'Twas why my white, democrap mom, &amp; her fam gave me away when I was born. LOL.  #liberals  #TheyreTheRacists",
  "MSM has you brainwashed.\nThey want you controlled.\nThey want you enslaved.\nThey want you divided.\nThey want you dependent!\n#MAGA #QAnon #WWG1WGA #Trump #Trump2020 https://t.co/rulyGnm4W1",
  "The #Resistance Leader, Hillary Clinton, considered Robert Byrd (KKK Member) a MENTOR\n\nWhere is the outrage?\n\nEven Liberal https://t.co/dLvogOgDXW verifies this story\n\nhttps://t.co/7rf9i4k0ek\n\n#QAnon https://t.co/601RQrKgui",
  "Most probably don't even know who the late Robert Byrd was, let alone that he was a grand wizard, lol. https://t.co/5qr2ONayFS",
  "Bezalel Smotrich, Deputy speaker of the Israeli Knesset, used social media to call for an imprisoned Palestinian girl to be shot because she slapped an Israeli soldier. So far news about this racist Israeli leader has not been reported by NBC, CNN etc. Why am I not surprised? https://t.co/wGLk6Xs7hm",
  "So, shoot if you're slapped.  Makes sense. Twitter suspends MK who said Palestinian teen 'deserved a bullet' in the kneecap | The Times of Israel https://t.co/kYiaHWrTOr",
  "Agreed, and I'll go even further; TRUE PATRIOTS SEE ONLY SOUL.  #PizzagateIsReal PizzagateIsBipartisan #GODisTruth https://t.co/Iw1XozAoku",
  "This could be big news for many parents. https://t.co/Zgw90K5QfT",
  "@RT_com How can bankers count their ill gotten gains with no hands? 🤪🤪🤪",
  "\"So I made a decree that all the wise men of Babylon should be brought before me, that they might make known to me the interpretation of the dream.\" -- daniel 4:6 \n\nhttps://t.co/4ez3Me10ix https://t.co/KJeqSOGNph",
  "@AngelLight2U Judges, lawyers and failed lawyers aka politicians are the greatest threat to USA, far more than illegals (imo).  And they steal from us, and cost us more too!",
  "More #QAnon on #RedCross #HRC &amp; #Haiti \n\nWe #QAnon's are NOT GOING TO BE QUIET about this. \n\nOrgan harvesting\nStealing donations\nWatered down medications\nHuman (KIDS!!) trafficking\n\nCAN ONLY STOP WHEN WE STOP CLOSING OUR EYES TO THESE HORRORS!\n#GreatAwakening \n\n@realDonaldTrump https://t.co/HFxFxagEYv",
  "@BertJ4411 @jametteriley @MzTaraLee @vestonash @GrannyPi Which I find, is treatable.  Today, I'm finding more and more ppl who got hooked on drugs by trusting their doctors! I'm a wellness coach and that's a different ballgame.",
  "@BertJ4411 @jametteriley @MzTaraLee @vestonash @GrannyPi I'm sorry.  I'm new to this twitter.  For which (statistics)? IF for the sexual abuse being the gateway, from my life which has truly been field work (in rehabs, $100g a yr behavioral modification schools, to the actual gutter/street. 98% of all of those I met, were vics of CSA).",
  "@JeaniefaetroonJ @jametteriley @vestonash @GrannyPi I agree.  But our system is a failure.  My husband, who has ALS, spent more time in prison for self medicating MJ plants, than the male who was found guilty by PA CPS of raping my then 6,7,8 yr old!! That's how OUR system works.  #Connections2TheBrotherhood=Freedom",
  "@JeaniefaetroonJ @jametteriley @vestonash @GrannyPi I would too.  However our system IS biased. Connected pedos would walk, &amp; 17 yr olds sexing their 15 yr old lovers would fry! The whole establishment needs to be dismantled, imo, for they've ALL been complacent. It's unbelievable, only ppl w $$$$ overlook pedos amongst them.",
  "@jametteriley @MzTaraLee @vestonash @GrannyPi Before this recent onslaught of ppl hooked on drugs from trusting their MDs, historically for regular addicts, 98% were victims of child sexual abuse (which wasn't even considered, \"a thing,\" until the 1970's). Child sexual abuse is THE true, gateway to a life of destruction.",
  "#pedogatenews DEATH PENALTY ALERT! @vestonash @GrannyPi YES https://t.co/b1iPzl8wiz",
  "It seems it is about time to open this time capsule &amp; see whats in it. Enlist with us at https://t.co/oSPeY48nOh. Read the truth &amp; join.  #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/MwwHu6BAQx",
  "I believe the correct answer is zero https://t.co/QKLvFAXJ8I",
  "Net worth BEFORE holding public office....\n\nThe Obamas — $3 Million\nThe Clintons — $500,000\nThe Trumps — $4.5 Billion\n\nCURRENT net worth....\n\nThe Obamas — $40 Million\nThe Clintons — $240 Million \nThe Trumps — $3.5 Billion\n\nYou can’t get rich in politics unless you’re a CROOK.",
  "@politixlive Then use the same standard for gender reassignment.",
  "@realjuzh @james_mbengo Considering that we live in a world where the Holy HERB is deemed legally, more reprehensible than that of an adult found to have had sexual relations w an infant, toddler or child! \nThe satanic system it is.  May, peace be upon us all, in His Name. #GODisTruth",
  "@james_mbengo @sphamandlatsha3 When, \"they,\" (the establishment), can get honest about herb, it'll be the cornerstone to the New Free World. Imo. That's what I feel, and take from rev 22:2",
  "@humanexobird Sadly, they're almost untouchable. The DuPont circle qu**rs.",
  "@humanexobird I hadn't thought of that, but they both (jz/bo) sure do swing that way. :)",
  "@sphamandlatsha3 @james_mbengo Book of Revelation 22:2",
  "@RealCandaceO @kanyewest @realDonaldTrump I could be wrong, but, I always felt Barry O disliked him most, for, \"Jesus walks.\" As that, totally goes against the dnc.\nhttps://t.co/SbXwavZGuL",
  "@OurLadyCovfefe Look at our laws, to confirm it's ALL real. Up until recently, in most states, simple mj possession garnered a higher bail/bond, and demanded more time served, than that of an adult found to have had sex w an infant, toddler, or child. #MomOfAVic #PizzagateIsReal #lucifarianism",
  "@GoodestGoyim_ @RichardBSpencer Clearly, they all hate &amp; loathe themselves.  It's evident by their appearance.",
  "@RedpillCherokee Sorry.  This should be the right link. \n\nhttps://t.co/03ji0myPQT",
  "Rainbow Cultural Garden \n\nhttps://t.co/03ji0myPQT",
  "@RedpillCherokee Check this out.  The cults pre school.\n\nRainbow Cultural Garden is geared to the wealthy – at $125,000 per child per year!\nhttps://t.co/Ik1NBDapCs",
  "@RedpillCherokee Even more recent, and costs more than my own, certified, cedu based cult hs I went to in Italy circa 1990's!\n\nhttps://t.co/03ji0myPQT",
  "@GoodestGoyim_ The Beatles tee is THE biggest tip off to what she is.  Como se dice, TAVISTOCK.",
  "Nine in ten teens at drug clinics are being treated for marijuana use??\nSUCH TOTAL BULLSHIT coming from the UK\nThey can not mind control you if you are on Cannibis that is why!!!!!!!!!!!!!!!\n  https://t.co/AbnLA3lTYo via @MailOnline",
  "• @kanyewest is a Free Thinker \n• @RealCandaceO  is a Free Thinker\n• Free Thinkers like Free Thinkers. \n•If you are mad that Kanye likes Candace then you are most like not Free thinker because you want both of them to think like you\n•oh yeah! 1+1 = 2 https://t.co/ScdYBKsYOK",
  "@KenanRnB @simple_syme Aren't most Hispanics Catholic? They're not going to toe the dnc line.  That's why, imo, they are trying to lower the voting age to 16, AND have already begun creating an onslaught of trans, etc. babies/ youth.  They're preparing to pander to them, the, \"new,\" disenfranchised.",
  "@PfcTimmy @ElizbethLManess @CityofClayton Sounds a bit like the, \"art students,\" just before and filming during 9/11/01.  Imo.  Thanks again.  It's Very disconcerting.",
  "Kanye West tweets 7 words and leftists rush to smear me as far-right &amp; anti-LGBT. So what terrified them? \nThe truth did. The left is losing control of their blacks. Ready to be awakened? Watch the truth about my journey off the plantation w/ @RubinReport. https://t.co/YviWe4PQk0 https://t.co/GcN35gBoIa",
  "Israel continues to operate a shoot to kill and maim policy against unarmed protesters in Gaza. To date, 39 dead and 4,000+ men, women and children injured. The silence of the Western liberal elite belies a supreme moral cowardice. Palestinian lives clearly don't matter. https://t.co/167VhFdK8r",
  "Real men don't have sex with children.  #POTUS #FollowTheWhiteRabbit #PizzaGateIsReal #TheGreatAwakening  #TheStormIsHere #MAGA @RealDonaldTrump #MSMISDead #DrainTheSwamp  #MakeItRain #MockingbirdMedia #RedPill #WomensRights #Qanon #Chemtrails  #HumanTrafficking #WWG1WGA #Haiti https://t.co/3mzfAfkKxU",
  "Not, \"central,\" CHEMTRAIL.  Sorry.  Damn auto-correct.",
  "We're told they're just, \"a conspiracy,\" however, my WHOLE sky is a central today.  #chembow https://t.co/IWDFrWUnb5",
  "@DonnaWR8 @Maser7757 @realDonaldTrump Now that's a pic of the real hrc. Compare that to the hrc being paraded about since the AFTERNOON of Sept 11, 2016.",
  "Steve Biko and a critique of global governance as white liberalism https://t.co/CiBPy2daqs",
  "@sissylou1 @ShaunKing So did Steve Biko.",
  "I’m freaking out. @kanyewest ....please take a meeting with me. I tell every single person that everything that I have been inspired to do, was written in your music. \nI am my own biggest fan, because you made it okay. I need you to help wake up the black community. https://t.co/Uz1nB9K0Oz",
  "@james_mbengo Reggae has been speaking the truth (the ways of the system, of the war for our souls, of God), since it's inception.  It's high time the mainstream take a listen.",
  "1. The pipeline, from the get go, was local and state gov selling us out. 2. Lanc Co is RIFE w freemasons. 3. We have had IDF sleeper cells, since at least 2004 - imo. Now, I'm not a mathematician, but this (conveniently finding the explosives) does not sit right.  #StayAlert https://t.co/1TsffaVDqD",
  "I still wouldn't get too comfortable.  A bit too convenient to me.  UPDATED: Stolen explosives recovered, but officials uncertain if they have all of it https://t.co/0H9HKIJK3E via @lancasteronline",
  "@realjuzh @james_mbengo Who Jah Bless, no man curse.  #WeGotThis",
  "Not good. https://t.co/Mi5VhvNAus",
  "@PfcTimmy @ElizbethLManess @CityofClayton Jeez.  That's not good.  IDF? \nthank you for this response.",
  "Let's not let this one fall to the wayside of the masses minds.  #FindThePipelinesExplosives https://t.co/RldJYe0Z17",
  "@hategraphs @simple_syme Don't anyone gloat over not having a 95 IQ or less. Ponder this, in 1995 the average high US IQ was 125.  Today, it's 103!  Fact: in 1980's the closer your IQ was to hovering over 100, you were considered LEARNING DISABLED. #WakeUpUSA #SourceInBooks #InternetIsMalleable",
  "I remember when Kanye was sent to a mental facility after he left a concert saying \"I hope they build a wall, I hope they get rid of them all\" https://t.co/yqUlc3eFUS",
  "Jews run “Christian Zionism” through fake christian crypto jews. There is nothing christian about it. https://t.co/Pw6EZn4HJN",
  "2 people get kicked out of Starbucks for loitering &amp; liberals across the nation FREAK OUT.\n\n2 deputies are ambushed &amp; killed in broad daylight a few days ago &amp; not a single liberal mentions it.",
  "The moment an unarmed #Palestinian 15 year old child was shot and killed by #Israeli snipers.\nSpread the truth and show how criminal #Israel is! \n\n#GreatReturnMarch #Gaza #مسيرة_العودة_الكبرى #جمعة_الشهداء_والأسرى #IsraeliCrimes https://t.co/KPmvz8eaeh",
  "@simple_syme I've never heard that quote, but, \"ain't,\" it the truth. Wonderful. Thank you for sharing it! :)",
  "@MarkACollett @simple_syme Honestly, I prefer both to girls walking around, thinking its, \"OK,\" to basically, be showing off their labias.",
  "@simple_syme \"The truth is an offense, but not a sin.  Is he who laughs last, is he who wins.\" B. Marley. One of my favorite quotes.",
  "@SaraCarterDC @simple_syme I'll prob get slammed for this, however I think everyone's missing the point, that it was most likely OUR govt that put him in position in Liberia then pulled him out and brought him here!  His handlers are prob dead, hence the current situation.",
  "Kinda just like he predicted?\n\nWow, there must be some truth in this \"National Socialism\" then 🤔 https://t.co/S0BxCo2gvo",
  "I'm sorry.  I laughed, truthfully, out loud! https://t.co/EOcn1WGtX3",
  "@cajunsoulfire74 @simple_syme @PGHowie2 My, \"birth vessel,\" mom, dropped me bc I wasn't an idolater of hrc &amp; dnc.  I twitter trolled her when I joined recently, to make peace.  Her top tweet, \"this (Biden), is the type of kind and compassionate man we need in the WH.\"  I decided against making peace.  #SomeWillNeverSee",
  "@cajunsoulfire74 @simmplicity66 @PGHowie2 They always involve themselves w groups such as this, don't they?  Look into Richard Branson's mom too.",
  "@MarieFarmgirl @realAlanAB It's so hard to know if this is true, however, from my own exp, before WI I was in a cedu based school/certified cult in Italy, and a few years ago I read that DuPont was behind those places, so, non lo so.  But, there too, almost 97% of the kids were involved in incest. $$$ fams",
  "@MAGAdrake @OurLadyCovfefe @realDonaldTrump You would if your hand slipped, while stabbing down on a gooey, sharp blade (self defense 101, thrust the blade upward). And isn't it his left hand?  I'm POSITIVE he's a lefty.",
  "@MarieFarmgirl @realAlanAB My point, although not clear, was, I believe it goes on, a lot, and those who suffered as children, their minds change or have changed to adapt, and they block it out, blind themselves to it, which then allows their kids to go through the very same abuse.",
  "@MarieFarmgirl @realAlanAB I was in a halfway house in chippewa falls wi '94 w a girl who was sexually assaulted, routinely since toddler years, by her Midwest magnet GF and his GF and during a fam group it came out that her mom (his daughter) went through the same things! She had blocked them all out.",
  "@HenryMakow Henry makow reads cdan, lol.  It's fun! I do too.  Out of curiosity, what's your take on Billy Jack @realAlanAB",
  "@PfcTimmy @ElizbethLManess @CityofClayton Yes.  I know about the PA heist. I was confused as to whether there was another heist, coinciding in MO.  But thanks for clearing it up.",
  "@RT_com Kids, in my state (PA), barely have rights!",
  "@phalangesmd @Maser7757 @LizCrokin We all (should) know it's real (the finders, Franklin credit union, second mile, rocking X ranch, etc.), but whether or not RG actually said it, remains unclear.  Though, if he did, I give him a Big, HUGE Up. #HarderTheyCome",
  "Conservatives, none of whom have been mass murderers are considered the violent ones? https://t.co/cdFOEhFaMs",
  "Just because you think something should be legal doesn't mean you want to force it upon others\n\nDon't like guns? Don't buy one\n\nDon't like weed? Don't smoke it\n\nDon't like alcohol? Don't drink it\n\nFreedom also means the ability to say no &amp; walk away\n\nThat is not government's role",
  "@TrumpRevoluti0n @Thomas1774Paine Israel wants war.  And there are Idf sleeper cells in Lancaster Co. PA, and have been for over a decade.",
  "@DailyInformer @ElizbethLManess IDK about Iranian sleeper cells, but have been lamenting about obvious idf sleeper cells in lanc Co. PA for years!",
  "@PfcTimmy @ElizbethLManess @CityofClayton More explosives were stolen?",
  "They better start looking into bank accounts, and overseas accounts ppl may have. Good luck &amp; God speed! ‘A sense of urgency’: ATF agents flood Lancaster County, offer $20K reward for explosives stolen from pipeline site https://t.co/GmNw9RIpba via @lancasteronline",
  "Gender roles matter. Be a real man. https://t.co/xzoGPZzVf3",
  "@BostonJohn9 @IWillRedPillU  https://t.co/GytYfVoUBO",
  "Needs to lose the, \"what?\" https://t.co/mc0hP1CQW8",
  "@PennLive It should be public enemy #1, along w the infant, toddler, child and adult made-to-order snuff directors, producers and distributors (which yes, there are actually, i.e.: Peter Sculley of destruction of daisy, \"fame\").",
  "A much needed, unexpected LOL &amp; a great way to end the night. #PeeWee'sBigAdventure https://t.co/87rLlEm9Pg",
  "@RT_com @JulianAssange I though everyone w lucid minds already knew that.",
  "First, her mother, I believe, is dead. Died, either Sept 11 or 12, 2016.  W/out fanfare.  Lol. Second, I'll allow her, her opinions, and platform, though PRAY to GOD, few will take heed. https://t.co/fmlYs7AlTG",
  "@HalKubrick @realAlanAB I definitely noticed a major change in TNG immediately following 9/11/01. Same w cspan after '08. Not that they weren't tools for the machine prior.",
  "@Reuters They're both, probably boule and this was pre-planned by, \"the machine.\"",
  "Choose Adoption. No Abortion\nThe Life is Sacred.!\n#PrayToEndAbortion https://t.co/PHYh1mV67C",
  "Satanyahu = blocker of PEACE.  He has to go.  Flag me. https://t.co/jzIMKhNoYG",
  "Well, they got me.  I had a gazillion hits on my wellness biz blog, all from Israel today. Maybe I shouldn't have mentioned the IDF sleeper cells in Lancaster County, PA yesterday.  #ItsTrue #WeAreALLChosenOnes #FindTheStolenPipelineExplosives",
  "even the word Marijuna is racist , google it, comes from Maria &amp; Juan, it was a slur at first https://t.co/KpYxrr6Ola",
  "@sevenneuter @james_mbengo I read that in High Times in the late '80's.  Though the, \"Maria &amp; Juan,\" is news to me.",
  "@pria45 @moranrisin @McCannCaseTweet How THAT wasn't a, \"red flag,\" is beyond me. #HidingBehindThe33rdDegrees",
  "Biden recently said “Republicans don’t want black folks voting.”\n\nReally?\n\nWe are the ones who fought for their right to vote in the first place. You Democrats stood in their way for 200 years so that you could keep standing on their backs, which is exactly what you’re doing now.",
  "This, \"judge,\" doesn't look, \"native,\" of America to me.  Questioning a brown,  adopted American citizen's citizenship!  Completely offensive. https://t.co/z7yk8W6EF6",
  "@PennLive This ghastly creature doesn't look like a native of this land to me.  I'm a brown, natural born American, who too, has had my citizenship questioned by pale faced, mental inferiors, such as this one here.  It is ALWAYS offensive.",
  "@BusyDrT They will not stop until all of our, God- made DNA is altered (save for some chosen ones, HA!). Their goal is to destroy ALL OF GOD's creations.  #ITAL",
  "Lol. But so TRUE. https://t.co/GfQRqt6quL",
  "@McCannCaseTweet @moranrisin The guy they were w in pd recordings, admitted to making sexual jokes about 3yr old Maddie's BOOBS!!!! Who does that, besides pedophiles?\n They all know what happened.",
  "@RedpillCherokee Dio Mio, lol.",
  "Shudderthought Of The Day https://t.co/45SqQ8OIAo via @wordpressdotcom",
  "Reward upped from $10g to $20g. https://t.co/0V58Lt9HVG",
  "Good luck w that. #TheBrotherhoodOfTheBell #DecieversOfAmericaRule \nhttps://t.co/jDwuUURVFb",
  "If it looks like a demon..... https://t.co/PsDHzAfV31",
  "\"One of the painful signs of years of dumbed-down education is how many people are unable to make a coherent argument. They can vent their emotions, question other people's motives, make bold assertions, repeat slogans—anything except reason.\"",
  "@EsotericExposal @simple_syme I don't believe there is any natural opium in Oxycontin.  From my understanding, it's a synthetic (black oil based), made to mimic natural opium.",
  "@sara8smiles @simple_syme Bet he won't be forgiven by God.",
  "Lancaster County is THE most corrupt place I've ever lived.  This, was not an accident, but a contrived hit. Palms were greased, as usual. #never4getJonathanLuna #OrderOfTheRedRose #FreemasonKabbalahRunLancaster https://t.co/MSF0QMPEtQ",
  "@MyLoudCloud @Badbobby3 @Anon_decoder @catseye2020 Are you sure it wasn't Lancaster PA?  Bc that's where Marietta is.",
  "Israel Costs Every U.S. Household $30,000 Annually, Enough To Buy Healthcare, New Car, Start a Business or End Hunger https://t.co/fCkN7ALhNl",
  "https://t.co/kuWOLSJ1Cm",
  "@RedpillCherokee @Anon_decoder Stolen from a liberal enclave.  Plenty of idf sleeper cells here too.",
  "Yes I have seen this... 640 lbs of explosive have been \"stolen\" in PA and is now \"missing\" \n\nFF watch https://t.co/2KvcVuCGaq",
  "@AcheTeee @Anon_decoder 2.5-3HR drive",
  "Israel's killing and maiming machine never stops. To date 4,279 unarmed protesters have been injured in Gaza, including 642 children. Yet the international community continues to remain silent on Israel's reign of terror. Palestinian lives don't matter. https://t.co/zNMHRjXQP9",
  "Without racism, Democrats have nothing. They MUST keep it alive.\n\nIf you make billions of dollars a year running a cancer research center, the last thing you want to do is find a cure for cancer.\n\nRacism will end when the Democrat Party ceases to benefit from it.",
  "And Yale. https://t.co/jyPh5Yb6up",
  "After Ann @AnnCoulter retweeted Mike Enoch, his account was suspended by ADL-controlled Twitter. The biggest threat to freedom in the US is not Muslim terrorists. It's Jewish supremacists.",
  "@RT_com The Lives of Others... then some.",
  "Russia Instructs Citizens To Prepare For Nuclear War https://t.co/vzNpUJAQyo",
  "@harrisburgers Here's a novel idea, maybe, legalize marijuana? How many ppl get indoctrinated into the system bc of simple possession?  Then fail rigid probation guidelines bc of smoking a J?  #BookOfRev22:2",
  "@jackiedetore @harrisburgers @fox43 @MaryEllenFox43 #1, I did (plant - grr), #2, wacky weather = Melancholia? (fingers crossed ;))",
  "Criticising the Israeli government for mass murder of innocent Palestinians is not \nanti-semitism. Many Jewish people I know are against Israel’s aggression against Palestinians and are against occupation. \n\n #Antisemitism",
  "Great news!  First of many cities, we hope. https://t.co/N8Mnuo0v9O",
  "Durham Becomes First City in US to Ban Cops From Going to Israel for ‘Military-Style’ Training https://t.co/Esr9pyYzQU",
  "In praise of Rachel Carson and public service | James M. Seif https://t.co/AXUmHjKdnh",
  "@yournewswire @seanhannity @realDonaldTrump Idt ppl understand that everywhere, ppl of a certain tax bracket &amp; above ALL mingle w each other. &amp; yes it IS a conflict of interest. #ItsCalledTheEstablishment",
  "https://t.co/v2ArM57fpF",
  "@simple_syme @Gizmodo The toes... https://t.co/qe9KWcCNbH",
  "@Gizmodo @simple_syme Synthetic, \"weed,\" is sacrilege.",
  ": https://t.co/BF9nqPPRCd",
  "I wonder if anyone at CNN has the moral intelligence to grasp the significance of this https://t.co/EZVH4ogyRf",
  "#ProgressiveContradictions https://t.co/sNrRBeWGh0",
  "How can people proclaim, \"pro choice,\" in re to aborting people (i.e.: w down syndrome), YET, will harbor resentment towards ppl using pro choice in re to vaccines? Our body, our choice, yes?  #LiberalHypocrisy",
  "@loganarchy @thisisours12 @PennLive Good night, and blessings to you too.",
  "@loganarchy @thisisours12 @PennLive That's all you took away from a scroll down my lane?  Lol.  You're ignoring that I'm not the trumper you accused me of being, yes? Just please, next time you don't agree w someone, don't ASSume they're a trumper.  OK?  Ciao.  I'm done babysitting.",
  "@loganarchy @thisisours12 @PennLive Wishful thinking.  Before you accuse people of what YOU believe their beliefs to be, look over their page, ya boob. Gracias.",
  "@loganarchy @thisisours12 @PennLive Awful response, lol.",
  "@loganarchy @thisisours12 @PennLive Two words = Ted Bundy.  What tests could be done to conclude you're having a sociopath?",
  "End all U.S. aid to Israel. It’s a rogue state.",
  "@PennLive $10,000 bail!  That'll show him. Dio Mio. You'll get higher bail for simple MJ possession.  Go, PA!",
  "Oh, Dio Mio. \n\n#GetZionistsOutOfUSGovernment https://t.co/tUZp24EFCt",
  "Silencing dissenters is never needed if you are confident with your product or stance. https://t.co/KNYNuemiSV",
  "Similar story, to those who have gone up against, \"the brotherhood.\"\n\nhttps://t.co/HGC0kbYuOi\n\n#BrotherhoodOfTheBell",
  "Founder of One of the Largest Children’s Charities in the World, Arrested for Pedophilia https://t.co/44OZWGqX1m",
  "@PennLive Ridiculous. Really.",
  "@PennLive I wish we'd have an, \"open season,\" on hunting down ALL, \"brotherhood,\" members and their associates, within every rank of The Establishment.  For, they're the only ones who have ever brought myself and my family harm. #TrueNative Blood #EndTheMasonicKabbalisticBrotherhood",
  "Must be a prerequisite before taking the bar, to be, \"understanding,\" of pedophilia crimes. https://t.co/PRi9PGB5fn",
  "@RightWingRadec You should see my cockier spaniel! Dio Mio.",
  "The voices are out there. https://t.co/Oex4y8xHWT",
  "Oh look, lsrael told us exactly who and what to bomb. Isn't that nice of them?\n\nIf you still don't believe that Israel runs the show, there's no hope for you \n\n#SyriaStrikes https://t.co/ITa84dvjuc",
  "Yup.  Perfect twitter handle/name too. https://t.co/xFUttjPK5X",
  "This is Israel: using a nerve gas on Palestinian civilians to cause violent shivers when inhaled #GreatReturnMarch https://t.co/fS7OKRfcVQ",
  "@jamesperloff the joos are gloating all over twitter &amp;facebook tonite over this &amp;the zionist christians[sic] who worship them- https://t.co/FLYkVMGEWw",
  "I go to church with Syrian Christians &amp; they'll TELL YOU TO YOUR FACE that the people of Syria love Assad &amp; HE DOES NOT USE CHEMICAL WEAPONS. Tonight’s completely unprovoked airstrikes make me ashamed to be an American. Here's the man Trump calls “animal”: https://t.co/GBMDCZdS5G",
  "Bombed out Orthodox Church in Syria. No war against Orthodox Christians!! https://t.co/dzpqeJ2TFd",
  "Our Lady of Soufanieh (Damascus), pray for your children. https://t.co/Kwb4piU4Bw",
  "So much for \"Draining the Swamp!\" President Donald J. Trump POTUS is a full-fledged member of the ZioCon Deep State.",
  "Good!\n\nhttps://t.co/43LwhomI4N",
  "@PennLive Como se dice, THE, \"BROTHERHOOD?\"",
  "Unreal. https://t.co/UVUwTuz52c",
  "@HenryMakow Evil, but it's not an option.",
  "@BusyDrT Happens in PA too.",
  "This photo shows life for the goyim in the concentration camp that is #Palestine 2018, while the media continue to obsess over #Auschwitz 1945. https://t.co/BcKZe14NuZ",
  "But...but...the gov told US chemtrails, \"aren't real.\" Lol https://t.co/AGFmoJEIrS",
  "Ever noticed how every time Assad advances in terrorist-held areas and pushes them out, he immediately goes insane and starts squirting chemical weapons all over the place - but thankfully the White Helmets are just around the corner with cameras and their Oscar.",
  "@Reuters Good idea.  Synthetic opium, which is legal, is 100X more addicting, damaging for the human body, and takes years longer to kick and get right from. As opposed to natural opium.",
  "Syria has been at the center of a decades-long plot by the United States to remove its sovereign government and install one supportive of its business goals in the Middle East.\nhttps://t.co/aCyoxHwe1K",
  "https://t.co/qPT20ZRTTS",
  "https://t.co/tg88bRhZjU",
  "While the rest of the world has its eyes on Syria, Israel has carried on murdering unarmed Palestinians. The Israeli killing machine never stops. https://t.co/TtKXBvcbeS",
  "Aangirfan: FALSE FLAG CHEMICAL ATTACK, SYRIA, APRIL 2018: https://t.co/tuZ5Q2PIvm",
  "The US government colludes in Mass Deaths by Opioids https://t.co/I33DWbXFGm via @wordpressdotcom",
  "Ron Paul: “Trump’s recent promise to leave Syria very soon might have prompted war hawks to take action. This whole idea that, all of a sudden, Assad is gassing his own people, is a total nonsense.” https://t.co/fUDAFHa4bq",
  "@Reuters John Waters, been there, done that, w Carsick, his book of his supposed thumbing across oosa.  Richies slumming. Their dinner parties much be such a bore.",
  "@PennLive All of their produce is gmo.  Even the, \"organic.\" #HealthWarning",
  "The war rages on. https://t.co/CrSs825Fru",
  "@jonrappoport Truth never fears dissidents.  Falsities do.",
  "@RonPaul But they weren't, \"told,\" to, so they won't.",
  "‘#Israel made a mistake by striking #Syria &amp; jeopardizing relations with #Russia’ – expert https://t.co/f22PHugwpx https://t.co/d81IVoIHpO",
  "If Nikki Haley cared so much about, \"the innocents,\" she'd crawl out of Israel's arse! https://t.co/IitZhKYOTm",
  "@HenryMakow Excellent point.",
  "https://t.co/Z4TnFotGec",
  "https://t.co/0PbJUovwOH",
  "https://t.co/NMpKAuPZwo",
  "Russian Military Find No Trace Of Chemical Weapons Where Alleged Douma Attack Took Place https://t.co/t8NVZR3MD1 via @yournewswire",
  "If you still think the problem is a democrat or republican thing, we still have a lot of work to do. ---- Take It &amp; let's begin the journey! https://t.co/MDirSbRbcX",
  "Israel's @news10 just published the following video. \n\nAn Israeli sniper filmed himself shooting a Palestinian protester inside the occupied Gaza Strip, as he &amp; other soldiers celebrate.\n\nThe Israeli army said it's 'investigating'.\n\nhttps://t.co/5y4jTR2wkd\nhttps://t.co/gaObKf0AOt https://t.co/yeqLQP23v7",
  "Look who’s looking over Trump’s shoulder as he makes his statement today about reported chemical gas attack in Syria: John “Let’s have more wars\" Bolton. As suspects, Trump named Syrian govt, Russia and Iran. NO MENTION of ISIS, Al Qaida or Al Nusra, the guys who actually do it. https://t.co/aX5bhxArGe",
  "@Reuters Well, that's a dubious smile.",
  "We all must unite to destroy the corrupt establishment that has systematically oppressed and undermined the freedoms of American citizens. \n\n#NoMoreDivideAndConquer https://t.co/5YpSmCb6gU",
  "@BusyDrT Great! Because, I'd love to move back there.",
  "@PennLive Will they include legally prescribed pharms with that too? Such as adderall, etc.  For, that's (prescriptions) what has created this mess (opioid epidemic).",
  "Here’s what the DAILY MAIL published SIX years ago. https://t.co/WPGWHKgA02",
  "Retweet if you don't want Trump to make America ISIS's Air Force.",
  "https://t.co/q4icxCHS1G",
  "Aangirfan: JEWISH TERRORISTS DISGUISED AS PALESTINIANS: https://t.co/KShXt9BJGv",
  "Aangirfan: JEWISH CHILD KILLERS: https://t.co/rtAiMn3Iax",
  "Calling on world conscience https://t.co/GfNDCqgNq9 #Gaza #Israel #Antisemitism https://t.co/YBBFQLZBia",
  "But...but...but...I thought chemtrails weren't real?  ;) https://t.co/N8vXfEU1kv",
  "China has announced plans to make it rain over an area three times the size of Spain, in the biggest geoengineering project to date.\nhttps://t.co/kYNFEywTqm",
  "@yournewswire Como se dice; GMO?",
  "@yournewswire Getting rid of evidence?",
  "TRUTH NEVER FEARS DISSENTERS\n\nCalifornia Senator Richard Pan Wants To Shut Down Online Vaccine Dissenters https://t.co/rvDNNbmXZV via @yournewswire",
  "They lied to you about Vietnam.\nThey lied about Afghanistan.\nThey lied about Iraq and Libya\nAnd you think they are telling you the truth about Syria??????\n\n#Douma #FalseFlag by US backed al-Qaeda terrorists against Assad https://t.co/h9lqRphhdb",
  "If you really believe that Assad, who just finished kicking 99% of ISIS out of his entire country and staved off a full scale invasion by the US, would all of the sudden gas his own people knowing the consequences, you are a special kind of idiot. https://t.co/0GRN2dP7Hc",
  "Trump finally unveils himself as the Commander-in-Chief of Takfiri Terrorists in #Syria- calls Assad an ANIMAL- a great leader who saved his people from US backed takfiri terrorists\n\nAnd no wonder, for Satan himself masquerades as an angel of light.\n✝2 Corinthians 11:14\n#Syria https://t.co/wqwtCwo5hA",
  "Aangirfan: ISRAELIS MASSACRE CIVILIANS: https://t.co/bbA4mUHqgw",
  "Studies are Conclusive: Restrictive Gun Laws do not Reduce Murder, Suicide or Violence: CDC\n#NowIsTheTime\nhttps://t.co/pocEX0w2wt",
  "https://t.co/PdeN9gvXHh",
  "@EntropyPress @jamesperloff I've taken to calling them, \"man made clouds.\"",
  "@BenSwann_ NEWBORNS born in PA are required to give their DNA!  And they weren't even arrested.  It's outrageous.",
  "@lemondefr Watch the biggest robbery which human eye has ever witnessed. Illegal state of #Israel is real terrorist \n#PakStandsWithAlQuds \n#Palestine #Jerusalem #JerusalemIsMuslimTerritory  \n#palestine (link: https://t.co/A8WAUVDP8x) https://t.co/A8WAUVDP8x",
  "Watch before banned!! https://t.co/u9H8CHoZbA",
  "@EmpireFiles @AbbyMartin @MaxBlumenthal @YouTube In USA, and I was able to share it (just now).",
  "https://t.co/pskE1U79EX via @youtube",
  "This video can still be watched in Ireland. In 28 states including UK it can't. You'll see why Israel forced Youtube to take it down - it tells the truth. @AbbyMartin interviews @MaxBlumenthal about Palestine &amp; the Israeli occupation. Pls watch and RT https://t.co/aKG6s8IRdC",
  "Harrisburg, other Pa. Catholic dioceses should release lists of accused child molester priests | Editorial https://t.co/EMJ5K95sMi",
  "Israeli troops kill four Palestinians as Gaza border protests resume: medics https://t.co/RDbA4YuL2z https://t.co/uIVUbCTM7K",
  "https://t.co/N4keoGhj0D",
  "Will anyone wake up to the grim future? He's going to put tons of legal gun owners out of compliance with law and then force HPV vaccines in public schools. https://t.co/aJjgPLj6Or",
  "Only a felony if you are not, \"connected, in some way, to the brotherhood.\" https://t.co/YdGsLA7R1p",
  "https://t.co/1DemMh6E3k",
  "@RockyABurgess @AnnCoulter I think you are confusing Allah with hillel.",
  "Here's a good explanation: WHY YOU SHOULD NEVER TALK TO THE POLICE. PERIOD. https://t.co/3ChtObY4yG",
  "Main stream media like @guardiannews need to be edited like this!\nCorporate media referring to soldiers shooting at unarmed civilians as \"clashes\". They're perpetuating idea that this is two-sided conflict as opposed to powerful militarized state occupying &amp; oppressing civilians https://t.co/lcm3zj6ol6",
  "@HenryMakow He should be embarrassed for what he did to his late step granddaughter!",
  "German police union chief proposes taking children away from ‘anti-Semitic parents’\nAuthorities should be allowed to take children away from... https://t.co/Ti2bS4uDJG",
  "We should all be getting on board and supporting this state Rep no matter where we live. She's doing God's work. https://t.co/GS6wIwzrOD",
  "'She Tortured Just for the Sake of Torture': CIA Whistleblower on Trump’s New CIA Pick Gina Haspel - https://t.co/55psQ22bSo",
  "The Passover #Massacre in #Gaza, the long history of #Palestinian resistance. The principles of non-violence are the only way but unlike the Gandhi non-violent ideology, the #Palestinian one is believed less #GazaMassacre https://t.co/m6il3Skdeh by @Socialnews_IT",
  "You Tube HQ Shooting Takes the Cake for Fake Persona Stagecraft - https://t.co/UBgfhvu27K https://t.co/UBgfhvu27K",
  "https://t.co/dRtO1Jz1Bo",
  "Aangirfan: MYSTERIOUS MANDELAS: https://t.co/7tfNEYsDx3",
  "Aangirfan: BBC run by MOSSAD?: https://t.co/tBLVSNuxzW",
  "London’s murder rate has risen above that of #NewYorkCity. The shift in data follows a year-over-year downward trend in New York’s #murder rate and a surge in #gun #crime that has plagued #London since 2014. #NYC #politics #news #truthinmedia https://t.co/llujtAXWik",
  "Mandatory vaccines. Gun control. “Hate speech.” Tomorrow, all of our rights will be gone if we don’t choose to wake up today. https://t.co/w0PqMOnHDq",
  "The next huge #GMO crime is here: the \"genome-editing\" of food crops... https://t.co/yT3mHPlElP #CRISPR https://t.co/eAlBKwdB8s",
  "@Reuters What a surprise.",
  "Max Keiser quit @BBC because he got strict orders \n\"NOT TO MENTION #ISRAEL IN ANY CONTEXT\"\n\"This kind of censorship leads to #Gaza Horror.\" \n\nMSM told not to report Israel Crimes \n\n#ReturnMarch #ApartheidIsrael #IsraeliTerrorism #GazaMassacre #GreatReturnMarch #Palestine https://t.co/yFDKQqill6",
  "https://t.co/fMZJSEgbUb https://t.co/fMZJSEgbUb",
  "ISRAELI SOLDIERS KILLED UNARMED PALESTINIANS WHO WERE PARTICIPATING IN A MARCH #GREATRETURN PROTEST\n\nThousands have gathered along the border for a six week-long ‘Great Return’ protest. The mass demonstration got underway on Friday... https://t.co/oasRErzjKg",
  "Child trafficking is a booming black market in the U.S. How has this market proliferated? Find out in this #RealityCheck. #childabuse #childsextrafficking #iamjanedoe #backpage https://t.co/6y28QVRj3a",
  "Palestinian was involved in fatal car crash in which 2 Israeli soldiers were killed. Now as collective punishment of the innocent, Israelis want to seize half the Palestinian village where he resided. Where's the outcry against this Nazi-like barbarism? https://t.co/HDrcI2dqeG: https://t.co/FQ9uEPhDKz",
  "The Nation of Islam Research Group (@NOIResearch) asked Talmudic expert @HoffmanMichaelA, who is White, to review some of the Minister’s words from Saviours’ Day. He replied in an article entitled, “Farrakhan Spoke the Truth about the Talmud.” https://t.co/6142lYgpqI https://t.co/hW7enSQ9vM",
  "If only Christians knew. https://t.co/lQnoE4uSOQ",
  "One God, one satan.  Muslim &amp; Christians, unite! https://t.co/l1aeZeknZm",
  "There is STILL TIME and you can STILL HELP THESE PARENTS. \n\nLet's mobilize and act and do our part. https://t.co/kyX5Cinefi",
  "Has Israel ever apologized let alone paid restitution for this heinous crime?\n\nhttps://t.co/iEz2dZKaSa"
 ]
}