{
 "user": 25304332,
 "tweets": [
  "@2012gregg Maybe you're experiencing something similat Idk\nhttps://t.co/k1M1fYzYlN",
  "I used to drool over certain food. I look at them now and it's like a horse being served fried meat. I have no use for it. I like apples though. If I feel like having it anyway https://t.co/aNSZRvQCJl",
  "After the weird flu (2nd since December) the hunger or desire to eat is gone. I kinda miss it. I'm eating raw vegan and even then it's only out of habit. I don't see anyone on alt community talking abt it. That I know of. And I have sooo much energy lool",
  "#UFO #CONSPIRACY #EXTRATERRESTRIALS #RADIOACTIVE\n\nCanada Shows The World Radioactive Physical Evidence Of A Real UFO \nhttps://t.co/XtK3B7vZQp https://t.co/iI41S4cUE1",
  "@SITSSHOW I've read this somewhere but cant find the link now lol",
  "https://t.co/jSu6vp77Wh",
  "20 weird things that happen in space https://t.co/xqOo7UMbPF",
  "Here's the 411\n\nOld red pill = truth\n\nNew red pill = shallow meaning, as in red for conservative/blue for liberal",
  "https://t.co/A74gv9uIet",
  "@SITSSHOW I've seen that somewhere else.",
  "And that's when I realize my reactions were their reality show. No thanks. Lmao",
  "Remember I called it. Read the back tweets lool @NASA https://t.co/Pwn8akGQzr",
  "@SITSSHOW I saw a vid on it on youtube. Didnt know it was the Ebens. I've heard of each separately.",
  "NASA found alien crab on Mars\n\nhttps://t.co/qvXLvEZg2i https://t.co/foxatCBJIN",
  "https://t.co/DLzeIPnmMK",
  "Book of Revelations. Seven trumpets. \n\n1st trumpet sound\nAngel shouts: cue the first apocalyptic.. flu\n\n2nd trumpet sound\nAngel shouts: cue the next apocalyptic flu\n\n3rd trumpet sound\nAngel: guess haha it's still flu lmao",
  "New form of DNA discovered inside living human cells - https://t.co/7MrPhEsB7S https://t.co/7MrPhEsB7S",
  "@PopSci Your face is total nonsense",
  "\"We are all one\"\n\nMe agreeing: That dumbass is me. And that dumbass. Oh yeah. All these dumbasses are definitely me. *not sarcastic https://t.co/OsNTUM5hMA",
  "*reads dumbass tweet from military thugs abt their et group\n*LMAO\n\nWhen my soul fam gets here we're gonna be kicking butts. https://t.co/h7jZDxyOu3",
  "@NASA What stinks? \n\nUranus. https://t.co/VEyv3zyv0o",
  "@OrionAngelBlue Still not being discussed in future disclosures are targeted individuals",
  "This is internet so here.. Dumbass test. https://t.co/0IwrLKmGi2",
  "Hate these tests. \nMensa In the middle of the 20th century, high marks on IQ tests became status symbols. . Blah blah . . I got 4 out of 4 right! https://t.co/OdmvuF8KGM",
  "@SITSSHOW He's calling it as he sees it. Who owns the banks? The conglomerates? Or the media? How abt the entertainment industry? Juice.",
  "@4everResist @RachelFeltman @PopSci Rachel would rather poison herself with medicine that has done nothing but kill people.",
  "@EllaaaCruzzz One of the few that got traction. The other was the Jimmy Saville news which stunned me to see an MSM cover",
  "@CyntWhite @Jordo_2424 https://t.co/ROpK7i7VBc",
  "https://t.co/tMG2mMgRKs",
  "What a dumbass. Plants are alive. But they dont have a nervous system to feel pain. What are they teaching at your high school? https://t.co/JZCNC2nxok",
  "@overbakedpotato @IIIaicragorutra Plants are alive. But they dont have a nervous system - they dont feel pain. Very basic science.",
  "@BadFlowerSF @MarceloDietrich So pedophile priests - would it make them artists?",
  "These horses looked so terrified 😢 You won't be able to stop thinking about this after you watch it.\n\n[Footage via Aitor Garmendia / @Tras_los_Muros] https://t.co/hvrmSBsQ9h",
  "@chivalrous_art @herbivore_club @peta Go eat your meat. You're a dying breed anyway.",
  "He's talking about Tesla cars. \nRead in valley girl accent. https://t.co/uVDtF5I5T3",
  "Dont be fooled by kanye's series of \"self important drivel\" - ripped that off one of the comments. lmao\nDefeating the matrix isnt a fashion trend. https://t.co/vcMRRZ4jJo",
  "Have not seen the vid. Highly doubt anyone would but I believe it. You should too. Why? Long before pedogate was mainstream there are ppl like me who woke &amp; chased d truth to some nasty rabbit holes. I used TOR &amp; to go on 4chan waaay back. https://t.co/1uTBJqdE5e",
  "@NJCJR1979 @kanyewest @TheRightFacts His whole life and career are the anti thesis to anyone actually doing their mission, serving humanity into being woke. He's just a dumbass who probably think talking like this is in fashion.",
  "@kanyewest And how exactly are you doing that? Selling ppl overpriced shoes &amp; concerts? Your shallow music? Getting ppl so entrenched into pop culture the no.1 tool of the matrix? You high? https://t.co/uIU06G0c3Q",
  "@oneillquigley @ElementsMatter Sounds abt right https://t.co/R7kcNBCKvA",
  "https://t.co/AVwRA1BS1g",
  "Lesson #1 for all you asleep &amp; woke sheep. Just bc they're not violent doesn't mean they cant play rough when u dont toe the line. Accept their approved narrative or else.",
  "The people who represent pleiadians (or maybe pleiadians themselves) would provoke me so they can retaliate with whatever advanced / biological weapons. They cant attack me for no reason bc they're love &amp; light.",
  "@ChurchofSatan If you're a church then you're a religion. I hate organized religions. They'll die a swift death. Soon.",
  "I tried to harness the central galactic sun to self-heal and send healing to ppl. My soul wife and her family reflected it back and literally saved me. So grateful. https://t.co/n32K8TJ8HW",
  "@kanyewest You dumb fk that's exactly who you are. You're shallow &amp; always pointing out how the world stole from you bc you're so original. That the world owes u somehow.",
  "News in the same theme will ramp up soon into a climax. and you can put your heads in the sand no longer.\n\nhttps://t.co/3VPpLHAlaM",
  "@ElementsMatter The Bushes were pedos. Im not anti this or pro that. Just saying.",
  "@yesfredl Or maybe raising awareness",
  "@JonBon_Joey @BuzzFeed A real journalist would see something even with a simple google. Seriously, this is the most mainstream pedogate has ever been. They're probably a bunch of pedos covering each other's tracks.",
  "https://t.co/18Rn0xYlAT",
  "@DestroyIllusion Now everyone knows you're a virgin that's never seen p---y. Lol",
  "@burgerdrome Finally someone angrier at ppl than me.",
  "No one owns \"disclosure.\" Not one et group. Even though some like to toot their horns louder than others. It's a global shift in consciousness. Global.",
  "@CNET It didnt say it originated in this sol system. Bc that wld be a lie.",
  "@blueavians From my own experiences. Most soul quests/missions can be divided into major categories. Some tryna make changes in the political, scientific, financial area. Mine is spiritual. I suggest ppl to focus on what their area is. It's less draining.",
  "@the_takingpictu @CNET *you're = you are\n*obviously\n\nYou: waaah my politics matter. https://t.co/lAz0WbNSIS",
  "@TaikaWaititi I thought you were a vampire cradle snatcher",
  "@AJemaineClement @PopSci  https://t.co/kYCH3KLznR",
  "@OhCilantro Cant destroy ego. Just find balance. Find peace.",
  "Either ppl who represent pleiadians are bunch of military thugs given too much free reign. Giving them a bad name. Or pleiadians are just as FULL of crap as the rest of us lmao",
  "@the_takingpictu @CNET But the concerns are valid. Is that a really hard concept to grasp? Simple logic escapes you. US politics is a FOOTNOTE in intergalactic affairs. It's not a yardstick for knowledge. Evidenced by your terrible comprehension lol",
  "@PopSci https://t.co/2xys2EarEg",
  "@PopSci Jesus only loves 2 genders!",
  "@the_takingpictu @CNET The concerns are valid. They jst dont know.. hold on.. Im having a dejavu.",
  "@CNET The concerns are valid. They just dnt know technical jargons and phrasings. Especially correlation btwn whatsapp, fb and ads.",
  "@kabamur_taygeta @JoeSaun54741361 @w_terrence This shift is SPIRITUAL. You're all hung up on the physical. Means u dont knw sht. Other than intel given to u. You have no insight from your own goddamn soul/higher self.",
  "You're a dumbass if u stl care abt having 1000 genders that somehow it offends u. means you've nvr received your past life memories ergo dont know sht. Having intel doesnt mean u know sht. This shift is SPIRITUAL. why u so fkn hung up on the physical?",
  "@kabamur_taygeta @JoeSaun54741361 @w_terrence Why am I getting notifications for this sht post? Ugh. I refuse to be in a loop with these guys. This is such a dumbass thread.",
  "@blueavians Let's ask randy kramer lmao",
  "@blueavians Idk is the sky blue? \nIs the sun yellow? -ish",
  "@CNET  https://t.co/KIieNISIeu",
  "@TheEvent2014 Wow. Too spooky.",
  "@FaktaAerJobbigt @srbell67 @MarkDice Lmao https://t.co/VTeIqOjSv2",
  "It's more than a game. It's a dance. Dark and light are in a dance. The whole universe is.",
  "This composer.. the dream started he/I was writing a letter. Those old timey letters. Pen dipped in ink type. U knw. I was reading it aloud to myself. Dated sometime 1800s cnt remembr.\n\n\"..what I said to.. this black man..\"\n\nI woke up mouthing d letter. I blinked &amp; it's gone",
  "1 flotus. Bunch of actors/actresses. Youtubers. Latino singers. Huge male pop star. Unknown faces. Evn a biblical figure. But 1 caught me by surprise Idk why. as a child he was influential in me playing music. A world renowned musician/composer.",
  "I have 1 frontwoman of a band. 1 boy from a popular boyband. Also drawn to his voice at one point. And 1 massive pop artist. dear god u would not believe lmao. I inherited my compassion from my higher self. This is a good exercise for that .. bc most of them Im not fond of. lmao",
  "Great. 1 reality star added to my past life or \"other life.\"\nI was drawn to this woman earlier on in their show. Not sexually.\nMost of your \"past lives\" share your current timeline.",
  "Lmao https://t.co/GzX64Limf9",
  "@RavagePanther On the other hand, others who obfuscate dont really know lol",
  "On that note. A song. For my twin flame. \nhttps://t.co/K6CV7Uidsb",
  "@kabamur_taygeta 3rd et to contact me looked like a female Nordic. Super tall at lst 7-8 ft. She had big blue eyes. Blonde hair. Very sensual. Very pretty. or it might've bn my twin flame. I didnt knw at d time. We made out in my bed. https://t.co/TwWVsIhS6Y",
  "Bananas. I saw Jupiter right in front of my face. Overwhelming af. My dreams dont happen in my sleep no more. U guys missing out if u dont detox pineal glands. go inward. Tune into yourself.",
  "@TheEvent2014 This aint happening any time soon. Prove me wrong tho. Lawd",
  "@CNET Took u this long to figure it out. We've been making \"pew pew\" sounds with our hands. https://t.co/GsxhYNR2sj",
  "@NASA When I get ny mars memories Im gonna tag u. All I got so far are from lunar space station. Lol. Mars was and continues to be inhabited. Remember I called it.",
  "@CNET I gotta be him to be extraordinary. He doesnt know my life. Lol",
  "Due to memory recall of our times on higher realms being super weak. U get bits &amp; pieces. If you're lucky. Our higher self memories dont work well on 3D brain.",
  "3D physical world is oppressive. There is nothing magical here. All the ppl who dnt believe in magic. That's sad.",
  "Why does everything has to be in africa. So arrogant to think, nah we're good. any country can benefit lmao. Like u aint got poor inner cities &amp; crime infested neighborhoods &amp; homeless ppl. https://t.co/aQzeja8Tg5",
  "@SITSSHOW Greer's 20-50 yr old info he recycles in every talk he has is tired and old. The only new thing abt it is this attacking other insiders. To distract from d fact he has no new intel at all. His movie was cabl diluted crap. U get more researching on your own",
  "@NASA @HiRISE You tease",
  "@jonicox55 Tf u saying? The whole universe is powered by \"magic\" it's all perspective. And u are very negative u wont survive 5D Earth https://t.co/hb8GtxMUCo",
  "@VictoryGirl_88 @jason_ostendorf @LisaMWall3 @FedupWithSwamp Lol. Introduce yourselves to yin yang. How abt hegelian dialectic? No? Good and bad. Dark and light to everything. Together they are one. Universe works this way. Lol u sound like noobs keep this up https://t.co/B3ZCGZfRTv",
  "@LizCrokin @julherschberger I unfollowed u long ago bc u dnt sound journalistic. Pickng fights w celebs on twtr is not d way to go abt exposing them. U look a unprofessional &amp; all ovr d place. Also, I knw all abt pizzagate WAY before your crusade.",
  "https://t.co/uN0MvdMpgH",
  "@2012gregg Anybody calling themselves guru or spiritual teacher are full of it",
  "Idk who's behind it or what any of that was. no amt of school or books or life skills preppd me. but I do know how it made me feel. give her d benefit of d doubt. What if Im mistaken? Remember how it made u feel. Slight pain in my chest.",
  "I turn to d only thing that guided me my whole life. Go inward. I tell myself. Trust your instincts. Trust your heart it got u this far. Lots of things stl not clear. Whatevr that experience was. how did it make me feel? Oppressed. Trappped. Attacked. jst really bad.",
  "There were no books or vids to help me. Maybe il nvr knw the why or the how. But the what was there. Maybe I was mistaken? No one to turn to. Maybe it's some 4th dimension thing? I jst didnt get? So confused. And exhausted. Where do I find answers for questns nvr bn asked bfor?",
  "I dialed my brother whom I was feuding atm. \"Hello?\" I took a breath, hey. \"Who is this?\" It's me. \"new number\" Yes. Hey. I need a quick favor.. dont let them bury me when I die. \n\nI stl dnt knw why this is happening. Or why she'd do this. No amount of university prepped me",
  "Is she in on this? Didnt we have a nice talk last night, so then why? All I knw is when we're broken up, the psychic attacks stop. Was it her family? Or did she join in? I dnt understand.. we had a great talk jst hours before. So why.. feeling dizzy stl I reached my phone..",
  "I muster all my remaining psychic strength. I flew my soul as far away as possible. Their hold was strong. Worse than gravity. It's like trying to go thru a sieve or a small hole. But I managed to pass thru. Woke up in my bed. Brains fried. Why? Why is she doing this? Im tired.",
  "But Im not afraid to die tho. Not in this world. In their world I was. They can easily project artificial fears unto u. I yelled at the faces arnd me, \"what? I cant fight! Idk what's happening! I jst got hre\" they shrug their shoulders. They were smiling. they were enjoying this.",
  "They're positive. High vibrations &amp; such. But dont mean they cant play rough. They're not hurting me in strict sense. Jst takng advntage of all my soul trauma. Using my emotional &amp; mental fears against me. I saw a billboard. A fight to the death. Color me confused &amp; panicked",
  "Same sht. Constricted. Moves like Im in water. Weighed down by a force so heavy. Tried to escape. This time they buffed my attack. It bounced off of them They're making a show of my suffering. a trilogy of films &amp; Im the guy who gets my comeuppance. Wonder when they get theirs..",
  "So many things running thru my head. Finally I woke up.. into another world concocted by Im guessing a cluster of powerful psychics. Was she in on it? But why? Did she evr care? \"Those with multidimensional lovers watch what happens when you say no.\" I remember readng that somwhr",
  "My remaining emotional strength, I blast them with my inner light. They were blown away, mind &amp; body. It knocked them down hard. Some surface human knocked them down. I prolly had help, an unseen force, together we navigated this microcosm. Who was manifesting this world?",
  "A psychic attack? They made me kneel in punishment for what, Idk. Wait, maybe I do. Dont fall for a higher density girl. Dont do it. They were making a show of it. So funny how confused I was. Ha. Ha. With all my mental might I conjured a protective light enclosing me.",
  "It was the most oppressed I evr felt. &amp; so disoriented. What's happening? Im trapped. I feel trapped. Constricted. My joints felt like tightly wound rubber. or a old rusty hinge. Why? Why do I feel so heavy weighed down by something. Idk. Tried to escape. Always foiled.",
  "https://t.co/Ulio1lSvtx https://t.co/jFZ7H29GdG",
  "@BogusHype Orgone is supposed to be the elusive life force, chi, etc.. didnt knw abt d name til a week ago lol. when I had the exp I jst called it brain sex. It's orgasmic but in your soul. &amp; dsnt really occur in the brain but our higher chakras.",
  "@BogusHype @blueavians Orgone is real. During solar flares if you vibe high enough you get them. That's d easiest way. and nothing compares to that experience. Not evn sex.",
  "https://t.co/SUB4DOLpLH",
  "https://t.co/zW0alB3pZb",
  "Facebk on d chopping block - a good sign that certain intel agency is being decommissioned or defanged right\n\nLol. . ? https://t.co/KzBswdbx2R",
  "Hey girl. You wna come over to my house? *sexy pause* I just cleaned it. \n\nPickuplines",
  "https://t.co/A1d4xDQoE9",
  "@LBF777 Is it true courage when u knw you're protected? We're out hre targeted by sonic weapons. Psychic attacks. We bear it all. Evryday we wake up, but we'r crawling in d dark. All we got, our higher self but we find no comfort there, not always.",
  "@LBF777 Im sure he has a lot on his plate rn. But try doing that with no one, no pleidian support. No resources. No assurances. You wake up &amp; you're jst thrown into the middle of it. Worse things u can think of &amp; no one to turn to.",
  "@SITSSHOW  https://t.co/kBamwY24gw",
  "@DestroyIllusion Jesus' MYSTIC teachings was twisted &amp; turned into a RELIGION when it wasnt meant to be. Im not sent here to defend someone like Jordan. My mission is to the ppl. But some of u TRULY dont get how darkness is cleverly &amp; deeply rooted in all facets of our lives.",
  "Lmao religion will die a horrible death. Jst the beginning.\n\nhttps://t.co/VcLPI4u0px",
  "@CNET Why does it feel like this is a cover for something the way you've bn giving it air time..",
  "Agreed. I've bn alone on this. Not all ET are benevolent or plain evil. and not all benevolent ETs have your best interest at heart https://t.co/lK8upMSPzk",
  "@2012gregg Light workers are always in denial abt the dark or evil or negative forces. I've nvr met one who isnt. Light warriors were sent to get the job done while workers revel on love &amp; light.",
  "@PopSci \"What was there before the universe burst to life?\"\n\nLife. Life ending give birth to life. In a cycle, a loop. .Energy dont die",
  "@blueavians Solar beings having a party? I missed my invite.",
  "@ubermensche1 @blueavians  https://t.co/4SDfByCwDp",
  "@ubermensche1 @blueavians David wilcock is this you? The rumors are true lmao.",
  "@ubermensche1 @blueavians Not as much as you love you, though.",
  "@KibBitzLaw It's a win. small fry though",
  "a weather balloon obviously https://t.co/LYVBsYNQw7",
  "@Sir_Sway @officialmcafee @Jeff52686745 No. Lol. Advanced societies have no need for money. But that's not my area. That aint part of my mission.",
  "Harvard researchers link fluoridated water to ADHD, autism and other childhood mental health disorders. https://t.co/VsuEv6YceK #fluoride #health #ADHD",
  "@officialmcafee @Sir_Sway @Jeff52686745 It, too, will suffer the same fate as the gov't and all status quo. they'll all die.",
  "@ubermensche1 @blueavians This sounds gay. Nothing wrong with being gay.",
  "@ubermensche1 @blueavians The difference is my tweet wasnt serious!!! ??? Thought this was the Buddhist thread lmao",
  "@TheEvent2014 this has partial disclosure written all over it lol",
  "There'll be plenty more headlines like this soon. Something I anticipated my whole life. But honestly by now Im jst exhausted. While ppl were chillin I was workin. So now Im chillin. https://t.co/c26n8hukCS",
  "@TheEvent2014 Shocker",
  "@getongab Could u pls not do what twittr does? Archiving old posts that u cant access it..",
  "@NASA You mean HAARP. You sly fox, you.",
  "@blueavians Did this happen late last year? Timeline doesnt add up. Someone is lying bro!! Is it prison transfer or rescue?? It's tearing me apart!!! \n\n???\n\n!!!",
  "@ubermensche1 @iLegendFantasy @blueavians Judging by his defensiveness this person may be Indian Buddhist. they're fiercely protective of their religion &amp; probably a Bhakti follower (religious) - easiest to practice. As oppose to original teachings w/c is Rajah yoga (enlightenment). Guess w/c one is popular w masses.",
  "@Twitter locked my account for vague reasons. Did not specify at all. Is it the word ni**a? Are u gon tell me u lock all black ppl accounts for using that word to each othr? Shld I interview black users to see if I can call them ni**a? https://t.co/yibK0KWYaD",
  "@LinuxandYarn @mattstaggs @EWDolan Oh good. It's not just me.",
  "@JulianAssange @TheEvent2014 What did he delete if he never had one?",
  "@SunlitRoads @theKEEPERSvids @JulianAssange @jamesrose2611 Damn this reads like a thriller. Pls elaborate lol. Im hooked. I do believe wiki leeks (intended) has long bn hijacked by ABC agencies. And ring leader is suicided or \"recycled\"",
  "My cynical brother approached me to talk abt red giants. My brain: https://t.co/o0TbSG66Re",
  "@TheEvent2014 Tell Cobra it's one of the emissary of Pleidians who has hundreds of followers that called him out on twitter &amp; accused him of being a scam. I have nothing against both of them but it looks like cobra has no idea. Lmao",
  "No description need be made\nVia @SITSSHOW https://t.co/27mhYjXMIh",
  "@fundeals4u @SITSSHOW We need a purge."
 ]
}