{
 "user": 3886187354,
 "tweets": [
  "Coming soon...  \n\n#MAGA https://t.co/hihj7fi845",
  "- Flynn didn’t lie\n\n- Clapper leaked the Steele dossier to numerous \"reporters\"\n\n- Former staffer for Feinstein hired Fusion GPS &amp; Steele after the 2016 election to push the anti-Trump Russian collusion narrative\n\nhttps://t.co/k1xVODrNtw",
  "CONFIRMED: Former Feinstein Staffer Raised $50 Million, Hired Fusion GPS And Christopher Steele After 2016 Election https://t.co/T4rSmASO3w",
  "@ShShShShShSh555 @realDonaldTrump  https://t.co/NJHvsvPKcW",
  "NO DEALS https://t.co/zQTIA5JyYE",
  "NO DEALS https://t.co/G9111HtLdk",
  "NO DEALS https://t.co/D0JeMsPoIa",
  "These people have a one track mind &amp; a one track vocabulary. Our #Constitution needs your help. Enlist at https://t.co/oSPeY48nOh. Stand! #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/hrK2kHjrUI",
  "Wrong Move Democrats.  Getting it twisted will cause @DiamondandSilk​ to Get You Straight.  Don't start none won't be none. \"BOOM\"\n\nhttps://t.co/Z8TRd5AF7K",
  "Look forward to being in the Great State of Michigan tonight. Major business expansion and jobs pouring into your State. Auto companies expanding at record pace. Big crowd tonight, will be live on T.V.",
  "Secret Service Records Discredit Tester’s Claims. Tester wanted his 15 minutes of fame trying to debunk this great man, so let’s give him a huge loss in the midterms. Montana, you can do better than Tester!  #UnethicalDem \n  https://t.co/F1bJqvTBhZ @NewsTalk955",
  "Undercover FBI Sting Brings Down California Child-Sex Trafficking and Child Porn Operation #Q #QAnon #PedoGateNews #MAGA  https://t.co/9v86wn40CU",
  "Because of that soggy dishrag of a fake apology? Only a looney liberal like you would be proud of that load of crap... https://t.co/v4F1Hu5z8s",
  "President Trump MAGA Rally – Washington, Michigan 7:00pm Livestream… https://t.co/18HEHW48nn https://t.co/Hld6qtHjvw",
  "Soros-Funded Group Launches App to Help Illegal Aliens Avoid Feds https://t.co/vq34rULsQI",
  "John Brennan- Disgraced Former CIA Director, avowed member of the Communist Party, and sympathizer of the Muslim Brotherhood has the nerve to lecture President Trump on integrity, honesty, ethics &amp; morality. \n\nWOW!👇 https://t.co/0JHzRulL7a",
  "Before you lay down the law\nYou must fix the enforcement of Said law\n\n#QAnons https://t.co/jdhJMNislf",
  "When you grow up trying to be the toughest kid in the hood\n\nBut now you get daily texts from your hood friends about how your mother in law is a tranny https://t.co/be69lzvekH",
  "Secret Service has just informed me that Senator Jon Tester’s statements on Admiral Jackson are not true. There were no such findings. A horrible thing that we in D.C. must live with, just like phony Russian Collusion. Tester should lose race in Montana. Very dishonest and sick!",
  "HUGE corporations fundraising for your campaign, special vacays paid for by one of the wealthiest Democrats, and you more than doubled your net worth in the last 4 years. \nSomething doesn't add up here, @SenatorTester.\nhttps://t.co/QhIdSfJep1 https://t.co/Vqa0ZB06ey",
  "Take it from Cicero. The collapse of the USA will be caused by forces from within. Enlist with our patriots at https://t.co/oSPeY48nOh. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/rlXrPD5eKy",
  ".@jasoninthehouse: \"For Director @Comey to plead ignorance at this point... it just makes the case that he should've never been the FBI Director.\" https://t.co/HzOlUhiQ4g",
  "Remember when @SarahPalinUSA said Socialized Medicine will lead to Death Panels staffed with nameless, faceless, soulless bureaucrats? We laughed.\n\nRIP Alfie Evans, a 2 yo who was removed from life support by the UK Police State and died this morning.\n\n#SaturdayMorning \n\n#QAnon",
  "We need less Americans going to College. \n\nThe lies of the left that everyone needs a College Degree are crippling this Nation. \n\nWe need more Electricians, Truck Drivers, Plumbers, Mechanics.. \n\nYou can earn a great living, and great life without making $12 an hour with a degree",
  "Firings, arrests, resignations\nEverywhere you look\nIf you can't see it\nWe can't help you https://t.co/EBB36HV3M6",
  "Media Silent as Allison Mack’s Arrest Exposes Child Trafficking For Billionaire-Backed Sex Slave Ring! \n#Pizzagate\nhttps://t.co/0vutX2IaOh",
  "HOOOORRRRAAAAYYYY!! FREE FROM TWITMO!!! \nSure… PedoJack hit me hard. But I hit back 10 times harder!! \n\nIt’s going to be an amazing day on Twatter today! https://t.co/YTSZXMywgb",
  "#ReleaseTheTexts https://t.co/MpBCbD3Dl6",
  "APRIL 27TH NEWS BLAST @antischool_ftw @Jordan_Sather_ @ScottAnthonyUSA @TheJordanRachel @1ambecauseweare @intheMatrixxx @SOLID_MAGA @45IsMyGuy @inittowinit007 @MAGA_TRUTH_ @jennajameson @therealroseanne @Sewapalooza @RightWingAngel @NothingYouHear #qanon #maga @ITS_LIISA_ RT https://t.co/u8az4sBxLm",
  "[NEXT WEEK] @antischool_ftw @Jordan_Sather_ @TheJordanRachel @1ambecauseweare @intheMatrixxx @ITS_LIISA_ @45IsMyGuy @B754344255 @media_nc @NatalieVArtist @therealroseanne @jennajameson @lil_waaang @BookEnoch @1Munder @Sewapalooza #qanon #maga @MADE__USA @Redankulous13 @420aldy RT https://t.co/xWu2OigXAI",
  "Too Tired to Decode Edition. \n#Q #QAnon #GreatAwakening #NewQ\n\nApril 27, 2018 by Neon Revolt\n\nhttps://t.co/oIeABvNlzr https://t.co/9VECnEKXq9",
  "....great people of Montana will not stand for this kind of slander when talking of a great human being. Admiral Jackson is the kind of man that those in Montana would most respect and admire, and now, for no reason whatsoever, his reputation has been shattered. Not fair, Tester!",
  "ex president of S Korea is in jail\nex pres of Brazil is in jail\nex pres of Pakistan is Indicted\nex pres of s. Africa is Indicted \nex pres of Guatemala is Indicted\nThe ex pres of France is Indicted\nEx president of US is under investigation\npaying attention?\n#qanon\nWe are a legion https://t.co/5F1T0xUcQ3",
  "@Gumbah18 @realDonaldTrump @foxandfriends Jake Tapper is a compulsive liar-\n\nJohn Brennan is a perjurer, a warmonger, &amp; also a liar.\n\nContinue to spout ignorance when it's well documented that both the Central Intelligence Agency &amp; #Mockingbird MSM follow a script.\n\n#QAnon #GreatAwakening\n\nhttps://t.co/3hEIx4LQQG",
  "Allegations made by Senator Jon Tester against Admiral/Doctor Ron Jackson are proving false. The Secret Service is unable to confirm (in fact they deny) any of the phony Democrat charges which have absolutely devastated the wonderful Jackson family. Tester should resign. The.....",
  "Bill Clinton caused a lot of damage in America - this being one example. Enlist in our patriot army at https://t.co/oSPeY48nOh. Stand up. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/jHeGQGGDLk",
  "A former Feinstein staffer raised $50 million (!) and used it to hire Fusion GPS and Christopher Steele after the election to keep pushing the bogus Russia narrative. Feinstein never disclosed it, even while overseeing an investigation of Fusion. https://t.co/jSoFxtCQYf",
  "#Qanon8chan said WE THE PEOPLE should speak up LET OUR VOICES BE HEARD -- right now @realDonaldTrump needs our support OUR RIGHTEOUS INDIGNATION our anger at the DOUBLE STANDARD of justice where HILLARY walks and DJT is guilty for ordering RUSSIAN SALAD DRESSING #ReleaseTheTexts https://t.co/ndkREaVOBD",
  "We ain't new to this, we true to this, just want everyone to know that we been off the Democrat plantation, the left is behind us, please forward all correspondence to the right! https://t.co/rjnfgJaf89",
  "Dershowitz: Democrats 'Think President Trump Is the Devil' in Russia Probe @foxandfriends https://t.co/oMttG9XlzH",
  "“To say that we don’t respect people’s rights is completely false. What happens is they don’t respect our laws.” -@BPUnion  Pres. Brandon Judd on illegal immigrants https://t.co/vVYsqTauZ8",
  "@dbongino Knowing that Natalia Veselnitskaya was a key Kremlin instrument for undoing the Magnitsky Act &amp; a spy, why was she able to secure permission from Obama’s DOJ to enter the country outside the normal visa process under a “immigration parole”?",
  "So who is causing all the problems in America? We know the answer. Enlist with us at https://t.co/oSPeY48nOh. Read the truth there. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/vslPsxSjzX",
  "Secret Service says it has no record of an incident involving Dr. Ronny Jackson that the media has been reporting on all week https://t.co/QNDe2lu56J",
  "CNN reported this week that Dr. Ronny Jackson got drunk overseas, loudly banged on colleague's door &amp; was stopped by Secret Service. Today Secret Service says it \"has no such record of any incident; specifically, any incident involving Rear Admiral Ronny Jackson.\" Unbelievable.",
  "Truly an era of disinformation. I've talked to numerous sources who've said the same - no evidence of the allegations against Dr. Ronny Jackson - and tragic that an unverified rumor becomes a fact that major news networks run without verification. https://t.co/toIgGRiBMT",
  "#UFO #CONSPIRACY #EXTRATERRESTRIALS #RADIOACTIVE\n\nCanada Shows The World Radioactive Physical Evidence Of A Real UFO \nhttps://t.co/XtK3B7vZQp https://t.co/iI41S4cUE1",
  "FBI NIGHTMARE: Supreme Court orders release of audio, video from Las Vegas shooting massacre https://t.co/W6XT8dQlWz",
  "My latest: Clapper leaks big-time, Flynn didn’t lie to FBI and some people just want to keep investigating Trump, despite ‘no evidence’ of collusion  https://t.co/4o38xvTCnx",
  "#QAnon\nType Q's tripcode into Google book search, look what popped up. https://t.co/dxDXn0WmX2",
  "“Clapper lied about (fraudulent) Dossier leaks to CNN” @foxandfriends FoxNews  He is a lying machine who now works for Fake News CNN.",
  "While they were calling him a warmonger, a homophobe, and a racist, Donald Trump ended the Korean War, appointed the first gay ambassador to Germany, and got endorsed by Kanye all the same week",
  "“This is one of the most disgusting, horrifying, putrid #swamp character assassinations, I have ever seen in my life”! @dbongino On Dr Ronny Jackson https://t.co/ZeZC4KoKPy",
  "Here Are The Messages Alleged ‘Sex Slave Cult’ Leader Allison Mack Sent To Emma Watson And Kelly Clarkson https://t.co/PyTJqEUdwB",
  "Finally a @Potus with balls! Thank you President #TRUMP for standing up to the lying corrupt crime syndicate known as the democrat party! No other person on the right would ever stand up like this in defense of a smear campaign. Democrats desperate so expect more scorched earth! https://t.co/6Mp13phUu4",
  "The boss says we are going to Michigan tonight to see some real people at a rally rather than staying in the swamp to eat rubber chicken with the #FakeNews muts !\n#CorrespondentsDinner \n#FakeNewsMedia \n#AmericaFirst https://t.co/7Y0fsC8MMV",
  "It would be interesting to see these names, wouldn’t it?\n\n“A group of about 7-10 wealthy donors from California (Silicon Valley) and New York spent $50 million to fund Trump-Russia investigation” https://t.co/Yq7rNRHorb",
  ".@BarbaraRedgate I (along with millions of others) have been .@genflynn’s and fam’s biggest cheerleaders. We have been praying 24/7. America loves y’all to the moon and back and remember...God has got this 🇺🇸. #KeepTheFaith #GodIsGreat #MAGA #WeAreWinning https://t.co/93gUN1PfxG",
  "This right here is history in the making folks thanks to our President Trump! Even the SK foreign minister credits our President stating “He believes this was all largely due to President Trump” THAT is precedent! #KoreanWarEnds #SaturdayMorning #Winning #LoveMyPresident @POTUS https://t.co/YeMGBw3cZa",
  ".@AlanDersh: “Now Democrats and left-wingers obviously think President Trump is the devil and they’re prepared to eliminate civil liberties.” https://t.co/Pjf7thQmBA",
  "Ben Carson proposes new HUD rules, hiking rents and allowing work requirements https://t.co/B3QeSbCxEm",
  "There Was ANOTHER Waffle House Shooting. But This Time It Was Stopped By Someone Armed. https://t.co/WW6sP7sypk",
  "The Epidemic of Allergy in Children Launched in the Late 1980s and Early 1990s \nhttps://t.co/xkQlAX9NZO https://t.co/oYAvwHzLls",
  "https://t.co/faECYBbsqO The Rabbit Hole That Was Left Unnoticed - Will it be remembered? Will it be mocked? Will it be dismissed? That is all up to you.",
  "The U.S. Freedom Army would like to thank all our soldiers who gave up their tomorrows. Enlist with us at https://t.co/oSPeY48nOh. Stand.  #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/fGYCTDXNrL",
  "Walmart customer in Kentucky uses store intercom to ask for help, goes viral https://t.co/2uCZ8g4XZM",
  "The true meaning of Islamaphobe. Most people will not forget. Enlist in our patriot army at https://t.co/oSPeY48nOh. Stand up &amp; join #USFA. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/FCi9eJNvMy",
  "1) Jeff Sessions concerning Mueller investigation:  “This thing needs to conclude” https://t.co/B3Ch5YS63r",
  "Gowdy: James Comey Has a Different Definition of 'Leak' Than Anybody Else https://t.co/TuMmdCMyVi",
  "Is everybody believing what is going on. James Comey can’t define what a leak is. He illegally leaked CLASSIFIED INFORMATION but doesn’t understand what he did or how serious it is. He lied all over the place to cover it up. He’s either very sick or very dumb. Remember sailor!",
  "There is so much information in this case that the public does not know about in the Seth Rich Murder. \n\nWe have handed that information over to individuals with offices in the Rayburn Building we trust. The Clock is ticking for Justice!\n\n #SethRich #HisNameWasSethRich",
  "Please do not forget the great help that my good friend, President Xi of China, has given to the United States, particularly at the Border of North Korea. Without him it would have been a much longer, tougher, process!",
  "Just to be clear - Comey was the Director of the most powerful law enforcement operation on earth and he’s still confused at to who financed the bogus dossier? This is absurd.",
  "This doesn't include all the swamp monsters below the surface. Join other patriots &amp; enlist at https://t.co/oSPeY3QMpH. Read the truth. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/qNw2kLKyqC",
  "\"Hey clear Gmail\" CONFIRMED! They use \"Gmail drafts\" to send messages to each other. They all share a single gmail account, because they know sending emails are monitored. So they write \"Drafts\", then the next person logs in and reads what's in the Drafts.\n@POTUS #ReleaseTheTexts https://t.co/ywEMalHkox",
  "@skifflegirl @prayingmedic @POTUS Not legit. Just as I warned and #Q confirmed. #QAnon @backchannel17 https://t.co/81ogdX4HYG",
  "Been getting a lot of questions about backchannel. \nFunny story, Fake Q on board creating fake posts creating havoc. Then no more Fake Q! All of a sudden, a Twitter channel set up talking just like the Fake Q. Just a Quick reminder. @POTUS #QAnon #Q #backchannel17 Follow but know https://t.co/ZmTRFI6Db1",
  "House panel’s Russia report finds 'no evidence' of collusion, Trump says probe ‘MUST END NOW’ - via @brookefoxnews @JuddBerger https://t.co/UhOGpkMYiJ",
  "BOOM! IT IS ON LIKE DONKEY KONG! You know the drill. Your mega-download has arrived. \n\nDrop whatever you are doing and read this RIGHT NOW!!!\n\nhttps://t.co/AGREQzJnnt https://t.co/RcmYGzQhVT",
  ".@POTUS delivers remarks and participates in a photo opportunity at a Team USA celebration https://t.co/zZZMDZJula",
  "Down memory lane with some of the joys of the ACA. Enlist with our patriots at https://t.co/oSPeY48nOh. #Constitution #USFA stand up now. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/UkgSLZloJx",
  "This is the female face of the Socialist Party. Think about it. Then join our patriot army at https://t.co/oSPeY48nOh. Sign up for America. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/v3obgKkQtV",
  "@johnlegend also has $100,000 dinners? THIS! John legend Marina Abramovic Connection. John and Marina are visionaries? \n\nSEE THIS VIDEO FOR MORE ON THIS:\nhttps://t.co/cSkNCjvMs3\n@POTUS #QArmy #MAGA #JohnLegend #Kanye #KanyeTrump https://t.co/EfojD4ybx5",
  "Meanwhile in rape capital of the world @sweden\n#sweden\n\nhttps://t.co/lVl7tltCRt",
  "@JamieJALFT @POTUS Looks like @JTStover found No Name playing Poker during a Syria debate!  Was no name communicating with others illegally?\n\nGAME FORUM COMMS?\n@POTUS #QArmy #QAnon #MAGA #Treason https://t.co/Z0Mmj7hK8m",
  "The Strozk/Page texts are the precursor to arresting #HRC and #Obama and many more on treason charges.\nSome Senators and Representatives are already calling for immediate arrests; none are leaking.\n#Q #QAnon #ReleaseTheTexts #MAGA #ThursdayThoughts \n\nhttps://t.co/aOnhlRapoL https://t.co/RsZutRiYYy",
  "Don't look for a MOAB in the texts that have been made public.\nBut don't believe they're a nothing burger.\nThe texts were \"lost\" for a reason.\nThe MOAB is hidden in the ones they haven't released.\nhttps://t.co/FYETg14QVO",
  "Huh? Crazy Leaker Comey: We Weren't Looking at 'Collusion'... We Were Looking to See if Americans Were 'In Cahoots' with Russia https://t.co/ULLSe4X0EM GIRL SCOUT COMEY can't keep his lying story straight @realDonaldTrump #QAnon",
  "Sundance's thread on newly released Strzok/Page texts. 👇🏼 https://t.co/koX5gZ2VjA",
  "This is as historical as the fall of the Berlin wall!!! \n\n#QArmy RETWEET to nominate #TrumpNobelPeacePrize! \n\nNK MEETS SK! 'NO MORE WAR'! #TrumpEffect \n\n@POTUS #QAnon #MAGA #NoKo #SoKo #KAG #FridayMotivation #FridayFeelings https://t.co/MrTS58q6s2",
  "Here are the 45 redacted pages of the Strzok-Page text messages that were released yesterday 4/26/18 https://t.co/b00iFWSgmO What happened to the 50,000 text messages that exist? The 6,000 that were found after being \"lost?\" @realDonaldTrump #QAnon #ReleaseTheTexts NO REDACTIONS",
  "Kim Jong Un pens message of peace in South Korea's Peace House  https://t.co/dghx2HjPvk",
  "I got dumped because I voted for President Trump:\nBy many friends, got attacked by friends on twitter. I was upset, woke up one morning, realizing they weren’t really friends. I’m so proud I voted for Trump! God bless. https://t.co/xxp8VJoK4A",
  "House Intelligence Committee releases Russia report\nhttps://t.co/BgDMifUygX",
  "FBI’s Strzok and Page Profess Anger at “Mourning” the Loss of James Comey’s “Vision and Greatness” After His Firing https://t.co/O1qsvJs5Sg",
  "Just Out: House Intelligence Committee Report released. “No evidence” that the Trump Campaign “colluded, coordinated or conspired with Russia.” Clinton Campaign paid for Opposition Research obtained from Russia- Wow! A total Witch Hunt! MUST END NOW!",
  "So, exactly how is it you guys LOST YOUR NERVE? @realDonaldTrump &amp; #QAnon -- @jeffsessions put me to sleep today.  BLAH, BLAH, BLAH - where are the INDICTMENTS.  What? COMEY got your knickers bunched up? And about those REDACTED FBI lovers 10 pages - JFK 2021 (it's a joke, right)",
  "This is a momentous event in international diplomacy. It may not bear fruit, but peace is finally at least possible now on the Korean Peninsula. If this indeed does culminate in genuine detente, @realDonaldTrump should be awarded the Nobel Peace Prize. https://t.co/DYKb1F5e3S",
  "Bigger story than the fall of the Berlin Wall and #CNN is still on Stormy Daniels.\n#northKorea #KimJongUn #KoreaSummit #GreatAwakening https://t.co/RMia5zp2i7",
  "Look forward to meeting with Chancellor Angela Merkel of Germany today. So much to discuss, so little time! It will be good for both of our great countries!",
  "My father fought in that war. I wish he could have seen this. https://t.co/BVm42ZLEWn",
  "This week: \nKanye&amp;Trump get Dragon Energy\nKorean War is over\nLeft loses culture war\nText messages released to congress\nEconomy on fire\nComey lies \nHRC caught laundering \n2 scoops\n2 genders \n2 term\nTrump still your president\nBut now w dragon energy",
  "#QAlert 4/26/18 This will be my THREAD for all #Q's posts for Thursday April 26, 2018. #ReleaseTheTexts Edition! Let's Go! \n\n@POTUS #QArmy #QAnon #ReleaseTheTexts #WWG1WGA https://t.co/Ynb5KrlAmH",
  "Thank you Kansas! \n\n@POTUS #Maga #Kag #pompeo https://t.co/50FFVRUbem",
  "True peace\nThank you #Trump\n\nNow it's time to #ReleaseTheTexts \n\n#qanon https://t.co/aRGC0vm7Mq",
  "Golden State Killer caught using relative's DNA from genealogy websites, prosecutors say https://t.co/i8kidSSm0F",
  "HYSTERICAL: Rep. Sheila Jackson Lee doesn't understand how a calendar works.\n\n@DiamondandSilk https://t.co/BHcWE4NcfR",
  "You know what other symbol sex traffickers and pedophiles use? \n\nPizza! \n\nPizzagate is REAL! \n#QAnon #Pedogate\nhttps://t.co/I3kKOxporf",
  "New JFK Assassination Documents Released Today by National Archives\n#JFKFiles #Operation40\n#DeepState #CIA #FBI #MAGA\n#QAnon #GreatAwakening\n#Mockingbird #MockingbirdMedia\n#AlienDay #DraftDay GUILTY #JFK\nhttps://t.co/TZKFO5PVJ0 #news",
  "NO DEALS\n\n#releasethetexts\n\nhttps://t.co/UBUYZJDIuT",
  "I didn't know there was a Sexual Predator Award? 🤔  \n\n@POTUS #BillCosby #MAGA #guilty https://t.co/0YaqjRGwwa",
  ".@Jim_Jordan: We know the fix was in for the Clinton investigation https://t.co/a4X2p7JxQO",
  "The members of the Racial Grievance Industry sow the strife. Enlist in the #USFA at https://t.co/oSPeY48nOh. Stand up for freedom. Join. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/baOBr3m4Qj",
  "#JFKFiles reveal George H.W. Bush may have been in contact with Oswald before JFK’s death https://t.co/PmLuElEqTQ",
  "Facebook reps refuse to appear with Diamond and Silk at House hearing https://t.co/rPlhHrDCy3",
  "President Trump welcomes America’s Wounded Warriors to the White House: https://t.co/5LV5Dj10aX",
  "Yes, it is time. https://t.co/AL9dTh2LP5",
  ".@Comey: \"I don't consider what I did with Mr. Richman a leak. I told him about an unclassified conversation with @POTUS.\" #SpecialReport https://t.co/vEGG2awnUj",
  "The plantation supervisors are out in full force. \nThey want their slaves back. https://t.co/8KbMBJRt3e",
  "Was an assassination attempt on @POTUS thwarted in Florida?\n\nBecause they knew the plot beforehand?\nSee Anons graphic below. \n\n#QAnon #MAGA #TrumpTrain #KAG https://t.co/mjvrdRQXKy",
  "#Kanye knows. Where we go one, we go all. America will be unified again. 11.11.18.\n#WWG1WGA #MAGA https://t.co/QRBtu1kHDb",
  "The worst thing that could ever happen to the Democratic Party, would be the the accidental red-pilling of the Kardashian-Jenner family. The Left's stranglehold on culture would be over.\nEvery vicious smear article about me and Kanye brings me hope. :-)",
  "#Releasethetexts\n\nYou know what to do...\n\nGovernment needs to be pressured to release the texts \nWith no redactions\n\nJust like with the memo\nThe people must speak up\n\nIt's your turn #America\n\n#usa\n#trump\n#qanon\n#thegreatawakening https://t.co/GLG9nan98x",
  "Facebook Refuses to Show for Congressional Hearing with Diamond and Silk @DiamondandSilk\n#Facebook #Zuckerberg #DiamondandSilk #Censorship \n#TakeYourChildToWorkDay #DraftDay #ThursdayThoughts #NationalPretzelDay #QAnon #MakeAmericaGreatAgain #MAGA\nhttps://t.co/cQsBQEoXfF #news",
  "He’s one of those bi-coastal elitists who thinks of the rest of America as “flyover country.” I’m honored that he and that other wimp on CNN have blocked me.  https://t.co/xnOpce8KTT",
  "Posted now on my YouTube Channel (jrlcorsi) #QAnon DECODE April 25 EVENING Dr. Jerome Corsi Decodes Latest QANON Posts  #1268 thru #1274 https://t.co/xUowvZtZsG #QAnon posts from tonight - IMPORTANT NEW INTEL ON STRZOK - PAGE text message drop - join us RETWEET @realDonaldTrump",
  "There are actually people that think like this. No kidding. Get with our patriots &amp; enlist in the #USFA at https://t.co/oSPeY48nOh. Sign in #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/9G4J8bk3qY",
  "From 1947 to 1948, the US conducted monstrous Cold War medical experiments on 1,300 Guatemalan sex workers, inmates, psychiatric patients &amp; soldiers, exposing them to SDIs like syphilis &amp; gonorrhea without their consent. Eighty-three people died as a result of the experiments. https://t.co/fjsaWWzBmH",
  "On this morning, 40 years ago, my life changed forever. On 4-25-78, I was brutally raped by Ark AG, Bill Clinton. I have spent the majority of my life trying to forget..... and watching the Evil thrive.   A timeline of that day follows.......:",
  "Looking forward to my meeting with Tim Cook of Apple. We will be talking about many things, including how the U.S. has been treated unfairly for many years, by many countries, on trade.",
  "Two Female Associates Of Epstein Have Been Accused Of Acting As Pimps For Him, Procuring And Grooming Young Girls To Be His Sex Slaves, But No Criminal Charges Filed... Yet. Sealed Indictment?\n\n#QAnon #GreatAwakenening @POTUS https://t.co/4UQJvgX3q8",
  "WE FOUND IT! The 60 Minutes Interview George Soros Tried To Bury, https://t.co/C8VozvDn3c",
  "Every country that disarms its citizens will eventually become a dictatorship. Join our patriot army at https://t.co/oSPeY48nOh. Enlist now #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/TLfJUKYKvi",
  "Teacher Accused of Bullying Middle School Student About Trump, Fox News @foxandfriends @ainsleyearhardt https://t.co/56hY1uQ9M5",
  "@HAntoni19 @CG4T_Lagertha45 Live feed sent offshore.  Where?  To whom?  And FBI has this video.  Where is it and why have we not heard more about it????\n\nhttps://t.co/mUHqXtfMsf",
  "Finland to end its universal basic income program by year's end https://t.co/SZUgvw7SbC",
  ".@michellemalkin on @foxandfriends: “It has to be comprehensive immigration enforcement reform that we adopt.” https://t.co/LFyCto3KNG",
  "What Could Go Wrong? Socialist Bernie Sanders Proposes Govt. Jobs for All with Healthcare and $15/hr Minimum https://t.co/FfDiWXKqey Hard-Left COMMUNIST DEMS out of gas - nothing left but to offer FREE MONEY FOR VOTES @realDonaldTrump #Qanon DUMB MILLENIALS fall for it, PATHETIC",
  "6. I agree @realDonaldTrump more than deserves a Nobel Peace Prize but it has lost its impact by awarding it to 44. Clearly Q team isn't in it for the fame or glory. Watch the video Q shared again last night (pinned to the top of my timeline) &amp; you'll see why they are doing this. https://t.co/wCOQmTbGx8",
  ".@SenJohnBarrasso: \"I think border security is national security. We want to make sure we have integrity at the border and people trying to get in illegally need to be stopped.\"  @TeamCavuto https://t.co/msHVL0iXa4 https://t.co/mw2NnFiZF4",
  "Manafort interviewed twice by FBI prior to joining Trump campaign https://t.co/pIkkHBydtj",
  "James Woods Embarrasses Race-Baiting Tariq Nasheed for blaming Waffle House shooting on white supremacy https://t.co/P0SWGvtOtb",
  "1828 Notable Resignations Around The Globe!\n\nSeptember 1, 2017 - April 13, 2018\n\nDo You Still Doubt The Storm?\n\nList Can Be Sorted By Name, Date, Executive Position, Political Position Or Simply By Country.\n\n#QAnon #GreatAwakenening @realDonaldTrump\nhttps://t.co/udySUx9xhc",
  "Why is anyone surprised? Nancy blows with the winds. Enlist in the #USFA at https://t.co/oSPeY48nOh. Read the truth &amp; join our patriots. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/oifpMCLPvW",
  "\"Elect Me And You'll Find Out Who Really Knocked Down The Twin Towers.\" - Donald J. Trump #GreatAwakening https://t.co/i2dL14ymxP",
  "Donald J. Trump was JFK Jr.'s mentor. If you add the friends Trump lost on 9/11, this must be, in a small part, why Trump ran for President.\n\n'They' killed his friends!\n\nJFK Jr. Crash... Propaganda vs. Facts.\n\n#QAnon #GreatAwakening #JFK @realDonaldTrump\nhttps://t.co/3z93qA95vA https://t.co/chFoUMoa1G",
  "NXIVM leader accused of raping &amp; trafficking girls as young as 12!\n\n#QAnon #Pizzagate #Pedogate #sextrafficking \nhttps://t.co/5BqXgBadO3",
  "@DestroyIllusion @NemoV8 I changed to a whole food diet &amp; lost about 50 lbs. 0 processed. I’m not on prescribed meds. I see what family mbrs go thru. Meds only mask &amp; barely keep your health w/in health standards . It will never cure you. Slaves. @POTUS #Q #ReleaseTheCures #GreatAwakening 🙏🏻🇺🇸",
  "#SlushFund #kickback #Networth #Congress #Senate #DNC #Republican #Money #corrupt #Government #PatriotsEffectingChange #qanon #maga #redpill #TrustThePlan #GreatAwakenening #TheStormIsHere @POTUS @Kimbraov1 @MagniFieri @intheMatrixxx @GoboMontaco @GenFlynn @TruthFeedNews @NemoV8 https://t.co/qOgig53MOa",
  "Bernie Sanders to America: Do what I say, not what I do. America to patriots: Enlist in the #USFA at https://t.co/oSPeY48nOh. #Constitution #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/Oner2qJngw",
  "Govt. for DUMMIES: Kamala Harris gets SCHOOLED on who does and DOESN’T pay for things in America https://t.co/M3GlvqKmvb",
  "There are now 24,000+ Sealed Indictments\n\n#QAnon https://t.co/J2puwNSu1J",
  ".@TomiLahren: The problem with a porous border is that we have no control over who’s coming into our country – it’s not intolerance, it’s called national security https://t.co/XY15eU3WOp",
  "The women of TX have their own ideas about these attacks. Join our patriot army at https://t.co/oSPeY48nOh &amp; meet our patriots. Sign in now. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/4LEZQTZKtG",
  "Of course they do because that is what their religion calls for. Read the truth &amp; enlist with us at https://t.co/oSPeY48nOh. Join #USFA now #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/ibm5e1mU6a",
  "WATCH: Candace Owens Accuses The Left Of ‘Wanting Their Slaves Back’ https://t.co/NgD2jDltm6",
  "Border patrol agents stop semi-truck packed with 59 illegal immigrants https://t.co/gkULTVPvD2",
  "#QAnon April 2nd post decoded?\n@POTUS #MAGA #QAnon #MakeItRain #GreatAwakening https://t.co/EDzIcbZu23",
  "Why won’t MSM cover CHILD SEX TRAFFICKING cult arrests? \n\n‘Bottom to top unraveling’ and it includes BIG names in #Hollywood and Politicians! Local and Federal. \n\n@POTUS #PizzaGateIsReal #MAGA #Qanon @LizCrokin #GreatAwakening #Smallville https://t.co/9JBoACqDAs",
  "As CIA Director, John Brennan Colluded With Russian Spies in Moscow to Set Up Trump &amp; Ensure Hillary Presidency https://t.co/Q9K6HmxY7A",
  "Peace through strength takes care of the enemies without but not those within. Enlist in the #USFA at https://t.co/oSPeY48nOh. Join us now. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/NsDj5O3GW7",
  "The 1st ever #OceanRisk Summit will be held in #Bermuda on 08 – 10 May &amp; will dive into some of the ocean’s most pressing issues: from education to #ocean industries and cities &amp; coastal infrastructure. You can register here &gt;&gt; https://t.co/tIcI97iMlH https://t.co/zZJ7vujaE6",
  "Cop killer says he’s ‘excited’ to be released from prison this week https://t.co/8uPOa72WDJ",
  "CNN’s Jim Acosta says voters too stupid to grasp Trump ‘act’: ‘Their elevator might not hit all floors’ https://t.co/mUvMDzXHyX",
  "In Telford, UK Social Services lawmakers were caught kidnapping children from state-entrusted care and selling them to pedophile networks - https://t.co/ATLj7pce4H",
  "Who is Debbie Lesko? 3 things to know about Arizona's newest congresswoman https://t.co/9sWbGcRbqo",
  "Lady Gaga short circuits and begins spilling the Liberal agenda.\n\nHow  delusional are these Hollywood celebrities that they actually try to  preach kindness when they are the most hateful people ever??\n\nTrump will bring down Satanic Hollywood. It's only a matter of time. #QAnon https://t.co/E9lt3fEEBf",
  "We won a seat in New York that the democrats should have easily won. \n\nIf we can win in New York, we can win anywhere! Commit to voting for Republicans on Tuesday, November 6th, 2018. \n\nI'll be at the polls -- I promise.",
  ".@CNN .@amazon .@realDonaldTrump .@HillaryClinton .@FoxNews .@BarackObama .@TheRealHublife .@therealroseanne \n.@Redankulous13 #TarmacMeeting #Tarmac #ReleaseTheVideo #Qanon #FakeNews #InternetBillOfRights #ConspiracyFact \n#TheGreatAwakening #TwitterTrafficking #WednesdayWisdom https://t.co/WyJvGqd9Jn",
  "Any minute now https://t.co/I40uHOHYh7",
  "Congratulations to Republican Debbie Lesko on her big win in the Special Election for Arizona House seat. Debbie will do a Great Job! Press is so silent.",
  "Let's try to make famous people and the ones that got alots of followers to retweet! Share the truth and retweet ! Anyone! Tag people! Add hashtags!\n\n#GreatAwakening #QAnon @realDonaldTrump @POTUS @SOLID_MAGA @elenochle @FedupWithSwamp @B75434425 @B754344255 @infinitechan https://t.co/SQn2BlJhRB",
  "DACA Was Never Law - But a Federal  Judge Just Called Trump's Expiration ‘Unlawful’ to Restore It\n#NoDACA #NoAmnesty\n#DACA #DACADreamers #DACADEAL #WednesdayWisdom\n#WeThePeople #GreatAwakening #QAnon #MakeAmericaGreatAgain #AZ08 #The100 #RHOBH \nhttps://t.co/sG3lNcIhXx #news",
  "This Explains The Gravity Of Hillary Clinton And Hussein Obama's Treasonous Years In The White House And How They Exploited DOJ, FBI, NSA &amp; CIA. Oh, And The Clinton Foundation Used Union Bank Of Switzerland To Finance Terror.\n\n(Video At Bottom)\n\n#QAnon https://t.co/Lfo98RzaUC",
  "https://t.co/3huHNP0GsK",
  "The latest from @SaraCarterDC https://t.co/xArOBPnTbX",
  "BREAKING: DOJ will make the 6 months of missing texts that were eventually located by IG between Strzok and Page available to Congress sometime tonight or tomorrow, according to sources...developing",
  "These people keep dying mysteriously. Sounds ominous. Stand for freedom &amp; enlist with us at https://t.co/oSPeY48nOh. Patriots only please. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/iirki1Ztch",
  "Allison Mack is negotiating a plea deal\nNaming names?\nhttps://t.co/3IK8H6vmza",
  "⁉️#QAnon Post 1250 Decoded? Sources below. \n\n☑️https://t.co/m2cxSdnt9C\n☑️https://t.co/1sky1ZgFQB\n☑️https://t.co/NSvjOw3YCJ\n☑️https://t.co/ZLJkBhXWno\n\n@POTUS \n#QAlert #QArmy #MAGA #GreatAwakenening #TheRainMakers #Q #QanonPosts https://t.co/y5naAw9PYp",
  "#Kanye would like you to know... #BlackHistoryTheyDontTeachINSchool #BlackHistoryMonth #BlackLivesMatter #GreatAwakening https://t.co/wOBWHqhgIU",
  "The tragedy is that we spend billions on illegal aliens while American citizens struggle with mental illness and homelessness and disease. Fix that first and the rest will follow.  https://t.co/8pUT1h7SPb",
  "THIS! Article from 7/2015 Susan Rice Admits Secret ‘Side Deals’ with Iran.\n\nhttps://t.co/La7LV8H437\n\n@POTUS #QArmy #MAGA #QAnon #WWG1WWA #GreatAwakening #TheRainMakers https://t.co/jH8dMSk775",
  "#QAlert 4/24/18 This will be my THREAD for all #Q's posts for Tuesday, April 24, 2018. Sweet Dreams. His sole purpose. We endure. Hostage no more. Check back for updates! Let's Go! \n@POTUS #QArmy #MAGA #QAnon #TheRainMakers #WWG1WWA https://t.co/etIJFYD2SP",
  "#Elections2018 are at risk from #voting FRAUD. #KAG2018 means we need #VoterIDNow and #VoterIDLaws in place to ensure that #Soros machines are removed.\n@POTUS @_Discernment_ @ROYALMRBADNEWS @MAGAKrissy @rmck51337 @gg_1florida @Vote2MAGA_DJT @boneYardDog @WeThePopulists @BPPope https://t.co/C4mrQjJD8m",
  "Open Borders Advocate Anally Raped by Migrant - Swedish woman said she hung out with suspects to prove she wasn’t xenophobic https://t.co/Awntavjj86 #Sweden #MigrantCrisis #tcot",
  "Our two great republics are linked together by the timeless bonds of history, culture, and destiny. We are people who cherish our values, protect our civilization, and recognize the image of God in every human soul. https://t.co/01c8iSGDB3",
  "UNSEALED INDICTMENT ON MACK\nTHEY WERE TRAFFICKING CHILDREN \n@antischool_ftw @DestroyIllusion @ScottAnthonyUSA @TheJordanRachel @1ambecauseweare @intheMatrixxx @inittowinit007 @FedupWithSwamp @45IsMyGuy @MAGA_TRUTH_ @BookEnoch @RightWingAngel @1776Stonewall @SOLID_MAGA @B754344255 https://t.co/jYBIwMlwkC",
  "..\n\nIn less than 2 days \n@POTUS &amp; @FLOTUS both posed with the men &amp; women who protect them....\nIt’s been many years since I seen this level of appreciation for all the hard working officers😊\n\nBeautiful keepsake for all😊\n\n@realDonaldTrump\n@EricTrump\n@therealroseanne\n@KayaJones https://t.co/ZVLCS9kHdo",
  "Monkey can't own the copyright to its famous selfie, appeals court rules https://t.co/6dxk5WttvK",
  "US Coast Guard Offloads 12 Tons of Cocaine, 1 Ton of Marijuana In Florida - https://t.co/s73MSAsk9N https://t.co/Wl0Irx4lCR",
  "The Senate Foreign Relations Committee has voted to recommend that CIA Director Mike Pompeo be confirmed as America’s next Secretary of State. A vote by the full chamber could—and should—come as early as this week. https://t.co/cIOr4j6tZr",
  "Arizona, please get out today and vote @DebbieLesko for Congress in #AZ08. Strong on Border, Immigration and Crime. Great on the Military. Time is ticking down - get out and VOTE today. We need Debbie in Congress!",
  "Here’s the real violation of our presidential election of 2016.  https://t.co/QFKYAsDzAJ",
  "This was spotted in Yuba City, CA! \n\n@POTUS #QAnon #WWG1WGA #TheRainMakers #MAGA https://t.co/KBi2V4NdeV",
  "#LesbianHitler remember when #Deutschland tried to take over the world and failed?\n\nThat was awesome https://t.co/PqapGTe9zT",
  "Earth day with @algore https://t.co/rLHeWoUdRu",
  "https://t.co/2FauCcMTDk",
  "In the last few decades while Under control of \"bad actors\" USA fcked every country in the world \n\n''Tis reason every nation was building nukes to bomb USA into oblivion \n\nRemove \"bad actors\"\n&amp; everyone loves USA again",
  "Why make Haiti inhabitable?\n\nRefugees to Florida\nArrive in America\nBut most too backward to pull their own weight\nThey'll live off the government\nThus depending on democrat politicians &amp; therefore always voting blue\n\nAka voting slaves \n\n#qanon https://t.co/eomOXtq2oi",
  "Suckass Lying Comey https://t.co/gWHgdDCdOR",
  "Waffle House shooter Travis Reinking hasn't been found. Last year he was arrested trying to jump the White House fence in an attempt to \"Kill Donald Trump.\" He was released by the FBI &amp; his gun was given back to him.\n\nDo you see what's happening here?\n\n#Parkland #LasVegas\n\n#QAnon",
  "Woke Black Americans\nThe Democrats Worst Nightmare\n\n#KanyeWest\n#CandaceOwens\n\n#TRUMP #DeepState #QAnon #QAnon8Chan #FollowTheWhiteRabbit #TheStormIsComing #TheGreatAwakening #TheStormIsHere #MondayMotivation #TomArnold https://t.co/lwz3ZZKKdK",
  "@QAnonMessenger @JasonCo85855729 #TarmacMeeting\n#Tarmac\n#ReleaseTheVideo\n#TaxCuts\n#LetsSueFacebook https://t.co/wiV5zpUvx6",
  "THAT FACE YOU MAKE\n\nWhen Allison Mack is naming names\n\nAnd you're one of those names...😨\n\n⏲️Feeling ok today AS?⏲️\n\n@realDonaldTrump #Trump #MAGA #QAnon #Outnumbered #TheFive #Tucker #Hannity #IngrahamAngle #WWG1WGA #WeThePeople #AdamSchiff #LockHimUp Wendy Wasserman Shultz https://t.co/SPlrqD3Rsv",
  "Mack is naming names.\nBig names in H-Wood / Gov’t (local/federal).\nProof.\nThe ‘Standard’ Hotel.\nHelicopter crash.\nAll related.\nFuture will prove past.\nAS.\nFeeling ok today?\nWhy is the MX border / Long Beach Port so important?\nTick TOCK (LLC).\nQ #QAnon #TheGreatAwakening https://t.co/mc2XqzS24o",
  "#QAlert 4/22/18 This will be my THREAD for all #QanonPosts for Sunday, April 22, 2018. Civilization Jihadist, Salon article Michelle Bachmann \"Witch Hunt\", MB Connections and More! Check back for updates! Let's Go! \n@POTUS #MAGA #QAnon #KAG #WitchHunt #Treason #WWG1WGA #redpilled https://t.co/AuKs8xRg0y",
  ".\n🔴@RepMarkMeadows Warns Lynch &amp; Comey He Has the Evidence That Will SINK Both of Them.\n🔘 Mr. Meadows, if any solid evidence you've will sink these 2 crooks for sure, why bother warning them? Subpoena &amp; prosecute them already? No more talk, action now..! https://t.co/up7UHMsU1R",
  "The day you learn that the enemy was never our fellow citizens but the criminal elite who have profited from division and civil strife. #Kanye #GreatAwakening",
  "Good Monday- President Trump is the most successful President since Ronald Reagan-\nHe has a firm hand, which guides America through the darkness into the light-\n@realDonaldTrump @POTUS will #MakeAmericaGreatAgain for all Americans, if you stand up and fight w/ him. This is a war. https://t.co/Ex7FKeBAzI",
  "This guy has done to beautiful London what centuries of invaders failed to do... https://t.co/cD1vRgy5Dn",
  "#QAnon #GreatAwakening #MAGA #TrustThePlan #EndTheFed #TaxCuts #photo #EnoughIsEnough @POTUS @realDonaldTrump https://t.co/D2CgT2AJOA",
  "Only the uniforms change. The tyrants think the same. Enlist with our patriots at https://t.co/oSPeY48nOh. Stand up for freedom &amp; sign in. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/X9T8hmZxjU",
  "As soon as I saw the Armenian PM resigned amid widespread protests I recalled Q saying Armenia was the #1 country searching \"QAnon\" &amp; Clowns were on the boards in full force. Was PM Sargsyan under Clown control? Q says the world is awakening. Praise Jesus! https://t.co/ol5Hb9gdnq https://t.co/qpEQQmga85",
  "We're all moving to Mexico to get all this free stuff. Yeah right! Enlist in the #USFA at https://t.co/oSPeY48nOh. Join our patriots today. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/ceBpJk0TCm",
  "Mattis optimistic about North Korea after stunning nuclear announcement https://t.co/r89inTfdzt",
  "BREAKING: False Flags Planned Against Deep State Targets Across America / Brennan Spies On Trump https://t.co/EbeU8EGtCy",
  "#QAlert 4/23/18 Post 1244 Anon posts a link and says \"AMAZING, Q!!!!!!!\" #Q responds:\n\nLike NK, they have been freed.\nAssets on the ground.\nQ\n@POTUS #QAnon #QAnonPosts #GreatAwakening #ItsHappening #MAGA https://t.co/elwOhK1XFB",
  "The masters control everything. Including who blacks are even allowed to LIKE. \nKanye tweeted SEVEN WORDS. SEVEN WORDS—And they jumped up and told blacks that they must immediately revolt. \nHow many of you jumped up and did that? How many of you have your minds enslaved?",
  "It is about time she is rounded up and called to account for her crimes. Join our patriot army at https://t.co/oSPeY48nOh. Enlist #USFA act #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/OZ4FM0Agxv",
  "With Rand Paul now supporting Mike Pompeo for secretary of state, the Senate Foreign Relations Committee will likely support his nomination. \nExpect a full Senate Vote on Thursday https://t.co/m5p6TO4aQA https://t.co/FGVffc2zBh",
  "The Corpse Of 35-Year-Old Pedophile, Marcos Amaral Gourgel, Was Discovered Outside The UK Government Building In Westminister, London.\n\nSomeone Sending A Message? #QAnon #GreatAwakenening https://t.co/Pn0I0GQLHz\n© Neon Nettle",
  "Defeat of ISIS, burdensome regulatory relief, border integrity, census integrity, denuclearization of the Korean Peninsula, immigration sanctity, tax relief, lowest unemployment in years, record black employment, strengthened military, sensible trade agreements. You’re an idiot. https://t.co/x0WzgWNvNq",
  "WikiLeaks To Countersue Democrats; \"Discovery Is Going To Be Amazing Fun\" https://t.co/Xs6OBBzs26 Hard-Left HATE-TRUMP DEMS file federal lawsuit ALLEGING RUSSIAN COLLUSION - will backfire - DEM lying (fiction) narrative DOA @realDonaldTrump #Qanon OPENS up Seth Rich, Awan Bros",
  "Michael Goodwin (liberal) BLASTS DEMs for filing RICO lawsuit to prove \"Russia Collusion\" https://t.co/aViyvwqzOD \"Top Dems are giving up their fantasies that special counsel Robert Mueller will deliver them from political purgatory by getting the goods on Trump.\" https://t.co/ZzHv1DKPxd",
  "Joe Manchin will vote for Mike Pompeo, assuring his Senate confirmation https://t.co/2q3FrrdhyJ",
  "The U.S. will NOT agree to continue the Iran deal as it currently stands.\nQ https://t.co/wf8u4EEMft",
  "The Party of Hate - the Democratic Party would still have people in chains today if they had their way-\n\nRepublicans ended Slavery, and have spent 200+ years trying to fight against the racism of @TheDemocrats-\n\nOn this Confederate Memorial Day we continue to fight intolerance- https://t.co/mVGeYGrnnE",
  "Latest Q posts delves into the lack of AUDITING surrounding govt institutions.\n\nGreat, I love talking about where the trillions from the defense department went. \n\n#20trillion \n#blackops\n#secretspaceprogram \n#deepundergroundbases \n#thegreatawakening \n#destroyingtheillusion https://t.co/51jRzZLAFj",
  "Jerome Corsi Prediction: Obama and Hillary Will Face Treason Charges and Military Tribunals on NewsMax interview TODAY, Monday, April 23.  https://t.co/ro30UsOke7 @realDonaldTrump #QAnon #GreatAwakening",
  "So many liberal regulations make life harder for people with very little justification. Plastic, however, is destroying our environment. If people won’t voluntarily switch to paper or personal use bags, this kind of regulation is sadly necessary. https://t.co/8KC9vo6E7b",
  "#QAnon warns of an incoming MOAB this week and encourages us to learn the ways in which he communicates  https://t.co/wUZb65LaNu",
  "After three years of incessant, hysterical pummeling by #Democrats and their cronies in the media, #PresidentTrump has amply demonstrated the efficacy of the Rope-a-Dope strategy. He takes a licking and keeps on ticking.",
  "Another artist exposing sex trafficking among elite pedophiles dies suspicious death. \n\n#QAnon #Pizzagate #Pedogate https://t.co/G9PgqAR6VC",
  "Anthony Kiedis allegedly admitted to having sex with Cher when he was 13, she's 26 years older than him! #QAnon #Pizzagate #Pedogate https://t.co/sxIahtZMCd",
  "Mexico, whose laws on immigration are very tough, must stop people from going through Mexico and into the U.S. We may make this a condition of the new NAFTA Agreement. Our Country cannot accept what is happening! Also, we must get Wall funding fast.",
  "RETWEET IF YOU AGREE: that Michelle Obama was The worst First Lady in US history... and then some. https://t.co/2yH6dTNkvd",
  "Kim Strassel of the WSJ just said, after reviewing the dumb Comey Memos, “you got to ask, what was the purpose of the Special Counsel? There’s no there there.” Dan Henninger of the WSJ said Memos would show that this would be one of the weakest obstruction cases ever brought!",
  "Social services chief is one of three politicians exposed as paedophiles as Telford child sex grooming scandal grows\n\nhttps://t.co/Atn4zxYVNt",
  "Follow the 💰 💴 💵 #ObamaKnew #ObamaGate #ThanksObama #SaudiaArabia #Qanon8chan #QANON #TheStormIsHere #GreatAwakening #RedPill #Maga #POTUS45 #MoneyTalks #GOLD #investing #CollegeStation @GoboMontaco @MagniFieri @intheMatrixxx @LionelMedia @elenochle @B754344255 @FedupWithSwamp https://t.co/1ViO9yFZtf",
  "Pres. Trump took a moment to pose for photos with members of the Palm Beach County Sheriff's Office before returning to D.C. this afternoon. https://t.co/5klaDEA4Bd\n\n\"They keep us safe and are very cool about it,\" Trump said on Twitter. https://t.co/Ow9N1Tx7Ol",
  "Despite the Democrat inspired laws on Sanctuary Cities and the Border being so bad and one sided, I have instructed the Secretary of Homeland Security not to let these large Caravans of people into our Country. It is a disgrace. We are the only Country in the World so naive! WALL",
  "MAINSTREAM MEDIA is BANNING me from shows, CNN and MNSBC and even FOX because my book  https://t.co/pVCompw9uz KILLING THE DEEP STATE exposes the FBI with smoking gun proof they launched a TREASONOUS coup d'état to oust @realDonaldTrump from the presidency. https://t.co/3ZZ56OSWdF",
  "JUST IN: This new photo shows Tennessee Waffle House shooting suspect Travis Reinking moments after he was taken into police custody. https://t.co/i2WeZozY07 https://t.co/vAoqERKPCL",
  "CONFIRMED: 7 MONTHS AGO, dipshits. Bunch of posers out there writing articles based on @Thomas1774Paine's work.\nEXCLUSIVE: Six U.S Agencies Conspired to Illegally Wiretap Trump; British Intel Used as NSA Front to Spy on Campaign\n\nhttps://t.co/gmFnpSRazE",
  "EXTREMELY IMPORTANT - Rep Devin Nunes, head of House Intel Comm. GOES PUBLIC that DEMS had NO INTEL to TARGET @realDonaldTrump for \"RUSSIAN COLLUSION\" #QAnon cites this video: https://t.co/Z2YgmDMQjV Point is DEM ideology (pure fiction) ONLY BASIS for MUELLER SPECIAL COUNSEL https://t.co/VPqlpme7Cj",
  "Alex Soros the son of George Soros. Is studying at UC Berkeley. UC Berkeley just happens to be the birthplace of Antifa. Coincidence? 🤔 https://t.co/D6er38Ynih",
  "If the left could figure out a way to get your guns they would do it. Enlist in the #USFA at https://t.co/oSPeY48nOh. Stand up &amp; sign in. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/KHPH2fN8hp",
  "#QAnon posts NUNES (Chair, House Intel Comm) says \"Russian Collusion\" complete fiction created by DEMS b/c after committing treason (coup d'état to oust @realDonaldTrump) HRC \"had to\" win to prevent HANGING after being convicted of TREASON (military tribunals) - DEMs in PANIC https://t.co/APMgvrSjZW",
  "Reporter asked Ben Carson, which do you think Hillary Clinton‘s actions are the most satanic? He replies, “her willingness to kill babies”! I love this guy, didn’t take him a second to find his answer since he’s a doctor and took the Hippocratic oath! https://t.co/Mwkj8LynjZ",
  "#NXIVM has a whole bunch of sub-organizations. This thing is extensive with ties to people in VERY high places and FBI and LEOs help cover up. They never thought she would lose. \n\n@POTUS @LizCrokin #Pedogate #Pizzagate #MAGA https://t.co/xxjEeLylhO",
  "Q just posted a few mins ago, again!\n\nWorking on the QMap! I hope everyone is enjoying this beautiful sunny weekend 😉✌🏽 https://t.co/micoWPNbV9",
  "#QAlert 4/21/2018 Deeper we Go. This will be my THREAD for Saturday, April 21, 2018. OPEN thread for UPDATES. @wikileaks Podesta Emails, Maggie Haberman/HRC, Think Sessions, Clinton Foundation conflict of interest &amp; more! \n@POTUS #MAGA #Podesta #PedoGate #QAnon #Q #GreatAwakening https://t.co/s7uzRTKtzw",
  "So funny, the Democrats have sued the Republicans for Winning. Now he R’s counter and force them to turn over a treasure trove of material, including Servers and Emails!",
  "The USFA also thinks a Soc. Security card should be required. Enlist in the #USFA at https://t.co/oSPeY48nOh. Sign in with our patriots. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/o7NZqVghwc",
  "The former Haitian President of the Senate exposed the Clintons for their crimes they have committed. They raised billions for Haiti, but decided to keep 98% of it for themselves instead.\nhttps://t.co/9g6Dr35tN2\n#Qanon @POTUS #TarmacMeeting #Tarmac #ReleaseTheVideo #TaxCuts #MAGA",
  "Will sex trafficker, Seagram’s heiress Clare Bronfman be indicted next?\nClare &amp; Sara Bronfman’s structuring of the Ethical Science Foundation, &amp; management of NXIVM are intertwined into the forced labor  human trafficking.\nClare Bronfman testified she ran the operations of NXIVM.",
  "I am joining Patriots' Soapbox 24/7 LIVE CHAT https://t.co/VjBuC2dsb2 NOW Sunday, April 22, at 11:00 am ET to discuss #QAnon posts from today - MORE on Muslim Brotherhood, HUMA &amp; HRC - AMERICA FOR SALE - Trump COUNTERATTACK gaining speed - join us RETWEET @realDonaldTrump",
  "Why @WikiLeaks is immune to new DNC lawsuit? Same reason as its last suit, which it has essentially refiled this week ahead of the mid terms. A useful summary of the legal protections for the accurate publishers of newsworthy information in this article: https://t.co/EKXpqOu8ZZ",
  "Good refresher course for those confused over who the media works for... https://t.co/tDbNS2DF4G",
  "“Good and evil both increase at compound interest. That is why the little decisions you and I make every day are of such infinite importance.”\n#CSLewis",
  "Why would the owner of a pizza restaurant show up to Barbara Bush‘s funeral?? #PedoGate #bushfuneral #QAnon @LizCrokin https://t.co/ZCpqJCVzaL",
  "NOTE: #Qanon8chan again mentions TITLE of my book AMERICA FOR SALE in a post TONIGHT, Sat. April 21, about Huma, AWAN brothers, Muslim Brotherhood TREASON, BETRAYAL of USA, treason, \"Inside Out Destruction\" @POTUS #GreatAwakening MUSLIM BROTHERHOOD, Huma Abedin &amp; HRC + DWS https://t.co/M3n20vUcyq",
  "Read\n\nHussein was a Manchurian candidate part of this project\n\nDrafted from Harvard by Huma groomed, paid for &amp; set out to destroy from within \n\nhttps://t.co/DLaCdRSGO3",
  "Emails show Obama White House statements on Clinton probe worried FBI’s Strzok https://t.co/FHggEtaoZs",
  "Strings cut. #QAnon https://t.co/vhZcddE9AX",
  "Silicon Valley Insider ANON identifies TICK TOCK: \"Google Sr. Engineer, Brian Fitzpatrick, who started ORD Camp also founded Tock, LLC. Their product, https://t.co/so4OwZEyuU,  restaurant reservation system, offers \"Unique dining experiences across the globe.\" @POTUS #QAnon",
  "Do you make less than $80,000/year? You could qualify for up to $5,920 to return to school. If you qualify, use that money to:\n\n* Pay for tuition\n* Books and supplies\n* Transportation\n* Room &amp; board\n* Dependent child care expenses\n* Or a computer https://t.co/M8RXsbCfYy",
  "A Georgia law prohibits wearing a mask except under very strict circumstances. It was passed in reaction to the Ku Klux Klan. It’s only fitting that another hate group would be caught in the net. https://t.co/h09sfqnAlv",
  "You are a lady of such class. We are so lucky to have you. https://t.co/T3v6osESDw",
  "Sleepy Eyes Chuck Todd of Fake News NBC just stated that we have given up so much in our negotiations with North Korea, and they have given up nothing. Wow, we haven’t given up anything &amp; they have agreed to denuclearization (so great for World), site closure, &amp; no more testing!",
  "The point is the \"Great Awakening\" is spreading to millions across America #Qanon8chan #GreatAwakening and will spread Worldwide, as forces of NWO darkness are defeated with light. Red-pilled readers UNITE. WWG1WGA https://t.co/ouVlpMsvmL",
  "Avicii, dead at 28, was making his directorial debut in a film exposing #HumanTrafficking. The body counts are too high to continue to dismiss these highly suspicious deaths as natural causes, accidents, or suicides. #GreatAwakening #Qanon #WWG1WGA https://t.co/VIwkvbmJkf",
  "SATANIST SCHOLAR ANON #4: \"Satanists know they will reincarnate in same families &amp; have for centuries.  Rothschild's carry on, Rockefellers carry on, bloodlines carry on.The power elite are power elite once again as cycle darkens from generation to generation\" @POTUS #Qanon",
  "Well well isn’t this interesting https://t.co/ieheM1vNaM",
  "SATANIST SCHOLAR ANON #3: \"By perverted practices of Satanic ritual, they acquire that energy through the blood, even being in the same space of children &amp; youth - rituals designed to get youth to give up light &amp; energy through spirit cooking, cannibalism, drugs\" @POTUS #QAnon",
  "I don’t think history will remember James Comey as the worst FBI director ever.  Instead, I think he will be remembered as an extremely tall federal inmate.",
  "In my eyes, there's only one person in this photo who shouldn't be flown Guantanamo Bay https://t.co/1u8wiWRslU",
  "SATANIST SCHOLAR ANON #1: \"The Satanists believe Lucifer a very highly advanced archangel &amp; Satan have been delegated to taking incarnation on the planet, cut off from the direct connection to the God source that many of us share by God's Grace.\" @POTUS #Qanon8chan",
  "Major MSM fail goes viral 😂 - https://t.co/kbaeloe8wo #Fail #FakeNews #MSM",
  "“I can die happy now with Trump Job performance,” stated Mary Matalin. “A great overall President, stunning!” Thank you Mary.",
  "@FedupWithSwamp is locked out of twitter for 7 days. Please retweet to let followers know! Thank you 🙂 https://t.co/JaFsxWpcYc",
  "And you think Common Core is bad. This is the next step. Fight back &amp; enlist with us at https://t.co/oSPeY48nOh. Join our patriots now.  #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/wvkoSR9MQ4",
  "Zbigniew Brzezinski was accused of being the puppet master and the real power behind Obama's 8 year presidency, a period when America advanced the New World Order agenda, probably more than under any other president. @FedupWithSwamp https://t.co/c2fAKF2grB",
  "Zbigniew Brzezinski: Evil Spirit of 5 US Presidents – And Biggest Threat to World Peace. @FedupWithSwamp @Ghoulina_Girl https://t.co/Jq3K1Qnzil",
  "I JUST CHECKED and all #Qanon8chan posts appear to be now listed correctly and up to date at https://t.co/7ouYSLocev -- @realDonaldTrump My VIDEOs DECODING QAnon are current at https://t.co/YseP3YQzR5 and https://t.co/CB92dbGXlo will plan more w @PatriotsSoapbox today SUNDAY 4/22 https://t.co/PHzxlTj8ps",
  ".@EmmanuelMacron describes his first handshake with @realDonaldTrump: \"It was a very natural moment, I have to say. And a very friendly moment.  Don’t worry.\" https://t.co/GyQVl0vWvZ",
  "Asked by if there is any chance that he will back down amid protests, @EmmanuelMacron tells Chris: “No Chance.” Adding: “I will deliver because that’s my duty and that’s my commitment.”",
  ".@EmmanuelMacron discusses the role of the U.S. and allies in Syria: https://t.co/nMnloASJUL",
  ".@EmmanuelMacron : I’m here to serve my people and my country and make it great again. As somebody I know very well could say.",
  "WATCH: Students Bash Trump’s Border Patrol Decision, Silenced After Learning Obama Did the Same Thing https://t.co/mXZNuy89gE",
  "October 27th, 1986, Donald J. Trump Receives The Ellis Island Award With Rosa Parks &amp; Muhammad Ali.\n\nThe Ellis Island Medal Of Honor Is Awarded Each Year In Celebration Of “Patriotism, Tolerance, Brotherhood And Diversity”.\n\nhttps://t.co/Xsl3MqY0ax https://t.co/tSEhrFZHkf",
  "Isn't it interesting how much information just keeps appearing https://t.co/RbPZRwxDRJ",
  "The image Allison Mack shared was directly from Marina Abramovic's account. https://t.co/02AJJB6lfQ",
  "The point is \"Great Awakening\" is spreading to millions across America #Qanon8chan #GreatAwakening and will spread Worldwide, as forces of NWO darkness are defeated with light. Red-pilled readers UNITE. WWG1WGA. Photos of readers w book posted at https://t.co/ouVlpMsvmL",
  "School bus driver fired after terrifying video shows him watching videos on his cellphone while navigating the busy streets of New York https://t.co/id90wmtINp",
  "The State of CA has no shame. Ever since Pete Wilson it has been a disaster area. Enlist with us at https://t.co/oSPeY48nOh. Join #USFA now #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/QgmUe5heZh",
  "When the picture of Obama and Maggie came out...\n\nThis happened. 👇🏻\n\nWhy is ANYONE aiding in covering this sickness up so bad? 🤬\n\n#Qanon @POTUS #MAGA #8chan https://t.co/i0ljWTEIt0",
  "@ShelleyLindse @intheMatrixxx @POTUS Here's Obama signing MAJOR executive order due to film also made by Maggie's dad Robert (Bob) Nixon\nhttps://t.co/e55f8U7S5S\nMaggie's also an actress director &amp; filmmaker\nhttps://t.co/DexckveS4J\n&amp; here\nhttps://t.co/sdV3xI6YaD\nResearch shows Mission Blue gets young people involved",
  "Tick Tock LLC &gt;&gt; https://t.co/aPn3TOEbPL (Money laundering station near Long Beach Port) &gt;\nKeep your eye on this Blake guy&gt; \nBig shipping co - Long Beach port -Canadian based co\nPLUS one owner shipping co in CT https://t.co/7QfpbmYjXK \nBusy trafficker.",
  "Sen Kirsten Gillibrand’s father is tied to arrested leader of sex cult https://t.co/ENm6f6SsrK",
  "Actress Allison Mack Charged With Recruiting Slaves for Nxivm Sex Cult https://t.co/I8rr8DWS8Q",
  "There is no way the DNC could be this foolish. It gives Trump admin the ability to release all of the DNC's darkest secrets through legitimate legal channels without cryptic 8chan drops. I think they have control over the DNC and filed this against themselves. #QAnon #DNCLawsuit https://t.co/IFWDPh4OBe",
  ".@DiamondandSilk do a DROP IN on @SHSanders45 at the Press Briefing. Matthew had a question, Diamond &amp;Silk had the answer. Press Play to see what the ladies had to say. Lol...  Like and Re-Tweet right now....... https://t.co/B9zKvI5uzQ",
  "Fresno State is cooked. After this tub of shit gave the suicide crisis hotline as her number, is it possible a suicidal person unable to get through might have died?   https://t.co/0qqpaCbssg",
  "This female fossil can't seem to get her fossils straight.  Enlist in the #USFA at https://t.co/oSPeY48nOh. Our recruiting depot is now open #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/uxm6Z7fO3A",
  "Trump Camp Responds to Frivolous DNC Lawsuit — Warns of “Aggressive Discovery Phase – Everything Will Be On the Table” https://t.co/qRNQFKefnr",
  "Comey Suggested Putting Leakers’ Heads on a Pike, Laughed About Jailing Journalists https://t.co/cmXLq8z8d4",
  "North Korea announces it will suspend nuclear, missile tests https://t.co/RCORLsPfiZ",
  "Oh. This is going to be more fun than Disneyland when you were a kid!   https://t.co/oBbTdYanW0",
  "WOW! #QAnon TONIGHT has just linked ALLISON MACK https://t.co/J2PK6bXPfz of SEX SLAVE cult NXIVM w BARACK HUSSEIN OBAMA (note cut finger) &amp;amp; photo MA... https://t.co/Sm0frFp94w",
  "James Comey's book retails for $29.99.\n\nThe day it launched, the book was already on sale at Barnes and Noble for 30% off.\n\nTwo days later and his book is now $16.99 AT COSTCO! \n\nI'll update you tomorrow when I stop by the Dollar store. @Comey",
  "CDC: ‘Avoid All Romaine Lettuce;’ Dozens Hospitalized with Outbreak of E. Coli &amp; Kidney Failure https://t.co/DBzhwRNwi9",
  ".@mercedesschlapp: \"Despite what the left media has been pushing, what the Democrats have been pushing against the president, this president has been incredibly successful.” https://t.co/F4Ay68q12i",
  "ICYMI\n\nELECTION NIGHT MEMORIES!!\n\nGOOD TIMES! \n\n#FridayFeeling https://t.co/26r0KznS3N",
  "'Smallville' actress charged with sex trafficking for alleged involvement in NXIVM cult https://t.co/XS7JKONfmB",
  "They should be in school learning math. The answer is zero https://t.co/JTtsUoLIh4",
  "8:07PM CNN finally writes 1st story on NXIVM. \n\nPlease clap. https://t.co/QWPm1ICkiJ",
  "True. https://t.co/M6kSfJs8Vj",
  "Comey Now Target of Inspector General Probe for Leaking Classified Memos https://t.co/mJLWgLqlPh",
  "This is a cause worth supporting\n\nHomeless people need shelter\nWhat better place than a safe warm comfy welcoming establishment w a bathroom &amp; soothing coffee aroma https://t.co/LuutKpRY36",
  "I’d say “Get on Trump’s level” but he is so awesome that it wouldn’t be fair to set you up for failure. \n\nThat folks, is how it’s done. \n\n#StableGenius \n#WendyWassermanSchultz",
  "Florida school resource officer hailed a hero after responding quickly to shooting that injured one student https://t.co/sgsTLjg39P",
  "....it means lying or making up stories. Sorry, I don’t see Michael doing that despite the horrible Witch Hunt and the dishonest media!",
  "....non-existent “sources” and a drunk/drugged up loser who hates Michael, a fine person with a wonderful family. Michael is a businessman for his own account/lawyer who I have always liked &amp; respected. Most people will flip if the Government lets them out of trouble, even if....",
  "The New York Times and a third rate reporter named Maggie Haberman, known as a Crooked H flunkie who I don’t speak to and have nothing to do with, are going out of their way to destroy Michael Cohen and his relationship with me in the hope that he will “flip.” They use....",
  "The War on God continues from the radical left. Fight back for America &amp; enlist in the #USFA at https://t.co/oSPeY48nOh. Read the truth. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/0PwKXxUJ2W",
  "DTI News 4.20 - Govt. Admits Electronic Mind Control/QAnon/COMEY Downfall/WEINER'S Laptop\n\nWatch on:\nDTube - https://t.co/15nQyGf1JN\nBitChute - https://t.co/oQWbQ8Z6l8\n\n#QAnon #TheStorm #TheGreatAwakening #DestroyingTheIllusion\n\nhttps://t.co/2fHNTvDZyT",
  "McCabe to sue Trump admin for defamation, wrongful termination https://t.co/oHJzKqUxt6",
  "I TOLD YOU SO!",
  ".@DavidTafuri on North Korea: “This is very encouraging progress… I think Trump and Pompeo deserve to be congratulated.” https://t.co/dGufmHDeL4",
  "McCabe: The Inspector General is a Joke and There’s No Way I’m Getting Prosecuted https://t.co/DwGrU9hWVh",
  "HRC &amp; Perv Bill were just two stupid hillbillies from\nArkansas they were deep in corruption facing lifetime in jail. They were the perfect puppets. Dumb &amp; already in trouble, puppeteers save them from legal issues &amp; use them\nThey're now controllable &amp; forever indebted to handlers",
  "You ask? How certain Ppl gain so much power being this stupid?\n\nThey're puppets\nPuppeteers find ppl who are already in trouble &amp; have no way of obtaining on their own, help them, polish them, blackmail &amp; use them, they become forever indebted\n\nTo puppeteers they are disposable",
  "@intheMatrixxx @POTUS  https://t.co/1eATd0PcH0",
  "Body camera footage shows police never got out of cruiser to check for Ohio teen crushed by minivan seat https://t.co/FX8FpUrPJJ",
  "Oh wow, these Q posts from yesterday sure went deep",
  "Trap laid\nStupid DNC falls for trap\nQ laughs\nPOTUS laugh\nAnons laugh\nTrump card laid\nCheck mate\n\nThese ppl are stupid\nReally stupid\nLike really really stupid\n\n#qanon\n#thegreatawakening https://t.co/SmgeyKKYTV",
  "Syrian Kurd renames son ‘Trump,’ plans ‘Nikki Haley’ for girl https://t.co/V1uK2gP4t4",
  "If this doesn't tell you why we need Donald Trump nothing will. Enlist with our patriots &amp; join the #USFA at https://t.co/oSPeY48nOh. Act. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/1qdPt3CkAz",
  "WikiLeaks fires back at Democrat lawsuit – and they want to take action: 'discovery is going to be amazing fun' https://t.co/9dtusDB3vE",
  "FreedomWorks launches Draft Jim Jordan for Speaker campaign https://t.co/P8qvTs3DAn",
  "The patriots in D.C. can be counted on one hand - maybe. Enlist in our patriot army at https://t.co/oSPeY48nOh. Our #Constitution needs you #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/3CXKAKsyBo",
  ".@RepLeeZeldin: “[Mike Pompeo] can be one of the greatest secretaries of state that our nation has ever seen.” https://t.co/yTfitSlGrP",
  "For example: Susan Collins in a Democrat in the Rep. Party. Enlist in the #USFA at https://t.co/oSPeY48nOh. Stand up for America &amp; join now #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/QX9FgYaTe2",
  "Judge Napolitano Wants Hillary Clinton Prosecuted For Committing ‘Serious Felonies’ (VIDEO) https://t.co/xGIjD7MT29",
  "President @realDonaldTrump tweeted about the DNC lawsuit. https://t.co/QsWhwDPhZ6 https://t.co/D2bWJOHhtM",
  "They weren't convinced. They're stupid. The 15 month Mueller investigation is a flop so they scrambled for another scam idea and fell right into a trap. I have a feeling Rudy has something to do with setting that trap. #Winning https://t.co/tdrBHgbDNb",
  "Anatomy of a Political Smear Confirmed – James Comey January Briefing Was Scripted by Clapper and Brennan To Create Media Narrative… https://t.co/ftTJJOSMUq https://t.co/tXZH3KMuwn",
  "Rudy returns https://t.co/VBJx8w5qOQ",
  "I am joining Patriots' Soapbox 24/7 LIVE CHAT https://t.co/VjBuC2v32A NOW Friday, April 20, at 2:40 pm ET to discuss #QAnon posts COMEY UNDER CRIMINAL INVESTIGATION, Trump NOT Target for MUELLER -... https://t.co/isTH8kvJBt",
  "#QAlert 4/19/18 UNROLLED THREAD for #Q posts for Thursday, April 19, 2018. OPEN this thread for all posts and research. Let’s go! \n\n▶️https://t.co/otFemTGSct\n\n@POTUS #MAGA #QAnon #TheRainMakers #WWG1WGA #MakeItRain",
  "Once the loudest anti-POTUS voice, but After his WH visit for a meeting w Potus &amp; military intel... followed by a visit to the bathroom Churck Schumer has found a new meaning in life actually working https://t.co/2dvlyVi7Fm",
  "BUCKLE UP DC, 'Unsafe' @DiamondandSilk are heading your way!https://t.co/ydPusyTcEU",
  "Just so you know, we will always have our Presidents back. \n\"Don't Get It Twisted!\"\n\n(Official White House Photo by Shealah Craighead) https://t.co/d5YwEqbT3g",
  "Clinton Foundation Donors Get Big Weapons Deals. 17 out of 20 countries that have donated to the Clinton Foundation saw increases in arms exports authorized by Hillary Clinton's State Department. (Article from May, 2015) @gal_deplorable @THEREALMRSAZON https://t.co/ceMDXr2bMh",
  "Looks like OPEC is at it again. With record amounts of Oil all over the place, including the fully loaded ships at sea, Oil prices are artificially Very High! No good and will not be accepted!",
  "Attacks on our law enforcement must end! These heroes dedicate their lives to serving &amp; protecting our families, neighborhoods &amp; communities. Our hearts go out to the family &amp; loved ones of two @GCSOFlorida deputies who lost their lives in the line of duty https://t.co/yLJjpPXkZ6",
  "My thoughts, prayers and condolences are with the families, friends and colleagues of the two @GCSOFlorida deputies (HEROES) who lost their lives in the line of duty today.",
  "Sanctuary Cities released at least 142 Gang Members across the United States, making it easy for them to commit all forms of violent crimes where none would have existed. We are doing a great job of law enforcement, but things such as this make safety in America difficult!",
  "There's *absolutely nothing*, nada, zippo, zilch, in these memos that points to the need for Rod Rosenstein to appoint a special counsel back in 2017.   WTF ??? \n\nhttps://t.co/odLWxDgik8",
  "Mike Pompeo is outstanding. First in his class at West Point. A top student at Harvard Law School. A success at whatever he has done. We need the Senate to approve Mike ASAP. He will be a great Secretary of State!",
  "Maxine has a problem with logic &amp; reality - perhaps that is why she gets reelected. Enlist with us at https://t.co/oSPeY48nOh. #USFA join. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/UoNE0BUhrd",
  "I wish liberals weren't so hateful. They need to understand we want to make America great again for all. We want lower taxes, an immigration system based on merit, and fair global trade. What is so wrong about peace and prosperity, people?!?",
  "I Sincerely Welcome The Storm To Scandinavia!\n\nWW.\nQ\n\n#QAnon #GreatAwakenening @realDonaldTrump https://t.co/MlZitOlZRf",
  "Give 'em hell Harry. Harry was a liberal but he told the truth. Enlist in our patriot army at https://t.co/oSPeY48nOh. #USFA sign in now. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/vWG4d7DJRN",
  "Gingrich on Dems Opposing Pompeo: Trump Should Hold Rallies in Their States and Call Them Out https://t.co/3k7ZFSspfg",
  "Timeline, Antarctica, Next Pole Shift, Declassified CIA Docs Analyzed (Video) https://t.co/YEp9pGUeJm https://t.co/GJ3qQmxBor",
  "We see all. We hear all. \n@POTUS #MAGA #QAnon #FutureProvesPast #Q https://t.co/bhVe0dGCRq",
  "NK deal done back in November of 17? This will break the MSM. \n\n@POTUS #FutureProvesPast #QAnon #MAGA #Q #KAG #GreatAwakening #NOKO #SOKO https://t.co/Oyl1sIBWtI",
  "When the truth comes out about everything the leftists will run for cover. Enlist with us at https://t.co/oSPeY48nOh. Join our patriots. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/9g31cls4Fm",
  "Dems Notice McCain Still in Hospital, Block Emergency Measure Directly Related to Him https://t.co/jfdryMEac4",
  ".@AlanDersh: \"We have a presumption of innocence - and I see no indication that @POTUS did anything wrong either before he became president or after he became president.\" https://t.co/r9ETJsrWFC",
  "@intheMatrixxx @AmIntelMedia @elenochle @antischool_ftw @DestroyIllusion @45IsMyGuy @1ambecauseweare @SOLID_MAGA @B754344255 @Sewapalooza @inittowinit007 @RightWingAngel @Code_Tripping @lunasea2310 @1776Stonewall @_Discernment_ @media_nc @ITS_LIISA_ We are upon the Day of Reckoning @intheMatrixxx ... \n\nIt’s my firm belief we have reached critical mass at this point.\n\nCriminals are about to feel the wrath of Justice in my opinion, FINALLY",
  "Absolute true badassery! We @The_Rain_Makers support our troops! Let's get #RedFriday trending together today. Honor are true heroes #DefendersOfTheNation #TheRainMakers #WWG1WGA #Patriot #TheGreatawakening #ARMY #Navy #Marines #AirForce #2A @POTUS @LisaMei62 @intheMatrixxx https://t.co/TK6YYHglCK",
  "Liberals - can you read? The Read Amendment II - read it! Patriots:::: Enlist in the USFA at https://t.co/oSPeY48nOh. Join us &amp; sign in. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/KbvcdQuwmB",
  "Anything new going on at Guantanamo Bay? \n\nWhy YES there is...as of April 18th.\n\n“Rear Admiral John Clinton Ring was installed as NEW COMMANDER OF GUANTANAMO BAY, CUBA in a ceremony that was closed to non-military media coverage.”\n\n#ClubGitmo #QAnon #ItsHappening #ShineTheLight https://t.co/Pq2DE4caPE",
  "A patriot created these trading cards to help tell the story of #Qanon  👇🏼 https://t.co/AMY5UPMohX",
  "Over dinner at Mar-a-Lago, Giuliani says Trump floated him joining the legal team because he wanted his advice. Giuliani told him, \"Look, I'll give it to you anyway.” \n\nHe’s joining the team as an unpaid volunteer, taking a leave of absence from his firm.\nhttps://t.co/FjO9v1L5rT",
  "BREAKING: George Soros is shutting down his Open Society Foundations NGO in Hungary, and moving it to Berlin instead.\n\nThis after Hungary prime minister Viktor Orban has been introducing new laws aiming to ban Soros.\n\nThis is fantastic news. When will the West follow?",
  "Confirmed: HUD Misplaced $2 Billion During 2016 https://t.co/prOQJVtU7v",
  "Barry Hussein's ⒸⒾⒶ Chief John Brennan Made Secret Visit To Moscow In March 2016. In June 2016 Christopher Steele Produced His First Anti-Trump Memo.\n\nI'm Sure This Is Just A Coincidence. Nah.\n\n#QAnon #GreatAwakening #Treason https://t.co/e9qd2M2Am3",
  "https://t.co/MJnoCXr7iZ\nGovernment accidentally sends file on “MIND CONTROL” to journalist",
  "Nancy Pelosi is going absolutely crazy about the big Tax Cuts given to the American People by the Republicans...got not one Democrat Vote! Here’s a choice. They want to end them and raise your taxes substantially. Republicans are working on making them permanent and more cuts!",
  "For Red Pilled ONLY! https://t.co/sbfllU8hyk",
  "Anthony Wiener's laptop is going to be 'Nuclear' for Hillary Clinton. \n\nThe Fake News MSM will try to spin it every way the can. \n\nRussian Bots \n\nAI. \n\nLookie see. \n\nWe already did a 'fake' Barack Hussein Obama video.\n\nDon't drink their Kool-aid.\n\nThe footage is very real.\n#QAnon",
  "ODNI James Clapper (now w/ CNN) was the person who instructed James Comey to push the sketchy dossier initially publicized by CNN days later.  https://t.co/odLWxCYHsA https://t.co/cssKhicjDz",
  "Here are the Comey memos as obtained by @AP's @MCJalonick \n\nhttps://t.co/jSCmE2B6Gw",
  "New Q's! https://t.co/B9GFkZ4PQN\n\nRudy.\nNYC.\nRelationships High.\n“Insurance File.”\nQuiet until now.\nQ\n\n#QAnon #GreatAwakening https://t.co/YrObUmOwd9",
  "NK ready to throw bad actors under the bus\nNK loves POTUS https://t.co/AyI9NjbNDS",
  "Nancy Pelosi just revealed STATE SECRETS, Classified information that the House Intelligence Committee has traveled inside of North Korea on National Television.\nCarefully Listen and Watch her Reactions- someone whistles as if to say \"you screwed up\".\n#QAnon #GreatAwakening #NOKO https://t.co/PpvNXnY2Bx",
  "New Q! https://t.co/B9GFkZ4PQN\n\nIf Nancy Pelosi Only Had ONE Glass Of Wine Before This Weekly Briefing, Everything Would've Been Dandy. She F*cked Up. She's DONE.\n\nThe words used re: Intel &amp; buying/selling will bury her.\nQ\n\n#QAnon #GreatAwakenening @realDonaldTrump https://t.co/sRuARGCfQ4",
  "Movies to Watch: \n\nThe Sum of All Fears (Depopulation)\nTruman Show (Mockingbird)\nHunger Games (Agenda 21)\nBourne Identity 2016 (Social Media)\nMatrix (Mockingbird)\nEyes Wide Shut (Ritual)\nTitanic (Federal Reserve)\n2001 A space Odyssey (911)",
  "The #Clintons were covering up their trail of blood and corruption by way of the #OKC incident via Tim McVey. The rabbit hole runs deep! #OKCBombing #OklahomaCityBombing #ClintonCrimeSyndicate #JamesBiden #ThePatriotAct #PatriotAct #Comey https://t.co/ArVIlesegk",
  "Donald Trump has been tweeting for 9 years, 37,000 tweets. During that time he has made billions, had the #1 show on TV, had it run 14 seasons, then got himself elected President. Tell me again why he shouldn't tweet? Think he really needs tips on how to be successful?",
  "Influencing race-baiters, gang-bangers, and crony special-interest regulators for three decades... https://t.co/L81kRcSOiU",
  "The Liar-in-chief returns for another go around. The dirt keeps coming up. Enlist ----&gt; https://t.co/oSPeY48nOh. Join our patriot army. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/llFJuAnTv0",
  "WASSERMAN SCHULTZ IT AIDE IMRAN AWAN FAMILY HANDED OFF USB OF DATA TO PAKISTANI SPY CHIEF, PARTNER SAYS \n\nhttps://t.co/b7WbhvCI4n",
  "Strong campaign speech by PM Abadi in Diwaniyah, southern #Iraq.\n\n[paraphrasing]: \"We delivered to you the promise we made 3 and a half years ago, to defeat Da'ish and liberate our lands. Now it's time for the second victory: providing jobs and services and reconstruction.\" 🇮🇶 https://t.co/UIUTwGPCsO",
  "I was a Democrat my entire life. In my defense, I never paid much attention to politics. I don't know how anyone could still support the Democrat party after what they have done to our country the last 10 years.",
  "@almostjingo @lor65 @tracybeanz @pamela12931446 @peko3417 @thetracyhilton @jess84109412 @ZaffoZaza @BrandonHathaw12 @_VachelLindsay_ @Nick_Falco @TrumpfanBucksPA @RepMikeTurner @DevinNunes Nunes letter sustains my assertion. If no dossier (with FAKE Yahoo News &amp; Mother Jones articles) there would be no FISA warrant. Cohen opened lawsuit against Fusion GPS &amp; Buzzfeed. FBI &amp; DOJ desperately scrambling to legitimize dossier by going after Cohen. #DEMANDRosenstein https://t.co/JdaLUEH7Ta",
  "#DJT has done a lot of fine things behind the scenes. Give him credit. Join our freedom army by enlisting at https://t.co/oSPeY48nOh. Act. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/bqCnpJrTBO",
  "Miami Herald sues for court records involving Clinton associate Jeffrey Epstein’s alleged CHILD SEX RING https://t.co/izvoVdEYzz",
  "🚫🚩STAGE COULD BE SET FOR MAJOR FALSE FLAG TERROR. At the exact same time crap about Iranian terror \"sleeper cells\" was being reported by the MSM, 640 lbs of TNT was \"stolen\" in PA along with 400 blasting caps. EYES OPEN! \n@POTUS #MAGA #QAnon #Q https://t.co/ggFyyhxWGD",
  "In Three Weeks, America Will Find Out Who Jeff Sessions Really Is https://t.co/dr31yoQNoR",
  "In which @michellemalkin deconstructs the recent New Yorker @ChickfilA freakout: \"Horror of horrors, what menaces these sandwich-sellers of faith be!\" https://t.co/jTSWnHy2Ci",
  "#QAnon #QAlert #QAnonPatriots  ty .@realDonaldTrump https://t.co/PCfkeHa2eh",
  "Father of Jalen Hurts suggests his son will transfer from Alabama if he doesn't win starting QB job https://t.co/maX98etj7n",
  "Could this be why the DEMS are attacking EPA's Pruitt? \n\nH/T @LouisianaEer \n\n@POTUS #MAGA #QAnon #WWG1WGA #MakeItRain https://t.co/CBYbhP9Nsd",
  ".@SebGorka on how important the 2018 Midterms are for the .@GOP on .@BreitbartNews Daily on .@SiriusXMPatriot https://t.co/YO0Odr8FK1",
  "Indian woman speaks with forked tongue. The U.S. FREEDOM ARMY needs all patriots to join us at https://t.co/oSPeY48nOh. #USFA enlist now. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/r6SKpqkeMo",
  "“This Horrifying Real-Life Murder-For-Hire Case Included Details Usually Seen In Action Movies,” U.S. Attorney Geoffrey S. Berman Said In A Statement. “Hunter, Samia And Stillwell Conspired To End The Lives Of People Overseas Whom They Had Never Met.” https://t.co/u12lVUMxmw",
  "\"I care not what puppet is placed upon the Throne of England to rule The Empire on which the sun never sets. The man that controls Britain's money supply controls The British Empire, and I control the British money supply.\" - Baron Nathan Mayer Rothschild",
  "August 1976, The House Banking Committee Staff Report Lists Original Federal Reserve Board Members. Every single name was an associate of Nathan Mayer Rothschild, one of five sons of the second generation Rothschild Banking Dynasty. (16. September 1777 – 28. July 1836) #Q #QAnon https://t.co/wA5hTFnPyn",
  "California Governor Backs Down — Announces Mobilization of 400 National Guard Troops, Per Trump’s Order https://t.co/X0jXfR15GY",
  "Lois Lerner &amp; now Loretta Lynch. Everyone with initials LL must do this. Enlist in our patriot army at https://t.co/oSPeY48nOh. Sign in now. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/7ka0wbnFdB",
  "New #Qanon posts for April 18th!\nAre there suspicious circumstances surrounding McMaster's death?\nJerry Brown had no choice in the NG border mission decision.\nAnd Q confirmed a graphic to be fake.\n\n#GreatAwakening #Tarmac #TarmacMeeting #ReleaseTheVIdeo #TaxCuts #LetsSueFacebook https://t.co/CVIpEvQhWg",
  "Fake.\nQ\n\n@BackChannel17 IS Fake.\n\n#QAnon #GreatAwakening @realDonaldTrump https://t.co/MoTJgvWB0O",
  "@RealJamesWoods Best Wishes Jessica.",
  "New York Gov Cuomo grants 35,000 paroled felons right to vote https://t.co/wAwd9EDnLh",
  "From @CecilHurt: Hugh Freeze probably needed a \"cooling-off period\" before an SEC school could hire him in the wake of Ole Miss' scandals: https://t.co/9d9ezAtCKu",
  "I am joining Patriots' Soapbox 24/7 LIVE CHAT https://t.co/VjBuC2dsb2 NOW Wednesday, April 18, at 10:50 am ET to discuss #QAnon posts from last night - #Qanon posts warning - Criminal Investigations of FBI/DOJ coup d'état conspirators - join us RETWEET @realDonaldTrump",
  "I have just posted on my YouTube Channel (jrlcorsi) today's #QAnon DECODE: Apr 18 Dr. Jerome Corsi Decodes Latest QANON Posts #1174 thru #1175 https://t.co/b1TkyajwSz New CIA attempts to discredit Q, start of @realDonaldTrump COUNTERATTACK, new USAF intel posting @BackChannel17",
  "NYPD Refuses To Do Their Job So ICE Steps In: Arrests Over 200 Illegals Convicted Of Crimes Including Child Rape and Murder https://t.co/Def1YvIkng NYC + CA sanctuaries FAIL as @realDonaldTrump moves to enforce immigration laws #Qanon8chan",
  "The \"CIA and the Media\" @realDonaldTrump @intheMatrixxx @seanhannity @DilaraEsengil @TheRealHublife @LizCrokin @LizCrokin @LionelMedia @Thomas1774Paine @donnie_maga @scratchhere @DontBlowItTrump @RepStevenSmith @2runtherace @CraigManoukian @AltRockAddict https://t.co/OMoI9ZCyyM",
  "No Leaks – CIA Director Mike Pompeo Met With Kim Jong-Un Over Easter… https://t.co/YGv4Oh9ixg https://t.co/di5s4p1A1o",
  "Snake slithers across US military sniper’s rifle in stunning photo https://t.co/9X6yW7QU5e",
  "Unsealed indictments show 30 charged in drug roundup \nhttps://t.co/mxWxLOJ6r4 https://t.co/Fp1pnNQbll",
  "TUESDAY APRIL 17TH NEWS BLAST @KillerKellyReno @1ambecauseweare @SOLID_MAGA @BookEnoch @ScottAnthonyUSA @RightWingAngel @antischool_ftw @NothingYouHear @FedupWithSwamp @AddamLanza @Sewapalooza @45IsMyGuy @lunasea2310 @TheJordanRachel @Laura_Goehring #qanon #maga @TheRealMrSazonn https://t.co/95NdXNedAD",
  "Prime Minister @AbeShinzo of Japan and myself this morning building an even deeper and better relationship while playing a quick round of golf at Trump International Golf Club. https://t.co/YqU7pHiFoU",
  "Memphis loses $250,000 in Tennessee payback bill for removing Confederates statues https://t.co/TU56652Esq",
  "NYPD Refuses To Do Their Job So ICE Steps In: Arrests Over 200 Illegals Convicted Of Crimes Including Child Rape and Murder https://t.co/bf6Jec7UDi... https://t.co/BC4GzqmoXI",
  "ICE arrests 225 in NY immigration raids, many with criminal records https://t.co/8M6eRs2eqi",
  "1 of 2 4/18/18 letter to Wray, Sessions, and Huber referring individuals for violation(s) of federal statutes!!!!  Big names listed. Will post here!\n\n🌀https://t.co/WVgzoB74XL\n@POTUS #MAGA #Dossier #CORRUPTION #KAG #DeepState #Winning https://t.co/iYY3MG9LBN",
  "Wow! Here is another #Q proof! Pompeo. Great work Anons! \n\n@POTUS #FutureProvesPast #QAnon #MAGA #TrustKansas #Pompeo #KAG #NoKo #SoKo #GreatAwakenening #WWG1WGA #QAlert https://t.co/817nBf85yj",
  "@IWillRedPillU She's a HERO! https://t.co/NeApj9xTwq",
  "The agenda, more precisely, is to promote global socialism.Enlist with our army at https://t.co/oSPeY48nOh. #USFA join #Constitution act.  #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/2uKVVRJcDC",
  "You cannot make a silk purse out of a sow's ear. Danger lurks here. Enlist in the #USFA at https://t.co/oSPeY48nOh. Americans :: stand up. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/NrFiiRjeA6",
  "Unless direct action is taken the entire free world will be swallowed. Enlist in our patriot army at https://t.co/oSPeY48nOh. Fight back.  #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/G8qZaapIx6",
  "As The Truth Is Uncovered, More Charges Will Be Added. FBI Went Back To Little Rock And Started At The Beginning. Clinton Cabal Case Will Be HISTORIC. Could Easily Take A Few Years. Think Nuremberg Trials, War Criminals. Unless Hillary &amp; Bill Suicide Each Other? But Then... 👇🏼 https://t.co/3QbShkDPcW",
  "Extremely Important:\nFF In Motion\nWe Are Attempting To Prevent At All Cost.\nClown attempt to frame Q Strike Package Response as Terror Attack. \nRepeat:\nStrike Package 111V-B is Military Op.\nTrust Q\nTrust POTUS https://t.co/XEWnsS6K2j",
  "Complete Breakdown: Hillary, Comey, and Lynch Referred for Criminal Charges by Lawmakers in the Eyes of the DOJ\n#ObamaGate #WhateverItTakes\n#ClintonFoundation #UraniumOne #QAnon #GreatAwakening #ThursdayThoughts #GameStruck4\nhttps://t.co/VB14n4rcro #news",
  "I know not what course others may take, as for me I stand with Trump\nAs General Patton said \"Pick a Man you trust, then trust the Man you picked \" \n#StandWithTrump\n#UnitedWeStand\n\n#GuardianHawk77 https://t.co/mlHvKjQs39",
  "Could the Goldman Sachs report be exposing pharma’s real end game of drug dependency vs. curing disease?\n\nhttps://t.co/yNsLpRxAFc  #infowars #health",
  "How about a hand for Kristin Gaspar Chairwoman of the San Diego County Board of Supervisors, which just voted to support the Trump Administration's lawsuit against California sanctuary laws. #WednesdayWisdom #MakeCaliforniaGreatAgain https://t.co/Hnnt7HkZ6U",
  "Thank You Mr. President 👏👏🇺🇸 #WeThePeople @realDonaldTrump #Trump2020 #QAnon #MAGA  #DeepStateCorruption #LockThemAllUp https://t.co/ebA6xKh4u5",
  "Talmud to Karl Marx\nTo Lenin to Leonid Trotsky\nTo Saul Alinsky to HRC/Obama\n\nPhoto 1 Trotsky\n2 Alinsky\n\nEach generation fine tunes the message https://t.co/15luG6G9qQ",
  "Trump Confirms Mike Pompeo Met With Kim Jong Un https://t.co/XPHroN3jyi",
  "DEVELOPING: CIA director Pompeo MET KIM over Easter Weekend... https://t.co/gYx3PGeGBP",
  "Gorsuch ruling forces the vague law back to congress. \nWin Win\n#QAnon GreatAwakening https://t.co/EULf35btJP",
  "NEW TO Q? Ready to discover the truth? THEN DIVE IN!!\nLink to new Q posts https://t.co/yXrnTgOxdl\n\nPDF Book w/ Q posts &amp; lots more information https://t.co/AvW9fmyz8b \n\nThread full of proofs https://t.co/NE0E8hCtHk\n\nQintroduction video https://t.co/IrwyawwicX",
  "During A White House Briefing In July 2017, ⒸⒾⒶ Director, Mike Pompeo, Recommended To President Trump That He Shut Down A Four-Year-Old Effort To Arm And Train Syrian Rebels. The President Swiftly Ended The Program.\n\n#QAnon #GreatAwekening https://t.co/8ERMLdURi2",
  "/-/-/ New QMap PDF freshly baked.\n/-/-/ With much love. v. 8.11.0\n/-/-/ Updated with /Qresearch/\n/-/-/ #1323-28, #1341, #1348.\n/-/-/ WRAYs of LIGHT.\n\n-QCA: https://t.co/ywERAKZioF\n-MEGA: https://t.co/eLJQDHIlWb\n-SCRIBD: https://t.co/o9nNlKdAWG\n-MEDIAFIRE: https://t.co/D3arMXzsqi https://t.co/bn120WKHG9",
  "If this is a real birth certificate someone has a scoop. The USFA awaits your enlistment at https://t.co/oSPeY48nOh. Patriots ---&gt; we need u #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/ce40wVBd6V",
  "Col. Stanislav Lunev Tells CBS News Of 'Suitcase Nuclear Bombs', Supposedly Planted In The Us In Case Of War. Some Of These 'Suitcases' Were Never Removed Or Dismantled.\n\nInterview November 7, 2001\n\n#QAnon #GreatAwekening @realDonaldTrump \nhttps://t.co/if2BE6OaL4 https://t.co/dOCEMgiXGD",
  "FOX NEWS ALERT: Surprise sitdown! CIA Dir and Secy of State nominee Mike Pompeo reportedly met with Kim Jong Un over Easter weekend https://t.co/PeUcS0PDrM",
  "Slippery James Comey, the worst FBI Director in history, was not fired because of the phony Russia investigation where, by the way, there was NO COLLUSION (except by the Dems)!",
  "Try the Courts, the MSM &amp; the Deep State. For starters. Enlist in our patriot army at https://t.co/oSPeY48nOh. Stand up &amp; sign in today. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/JFf3Mz8YTc",
  "Dershowitz: ‘Sessions Should Un-Recuse Himself’ https://t.co/gFF43ImgCU",
  "https://t.co/lnHeGfZT6c",
  "President Trump plans to build an Arab Army in the middle east, trained by U.S. soldiers, that can then handle the region and provide stability as the country is returned - https://t.co/ziJXNwbLYk #Trump #Syria",
  "Very moving visit today - \"Prescribed to Death\" Opioid Memorial on the Ellipse is a worthwhile partnership between @WhiteHouse, @Interior &amp; @NatlParkServuce. #StopEveryDayKillers https://t.co/ciJ0W5PBnN",
  "I thought this was more interesting than one blurb on a blog. Today, Abe asked POTUS for a commitment to help him rescue his ABDUCTED PEOPLE from NKorea. Does everyone understand where this will lead? Atrocities will be exposed! https://t.co/UcAbTKqk1m https://t.co/uHZqWmhrWD",
  "UPDATE!! Notable Human Trafficking Arrests (since Jan, 20 2017) \nArrests: OVER 5486 evil basTURDS\nRescued: OVER 3293 precious souls \nhttps://t.co/u6qXec5RCu https://t.co/XGZR4eZpy0",
  "BREAKING: CNN Interviews FBI Whistleblower; Refuses to Air Segment When Decorated Agent Hammers Andrew McCabe https://t.co/9uRkx4u8j3",
  "Or maybe it is just that the global warming nuts are being given a sign. Enlist with us at https://t.co/oSPeY48nOh. Patriots only please.  #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/6OZELoqpA5",
  "YUGE!!! 153 Arrested in Global Child-Sex Trafficking Operation Project Mercury https://t.co/wNgLNEdrWW #news",
  "All Q posts are now available on Q Clearance Archive! The page autoload the new posts too! https://t.co/NioczruWZw\n\n#QAnon #GreatAwakening #QClearanceArchive  @POTUS @realDonaldTrump @elenochle @SOLID_MAGA @antischool_ftw @DestroyIllusion @FedupWithSwamp @SGTreport @paul_serran https://t.co/s43J0FI0Ok",
  "#QAlert 4/17/18 Posts 1169-1171\n\nRR.\nBoom.\n\nBOOM.\n   BOOM.\n      BOOM.\n         BOOM!!!!!\n\nAnon \"Good morning #DoitQ  big day for me got interviews first time in over a year heres hoping!\"\nQ \"Good luck &amp; God Bless!\"\n\n@POTUS #MAGA #QAnon #BOOM #WWG1WGA #GreatAwakening https://t.co/lSGqkeJqs6",
  "‘MONEY LAUNDERING SCHEME’: Hillary, DNC Funneled $84 Million Through State Parties To Avoid Campaign Finance Laws, Lawsuit Claims https://t.co/yHZOyLWmLo",
  "The Historic Executive Order President Trump Signed December 20, 2017, Will Forever Change The Political &amp; Corporate US Landscape.\n\nExecutive Order Blocking The Property Of Persons Involved In Serious Human Rights Abuse Or Corruption. https://t.co/NVb2CbO4Y7",
  "So Comey says \"hundreds of thousands\" of Clinton emails on Weiner  laptop.  This is news to @JudicialWatch--we were told 72,000 pages of  documents. Have we been lied to again by State and FBI?  @RealDonalTrump should ask!  https://t.co/lBWRiTFH9u",
  "Europe first - the America - then the world takeover. Time for another Crusade. Enlist in our patriot army at https://t.co/oSPeY48nOh.  #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/pyXWTvWvyO",
  "People are realizing they are living in a matrix\nEverything is staged\nEverything is fake\nEverything is made up\nEverything you do is monitored &amp; logged\nYour life is scripted\nYou are the Truman Show",
  "Our borders are OPEN. Not secure, politicians \"all talk no action\" have allowed the flow of drugs, crime, and criminals into US for too long\n\nI saw it myself: \n\nWIDE OPEN! \n\nNo wall, no fence, NOTHING protecting our homeland\n\nWe MUST support @RealDonaldTrump  and BUILD THE WALL! https://t.co/KK9jk5lFkv",
  "Thank You!!! This Means So Much!\n\nWe Are A Small Group Of Researchers Who Believe 'Q' And Support @POTUS 100%, We Strive At Not Dropping Unverified News. We Do Speculate In The Double Meaning Of Things, But Who Doesn't.\n\n@FedupWithSwamp @kbk3n3 @MrsPatriot3 @rmck51337 @tf0620 https://t.co/8KlCSbqpWt",
  "Clinton FIXER Comey is a POS.\n\n#ComeyInterview @POTUS #ComeyDay #Comey #MAGA https://t.co/ZNHvVlzIMa",
  "I admire that she doesn’t hide her bias. Clearly she’s entitled to her own political choices, but did the political fervor of Director Comey’s “amazing spouse” (and four daughters) subconsciously influence his actions (or lack thereof)?  #JamesComey  https://t.co/jFoz3mYzSb",
  "NY Times wins Pulitzer Prize for uncovering Harvey Weinstein sexual abuses ... More than a decade after the newspaper concealed the same story on Weinstein &amp; Ultimately allowed Weinstein to rape and abuse hundreds of more women. CONGRATS ON YOUR AWARD.",
  "#QAlert 🚨 4/9/18\nAs bad as the beginning of FB is, the parallels between the CIA's backing of GOOGs dream of becoming \"the mind of God,\" and the CIA's funding of Facebook's goal of knowing everything about everybody is anything but benign.\n#DeleteFacebook\n@POTUS #MAGA #WWG1WGA https://t.co/rwDq2twDYd",
  "NYPD STOPPED THE ARRESTS BECAUSE OF FBI https://t.co/fD1Qjrjvx2",
  "#MAGA #TheStorm #WWG1WGA https://t.co/uU1nyrLPwl",
  "Rep Lee Zeldin (R-NY) to Hold Special Order on House Floor Tonight Detailing Case For Second Special Counsel to Investigate Obama's FISA Abuse https://t.co/xRj59evu0G Momentum builds for new SPECIAL PROSECUTOR @realDonaldTrump #Qanon8chan",
  "#QAnon https://t.co/l0NRvl51Vx",
  "How could we expect anything more from an administration headed by a bagman for ACORN. #SwampDenizens https://t.co/rWJsPYJgRg",
  "62) An anon made this list of companies funded by In-Q-Tel.\n#Qanon https://t.co/OBvgl3ODX2",
  "Soup-to-Nuts Smart Take on Big Picture of Inspector General Report of Andrew McCabe… https://t.co/jBMkyqq5Hf https://t.co/lNtSatHuTI",
  "Looks like Jerry Brown and California are not looking for safety and security along their very porous Border. He cannot come to terms for the National Guard to patrol and protect the Border. The high crime rate will only get higher. Much wanted Wall in San Diego already started!",
  "Well at least they go the stickers to put on the gravestones. Enlist in the #USFA at https://t.co/oSPeY48nOh. Join our patriots today. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/UH4eNrvkLe",
  "@realDonaldTrump That's because Jerry Brown and many others can ONLY win elections and stay in power with illegal voters. WAKE UP CALIFORNIA!! https://t.co/98Y8ix5mdU",
  "LOOK:\n\n#TarmacMeeting #Tarmac #ReleaseTheVideo #TaxCuts #LetsSueFacebook https://t.co/V9ob82mePM",
  "Wonder how San Diego residents feel about California’s sanctuary law? Just look at the number of emails @KristinDGaspar has received from those who oppose the law compared to those who support it https://t.co/4Iugbo7MS5",
  "Trump administration's lawsuit against California sanctuary laws backed by these cities, counties https://t.co/DuDFgnbwSb",
  "“Our Great Patriot Jeff Sessions is seeing to a great number of things that needs to be investigated” -Rep from Texas\n\n😉 Trust Sessions! #QAnon https://t.co/8QBDMCsnGx",
  "The swamp support group is detailed on the right hand side. Enlist in the #USFA at https://t.co/oSPeY48nOh. Patriots only please. Act now. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/ZF7U0VVILK",
  "James Comey’s wife, daughters wanted Hillary Clinton to win election https://t.co/wHiUDSsepN\n\nHAHAHA!! So did Comey! https://t.co/uHpSQr5my5",
  "“Governor Brown needs to follow the laws of our Constitution.” -@KristinDGaspar on CA’s sanctuary law https://t.co/b5y2il3ZIO",
  "In fairness, America was the enemy until November 8th 2016. So they can have that one. However, tied to #MAGA is a freed Iran. We got rid of our #DeepState, now you need to get rid of yours. #IranProtests https://t.co/kHZbZGVuVx",
  "Q Anon Update April 16 – The Tarmac Meeting Part 2 https://t.co/KBKLwy3NaK https://t.co/sHdOpjJ0Yq",
  "Hundreds of millions impacted by new Yahoo, AOL, privacy policies that collect emails, texts, photos https://t.co/DGRZyQeHy9",
  "The little whiney kids want something they haven't worked for. Enlist in our patriot army at https://t.co/oSPeY48nOh. Stand up today. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/5qfJC0IOjZ",
  "BDT? Welcome to Byron Trott's club https://t.co/57nMuZtyFj via @FortuneMagazine",
  "A Grand Jury is needed for the corruption pictured below. PATRIOTS ----&gt; We need your help in the #USFA. Enlist at https://t.co/oSPeY48nOh. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/TqJiVOwkz7",
  "Just visited @NSCsafety’s Prescribed to Death Memorial and their incredibly moving “Pill Wall” – featuring the faces of the 22,000 Americans who fatally overdosed on opioids in 2015. With @POTUS’ help, we are working to combat this scourge. https://t.co/49EiNflTWN",
  ".@Judgenap: When the judge ordered the FBI to make copies of Cohen’s docs, she inadvertently exposed attorney-client privilege https://t.co/2HZ2MS0uH8",
  ".@Jim_Jordan: 'Double Standard' With Andrew McCabe 'Drives Americans Crazy' @foxandfriends @kilmeade https://t.co/wo9rgZQJat",
  "I hope the National Guard is ready for the mass hysteria that is incoming once the OIG full report is released and those 24,500 sealed indictments are unsealed.\n\nTheir echo chamber media has them completely unprepared for #TheStorm that is coming... https://t.co/U0o4WDWCQy",
  "New York Times Awarded Pulitzer for Harvey Weinstein Sex Scandal, A Decade After Gutless Newspaper Covered It Up While Hundreds of New Victims Were Violated https://t.co/5Bk6TQmPK1",
  "@LisaMei62 @realDonaldTrump End to the Korean War after 65yrs ! Congradulations Mr  President ! I'm guessing that lil rocketman watched the news &amp; saw  what's left of ISIS getting smashed in Syria &amp; had a Great Awakening  ! \nhttps://t.co/zEcIFnsIXW",
  "What does Sean Hannity getting legal advice from Michael Cohen have to do with the Mueller investigation?\nNothing at all.\n\nThis is a partisan witch hunt seeking to destroy anyone associated with Trump.\n\nIt’s time to fight back against this absurdity.\n#Hannity #MAGA #WitchHunt",
  "Perhaps under #DJT the vetting will improve. We hope so. Enlist in our patriot army at https://t.co/oSPeY3QMpH. Read the truth &amp; join #USFA #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/4TlyhqmaBr",
  "North and South Korea are formally ending the war after a generation \n\nMedia: Not important! Sean Hannity has a lawyer!",
  "ICYMI: DOJ Inspector General Horowitz expects his wide-ranging report on the FBI and DOJ’s handling of the Clinton email probe to be finished next month and has been asked to testify before the House oversight committee on May 8th. https://t.co/IE6qv0fYN5",
  "Cohen’s Judge &amp; Stormy Daniels Have Much in Common: Playboy Bunny Judge Worked for Hugh Hefner, Had Illicit Sexual Romp on Federal Bench https://t.co/WmZPNXNcAL",
  "Why on earth would Barack Hussein Obama (VERIFIED) be one of the 252 people following  this account ??? #Qanon  #GreatAwakening #WTF !!! https://t.co/R5uX30SENm",
  "YUGE! 💥#Qanon Future PROVES Past! \n\nFirst NK post from 11/1/2017 and Many more followed. LOOK at the NEWS today! \"North and South Korea reportedly set to announce official end to war\" Thank you @POTUS for cutting the CIA ties in NK!\n\n#Qanon #MAGA #WWG1WGA #TheRainMakers #Q #KAG https://t.co/WY4L4DB897",
  "MONDAY APRIL 16TH NEWS BLAST #maga #qanon @antischool_ftw @DestroyIllusion @1ambecauseweare @SOLID_MAGA @intheMatrixxx @inittowinit007 @45IsMyGuy @ScottAnthonyUSA @Code_Tripping @lil_waaang @Obielicious @TheRealMrSazonn @camojo82 @Sewapalooza @1776Stonewall @B754344255 @NemoV8 RT https://t.co/y0WPFB4aNP",
  "[HRC]s favorite photo, with a reminder from #Q: \"WE HAVE IT ALL.\"\n\n@POTUS #MAGA #Clinton #ClintonCorruption #DrainTheSwamp #MakeitRain @QAnon https://t.co/9ewieOMOtM",
  "One of the cut scenes in #Titanic. \n#EndTheFed #QAnon https://t.co/AxKwgDjGVD",
  "President Clinton had sex with an intern on the most famous desk in the world. I’d say that might be putting self-interest before country. https://t.co/aMshMHGtQG",
  "The global incident map has a NEW FEATURE!! Now tracking HUMAN TRAFFICKING arrests!! https://t.co/KmUv8jsuhT",
  "Bill Clinton’s Hush Money to Settle Sexual Assault Suit Makes Stormy Daniels’ Cash Look Like a Church Picnic https://t.co/Uf4UGFgOcQ",
  "Judge rules to unseal 11 cases of Investigations of Bill Clinton and Monica Lewinsky Torrid Affair https://t.co/7DpCbNE8P2",
  ".@MarshaBlackburn: “When you allow sanctuary cities, first of all, it puts your citizens in peril.” https://t.co/K1qLrPx8Uz",
  "ALL OF US are having GREAT difficulty getting information out on Twitter today. I can barely attach pics, very few people are seeing my tweets and I keep getting internal server errors. I hear Facebook is even worse. Must be BOOM time! https://t.co/bOOSkDMDWP",
  "#QAnon @TRUTH_USA_2016\n@jerome_corsi @RealAlexJones\n@IngrahamAngle @TuckerCarlson\n@PrisonPlanet @1776Stonewall\n\n■ FBI.AND ■CIA both...\n■TOP LEADERSHIP serves the DEEP STATE and the SES500. https://t.co/t0nE9TWWd7",
  "Cohen case is heard by Judge Kimba Wood — aka the 'Love Judge' https://t.co/FVdb3UdY0w She worked as a Playboy Bunny at a Playboy casino in 1966. She was “Love Judge” in 1995 when diary of multimillionaire Wall Street financier (her lover) passionate prose re his trysts w jurist.",
  "PATHETIC COMEY, a real SOB QUEEN emotional, self-serving justifications TRUMP IS RIGHT - COMEY obstructed justice, LIED under Oath to Congress (or to FISA court) over FUSION GPS Dossier - LEAKED (criminal) - COMEY should have written a DEAR DIARY $ buried it HIGHER TRAITOR @Potus https://t.co/Erfe3q2Se1",
  "Lewandowski: Comey and McCabe ‘Two Liars Lying About Each Other’ (VIDEO) https://t.co/69MGEhnhUi both HATED @realDonaldTrump LOVED HRC/BHO - DEEP STATE OPERATIVES - self-serving liars attack each other LET'S WAIT FOR IG REPORT on COMEY #Qanon8chan https://t.co/ZcOE5CawSc",
  "@realDonaldTrump Time to FIRE Rod Rosenstein - he wrote a decision advising you to fire James Comey then he appointed Robert Mueller who he allowed to investigate you for obstructing justice for firing Comey as he advised. #QAnon FIRE ROSENSTEIN NOW - goodbye, good riddance https://t.co/eN16nXHeWp",
  "Former FBI Asst Dir Ron Hosko Rips James Comey Over 'Salacious' ABC Interview https://t.co/VyGx7dyZbG   \"Comey’s animus to the President displayed in the interview would stoke accusations that a “deep state” is attempting to undermine Trump and his administration\" @Potus #Qanon",
  "New Loretta Lynch Revelations Shock Comey’s Book Tour https://t.co/Wk6efKaGRa Clinton on Tarmac Mtg PROMISED Lynch a Supreme Court seat if she would EXONERATE HILLARY @realDonaldTrump #Qanon8chan (Reappoint as AG first, then replace Ruth Bader Ginsburg)",
  "Trump alleges ex-FBI chief Comey committed 'many crimes' https://t.co/2FWcRG2zZc Comey book BACKFIRES - a dud - NOTHING NEW, just sanctimonious self-justification by Comey who obviously HATES @realDonaldTrump Detail &amp; repeated testimony w DESTROY Comey #QAnon",
  "#QAnon drops BOMBSHELL 23andMe INTERNET company collects personal DNA - company run by Anne Wojcicki who is married to Google co-founder Sergey Brin - scheme to MARRY your DNA w GOOG &amp; FACEBOOK social data * PRISM databank by NSA/CIA intel agencies SILICON VALLEY = BIG BRO @Potus https://t.co/ixQd2N4p8K",
  "[Qanon Card 041]  Reich Minister of Censorship🚫 for the Swamp. Ensures non-approved comms fail to trend. Did ES get Algorithm? Project Deep Dream. Are you Shadow-Banned? Sleeping yet? #Qanon #TheStormHasArrived @realDonaldTrump @jerome_corsi #InternetBillOfRights ⚜️Retweet⚜️ https://t.co/q5hzbG9JFS",
  "1. OIG BOMBSHELL!! Hidden within the OIG report on McCabe's leak to Barrett of the WSJ, is an astronomically damning correlation between Loretta Lynch, the NY Field Office of the FBI, McCabe, and the NYPD. PLEASE SHARE",
  "MUST WATCH short video from BPEarthwatch. @POTUS was destroying #DeepState ability to carry out continued conflicts . #Q #QAnon #MAGA🇺🇸🇺🇸🇺🇸Clown assets moving from NK to Syria. Why The US Really Attacked Syria. https://t.co/YRjl2jtyzZ",
  "Thank God for Admiral Rogers!! This thread explains the entire FISA warrant/GPS/Hillary/obama scheme. It also shows us that a nefarious government contractor, who could be ANYBODY, had full access to all American's records just to destroy Trump. https://t.co/bJ4KSzCsL8",
  "If you want to understand everyone’s thoughts and, more importantly, their behaviors leading up to the #2016 election, there is only one factor you need to consider. They all expected #Hillary Clinton would be elected. Their every action was predicated on that one “sure thing.”",
  "1. I like to study South Africa. It's a proxy for what we can expect here in the US. We observe a multi-generational plan to destroy freedom there and we should heed it as a stark warning. It all started with pilgrims in search of individual liberty… #NWO #GreatAwakening https://t.co/pfHhDszwzf",
  "“California isn’t the future, rather, it’s what America’s 2016 election of Donald Trump saved the nation from becoming. It’s not a harbinger of things to come, but it will soon be an example of the fate we narrowly avoided.” #JerryBrownDisaster https://t.co/RN5WyUS4DB",
  "#Qanon Posts for 4/15/2108- This will be my THREAD for all of #Q's posts for Sunday, April, 15, 2018. \n\nSC Lynch deal, 'The Plan', Proofs, Comey throws AG Lynch under bus, The WHY and WHERE, Clowns on board, Clown black Brennan, Five eyes and more! \n\n@POTUS #MAGA #WWG1WGA #KAG https://t.co/Glxn1cMIpm",
  "VERY TELLING: Russia’s more advanced air defense system didn’t engage the allied weapons.",
  "Nick Saban wanted to hire Hugh Freeze, but SEC Commissioner Greg Sankey encouraged it not to happen, per @mzenitz and @jtalty https://t.co/ysJpoq4ks1",
  "#QAnon\n/-/-/-/  New QMap PDF freshly baked.\n/-/-/-/  With much love. v. 8.10.0\n/-/-/-/  Updated with /Qresearch/\n/-/-/-/  #1256, #1257, #1265, #1287, \n/-/-/-/  #1299, #1317-21.\n-MEGA: https://t.co/h9pVvEKjgF\n-SCRIBD: https://t.co/1rNpC8Pk23\n-Anonfile: https://t.co/fn3jOSDG7d https://t.co/rWIDgyYXZd",
  "We'll bet Muslims talk like this all the time. Yeah right!! Enlist in the #USFA at https://t.co/oSPeY48nOh. Patriot central awaits you. Act. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/ELLkUxIE8h",
  "#SUGAR #HEALTH #SCIENCE #HUMANSTUDY #DIABETES\n\nStudy Shows What Happens To The Human Body When It Goes Just 10 Days Without Sugar \nhttps://t.co/BhJ1QKq1ot https://t.co/BT7DT64dho",
  "LATEST: Strikes targeted scientific research described as center for development, production and testing of chemical weapons; site of Syria's primary sarin production facility; and chemical weapons storage facility, Pentagon says. https://t.co/nIJ8EEuy3p",
  "WOW! Devin Nunes says the documents that Rod Rosenstein finally turned over show that the Obama State Department colluded with a foreign intelligence agency to start the FAKE Russia Investigation!",
  "Killed-0 ,slightly wounded 3 civilian.\nTo repel the attack, Damascus deployed Soviet-made surface-to-air missile systems, including S-125, S-200, 2K12 Kub, Buk, Osa.",
  "Russian MoD: US alongside UK and France launched 103 cruise missiles and air-surface missiles on Syrian civil and military facilities, 71 missiles were intercepted by Syrian air defense systems.",
  ".@SebGorka: “Last night was about our response, morally, to the atrocious weapons that are chemical weapons, but also, more importantly it’s a message to anybody who supports this kind of regime.” https://t.co/IZo64BsQ1M",
  "#BREAKING DOJ Inspector General releases report on fired FBI Deputy Director Andrew McCabe - he lied to IG, lied to Comey and reprimanded two FBI executives for leaks he had authorized Special Counsel to disclose to the Wall Street Journal. Wow! More to come",
  "59 Guatemalans, 1 Mexican, and 1 Salvadoran detained in Arizona. As reported by border patrol to El Pais, the group claims to be part of the caravan of Central American migrants. The Salvadoran migrant is reportedly an MS-13 gang member   https://t.co/7aMrRqrHqo",
  "@realDonaldTrump #FridayThe13th\nFlashback Friday #FridayFeeling \n\nThe Silent Majority of Americans\nWant Slimeball James Comey\nTo Get Clean 👉🏻 In Prison\n\n🔗https://t.co/ZWtrzBdocE https://t.co/9AHApU0M87",
  "The DOJ and FBI POLITICAL Motive Behind The Raid on Michael Cohen was to get OPPOSITION RESEARCH for 2018 mid-term elections https://t.co/xPlaGWwMm9 more proof FBI/DOJ still controlled by HARD-LEFT, HATE-TRUMP ideologues @realDonaldTrump #Qanon8chan",
  "Thank you Mr. President for  your dedication &amp; hard work ridding region of ISIS.  Is ISIS gone? The American people deserve to know who started &amp; funded ISIS. Explain to Nation how you have changed our Forign Policy to stop funding Terrorists, Coups &amp; Arms sales to militants. https://t.co/KduPu6DLDl",
  "/-/-/-/  New QMap PDF freshly baked.\n/-/-/-/  With much love. v. 8.9.0\n/-/-/-/  Updated with /Qresearch/\n/-/-/-/  #1217-27, #1249-53.\n/-/-/-/  Q#17\n/-/-/-/  Commented and sourced.\n\n-Anonfile: https://t.co/h9DuLWcHX4\n-SCRIBD: https://t.co/XpqzCAIh2E\n-MEGA: https://t.co/zkNhKXKTiN https://t.co/1WSc9jL3xg",
  "Honored to have Republican Congressional Leadership join me at the @WhiteHouse this evening. Lots to discuss as we continue MAKING AMERICA GREAT AGAIN! https://t.co/b9z5Nfdkcl",
  "STOP! Please take a look at these 3 Memes. Now you can go and comfort those freaking around you as well!\n\n@POTUS #QAnon #MAGA https://t.co/1uRyw7EdsD",
  "Here is why PAUL RYAN resigned today: PHOtO w SOCCER MOUFAZ outed by #Qanon8chan as key Al-Qaeda PLOTTER w John McCain, Hillary Clinton, OBAMA plan to CREATE &amp; ARM ISIS sold to Congress as \"Moderate\" Syrian Rebels in 2013 = TREASON will be outed in @realDonaldTrump SYRIA STEPS https://t.co/rVlnvFztGu",
  "#RETWEEET if you want TRAITOR @SenJohnMcCain to TURN HIMSELF IN.  Stop lying. THIS 🇺🇸 NOT THIS 🇸🇾! We see you. 😡\n\nWe do not FORGIVE. We do not FORGET.\n\n@POTUS #NoName #MAGA #DrainTheSwamp #KAG #TrumpTrain  #GreatAwakening #Q #QAnon #WWG1WGA #DeepState #Syriahoax #RedPill https://t.co/UAVKRsbE7q",
  "M.A., woman who sued https://t.co/98d3bCFj8l, dances as Pres. Trump signs bill combatting online sex trafficking. \"It's about damn time.\" https://t.co/jmdzOE7XOn https://t.co/FCnGNCFfvA",
  "BREAKING: FBI admits that @realDonaldTrump haters still have Top Secret security clearances which allows them to access sensitive private information! https://t.co/T5rxuzekyk",
  "#Qanon Update April 11 - #Trump #Syria #Zuckerberg #Facebook https://t.co/4u6IkpiLMZ",
  "Wise words from a smart Anon! https://t.co/X12lMkl1wj",
  "Good piece by Mr. Dershowitz. Attorney-client privilege is a sacred constitutional right, the violation of which should concern us all regardless of our political predisposition.  https://t.co/YJf0opkTFT",
  "MOMENTS AGO: @POTUS signs bill to fight sex trafficking. https://t.co/UBeK6yhxDG",
  "Fresh Q Drops Appear Here... https://t.co/B9GFkZ4PQN\n\nBelow Is A List Of Initials Used By Q\n\n#QAnon #GreatAwakening @realDonaldTrump https://t.co/SKwS5ekNzk",
  "https://t.co/S6YHcAFYpC",
  "Interesting post from an Anon on 8 Chan regarding Epstein Island.  #Q #QAnon #QAnon8Chan #MAGA #wednesdaythoughts https://t.co/Wwr3gMCys2",
  "EVIDENCE: Supreme Court Justice John Roberts Was ‘Hacked’ By Obama Officials. By Patrick Howley, July 12th, 2017 @BigLeaguePol  #GreatAwakening https://t.co/iLBQE2b4xt",
  "Former Senior Prosecutor At The DOJ Who Served In President Hussein Obama’s Administration Has Been Busted For Trying To Sell Highly-Classified Lawsuits Brought By Whistleblowers To The Entities Of The Pending Investigations. #GreatAwakening https://t.co/h3E7nFLFCE",
  "Remember That Time When The Obama Administration Helped Engineer A Coup In The Ukraine, Funded By George Soros? https://t.co/10GjWUJuIv",
  "Want to freak yourself out? I'm gonna show just how much of your information the likes of Facebook and Google store about you without you even realising it",
  "😂😂😂😂\n\nWW3 is not so imminent! https://t.co/yRotrXNbrg",
  "Satellite photos of Russian naval base in Tartus, Syria confirm all 11 Russian warships have left Syria. - @AmichaiStein1 https://t.co/T8922v5VWz",
  "Hussein travel time line while trying to undermine POTUS and continue the destruction of America by communist forces. https://t.co/Dc2o5dBW4g https://t.co/ESXPaO2xL5",
  "Obama wasn't just a bad president. He was a foreign adversary who deliberately shackled the DEA in its efforts to curtail Big Pharma, unleashing an opioid epidemic with the aim of neutering our middle class. Our country was attacked from within. #QAnon https://t.co/fvRthoCqTg",
  "Perfect strategy! By the time the real video is released, the sheeple will say 'wasn't there a sex tape of Hillary too?' ...that phenomenon was explained in Art of the Deal about how good AND bad publicity works with people's memories of past news. https://t.co/syH9v5tqgI",
  "The creator of \"Dilbert\" has a good idea here. Get rid of the media sophists. Then enlist in our patriot army at https://t.co/oSPeY48nOh.  #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/eujQ7aKIu0",
  "OMIGOOOOOOOD.  Broward Sheriff Deputy Jason Fitzsimons, 42, who questioned #Parkland, just DROPPED DEAD.  https://t.co/TXQkN51OP8  WHY IS NO ONE COVERING THISSSSSSS",
  "Facebook Has Dozens of Ex-Obama and Ex-Hillary Staffers in Senior Positions https://t.co/mtX7ppijDE",
  "A man who starved 4 million to death in India, facilitated Zionism &amp; Wahhabism in the Mid East, ordered a massacre of anti-Nazi protesters in Greece, conceived Black &amp; Tans to terrorise Ireland &amp; sought to keep Kenya's fertile land for white settlers was voted the greatest Briton https://t.co/Vmw0JQh1mU",
  "🚨🚨🚨\nIf you are interested in joining the CLASS ACTION LAWSUIT against Facebook:\n\nA lawsuit has already been filled with Blood Hurst &amp; O'Reardon LLP in San Diego.\n\nTheir phone number is: 619-338-1100\n\nThey are more than happy to help anyone join this suit against Facebook.",
  "President @realDonaldTrump says 'missiles coming' against Syria, 'new and smart' https://t.co/IsC5EcumHV https://t.co/VVCulPfINB",
  "Sarah Palin Calls Out Zuckerberg for Suppressing Conservative Media: ‘What the Zuck, Facebook?’ https://t.co/PEKH9Gd3ys",
  "\"[@TheDemocrats] don't like the fact that they can't control us anymore and they can't keep us on what we call the Democrat plantation. They can't use us anymore ...We're black, we're women and we're conservatives.” \n– @DiamondandSilk #WednesdayWisdom https://t.co/AbuANDMBbg",
  "Much of the bad blood with Russia is caused by the Fake &amp; Corrupt Russia Investigation, headed up by the all Democrat loyalists, or people that worked for Obama. Mueller is most conflicted of all (except Rosenstein who signed FISA &amp; Comey letter). No Collusion, so they go crazy!",
  "INSPECTOR GENERAL: McCabe &amp; Wife Were Neighbors for Years With Bill &amp; Hillary Clinton; Friendship Spans Decades Before McCabe Cleared Hillary in Email Probe https://t.co/SUba6gxGgR https://t.co/Qs3WQ9Lrb5",
  ".@SpeakerRyan: I Have 'Assurances' From @WhiteHouse That Trump Won't Fire Mueller, Rosenstein\nhttps://t.co/5MkeeBEFzp",
  "Nah, that was Charlottesville https://t.co/M1BwP7QgWd",
  "Alabama punter JK Scott asked President Trump if he could pray with him during the Alabama football team visit today at the White House. https://t.co/sev0yCobX8",
  "Today, it was my great honor to welcome the 2017 NCAA Football National Champion, Alabama Crimson Tide - to the White House. Congratulations! #RollTide\nhttps://t.co/hF5EZHlSVS https://t.co/JfGue4IIs1",
  "What a cool moment!  .@AlabamaFTBL JK Scott asked @POTUS  if he could pray for him and his staff. Video below shows President Trump and Bama players praying after the Tide's @WhiteHouse visit! @WBRCnews @BarrettSallee https://t.co/tE4hj4k38l",
  "Today I questioned Facebook CEO Mark Zuckerberg about Facebook’s past censorship of conservative groups. I asked if the same actions had ever been taken against liberal groups, but did not get an answer. https://t.co/IEuad3uJk5",
  "Search Dr Jerome Corsi for help with decoding Q post. https://t.co/1DZYhI6bgk",
  "If true, can you handle the truth? https://t.co/tecGdGrInj",
  "This is a great step for MAGA. https://t.co/8jw9NFo05g",
  ".@HillaryClinton &amp; her Attorney were allowed to go thru her emails &amp; choose which ones to turn over &amp; destroy as many as they wanted. @TomFitton “I don’t understand how a raid on the office &amp;  home of @POTUS’s Attorney could be anything but political”!  https://t.co/5Wj4uRlO6N",
  "Homeland Security Adviser Tom Bossert resigns, White House says https://t.co/KfE9TCOPik",
  "Add this to the #QAnon proofs archive. We were given a heads up on April 7th about today’s news with Chongqing and its import of Ford, tariffs cut and 50/50 deal made. \n#TuesdayThoughts #WeThePeople #GreatAwakening #TheStorm https://t.co/3pTC2g4tHT",
  "Outrage after 2 men sentenced to probation for gang-rape of 13-year-old girl https://t.co/eUHm1axea4",
  "Mueller Leaks Details of FBI’s Raid of Trump Lawyer to Deep-State New York Times https://t.co/PK25tOHrjx",
  "Not hard to do. She and her crooked #Democrat cronies can only think about importing more and more illegal aliens’ fraudulent votes at the cost of needy American citizens. Exposing their chicanery is a walk in the park and a true joy.  https://t.co/s061Nb3I4H",
  "CLASS ACTION LAWSUIT ALREADY STARTED!! Guess we need to call and join in? \n\nFacebook users sue over personal data breach in Cambridge Analytica case https://t.co/XyKQ4bbW9C",
  "Because the #DeepState are so stupid, their fakes are easily spotted. Be alert and help expose them. #greatawakening #qanon #WWG1WGA https://t.co/rlUByUScvW",
  "FBI's pursuit of Trump attorney Michael Cohen is a BOLD indication that the #DeepState is ramping up its use of established power (FBI/CIA/Intel) against a sitting United States President\n\nActions like this continue to derail American Citizens faith in our Justice System\n\n#QAnon",
  "WATCH: Trump blasts FBI raid on Michael Cohen as “disgraceful situation” https://t.co/j16Uyt5gl4",
  "New Study Reveals Mushrooms Cure Depression by Doing the Exact Opposite of Anti-Depressan https://t.co/XxIfKwLbzc https://t.co/bgSXiPZBYX",
  "Understand the significance of the China Tarriff announcement. Instead of building their own cars, they are about to place a massive order from America, more than doubling our production. Detroit is about to come back! Huge. #winning #MAGA https://t.co/pbVKaZso41",
  "We're still waiting for the raid\n1. Bill Clinton\n2. Hillary Clinton\n3. Clinton Foundation\n4. Clinton Campaign\n5. DNC\n6. Perkins Coie\n7. FusionGPS\n8. Christopher Steele\n9. James Comey\n10. Andrew McCabe\n11. Terry McAuliffe\n12. James Clapper\n13. John Brennan\n12. Peter Strzok",
  "Unconfirmed :  USS Porter near Tartous \n\nIs Russia ready to defend #Syria ?? \n\n#PrayForSyria #PrayForDamascus ✝\n#StopUSCrimesinSyria #ThirdSecretOfFatima ✝ https://t.co/t6tlg1VBUc",
  "Make no mistake about it, what we are witnessing right before our eyes with the Mueller, FISA, Rosenstein, Comey, Obama, Hillary, Lynch, FBI scandal, is the biggest scandal in history #witchhunt",
  "Believe me, I have nothing personal against Trump, it's just that he wasn't supposed to win the 2016 election.",
  "FBI: \n\nMentally unstable man reported over 30 times, potential school shooter: No big deal.\n\nHundreds of classified emails on a private server, multiple criminal wrongdoings: No big deal.\n\nTrump Lawyer may have communicated with Stormy Daniels: SEND THE ENTIRE TASK FORCE",
  ".@RandPaul: “Scott Pruitt has really been the champion for deregulation and deregulation has been a big part in our economy growing again... Scott Pruitt needs to remain.” https://t.co/hBZxNCX9PB",
  "WOW: Video shows @jimmykimmel tricking a woman into looking through a viewer while he snuck behind her and made innapproate sexual advances while she was not looking.\n\nRT to make sure the woman in America don't support this pervert. https://t.co/MYGtV0tXkI",
  "I expect #cabal UN to block any attempts for whitehats to access the site and easily prove the attack was faked. #QAnon https://t.co/o0upK6wdJ0",
  "In order for the Obama and Clinton mafia to carry out their subversion and crimes with impunity, they systematically dismantled the judicial system, replacing judges with corrupt scum just like them. Justice is being restored, and with it, our nation. #winning #maga https://t.co/QHt5Za9LQS",
  "Lavrov:Russia to present UNSC draft resolution on OPCW probe of alleged Syria chemical attack.The document would require a transparent investigation with work at the site.",
  "Syria Invites OPCW to Probe Alleged Chemical Attack in Douma/Duma.\nSyria will provide all the necessary assistance to the OPCW specialists if they come to Douma",
  "Russian inspectors, accompanied by military police, visited #Duma yesterday to study the alleged place of 'chemical attack'. No evidence found. Local residents say there was no chemical attack. https://t.co/z2CubY0pWM",
  "Last night, it was my great honor to host America’s senior defense and military leaders for dinner at the White House. America’s military is the GREATEST fighting force in the history of the world. They all have my pledge of unwavering commitment to our men and women in uniform! https://t.co/BjWKcMX0iL",
  "When you want to send a message be sure you send the right one. Enlist with our patriots at https://t.co/oSPeY48nOh. #Constitution #USFA. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/SNM6r0q7ru",
  "In contrast to Cohen raid, DOJ has for 5 months entertained argument that DWS's laptop can't be used as evidence in hacking probe because Awan, her IT guy who took the laptop AFTER he was banned from the network, wrote ATTORNEY CLIENT PRIVILEGE near it.\n\nhttps://t.co/XJHmHgUKsU",
  ".@RepMarkMeadows: I’m tired of the excuses from the DOJ. The DOJ and FBI are hiding material facts from Congress. https://t.co/uoL6cZDhtt",
  "Israeli #DeepState are the bad guys in this. The escalation of heat here is against them, it's not Trump selling out to Neocons. #Syria https://t.co/dU0Tgw8UJp",
  "US, Russia and China are allies. They are going after the #DeepState concentrated in Israel. They know Assad has nothing to do with the chemical #falseflag. The Israeli airstrikes were to hinder the discovery that the chemical attack was faked. Let's watch... #qanon #WWG1WGA https://t.co/tOv23IULST",
  ".@SebGorka: Unlike past presidents, Trump won’t telegraph strategies regarding Syria – you don’t do it in a chess game and you surely don’t do it in warfare https://t.co/lXVIdW0aOr",
  "After today's FBI raid on Cohen its apparent Rosenstein is a mole of epic proportion. \n\nHe's stolen 15-mos of Trump’s presidency. He illegally appointed Mueller without any evidence of a crime. \n\nThis whole Cohen raid has a political stench because of the cowardice of Rosenstein. https://t.co/wYhIihtiaY",
  "THIS! Open letter to the CLOWNS scouring the boards 24/7/365 on 8ch: \n\nRT THIS AND SPREAD THE WORD\nWe will NOT be Denied!🇺🇸\n\n#QAnon\n#GreatAwakening\n@POTUS\n#MAGA #WWG1WGA #FollowTheWhiteRabbit #Q #RedPill #TheStormHasArrived #DeepState #HRCVideo #Pedogate #WeThePeople #TickTock https://t.co/MN5v3NEVMA",
  "The country's ambitious Belt and Road Initiative will connect 65 countries and cost north of $1 trillion. The goal? Improving trade and connections between China and Europe, Asia and the Middle East.",
  "39% of my nominations, including Diplomats to foreign lands, have not been confirmed due to Democrat obstruction and delay. At this rate, it would take more than 7 years before I am allowed to have these great people start working. Never happened before. Disgraceful!",
  "HELLO????!!!!  Do you know how BIG this is? Q just called out the most powerful Luciferian on planet Earth right now. PRAY! https://t.co/u9u4CBcHXg",
  "NEW Q!! https://t.co/yXrnTgOxdl",
  "New #Qanon posts for April 3rd!! :D! \n\nYou can access these posts here: https://t.co/hpmC4HbSTn\n\n#InternetBillOfRights #MAGA #GreatAwakening #WeThePeople @POTUS #TheStorm  @realDonaldTrump #DeepState #FakeNews #NewQPost #NewQ #UnitedWeStand #Obamagate #TheGreatAwakening #8Chan https://t.co/U2HXTxa3qW",
  "“Government-By-Litigation Isn’t What The American People Voted For And Attempting To Thwart An Administration’s Elected Agenda Through Endless, Meritless Lawsuits Is A Dangerous Precedent.” - Jeff Sessions https://t.co/1MCu8fmHm7",
  "\"Nasim Aghdam\". Isn't it a beautiful and convenient coincidence to always have a well crafted shooting that just happens to fit some current political issue! #MAGA #QAnon #8Chan #4Chan #Tcot #Ccot #PJNet https://t.co/g78RfjVpKV",
  "Who smells BULLSHIT? Teresa May is a L-I-A-R trying to start WW3!! \nUK NERVE AGENT ATTACK REVEALS $70 MILLION PENTAGON CHEMICAL WEAPONS PROGRAM AT PORTON DOWN (Guinea pigs found in ex-spy's house used for chemical weapon experiments) https://t.co/Ta2yjuhFUB",
  "/-/-/  New QMap PDF freshly baked.\n/-/-/  With much love. v. 8.5.0\n/-/-/  Updated with /Qresearch/\n/-/-/  #1098, #1099 &amp; #1100.\n/-/-/  April showers.\n\n-QCA: https://t.co/5SlHqZv9PE\n-Anonfile: &lt;https://t.co/eMQPDyH0Ri\n-SCRIBD: https://t.co/S3aW16gboE\n-MEGA: https://t.co/4oemY6cxax https://t.co/tlvoOPEWFb",
  "CHEATIN OBAMA\n\nRemember when #GA #IN #ID #KY #ME and #WV accused Obama's DHS of election hacking in 2016?\n\nRemember when they asked @realDonaldTrump to investigate it?\n\nHe did...\n\n⏲️TICK #PopularVote TOCK⏲️\n\n#MAGA #QAnon #Hannity #Outnumbered #TheFive #ObamaGate #CheatinObama https://t.co/KVCzSM3SE7",
  "RETWEET - If you are part of the 83% of Americans who say Government \"SHOULD NOT\" Give Benefits to Illegal Aliens.",
  "Oh how times have changed. The last time a caravan of illegals reached the border. Glen Beck and Ted Cruz gave them teddy bears and soccer balls and welcomed them with open arms and our taxes. Today Trump tells Mexico disband it or else. I love living in the Trump era.",
  "Raise your hand if you aren’t surprised the YouTube shooter was not an NRA member",
  "Just posted to my YouTube Channel jrlcorsi: Apr 3 Late Night Dr. Jerome Corsi Decodes Latest QANON Posts #995 thru #1007 Epstein \"Lolita\" Island, Pedophilia and Satanism in Catholic Church https://t.co/zinqKuiXtX IMPORTANT @realDonaldTrump #Qanon",
  "Apr 3 Late Night Dr Jerome Corsi Decodes Latest QANON Posts #995 thru #1007 Epstein \"Lolita\" Island: https://t.co/1ktfU0cgJq via",
  "Good find -- excellent analysis. https://t.co/ZgsjRRzmvM",
  "The US and China are not having a war. They are colluding to rebalance the world financial disparity. That's kind of China. If they wanted, their new gold-backed #PetroYuan could have destroyed the dollar overnight and sent us to the stone age. #goldStandard #gcr #usn #EndTheFed https://t.co/ad2IVL4WAW",
  "Earlier, President @realDonaldTrump tweeted about trade. https://t.co/AsArFw0Pvb",
  "Europe first - the America - then the world takeover. Time for another Crusade. Enlist in our patriot army at https://t.co/oSPeY48nOh.  #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/7xYPcwwUJ9",
  "He's a really bad guy. You have no idea just how bad, though. #QAnon https://t.co/fxvFBAyG86",
  "#QAnon mentions “The time stamp is key. “ 🔑 Well, take a look at this! COINCIDENCE? @POTUS #MAGA #FollowTheWhiteRabbit #WhereWeGoOneWeGoAll #GreatAwakening #911 #RedPill https://t.co/mWHoKLzQA9",
  "Last night #QAnon : FACEBOOK, AMAZON (Bezos WaPo), TWITTER, GOOGLE/YouTube (Eric Schmidt, HRC data guru) in BIG TROUBLE - seen as NSA/CIA fronts - sell data -- give GOTV data to HARD-LEFT candidates - will lose BILLIONS, anti-trust breakup @realDonaldTrump #InternetBillOfRights https://t.co/p4VqDvEodl",
  "Mark Zuckerberg fires back at Tim Cook after the Apple CEO claimed his company would never be at risk of a data breach like Facebook https://t.co/16Ae12ISnv",
  "Fake news king @washingtonpost is owned by Jeff Bezos/Amazon. \n\nTo get rid of the vine, go for the roots. https://t.co/YzVYrntSJT",
  "Worldwide human trafficking is no conspiracy theory. It’s modern slavery. It must be highlighted and exposed in order to save its millions of victims. The Trump administration has taken major strides in battling its malicious offenders- the antithesis of the Clintons &amp; Obama’s. https://t.co/e0kwfGjrAo",
  "For every American citizen living on a sidewalk, this is where the money goes that would have been for your food, your shelter and your medical care... #InvasionOfIllegalAliens https://t.co/Bo9WXcai19",
  "Let your kids loose! Founder of the ‘Free-Range Parenting Movement’ says kids need independence, discusses why parents are too paranoid https://t.co/DSvAtYKgXi",
  "ADMINISTRATION OFFICIAL TELLS FOX NEWS THAT PRESIDENT TRUMP CALLED EPA ADMINISTRATOR SCOTT PRUITT LAST NIGHT TO OFFER HIS SUPPORT, SAYING–“KEEP YOUR HEAD UP – KEEP FIGHTING – WE’VE GOT YOUR BACK.”\nCOS KELLY ALSO CALLED PRUITT THIS MORNING TO REITERATE PRESIDENT TRUMP’S SUPPORT",
  "Roseanne Barr is back on TV and getting into social media squabbles https://t.co/PSrLooVmyo",
  "The cost of school buses in Chicago is escalating. Sign up for America &amp; join us at https://t.co/oSPeY48nOh. #Constitution #USFA join now. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/C97rLGm8Kp",
  "I am right about Amazon costing the United States Post Office massive amounts of money for being their Delivery Boy. Amazon should pay these costs (plus) and not have them bourne by the American Taxpayer. Many billions of dollars. P.O. leaders don’t have a clue (or do they?)!",
  "Mexican immigration authorities said they plan on disbanding the Central American caravan by Wednesday in Oaxaca. The most vulnerable will get humanitarian visas.",
  "#QAnon posted last night JOHN BOLTON is cleaning out of WH all Deep State loyal to HRC + Obama (ultimate targets of treason investigations) to STOP LEAKS. Q assures us WH will be safe for @realDonaldTrump IMPORTANT to plan revealed in KILLING THE DEEP STATE - counterattack begins https://t.co/aNpIhjXRDg",
  "The index page will now display the lastest (current) /Qresearch/ thread automatically - https://t.co/Xsw0TCdmB3 https://t.co/9pUwmxibGa",
  "Maybe the MSM should revisit this one - but they won't. Enlist in our patriot army at https://t.co/oSPeY48nOh. Read the truth &amp; sign in now #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/72k0teqmMv",
  "Saudi Arabia's crown prince slams Obama's Iran nuclear deal, backs Israel's right to exist https://t.co/dyWt5KkJyi",
  "‘Roseanne’ ratings keep climbing! The sitcom reboot tops 25 million viewers https://t.co/Czm37WnxZW",
  "Check out the fact that you can’t get a job at ratings challenged @CNN unless you state that you are totally anti-Trump? Little Jeff Zuker, whose job is in jeopardy, is not having much fun lately. They should clean up and strengthen CNN and get back to honest reporting!",
  "Another MUELLER SPECIAL COUNSEL DISGRACE Court poised to hand down 1st sentence in Mueller probe  https://t.co/POv61JIztD HAS ZERO NOTHING ZIPPOLA to do w Russia Collusion during election - witch hunt off track MUELLER OUT OF GAS @realDonaldTrump #QAnon",
  "WOW! Saudi Crown Prince Admits Saudis \"Financed Terrorist Groups\", Blesses Israeli Statehood https://t.co/ar3vm9Fd5j",
  "VIDEO: CNN’s Fake “Live” Iraq War Coverage from Fake Saudi Bunker; The Birth of Fake News https://t.co/rv1uMN9Xzp https://t.co/o5xu9aMwXC",
  "LADIES &amp; GENTLEMEN: Roseanne Tweeted the following this morning and F Twitter made her account go down and now these tweets are gone but guess what I saved those tweets and HERE THEY ARE, You POS Jack #qanon https://t.co/223mjbAWJ6",
  "@seanhannity 100th anniversary today of the American's Creed and no coverage. Why? @realDonaldTrump @libertytarian @RealAlexJones @cbts_stream @FoxNews @PressSec @jerome_corsi @greggutfeld @TuckerCarlson @WhiteHouse @GenFlynn @SnowWhite7IAM #QAnon @AmbJohnBolton @Judgenap #MAGA https://t.co/4TJcpgq2Ng",
  "Fox News president backs Laura Ingraham despite advertiser boycott over Parkland controversy https://t.co/kMQ2ilDYMH",
  "Rod Rosenstein Gave Mueller Secret Permission to Indict Manafort on Non-Russia Related Charges https://t.co/jJkrTiTyYL",
  "Zuckerberg called hypocrite by photog who 'breached his privacy' https://t.co/VHQcAIHWTS Photo-journalist escorted OUT by security guards after he took photos of Mark Zuckerberg cleaning up after his dog - CIA ZUCK FOUND HIGHEST &amp; BEST USE #InternetBillOfRights @realDonaldTrump",
  "New #Qanon posts for April 2nd!! \n\nYou can access these posts here: https://t.co/DGs5VCrKGR   \n\n#InternetBillOfRights #MAGA #InternetBillofRights #GreatAwakening #WeThePeople @POTUS #TheStorm  @realDonaldTrump #DeepState #FakeNews #NewQPost #NewQ #UnitedWeStand https://t.co/DkOL2jNLNO",
  "75+ Notable Human Trafficking arrests https://t.co/u6qXec5RCu\n1500+ Notable (high power) resignations https://t.co/EDXRKfMCgm\n24,544 Sealed indictments https://t.co/EDXRKfMCgm\n\nBusy Jeff Sessions!! (keep an eye on who's trashing Jeff &amp; Q for CLOWN clues) https://t.co/6iUiH74jTe",
  "This is absolutely amazing. This is my buddy’s son up to bat but please watch the catcher. Let’s make this guy known! 👏👏 https://t.co/M6goz7VYa1",
  "Just maybe God’s greatest creation... #dogs https://t.co/sDQOZLDFh4",
  "I quote a California friend of mine: “The 60 billion dollars that the #Moonbeam government wants to squander on the bullet train up the Central Valley, which will never happen, could pay for a new border wall.”",
  "It is this simple. @SpeakerRyan must go. While this alien horde marches toward our southern border, we need to find new leaders. We have approximately two weeks before this invasion. The clock is ticking on Paul Ryan. Do something, you worthless #RepublicansWithoutBalls!",
  "Thank you all very much for making #ReconnectJulian the top trending topic on Twitter. That’s why I love you and the Internet. https://t.co/IR9E5Dphuk",
  "They saw the disaster coming back in 1949. No one paid attention. Stand up &amp; join the #USFA at https://t.co/oSPeY48nOh. Sign up for freedom #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/ulNmcAKW7j",
  "[relay] #QANON #THESTORM #WETHEPEOPLE #GREATAWAKENING \n\nALL PATRIOTS READ:  'Counter Intelligence for Dilution, misdirection, and control of an internet forum. '\n\n  Clown playbook for their shills. Some of these techniques are being used on twitter. stay vigilant. https://t.co/MMyXdyqXEQ",
  "Nick Saban-Alabama\n*11-Years 132-wins 20 Losses\n*ranked #1 at some point 10 straight years\n*6-division titles \n*5-sec championship won\n*6-national championship games\n*5-national championships won\n*2 heisman winners\n*29 consensus all-americans \n*65-players drafted/22-first round https://t.co/yz09KCQR0N",
  "Obama: 3/30/10\nTrump:  3/30/18\n\nObama approval: 47%\nTrump  approval: 47%\n\nObama Media Coverage: 95% POSITIVE\nTrump  Media Coverage: 95% NEGATIVE\n\nObama: EMPTY Hype\nTrump:  REAL Results\n\nMedia lies dont work. More are waking up every day.\n\nThis has Media, GOPe &amp; Dems terrified.",
  "@gal_deplorable Thank You Mrs. Conner, well said.",
  "Right there with you Anon.\n\n#TrustThePlan\n#QAnon https://t.co/L8f9F68q98",
  "Luckily the Founding Fathers, in their extraordinary wisdom, made it none of your business, Senator. https://t.co/1nqc3wDweU",
  "#BREAKING: Rep. Mark Amodei says that Paul Ryan may resign as U.S. House speaker, Scalise will replace him",
  "Here is the story: Dinner held Feb. 18, 2011 at home of Kleiner Perkins partner John Doerr’s home in SillyValley - They are TOASTING use of SOCIAL MEDIA data to get OBAMA RE-ELECTED https://t.co/jQ3yMBxhR1 THINK: social media = dashboard NSA CIA MI6 @realDonaldTrump #QAnon https://t.co/LzvjPJj7y9",
  "2/ If Joe DiGenova and his wife have conflicts defending @realDonaldTrump why don't Rod Rosenstein (he missed @ClintonFdn FRAUDS while at Justice (2001-5) and Mueller (11 Sep 2001 through 2013) also have DISQUALIFYING CONFLICTS? @csthetruth @seanhannity",
  "We do have the same right. We just don't do it. Enlist in the #USFA at https://t.co/oSPeY48nOh. Stand up for America &amp; join us today. Act. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/UCkgkGvXQ8",
  "Sneak Preview: #RantNation with @GrahamAllen_1 \n\nSign up now at CRTV:\nhttps://t.co/2EtzuNujJT https://t.co/pslb3pEPAP",
  "Whoop de doo - another American Marxist judge. Enlist in our patriot army at https://t.co/oSPeY48nOh. Read the truth there &amp; join #USFA.  #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/sJREIxJmPa",
  "Because of the $700 &amp; $716 Billion Dollars gotten to rebuild our Military, many jobs are created and our Military is again rich. Building a great Border Wall, with drugs (poison) and enemy combatants pouring into our Country, is all about National Defense. Build WALL through M!",
  "Counted at least 30 busses for #MarchForOurLives - where does all this funding come from? https://t.co/EcVxcVARnq",
  "Sebastian Gorka on Hunter Biden’s billion dollar deal with the Chinese: \n\"I am rarely at a loss for words, but this is potentially one of the biggest pay-for-play scandals outside of Uranium One.\"\n#Qanon \nhttps://t.co/TwNd0pOAgm",
  "#qanon https://t.co/OjMOnEqnwW",
  "Someone is paying for them all to stay in the hotel, and is reimbursing them for food costs. I overheard them all talking about it at the hotel bar / lounge. So someone is paying to bus, house and provide food to protestors bussed in from as far away as Chicago. #Strange",
  "Don't you dare act SHOCKED about the latest Terrorist Attack in France👉\n\nNative French are no longer welcome in areas (no-go zones) &amp; WHITES will be harmed 👉Jihadists consider these \"zones\" THEIR territory!\n\nISIS-aligned!? No Qur'an-aligned! https://t.co/5XgDDGyDdr",
  "Retweet if you agree it’s time for @SpeakerRyan to go\n\n#omnibus https://t.co/ftnkjp3iNn",
  "Want to see your tax dollars at work? Look. Then enlist in our patriot army at https://t.co/oSPeY48nOh. Stand up &amp; join us today. #USFA act #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/0XHofKlbMq",
  "[Schu]mer serves on the BOD for T-eva Pharm (owned by Israeli government) for 200k per year salary. https://t.co/T9is64jCLg\n\nHow is this not a conflict of interest? #DeathPenaltyforDrugDealers https://t.co/HeWcILq5hz",
  "New Jersey judge, during DUI arrest, tells officers he is a 'f----ing judge' and will 'fight' them https://t.co/1c4TZG18Pz",
  "@FedupWithSwamp 👎",
  ".@AmbJohnBolton: \"It would've been stunning if Jeff Sessions had done anything else.\" https://t.co/W4UBetvSKm https://t.co/QbeaKLGlFY",
  "Flynn endorses Maxine Waters challenger https://t.co/eRQWCJ5H6R",
  "Jeff Sessions FIRES Andrew McCabe. Full statement. #Q #QAnon #McCabe https://t.co/t1n7v4wWz9",
  "Our former Marxist/Muslim POTUS can be held accountable for that. Enlist in the #USFA at https://t.co/oSPeY48nOh. Stand up &amp; sign in now. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/a2ZqMcR9aD",
  "To all the discouraged and frustrated Patriots out there. \n\nKeep praying. 👈\nKeep fighting. 👈\nKeep the faith. 👈\n\nYou have been appointed for such a time as this! \n\nWe will win! \n\n#MAGA #Q #QAnon #TheGreatAwakening\n@POTUS \n@realDonaldTrump https://t.co/SydasMx6tF",
  "This is how the media plays word games with people. Beware! Then enlist in our patriot army at https://t.co/oSPeY48nOh. Stand up &amp; sign in. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/4oQGIYEkNI",
  "Deep State – Shadow Government Revealed: Senior Executive Service #SES #Q #QAnon #DeepState #DrainingTheSwamp #MAGA @POTUS @realDonaldTrump #TheStorm #ThursdayThoughts  https://t.co/9AvqyAUKOF",
  "People need to back off and give this guy some time. Ive said it before, this isnt a ten minute drive through to have it your way. PAY ATTENTION  Things are happening around you daily https://t.co/QRv75KwIMo",
  "Tomorrow when I wake up I hope everyone of you retweet the hell out of this pic of his tweet that he cowardly deleted. https://t.co/J8efrUIESN",
  "Made this for the new QMap https://t.co/T01DFOcAx8",
  "Just uploaded my ⒸⒾⒶ Mind Control video and sent it to a friend (who doesn't follow Q). He was like 'WTF?' and asked me to tell him more. 👍https://t.co/jKBd6MI5KW",
  "@TheRealJuIian @realDonaldTrump Actually you should have a third option. The noose that she spoke of.",
  "I've noticed this also...  Seems like @DRUDGE_REPORT @DRUDGE being censored by Twitter.  PLEASE RETWEET if you've seen this happen in your feed! https://t.co/YSjCG6xa8z",
  "Retweet if YOU are voting for @realDonaldTrump in 2020! Last night, @POTUS revealed that his 2020 campaign slogan is #KeepAmericaGreat! #Rasmussen reports 44% of likely voters would vote for him. I think that poll number is way too low, let’s prove them wrong! https://t.co/1sm5pF96j3",
  "Germany continues to protest against Merkel &amp; what she's done to their country.\n\nThis is another large anti-Merkel protest that took place in Mönchengladbach.\n\nUnder pressure Merkel admitted to the existence of no-go zones &amp; the failure of multiculturalism\nhttps://t.co/wWAKzgJPkE",
  "WATCH: Trump Outlined Perfect Plan to Make Peace With North Korea Nearly 20 Years Before He Took Office https://t.co/eLJJlPm4RG",
  "Q Has Posted 3 Times About Angela Merkel.\n\nNovember 12, 2017...\n\nWhat is A. Merkel's family history?\nFollow the bloodline.\n\nQ https://t.co/01EeB07rR4",
  "Ephesians 6:12 #MAGA https://t.co/D5pliUZLRm",
  "The only Blue Wave in 2018 you’ll see is this. #MAGA No #BlueWave2018 https://t.co/tGluDd66lw",
  "Don’t be the next victim!\n\nThe #2A is your right, it’s up to you to practice. \n\nWomen today have many options to protect themselves without giving up fashion. \n\n#ThursdayThoughts \n#WomensDay https://t.co/FhctGkhyCs",
  "That time MSM accidentally reported on the Satanic Global Pedophile Ring... @60Mins July 19, 2015 (producer was fired less than a year later) https://t.co/LvNSPaOoSp",
  "#QAnon 3-3-2018 🇺🇸\nClearly (((they))) are using MSM and social media platforms to divide us and make us weak. \nTOGETHER WE ARE STRONG 💪\nANTIFA member could see 15 years in prison.\nhttps://t.co/MHw4FazFYU\n#TheStorm #GreatAwakening #WeThePeople https://t.co/ZAdl1fJ6mO",
  "Q Post 3/4/18\n\nExpand your thinking.\nWho leaked Vault7 to WL?\nWho returned fire?\nOP Name: Fiddler\n@Snowden \nMission 1: Infiltrate \nMission 2: Centralize \nMission 3: Secure\nMission 4: Expose to HARM \nMission 5: Russia LINK\n(2013 timeline of events)\n(1/17/14)\n\n#Qanon @POTUS #News https://t.co/ukfRhyzxhX",
  "This is why no conservatives are allowed on campus. It may cause someone to think. Enlist with us at https://t.co/oSPeY48nOh. #USFA join. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/XfWyTUL2nt",
  "#QAnon 3-3-2018 🇺🇸\nStay TOGETHER.\nBe STRONG.\nGet ORGANIZED.\nBe HEARD.\nFIGHT the censorship.\nYou, the PEOPLE, have ALL the POWER.\nYou simply forgot how to PLAY.\nTOGETHER you are INVINCIBLE.\nThey want you divided.\nThey want you silenced.\nMAKE NOISE.\nWe are WITH you\nMAKE IT RAIN\nQ https://t.co/BZL7KDgJKN",
  "Good morning patriots! We understand that there are many important issues going on right now... but if we don't fix our voting laws none of it will matter! We cannot allow the dems to gain control &amp; take away our rights! \n\nGet out vote in EVERY election! 🇺🇸\n\nRETWEET https://t.co/6khszPuVQM",
  "@realDonaldTrump @JaySekulow @KellyannePolls @WhiteHouse\n@POTUS @FLOTUS @jerome_corsi\n@rushlimbaugh @seanhannity\n@TrumpMAGAclub @EricTrump\n@QAnon0003847\n@JudgeJeanine @IngrahamAngle\n\n■ Tucker Carlson Unleashes Hell. Fiery Rant, Why Trump Crossed the Line https://t.co/khoCJ53NdA",
  "Florida Man Sentenced to 60 Years in Prison for Using an Infant and a Toddler to Produce Child Pornography https://t.co/i1W43ugcVS",
  "So, @ericschmidt If you screwed up my GMAIL when you TERMINATED my YouTube Channel yesterday, DID YOU GIVE ALL MY EMAILS TO CIA? How about Goog Calendar? Map? Chrome? etc. Or does NSA &amp; CIA just OFFICE in your CAMPUS? Were you SPOOK from start 12/21 @realDonaldTrump NOT DONE YET https://t.co/drg1o8Efye",
  "#DeepStateGate #QAnon #WeThePeople #FollowTheWhiteRabbit #Qanon8chan #qanon4chan #TheStorm #GreatAwakening #FakeNews #BuildTheWall #MAGA #TheGreatAwakening #FloridaShooting \n\nSheriff Israel and Hamas, whats going on here? https://t.co/leOPhuVAJH",
  "#QAnon This is an awesome graphic from a Brilliant Anon!! https://t.co/fjn82KduXa https://t.co/43na98K2gc",
  "All governments want to get rid of your guns. Don't let them. Enlist in the #USFA at https://t.co/oSPeY48nOh. Patriot central awaits you. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/TY823vJsJ6",
  "@LibbySchaaf My daughter was hit by an unlicensed illegal from Mexico. She suffered terrible injuries and over a year of rehab. This illegal was sent to jail (4th time) and was out  in 3 days. He is still in the US. I addemently hate seeing what you did warning these people. Karma x10.",
  "We are looking at you Aggies 😂😂😂 https://t.co/p4xiE3i4QC",
  "Body camera video shows Florida deputy, K9 split up to catch suspects https://t.co/75ioMvDWjo",
  "Broward Sheriff Rails About Gun Control Yet Provided Weapons Training to Radical Mosque Linked to Terrorist Organizations https://t.co/J3lPrdP7tq",
  "This American hero is the last man standing of his group. Salute him. Then enlist in our patriot army at https://t.co/oSPeY48nOh. #USFA #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/UiUdNy330u",
  "A little hypocrisy from the Mexican Govt. regarding illegals. Enlist in our patriot army at https://t.co/oSPeY48nOh. #USFA #Constitution. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/aM4d3CO7fW",
  "When will America wake up? The voter fraud needs to be addressed. Enlist with us at https://t.co/oSPeY48nOh. Stand up &amp; join our patriots.  #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/IGNm6646dt",
  "This probably tells you all you need to know about Black Lives Matter. Join our patriots and enlist in the #USFA at https://t.co/oSPeY48nOh #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/oEKhRsHzWk",
  "#SOUND #PHYSICS #ELECTRICUNIVERSE\n\nSympathetic Vibratory Physics — An Introduction\n\nContinue Reading:\n--&gt; https://t.co/C2lX849kYD &lt;--\n\n#SITS #STILLNESSINTHESTORM #FULLDISCLOSURENOW\n\nLong Link: https://t.co/NrmY2pplFJ https://t.co/xkUWAivjdM",
  "The USA welcome mat needs to be closed and soon. Stand up for America &amp; enlist in the #USFA at https://t.co/oSPeY48nOh. Patriots only pls. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/oEJ25ZvjiD",
  "The 16 year plan to destroy America #TheGreatAwakening #WeThePeople #UnrigtheSystem https://t.co/z1T4kW57bh",
  "https://t.co/k5uWhgTaqk",
  "With #DJT you get a much better red line. Our patriot army awaits your enlistment at https://t.co/oSPeY48nOh. #Constitution #USFA join now. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/LOOspp5d0c",
  "Congrats to the FBI on catching Arizona coach Sean Miller. You missed Nikolas Cruz, the Boston bombers, the 9/11 attackers, the San Bernardino terrorists, the Fort Hood terrorist, the Pulse nightclub terrorist and Larry Nassar but college sports is safe.",
  "The results of electing socialists to run your country. Read the numbers. Then enlist in the #USFA at https://t.co/oSPeY48nOh. Stand up. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/JIvumIhuYv",
  "Latest #Q posts from today. #QAnon #LockHerUpAlready @Potus @realDonaldTrump @TheJusticeDept https://t.co/H3uK65Mb5x",
  "Sandy Hook Two Years Later: Where Is The Aid Going? https://t.co/xVAyr1XdqY",
  "Brenden Dilley INTEL drop from 2/15. #Q #QAnon #Dilley https://t.co/u4qBftKonF",
  "@Hublife (Brenden Dilley) told us in an INTEL drop on periscope a couple of weeks ago that popular vote count talk would be coming up soon. This DHS MEMO proves it true. \n@antischool_ftw @jerome_corsi @DestroyIllusion @ScottAnthonyUSA @tracybeanz https://t.co/JF7ji15KRJ",
  "the last time I got Intel from U.S Service Members was last month and it was about McCabe going to GITMO and I CONFIRMED that on the 19th of last month which was later CONFIRMED by Congressional Candidate Brenden Dilley and His Intel Source Partner on the 27 of last month.",
  "@prayingmedic @paul_serran Dave (Praying Medic) PLEASE Read Brenden Dilley's Intel Below It Explains The Last Q Posts, The Comms For Camp delta @ Gitmo Are Tested And Are Up &amp; Running. All Else Is Explained As Well. https://t.co/KRM0yzVqnM",
  "@McalesterSam @ReneeKET_J @grcfay @ItsAngryBob From what I can gather after MUCH digging, it must've come from the \"Brenden Dilley Intel\" drop on periscope that was later transcribed to 8chan here:\nhttps://t.co/LnutN96yo0",
  "Hussein's Hezbollah connection! https://t.co/Zopdi0g7Hs",
  "Everyone should read these words from John Adams carefully. We are almost there. Stand up &amp; enlist with us at https://t.co/oSPeY48nOh. Join #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/K0BBMQoY12",
  "@JosephJFlynn1 @Debradelai @1776Stonewall @Education4Libs @GenFlynn @BarbaraRedgate @FlynnJack515 @JackPosobiec @seanhannity @JoeBelsha21 @SaraCarterDC #CLEARFLYNNNOW\n@JosephJFlynn1 \n@Debradelai @1776Stonewall @Education4Libs @GenFlynn @BarbaraRedgate @FlynnJack515 @JackPosobiec @seanhannity @JoeBelsha21 @SaraCarterDC https://t.co/bNaLPhvuXN .   NOW MORE THAN EVER!!! https://t.co/kX291X8so2",
  "With the obvious emphasis on No. 6. Some of them still won't get it. Enlist in our patriot army at https://t.co/oSPeY3QMpH. #USFA join now. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/2pc4Sm1ytZ",
  "BREAKING -- Hacker Uncovers FBI Use of ‘stalkerware’ which can intercept Facebook messages, track GPS, and remotely activate phone microphone https://t.co/jicvf6a6hY",
  "As others have noted:\n\nJohn Podesta\nJames Clapper\nDebbie Wasserman-Schultz\nJohn McCain\nHuma Abedin\nSusan Rice\nValerie Jarrett\nBush Sr\nGW Bush\nJames Alefantis\nDavid Brock\n#AwanBrothers\n\nWe could continue the list of elite untouchable criminals all night.\n\n#WeThePeople are fed up.",
  "Do we have Law &amp; Order in this country or not?\n\nWhy do people who commit the biggest crimes still walk free?\n\nHillary Clinton\nLoretta Lynch\nSally Yates\nBarack Obama \nAndrew McCabe\nJames Comey\nRod Rosenstein\nBruce &amp; Nellie Ohr\nLisa Page\nPeter Strzok",
  "“Just last week, Congress was calling on Tide to change the design of the Pods so teenagers would stop eating them. This week, teenagers should determine gun policy.\"",
  "The USFA also thinks a Soc. Security card should be required. Enlist in the #USFA at https://t.co/oSPeY3QMpH. Sign in with our patriots. #freedomarmy #constitution #freedom #volunteer #conservative #liberty https://t.co/WELu5mNxz0",
  "DAMN, DANA!!!!!!!\n\nThis is what happens when you attack a woman with more balls than the entire Democratic party.\n\nAnd yes, CNN loves these kind of tragedies. That’s why they hire crisis actors to exacerbate the situation. https://t.co/LsLM8lTABp",
  "Even if Tua Tagovailoa is the answer, Alabama still has another big question in 2018 https://t.co/uvBdql0Mub via @SDS",
  "Report: Alabama tight end gets medical redshirt for injury-plagued 2017 season https://t.co/HtsaJ9sVVW",
  "Alabama assigns jersey numbers to 2018 early enrollees https://t.co/VS7QycqFRV via @SDS",
  "Can't get enough of the one. https://t.co/JoPZbwkrnq",
  "Trump Supporting Dad Whose Daughter Was Killed In Florida Stands Up, Looks Straight At Trump, Speaks Out: https://t.co/vvrSKIUFgi",
  "7 ARRESTS IN VETERANS FOR CHILD RESCUE JOINT NGO/LEO PEDOPHILE STING https://t.co/D4d2xO1cLN",
  "Ummmm.... https://t.co/9ghLlpl9dz",
  "Russia’s real blackmail target was Hillary Clinton - https://t.co/0z74cNdShS - @washtimes ADMIRAL LYONS brilliant explanation that RUSSIA AND PUTIN OWNED HILLARY AND PODESTA deep, dark, ugly heart of OBAMA/HILLARY SEDITION &amp; TREASON EXPOSED #Qanon8chan #QAnon @realDonaldTrump",
  "Russia interferes in every election. You didn’t care until you were told to care. Statues stood for over 100 years. You didn’t care until you were told to care. People are killed daily by guns in cities like Chicago. You don’t care about gun violence until you’re told to care",
  "Former ICE Chief Counsel Pleads Guilty to Using the Identities of Numerous Aliens for Wire Fraud and Aggravated Identity Theft Scheme https://t.co/ixUHjhGZRT",
  "The Genius Of Trump's Food Stamp Proposal: You're Not Supposed To Like Being On Welfare https://t.co/WW0VAIuN5f TRUMP to END WELFARE STATE - Evict ILLEGALS #QAnon #Qanon8chan @realDonaldTrump #InternetBillOfRights",
  "Hmm...Interesting...🤔🤔🤔 https://t.co/OdbIeQ23NP",
  "Too funny not to share!\n\n(h/t to the Anon who posted this!) https://t.co/O1OpYko0Ny",
  "LOOK: Crimson Tide fan spotted with license plate celebrating Alabama’s latest title https://t.co/D1AP4TSkry via @SDS",
  "https://t.co/eKHIC1tHgL\n\nPonder this.",
  "trey gowdy",
  "@DonaldJTrumpJr Rosenstein. 27 years in the DOJ. Reauthorized illegal FISA Warrant. Wife Lisa Barsoomian was Bill Clinton's Lawyer &amp; represented CIA to obstruct FOIA requests. Rosenstein, same man who ordered to Appoint Bob Mueller as Special Counsel. Mueller hired Rosenstein out of law school.",
  "It’s Official💯President Trump DECREASES DEBT TO GDP RATIO BY 1.2% In First Yr of Office➡️First Time in More than 50 Years! #MAGA #HealthyNation \n\nI Hate America Obama🐍INCREASED Debt to GDP Ratio By 14.5% In First Yr➡️  37% over 8yrs! \n\nhttps://t.co/2Pbm7AHTid #GDPNow https://t.co/wnqxHoeehW",
  "FAMILY BUSINESS: John Kerry’s Daughter Married Iranian National; Best Man Was Son Of Iran’s Minister of Foreign Affairs https://t.co/JndFeGxL1M",
  "Lionel Interviews Dr. Jerome Corsi on the Significance and Criticality of #QAnon [VIDEO] @jerome_corsi #GreatAwakening #Breadcrumbs #HillaryForPrison #DrainTheSwamp #DrainTheDeepState https://t.co/g7aVnHsPJl",
  "ICYMI, VIDEO: Benghazi Hero Kris ‘Tanto’ Paranto Drops Hammer on FBI’s McCabe, Mueller, &amp; Hillary Clinton for Deadly Stand Down Order https://t.co/rXXdMcmq8I",
  "Immigrants Vs. Aliens: The Global Invasion-Giveaway Continues | Zero Hedge https://t.co/rzgtsl9ez4  ANOTHER VERY IMPORTANT READ",
  "Justice Department Inspector General Michael Horowitz said his office “succeeded in using forensic tools to recover text messages from FBI devices, including text messages between Mr. Strzok and Ms. Page that were sent or received between December 14, 2016 and May 17, 2017.” https://t.co/BPtKYzIbq0",
  "Congressional Black Caucus tried to bury 2005 Obama-Farrakhan photo, photographer says https://t.co/7O6wEEQVpY",
  "Trump: Turned over more than 1.4 Million pages of documents and unfettered access for interviews to Robert Mueller \n\nHillary: Bleached servers, smashed 14 Blackberries and iPads and sent Bill to intimidate Lynch on a Tarmac \n\nWhich one sounds like Obstruction of Justice?",
  "Treason: QAnon Exposes Obama/Hillary 16-year Coup d’état Plan https://t.co/lxGHdvuafX #QAnon #Qanon8chan HILLARY and OBAMA cited for TREASON",
  "Think they can #ReleaseTheMemo immediately?\nRead this,👇🏼 https://t.co/enhQAzkgCj",
  "Alabama estimates that 40,000 fans showed up to the National Championship celebration https://t.co/feUXpcEBAl",
  "Senator Schumer said in 2013: \"I believe in immigration reform. What if I persuaded my caucus to say, 'I'm going to shut the government down...unless I get my way?' It's a politics of idiocy, of confrontation, of paralysis.\"\n \n\"Politics of idiocy.\" His words, not mine. https://t.co/aF2ZWePuYj",
  "I viewed the classified report from House Intel relating to the FBI, FISA abuses, the infamous Russian dossier, and so-called \"Russian collusion.\" What I saw is absolutely shocking. \n\nThis report needs to be released--now. Americans deserve the truth. #ReleaseTheMemo https://t.co/oP2UNujKQL",
  "The #shutdown2018 is all on the Dems!   Their weak &amp; impotent immigration ideologies are what got us to this point to begin with!  They would sell-out #Americans over another country....let that sink in!   #illegalAliens #Immigration #DACA",
  "Your heart should be with the millions of Americans who pay your sorry ass a salary. You've pinpointed the problem here. https://t.co/QZEQs2pbPo",
  "Reliving the 10 best SEC game-winning plays from the 2017 season https://t.co/qwmiArPoUm",
  "Unconfirmed report that Cory Booker was struck by a car walking home from the Capitol tonight.\nKeep him in your prayers.\nhttps://t.co/SVLJoKTvKC",
  "42) @CNN has this entry in the Best Fake Protest category.\n#FakeNewsAwards  https://t.co/8ki2lHgQnk",
  "Diane Feinstein, was this you? Wow! #realtalk #waynestake https://t.co/s5hmnRB8Ha",
  "TRUMP:\n\n👉Called Haiti and Africa #ShitHoleCountries\n\nHILLARY:\n\n👉Stole $6 BIL in Haitian relief\n👉Stole $20 BIL in Haitian gold/minerals\n👉Sold Haiti watered down AIDS meds\n👉Stole Haitian CHILDREN\n\nYet Libtards like Don Lemon call him the racist...\n\n😐🙄\n\n#MAGA #QAnon #Hannity https://t.co/KHvIOhQdRx",
  "He needs a statue on the campus of Alabama.....next to Bear https://t.co/X9KnGagADr",
  "OHHH\n\n👉So #Trump calling a country a #ShitHole is racist/bad\n\n👉But Obama calling a country a #ShitShow is Presidential/good\n\nNow I got it\n\nThanks for the clearing things up Libtards 👍\n\n😐🙄\n\n@realDonaldTrump #MAGA #QAnon #Outnumbered #TheFive #Hannity\n#Haiti #Africa Don Lemon https://t.co/XtTwywrUM2",
  "If the Left really cared about Haiti: What kind of #shithole organization collects money for a country leveled by an earthquake and then gives 89.8% of the money collected to someone other than the country affected... https://t.co/ogTn6zviXH",
  "How Tua Tagovailoa defied the scouting report to launch his championship-winning TD pass https://t.co/UyveMDR4Yw",
  "FAU chimes in the Top 25 of our final @CBSSportsCFB 130 (cc @Lane_Kiffin) https://t.co/Ej1uG4EApi",
  "Elite 11 ProDay ↔️ National Championship.\n\nWe've seen @Tuaamann_ make this throw before. https://t.co/W9yPi5BUK6",
  "“Literally jaw dropping.”\n\nBefore he was a national championship hero, @Tuaamann_ was turning heads as an @Elite11 MVP. https://t.co/sfJSKNfNgi",
  "You caught a glimpse last night of how special @Tuaamann_ is. At the 2016 @Elite11 we got to experience it first hand. https://t.co/IA1Kj6CeCw",
  "\"Brian Daboll has a certain way of looking at the throwing accuracy of quarterbacks. All of them can drop back seven steps and hit a house with the ball. Some of them can hit the door. A few can even hit the doorknob.\"\n\n“Tua,” Daboll said, “can hit the keyhole.”\n\n(via NYT) https://t.co/sVmh8jUb5P",
  "Super Bowl winning QB Trent Dilfer on Alabama’s Tua Tagovailoa: ‘He’ll win the Heisman next year’ https://t.co/YT346IZe5o via @SDS",
  "Another stat....Since 1999, every player that Saban has recruited has won a National Championship! If you want a ring choose Bama and choose Saban. Amazing!",
  "IQDCalls Chat Monday Evening  12-04-17   Part 2 of 2 - DINAR RECAPS https://t.co/44W3s643Bs",
  "this man knows college football as well or better than most, &amp; he's 100% correct https://t.co/561gg3wvxS",
  "Kirk Herbstreit: I went to Ohio State and am a Big Ten guy, but after watching Ohio State, I give the edge to Alabama.",
  "LSU's bagman is gonna be camping on his parents' lawn for the next three weeks. https://t.co/S5x1hocGr2",
  "If Les Miles can’t eat it, I don’t want to play on it.",
  "Had not heard of this town before tonight. https://t.co/QL79lPk9c2",
  "Banking Services: Checking, Savings, Mortgage https://t.co/TgegAxN15P",
  "Zimbabwe’s children of corruption: Silver Rolls-Royces, $14k sneakers, gold plated gun - incredible extravagance of offspring of Mugabe's cronies showcased on social media while country is 2nd poorest on planet and inflation is 348%: https://t.co/0aTFOXH4tq",
  "First and 10: SEC has a beautiful thing going, and Auburn could muck it all up https://t.co/tRo3WvzzK2",
  "#MAGADAY https://t.co/FyHaq0VJks",
  "She’s fired! Woman loses job after flipping off President Trump’s motorcade https://t.co/dPbhC5kAq3",
  "Donna Brazile spills the beans. In other words:\nLeaking rat rats out fellow rats to save her rat's ass. https://t.co/ZG19mic3CH",
  "2 diff ESPN dudes suggested that by his absence, BRYCE LOVE elevated Heisman chances this weekend. If so, I'm voting for Deondre Francois.",
  "This time, she’s going down... https://t.co/K80dD19CCx",
  "PODCAST: Almost half the SEC coaches is/has been/could be on the hot seat. What went wrong at each school?\n https://t.co/oB7bF80pDZ",
  "\"Georgia will definitely be an underdog to Auburn\" - @DannySheridan1",
  "Patriotism 101! Missouri college now requires a military science class for freshmen https://t.co/UeNJxK2yGp",
  "Reality check: Here are illegal alien DREAMers who invaded the USC campus &amp; brutally murdered an engineering student ==&gt;\nhttps://t.co/XPx469DCqA https://t.co/EEimzm0hOX",
  "WATCH: A group of young men hijacked a car at a Philadelphia gas station after pistol-whipping the owner, leaving him unconscious. https://t.co/MqlgFoj7SX",
  "\"I love him like a father he's been a great mentor to me\" - Dabo Swinney on Gene Stallings \n\nWatch: https://t.co/IRmAtR5yXQ",
  "#JFKfiles on the assassination will finally be released today https://t.co/A5HiVvZA31",
  "Important forensic science news: NIST to Assess the Reliability of Forensic Methods for Analyzing DNA Mixtures==&gt;\nhttps://t.co/GKvM3IQEn5\n#freedanielholtzclaw \n#wrongfulconvictions",
  "FOX NEWS ALERT: DOJ lifts gag order, allows FBI informant to testify on Russian Uranium Deal in front of Congress | @GriffJenkins https://t.co/ntK88i3gqD",
  "BOOM!!  Tick Tock https://t.co/8E2Lvj3TTa",
  "How #Obama Used #Hillary’s Dossier to #Spy on #Trump https://t.co/CHJzBSiWex https://t.co/CYZ0Bl7c09",
  "Immigration and World Poverty Explained with GUMBALLS - Does Immigration Really Help The Poor? https://t.co/zgbrHNYhu3",
  "The @TideSports staff puts a lot of work in every year for our College Football Preview. Here's this year's edition:\nhttps://t.co/zvYbBijJLh",
  "ESPN has a really neat infographic in this video showing Alabama's place in the polls since 2008: https://t.co/OaD5OqSmlj",
  "Avoid embarrassing bad smells and prevent clogged sinks at one time👍\n\nGet it here ► https://t.co/xRmlZtOA1k https://t.co/kT6NEnDOSF",
  "Here's a quick explainer on how civil asset forfeiture works https://t.co/71RJ8zC1E7",
  "Free Money? Utilizing YOUR Treasury Direct Accounts (Birth Certificate/Strawman) -- Understanding the Law, Risks, \n https://t.co/32E5eY4KGW https://t.co/DYgrrpN6jh",
  "Shocking - Is This Video Of Driving Through Islamabad? No, It's Italy: https://t.co/dLej2rmf2a",
  "Pres. Trump criticizes Obama's reaction to Russian interference in election: \"Why did he do nothing from Aug. all the way to Nov. 8th?\" https://t.co/4CFYTHGWl8",
  "How refreshing is it to see a president stridently defending the west rather than endlessly apologizing for it? #Poland https://t.co/jsIrtFyuRV",
  "🆘‼️😬🔥 USA: Linda Sarsour at #Hamas Fundraiser: \"Fighting #Trump is JIHAD...#Muslims have \"NO need to assimilate\" etc. Oops! https://t.co/F0JCHxjD1h",
  "Only 4, not 17 intelligence agencies concurred that #Russia meddled in #election2016.\nhttps://t.co/jn6qjApSgD",
  "Better than wacking the head off. https://t.co/iidg6kCRqm",
  "Make CNN great again. https://t.co/jtZ7QaFIPp"
 ]
}