{
 "user": 4206050697,
 "tweets": [
  "It's not all what it seems 🤐 You can find out more by watching Unacknowledged on Netflix or reading the book. The book is HALF OFF, if you buy the DVD combo you get the book for free on our website.\n\n#siriusdisclosure #unacknowledged #government #ufos #extraterrestrials #truth https://t.co/WDoTxQnKNm",
  "@KoeiTecmoUS DW9!",
  "RT &amp; follow us before EOD today for a chance of winning #AttackOnTitan2 + 12 episode DLC (PS4/PC) or DW9 Digital Deluxe (PS4). 2 Winners will be selected~! #KTfamily https://t.co/6mheZGDlpq",
  "What is your most notable UFO depiction or sighting? 💫 Check out our \"Events\" page https://t.co/nViEVi9G9W on Facebook to see Dr. Greer live in person in Phoenix, AZ. If you can't be there in person you'll also find a link to the Webinar registration as well! See you there! https://t.co/k5ko2alMt7",
  "Food for thought! Think about how easy it is to tell a narrative of \"fear the ET's\" with these technologies. Do your research, connect the dots 🛸 \n\n#nikolatesla #alien #aliens #conspiracy #illegal #secrecy #CIA #military #taxes #secret #corruption #ce5 #meditation #worldpeace https://t.co/fMn2fGk9xy",
  "HAPPY EARTH DAY! 🌎💫💚 #earthday #earth #nikolatesla #zeropointenergy #freeenergy #unacknowledged #conspiracy #illegal #alien #secrecy #CIA #military #secret #corruption #siriusdisclosure #ufo #extraterrestrials #stevengreer #worldpeace #truth #technology #pollution #fossilfuels https://t.co/pvCRWOAMnA",
  "Join me in person or by webinar May 12 in Phoenix. Learn how to discern ET events vs inter-dimensional beings vs covert man-made decoy events- the truth will illumine and shock you!  This level of knowledge everyone on earth needs to know NOW! https://t.co/Vy9hywG1gz",
  "How have things gotten so out of control? Read more about this in Dr. Greer's book Unacknowledged: 💫 half off sale going on now https://t.co/GLbm3Fg8Xl\n\n#taxes #secretprojects #blackprojects #ARV #hoax #corruption #siriusdisclosure #unacknowledged https://t.co/JKF39NbjzM",
  "Come join Dr. Greer's LIVE  webinar on May 12, 2018 from 2:00pm - 6:00pm! You don't want to miss  this! https://t.co/Vy9hywG1gz 💫 #phoenix  #arizona #webinar #live #truth #atacama #coverup #stanford #revolutionary #meditation #siriusdisclosure #unacknowledged #ufos #stevengreer https://t.co/2WlLlKHvHJ",
  "This has been going on for a very long time. #nikolatesla #zeropointenergy #military #corruption #ce5 #worldpeace #alien #conspiracy #illegal #secrecy #CIA #universalpeace #siriusdisclosure #unacknowledged #government #ufos #extraterrestrials #freeenergy #stevengreer #drgreer https://t.co/rk7JUVDxFX",
  "Learn more at https://t.co/tRhgXmqgGS 💫\n#siriusdisclosure #unacknowledged #government #ufos #extraterrestrials #freeenergy #stevengreer #drgreer #zeropointenergy #nikolatesla #alien #conspiracy #illegal #secrecy #CIA #military #corruption #ce5  #worldpeace #universalpeace https://t.co/Ud8tCDI8ki",
  "RT &amp; Follow before 5:30 PM PDT for a chance on winning #AtelierLydieSuelle, #NightsOfAzure2, #DW9 or #NASOIAscension. (3 winners) #KTfamily. Winners must answer a DM before 5:45 PM PDT to claim the prizes! https://t.co/dykNSslNqY",
  "7 simple steps to control your privacy:\n—Quit Facebook\n—Install an ad/tracker blocker\n—Destroy your smartphone\n—Paint your face before going outside\n—Write opt-out letters to each of the 4,000 data brokers\n—Avoid other humans (FB gets your data from them)\n—Move to a remote forest",
  "Here's the direct link to the webinar that goes live May 12th - https://t.co/rXoQgIuHZ2",
  "I added a video to a @YouTube playlist https://t.co/FPXiYvDmhQ Dr. Steven Greer Interview With Carol Rosin | (The Atacama Coverup)",
  "If you cannot attend the Phoenix event in person with Dr. Greer, join us in the Webinar:  https://t.co/vlVnowXaIo…/greer-stanford-atacama-ce5…/",
  "RT before 5:30 PM PDT for a chance on winning #Toukiden2, #AttackOnTitan2, #AtelierLydieSuelle or #BlueReflection  (3 winners). Winners must be active at 5:30 PM PDT to claim the prize. #KTfamily https://t.co/jMJT4SkhQR",
  "All Interstellar-capable ET civilizations traverse dimensions and are therefore inter-dimensional -but not all inter-dimensional intelligences are ET's. Don't be fooled: Learn more in Phoenix May 12. https://t.co/yG7PSDpLmK for details",
  "@DrStevenGreer I'm still waiting to hear/see something really earth shattering from Delonge and his friends......might be a long frustrating wait!\nAnd I read your book and saw your documentary Dr Greer.......they were absolutely fabulous....thank you",
  "@PlanetarAnanda @DrStevenGreer Tom delong sayS that the reasonings behind the coverup is a good thing because these ET’s are a global ‘threat’ - Greers stance has always been that they only want to help  - the dis info (DeLong) is twisting them into a global ‘threat’. How is that not two sides of the coin?",
  "Bet you didn't think milk could betray you like this, did you? https://t.co/8OiQyajsZk",
  "The Atacama Cover-up: How Global Disclosure is being hijacked by the Intelligence Community AND Close-Encounters of the 5th Kind: The Ultimate Civil Disobedience Action. If you want to join us in person, Dr. Greer will be LIVE in Phoenix Arizona! https://t.co/qCrReaiqdN #workshop https://t.co/FEWpzGo8PU",
  "Check out this interesting... video on Tom Delonge. Starts at 15:00 minutes.\n\n#ufo #intelligence #tomdelonge #realitycheck #reality\n\nhttps://t.co/5mtzmZR3HF",
  "So #Zuckerberg says that they delete data once you delete it.. 🤔 https://t.co/rmIRzPpZsb",
  "And they call me a criminal. https://t.co/cmpIxY3Cc3",
  "Zuckerberg is not able to give a straight answer about whether Facebook tracks browsing activity after users log off.",
  "Here's the direct link to \"Get the Unacknowledged DVD and receive the Unacknowledged book for FREE\" #booksale #books #book #sale #book - https://t.co/aAVK14weHZ",
  "Americans deserve to know Gina Haspel’s role in one of the darkest chapters in modern history.\n\nThat’s why we’re calling on the CIA to declassify and release Haspel’s torture record before the Senate start confirmation hearings.\n\nhttps://t.co/bkgPvkuQJU",
  "The ultimate Disclosure package: Get the Unacknowledged DVD and receive the Unacknowledged book for FREE. Only at : https://t.co/DQFtgx2F1k . If you already have the book give it to someone or your library!",
  "Yet (did anyone else catch this) Zuckerberg seems to have acknowledged that some higher level of consent should be required for face recognition.\n \n--&gt; FB has enrolled the majority of its 2 billion users into a face recognition database without expressly asking their permission.",
  "The ultimate Disclosure package: Get the Unacknowledged DVD and receive the Unacknowledged book for FREE. Only at : https://t.co/VZDeAMMNVv. If you already have the book give it to someone or your library!",
  "@KoeiTecmoUS @TsunTsunWriter @AndroidSophia Gratz!  Dw will be for another day!",
  "@KoeiTecmoUS Reroll4618",
  "Dr. Steven Greer Interview With Carol Rosin The Atacama Coverup PART 4 / 4  Stay tuned, more information soon! https://t.co/IgKS72sWZ0",
  "We have 2 very senior Genomics and DNA PhD scientists doing peer review now- it is devastating what happened and will be posted as soon as we have those in... https://t.co/PmDbiKkHYr",
  "@DrStevenGreer This cover up needs to be in the NEWS @cnnbrk @cnnbrk @washingtonpost @CNN @cnni @CBCNews @ABC @ABCPolitics @ABCNetwork @CTVVancouver @ctvwinnipeg @GlobalBC @TorontoStar @winnipegsun @BBCBreaking @BBC @BBCWorld @ANCALERTS @SkyNews @SkyNewsBreak @foxandfriends   #NOTaConspiracy",
  "@DrStevenGreer This to the stars academy  smells like a disinformation  program set up by the CIA!!!!",
  "One does not often bite the hand the hands that feeds him...",
  "Interesting that Nolan received a Dept. of Defense \"Award\" one month after we gave him the DNA Atacama sample! https://t.co/o3Hejh9vEi",
  "@KoeiTecmoUS Me need dw9",
  "RT &amp; follow us before 5:30 PM PDT for a chance on winning #DW9, #AtelierLydieSuelle or #AttackOnTitan2!  (2 winners!) Winners will be selected at 5:30 PM PDT and you must be active at that time to claim the prize (15 minute claim period) https://t.co/ptbux2JCNU",
  "Phoenix workshop will be available as a webinar! Registration is now available. Follow this link for registration and details on the workshop:  https://t.co/rXoQgIuHZ2\n\n#PhoenixAZ – Saturday May 12, 2018 #workshop #stanford #Science #Event #webinar #Webinars #Arizona #Atacama",
  "@DrStevenGreer I may not always agree with you, but I support you 1000% on the Atacama coverup and this nonsense report that is proudly featured on the To the stars academy website. And off course, you have all my respect for everything you have done for disclosure.",
  "For a limited time only, Crusader Kings II is currently available for free on Steam! Download it today and keep it forever. Tell your friends to Deus Vult today! https://t.co/SZBDQ8UkaM https://t.co/NHGY4ErjMA",
  "Special Sale – Get Unacknowledged DVD – get book for FREE! #book #Sales #unacknowledged #sirius #booksales #DVD #onsale #films #Documentary #documentaries #disclosure #cseti #siriusdisclosure\n\nhttps://t.co/aAVK14weHZ",
  "@DrStevenGreer Let me build a room for you! 😁",
  "Yes I love Canada was in Toronto last June- in Quebec this August but nothing public set up- anyone willing? I need a Canadian legal residency ;-) https://t.co/ZBUpQsbdLz",
  "Truth about extraterrestrial contact and shadow government. https://t.co/vLV4oU5tVW",
  "Hey! We’re honored to be nominated for 2 @TheWebbyAwards! You can vote for them here: https://t.co/6TUtYqKB7E and here: https://t.co/nDK0WZlXSh to help us take 1st place.",
  "if you                         then you\ndon't love                 don't deserve\nme at my                  me at my https://t.co/h6QdOb34N6",
  "A vid of mine was featured on a Taiwanese TV show! We've officially made it. :D https://t.co/AtgTujHB70",
  "Dr Steven Greer Interview With Carol Rosin | The Atacama Coverup PART 2/4: https://t.co/kNofqE1o6a via @YouTube",
  "This is an URGENT SPECIAL YOUTUBE video by DR. STEVEN GREER discussing  new information regarding the \"ATACAMA Humanoid\" Coverup. Dr. Steven  Greer Interview With Carol Rosin | (The Atacama Coverup) PART 1/4: https://t.co/ph6kwmkIYv #Atacama #YouTube #evidence #extraterrestrial",
  "7) i think is the true Name of the Program. I filed in Jan, and i have NOT received a \"no records found\" response at all. So according to the FOIA People so far, i DO have the name right...  i am waiting for Vid's and Data from the AATDP Program. \" END",
  "6) has come back with a \"no record's found\" response, and he even called the Director, and was still given the \"Aerospace\" Name, but yet, all of his FOIA\"s keep coming back with \"no record's found\" responses. I am attaching only one of my FOIA Request's i have Filed, under what",
  "5)  you could still plug him into a Lie Detector when asked \"Were you truthful with the name to the Media?\" he would pass it. All while not opening up the Program to FOIA request's. I am sure by now you guy's have heard that EVERY FOIA FIled by John Greenwald (The Black Vault)",
  "4)  of them also had it listed as \"The Advanced Air-Traffic Detection Program\". I then double checked it on all the Sites by running my Translator a few more times, and no change. But with Luis ONLY telling the TRUE name in one Interview, and lying in all the other's, you could",
  "3) Outlet ...had the Name of the Program listed as \"The Advanced Air-Traffic Detection Program\", and i noticed it right away...i searched for other Turkish Articles on the Story. Only found two more that Day that picked the Story up when it first broke in Turkey, and BOTH",
  "2)   It then led me to believe the true Name of the AATIP Program would never be given to any American Media Outlet, and thus opening the Program up to FOIA request's from it's citizen's. So i then got to work, on or around Jan 19th, Luis Elizondo gave an Interview to a Turkish..",
  "Anyone with further information on the following please contact us! \" I am one who seek's the Truth as many do. But since the Dec 16th, 2017 announcement, i had a feeling it had a CIA operation behind it from the start. And knowing how they operate, i knew what to look for..",
  "Dr. Greer will show PROOF of the history of Intelligence Community corruption of both academic research and media coverage of UFOs in Phoenix May 12. And then show what YOU can do about it! Register at:  https://t.co/qCrReaiqdN … #event #workshop",
  "Dr. Steven Greer Interview With Carol Rosin | (The Atacama Coverup) PART 1/4: https://t.co/FPXiYvDmhQ via @YouTube",
  "Dr. Greer LIVE and IN PERSON in Phoenix ANNOUNCEMENT: Workshop will be held at - Future Sun Devil Welcome Center Auditorium. On Saturday, May 12th 2018 at 2:00- 6:00pm. Street Address: 660 S. College Avenue Tempe, AZ 85281. PURCHASE NOW! https://t.co/qCrReaiqdN #event #workshop https://t.co/HaAlphMFpc",
  "https://t.co/IRPRd2aFMe You all should check out this interview of @DrStevenGreer by Carol Rosin regarding the Atacama skeleton DNA results and the coverup by Stanford University. #Atacama #aliens #ALIEN #Stanford #conspiracy https://t.co/2cFCPkgfBd",
  "@SecureTeam10 Hey Tyler, I've written you a few times but have no idea if you received it.  Hope so.  I want to suggest you the latest Dr Steven Greer and Atacama and disinformation.  (happens to be to the star academy) \n\nBtw, love your work. :)",
  "RT &amp; Follow before EOD 3/30 for a chance of winning Atelier Lydie &amp; Suelle (2 Winners). #KTfamily #AtelierLydieandSuelle #AtelierLS  (We will have a special giveaway next week) https://t.co/CMfpLwJhyk",
  "RT &amp; Follow before 5:30 PM PDT for a chance of winning Attack on Titan 2 (2 winners!). Also, don't forget to participate in our special giveaway with CORSAIR which ends 3/29! https://t.co/dUv6myJsEV https://t.co/u4TTNmMSwU",
  "I'm 85 subs away from 10k on Youtube. My plan is to buy some glasses and then break them, then buy some new glasses. At which point I should have 500k subs. I know how the system works.",
  "Check out this new interview with Dr. Greer and Carol Rosin. This covers counter-intelligence efforts to divert the public from the truth.\n\n#siriusdisclosure #disclosure #thedisclosureproject #stevengreer #carolrosin #interview #truth #UFOs #Extraterrestrial #change #evolution https://t.co/8wJNDO0x0J",
  "We worked with @quill18 to create a tutorial series for #SurvivingMars - You can watch the first episode below and the rest of the series on his YouTube channel.  https://t.co/OvX3hDRja2",
  "@SecureTeam10 hey Tyler, I would like to suggest you to go see an interview with Dr Steven Greer about « The disinformation Black hole ». There’s a few bits about Tom Delonge.",
  "@KoeiTecmoUS @TheoZeilstra @cenyce360 @CORSAIR Gratz!",
  "NEW CONTEST: We've been neglecting the PC folks of late so this week we're giving away copies of @SquareEnix's Final Fantasy XII: The Zodiac Age on Steam. Simply RT to enter; must be following to win. Contest ends 3/22. #FreeCodeFridayContest https://t.co/8xxuwvcMt2",
  "We both lost \"What's In The Green Barf?\", so here it is: Our Walk of Seamus. https://t.co/6pLcbP6pAp https://t.co/OWU4Oec7AC",
  "New interview with Dr. Steven Greer on the Carol Rosin show AFR. Tom deLonge, space-based weapons, disinformation, brand new update. Check it out! @DrStevenGreer\n#USAPs #unacknowledged\n#siriusdisclosure\n#inerdja\n\nhttps://t.co/3UydherTCZ via @youtube",
  "Want to play #AttackonTitan before the 2nd game comes out? RT &amp; Follow for a chance on winning Attack on Titan (1st game).  IF you're interested in the 2nd game make sure to participate in CORSAIR's Giveaway!  #KTFamily https://t.co/28WwUO0IG4 https://t.co/plz1zI6VSz",
  "Happy #FreeCodeFriday! Thanks to KOEI Tecmo, we have Steam keys for #AttackOnTitan2 to give away!\n\nRT and follow @CORSAIR &amp; @KoeiTecmoUS. Winners will be picked next week - good luck! 👊 https://t.co/78KNuiiQ5R",
  "Congratulations to former Director of National Intelligence James Clapper, who has officially escaped felony charges for lying under oath. You really set the bar for accountability. \"What the General practices, the soldiers learn.\" https://t.co/agrNNzKbOh",
  "@quill18 @YouTube More of this I live it!",
  "https://t.co/xdlwD43sPa",
  "Sandvine, the first-Canadian, then-US company enabling Turkey, Syria, and Egypt to poison innocent users' web traffic with spyware, threatened @Citizenlab to stop the report. Sandvine should be investigated by governments, not just academics &amp; journalists. https://t.co/phSnbB7W7v",
  "Sometimes Facebook Memories *really* delivers.  7 years ago today, I was elated to have 5,000 subscribers.  In a few days, I should be hitting 500,000.  Thank you all for sending me on this incredible journey. https://t.co/dXn2CqAxuM",
  "@quill18 @YouTube Really like this serie",
  "#WingnutTeam for the win. https://t.co/0KmfeB95bO",
  "Private debt companies are hijacking the justice system with the help of prosecutors, who allow use of their names, official seals or letterheads in threatening letters.\n\nThis is a predatory attack on vulnerable people, happening across the country. https://t.co/WcfgxF9Fdl",
  "The ongoing US destruction of Syria, the future bio-based caste system, and a broader definition of UFO. 8-10 pm https://t.co/WRyvsKvNPl",
  "On Thursday, @knightcolumbia will argue in federal court that @realDonaldTrump’s blocking of critics on Twitter violates the First Amendment. \n\nOfficials who block dissenters are facing legal challenges around the country, including: 1/",
  "We'll start this week with a special giveaway that ends 3/9 (EOD). Winners must be located in US/Canada. RT &amp; Follow for a chance of winning #DynastyWarriors9 (Choice of Platform) + LE Steelbook (2 Winners!) https://t.co/L8glPGlwKQ",
  "@KoeiTecmoUS This is the one chance! 😁",
  "@KoeiTecmoUS #reroll3218",
  "@KoeiTecmoUS I need DW9 ! 👍",
  "RT and Follow before 5:30 PM PST for a chance of winning #AttackonTitan, #BlueReflection or #DW9. Winner must be active at 5:30 PM PST to claim the prize. #KTfamily https://t.co/VbhDzRtmPF",
  "@DrStevenGreer has done an amazing job of gathering intel, over multiple decades, and compiling eye witness testimonies, along with documentation, in an effort to bring about disclosure of Unacknowledged Special Access Projects that are suppressing E.T.'s and technology. Watch! https://t.co/ffTg7RmQWJ",
  "Like Edward Snowden. https://t.co/rqsnTJIizb",
  "RT &amp; Follow before 5:30 PM PST for a chance of winning #BlueReflection, #NightsOfAzure2, #AtelierFIris or #DW9! #KTfamily https://t.co/daqn8mbclt",
  "Our crew took @onelistonelife's #LemonsforLeukemia challenge! We challenge @CaseyNeistat, @tweetsauce, and @BingingWBabish to creatively make lemons into lemonade and help break the world record for most bone marrow donor sign-ups in one day on March 1st. https://t.co/C6DB7SXIvL https://t.co/pEXQMdGIqm",
  "“There is a tendency for many people to say...pre-existing rules don’t apply. I think particularly with respect to the First Amendment, it’s important to resist that urge.” @KatieFallow https://t.co/izCqHuUeLq",
  "We hit 13 million subs last night! Thanks to all you mythical beasts for your continued support. Now, please help us get to 14 because 13 is an unlucky number and we're already nervous. https://t.co/JpSaQ31hzj",
  "The first time in generations, you say? https://t.co/wuYSUMdKQc",
  "@KoeiTecmoUS Lets go for RTK13 👍",
  "RT &amp; Follow before 5:00 PM PST for a chance on winning #BlueReflection, #SWSpiritofSanada or #RTK13+Expansion. Winners must be around at 5:00 PM PST to respond to a DM to claim the prize. Failure to claim prize = ReRoll https://t.co/NST3Y2mIFI",
  "To whomever made a pot of coffee this morning and left it unguarded, I assure you I have no idea what happened to it.",
  "@VideoGamerRob @SquareEnix I must be too old, FF III",
  "@KoeiTecmoUS Me. Want. Attack on titan!",
  "@KoeiTecmoUS #Reroll12618",
  "RT and Follow before 5:30 PM PST for a chance on winning #AtelieFiris, #AttackonTitan, #SW4E or #Toukiden2. Winners must be around to respond to a DM at 5:30 PM PST to claim the prize. #KTfamily https://t.co/2maF8iDuHN",
  "https://t.co/UVSynDZIaw",
  "Breaking News!\n\nIs the ET #FalseFlag coming soon?\n\nListen to @DrStevenGreer and Carol Rosin January 12, 2018 Call.\nhttps://t.co/WkCxfE13vf https://t.co/VdGjqJFCNr",
  "Alright #Unacknowleged is No1 of my best ever watched documentarys. So well presented and explained by @DrStevenGreer  100% recommend you watch it twitter",
  "RT before 6:00 PM PST for a chance on winning #AttackonTitan, #AtelieFiris or #WarriorsAllStars #KTfamily. Winners must be active at 6:00 PM PST to claim the prize. https://t.co/3uvfqfYr6w",
  "As much as I love @Twitch, it’s still a place where racism and bigotry appear far too often.\n\nDon’t let it slide. Confront viewers who make racist comments. Time them out. Educate them. Ban them if you have to.\n\nShow your community that it’s not acceptable anywhere. \n\nEver.",
  "Two days after he said \"I Have a Dream,\" the @FBI classified Dr. King as the \"most dangerous\" national security threat in America. Read @AlvaroMBedoya on the Color of Surveillance, and the history they want you to forget: https://t.co/mBxzmKdBNK #MLKDay https://t.co/ftk8dQyd48",
  "3) The FBI performs those searches without a warrant.\n4) The FBI does it so frequently they say the number is impossible to track.\n5) The expanded surveillance powers Trump &amp; Ryan are seeking protect the privacy of criminals under investigation, but not innocent Americans. #FISA https://t.co/Gf6Sr7xnjG",
  "Hi daddies. https://t.co/By35p8dGGX",
  "@DanielEllsberg In 1973, Ellsberg warned that official Washington will always invent and exaggerate foreign threats - both to increase its own secrecy and war-making powers but also to serve the private industries that run DC. Again, this is all as applicable to today as then. https://t.co/Dh6FtMc5z9",
  "https://t.co/I0paq70LED",
  "https://t.co/EVPV1ZXVwK",
  "You may have heard about @Intel's horrific #Meltdown bug. But have you watched it in action? When your computer asks you to apply updates this month, don't click \"not now.\" (via https://t.co/J84n79LRIA &amp; @misc0110) https://t.co/cWEiZWZdcJ",
  "We translated Intel's crap attempt to spin its way out of CPU security bug PR nightmare https://t.co/74fQJ86sLl",
  "PSA: I will be referring to the Intel kernel memory issue as “Chipocalypse” — please credit me if you use this term any of your coverage.",
  "Fun fact: Intel has ignored every request for comment and clarification we made this week.\n\nAMD + Arm responded with info. Arm doubly so.",
  "https://t.co/UdjokkGCnn",
  "Many US politicians say they want to help Iranian protesters. If they're serious, one phone call could get @Google to restore millions of protesters' ability to connect and organize. cc: @tedlieu @ronwyden @justinamash @randpaul https://t.co/IlGLcEPYWw",
  "To be clear: Google could whitelist Signal and Tor, and incur basically no sanctions liabilities. And civil society has been writing and meeting with Google about GAE since 2013.",
  "@Snowden @guardianproject @FreedomofPress @gethavenapp This would be good for domestic violence victims too. Many women in abusive relationships can't afford a lawyer and having actual evidence is important when abusive men pay to wipe away crimes. Good job, and thanks.",
  "London is incredible. Thank you for sharing! https://t.co/Jg3NOrnrxo",
  "time zones are so weird like, australia is already in 2018, europe still in 2017 and the US in 1950...so weird lmaoo",
  "Within each of us exists the potential to contribute positively to society. Although one individual among so many on this planet may seem too insignificant, it is our personal efforts that will determine the direction our society is heading.",
  "Whatever the merits of the political choices here, the merger of Facebook power and government power is happening. This is why decentralization is the only real protection against concentrated power. https://t.co/BzcUzDpvVp",
  "A Téhéran, je n'ai plus d'Internet sur mon téléphone portable (Irancell). Apparemment, cela est le cas aussi sur d'autres opérateurs de téléphonie portable.",
  "The latest beta update of Haven (0.1.0 beta 5) is rolling out on Google Play, and is available through our F-Droid nightly repo and Github releases. This release includes an amazing amount of contribution by new community contributors... THANK YOU! https://t.co/kmzlCBaiN7",
  "* 'Session replay' scripts record everything, like someone looking over your shoulder, and send it to a third party.\n* Includes passwords, medical info, other personal info.\n* Proper redaction is a near-impossible human &amp; technical problem. https://t.co/dIGwR7InPK",
  "@SecureTeam10 I kind of find it odd that all of a sudden they keep tweeting... since they barely did it the whole year. #FalseFlag ? https://t.co/kPG6mqrKdC",
  "@VideoGamerRob @SquareEnix dynasty warriors 9",
  "@DrStevenGreer Seems your predictions in Unacknowledged may come sooner than expected considering what is currently happening in the global political arena. Thank you for your work.",
  "@DrStevenGreer @SpacedOutRadio @ThriveMovement \nIt is becoming clearer that slowly but surely we are heading toward the possible #FalseFlag #UFO Event...\n\nRaytheon: The UFO spotter - Navy pilots used Raytheon tech to track a strange UFO https://t.co/sNkpzwdry2",
  "@tomdelonge sorry but you are being played by the military deep state like a Fender Stratocaster.  Watch the doc called #Unacknowledged and meet with @DrStevenGreer #falseflag #fakeufoinvasion #dontbefooled 👽",
  "Is this what you should expect at the airport?\nhttps://t.co/kLH3MNaqJN https://t.co/bS2EW8qZKg",
  "Dwarf Fortress 0.44.03 https://t.co/IWSnbONrCc\nFewer unwelcome visitors and stranded travelers, just in time for the holidays.",
  "Don't trust us, trust the community. Less than 24 hours, we're already getting our first public contributions. Open source: it works.",
  "Recent \"UFO\" over LA being posted by some \"research\" channels is nothing more than another SpaceX missile test. We've seen them countless times people..  :/ https://t.co/GobV9j6wDH",
  "Extremely intrigued to see that Mark Skidmore and colleagues revealed $21 trillion in unauthorized spending by the DOD and HUD from 1998-2015. You touched on the subject back in 2015. I’m genuinely impressed! @DrStevenGreer \nhttps://t.co/hHCq66SYj1 \nhttps://t.co/RkOnynGX3d",
  "If you haven't read it yet, @micahflee's writeup on Haven is more in-depth and technical than most. It's basically a guide. https://t.co/dmgbzf76sb",
  "iPhone users can use Haven today, to receive secure notifications from Haven running on a second, inexpensive Android \"burner\".  Install and setup Signal app @whispersystems and Onion Browser to remotely access notifications and logs from your iOS device.",
  "@Snowden @guardianproject Some features of @GetHavenApp:\n1. 100% open source (free to download, audit the code yourself)\n2. No cloud uploads or third parties (data is only yours)\n3. Uses Signal and Tor for secure alerts\n4. Uses your phone's sensors FOR you, rather than AGAINST you\nhttps://t.co/UvVRqjWVw9",
  "A new video from @Snowden explaining the idea behind Haven, and how it can help https://t.co/td0C10ifAI",
  "Because #Haven is FOSS (Free and Open Source Software), meaning the raw code is available for you to review (and change!). You don't need to trust @GetHavenApp to use it, since it doesn't upload to cloud services. Only you have your data. Raw code is here: https://t.co/BS3zu51xKv https://t.co/DMK1mTIlRb",
  "Announcing a new mobile app project, built from a collaboration between @FreedomofPress and @guardianproject Learn more at https://t.co/2lzt7rH2SH aka https://t.co/vJkeAwKR8Q #keepwatch https://t.co/Hk2Aos447Y",
  "More breaking news: A federal court has blocked the Trump administration's new rule which sanction employers and universities to deny insurance coverage for contraception due to religious or moral objections. This is great.",
  "RT and Follow before 4:00 PM PST for a chance of winning #Nioh for PC only. This is the final giveaway of the year! #KTfamily Winners must be around at 4:00 PM PST to claim the prize. https://t.co/DK3DVEQB8k",
  "I'm getting tired of the #NetNeutrality meme saying \"if it passes you'll pay $14.99 for Twitter and $.10 per Google search\". It is absolutely not what is going to happen and we should try to educate people on the real reasons why #NetNeutrality needs defending. Thread ⤵️⤵️1/n",
  "The MIC is giving partial disclosure \"space exploration\" directive will unearth a lot of suppressed tech. from black MISAPs, however, this is to be watched as elite will try to use this to establish a new threat in space @DrStevenGreer stated may be used for a falseflag invasion. https://t.co/tC1mN49Thz",
  "Just watched @DrStevenGreer interview on Secureteam10 channel on YouTube. Absolutely fascinating and he's truly the father of the modern Disclosure movement. I really wish the media would concentrate more on him than the other agendas currently at play 🙏",
  ".@justinamash and 30 other lawmakers have filed an amendment to the 702 bill that House Rules *could* still vote on. Basically replaces bill with USA Rights Act, ends backdoor searches, etc https://t.co/R8DH0YqMWp",
  "12/11/17: WH announced new space exploration directive\n12/16/17: Pentagon confirms UFO footage for the first time in history\n12/17/17: @DrStevenGreer warns of a false flag involving alien attack\n12/18/17: WH announces space is a competitive domain under “pillar 3.”",
  "The first step to fixing government spying powers is for all of us to decide enough is finally enough — and then demand Congress rein them in.\n\nHappening now: Ask @Snowden and ACLU experts anything. https://t.co/S10ntQ7ipT https://t.co/Zhw34O7Scm",
  "@ACLU @reddit Are you looking for the number to call to stop Congress from giving Trump more power to collect \"one end domestic\" communications without a warrant? @ACLU has you covered: https://t.co/sRVlmnxUxA",
  "RT &amp; Follow before 6:00 PM PST for a chance on winning Blue Reflection. Winners must be present at 6:00 PM PST to claim the prize. #KTfamily https://t.co/ZinKUKVgzo",
  "RT &amp; Follow before 5:00 PM PST for a chance of winning Toukiden 2, Samurai Warriors: Spirit of Sanada or Warriors All-Stars! Winners must be present and be able to reply to a DM from us at 5:00 PM PST.  #KTfamily (3rd day of giveaways and 2 more days remaining!) https://t.co/Bfa6WEt164",
  "@KoeiTecmoUS #NOA2Reroll",
  "RT &amp; Follow before 6:00 PM PST for a chance of winning #NightsOfAzure2! Winners must be on Twitter and able to respond to a DM from us at 6:00 PM PST to claim the prize~!.  #KTfamily https://t.co/hJquydSO7u",
  "@KoeiTecmoUS #ReRoll121817",
  "Re False Flag that is ramping up at New York Times, Washington Post and Politico.\nRead: When Disclosure Serves Secrecy.  https://t.co/CLtKzsG0vE",
  "RT &amp; Follow before 5:00 PM PST for a chance of winning Attack on Titan or Berserk and the band of the Hawk. All winners must be active at 5:00 PM PST to be able to claim the prize.  #KTFamily https://t.co/s1VaatBYUw",
  "\"Hello. I'm a Silicon Valley oligarch who has decided to publicly and casually muse about whether my Government should exterminate the lives of 2.5 million human beings (in a country where my government previously exterminated 20% of the civilian population). Ask Me Anything!\" https://t.co/TGHccHsQgl",
  "The man in charge of protecting spy-agency whistleblowers from retaliation is himself facing retaliation. Hard to imagine a starker reminder that there are no \"proper channels\" to protect workers seeking reform from the inside. If you want something fixed, tell the papers. https://t.co/oCRc9wbNyB",
  "This happens over and over and over, yet the CIA keeps doing it. https://t.co/p9hViVzfhZ",
  "A major blow to free speech. Watchdog agency is giving broadband providers power to decide which voices get heard and which ones don't. Steve Huffman has it right. https://t.co/0EgeDXYkFu https://t.co/r7ixRRS9o5",
  "Skeptical? Here's what GCHQ said in top secret documents: [secrecy is required because...] \"agency practices (ie the scale of interception and deletion) could lead to damaging public debate which might lead to legal challenges against the current regime.\" https://t.co/B3hBdFA4Zn",
  "RT before 6:00 PM PST for a chance on winning RTK13:F&amp;S Expansion, Nobunaga's Ambition: SOI- Ascension, Samurai Warriors 4 Empires or Dynasty Warriors: Godseekers #KTfamily https://t.co/8BBKHci3aA",
  "BREAKING: The FCC just voted to dismantle #netneutrality. This represents a radical departure that risks erosion of the biggest free speech platform the world has ever known.",
  "Keep fighting!\n\nWhen access to information is decided by pay gates: That's a PROBLEM.\nWhen sex offenders are front runners in elections: That's a PROBLEM. \nWhen basic human rights are under attack: That's a PROBLEM.\n\nBut the biggest problem is when we stay silent. Don't give up!",
  "BREAKING NEWS! It's official: Unacknowledged is the number ONE documentary of all 2017 on iTunes !! A sincere thank you to all of you who made this possible ! You can download to own it there or get the DVD at: https://t.co/DQFtgx2F1k",
  "\"We can match your face to your car. We can match every face to an ID card. We can track your movements one week back in time... We can find your relatives, who you're in touch with, and who you meet frequently.\"\n\nThis is our final warning. https://t.co/TF1nBLvZdE",
  "Killing. https://t.co/KNOFYflrLy",
  "What\n\nif\n\none\n\nparty\n\ncontrolled\n\ntwo\n\nbranches\n\nof\n\ngovernment\n\nand\n\nyou\n\nwanted\n\nto\n\nprotest\n\nthem\n\nbut\n\nthe\n\npage\n\nyou\n\nwere\n\nusing\n\nto\n\norganize\n\nit\n\nloaded\n\none\n\nword\n\nat\n\na\n\ntime?\n\nLet's #BreakTheInternet so the FCC hears us. Call Congress now. https://t.co/A3djW7UpN5",
  "Over the objections of 83% of Americans, the @FCC has voted to gift control of the internet to natural monopoly corporations. https://t.co/lq5RLXyPXn",
  "FACT CHECK: The FCC is not just reversing an Obama-era order.  It is reversing policies that have been in place since the dial-up era. #NetNeutrality",
  "Tired of hearing about #NetNeutrality? \n\nJust think of how tired you'll be of paying extra to visit your favorite websites. \n\nRemember, once it's gone, it's gone.\n\nKeep spreading the word until the vote December 14!",
  "The FCC vote allowing your ISP to lock huge parts of the internet behind caps and paywalls is tomorrow. Today is the last day to pressure Congress to stop this. Get your reps' numbers (https://t.co/7TRnivXzlL). Melt their phones.  #NetNeutrality https://t.co/uVh6JTYB2m",
  "Why did @FCC and @AjitPaiFCC rush this vote on #NetNeutrality despite known fraud &amp; criminal activity in the public process? I look forward to Chairman Pai one day testifying under oath to Congress as to why he ignored 18 Attorneys General. Did Chairman Pai aid and abet fraud? https://t.co/KK6kfWUk7P",
  "And this sets a precedent all over the world since the US anyhow controls the main parts of the internets (cables and services). And we didn't even get to vote. https://t.co/3dQQeCeZW0",
  "A VPN is a one-hop, single point of failure. Your VPN provider can see all of your activity. So can NSA. Tor mixes traffic in a better way across a wider network. Even if the first or last hop is bad, they don't know what you're doing (entrance node) or where you are (exit node). https://t.co/3oTHo2nydR",
  "To those who value the convenience of tech over privacy, or who believe that police only go after criminals, this report may be seen not as a final, chilling warning, but as an effusive tribute to the prowess and efficiency of the Guiyang police force. https://t.co/8lM3F4SwnX",
  "Tomorrow, #NetNeutrality could be repealed in the US. Today is a good time to download Tor Browser: https://t.co/U6m1AWXxjU https://t.co/5dRcpKAXWF",
  "Por si no saben la importancia de #NetNeutrality:\nHabrá internet para pobres, e internet para ricos.\n\nNavegar por todos lados (como lo hacemos ahorita), solo se podrá si pagamos por ello. https://t.co/Puk7mz8Tg5",
  "Since I started this account, I have always connected to Twitter through the Tor network (@torproject). My activity is not anonymous (US companies are vulnerable to legal compulsion and I'm using my real name), but Tor makes my physical location and other network activity safer. https://t.co/KjVa9Y0ifX",
  "Protip: Don't use your FBI-issued phone for things you don't want the FBI to know.",
  "Use Tor. Use Signal. \nhttps://t.co/NSY36coKXJ",
  "Unlike the big tech companies battling the big cable companies, @Snowden doesn't have any financial incentive here, and I'm with him on #NetNeutrality https://t.co/luaXS7fohO",
  "As we flirt with nuclear war for the first time in decades, @DanielEllsberg releases perhaps the most authoritative work ever produced on the subject (he helped write the plans!). https://t.co/ayI53Fk2ka",
  "\"I identify more with Chelsea Manning and with Edward Snowden than with any other people on earth. We all faced the same question which is, who will put this information out if I don’t?\" -Daniel Ellsberg, who leaked the Pentagon Papers in 1971 https://t.co/OT8wVTRfcW",
  "Over 2.5 million views of \"Sirius\" at https://t.co/GO3E5C5IRo.  Even more information is in \"Unacknowledged\" film and book.  Check it out at our store. Go to https://t.co/DQFtgx2F1k and go to  the store on toolbar.",
  "RT before 5:30 PM PST 12/1 for a chance on winning one game we released (and published) in 2017!  2 Winners will be selected! All winners must be present at 5:30 PM PST to claim the prize.  #KTfamily https://t.co/z2ZXRwkLEB",
  "This is such a great article on The Untold Story of Edward Snowden. If you want to inform yourself read the whole thing. Hope more articles like this come out. @Snowden #EdwardSnowden #snowden  https://t.co/AGsbysa7Ax",
  "If you love the Internet as much as we do, make your voices heard. Save the Internet. Save #NetNeutrality https://t.co/CXI0LxJzNj",
  "Dear American Politicians: Stop trying to destroy the Internet.  Net neutrality is what has enabled the Internet to be one of the greatest leap forward in humanity. It's good for commerce. It's good for technology. It's good for peace. https://t.co/b1LniENgKo",
  "RT before 6:00 PM PST for a chance of winning #NiohPC! Help support #Nioh and Vote for Nioh as Best Action Game~!! https://t.co/nyn0sGCeAG  . (Voting can be done every 24 hours).  Two winners will be selected. You must be active at 6:00 PM PST to claim the prize. https://t.co/9ZsCgAZCb0",
  "Thanks to @Snowden's revelations the European Court of Human Rights could recognize and declare mass surveillance as violation of human rights to privacy and freedom of expression https://t.co/z8C5t4Bp3u via @aclu @privacyint @amnesty",
  "GREAT NEWS!! 🇮🇹 #Italy approved a law to protect #whistleblowers! Finally it recognised those who report #corruption need protection. Congratulations to @transparency_it for fighting for this! 💪 https://t.co/5PcQ2aJ0Xk",
  "@JoyAnnReid @Snowden If you ever cared about facts/specifics, @JoyAnnReid, we wouldn’t be having this discussion today. But here, anyway, are some of the many positive impacts @Snowden’s revelations had on people’s lives. https://t.co/szTH5ONBtx",
  "Read the \"Unacknowledged\" book.  Folks who have seen the movie are blown away at all the additional information in the book.\nGet it at our store: https://t.co/xD2ghgVeyz or Amazon or Barnes and Noble.",
  "Big: Human rights groups join forces to halt UK's appalling surveillance of staff, reporters, lawyers -- and you. https://t.co/7bHJDswOUd https://t.co/5wEFSTgR5b",
  "Actually we wrote entire reports about how people's porn habits could be used to discredit them. NSA story, 2013: https://t.co/rVQibjHhir https://t.co/gfPXJQQug2",
  "When Muslims use violence, they're evil \"animals.\" When white people do it, it's a \"sad\" problem of \"mental health\" https://t.co/sklrcgeUKO https://t.co/zvlBw9GeKl",
  "John McCain picked Sarah Palin as his VP, &amp; George Bush tortured people &amp; destroyed Iraq, while you cheered. It's the same party. https://t.co/hgpeVPflVN",
  "Innocent woman was jailed 96 days before she saw a judge.\n5th Cir.: \"The district court found this constitutionally permissible. It is not.\" https://t.co/Anvm8q2Lyd",
  "RT before 5:30 PM PDT 10/25 for a chance on winning #NightsOfAzure2 winners choice of platform (2 winners) #KTfamily. Be active tomorrow! https://t.co/NsMpLHlPT2",
  "another case of proprietary secrecy as a vulnerability https://t.co/VAKNP2hjEM",
  ".@Amnesty stands up for us. Now I'm standing up for them. Will you? Help us #FreeRightsDefenders in #Turkey: https://t.co/HKnyZTmy52 https://t.co/2FSEiWy4XJ",
  "Are you a target? Everyone is. Brilliant short intro to government hacking by @privacyint: https://t.co/f6Lrq4nc0d",
  "Senate Intel Committee's #FAA702 bill seeks to re-authorize unconstitutional domestic surveillance without reforms. https://t.co/0j96LkxCAU https://t.co/E7KvaE9d2w",
  "Tell me again about \"proper channels.\" https://t.co/dCB0YJqvg1",
  "US Govt concealed docs for 53 years that showed it participated in mass slaughter in Indonesia - to protect national security or themselves? https://t.co/otsvL5YBE3",
  "We are bringing the UK govt to court over their large-scale hacking. We need your support. https://t.co/9gChpRyu8U #FightGovHacking https://t.co/ZcflBSzWKd",
  "This week we filed a brief in U.S. v. Tippens #FightGovHacking https://t.co/c0WoO33Ziz https://t.co/ynSe82bgEI",
  "CASE UPDATE: PI, together with 9 other NGOs, challenges UK surveillance regime https://t.co/sGhiWgTp7R https://t.co/sMwpkGXSpV",
  "#RienACacher #NothingToHide #Snowden #ePrivacy https://t.co/PrNl3qlEwJ",
  "We stood up for @Snowden and now he's here to support us. Help free our colleagues in #Turkey #FreeRightsDefenders https://t.co/SdqpvgPC3i https://t.co/0pqP4lBlRx",
  "Don't stay safe. Stay free.",
  "And now all of these secret government high-ups are suddenly just \"opening up\" to Tom? Sounds like an easy disinfo setup to me..",
  "@DrStevenGreer 's \"Unacknowledged\" on Netflix is a must. SSP disclosure, info on how a false alien invasion could be staged by government. https://t.co/V9OeKEVg0v",
  "@SecureTeam10 Well this keeps popping up on Facebook https://t.co/mpqbC78pvh",
  "We are devastated by the senseless violence that occurred in Las Vegas last night. Here are some ways to help the victims from @helpsonv. https://t.co/RIgg7DkteD",
  "State violence fractures Spain: Rajoy's crackdown on #1Oct vote ends with 844 injured &amp; 90% voting for independence. https://t.co/Wb77ecjGhV",
  "Spain and Catalonia will always be neighbors, and must work together to ensure a peaceful result after #1Oct vote. https://t.co/OOjiJTlu43",
  "Looks like the FBI misled the US attorney to justify keeping accused whistleblower Reality Winner in jail: https://t.co/JbfqU7qWqV https://t.co/MRLdqwhvMI",
  "Surveillance state defenders refuse to accept that a secret court routinely granting 100% of requests is a rubber stamp. But will you? #FISA https://t.co/4HyZkDCQ0l",
  "Discussion of rubber-stamp #FISA court must recall they knowingly permitted unlawful surveillance of every American. https://t.co/J9SsLeH7Qe",
  "Classic example of how Beltway institutions exploit feelings about Trump to revitalize bullshit mythologies &amp; rehabilitate themselves https://t.co/uTNDobcgAN",
  "The Spanish crackdown on inconvenient speech, politics, and assembly in #Catalonia is a violation of human rights. https://t.co/HL2xsYM1p4",
  "The right of self-determination—for people to freely decide their own system of government—cannot simply be outlawed. It is a human right. https://t.co/vXcMw2qnCE",
  "One can be against Catalan independence and still in favor of human rights. But one cannot be in favor of Rajoy's crackdown and say the same",
  "Respectfully, human rights are neither earned nor subordinate to politics: they are natural, not gifts of law. No state may restrict them. https://t.co/ZXplfrzmVy",
  "Rajoy is free to oppose Catalan independence, but through persuasion alone, not violence. The use of force to halt a vote is oppression.",
  "WATCH: the unbelievable mating display of the Hooded Grebe is caught on film for the first time https://t.co/h6MQQTsMKq https://t.co/bVo1DkUvwF",
  "#Catalonia's response to the outrageous set of raids and arrests today. Peaceful demonstration on the streets https://t.co/dWbfDtzuKX",
  "@KenIsaacs1 @Snowden  https://t.co/gTXpIgWTUL",
  "I wrote this a year ago: https://t.co/wB4Wp1mDpt https://t.co/tuKYVt2KwY",
  "\"Terrorism is the pretext for the mass surveillance system, not the reason behind it.\" Glenn Greenwald @ggreenwald #RSADemocracy https://t.co/KlHJnRvtEo",
  "@HRF @humanistic_ 75,000 people were arrested over downloading an app.\n\nOrwell's 1984?\n\nNo, #Erdogan's Dystopia\n\n#UNGA #HRC36 #HDIM2017 https://t.co/rxDIhbNUQY",
  "Seeking to chip away at free speech online, Congress wants to pass a fake sex-trafficking bill (SESTA) over a site that already shut down. https://t.co/eafeP3j8q5",
  "We live in a moment when officials are applauded for lying and indicted for speaking the truth. https://t.co/Bkf3RO120l",
  "Plot twist: @Wikileaks publishes details on Russia's increasingly oppressive internet surveillance industry. https://t.co/bPZKh5npIK https://t.co/EhxdW2ZRdG",
  "Corruption story: Justice Minister, PM &amp; PM's father secretly pardoned friend who raped stepdaughter \"almost daily for 12 years.\" #HöfumHátt https://t.co/g7lLdA9Jzo",
  "The PM, conveniently, claims he didn't know until last July, then covered it up it til reporters exposed it. https://t.co/EBFqy6nnXu",
  "The latest IG report on the DEA is a doozy.\nAgent had an affair with a criminal, had sex in the office, let her listen to wiretaps. https://t.co/2Hkr76vIoM",
  "NEW - launch of our global campaign to increase transparency around government #intelligence and #surveillance https://t.co/5KCyfnlGd7 https://t.co/yBbWA7qQZD",
  "Tell Trump and @AjitPaiFCC that #NetNeutrality is not negotiable. https://t.co/IBgc1Q0CgN via @freepress #savetheinternet",
  "Seen \"Unacknowledged\" on Netflix? Want the DVD?  DVD of Doty testimony?\nDVD of \"Dr. Greer Uncensored\".  https://t.co/OExZHYBpd9 https://t.co/RCUvF6DT9d",
  "Ever wonder why the Oversight Committees can't seem to control our spies? Well, they're staffed by the same spies. https://t.co/gwlwUTCXKZ",
  "This is a story I've long told at bars about the time Google's power really frightened me. https://t.co/ew63gyq2J2",
  "UK - keep this trending. Trump is not only an embarrassment, but he is a danger. #ImpeachTrump https://t.co/1NqYmj8vQb",
  "Trump White House must release Mar-a-Lago records Friday thanks to our #FOIA suit https://t.co/mU5Bj0Dzrf @CREWcrew @knightcolumbia https://t.co/ztDhdJSrjq",
  "@DrStevenGreer The movie is nothing short of amazing.  You are doing an awesome work and its really appreciated!  Thank you very much!",
  "Dr. Steven Greer : The FAKE 'Alien' Attack is Real &amp; Coming Soon! https://t.co/vjxoiULkJ5 via @DrStevenGreer  @Maz_zaroth  #WakeUpAmerica https://t.co/Yt3ut0FjlN",
  "\"Unacknowledged\" on NETFLIX worldwide!  Share this new video :\nhttps://t.co/Qj8u0xzUbw.   Go to our store for special feature DVDs and more.",
  "The #SolarEclipse2017 happening on the same day as the #GMM season 12 premiere is no coincidence. https://t.co/t95kO7gn37",
  "\"As politicians move online, the #FirstAmendment should follow.” @AlexanderAbdo https://t.co/f2OJIRhnoH",
  "RT before 5:00 PM PDT for a chance on winning #AttackonTitan or #Berserk! Winners must be active at 5:00 PM PDT to claim the prize. https://t.co/iWA2BlfsSs",
  "\"CSETIWEB taken down by youtube\" https://t.co/UBhdqqEtHj by @DrStevenGreer on @LinkedIn",
  "Another suit for WH visitor logs was just filed by @Public_citizen as our suit with @CREWcrew moves forward: https://t.co/zC6enqMACz",
  "An important suit filed by @Public_Citizen for WH visitor logs. We sued w/@knightcolumbia and @NSArchive in April. https://t.co/RZpuEtXmA1",
  "The Interactive Constitution looks at the right to assemble and petition: https://t.co/FkzTdEQ60A #FirstAmendment #CharlottesvilleCurriculum https://t.co/E61Wuztpiz",
  "cc @knightcolumbia https://t.co/TzUHB5RjGx",
  "Our official youtube channel is: https://t.co/GO3E5BO7sO and it is up and running.",
  "DOJ demands IP addresses, contacts, emails, photos of all 1.3 million visitors to ... an anti-Trump web site. https://t.co/0LILj2oVDZ",
  "Breaking: Technologists File Brief Warning Against Warrantless Access to Cell Phone Location Data: https://t.co/LUrwhWad1G https://t.co/qzYjYYUa8k",
  "@Mr_Lecter666 It's a hoax by ThirdphaseofMoon.",
  "@ThePizza_Rat @SleepCycles Omg.... old memories back!",
  "More simply: Nazis are not the enemy of America, but of all liberty. Beware those reluctant to condemn them, for they ally with injustice. https://t.co/YLQIxxAhfc",
  "The critical axis of politics is liberty versus authority, as fascism comes from both Hitler and Mao. Look first to regard for human life. https://t.co/nvUmT2t56G",
  "Justice Department, in letter filed last night: Blocking critics on Twitter is part of Trump's official duties.  https://t.co/bA6UruETB9 https://t.co/6HQRRF7s7V",
  "@KoeiTecmoUS #ReRoll81117",
  "RT before 5:00 PM PDT 8/11 for a chance on winning one of the games on this list https://t.co/W8ijEKyQao because #NationalLazyDay :P https://t.co/9EipKm5s6s",
  "Incredible: Journalists used machine learning to unmask secret surveillance flights inside the US. https://t.co/reXC2Jq3P7",
  "The first foreign policy crisis has arrived. https://t.co/uFBTQOZt65",
  "#MardiConseil Quoi répondre à vos amis qui \"n'ont rien à cacher\" ?\n\n👇👇👇  — 💬 @Snowden https://t.co/EtYEupn6zU",
  "Deputy Att'y Gen. Rod Rosenstein on revising Justice Dept. policy on subpoenas.\n\nDoesn’t rule out jail time for reporters.\n\n#PressFreedom https://t.co/iYPbwJrFmM",
  "Want to see a politician clearly? Remove emotional words from their statements.\n\n\"If human rights laws get in the way, we will change them.\" https://t.co/Ci9yt7I9d6",
  "MIB Are Outside Watching My Home 8/5/17 https://t.co/jitD2noaDO",
  "when a leak informs you your lawyer judges air guitar competitions https://t.co/LnwlJOUnQw",
  "RT Before 2:00 PM PDT 8/4 for a chance on winning DW8XL/ DW8Empires /SW4Empires or #SpiritOfSanada. Please be active tomorrow~! https://t.co/eEQkkhGGxf",
  ".@CJR joins 20-some journalism groups to launch site to document press freedom abuses in the US. My report for @CJR: https://t.co/YHEE6hpdwC https://t.co/XWbXiC612h",
  "The US Press Freedom Tracker will systematically highlight press freedom cases in the United States  @uspresstracker https://t.co/TQ1WVXtYil",
  "Today, in partnership with @PressFreedom, we announce the first project tracking press freedom violations in the US. https://t.co/ICmx39DidN",
  "Whether enacted by China, Russia, or anyone else, we must be clear this is not a reasonable \"regulation,\" but a violation of human rights. https://t.co/9iFLNk53M3",
  "Unreported by the major newspapers fretting over diplomats, Russia's gov just limited its citizens right to read: https://t.co/5MGcmw4Ung",
  "Apple aiding censorship recalls corporate collaboration with the apartheid regime. Dollars can't wash out the stain. https://t.co/NGPUhuZakM",
  "Remind the Party that Apple isn't afraid to think differently—by teaching the world how to move even the biggest supply chain out of China. https://t.co/BwmBZ2nocm",
  "Report by @HRW &amp; @Amnesty finds US surveillance renders data-sharing pact \"invalid,\" requires reform. https://t.co/2z8rzkHpk1 #PrivacyShield",
  "What \"draining the swamp\" actually looks like: Courts disqualify national leader—exposed as corrupt by journalists—from office for life. https://t.co/nEzTBCwST3",
  "There is no basis for turning trans people away from our military. We are examining all of our options on how to fight this.",
  "If your own legal defense compares you to the makers of Zyklon B, you should probably reexamine your legacy. https://t.co/JLpR6BHXH2",
  "RT before 5:30 PM PST 7/21 for a chance on winning one of the following games (on the list). Please be active 7/21 at 5:30 PM PST! #KTfamily https://t.co/c5UYG7qXTu",
  "Surveillance scholar @mguariglia on the long road to today's dragnet, and how it unintentionally risks US lives: https://t.co/NLsrIwjv9I",
  "@JustinTrudeau this would be a very cool move. https://t.co/U8qyQ1Pc3c",
  "The CIA plans to destroy the records of its investigations into journalism it didn't like. https://t.co/bLoNPnn2SS",
  "The world now see that your act was heroic and you helped to transform an entire generation that - thanks to you - knows what privacy means. https://t.co/NVmADhV8UR",
  "RT before 5:30 PM PST for a chance on winning one of these games #AtelierFiris , #AtelierSophie, #Toukiden2 or #NightsofAzure. Be active~! https://t.co/HFbQNAUaGA",
  "Xiaobo died under guard in a world where states still dim our brightest lights. The law is not justice. 愿我们的兄弟休息。 https://t.co/8o2Tm3RADj",
  "Dude is in 3017 https://t.co/HSvcggfkPL",
  "When President Trump blocks people on Twitter, is he violating their right to free speech? https://t.co/KsUqFAqCh9",
  "Just filed.\n\nhttps://t.co/nm1IFjzRwO https://t.co/A0iPWrmFrL",
  "BREAKING: Critics file suit for being blocked by @realDonaldTrump. NEW @knightcolumbia lawsuit: https://t.co/7eDVwRgc6X",
  "Most folks can't read three different papers every day. If we don't set the highest standard, many give up and say the truth is unknowable.",
  "If our most famous journalists are so proud they can't admit to what is now an obvious error, how can they hope to hold the public trust?",
  ".@ggreenwald has solid evidence @Maddow’s forger got the base doc from https://t.co/QaTrLV34X8, not prepublication. https://t.co/EZCCIdIyGI",
  "Each time the media gets a prominent story wrong right now, I wince. More than egg on a famous face, it risks a generation's trust in news.",
  "When the media's credibility is under attack, rushing stories out before checking facts and contacting the subject is hard to comprehend.",
  "That said, journalism is hard and mistakes happen. When they do, as in this Maddow case, apologies should be frank and unequivocal.",
  "When we start getting economical with facts, we lose. This important story was mangled by needlessly injected an unsupportable conspiracy.",
  "Hey @JameelJaffer @AlexanderAbdo @knightcolumbia this language seems helpful in proving a right of access to POTUS tweets, amirite? https://t.co/20TqQqwAUS",
  "@KoeiTecmoUS #Reroll7717",
  "@SecureTeam10 https://t.co/ScIBSrjlIW",
  "@Roran_Stehl FYI, @knightcolumbia asks that people contact them if youve been blocked by trump. May be a constitutional no-no. https://t.co/nejIrIYRm3",
  "\"Our liberty depends on the freedom of the press, and that cannot be limited without being lost.”\n— Thomas Jefferson",
  "It's the #4thOfJuly tomorrow so we'll do a giveaway! RT before 5:30 PM PST 7/5 for a chance on winning one game we published from 2016 - Now https://t.co/tfRpCr8k4u",
  "Rarely does a photographer capture the politics of an era in one frame. https://t.co/7YyJqpsdDi",
  "The dispute over Trump's tweets represent the new era of #freespeech debates: https://t.co/ifUIpjwnCU @FortuneMagazine @jeffjohnroberts",
  "My favorite @AndyMills_NJ photo: Look at the people on the public beach, and then Christie's beach. https://t.co/8jAY6dp4DQ https://t.co/asqnOB73st",
  "The very essence of patriotism is a free press that exercises the First Amendment not just as its right, but as its duty and obligation. https://t.co/qFhlzl3hRn",
  "\"Congress shall make no law ... abridging the freedom of speech, or of the press.\" Happy Independence Day everyone!",
  "Pretty extraordinary concurring opinion from Judge Brown: \"Our democracy is broken. We must hope, however, that it is not incurably so.\" https://t.co/9lVceL5CdU",
  "It was once impossible to imagine countries without Kings. A time will come when they look back and say the same of Presidents.",
  "\"The government interprets laws like an evil genie.\" -@Normative\nWhen they say they don't spy on you without a warrant, there's a catch: https://t.co/vhE2A03YQt",
  "Congress never authorized this. Nine times, Congress authorized scans of foreign nationals. Zero times they authorized scans of citizens. https://t.co/H9P1PPSn0D",
  "I don't care how useful it is. (Not much, this time.) If one order taps 3 million calls, they're doing it wrong. https://t.co/lYJIdCaZJI https://t.co/R3cVj42UGc",
  "U.S. Attorney's Office sent a subpoena this morning to @theintercept demanding all correspondence between Barrett Brown and his editor: https://t.co/JhmxJpIPdz",
  "@KoeiTecmoUS #RRGUST1",
  "RT before 5:30 PM PST for a chance on winning #AtelierSophie , #AtelierFiris, #NightsOfAzure or #AtelierShalliePlus! Winners must be active https://t.co/IwbYcaGuh5",
  "The @NYTimes explains how NSA's reckless development of exploits for domestic software led to disaster for the US.  https://t.co/UmlCPFUxby https://t.co/c4s39xeyNs",
  "I can't remember the last time the delivery person has actually tried to knock. The house is ALWAYS full here. We work from home. https://t.co/VPWhxbom86",
  "To quickly stop Petya right now - MS17-010 patch AND blocking ADMIN$ via GPO will stop lateral movement on WMI and PSEXEC.\n\n#Petya",
  "Weeks before WannaCry, an attack using 2 stolen NSA weapons hit this company, undetected by every major cyber firm. https://t.co/l6GG5Sw5Jg",
  "Listen, people can disagree on surveillance. But when @NSAGov's focus on offense over defense shuts down US hospitals, it's time to act. https://t.co/4LL0CHFKOO",
  "How many times does @NSAGov's development of digital weapons have to result in harm to civil infrastructure before there is accountability? https://t.co/VOu28Ce9ee",
  "Symantec confirms global #Petya ransomware attack hitting computers today (hospitals, supermarkets, banks) uses NSA's #ETERNALBLUE exploit. https://t.co/wDuHoRcFCr",
  "Looks like the first US Hospital system shut down by today's @NSAGov-enabled ransomware disaster: https://t.co/1T0LZIUa4A",
  "Do not pay the #Petya ransom. You will not get your files back. The email address used is blocked! @SwiftOnSecurity @thegrugq https://t.co/NOzxLz0vul",
  "More fallout from irresponsible government agencies doing irresponsible things with internet technology. https://t.co/iHnv5yQnRx",
  "This story of the police trying to dig into Philando Castile's girlfriend's Facebook account for dirt is *nuts*:https://t.co/cBxDC8wLvG",
  "Prominent US national security law expert @steve_vladeck on today's @AP torture report: https://t.co/qPzaYbPoP0 https://t.co/JKI0Da9Q5S",
  "Minnesota motorist was pulled over and brutally assaulted by an officer while still buckled in his seat. Now he's facing jail time for it. https://t.co/XvXqT2Gpde",
  "Senate GOP Bill cuts health care for poor, but adds obscure provision to give Insurance Co's a tax break for CEO pay over $500,000. https://t.co/7K2eRnXU2Q",
  "Lesson: Apply skepticism when the government insists without evidence that whistleblowers gravely harm national security. https://t.co/TR16pt7v1z",
  "\"Even if you're not doing anything wrong, you are being watched and recorded.\"\n― Edward Snowden (@Snowden) (born this day, June 21, 1983) https://t.co/q7873fyJib",
  "CAN WE ALL JUST CHILL THE FUCK OUT PLEASE https://t.co/whuHwe6OCI",
  "When you hear politicians say @NSAGov, @CIA, and @FBI never \"willfully\" abuse their access, remember just one employee did it 600 times. https://t.co/AqPGB4SOjt",
  "https://t.co/nTfD0YLA2i via @subverzo",
  "Personal details of nearly 200 million US citizens exposed \nhttps://t.co/NubOZc8ETw #impact https://t.co/5PQyTuocOP",
  "'Security...or Surveillance? The Edward Snowden Interview' -- don't miss this very special Ron Paul Liberty Report!\nhttps://t.co/86jlZ6Cb4X",
  "Report: Whistleblowers who sought to prevent #GrenfellTower fire feared dead in blaze. The neglect here is criminal. https://t.co/7M7OgWgIzb",
  "what? https://t.co/LzYCkbo0vg",
  "Here's how the CIA can hack your router—and why you'll never know they did it. https://t.co/27ij1PIXpf",
  "Australia pushes Five Eyes to make decrypting private messages easier, threatening privacy and free speech https://t.co/hoUo09otUo",
  "Let it be the same when she resigns. https://t.co/pbaeafIJls",
  "#GrenfellTower was clad in flammable panels–banned in US–to save under £5k. That decision has now claimed more lives than the 7/7 bombing. https://t.co/K9aL0GU9WO",
  "Nobody has ever died in a fire in the UK in a property with an effective sprinkler system fitted. Grenfell Tower had no such system.",
  "Did you know the United States government keeps an ancient law on the books that forbids whistleblowers from making their case to the jury? https://t.co/4FSsivqHph",
  "Remember. This is coming from the man behind the \"show us the birth certificate\" movement. Let's talk about #FakeNews. #MAGA https://t.co/MPe9GLVFt9",
  "This is much worse than Watergate, and Trump will not resign in the manner of Nixon: https://t.co/BAZpeeC7Mr https://t.co/t7WT5OE4yL",
  "Some \"journalists\" need to replace their keyboard https://t.co/OJ1Qs27vXc",
  "This was the letter sent by Kensington and Chelsea to the Grenfell Action Group, which repeatedly warned of a fire risk in #GrenfellTower. https://t.co/2M78wcaV8W",
  "The idea that the #GrenfellTower tragedy was preventable is shattering. The neglect here is just inhuman. https://t.co/qbzELzec4w https://t.co/jGx9M0JKqO",
  "David Collins of #GrenfellTower residents association gives a shocking account of the local councils refusal to heed residents safety fears. https://t.co/cC47EWBUer",
  "The Man Who Warned Of The \"Catastrophic\" Fire Risk At Grenfell Tower Almost Died In The Blaze https://t.co/7Qj7b4e5AZ via @HannahAlOthman",
  "Cool job(s) alert: We're hiring a software engineer AND a security engineer to work on @SecureDrop &amp; other projects. https://t.co/QGoLkl6i3t",
  "How can #JeffSessions still be Attorney General when he can't answer every second question because he doesn't remember?",
  "Theresa May wants to censor the internet. Will it work? https://t.co/CVlb8Nyl6J",
  "Wherever you are, remember that a constitution cannot protect people: it is paper. Rather, it is people that protect the constitution. https://t.co/RDaBfg0BlX",
  "boat https://t.co/rh3hYT3rz1",
  "Theresa May promised again and again that if she lost six seats, Jeremy Corbyn would be PM. Last night she lost at least 12. https://t.co/I3FSLu6AEt",
  ".@Theresa_May thought that with the backing of the billionaires and the corporate elite, she could take your vote for granted. https://t.co/JpazODKMEA",
  "Mrs May has spent £130 million of public money discovering that voters refuse to gve her a Brexit mandate and remove her majority:She stays!",
  "Let us know what you thought about #SWSanada. Any feedback is appreciated  https://t.co/blvZSEdfoX  #KTfamily https://t.co/ErQDJpTubx",
  "RT and spread the word of the survey~ We will giveaway a game we published from 2016-2017 as a thank you to a RTer who purchased the game https://t.co/lbyAvr3KhT",
  "I love this summary by David Dimbleby on the #ExitPoll \n\n#GeneralElection17 #Brexit #brexitshambles https://t.co/61NLNmF1tA",
  "Absolute secrecy never benefits the public. Partisan battles over what is or isn't a \"leak\" miss the point: we're the ones left in the dark. https://t.co/tUXKSUbvIw",
  "Turns out this season of Games of Thrones opens with the Conservative Party immediately bending the knee to the Ulstermen. #GE2017",
  "Remember this tweet from #TheresaMay? https://t.co/HkzHhnGLSc",
  "This is all unconfirmed, but early reports indicate May campaigning on a platform of ending human rights in the UK was less than wise. https://t.co/jnXGIYSJUm",
  "Turns out, humans vote https://t.co/meX9zdFaeQ",
  "\"Why did Theresa May call an election?\" Top trending questions in the UK since polls closed #GE2017 https://t.co/s3MpCW6kB6",
  "Full circle: In which a leaker Comey wanted to bring to justice defend's Comey's right to disclose https://t.co/0fg7410Mpg",
  "Even if details leaked by the FBI Director fell under confidentiality obligations, the public's need to know here is the superior obligation https://t.co/eKHt2ZLp9A",
  "https://t.co/eP2OatjZZW",
  "It seems the @FBI Director agrees: sometimes the only moral decision is to break the rules. https://t.co/j1V6xROs9y",
  "The future of the free internet in the UK depends on whether young people turn out at the polls to vote today. Don't sit this one out. https://t.co/MuoihlRx4H",
  "Believe me, I'm sympathetic to Comey's reasoning behind his leak. But General Petraeus tried the same argument; the .Gov was unpersuaded. https://t.co/hARYgSDvDm",
  "Today, don't ask to be heard. Make them listen. #GE2017 https://t.co/tYwJd353K7",
  "YOU DO NOT NEED YOUR POLLING CARD TO VOTE! Just go to your polling station - don't be wrongly put off. Please spread the word",
  "It's astonishing to see this kind of complete surrender to terrorism admitted so blatantly. https://t.co/1d8FWxTnze",
  "If #TheresaMay does this, she'll go down in history as the Prime Minister who gave terrorists their greatest victory https://t.co/7yxWKzRif3",
  "RT before 5:30 PM PDT for a chance on winning #Toukiden2 for PS4, PS Vita or PC! 2 winners will be selected! #KTfamily Be active at 5:30. https://t.co/bsK9MavWln",
  "RT before 5:30 PM PDT for a chance on winning #SWSanada for PC or PS4! (2 winners will be chosen) Winners must be active at 5:30 PM PDT! https://t.co/NqMo1C4KWy",
  "#Sirius Takedown by #TriCoast and #GaiaTV #UNACKNOWLEDGED #UFO #truth https://t.co/Om9hpfaoOa",
  "Theresa May has wanted to control the internet for a long time. Wastes no time exploiting this attack to demand this https://t.co/1QIm8VEMO9",
  "This is an era-defining moment. https://t.co/01NpEriRvv",
  "RT before 5:00 PM PDT on 5/23 for a chance of winning #SWSanada! For either PS4 or PC. (2 winners) Winners must be active on 5/23 @ 5:00 PM https://t.co/TclwsZHYFF",
  "Try not to laugh. https://t.co/KryvtMTClM",
  "When US nuclear weapon is stolen, it's called an \"empty quiver.\" This weekend, @NSAGov's tools attacked hospitals, . https://t.co/8A9qON61zE",
  "This NSA-enabled hospital attack established instant consensus across politics that funding offense over defense was a mistake. We need it: https://t.co/IE8LKcKRZf",
  "Bossert is Trump's Homeland Security Advisor. Nervously said it spread to 150 countries, \"disrupting telecomms, hospitals, and other orgs.\" https://t.co/RZRguox7GT",
  "The journalists behind the #PanamaPapers agree a @Wikileaks prosecution threatens speech and press freedoms. Do you? https://t.co/3Zd3WwJiTN",
  "Remember when the FBI wanted back doors in iPhones and 50% of the public agrees? Educate your friends! https://t.co/4BEJap7VCR",
  "Extraordinary: Microsoft officially confirms @NSAGov developed the flaw that brought down hospitals this weekend. https://t.co/zQ6785YpFf",
  "Until this weekend's attack, Microsoft declined to officially confirm this, as US Gov refused to confirm or deny this was their exploit. https://t.co/i52jeJyD0l",
  "Microsoft commenting on the NSA building cyber arms for its software is the right thing todo. Vulnerability should of been fixed when found.",
  "Very strong words from Microsoft's president, @BradSmi. https://t.co/wLC42Ro91S https://t.co/y3cpG9KxQM",
  "Best way to protect US &amp; the world is for NSA/CIA to DISCLOSE zero-day vulnerabilities to software owner, NOT WRITE MALWARE. #ransomware https://t.co/dAsbDJywHt",
  "Pause a moment to consider why we're left with researchers, not governments, trying to counter the @NSAGov-enabled ransomware mess. Hint: https://t.co/IE8LKctgAF",
  "First question arise in Congress after @NSAGov's attack tools—which officials promised \"nobody but us\" could use—shut down hospitals in UK. https://t.co/YVAMd1SA3U",
  ".@NSAGov's choices risked permitting low-skill criminals launch government-scale attacks, and then it happened. There's no waving that away. https://t.co/YSbbonoSDj",
  "Low-sophistication attackers are often unable to independently develop exploits, lacking the skill and resources to even reverse patches.",
  "Had the NSA followed standard protocols for disclosing software vulnerabilities, this wouldn't have happened. https://t.co/8xx6mUzjik",
  "If @NSAGov had privately disclosed the flaw used to attack hospitals when they *found* it, not when they lost it, this may not have happened https://t.co/lhApAqB5j3",
  "In light of today's attack, Congress needs to be asking @NSAgov if it knows of any other vulnerabilities in software used in our hospitals.",
  "Despite warnings, @NSAGov built dangerous attack tools that could target Western software. Today we see the cost: https://t.co/u6J3bcHnXE",
  "Whoa: @NSAGov decision to build attack tools targeting US software now threatens the lives of hospital patients.  https://t.co/HXRV9uYOuU",
  "RT before 5:00 PM PDT 5/15 for a chance on winning Samurai Warriors 4-II or Samurai Warriors 4 Empires! Please be active Monday @ 5:00 PM https://t.co/bz0xNcMNrY",
  "@KoeiTecmoUS I have 50$ rebate at ebgames waiting on this game. I have this since dec 2015",
  "Any way you slice it, POTUS/AG just fired FBI director for investigating them. I'm no Comey fan, but this bodes very ill for rule of law.",
  "This smells more and more like Watergate revisited",
  "If Comey was in fact fired for his July statements about the HRC investigation, why is the firing happening now, not months ago? https://t.co/wUBPTtIJn6",
  "This FBI Director has sought for years to jail me on account of my political activities. If I can oppose his firing, so can you. https://t.co/zUp5kquy8q",
  "More Dynasty Warriors 9 details will be revealed later this month ~ #DW9 Please look forward to it :) #KTfamily https://t.co/Dc6yRmqdBy",
  "#TakeandMake @rhettandlink I guess this is bodybuilders building bodies...? https://t.co/2VYc8yTFpI",
  "Technological change is transforming #firstamendment challenges. Watch @knightcolumbia discussions live: https://t.co/zkQZ2cfjur https://t.co/RWL4uar4He",
  "@KoeiTecmoUS Id like rot3k because it recalls my young time with the original on the SNES",
  "NSA says it's ending \"about\" surveillance of Americans' internet activities. Here's what that spying has involved: https://t.co/5y7D8eV6sj https://t.co/HyXpvMTDec",
  "People said speaking up isn't worth the risk. Today, we can see they were wrong. Blow the whistle, change the world. https://t.co/GfwPn2ICYX",
  "Seems NSA was forced to sacrifice a mass surveillance program (called \"about collection\") to avoid questions in upcoming 702 reauth battle. https://t.co/Fyz2vjiSsN",
  "The truth changed everything. https://t.co/j4Mir6GoYA",
  "If you don't?  Well, we'll help out~! RT before 5:00 PM PDT for a chance on winning #NASOIA, #Toukiden2 , #AtelierFiris or #RTK13Bundle https://t.co/4LoMg6Dlcy",
  "@KoeiTecmoUS Wish I could have it for myself to begin with 👍",
  ".@KyrieIrving https://t.co/n8jYXgR3Bt",
  "Yes, another giveaway! #RTK13EP is coming out tomorrow so RT before 5:00 PM PDT 4/25 for a chance on winning the expansion pack (2 Winners). https://t.co/Jvoq8iZtb5",
  "Key question: When was @Microsoft notified about the @NSAGov vulns patched in March (MS17-010)? #Shadowbrokers came forward on 13 Aug 2016. https://t.co/fp46jskgWQ",
  "White House decides not to release visitor logs. Good thing we sued for them with @CREWcrew and @NSArchive https://t.co/hJGOLYITlq",
  "Breaking: @Microsoft confirms that the US gov did not disclosure any vulnerability information evident in leaked @shadowbrokerss docs https://t.co/HaXbAEjbce",
  "The Mother Of All Exploits escaped from an NSA laboratory and is wrecking the internet. https://t.co/K1RqJeYIW5",
  "Today is a great example of why I never say \"even after X years, NSA still hasn't hacked me!\" You can make it expensive, but not impossible.",
  "Good point by @emptywheel: NSA has known since Jan the MSFT exploits #ShadowBrokers were threatening to release https://t.co/0Tk6HJMjsd",
  "Facebook's Chief Security Officer on @NSAGov's refusal to warn US software makers about the stolen NSA malware now wrecking the internet. https://t.co/V2ZrnRqWfN",
  "One month apart, @CIA and @NSAGov had \"nobody but us\" surveillance tools stolen. The \"lawful access\" debate is over.\nhttps://t.co/K1RqJeYIW5",
  "This is why - regardless of whether you support or oppose a strike - fawning over bombs as \"beautiful\" is gross\nhttps://t.co/ZoqKUAvbMw",
  "A reminder that this is a thing, now that we are all going to talk about the Vulnerabilities Equities Process again: https://t.co/wC3oKLbotn https://t.co/VqoFmDNrvP",
  "Seems like the #NSA / #EquationGroup hacked #SWIFT Belgium HQ internal network \nCC: @x0rz https://t.co/kyt49o6SGb",
  "Nice catch: 2013 archive confirms #NSA hacked the EU's SWIFT network, violating data-sharing agreement. Any comment yet from EU? https://t.co/p86jgSqtj8",
  "There's a problem w the claim #NSA hacked SWIFT \"to search for terrorists\": US already had lawful channels to get SWIFT data for CT cases. https://t.co/REFSYk6ykV",
  "This list of ShadowBrokers exploits is getting bigger and bigger #GettingBored https://t.co/KRdn3CLwib https://t.co/kkTKeRA4cR",
  "#NSA knew their hacking methods were stolen last year, but refused to tell software makers how to lock the thieves out. Are they liable?",
  "If you're a tech or natsec reporter, follow @hackerfantastic, @x0rz, @emptywheel, and @josephfcox for analysis and developments. https://t.co/iYJpIokfNy",
  "RT Before 5:00 PM PDT (4/17) for a chance on winning #RTK13 &amp; #RTK13 Playing Cards! (2 Winners)! Playing Card winners must be in US/Canada https://t.co/stD4RRWe4R",
  ".@thenib Those mujahedeen tunnel networks we're bombing in Afghanistan? We paid for them. #Blowback https://t.co/xokL8VCQqk (via @GabiElenaDohm) https://t.co/VDVsUYahiG",
  ".@thenib US President (and Army General) Dwight D. Eisenhower on dropping $16,000,000 bombs on caves in the middle of nowhere: https://t.co/unQNWS0opb",
  "RT before 5:00 PM PDT for a chance on winning #AtelierSophie &amp; #AtelierFiris or #AttackOnTitan &amp; #Berserk. Be active at 5:00! #KTfamily https://t.co/QIJffsy97M",
  "@quill18 Poutine for ever!! 👍",
  "I have a dream, and that dream is:  Tikka Masala Poutine. #Canada #Scotland https://t.co/McGoE7gZKN",
  "RT before 3/31 5:00 PM PDT for a chance on winning #RTKXIII, #NASOIA, #AtelierSophie or #AtelierFiris (2 Winners) Please be active at 5! https://t.co/mqSxr6ApHG",
  "Congress is sacrificing the privacy of Americans to protect the profits of major internet companies. Our statement: https://t.co/K4R9uJJh6A",
  "Sanctioned or unsanctioned, meeting peaceful protesters with force is clear injustice. 850+ arrests in Moscow, including journalist @ASLuhn. https://t.co/aNb5yJDtYM",
  "RT before 5:00 PM PST 3/21/17 for a chance on winning Toukiden 2! (2 Winners will be selected) https://t.co/NQyBb80CML",
  "RT before 5:00 PM PST for a chance on winning #Berserk or #AtelierFiris!  Winners must be active at 5:00 PM PST #KTfamily https://t.co/RFT9rKyluh",
  "This is so awesome!! https://t.co/TRTpjb9BBX",
  "@SecureTeam10 I dont mind much as long you have the time to say what you have to say...be 10min or 30 min...",
  "@KoeiTecmoUS #Reroll31017",
  "Dear Nintendo and Microsoft,\n\nCan we please get together and talk about this?\n\nYour friend,\nKirk https://t.co/O3KrXCGi7K",
  "RT &amp; Like before 5:00 PM PST for a chance on winning #Berserk or #AtelierFiris! (2 Winners). Please be active at 5:00 PM PST. #KTfamily https://t.co/yQChxnyij1",
  "@KoeiTecmoUS #ToukidenPlz",
  "For fans of the #Toukiden series: Who was your favorite female character from Toukiden Kiwami? #KTfamily https://t.co/lnn4BcVKEo https://t.co/GomlptwnCj",
  "Once again, @Snowden totally nails it. The answer to #fakenews is not censorship, but critical thinking. https://t.co/NkR18vCJCT",
  "Don't be afraid. Be ready. There are more of us than them.",
  "I'm giving away a copy of Ni-Oh for PS4 (UK Ver.)\n\nJust retweet and follow for the opportunity to win\n\nWinner will be announced on Saturday https://t.co/R27Tbtz1Y5",
  "@KoeiTecmoUS thank you",
  "@KoeiTecmoUS are people allowed to win more than once?",
  "RT before 4:00 PM PST for a chance on winning DW:Godseekers or Atelier Shallie Plus!Winners must be active at 4:00 PM PST to claim the prize https://t.co/gkYhmecCRD",
  "@VideoGamerRob @Konami @wordpressdotcom \nMGS 4 : GoP\n@argh226\nPS4",
  "@rhettandlink she knew it was you guys that told me to say that 😂😂💜💓 @rhettmc @linklamont : btw she actually is my twin 👯💕 https://t.co/2YJmtVd7DS",
  "The @aclu took Trump to court. Let's stand with them. Reply w/ donation receipts from today &amp; I'll match to $25k. https://t.co/0uiQPpQsyH",
  "RT before 4:00 PM PST for a chance on winning Attack on Titan, Atelier Shallie Plus or SW4II. Winners must be active at 4:00 PM. https://t.co/OKBnU5p78G",
  "RT before 5:00 PM PST for a chance to win Atelier Shallie Plus (PSV) or Nights of Azure (PS4). Winners must be active at 5:00 PM! https://t.co/gM615Pk7Tu",
  "CIA has released millions of files including many about UFO's: https://t.co/PKForbJl5w",
  "@Kishnabe @KoeiTecmoUS @HaganeMessiah I wasnt sure which to take!",
  "RT before 5:00 PM PST for a chance on winning Atelier Sophie or Toukiden Kiwami. Winners must be active at 5:00 PM to claim the prize. https://t.co/TShIrl27W1",
  "With help from The Wheel of Gifticality, we donated $10,000 to @StJude! Join us in donating at https://t.co/02GUe3wQau!",
  "In times of hate, love is a revolution. Happy Holidays, internet. https://t.co/7hVAATLQUV",
  "Tonight: Rhett &amp; Link &amp; Jimmy! Tune into @FallonTonight on @nbc at 11:35PM EST! @jimmyfallon https://t.co/cC2rgU8zfL",
  "@KoeiTecmoUS @goddessnerdandi @GuntankCantFly @LiberationMaidN @CrossRaven @Zonic505 @BlueJayTV @gensouojou @TallulahSoie Grats to you all",
  "@KoeiTecmoUS #KTHolidayGifts",
  "@KoeiTecmoUS @rarc602 @juuichi11 actually they should say NA and or not with Québec.",
  "@rarc602 @juuichi11 True, should have just wrote one of them XD...",
  "RT before 3:00 PM PST on 12/21. As a special holiday giveaway 8 Winners will be selected! Winners may choose one game from 2015/2016. https://t.co/sjn2OG8zp2",
  "@KoeiTecmoUS at last!!",
  "We are excited to share information that 真・三國無双 8 (Dynasty Warriors 9) is currently in development in Japan! #DW9 #KTfamily",
  "Malcolm Gladwell wrote an article saying Ellsberg &amp; Snowden aren't similar but Ellsberg himself vehemently disagrees https://t.co/MBQS8KyTim",
  "@KoeiTecmoUS do you guys have restriction as to where it can be win?",
  "RT before 3:00 PM PST for a chance on winning Attack on Titan or Atelier Sophie. Winners must active at 3:00 PM to claim their prize. https://t.co/NvwdQZ8buz",
  "RT before 1:00 PM PST for a chance on winning Atelier Sophie, Nights of Azure, Arslan:TWOL or Attack on Titan. Winners must be active! https://t.co/1JmraB2nOt",
  "@KoeiTecmoUS I'm hyped for Dynasty Warriors 9 even though it doesn't even have a release date",
  "@RoarkisOld @TheHiveLeader https://t.co/JHbbV1EEmu",
  "@KoeiTecmoUS #ReRoll1118",
  "RT before 4:00 PM PST for a chance on winning #SW4II , #SW4E , #ArslanTWOL or  #DW8E.(Choose one!) Winners must be active at 4:00 PM PST https://t.co/Gwg1g8RN4a",
  "@KoeiTecmoUS awh.... :(",
  "@KoeiTecmoUS is this the latest one, the 9th?",
  "RT before 5:00 PM PST for a chance on winning #AttackOnTitan, Atelier Sophie or Nights of Azure! Winners must be active at 5:00 PM PST. https://t.co/zFdcL5wdwB",
  "The height of luxury has arrived. The Duct Tub. Get in now. Don't miss out. https://t.co/z3JgWqysHJ",
  "RT before 5:00 PM PDT for a chance on winning Atelier Sophie / Atelier E&amp;L + / Nights of Azure or Atelier Ayesha +. Winners must be active! https://t.co/ySnl3te5NF",
  "Are you a journalist? The police spying on you specifically to ID your sources isn't a hypothetical. This is today. https://t.co/6JtOIb7Q4n https://t.co/p4pURXH4nU",
  "#HalloweenGiveaway RT before 5:00 PM PDT for a chance on winning one of the select games (3 winners). You must be active at 5:00PM PDT https://t.co/83UNiZWVW1",
  "It's #Halloween Today! We can't give out candy today, but we might as well do a special Halloween Giveaway!(Top 3 will be choices) #KTfamily",
  "@KoeiTecmoUS #ReRoll1028",
  "@KoeiTecmoUS lets go for a win!",
  "RT before 5:00 PM PDT for a chance on winning #NASOIA for PC Steam or PS4 (2 Winners). Winners must be active at 5:00 PM PDT. #KTfamily https://t.co/G7vLkefkXo",
  "RT before 5:00 PM PDT for a chance on winning #NASOIA on Launch day! (2 Winners PS4 or PC) #KTfamily Winners must be active at 5:00 PM PDT https://t.co/az9JzUvmwN",
  "@KoeiTecmoUS #Reroll1021",
  "@SecureTeam10 you get about 2k every day I see your video",
  "RT before 4:30 PM PDT for a chance on winning #NASOI , #AtelierSophie or #NightsofAzure! (3 Winners!) Winners must be active at 4:30 PM PDT https://t.co/i2WE7zWg3j",
  "@SecureTeam10 there is way too much disinformation on this.",
  "@KoeiTecmoUS #IWantTheReroll",
  "RT before 5:00 PM PDT for a chance on winning #RTKXIII(#PS4/Steam) or Atelier Sophie(PS4/Vita)! (2 Winners!) Winners must be active ! https://t.co/v7wKEzkPbm",
  "@KoeiTecmoUS #IWantTheReRoll",
  "@KoeiTecmoUS chances might be low, but they are free and pretty much every week. 👍",
  "RT this before 3:00 PM PDT in order to win the prize(winner of the poll). We will select 3 winners. Winners must be active at 3:00 PM PDT https://t.co/tUZX4ELOKb",
  "Thanks again for the comedy award!!! @streamys #streamys https://t.co/HUSji9N8sj",
  "If you don't vote Good Mythical Morning for Show of the Year at hte #streamys, Link will look like this. Always. RT to vote! https://t.co/u41216fI5x",
  "Mythical Mission: Leave no Twitter timeline un-votered! Vote Good Mythical Morning for #streamys show of the year! RTs count!!",
  "A retweet earns you this badge. Vote Good Mythical Morning for Show of the Year for the #streamys! https://t.co/F50DgSOlWZ",
  "Want a Will It: Vol. 2 poster!? RT this for a chance to win! https://t.co/9pTa5UkaGE",
  "RT to vote!Good Mythical Morning for Show of the Year #streamys https://t.co/3iUmgfxwqR",
  "RT Before 5:30 PM PDT for a chance on winning Mai Shiranui + Debut Costume Set for (PS4) **2 Winners** First winner will also get a bonus! https://t.co/sirEOZJvG8",
  "RT before 4:00 PM PDT for a chance to win Attack on Titan (PS4/XboxOne/PSVita or PC) **2 Winners**  First winner will get a bonus as well! https://t.co/eYqIX9uANQ",
  "RT to Vote Good Mythical Morning for Show of the Year at the #streamys! \nLet's win this together! \n@streamys https://t.co/QVG8mp25mX",
  "RT if you could really go for a massive PB&amp;J sammie right now.",
  "As another thank you :) we will add 2 additional winners to the giveaway today. https://t.co/FOqSyM0Yts Make sure to RT before 2:00 PM PDT 💕 https://t.co/xQ7zihf1yd",
  "RT this to vote for Good Mythical Morning for the #Streamys!! Every RT counts!!! @streamys \n\n(https://t.co/06Vp12Ybl0) https://t.co/gVdykbdh4D",
  "RT before 2:00 PM PDT 9/23 (Friday) for a chance on winning Attack on Titan for PS4/Steam or PS Vita. (3 winners) https://t.co/hIgIDMqCVN",
  "Free for download today: Google Mail, Google Maps, and Google Surveillance. That's #Allo. Don't use Allo. https://t.co/EdPRC0G7Py",
  "What is #Allo? A Google app that records every message you ever send and makes it available to police upon request. https://t.co/EdPRC0G7Py",
  "Congrats Show of the Year nominee, @rhettandlink! ⚡️\n\nRT to vote for Good Mythical Morning ➡️ #streamys \nhttps://t.co/fYFL5n92Wk https://t.co/3ytgTcWtMO",
  "RT to share the Mythical Beast love.\n\n(https://t.co/20nl5Kwr81) https://t.co/IDItmvY2Bi",
  "Today, the world's three leading human rights groups, @ACLU, @Amnesty, and @HRW asked the President to reconsider the war on whistleblowers.",
  "#PardonSnowden: \"The right thing to do and a profound signal to human rights defenders around the world.\" ~ @naureenshah, @AmnestyOnline",
  "Love this. Thanks @directorDaniV https://t.co/SuqQY8FFPc",
  "RT before 2:30 PM PDT for a chance on winning Attack on Titan for one of these platforms PC/PS4/Xbox One (2 winners) https://t.co/cBaRhIYBqw",
  "@KoeiTecmoUS I hate Québec even more...",
  "RT this if you'd wear a 'Boiled for Safety' t-shirt.",
  "@KoeiTecmoUS Hell yea!",
  "RT before 8/30 5:00 PM PDT to have a chance on winning #AttackonTitan (For whichever platform) *3 winners* #KTfamily https://t.co/hOeoYXuyCB",
  "RT before 5:00 PM PDT for a chance on winning Attack on Titan (#PS4 or #PCSteam or #XboxOne) #KTfamily #4moredays https://t.co/cluhJkQgJi",
  "I wrote a new booklet and ebook: Secret Space Program and Breakaway Civilization. https://t.co/svlDHlc9TP https://t.co/l69tVkkKO8",
  "RT this (and make sure you follow us!) for a chance to win a Let The Tigers Tiger shirt! https://t.co/H1GnXwAA3u",
  "RT before 5:00 PM PDT for a chance on winning Romance of the Three Kingdoms XIII or Nobunaga's Ambition: SOI. https://t.co/CizH8E4dW9",
  "RT before 5:00 PM PDT in order to have a chance on winning #NASOI or #RTK13 for PC or PS4. Winners must be active https://t.co/pGEKAvySNr",
  "@KoeiTecmoUS Hulao Pass",
  "@rhettandlink My wallet was as big as an elephant, now its in the trashcan.",
  "@KoeiTecmoUS agree with people. Zhao Yun",
  "RT+F before 5:00 PM PDT for a chance of winning #RTKXIII (PC or PS4). *2 Winners * Winners must be active at 5:00 PM https://t.co/zQEQuUBhC5",
  "@KoeiTecmoUS Lets go with everyone. Chi Bi",
  "RT Before 4:00 PM PDT for a chance on winning #RTKXIII for PC or PS4. (2 Winners) Winners must be active at 4:00 PM. https://t.co/i8EFdn8cge",
  "You have officially made it through half the week. The weekend is near!\n\n(https://t.co/06Vp12Ybl0) https://t.co/gomk3r5WeS",
  "RT before 5:00 PM PDT for a chance to win #DOA5LR #PS4 with Fairy Tail Costume Mashup Set! Winners must be active https://t.co/uIWjgAKk9z",
  "HOT STRAWBERRIES! https://t.co/7AG4poe5hR",
  "@KoeiTecmoUS i hope i'll be able to win that one!!!",
  "RT &amp; Follow before 5:00 PM PDT Friday 7/8 to have a chance in winning #RTKXIII (PC or PS4). Winners must be active! https://t.co/v2dlodGej6",
  "Happy #CanadaDay - an excuse for us Americans to cover our fries in cheese curds and call it celebrating.",
  "RT before 5:00 PM PDT to win one of the following games Atelier Sophie, NoA, DOA5LR or NA:SOI.Winners must be active https://t.co/MRtymZXZ7L",
  "Right now: The Senate is only one vote shy of passing this, despite admitting it wouldn't have helped Orlando. https://t.co/xGsDo99Kmf",
  "ALERT: Senate will vote again TODAY to warrantlessly monitor your web activities. To stop it, call them right now: https://t.co/rmYPLWwr9u",
  "RT before 5:30 PM PDT for a chance in winning Nights of Azure (PS4) or Atelier Sophie (PS4/V).Winners must be active https://t.co/oDDjNML80E",
  "@TheHiveLeader grats! Happy for you! 😎",
  "Happy #NationalBestFriendsDay. https://t.co/gGzj1Smuwq",
  "RT before 5:00 PM PDT for a chance on winning #SW4E or #SW4II  (For PS4 or Vita) #KTfamily Winners must be active. https://t.co/TsUPdSJwRP",
  "RT before 5:00 PM PDT for a chance on winning Nights of Azure (PS4). 3 Winners. Please be active at 5:00 PM PDT. https://t.co/G4wbIUpacK",
  "Google's decision to disable end-to-end encryption by default in its new #Allo chat app is dangerous, and makes it unsafe. Avoid it for now.",
  "I got a length of 60 in https://t.co/MhE0xr5jCq! Can you beat that? #slitherio",
  "RT before 5:00 PM PDT for a chance on winning Atelier Escha &amp; Logy+(PSV) , Atelier Ayesha+ (PSV) or #DOA5LR (PS4) https://t.co/1UOXUqc0jh",
  "RT before 5:30 PM PDT for a chance of winning one of the following games(4 winners).Winners must be active #KTfamily https://t.co/49q3CUAG1a",
  "@KoeiTecmoUS Thats the love right there! 😎",
  "@KoeiTecmoUS grats to all !",
  "@TheHiveLeader age and death in a mmo?  Must see this!",
  "@KoeiTecmoUS @NISAmerica mage class first 😎",
  "My first long form essay, On Resistance: https://t.co/lMdMFVyjuI https://t.co/o4iTzKxicC",
  "@KoeiTecmoUS @FFXIVMChaotic @kalesama grats!",
  "RT before 6:00 PM PDT for a chance on winning #SW4II  (PS4) or  #NightsOfAzure (PS4). Please be active at 6:00 PM https://t.co/RcY2qzqWnl",
  "@TheHiveLeader id rather a few less than none at all. Have yourself some vacations :)",
  "RT before 5:00 PM PDT for a chance in winning Atelier E&amp;L or #NightsOfAzure! Winners must claim prize before 5:15 PM https://t.co/iFcAZWrYLY",
  "\"The way to a woman's heart is through a worm's anus.\"\n- Link Neal, bringin' it back.",
  "#FreebieFriday Follow &amp; RT to WIN these #SamuraiWarriors goodies before 5PM BST today! #KTfamily https://t.co/SqVXV67P03",
  "@TheHiveLeader I know the feeling....",
  "@KoeiTecmoUS i was ready to take anything :)",
  "Adding two additional winners to today's giveaway making it (4 winners overall!). Please be active at 5:00 PM PDT https://t.co/2W3UShAR6m",
  "RT before 5:00 PM PDT for a chance on winning Atelier E&amp;L (PS Vita) or Nights of Azure (PS4).(Two winners) #KTfamily https://t.co/uIRarD8Mbb",
  "#FCF RT before 5:00 PM PDT to have a chance in winning #NightsOfAzure for #PS4. (2 Winners). Winners must be active! https://t.co/FU9WNWmYU4",
  "@KoeiTecmoUS can you tell me if Quebec is eligible to this give away?",
  "@KoeiTecmoUS 1 word : omFg!",
  "@TheHiveLeader Wish you were on UNO server",
  "@PSLifeStyle I know it's not your fault. Don't worry. :)\nIt's not the first and not the last!",
  "@PSLifeStyle @KoeiTecmoUS sad , Im from Quebec ...",
  "@KoeiTecmoUS @koeitecmoeurope if it was not about to get Dynasty Warriors 9 it would get the #1 on my list.",
  "@KoeiTecmoUS lets share the love!",
  "RT before 5:00 PM PDT for a chance of winning Nights of Azure #PS4. (2 Winners) Winners must be active. #KTfamily https://t.co/YrKCK69HA6",
  "\"UFO enthusiasts claim that Bonnybridge is the world's number one UFO location, with an average of around 300 sightings a year\" its mental",
  "I didn't \"claim\" this, @thehill. The Belgian government did. Correct your piece. (Graf 2: https://t.co/uW1CpokfBq) https://t.co/VfeTTrpIiw",
  "RT before 5:00 PM PDT to win #DOA5LR &amp; Naotora Ii DLC! (2 Winners). Winners must be active at 5:00 PM PDT #KTfamily https://t.co/tmwvdror7S",
  "RT before 4:30 PM PDT for a chance on winning Toukiden Kiwami Mission Collection Set for #PC.  (2 Winners) https://t.co/R9xDYr3qha",
  "RT before 5:00 PM PDT for a chance to win #SW4II Scenario Set DLC &amp; Animal Set DLC for #PC(2 winners will get both!) https://t.co/fWIssVb836",
  "#FCF RT before 4:30 PM PDT. We will be giving away one Season Pass 3 for #DOA5LR  &amp; 2 codes for #SW4E.  #KTfamily https://t.co/3FEEGJPW97",
  "@KoeiTecmoUS by any chance, does people from Quebec are eligible to those giveaway?  I know we got weird rules about that.",
  "(UPDATE)#SW4E Giveaway will have to be rescheduled to 5:00 PM PST. Sorry for any inconvenience. Hope you guys can still be active. #KTfamily",
  "RT before 5:30 PST 3/15 for a chance on winning #SW4E (2 Winners). Be active on Twitter tomorrow! #KTfamily https://t.co/oBPBGzcTkT",
  "@KoeiTecmoUS Bring it!",
  "#FCF RT before 4:30 PM PST for a chance on winning #SW4II or Atelier E&amp;L Plus. Winners must be active on Twitter https://t.co/bvUE4Dc8vV",
  "@KoeiTecmoUS today is my turn! 😃",
  "#FCF RT before 5:30 PM for a chance on winning #ArslanTWOL(PC,PS4,XboxOne,PS3). Two winners will be selected. https://t.co/uSc7C4X6QG",
  "RT before 4:30 PM PST for a chance to win #DOA5LR (PS4) or #SW4II (PS4, PS3, Vita). Winners must be active at 4:30. https://t.co/ZKrRxtcGUV",
  "RT before 5:00 PM PST for a chance to win #DOA5LR for PS4 (2 Winners). Winners must be active at time of selection. https://t.co/EHPzo2g7x1",
  "Retweet this if you want @koeitecmoeurope &amp; @KoeiTecmoUS to localise Romance of The Three Kingdoms 13. #ktfamily https://t.co/7pHzMQHAvN",
  "https://t.co/sPDMdpRblX",
  "If we can reach 600 RTs for our giveaway we might add another winner ;) https://t.co/qpqeH6XejF",
  "RT before 4:30 pm PST for a chance to win Arslan:TWOL for PC, XboxOne, PS3 or PS4. 2 winners will be selected. https://t.co/M0iB4Sv4nv",
  "RT&amp; Follow before 4:30 PM PST for a chance to win Arslan: The Warriors of Legend (PC/XBOXOne/PS3/PS4) (2 Winners) https://t.co/kCxAhxaI9a",
  "RT &amp; comment with a positive New Years message before 4:00 PM PST for a chance to win SW4-II or NA:SOI. (1 Winner) https://t.co/ITYtb8d2i8",
  "@KoeiTecmoUS @DemiFiendRSA @Vynn_Ocarinist grats!",
  "RT before 4:30 PM PST and be active @ 4:30 PM for a chance on winning Escha &amp; Logy (PSV) or Toukiden Kiwami (PS4/V). https://t.co/YdKPq8n4VI",
  "RT for a chance to win SW4II or Atelier E&amp;L Plus(2 Winners). Enter before 5:00 PM PST.Winners must be active at 5PM. https://t.co/B4uSDB2MTO",
  "RT &amp; Follow for a chance to win ArnoSurge Plus (PS Vita) or DOA5LR (PS4) before 4:30 PM PST. (2 Winners) #KTfamily https://t.co/dLQlH9aIiQ",
  "@KoeiTecmoUS @DeFLeCTiiOn @JLDADOGG grats!",
  "@KoeiTecmoUS like the donkey in Shrek : pick me! Pick me!",
  "@KoeiTecmoUS for real?",
  "@KoeiTecmoUS oh yea!",
  "@KoeiTecmoUS its the time!",
  "@KoeiTecmoUS thanks",
  "@KoeiTecmoUS what is to be active? Non-stop tweeting?",
  "RT &amp; Follow before 4:00 PM PST for a chance to win Toukiden Kiwami for PS4 or PS Vita (2 Winners) #KTfamily https://t.co/vtPpIc6Fsq",
  "@KoeiTecmoUS Dynasty Warriors is awesome",
  "@KoeiTecmoUS what should we do?",
  "@KoeiTecmoUS i hope",
  "@KoeiTecmoUS figured out the RT thing:)",
  "RT for a chance in winning Samurai Warriors 4-II (PS4) or Atelier Ayesha Plus(PSV). Two winners will be selected! Enter before 3:30 PM PST!",
  "@KoeiTecmoUS still active :)",
  "@KoeiTecmoUS ps4 FTW :)",
  "@KoeiTecmoUS I m very active 😊",
  "@KoeiTecmoUS RT?",
  "@RichDolan Is this a hoax or something good and real?",
  "@RichDolan Mr Dolan what do you think of this \"new\" almost free energy? https://t.co/JQnXm1chs7",
  "@KoeiTecmoUS ahahah I'll let it go for this time!  But will not for Dynasty Warriors:)",
  "@KoeiTecmoUS that was pretty quick!!!!",
  "@RichDolan I could be wrong but it seems things are moving faster and further. M. Dolan, your work is nothing short of amazing.",
  "@quill18 already ? The last time it took a few years...",
  "@NorthernlionLP helldivers?  If you like it enough!",
  "@NorthernlionLP Why not doing some helldivers?"
 ]
}