{
 "user": 756542586458808320,
 "tweets": [
  "Thank you https://t.co/sTO5tQ4aCK",
  "Stuff just keeps on getting older... Redated to 11,500 years old, the Shigir piece is about the same age as Gobekli Tepe. An interesting time all over the world -- the end of the Younger Dryas. https://t.co/N5VQa50dFv",
  "A former Feinstein staffer raised $50 million (!) and used it to hire Fusion GPS and Christopher Steele after the election to keep pushing the bogus Russia narrative. Feinstein never disclosed it, even while overseeing an investigation of Fusion. https://t.co/jSoFxtCQYf",
  "Belgium.\n\nPresident of Islam Party wants gender segregated public transport to stop \"harassment\" of women.\n\nJeremy Corbyn has called for the exact same thing in the UK for the exact same reason.\n\n\"Progressives\" &amp; Islamists aligning again.\n\nhttps://t.co/EHEhZinJik",
  "It's not all what it seems 🤐 You can find out more by watching Unacknowledged on Netflix or reading the book. The book is HALF OFF, if you buy the DVD combo you get the book for free on our website.\n\n#siriusdisclosure #unacknowledged #government #ufos #extraterrestrials #truth https://t.co/WDoTxQnKNm",
  "Germany and many other countries are moving to ban #Roundup. So why hasn't the U.S. banned @MonsantoCo's toxic weedkiller?! #Cancer #Health\nhttps://t.co/xL16pe8Se3",
  "Sign &amp; share by April 30! Tell the @EPA to Ban @MonsantoCo's cancer-causing #Roundup herbicide ➡️ https://t.co/1k293WLFGg https://t.co/SZyovs2w6v",
  "Just Out: House Intelligence Committee Report released. “No evidence” that the Trump Campaign “colluded, coordinated or conspired with Russia.” Clinton Campaign paid for Opposition Research obtained from Russia- Wow! A total Witch Hunt! MUST END NOW!",
  "BREAKING NEWS: North and South Korea will sign a peace treaty to formally end the Korean War later this year, 65 years after hostilities ceased.\n\nOnce again, President Trump has done what all the 'experts' said was impossible...",
  "Love is the most powerful force in the universe",
  "@SaraCarterDC I can’t wait to see what’s in them! #texts #MuellerInvestigation",
  "Goodnight, Michelle. You did good. You aimed a light and helped the hunters catch a monster. (Photo credit @vonswank) #MichelleMcNamara #IllBeGoneInTheDark #GoldenStateKiller https://t.co/NYrc7dN16k",
  "Obama was in office for eight years and nothing in Chicago changed.",
  "Why should DACA be discontinued? \n\nMaybe because there are thousands of homeless children (that are citizens) and veterans in America that should be put ahead of these so called “Dreamers.”",
  "Did McCabe issue ‘Stand-Down’ order on FBI Clinton Email Investigation? via @SaraCarterDC https://t.co/rjJhKztNab",
  "I feel bad for @HillaryClinton. It must really suck to hijack your party, steal a nomination, steal debate questions, finance a fake dossier, weaponize the FBI, outspend your opponent, promise everything for free, spy on your opponent &amp; still lose to the guy you call incompetent.",
  "FEC Records Indicate Hillary Campaign Illegally Laundered $84 Million https://t.co/OONxRQ7jSv",
  "@LivingOnCrayons I agree, we need to stop using so much plastic! Although, we would need an awful lot of wax worms to make a dent in our plastic problem! 🐛🌎",
  "@JessicaValenti It’s sad that children are no longer allowed to be innocent and just be children.",
  "@JessicaValenti Kids don't even learn about their own anatomy, i.e. their periods, until 5th grade. This is ludicrous and unacceptable to be discussed in class and at this age. It's also another reason why my kids will be in private school.",
  "California’s New Sex-Ed Curriculum created by PlannedParenthood @PPFA is About to Roll Out…it’s an #outrage!  KeepOurKidsInnocent #SexEd https://t.co/kyDytAQSDe",
  "This could be hard evidence that a parallel universe bumped into our own: https://t.co/quiDH29Drg",
  "Make no mistake. I will fall on the sword a thousand times over for the black community to wake up to what is going on. \nThey control your media. \nThey control your idols. \nThey control your mind. \n\nYour thoughts and ideas are programmed.",
  "be fearless. Express what you feel not what you've been programmed to think.",
  "\"One of the arrows points to the center of the head and reads 'forced manipulation of airways, including externally controlled forced speech.'”\nhttps://t.co/si7hJnSHuh",
  "James Comey illegally leaked classified documents to the press in order to generate a Special Council? Therefore, the Special Council was established based on an illegal act? Really, does everybody know what that means?",
  "Does this mean the defendants will get access to the DNC servers? https://t.co/yxLaB9qkOv",
  "#FridayFeeling I’m totally cracking up! 😂😂😂 @TheOnion rocks! https://t.co/OTRplaCEvi",
  "Hahahaha! I think she must be talking here about the American people https://t.co/u4ekkhFXaE",
  "Calvin Harris, Liam Payne, Charlie Puth and More Remember #Avicii: 'Too Young and Way Too Soon' 😢💔https://t.co/67Lt9seGOi via @people",
  "Russia and @WikiLeaks didn’t hack: \n\n• Hillary Clinton’s speech scripts (“deplorables”)\n\n• Her campaign schedule (no stops in Wisconsin, Michigan, or western Penn.)\n\n• Her campaign’s decision to run ads that talked about issues (rather than attack Trump) just 9% of the time https://t.co/3T6ysPEX2u",
  "One researcher reported at least one skeleton that had 50 times the level of radiation it should have had. Read more: https://t.co/R3IBE9JtWL",
  "Democrats help the poor stay poor",
  "BREAKING: George Soros is shutting down his Open Society Foundations NGO in Hungary, and moving it to Berlin instead.\n\nThis after Hungary prime minister Viktor Orban has been introducing new laws aiming to ban Soros.\n\nThis is fantastic news. When will the West follow?",
  "Scientists hope new enzyme will 'eat' plastic pollution. How cool is that? #StopPollution #BeKindToTheEarth #ZeroPointEnergy 🌏🌍🌎 https://t.co/VN3TV0XpCH",
  "We're working to advance #MS research, so neurologists can more effectively measure underlying disease activity. Learn more about novel #MS endpoints https://t.co/qybAP3dQj3",
  "The Clinton campaign disguised the Steele dossier funding by covering up payments to Fusion GPS on mandatory disclosures to the FEC – why hasn't the government looked into this? Great question by @RepDeSantis https://t.co/3pPagS5WwE",
  "‘London is DEBASED' Morrissey rages at Sadiq Khan after violent epidemic  https://t.co/d0bX4lxW4l",
  "Gooooo #SanDiego! Very proud of the County Board of Supervisors! San Diego County votes to challenge California's 'sanctuary state' law #ruleoflaw #SB54 #SanctuaryState  https://t.co/NMCTNOaO9x",
  "Non-GMO Project Executive Director Megan Westgate speaks to the @WSJ about new #GMO techniques: \"Telling people it’s the same as traditional breeding is not truthful, and according to our nonprofit mission, we are determined to counter some of that.\" https://t.co/rGrDi7zl8E",
  "Henry I. Miller, a researcher who once posed as a \"Stanford professor\" to promote GMOs, has been fired by Forbes for publishing material under his own name that turned out to be written by Monsanto. https://t.co/GkIsyxe4bv",
  "Hillary used her friend and a co-conspirator as a “lawyer” in her schemes and immunity deals were handed out like candy. But no worries, “justice” is blind.",
  "Behind The IG Report — How The Obama Justice Department Tried To Shut Down The FBI’s Investigation Into The Clinton Foundation https://t.co/PzazihUCq2 via @dailycaller",
  "Retweet if you are still waiting for the results of the Clinton foundation investigation.",
  "@AdamFrank4 Was There a Civilization On Earth Before Humans? I think so... look at #AncientSumerian #MayanCyclesOfTime #CyclesOfYugas #HopiMythology https://t.co/nc7J10SBSv",
  "Lost city of Atlantis FOUND in Antarctica? Something is going on down there...Bizarre structure exposed by melting ice  #Atlantis #CyclesOfTime #UFO https://t.co/xOymGq17d9",
  "#BREAKING Nunes: The Obama State Department set up some sort of \"backchannel\" with one of our Five Eyes partners to share intel outside of normal procedures that led to the start of the Trump investigation",
  "There is no way to opt out! Companies could soon scan YOUR body to detect your mood and health #BigBrotherIsWatching https://t.co/4OV5HJji74",
  "Pharmaceutical companies tried to hide this shocking truth about #opioids. It's about time they were exposed. https://t.co/5q3CNgJJha",
  "Happy Friday the 13th everyone! Thirteen has always been my lucky 🍀 number. Don’t believe the hype! Make it a great day! 💕✌️👏💫🔮#FridayTheThirteenth",
  "@spanglemaker75 @TuckerCarlson Here is the proposed map! https://t.co/uBhR4L55wB",
  "@spanglemaker75 @TuckerCarlson Am I looking at the proposed map wrong? I thought LaLa’s have their own break-away state? I would be part of #SoCal not the #Cal break-away...",
  "@RedGirlInBlueCa @spanglemaker75 @TuckerCarlson Am I looking at the proposed map wrong? I thought LaLa’s have their own break-away state? I would be part of #SoCal not the #Cal break-away...",
  "Mueller’s ‘Pit Bull’ Andrew Weissmann Busted for Withholding Evidence in Previous Case via @SaraCarterDC https://t.co/HmLy8GsZbj #MuellerMob \n#MuellerWitchHunt \n#Corruption \n#DeepState",
  "@JChurchRadio I took Facebook off of my cell phone and rarely post on it anymore. I’m waiting for a Twitter- Facebook alternative that won’t censor posts.... tick tock....",
  "@TuckerCarlson I live in San Diego, grew up in SF. The liberals are running the state into the ground. I would be totally open to breaking off into “SoCal” because we would have more conservative politicians running our new state! #california",
  "This is the sort of solid evidence we need to promote further questioning of our history on this planet.\nhttps://t.co/W6lCAkzQPV",
  "LATEST: “We’re not messing around here,” Rep. Devin Nunes, House Intelligence Committee Chairman.  https://t.co/AQHHVznV0c",
  "Kudos to @DevinNunes for considering impeachment if FBI mafioso Wray and Rosenstein don’t turn over subpoenaed documents",
  "Much of the bad blood with Russia is caused by the Fake &amp; Corrupt Russia Investigation, headed up by the all Democrat loyalists, or people that worked for Obama. Mueller is most conflicted of all (except Rosenstein who signed FISA &amp; Comey letter). No Collusion, so they go crazy!",
  "I will introduce a budget that balances within five years that includes spending cuts across the board reforms entitlements reforms welfare and has a plan to bring our fiscal house in order. https://t.co/rzks9TSKKB",
  "On the Syrian situation--show me convincing evidence that Assad et al are behind these gas attacks, then explain what \"victory\" means and how American interests are served--tread carefully @realDonaldTrump \nhttps://t.co/f1fHvlzdJC",
  "@TuckerCarlson You are the only journalist questioning #Syria #MuellerInvestigation #LasVegasShooting #Parkland #Immigration #UFOs even #Pandas! Keep up the good work!",
  "REPORT: Alan Dershowitz Huddling With Trump At White House Amid Rumors POTUS Wants Lawyer To Join Legal Team https://t.co/YaLBmObaPK",
  "Say what you want about the raid on Cohen’s home and office, the strength of the warrant, even Trump’s own behavior, but you can’t for one minute act like the FBI treats this president in the same way they treated Hillary Clinton. \n\n(Ps. And I’m no Trump fan)",
  "Fire Mueller and Rosenstein, and do it yesterday. Never look back. Ignore the Dems and the media howls, they howl anyway. They’ll move to impeach anyway. Facts don’t matter to them. Play hardball or get played.",
  "There is an undeniable double standard between the deference shown Cheryl Mills during Clinton investigation and FBI's treatment of Cohen.",
  "@dbongino This was your best show EVER! I didn’t want Mueller fired until yesterday. You are right #Mueller and #Rosenstein have to go! #doublestandard 👇👇👇https://t.co/EkP1IG9nkB",
  ".@Jim_Jordan: Think of the double standard – yesterday the FBI raided the president’s attorney’s office. Yet when HRC was under investigation, her team got to decide which emails they could keep and destroy and which ones to give to the government. https://t.co/U5sA60I06Y",
  "Recall: 5 Clinton aides received immunity deals in FBI “investigation” of Hillary. Cheryl Mills was even permitted to serve as counsel for Hillary &amp; invoked attorney-client privilege in addition to serving as a witness in the \"investigation\" against HRC. https://t.co/qkM5GOiWvD",
  "We're disappointed by DOJ's decision to allow @Bayer to buy @MonsantoCo. Allowing these companies to merge into the world’s largest seed &amp; pesticide company spells disaster for consumers, the #environment &amp; #farmers who will now have even fewer choices. https://t.co/1CWhgSjiFo",
  "Devin Nunes: ‘It’s crazy’ the DOJ has defied demand for document on origin of Trump-Russia probe https://t.co/2vS9iqgEmX via @true_pundit",
  "The @FBI knew about the Pulse Nightclub shooter that killed 49 people, refused to act. \n\nThey knew about the Parkland shooter that killed 17, refused to act. \n\nBut the FBI acts on flakey information about a porn star. \n\nYou cannot tell me that the FBI isn’t politically motivated.",
  "Still Not Raided:\n1) Hillary Clinton\n2) Hillary Clinton’s “lawyer”\n3) Jim Comey\n4) Jim Comey’s “lawyer”\n5) Andy McCabe\n6) Rod Rosenstein",
  "Susan Rice told us she got Syria to \"verifiably remove its chemical weapons from Syria\"\n\nOf course she lied, like she did with Trump unmasking, Benghazi, and basically every other national security issue she handled for Obama",
  "Alien PROOF: Buzz Aldrin and three other astronauts PASS lie detector on 'UFO encounters' #ufo #disclosure https://t.co/fqbzJTU9cc",
  "Astronaut Buzz Aldrin 'passes lie detector test about alien encounter' #ufo #aliens #disclosure https://t.co/PQQdwplTME",
  "Johnson &amp; Johnson and their #talc supplier lost big in a New Jersey court. This is just the tip of the iceberg for the embattled company. For decades they sold cancerous talc and you can expect more big wins for consumer plaintiffs in the future. \n#j&amp;j \nhttps://t.co/ZKrJW6Rivz",
  "Jay-Z is worth $810 million dollars and wants to lecture us about why white men have all the privilege in the US \n\nOnly in the US could Jay-Z make crappy music filled with horrible messages and be worth $800+ million dollars",
  "Home Depot has announced that they will be spending $50 million to train veterans to be construction workers, which our country is lacking. Home Depot has done a lot for veterans, including building homes for them. THANK YOU AND GOD BLESS, Home Depot! #MAGA",
  "Re: Trump interview w/special counsel, perhaps all can agree it should be under same terms @TheJusticeDept gave Hillary Clinton:\n1. An exoneration letter is drafted in advance.\n2. Immunity is given to top Trump aides (and they’re allowed to sit in on interview). (Continued)",
  "The mid class is fleeing CA. Normal ppl can't live there anymore. Housing prices are too high, wages too low. CA increasingly consists of tech oligarchs &amp; their imported, low-wage servants. CA is developing the economic structure of Latin America. How long before it's Venezuela?",
  "Ancient fossil microorganisms indicate that life in the universe is common #UCLA J. William Schopf https://t.co/Cay8J4cZcw",
  "CNN REFUSED to cover one of the biggest scandals in American history on how Barack Obama supported the Iranian backed terrorist organization Hezbollah by ending a massive federal investigation into the criminal organization. \nhttps://t.co/i89NxPx3Gm",
  "If Democrat policies worked, why hasn't poverty decreased over past 60 years despite over 2 trillion spent on social welfare?  🤔",
  "Venus' clouds could host extraterrestrial life, researchers say https://t.co/nK3S9c0zg2 #FoxNews",
  "Can Cellphones Cause Cancer? Experts Surprised By Latest Tests https://t.co/WoyHZwqjHN",
  "We need more prominent voices to push back on the idea of #UniversalBasicIncome. #UBI https://t.co/WZHPj9fh5E",
  "Biggest April Fools of all time! https://t.co/MklPUTacuV",
  "Beware of these cleaning products that may increase your family's risk of lung diseases. http https://t.co/pgRd2wvg8F",
  ".@dbongino: \"You don't send [your children] to school for propaganda. You send them to school for learning. This whole liberal thing now that we're going to send these kids to school to make them little foot-soldiers for liberal causes is just bizarre.\"https://t.co/gfRBAvXZO8",
  "Did you know:\n\nThe annual cost of illegal immigrants each year is over 115 BILLION in benefits and services \n\n10,000 kids are trafficked across the border every year \n\n98% of all heroin comes across the southern border  \n\nA few billion for a wall is a small price to pay",
  "The Fluoride Action Network is now one step closer to banning water fluoridation in the U.S. http https://t.co/tBN09E8hrR",
  "Last time a Republican was Mayor in the following cities:\n\nAtlanta 1879\nChicago 1931\nBaltimore 1967\nDetroit 1962\nNew Orleans 1872\nPittsburgh 1934\nSeattle 1946\nPhiladelphia 1952\nCincinnati 1971\n\nNo wonder they have failing schools, high crime, and poverty",
  "Border Patrol Agents are not allowed to properly do their job at the Border because of ridiculous liberal (Democrat) laws like Catch &amp; Release. Getting more dangerous. “Caravans” coming. Republicans must go to Nuclear Option to pass tough laws NOW. NO MORE DACA DEAL!",
  "Mind-reading machine can translate thoughts and display them as text https://t.co/wMdl9IKvFB",
  "Monsanto is paying experts to support their claims -- good thing Forbes found out. https://t.co/BBKgwhiaWN",
  "Half of humans believe in alien life, study says https://t.co/mPTZa1Ctqf",
  "It turns out the human body is more holistic than the medical industry realized. A new organ was discovered and it changes everything. \nhttps://t.co/bPmmdTSAdL",
  "I will not sit idly by while the media makes it seem like cops are gunning black people down in the streets. I am pro-FACTS. Stop playing the victim. Cops are in our communities to help us.\n\n#Blacklives are saved by #Bluelives\n#KeepAmericaGreat https://t.co/TVakEdo3id",
  "Earliest Known Human Footprints in North America Found on Canadian Island 13,000 years old https://t.co/REQldr9OgC",
  "If you really cared about representative democracy, you'd be vigilant about stopping voter fraud. Instead the left actively abets it. What progressives really care about is power. They hate the fact you took some of theirs by voting for Trump. They want it back. By any means.",
  "Two pilots report seeing UFO in southern Arizona skies https://t.co/przJSxZTtG",
  "Pulse Nightclub Killer's Father Was Decade-Long FBI Informant, Planned Terrorist Attacks Against Pakistan | Zero Hedge https://t.co/Z7z6faEIbO",
  "OUR INTEL CONFIRMED AGAIN:  Pulse Nightclub Shooter #OmarMateen's Family Worked For #DeepState (FBI).  Brother Was Anti-Trump Activist.  Father A Hardcore Hillary Supporter.  FBI Stood Down Allowed To Happen.  Dems Met w/Killer's Dad Weeks Before Massacre  https://t.co/VhfZS8PEfo",
  "This was a shameful piece of legislation! Congratulations to the Democrats (and many Republicans) on preserving and expanding Obama’s spending legacy! #Fail\nhttps://t.co/JsU86rmD33",
  "Finally some useful detail about the ongoing desecration of Gobekli Tepe. https://t.co/QH3ilJloNf",
  "Victory for conservatives today is that all of America now knows what a budget busting bomb this bill is. Hopefully,  today’s battle will embolden conservatives to descend on Congress and demand Constitutional government.",
  "⚡️ “Tweeting the 2018 Omnibus”\n\nhttps://t.co/qgTCivVbrX",
  "o    $12m for Scholarships for Lebanon\no    $20m for Middle East Partnership Initiative Scholarship Program\no    $12m in military funding for Vietnam\no    $3.5m in nutrition assistance to Laos\no    $15m in Developmental assistance to China\no    $10m for Women LEOs in Afghanistan",
  "o    $1m for the World Meteorological Organization\no    $218m for Promoting Democracy Development in Europe (yep..the birthplace of democracy needs promoting)\no    $25m for International Religious Freedom\no    $10m for disadvantaged Egyptian Students",
  "It’s a good thing we have Republican control of Congress or the Democrats might bust the budget caps, fund planned parenthood and Obamacare, and sneak gun control without due process into an Omni...wait, what?",
  "Law &amp; order is breaking down in CA. Oakland mayor Schaaf warned illegal immigrants ahead of an ICE raid, allowing them to flee. Now, 3 of those illegal immigrants have been arrested for new crimes. This could have been avoided if not for Schaaf, she says she did nothing wrong.",
  "@CharlesOrtel @FreeBeacon The Dems need to put a muzzle on her! Make it stop!",
  "Twitter isn’t the real world. McCabe was fired for gross incompetence and no, the world isn’t coming to an end despite the pathetic social media screams and howls of the snowflake class. Move along Libs, justice was done. Deal with it.",
  "Glyphosate was recently hailed as the most heavily-used agricultural chemical of all time. Now, it is showing up in blood samples, breast milk, drinking water and more. https://t.co/Wcn9SHuCsW",
  "Former Depury Director Andrew McCabe has been terminated per DOJ",
  "Crazy ol’ Bernie Sanders is a hypocrite. He literally had an armed police detail following him at the student walkout today. If you are protesting guns, you forfeit protection by them. Next time carry rocks to protect yourself.",
  "Guys, if we make guns illegal, then nobody will get shot anymore.\n\nThat’s how we stopped everybody from doing drugs!",
  "When men’s wages fall, families collapse. It happened in inner cities. Now it’s happening in middle America. For some reason, our policymakers ignore this fact. In fact they make it worse. We won't. We'll talk about the problem tonight, in part two of \"Men in America.\"",
  "Cherokee genealogist casts doubt on Elizabeth Warren's story of parents' elopement https://t.co/IawXoVqT73 #FoxNews",
  "Dems are angry over Hillary Clinton’s latest comments https://t.co/9yKHCAWddK",
  "The latest interview - on Tucker Carlson Tonight - with former DIA official Luis Elizondo about the Pentagon's #UFO program articulates how the defense and national security issues raised by the UFO phenomenon are ignored because it's 'all too difficult'.\n https://t.co/LQfLf4Gujc",
  "Interesting times....Is this part of some kind of #Disclosure ? #SpaceForce #arewealone 👽 https://t.co/zRNer9wNuZ",
  "“Sex trafficking has largely moved from the streets to the Internet, where traffickers maintain control of victims across state lines, avoid law enforcement, and make huge profits.” We must redouble our efforts to #EndTrafficking.  https://t.co/Q5pUENEpOm",
  "I've noticed this also...  Seems like @DRUDGE_REPORT @DRUDGE being censored by Twitter.  PLEASE RETWEET if you've seen this happen in your feed! https://t.co/YSjCG6xa8z",
  "FBI Insiders Blow Whistle on Massive Las Vegas Cover Up; Agents Told Not to Investigate Key Evidence Including ISIS Terror Link to Mandalay Bay Massacre – True PunditTrue Pundit https://t.co/oTgUn5kGnn",
  "Footage of mysterious object above ocean stuns military personnel https://t.co/bXznY87Eef via @nypost",
  "Expert warns of \"terrifying\" potential of digitally-altered video https://t.co/CdBQGJiM6j via @cbsthismorning",
  "Dems believe illegal aliens accused of murder deserve protection from you more than you deserve protection from them. They care more about Ivan Zamarripa-Castaneda than they care about you. They'll ignore &amp; undermine federal law on his behalf. Would they do that for you? Never.",
  "Here's an alarming fact: Your #antiperspirants and #cosmetics contain parabens, which are chemicals that can increase your risk of #breastcancer. https://t.co/NGeT7ZPQeM",
  "A few years ago, fluoride was proclaimed to be the best public health benefit of the 20th century. How can a toxic chemical linked to various diseases be the best? https://t.co/J7peXHwgqE https://t.co/jQe2XoMGY1",
  "@thesecret My kids! 💕💕💕",
  "Another blow has been struck against Monsanto. It turns out they knew #PCBs were deadly back in 1937 and produced them for another FORTY YEARS. Now the Ohio Attorney General wants them to pay for the cleanup. #monsanto\n\nhttps://t.co/p25tFQGiRB",
  "Why male fertility is in crisis https://t.co/DQb6CjPOqv",
  "China using tech data to enact “predictive policing” of its citizens who may someday defy the government.  https://t.co/85QzdllNJp",
  "Contradictions In Seth Rich Murder Continue To Challenge Hacking Narrative | Zero Hedge https://t.co/vIoGTp6BCM",
  "Gaslighter in Chief: @HillaryClinton \nhttps://t.co/nFMComWgnV",
  "WAIT A SECOND: \n\nPresident Vladimir Putin has nuclear weapons that supposedly cannot be intercepted &amp; Hillary Clinton gave 20% of our Uranium to Putin, while Robert Mueller was the one who delivered the enriched Uranium? \n\nTalk about collusion. \n#ThursdayThoughts",
  "IV bags filled with saline solution are one of the most common items in hospitals. But new research suggest... https://t.co/ClFhQejIzy",
  "Commanding officer initially ordered responding deputies to 'stage' not enter Stoneman Douglas, sources say https://t.co/UUOoPYOLXe",
  "Michael Goodwin: Florida school shooting is the result of law enforcement failing us https://t.co/cEcnhvVz3m #FoxNews",
  "‘The View’ Savages The Clintons: Bill ‘Abusive’ To Women, Hillary A ‘Virus’ To Democrats https://t.co/pu19t908i0 via @dailycaller",
  "Children (some of these are as young as 4) should not be exposed to any kind of sexuality in primary school. This is social engineering. It's insidious, demented and wrong. https://t.co/bZBLfDNeob",
  "https://t.co/KAZvWmjqAc",
  "Throw those cleaning products away! Research from the Environmental Working Group into these products reveals the complete lack of oversight by the U.S. Food and Drug Administration, exposing you and your family to hazardous chemicals. https://t.co/SGMVOJo9W6",
  "Govt at all levels played a role in allowing the Parkland massacre to occur, a larger role than we knew. Details are shocking. Here's what we've learned so far...schools failed, local police failed, FL bureaucracy failed, the officer on duty failed &amp; FBI failed. #Tucker @FoxNews",
  "Multiple Governments Are Targeting Clintons' Biggest Charitable Frauds https://t.co/hR9msUFtAT via @lifezette",
  "The twitter purge is real. You may have to refollow me after last night if you’re interested in my content. Twitter blocked me from twitter ads last night and purged thousands of followers. Spread the word.  #TwitterLockOut @TwitterSupport @jack @twitter",
  "I’m respectful of your time &amp; I don’t ask for help that often,but I need your help now. @Twitter is discriminating against conservative voices &amp; banned me,&amp; many others,from posting ads while wiping out 1000s of followers.Please follow &amp; spread the word.  https://t.co/qwzNw0hDtu",
  "Stuff just keeps on getting older... https://t.co/20Ewrr89Ky",
  "Aside from optimizing your health, research shows a ketogenic diet can help prevent and treat many types of cancers. https://t.co/bQwLXq4Rtp",
  "@Discovery Tesla’s Death Ray is such a fascinating show! I ❤️ all of the new information! Great job! #NikolaTesla",
  "Science Channel to Investigate Strange Death of Nikola Tesla (Exclusive) https://t.co/O1Du9EgrFx",
  "Often, the discovery of alien life is portrayed as having negative societal consequences—but this new study suggests the opposite https://t.co/bKBZLSCAeE",
  "You want bank fraud--look closely at the Arkansas state filings and the IRS 990 filings for @ClintonFdn entities in 2004,5,6,7,8,9 @AGRutledge @FBI @realDonaldTrump @seanhannity @csthetruth @LionelMedia \n@libertytarian https://t.co/iOp4XNXs5M",
  "The Obama Administration’s ‘Brazen Plot To Exonerate Hillary Clinton’ Starting To Leak Out, According To Former Fed Prosecutor https://t.co/PlXFExgKf2 via @dailycaller",
  "CIA Argues The Public Can’t See Classified Information It Has Already Given To Favored Reporters??? #FOIA https://t.co/7rxmv5JLv5 via @dailycaller",
  "This is a MUST read and share \"folks\" @csthetruth \nhttps://t.co/URJf8Hqzsa",
  "FBI informant on Uranium One Breaks Silence | Sara A. Carter https://t.co/DyOPbBWBZT via @SaraCarterDC",
  "FBI lovers' latest text messages: Obama 'wants to know everything' #obamagate #emailgate https://t.co/NyhPdLHIeP #FoxNews",
  "'The Leaders of the Witch Hunt Are Witches': Tucker Blasts Adam Schiff for Appearing on Russian TV Despite Rhetoric #FullOfSchiff https://t.co/tEhoHltvTD",
  "FLASHBACK: Adam Schiff Called for FISA ‘TRANSPARENCY’ on Russian TV in 2013 #FullOfSchiff https://t.co/WbgD9vd7IC",
  "#FullofSchiff https://t.co/LscMHAVFIN",
  "SEAN HANNITY: The Senate releases 'Memo 2.0,' and it should scare you https://t.co/fFy15Ko1a7 #FoxNews",
  "IG poised to reignite war over FBI’s Clinton case #obamagate #emailgate https://t.co/niROFWpEmf",
  "As @JerrySeinfeld said, epically: \"Here we go\"! @csthetruth https://t.co/S2CYjXFvj2",
  "Obama Coverup for Hillary Clinton Was Worse Than Collusion https://t.co/5FUmX3h7AD via @LifeZette",
  "And the 2013 subpoenas your DOJ sought to collect comms on Reporters? Truth is essential &amp; transparency for government oversight. Memo did not disclose any IC assets or procedures. It has, however, started a national conv about Gov power &amp; abuse https://t.co/abSZUCpK2k",
  "A 2nd source has now confirmed to me that, in a meeting on January 10, Deputy A-G Rosenstein used the power of his office to threaten to subpoena the calls &amp; texts of the Intel Committee to get it to stop it’s investigation of DOJ and FBI.  Likely an Abuse of Power &amp; Obstruction.",
  "To end (maybe) some of the fighting over the memo...how about releasing the underlying complete application for the FISA warrant? Then we will know for sure what was said/not said to the FISA court.",
  "The country can’t continue on this path. What we’re living through aren’t political disagreements, they’re fundamentally different beliefs about who we even are. If we can’t agree that police-state tactics are antithetical to our identity, then a cold civil war has already begun.",
  "So now we know there was collusion between the FBI, the media, and Hillary’s team. We also know there was obstruction by senior leaders of DOJ and the FBI who knowingly misled the FISA court. Shameful.\n#MemoDay",
  "Catherine Herridge of @FoxNews is owning #TheFISA story! Great reporting! She is so impressive! #bosslady",
  "DNC 'dead broke'... https://t.co/H0MsRVYRLy",
  "House Intel memo key point: The FBI's Andrew McCabe confirmed to the committee that no FISA warrant would have been sought from the FISA Court without the Steele dossier information. Story posting soon.",
  "Having read “The Memo,” the FBI is right to have “grave concerns” - as it will shake the organization down to its core - showing Americans just how the agency was weaponized by the Obama officials/DNC/HRC to target political adversaries. #ReleaseTheMemo",
  "Per @FoxNews The memo has left the White House without redactions and is en route to The Capital Building! #ReleaseTheMemo",
  "BREAKING: @FBI Director Christopher Wray and DOJ wants all names redacted from #FISAMemo putting pressure on White House and House Intelligence Committee, Government officials say ... is releasing names a threat to national security?",
  "Check out this remarkable book, intelligently challenging the out of Africa theory,  by Bruce Fenton:\nhttps://t.co/JJk6dbe2sj\nAnd the latest scientific evidence that supports it: https://t.co/NmKdBaU3Io",
  "This was predictable! #ReleaseTheMemo FBI has 'grave concerns' about 'omissions' in surveillance memo https://t.co/FkVAx7IgDl",
  "The pitfalls of mammography include false positives and negatives. A study also shows it harms more women than it helps. https://t.co/XLfLREl0Cv",
  "“As in all empires, power is passing to the generals” Many wars, too many enemies https://t.co/8EvGod6uc9 via @worldnetdaily",
  "Stuff just keeps on getting older...... https://t.co/3ybqqQ7DfQ",
  ".@MarkSteynOnline: @HillaryClinton has been exposed not as a champion of women but of an enabler of men that prey on women #Tucker @FoxNews",
  "Hillary Clinton slammed for no-apology response to harassment story #hypocrite https://t.co/33vGKwoZ43 #FoxNews",
  "For a long time I wanted @HillaryClinton to shut up &amp; accept defeat. On the heels of her Grammy's appearance, I've realized that her desperation actually serves conservative interests. The woman is a cancer to everything she promotes.  Keep at it, Hillary. \nYou're team MAGA now.",
  "It's time for @twitter to confirm a real name and real person behind every account, and for @facebook to to get far more stringent on the same. I don't care what the user name is. But there needs to be a single human behind every individual account .",
  "It is time for Congress to take its job seriously and get its act together on spending. This legislation will stabilize our operations while imposing real restraints to push government toward fiscal responsibility.\n https://t.co/fFFlUd8aHE",
  "BBC News - Modern humans left Africa much earlier https://t.co/17BQhihbWk",
  "World must 'wake up to threat from tech giants'  https://t.co/GylfoRkEVI via @telebusiness",
  "Sessions Orders Investigation Of Missing Strzok-Page Texts https://t.co/4otHj7ChOY via @dailycaller",
  "End Common Core! It’s dumbing down our kids! Conservatives Erupt over Betsy DeVos Announcement: ‘Common Core Is Dead’ https://t.co/exxLFLHvoS",
  "Wow! FBI's Strzok allegedly dismissed Mueller probe: 'no big there there' https://t.co/mlluhbwXcJ #FoxNews",
  "MYSTERY OF 'MISSING' MESSAGES GROWS... https://t.co/HWsOmo3SeE",
  "The plot thickens! Page and Strzok Referenced FBI 'Secret Society' that Met the Day After the Election https://t.co/4ee905UXkl",
  "The American people have a right to know!  #FisaAbuseMemo #ReleaseTheMemo",
  "Terrorists Could Use Teslas to Kill Us https://t.co/Rn66s3Y9zY via @WeeklyStandard",
  "Was there a #missile launch in San Diego this morning? I saw this on my morning walk around 8:30am?!?! https://t.co/IhLjI6KPbN",
  "An entire space station...in one launch. B330. https://t.co/fRjTCdEpUh",
  "Media group: 81 reporters died, threats soared in 2017   https://t.co/scfzo9uKlg",
  "China’s moon mission to boldly go a step further https://t.co/B5z0ATJqqU",
  "Here's a new media article where I'm quoted discussing what sort of tests were probably done on the Pentagon UFO project's recovered materials, and where I explain why we're unlikely to be told the results of these tests. #UFO #aatip \n\nhttps://t.co/QjsVYD8Rwh",
  "Oppressive regimes cannot endure forever, and the day will come when the Iranian people will face a choice. The world is watching! https://t.co/kvv1uAqcZ9",
  "It’s hard to overstate the significance of this developing story. https://t.co/e90OBPWvQR",
  "Democrats in Congress believe that any measure that makes it harder for immigrants to come here illegally and stay forever at public expense is racist and immoral  #Tucker @FoxNews",
  "It has been revealed how the Obama Admin deliberately undercut efforts to bring down a billion-dollar drug cartel linked to Hezbollah to help push the Iran deal #Tucker @FoxNews",
  "#JournalismIsDead  https://t.co/xZaJD5ADb7",
  "Our current political climate is so screwed up and off kilter that it has overshadowed the fact that the U.S. government just openly admitted that aliens are real and currently visiting us. Conclusion? Disclosure just happened. *breaks out the beer n stogie* Cheers! #aliens",
  ".@JudicialWatch uncovered docs suggesting FBI #2 Andrew McCabe used his FBI email account to promote his wife's campaign (funded with Clinton crony cash).  He was also implicated in the FBI anti-@RealDonaldTrump texts. No wonder he's \"retiring.\" https://t.co/BCEaX1mFQ8",
  "Why is the FDA dedicating more resources to target homeopathic remedies found on store shelves when so many are dying from prescribed pharmaceuticals. Which do you think is more dangerous?\nhttps://t.co/dysujEjvnJ",
  "If you consider Russia our chief rival why would you allow them to get control of our Uranium? The Obama admin could have stopped it #Tucker @FoxNews",
  "Time to investigate high ranking Obama government officials who might have colluded to prevent the election of @realDonaldTrump! This could be WORSE than Watergate!",
  "The basic message is... stuff just keeps on getting older:\nhttps://t.co/Yuv4XStQI2",
  "Hillary Clinton campaign, DNC accused of 'corrupt' money scheme in new FEC complaint https://t.co/87Z3WE9Nbp",
  "Navy pilot describes 2004 encounter with UFO off San Diego coast #FullDisclosure https://t.co/17J73blzbY",
  "Boeing teases 'hairdryer' plane that will 'change future air power' https://t.co/MuCFdOSaCB via @MailOnline",
  "@lsarsour Women's March organizer accused of covering up sex abuse https://t.co/oQJY3EpgON via @nypost",
  "Obama administration SABOTAGED operation to stop Hezbollah https://t.co/CNtCBiPh92 via @MailOnline",
  "Glowing Auras and ‘Black Money’: The Pentagon’s Mysterious U.F.O. Program https://t.co/DcqU4xAeHO",
  "Hillary could still be charged over her secret server hints FBI boss https://t.co/718DqEjboo via @MailOnline",
  "What in the world is going on with Mueller’s investigative team? The team MUST be squeaky clean for Americans to have confidence in outcome... https://t.co/GGyKvOnSaZ",
  ".@TomFitton: The leadership of the #FBI was ruined by #Comey and the politics of trying to save @HillaryClinton #Tucker @FoxNews",
  "FMR U.S. Attorney: #Comey is the dirtiest cop in America and he ruined the #FBI's reputation. The bureau was politicized by Comey and it is in real trouble #Tucker @FoxNews",
  "This is how secret police start, when law enforcement agencies decide to do the bidding of politicians, rather than pursue impartial justice on behalf of the public. Let's nip this nightmare in the bud right now. #FBI #Tucker @FoxNews",
  "The point is clear: the #FBI is out of control and not just in the @realDonaldTrump investigation. An agency charged with enforcing the law clearly considers itself above the law. That's a threat to you, and every American, no matter who you voted for. #Tucker @FoxNews",
  "Aliens are real and the government is lying to us, according to this new university class https://t.co/5bN8UTEWp5",
  "Soros bots flood FCC to Free Internet from Obama’s “Net Neutrality” Rules https://t.co/PahCemZFwh",
  "Solar System’s First Interstellar Visitor Dazzles Scientists https://t.co/aQbfTmwH0F",
  "MGM's Mandalay Bay is in crisis as hundreds of Las Vegas shooting victims sue the hotel https://t.co/azt0Z5Y9ac",
  "If we repeal #NetNeutrality then this is what it's going to look like. This isn't a left/right issue. This is a freedom issue. The internet is the one of the last things we have that isn't controlled by the Gov. Don't let them censor us https://t.co/kMvhdKDDxy",
  "Las Vegas shooting: Attorneys file lawsuits on behalf of more than 450 victims https://t.co/KDF2tGMf98",
  "UC Berkeley professor’s ‘slaughterbots’ video on killer drones goes viral https://t.co/pECGxsfcxT #AI",
  "What if Ken Starr Was Right? https://t.co/XjBttc1cZK",
  "Brzezinski: Unless Bill Apologizes 'For Being a Sexual Harasser,' Hillary 'Needs to Stop Talking About This Topic' - Breitbart https://t.co/wAlQsnZhuV",
  "Soros-tied donor network to ramp up efforts to elect left-wing prosecutors https://t.co/KLlVywcnGR",
  "Another UFO has been spotted from the International Space Station?!?!https://t.co/tiztCEIJpF via",
  "BOOM! Mystery blasts rattling the globe https://t.co/KtTklH9Utt via @worldnetdaily",
  "World’s first 'space nation' takes flight as 200,000 people prepare for futuristic life https://t.co/rkmaZOl8nX",
  "Scientists make find that could rewrite human history https://t.co/3fGHxIyUIE",
  "Bill Clinton is accused of sexual assault by four more women https://t.co/B1zWCQhVl2",
  "100 full moons: Blazing fireball lights up Arctic sky https://t.co/Xvhll2M8Oy",
  "Tesla Roadster: Elon Musk unveils 'fastest production car ever' in shock announcement https://t.co/hVyxxaA3Dd via @telegraphtech",
  "https://t.co/mGr7v4oJRT",
  "Twitter crackdown sparks free speech concerns https://t.co/11guTvqKVm",
  "Resistance Royalty: Pelosi, Soros Headline Left’s Biggest Dark Money Conference https://t.co/aHKk6eqSn1",
  "Is billionaire VC Peter Thiel trying to break up Google? https://t.co/xA0hnblS25 via @mercnews",
  "Ex Google Executive Registers First Church of AI With IRS https://t.co/wUCv2xGjIk #Faith via @pjmedia_com",
  "AP Exclusive: US scientists try 1st gene editing in the body   https://t.co/rRBHE6oGCC",
  "NASA experts says we will have found alien life in 20 years https://t.co/7HmYF71mlV via",
  "Sessions directs prosecutors to 'evaluate certain issues' involving Uranium One and Clinton, leaves door open on special counsel https://t.co/PvtgNJKiRA",
  "Woman Says George H.W. Bush Groped Her When She Was 16 | NBC Connecticut https://t.co/WYsrMbAVHD",
  "It's time for Americans—and especially Democrats—to face the allegations against Bill Clinton, @CaitlinPacific argues https://t.co/dXQ8L9Odd6",
  "SNL mocks Democrats for their old leaders in spoof ad https://t.co/pohfL0ZCaG",
  "Taxpayer piggy bank lets Congress settle sexual harassment cases in secret https://t.co/6IAZ0qYRhQ #wth",
  "SUPERHUMANS: Chips inserted in brains will give us MIND-BLOWING abilities within years https://t.co/Dk608XTSku",
  "300,000-year-old skulls could rewrite the human origin story https://t.co/vv9lvWMu1I",
  "How Brazile's book exposes liberal media's Hillary health coverup https://t.co/AwZhRLYkp0",
  "Mumps Makes a Comeback, Even Among the Vaccinated https://t.co/f2reo6JrZE",
  "Let's just admit that there is corruption at the #DNC. They got caught rigging an election #Tucker @FoxNews",
  "Network newscasts don't mention Brazile Clinton-DNC revelations https://t.co/PPcUoZjtZk",
  "We need to be worried that the #FBI is worthy of the power we give them. They are the most powerful Federal Agency #Tucker @FoxNews",
  "Stephen Hawking gives warning about rise of robots and we should be very worried #AI https://t.co/SftU1bFy1d",
  "Global temperature continues to cool https://t.co/FQlo2T30tN via @wattsupwiththat",
  "Monsanto halts launch of chemical after users complain of rashes https://t.co/2DM13bzOfo",
  "Why Has The Las Vegas Massacre Disappeared From The News Cycle? https://t.co/HwWPvBt1wU",
  "Aliens 👽👽👽 may 'look like us,' new study suggests https://t.co/soDje1oo68",
  "Hitler WWII 'escape' investigated by the CIA, bombshell document reveals https://t.co/A3DquTfIPT",
  "Video of how a hidden “corridor-like void”, aka “chamber” has been found deep within the Great Pyramid of Egypt.... https://t.co/pjOLmRqktJ",
  "Inside Hillary Clinton’s Secret Takeover of the DNC https://t.co/GFQW421zXW via @politicomag",
  "How would you describe the higher state achieved by psychedelics? https://t.co/YYzSU4WZm8",
  "More students, young Americans turn to paganism https://t.co/doRdxktez1 via @collegefix",
  "https://t.co/80NBV5JaWu https://t.co/CJyODT3jse",
  "Tony Podesta Bro of Clinton cmpgn chair steps down from his lobbying firm after scrutiny from special counsel https://t.co/LsSdvNBdjG",
  "Is Tony Podesta going down with Manafort? Or is Mueller's investigation politically motivated? https://t.co/gqnBdC7giS",
  "The New Religions Obsessed with A.I. https://t.co/fXDe0lrCIa via @thedailybeast",
  "Just feed it The Godfather movies as input. What’s the worst that could happen? https://t.co/WX4Kx45csv",
  "Scientist proposes wild explanation for why we haven't discovered aliens yet https://t.co/4B1IMK1VOE",
  "Mysterious object from deep space has entered the solar system https://t.co/s8qTQvjk87",
  "Enormous glowing ball over northern Siberia sparks UFO fears https://t.co/JT7ueYAEFR",
  "Mueller is the wrong sleuth for the Russia investigation, writes @HolmanJenkins https://t.co/s5tichWhIP",
  "Study: Pollution kills 9 million a year, costs $4.6 trillion   https://t.co/j5QHGVZfju",
  "Keepers warn of 'bee-mageddon' after France authorises controversial insecticide https://t.co/q3XVW7jZpU",
  "9.7-million-year-old teeth could rewrite human history https://t.co/xAuNvejHec via @USATODAY",
  "Trump to release secret JFK files https://t.co/pplSkI4vCw",
  "Bill Clinton sought State’s permission to meet with Russian nuclear official during Obama uranium decision https://t.co/K5vnMYFdDW",
  "Drudge, Facebook, NYT readers could face libel suits for sharing 'fake news' under Dem plan #no #freespeech https://t.co/4d04xH4D7M",
  "A Las Vegas hotel mogul plans to send an inflatable space hotel into orbit around the moon https://t.co/lTVb8m4Pb4 #Bigelow",
  "Discovery of 50km cave raises hopes for human colonisation of moon https://t.co/DSApmx4BEy",
  "Vegas Survivor Who Died Suddenly Had Planned Group To Expose Cover-Up https://t.co/4bG8NQdQfE via @realalexjones",
  "Team Obama's stunning cover-up of Russian crimes https://t.co/BfzWIE3OmT",
  "When you die you KNOW you're dead: The mind still works say scientists https://t.co/phvj4Gq5oE",
  "GATES TO HELL? Hundreds of ancient structures found on edge of VOLCANOES in Saudi Arabia https://t.co/JMyqwy2ZfV",
  "A look inside the secretive Japanese company whose robots are making everything from cars to phones https://t.co/jMM4mRrCDn",
  "FBI uncovered Russian bribery plot before Obama administration approved controversial nuclear deal with Moscow https://t.co/xu5nt6sWxH",
  "'Part of the problem'? Barbara Walters' Corey Feldman shutdown over his abuse claims draws criticism https://t.co/5gJS5QDtAm",
  "Opioids killed more Americans in 2016 than the entire Vietnam War https://t.co/WAHhMlhlcK",
  "The war on drugs? What war on drugs? Big pharma are the biggest and sleaziest drug dealers on the planet:... https://t.co/SdtgjOrNDq",
  "Las Vegas guard Jesus Campos vanished after visiting urgent-care clinic, union leader says https://t.co/xg9fcsuXUv",
  "North Korea rejects diplomacy with US until they develop a nuke than can hit the US East Coast https://t.co/CiB1BoXahm",
  "Clinton Foundation to keep Harvey Weinstein's $250,000 donation (Why not? They kept the Haiti relief money) 🤦‍♀️\nhttps://t.co/HmZoJ0bQ79 #FoxNews https://t.co/P44xdDeYXY",
  "AI implants will allow us to control our homes with our thoughts within 20yrs, govt report claims https://t.co/6mO0W6p9BU via @TelegraphSci",
  "'Alien abductee' mom in high-stakes run for Congress https://t.co/2Zdgt033Bo",
  "CNN Claims Alex Jones Fabricated Soros’ Nazi Ties https://t.co/i3DLhfBIXr",
  "Book claims @HillaryClinton 'put up with' @BillClinton 's sexual 'grabbing, groping women' https://t.co/9H4eeRkcoO",
  "Magic mushrooms may 'reset' the brains of depressed patients https://t.co/5Xx9X2eSaY",
  "NASA confirms - Sea levels FALLING across the planet https://t.co/OFuFi4lZIZ",
  "Americans will soon go to space again without a Russian taxi https://t.co/RHRlYZPh82",
  "Anthony Bourdain blasts Hillary Clinton’s ‘shameful’ interview regarding Harvey Weinstein https://t.co/N7KXdmGJgD",
  "Las Vegas Security Guard Shot by Vegas Killer is Not Registered as a Security Guard in the State of Nevada? https://t.co/RB7W7BavLR",
  "Inside my life as an ISIS sex slave https://t.co/tGJPs4T2MQ",
  "Worker warned hotel before Las Vegas shooter opened fire on crowd https://t.co/gmk88WpDBh",
  "Fmr. Manager of DOD Aerospace Threat Program: \"UFOs are Real” https://t.co/aR7gZmexzz",
  "Get READY! Live Broadcast starts in 30 minutes. Tune in at https://t.co/LLlAmYUDcF. #ProfoundPossibilities https://t.co/cF0Jpc94hx",
  "🚀🚀🚀 https://t.co/mZhiRzjbrA",
  "@HillaryClinton finally condemns Harvey Weinstein but keeps his tainted cash! She \n has always been for sale! Gross https://t.co/CXWRJxdi9r",
  "FLASHBACK: Michelle Obama Praised Harvey Weinstein as a 'Wonderful Human Being' https://t.co/25Ne8Lk1Mv",
  "As Democrats denounce Weinstein, @HillaryClinton and @BarackObama stay mum. Don’t they both have daughters? https://t.co/XooKiKG4Ak",
  "Las Vegas gunman shot security guard a full six minutes before opening fire on concertgoers, police reveal https://t.co/ehaccthGrd",
  "Nasa may alter the DNA of astronauts who journey to Mars https://t.co/xBME9X36aB",
  "Will Trump release final JFK assassination documents? @CNNPolitics https://t.co/Rvt4PdcKNt",
  "Rupert Murdoch Is The Media’s Unlikely Hero In The War Against Facebook And Google https://t.co/MUbsnEcrj5",
  "Of course! Democrats hand back Harvey Weinstein cash - #Hillary and #Obama don't https://t.co/oWTxXUXR0Z",
  "My heart is broken over the mass shooting in Las Vegas. Sending ❤️ &amp; condolences.... 😭😭😭",
  "A 130,000-Year-Old Mastodon Threatens to Upend Human History | WIRED https://t.co/srKFO6avr4",
  "The rising cases of infertility in men may endanger mankind's future. https://t.co/VGsiJ3xjyr",
  "The Lost City Of The Monkey God by Douglas Preston was a page turner! I couldn't put the book down!",
  "Stuff just keeps on getting older:\nhttps://t.co/HlJx5AmzWw https://t.co/Qf1vQrWAEa",
  "Elon Musk’s Mars Vision: A One-Size-Fits-All Rocket. A Very Big One. https://t.co/FJFplS0QFG",
  "Water may have leaked at Fukushima due to gauge errors https://t.co/vur5tNGJE0 via @YahooNews #Fukushima",
  "Julian Assange Says He Will Provide Evidence Russia Narrative Is False in Exchange for Pardon https://t.co/rx7ir8NZzU",
  "Who knew #djdiesel formerly known as @shaq would drop the craziest beats at Kaaboo! #respect https://t.co/zaM72ucvRR",
  "Kaboo! It's on! #kaboo #cantwaitforguetta https://t.co/8njejc7DFc",
  "3/3 What? I wanted the clothes! #Gymboree has non-existent customer service! #Gymbroeesucks WORST CUSTOMER SERVICE EVER!",
  "2/3 Call UPS and USPS to find out where it is, if lost dispute the transaction with your credit card provider for a refund. #gymboree sucks!",
  "1/3- #Gymboree sucks #backtoschool clothes lost in mail. Tracking number reads package not delivered after 14 days Customer service says...",
  "@Gymboree ill never shop at your store again. you punish customers and make things so difficult! #worstcustomerservice #gymboreesucks",
  "W/ growing dissatisfaction within both Repub and Dem Party, we could see a 3rd party emerge -somewhere between the extremes of both R and D",
  "The Fluoride Action Network is now one step closer to banning water fluoridation in the U.S. https://t.co/PuGyvR921b",
  "1:2 There should be no place in society for racism, white supremacy and neo-nazis.",
  "Totally enjoying the #AtomicBlonde Soundtrack! The 1980s soundtrack for Atomic Blonde took some intense dealmaking! https://t.co/WkuyviXr7y",
  "Nasa is hiring someone to defend Earth from aliens https://t.co/RsS6TAp6qg",
  "Elon Musk: Facebook CEO Mark Zuckerberg's knowledge of A.I.'s future is 'limited' #teammusk https://t.co/lIHeH9vTJF",
  "Ancient humans had sex with non humans, via @nzherald https://t.co/MSPsaGJZjS",
  "Traces of Controversial Herbicide Are Found in Ben &amp; Jerry’s Ice Cream https://t.co/BMfZAQthDt",
  "Sperm count in Western men plunges to record low https://t.co/FgFQoSSf6B",
  "A former Google[X] exec is building technology that she says will make telepathy possible in 8 years https://t.co/mQqp5CCZl6",
  "EXCLUSIVE: Soros, Clinton-Linked Teneo Among Donors to McCain Institute. TIme for him to retire. https://t.co/flh0eLg0OZ via @dailycaller",
  "Organic foods backed by landmark report warning pesticides far more dangerous than was thought https://t.co/UOkr3u34Ck via @telegraphnews",
  "Hillary Lacks the Remorse of Conscience by @peggynoonannyc https://t.co/meCcXeOOmm via @WSJOpinion",
  "The Complete (And Ever Expanding) List Of Hillary's Excuses For Election Loss https://t.co/V5LYZMn4ov",
  "CNN host mocks Hillary: ‘The Russians cloaked WI so she couldn’t find on map’ https://t.co/Vvnz6CxPZ6 via @american_mirror",
  "Hillary was a horrible candidate! When will she own it? Hillary Blames DNC, SCOTUS, ‘1,000 Russian Agents’ for Loss https://t.co/3pnB0qEMCz",
  "Space race billionaire is 'absolutely convinced' of aliens on Earth https://t.co/Rv8E736kSw",
  "Buzz Aldrin: Retire the International Space Station to Fund Travel to Mars - Breitbart https://t.co/lEPEIBIMHE via @BreitbartNews",
  "This Incredible Skyscraper Is Also a Farm That Can Feed a Village https://t.co/7W6AhKEpSG #globalcitizen",
  "Did the Obama admin use warrantless \"wiretapping\" on other candidates besides @realDonaldTrump? https://t.co/h7rsjvNLHM",
  "Retweet if you agree that Susan Rice should testify before Congress. https://t.co/7irK1AkM4u",
  "Ridley Scott: Aliens exist and they will come for us https://t.co/AFVPxUGyJK",
  "It's clear Iran has violated the nuclear agreement in multiple respects, &amp; that's just what we can tell from publicly available information.",
  "People Are Seeing U.F.O.s Everywhere, and This Book Proves It https://t.co/t3Fl2g5TTA",
  "'Get to Mars during my first term': Donald Trump talks to Nasa astronauts in livestream https://t.co/UulN7DMJ4F via @telegraphnews",
  "Why can't the Clintons just go away? https://t.co/g66AyrFujg via @nypost",
  "Please, God, Stop Chelsea Clinton from Whatever She Is Doing! #amen #nomoreclintons #crookedhillary https://t.co/BMWCbC5oc8",
  "Elon Musk lays out plans to meld brains and computers https://t.co/N2yqqtpXWI via @WSJ",
  "Ancient stone carvings confirm how comet struck Earth in 10,950BC, sparking the rise of civilisations https://t.co/R4w4tTWTqh",
  "Several Google engineers have left one of its most secretive AI projects to form a stealth start-up https://t.co/AkPXXtUrtQ",
  "This astronaut found sunken treasure from space and kept it secret until his deathbed https://t.co/9zooS4G9KR #gordoncooper #sunkentreasure",
  "NASA reveals alien life could exist within OUR solar system https://t.co/Pw715ILQZ1 via @MailOnline",
  "What was that flashing light in San Diego? Video captures orb streaking through sky | The Sacramento Bee https://t.co/tidi6hOBaT",
  "Fascinating read. The generals are taking over the White House. #syria  https://t.co/x1ow0pN7Dq",
  "RIP #peterquinn I am totally crushed! 😭 He went out as he should have as a hero! I'm going to miss him. #homeland",
  "Deputy national security adviser KT MacFarland ousted from White House. Boo! Thumbs down! https://t.co/4xaEWZd0GO via @MailOnline",
  "‘An enormous loss’: 900 miles of the Great Barrier Reef have bleached severely since 2016. Humans suck!  https://t.co/pIPrEnDnwn",
  "I'm 💔over the terrorist attacks in #Egypt. When will the insanity stop? https://t.co/JtQIsY5orN",
  "U.S: We could hit Syria more, are probing Russian gas role https://t.co/hYwfyHB1D7 via @MailOnline",
  "Raytheon's stock up after U.S. launch on Syria https://t.co/Q283VwBoPI via @CNNMoney",
  "U.S. allies react with support for the U.S. missile strikes on Syria: https://t.co/Cz7yAjRxFQ #SyriaStrikes https://t.co/qEXDUAV4PA",
  "U.S. strikes Syrian military airfield in first direct assault on Bashar al-Assad’s government https://t.co/UsGuD3Nkqd",
  "U.S. Intelligence spied on Team Trump, smears him as a Russian agent, and yet we should believe them on uninvestigated attacks in Syria? No.",
  "I oppose even the talk of military action against Syria until we know more about the chemical attack @realDonaldTrump \n\nRT if you agree",
  "Geez, can't we at least wait until there is a formal investigation? #SyriaGasAttack https://t.co/sgL1YfXMpv",
  "If we go into Syria we are entering WWIII based upon information provided by terrorists. If we topple Assad, we help ISIS. @realDonaldTrump",
  "Warren proves herself to be a hypocrite time and time again. https://t.co/t9tT4J4AEN",
  "After North Korea Launched A Missile, Secretary Of State Rex Tillerson Issues Terse Response.  https://t.co/DFzBMUGvp0 via @dailycaller",
  "On Syria, Sec. Tillerson says: \"Anyone who uses chemical weapons to attack his own people shows a fundamental disregard for human decency.\" https://t.co/Navxt7eynC",
  "Boeing reveals 'Deep Space Gateway' - a stepping stone to MARS #deepspace #arewealong https://t.co/eHgkJ8vxhx",
  "Scientists Are Developing a Contact Lens That Tells You When You're Sick https://t.co/B7ulbVyPr9 via @gizmodo",
  "Meet Sally, the robot who makes perfect salads https://t.co/g57l6gwSbT via @luxury",
  "Top Obama Adviser Sought Names of Trump Associates in Intel - Bloomberg View https://t.co/BJUD6WTcMj",
  "Kailashnath Temple in the Ellora Caves complex of Maharashtra state. The scale? Look closer and find the people! Photo by Santha Faiia. https://t.co/nlLgIyv0fc",
  "Smoking gun found! Obama pal and noted dissembler Susan Rice said to have been spying on Trump campaign.  \n https://t.co/SHJ41vhQu7",
  "Hand over the Emmy to Rupert Friend now! @SHO_Homeland #Homeland",
  "Your mitochondria are your cellular powerhouses and here's how they can be damaged by #RoundUp. https://t.co/6aj6wiUng8",
  "#EssentialOils https://t.co/NtFsy0dmCV",
  "If Russia could so easily defeat Hillary in an election, how could she defeat them in an actual war? https://t.co/yXXX4ZWbDQ",
  "Hillary Clinton, it's too soon. I couldn't agree more! @CNN https://t.co/zuN2bjVwhJ",
  "Edible forests, coming soon to a city near you https://t.co/3sHnlWRAoH via @luxury",
  "This floating skyscraper is literally out of this world! https://t.co/siIo3cjbjb",
  "This is terrible! Find #themissingdcgirls 😢😢😢😢😢https://t.co/1BrKJGuOyK",
  "Vatican Journalists Rebel Against A Markup of nearly 650% on Airfare for Papal Trips. https://t.co/F1oWa2i6LC via @BreitbartNews",
  "Trump calls Ryan and asks him to pull health care bill. Yes! We can do better! #FridayFeeling #FirePaulRyan https://t.co/61BRYKCDOa",
  "#Monsanto will stop at nothing to defend their flagship product, #RoundUp https://t.co/v43GyzzFwW",
  "https://t.co/qGVgY6WZmT",
  "@seanhannity Paul Ryan. He had 6 years and this is the best he could come up with? He needs to go!",
  "Where did the GOP's plan to repeal and replace Obamacare go so totally wrong? That’s tonight’s monologue at 10pm ET #Hannity",
  "Be still https://t.co/6qsH4oQSV4",
  "If u filibuster Judge Gorsuch it’s obvious you’d filibuster anybody",
  "If u r voting on qualifications and not politics Gorsuch is easy vote yes",
  "Despite spending trillions on the Democratic Party-run inner cities, many of them are scarcely better off than they were in 1968 https://t.co/0L22Dq8rMs",
  "Potential 'smoking gun' showing Obama administration spied on Trump team, source says https://t.co/ZBipP9Xzv5",
  "Would YOU choose to live forever? Age-reversing pill could repair DNA https://t.co/DwlTrhrfBW via @MailOnline #NASA",
  "Soros-funded charities targeted by Trump-inspired crackdown in East Europe https://t.co/lKQ2fUumXS via @YahooNews",
  "Hillary Clinton 2020 Is a Reality. Get Ready for Eight Years of Trump #nomoreclintons #saynotocorruption https://t.co/kzV6XZ7FKn",
  "Amazing Architecture! The incredible U-shaped New York skyscraper is unveiled https://t.co/l9NQTxuwqz via @travelmail #thebigbend #nyc",
  "Tear it up! Start over! I'm not impressed with Paul Ryan. He's been working on this for 6 years? Come on! We can do better! https://t.co/kj4QDAxrbF",
  "So so sad! 😢😢😢 Terrorist attack at #Parliment https://t.co/kRmHY72UtQ",
  "Is this a joke? What has she done? Chelsea Clinton to be honored with 'lifetime' achievement award #nomoreclintons https://t.co/952gAp6A6M",
  "This is just the COOLEST! IKEA Growroom Is A DIY Sustainable Garden For City Dwellers https://t.co/xNQnK9XKbJ via @CleanTechnica",
  "🍀🍀Do not forget to wear green today or you might get pinched! 👌Happy St. Patrick's Day! 🍀🍀🇮🇪",
  "What should Trump do with an unstable dictator with #nukes? #NorthKorea #preemptivestrike https://t.co/3G8oHIqiZ9 via @bpolitics",
  "YIKES! Tillerson says diplomacy with North Korea has ‘failed’; Pyongyang warns of war https://t.co/dc710KDug5",
  "@George_Noory @carmenboulter I just watched New Atlantis Rising on Beyond Belief @JoinGaia and was blown away! So much amazing information!",
  "GMO Corn &amp; Roundup Shown to Cause Hormonal Imbalance. Kaiser Permanente even warns people of #GMOfoods #Monsanto https://t.co/gp9TfjyYe5",
  "Spoiler: They're still not sure what it is! https://t.co/lzN6W5FgV4",
  "GOP senators ask Tillerson to probe US funding of Soros groups abroad | https://t.co/PDJKMdNhDw",
  "Op-Ed: Donald Trump just got a nice victory, thanks, of all people, to Rachel Maddow https://t.co/8zMro4CCz0",
  "Rachel Maddow turned a scoop on Donald Trump's taxes into a self-defeating spectacle: https://t.co/56IxOpFX0k via @BrowBeat",
  "EPA Official Accused of Helping Monsanto ‘Kill’ Cancer Study https://t.co/8iW4hH19VY via @markets",
  "Op-Ed: Donald Trump just got a nice victory, thanks, of all people, to Rachel Maddow https://t.co/8zMro4CCz0",
  "Did Obama ask the #GCHQ to #spy on Candidate Trump?  @Judgenap https://t.co/hognGmSafZ",
  "1 of the most special connections in our #ConnectedUniverse, a mother &amp; her baby. See this sea otter held by mom:\nhttps://t.co/g730HlBHZs",
  "EEK! Earthquake on the beach: Scientists think a 7.4 temblor could reach from L.A. to San Diego https://t.co/VyGxsawxiI",
  "'Day Without a Woman' supporters got $246M from Soros  #InvestigateSoros https://t.co/E2OBdCHI1h",
  "If you're writing about the CIA/@Wikileaks story, here's the big deal: first public evidence USG secretly paying to keep US software unsafe. https://t.co/kYi0NC2mOp",
  "LOL! 9:15 AM PST and no mention of #Wikileaks #Vault7 on #FakeNews CNN's website?!?!?!?! No big surprise I guess???? \n😮😮😮😮😮😮😮",
  "CIA planned to hack cars to carry out assassinations claims WikiLeaks. Going to take a pass on smart cars... #Vault7 https://t.co/z91kyCMnR8",
  "Happy #NationalPancakeDay! 🥞🥞🥞🥞🥞🥞🥞🥞🥞🥞🥞",
  "Mystery 'black hole' cube spotted over US White Sands military base. Multiple eyewitnesses. Hmmm... https://t.co/jwhfxg5NSZ via @MailOnline",
  "Coming soon to China: A building that fights pollution. #VerticalForest https://t.co/OGKbX6H737",
  "#Quartzcrystals at Earth's core power its magnetic field. Fascinating esp when looking at quartz uses historically.  https://t.co/TMGA9AT7kU",
  "I've been saying this since I published the Mars Mystery in 1997...... https://t.co/67ErYy52AO",
  "@marklevinshow Way to go! I loved your segment on @foxandfriends",
  "@PatrickSabongui @SHO_Homeland I LOVED 💗this episode!",
  "Bannon is working closely with Trump on combating what he calls the \"deep state\" in intel comm, per multiple people at WH",
  "This sleaze from Obama is right up his alley. He's a product of Chicago politics. Won his US senate seat this way. https://t.co/lP8hzJmM5a",
  "If TRUE, this is NUTS! Donald Trump accuses Barack Obama of wire tapping his phones https://t.co/L32l9OYDVZ  #TowerGate #DeepState",
  "Phone tapping is an old Alinskyite blackmail &amp; intimidation tactic--I'm not saying Obama did it, but who would put it past him? https://t.co/ZxXAWtxNBv",
  "Mark Levin to GOP: Investigate Obama's 'Silent Coup' vs. Trump #DeepState https://t.co/0xnpwgdn84 via @BreitbartNews",
  "THOUGHT FOR THE DAY: Maybe hate crimes are rising in the Trump era because leftists &amp; Democrats are committing more hate crimes",
  "#HypocriteDemocrats #FridayFeeling 30 Senate Democrats Met With Russian Diplomats To Advance Obama's Iran Deal https://t.co/MWt5kaLR4W",
  "What?! No investigation of Obama's attempt to \"influence\" the Israeli election?\nhttps://t.co/uCWEDrAMqs\nhttps://t.co/zMNkssRB9E\n#hypocrisy",
  "Donations to the @ClintonFdn, a $500K Speech by @billclinton and a Russian Uranium Takeover. Via the @nytimes https://t.co/yCDdNy87Hf",
  "Things are getting interesting... Worldwide UFO sightings hit all-time high. #AreWeAlone #NiceAliens #UFOs https://t.co/m8lbS87zDx",
  "I wonder if they will find anything on the #darksideofthemoon ? 🌑👽#SpaceX https://t.co/RE8DnOSZOs",
  "I LOVE it @JamesOKeefeIII ! The MSM has misled and lied for long enough! https://t.co/z3rQIuVIQE",
  "@RollieNewcomb @YouTube Great video on #climatechange. Thank you for sharing!",
  "Mind blown: The entire universe could be a hologram https://t.co/aUX48HOktP via @usatoday #hologramuniverse #quantumjumping",
  "This is GOOD NEWS! George Soros placed on US Congressional watchlist. https://t.co/arLjNrg2qg",
  "WOW! What are the liberals going to say now? The hypocrisy is killing me! @wikileaks #liberalhysteria https://t.co/TYBFkCllDk",
  "I hope those on the left don't condone this?!?!  #UCBerkeleyriot #Milo https://t.co/EfMpr9WMU0",
  "Archaeological Find Puts Humans in North America 10,000 Years Earlier Than Thought #ancientcivilzations https://t.co/99UU1gm8bG",
  "Intereresting times if you believe in biblical phrophecies. Israel Bombed Syrian Mil Airport.  https://t.co/Fi3EMuzVkW via @BreitbartNews",
  "Are we alone in the galaxy? Is anybody out there? #ufo #doaliensexist https://t.co/2SGbd9iDvB",
  "@greta @MSNBC Big congrats Greta!",
  "@greta IMO- Go into politics &amp; clean up the corruption. U are also great on TV. Although, you would be a breath of fresh air in politics!",
  "@greta Whatever you decide to do u will be successful and wonderful. I know you will always continue to help people! I applaud &amp; admire u!",
  "@greta I met you and Cossack long ago when you gave a great lecture to the interns at CNN. I thought you were smart, kind and cool.",
  "Obama's staying in DC...Democrats should find this as appetizing as dinner cooked by Typhoid Mary. LOL https://t.co/shlXTGvrbS  #MAGA #Trump",
  "@RealAlexJones I couldn't agree more! I just watched #Endgame and loved it! Time to take our country back! #merrychristmas",
  "Russian supply spacecraft headed to ISS explodes over Siberia @CNN #ISS https://t.co/qKQIuXg5Q9",
  "@carmenboulter  My 6 year old son and I are binge watching the Pyramid Codes! I wish that when I went to Egypt it was on one of your tours!",
  "@ancienttomorrow AMAZING movie! I am now obsessed with pyramids and ways of harnassing the earth's free clean energy! #pyramids #AWAKENING",
  "I agree! https://t.co/g59lFI8694",
  "Weiner is the gift that keeps on giving! New Emails in Clinton Case Came From Anthony Weiner’s Electronic Devices. https://t.co/KYOxc8pFJB",
  "Talk about an October SURPRISE! FBI reopens Clinton email investigation after new messages found #Trump2016 | https://t.co/Rd8kXRhrQu",
  "Hillary's Hypocrisy: Clinging to Obama After Her Racist Dog Whistles in 2008 https://t.co/MO0G4bzk68 #hillaryisaracist #trump2016",
  "@HillaryClinton's  new racist ad is the act of a desperate woman. You are the one who praised your mentor &amp; friend KKK member Byrd! #Trump",
  "Yes! #greta",
  "Oh boy.... here we go again. More emails probs 4 #crookedHillary Feds probing Clinton campaign hacking @CNNPolitics https://t.co/CbpUNKJxhS",
  "Surprise or NOT? #DNCracism against Latinos. Maybe they just want your votes? #tacobowlengagement #dncwikileaks https://t.co/2FT8L9kz26",
  "Every voting American should watch #clintoncash #crookedhillary #DNCleaks https://t.co/ROspBbkvnU",
  "'Wonder Woman' Trailer Looks AMAZING! Can't wait! #wonderwoman https://t.co/nAE791Rnim via @UsWeekly",
  "Ladies and Gentlemen, this is why the USA needs new leadership! Kerry: Air conditioners as big a threat as ISIS https://t.co/Hik54EvXaO",
  "Another example of liberal media bias. CNN Trashes Its Own Donald Trump Poll #TrumpPence16 https://t.co/b4CZ0E6R8h",
  "Stay safe! Sending my LOVE to #Munich"
 ]
}