{
 "user": 899974666164600832,
 "tweets": [
  "@ThisLionsheart Sorry disagree...there are so many grey races and many are not evil. The Hopis talk of greys that saved them from cataclysms...many examples.",
  "@falcongrovepro @IndieFilmHustle Good episode and underrated topic. As a 25 year freelance art veteran I have been confronted by this many times. Great knowledge bombs in this episode for everyone...so much is psychology.",
  "The Arcturian Crystal Gardens are the fountain of youth of the universe. They are maintained ny very highly evolved race of lightbeings.\n💎💎💎\n#arcturus #crystal#aliens #ufos #extraterrestrials #scifi #sciencefiction #comicbooks #anime #fantasy #conceptart  #ufos #AncientAliens https://t.co/QQ7cHDGFWV",
  "NEWTYPE magazine, Japan's best and most acclaimed anime magazines, features SKY GODZ again in its May 2018 issue with ethnic Anunnaki Zini on the cover...I wish lol. Maybe one day when the show is out. Just having some fun.  #anime #japan #anime #aliens #ufo #ancientaliens #manga https://t.co/y82C28Ze3p",
  "Every good mythology needs some villains and the key members of the Orion Empire certainly live up to the challenge. Top to bottom: Draconian, Orion Grey and Rigelian Grey hybrid.\n👾👾👾\n#orion #anime #comicbooks #ufos #aliens #entertainment #ancientaliens #sciencefiction https://t.co/EssSsN8Olq",
  "The women of the Galactic Federation are a force to be reckoned with! Left to right: Captain Ithakar, Arcturian council Jycondria and psychologist Voltra.\n#aliens #ufo #extraterrestrials #sciencefiction #fantasy #anime #manga #comicbooks #ashtar #spirituality #lightbeings https://t.co/n3S2YnhPd3",
  "Because we all love the Gods of Egypt (no, not the movie of course) so much, let's enjoy this nice group shot of some of the most popular deities. Left to right: Thoth, Anubis and Bastet.\n#egypt #ancientaliens #ancientastronauts #ufos #aliens #extraterrestrials #anime #comicbooks https://t.co/gNOpg8PHn3",
  "What do you see when you look into the eyes of a Grey?\n👽👽👽\n#abduction #greyalien #greys #fear #zetareticuli #zeta #scifi #sciencefiction #fantasycreatures #fantasy #anime #animation #ufos #aliens #extraterrestrials #AncientAliens #eyes #eye #insectoids #conceptart #comicbooks https://t.co/sPDWiV10au",
  "Voltra is the leading psychologist on the Galactic Federation fleet. Being a grey-humanoid hybrid she has unique insights into the psyche of the staff.\n#anime #scifi #sciencefiction #fantasy #comicbooks #manga #ancientaliens #aliens #ufos #extraterrestrials #sketch #conceptart https://t.co/gUVFbMoNQl",
  "Good morning from the realm of the Ankh!\nThe Ankh is the most well-known symbol to come out of ancient Egypt. In their hieroglyphic system the Ankh represents the concept of eternal life.\n#ankh #egypt #ancientaliens #anime #comicbooks #sciencefiction #ufos  #occult #magik https://t.co/0QGfUYSJc8",
  "The Andromedans are a very old and telepathic race and live to an average age of 2000 years. They are blue and translucent and they can teleport with the power of their mind.\n\n#aliens #ufos #extraterrestrials #anime #animation #comicbooks  #sciencefiction #fantasy #ancientaliens https://t.co/16VvhxVFIu",
  "Interesting behind the scenes pic of Erra Taygeta, the Pleiadian Commander on the Galactic Federation fleet. Simple line sketch above and the colored version below. \n#ufos #aliens #extraterrestrials #anime #comicbooks #sciencefiction #ancientaliens #webtoons #sketches #conceptart https://t.co/e0BHaasKdz",
  "This is something I wanted to try for a while. A large group shot of the Galactic Federation Ashtar Command. From left top to bottom right: Ashtar Sheran, Athena, Galimai-A, Korton, Awaana, Hatonn, Moksha and Kuthumi.  #sciencefiction #anime #fantasy #ancientaliens #comicbooks https://t.co/PblfIF5EER",
  "The Winged Sun is a symbol of divinity, royalty and power in the Anient Near East. But does this symbol refer to alien beings who came from the sky with what was perceived as wings?\n\n#ancientaliens #anime #aliens #ufos #extraterrestrials #sciencefiction #fantasy #egypt #anunnaki https://t.co/NWXBuSImib",
  "There are many hybrid aliens across the universe. This is an example of a reptilian-grey hybrid being. Most likely from the Orion constellation. 👾👾👾\n#ufos #extraterrestrials #sciencefiction #fantasy #anime #comicbooks#webtoons #charactersketches #sketches #ancientaliens https://t.co/0hKtcpAPjF",
  "Lots has been written about the cinnection between ancient Egypt and Sirius. How could the Egyptians have posessed all the astronomical knowledge unless they had been visited by the Sirians?\n⛰⛰⛰\n#sirius #egypt #ancientaliens #aliens #ufos #extraterrestrials #anime #comicbooks https://t.co/KCAV5abeFC",
  "Erra Taygeta is a Pleiadian Commander on the Galactic Federation fleet named after her home star. She has strong psychic abilities and commands the ships with her mind.\n#pleiadian #ufos #aliens #extraterrestrials #anime #comicbooks #scifi #sciencefiction #ancientaliens #webtoons https://t.co/xaFQfNx9YZ",
  "The phenomena of alien abduction is all too real for millions of ordinary people around the globe. What is really behind this? \n👽👽👽\n#abduction #ufos #aliens #extraterrestrials #terror #nightmares #ancientaliens #sciencefiction #anime  #comicbooks #fantasy #zetareticuli https://t.co/k2I2I12gCf",
  "Captain Ithakar is an interdimensional being from Mars, member of the Galactic Federation and serves on the statship Crystal Bell.\n🌟🌟🌟\n#ancientaliens #aliens #ufos #extraterrestrials #mars #scifi #sciencefiction #anime #animation #comicbooks #comics #manga #fantasy #crystal https://t.co/IvZWGqF3dD",
  "Sargon, the Anunnaki chief medical engineer, is plotting his next move. Animation layout from SKY GODZ season 1.\n👾👾👾\n#sargon #anunnaki #ancientaliens #aliens #ufos #extraterrestrials #scifi #sciencefiction #sketches #coloredpencils #pencils #layouts #comicbooks #anime https://t.co/LiOYiitLq4",
  "Virtual Graphics will be the producer of the SKY GODZ streaming series. As a result the series will premiere at a major international scifi film festival in July 2019. \n#anime #animation #sciencefiction #fantasy #graphicnovel #comicbooks #filmfestival #netflix #hulu #amazonprime https://t.co/bdziKf1sam",
  "SKY GODZ streaming anime seasons 4 and up will focus on the Nergal (left) and Marduk (right), the heirs to the empire of Enki and Enlil on earth and their continued feud in Egypt.\n#anunnaki #egypt #ancientaliens #aliens #ufos #extraterrestrials #anime #sciencefiction #comicbooks https://t.co/UbzH62h8rB",
  "The universe is full of diversity but most of all beauty...\n#lyra #lightbeings #ufos #extraterrestrials #aliens #spiritual #ancientaliens #ethereal #astral #crystals #humanoids #ancienthistory #mythology #anime #animation #comicbooks #webtoons #manga #fantasy #sciencefiction https://t.co/1NJD6zJv6S",
  "The Egyptian god Khepri, Ra as the rising sun, was often depicted as a scarab beetle carrying the sun across the sky after sunset until dawn.\n☀☀☀\n#egypt #mythology #history #ancientaliens #ufos #aliens #extraterrestrials #scifi #sciencefiction #fantasy #anime #comicbooks https://t.co/vHw8K83csv",
  "Extraterrestrials ftom Lyra are races of highly advanced lightbeings which are the forefathers of humanoid life on earth dating back many millions of years.\n☄☄☄\n#ancientaliens #crystals #humans #humanoids #ancienthistory #mythology #anime #comicbooks #fantasy #sciencefiction https://t.co/XG0np3cb2r",
  "@usingart2heal Sounds about right...but I'm gonna move the date up a bit so that it leads into Sumer and Egypt like Casey assumed.",
  "For many of the sketches I use the LYRA Rembrandt charcol series. Very fine pigments and available in many shades this adds some special touch to the art\n#sketches #drawings #cryptozoology #aliens #ufos #sciencefiction #fantasy #horror #creatures #mothman #moth #anime #comicbooks https://t.co/nZwWqNH3mn",
  "@usingart2heal Fair enough...frankly there are many mythologies which contradict each other. Also what was the timeline of Atlantis and Lemuria? That is a crucial point...",
  "@usingart2heal In my story it's the Anunnaki... I guess it depends which source material you use.",
  "SKY GODZ VLOG 6 (Podcast): The April update brings you the latest news on the animated series as well as the graphic novel. I also show tons of production sketches in an animated slide show https://t.co/PLwyJPQiHo\n#anime #sciencefiction @ancientaliens #comicbooks #ufos #aliens https://t.co/L5bE6pZXpe",
  "SKY GODZ features diversity among all aliens races, from greys, reptilians to the many humanoid races and lightbeings, you will find it all this streaming series. #ancientaliens #aliens #ufos #extraterrestrials #sciencefictions #anime #comicbooks #webtoons #manga #occult #scifi https://t.co/YKluJgHvIp",
  "Shambhala is a legendary kingdom in Tibetan mythology tied to the Hollow Earth theory. Was Agartha this legendary underground realm?\n#shambhala #hollowearth #mythology #conspiracy #aliens #ufos #extraterrestrials #scifi #sciencefiction #fantasy #anime #comicbooks #conspiracy https://t.co/YwjVYKGv1c",
  "The Kryons are an Inner Earth race that predates mankind by millions of years. They are very tall, with white hair and telepathic.\n\n#kryons #hollowearth #aliens #ufos #extraterrestrials #fantasy #scifi #sciencefiction #beauty #beautiful #mythology #mystical #anime #comicbooks https://t.co/va16YswSV8",
  "Can we ever have enough Grey alien pictures? I don't think so... (image of a Zeta Grey). 👽👽👽 #greyalien #greys #zetas #zetareticuli #aliens #ufos #extraterrestrials #comicbooks #anime #scifi #sciencefiction #animation #comics #sketches #abduction #disclosure #milab #conspiracy https://t.co/ODiiEp7OXe",
  "Filmmakers can no longer submit scripts or concepts to Amazon Studios as of April 13. I discuss the details, the history of Amazon Studios and what this may mean for filmmakers https://t.co/53aWgumOOm #amazonstudios #amazon #Filmmaker #anime #animation #movies #script #indiefilm https://t.co/UZ6gUcvtWx",
  "The totem is used by many indigenous cultures in ceremonies to conjure up the animal spirits... which bring good fortune and protection\n🦅🦅🦅\n#totem #shaman #spirituality #paranornal #occultism #occult #totem #nativeamerican #comicbooks #animation #anime #aliens #fantasy #anime https://t.co/B3sGlvBuJ5",
  "Beings from Arcturus in the Boötes constellation are known to be very advanced and their lightships are the backbone of the starfleet of the Galactic Federation.\n🌟🌟🌟\n#arcturus #aliens #ufos #extraterrestrials #anime #comicbooks #webtoon #sciencefiction #fantasy #fantasyart https://t.co/6Iz7SjWjc1",
  "The exstence of the gods in ancient times was full of deceit, jealousy and neurosis just as you would see it in society today. Did we project our ideas on mythology or did we inherit them from the gods?\n#egypt #ancientaliens #ufos #aliens #extraterrestrials #sciencefiction #anime https://t.co/ODQoPeV1DM",
  "The Greys from Orion are distinctly different from the Zetas in the elongated shape of their skulls. This specific grey is from a star in the Orion belt👽👽👽\n#aliens #ufos #extraterrestrials #comicbooks #anime #scifi #sciencefiction #comics #ancientaliens #greys #orion #zeta https://t.co/nxYZHasQHf",
  "SKY GODZ main Anunnaki cast Enki, Enlil and Nin in front of their long suffering planet Nibiru. One reason they came to earth was to mine precious metals to protect their homeworld. #anime #anunnaki #comicbooks #sciencefiction #scifi #aliens #ufos #extraterrestrials #nibiru https://t.co/0O2A4uy9VY",
  "The connection between Egypt and the Sirius was always a strong one. The ancient Egyptians believed that their souls would return to Sirius. The star they originally came from...\n#sirius #egypt\n#dolphins #aliens #ufos #extraterrestrials #sciencefiction #comicbooks #ancientaliens https://t.co/6PmnYu47WM",
  "@RBwalksintoabar @IndieFilmHustle Thanks...got the Kindle edition right after the Interview. I own more Focal Books than I care to remember but this is just about what I need right now. So, thanks for all the info... it will help a great deal.",
  "Isis and Osiris have been popular rulers in Egyptian mythology but they also have equivalent counterparts in Sumerian legend as heirs of  the Anunnaki bloodline. Were they aliens from Nibiru? #anime #egypt #sciencefiction #comicbooks #ancientaliens #anunnaki #sciencefiction #ufos https://t.co/EyF0x1s2od",
  "Giving you further insights into the creative process, this is the very first sketch for an idea of the SKY GODZ comic book cover featuring the Nommo. \n#sketch #manga #webtoon #anime #aliens #ufos #extraterrestrials #sciencefiction #fantasy #ancientaliens #comicbooks #abduction https://t.co/jtK8lhSwxm",
  "Edgar Casey prophesized that the Atlanteans had used crystal energy  in worldly as well as for spiritual purposes. True free energy!\n#atlantis #AncientAliens #crystals #anime #comicbooks #ufos #Extraterrestrial #pyramid #sciencefiction #fantasy #spirituality #aliens #scifi https://t.co/kkveSM1bK5",
  "Reptoid aliens are often seen in conjunction with humanoids and greys in alien abductions. But they also common place in the mythologies of the world like the Nagas in Asia. \n#ufos #aliens #ancientaliens #ancientastronauts #scifi #sciencefiction #anime  #fantasyart #comicbooks https://t.co/ZCjnqydkaP",
  "Making-of post of a Hopi-inspired  sketch of grey aliens for a potential book cover.\n#hopi #nativeamericans #natives #greys #greyaliens #ufos #aliens #extraterrestrials #sketches #coloredpencil #anime #comicbooks #AncientAliens #mythology #legend #abduction #scifi #sciencefiction https://t.co/rvYjAOd0CF",
  "Over 70 years ago Kenneth Arnold had an encounter with flying saucers that looked just in like this drawing. This started the modern age of ufos\n#ufos #aliens #extraterrestrials #vintage #ancientaliens #sciencefiction #conceptart #ancientastronauts #ufosighting #comicbooks #anime https://t.co/cFOmAEmozf",
  "Working on the SKY GODZ streaming series with script rewrites and trailer coming soon. Season 1 will be 6 episodes long with 28 minutes per episode. Stay tuned for more info. #anime #sciencefiction #ancientaliens #tvseries #streamingseries #comicbooks #manga #aliens #ufos #scifi https://t.co/6luvW0ORHU",
  "Osiris was a celebrated Egyptian god brutally killed by Set for supremacy of the throne of Egypt. But he was also known as Ashar in Sumer with direct links to the Amunnaki.\n#anunnaki #ancientaliens #egypt #sciencefiction #anime #comicbooks #ufos #aliens #extraterrestrials #egypt https://t.co/NuMyzKcbXq",
  "Good Morning, everyone! Have a great and mystical Sunday! ⛰⛰⛰\n#egypt #egyptology #cleopatra #ancientegypt #ancientaliens #ancientastronaut #mythology #spiritual #aliens #ufos #extraterrestrials #pyramids #spaceships #scifi #sciencefiction #anime #comicbooks #comics #occult https://t.co/laM0mH9GP3",
  "Lightbeings are common throughout the universe but the Lyrans are some of the most evolved and of the higest density ☄☄\n#lightbeing #lightworker #lyra #starseed #aliens #ufos #extraterrestrials #anime #animation #comicbooks #webtoons #fantasy #conceptart #ancientaliens #angels https://t.co/D0uaxFg4Iw",
  "The Space Brothers-our extraterrestrial friends were a common theme among the 1950's contactee movement. They came in flying saucers from Venus and warned about nuclear and ecological desasters. #aliens #extraterrestrials #extraterrestrials #sciencefiction #anime #comicbooks https://t.co/iSo80T8WbX",
  "Another interesting making-of post featuring Amon Sa Ra from Altair. Left to right: Pencil sketch, line work, flat colors and the final rendered artwork in Photoshop. 👽\n#photoshop #adobe #aliens #ufos #extraterrestrials #ancientaliens #sciencefiction #comicbooks #anime #manga https://t.co/KjQtxqDLD5",
  "Isis was a major goddess in ancient Egypt but may have also been an extraterrestrial from the planet Altea who got involved with  Marduk's son Ashar/Osiris. \n#acientaliens #isis #osris #egypt #babylon #anime #comicbooks #manga #aliens #ufos #extraterrestrials #sciencefiction https://t.co/tLsMaO31kT",
  "The Orion Empire is a nefarious group from the Orion constellation hellbent on dominating the universe.\n#orion #greys #sciencefiction  #fantasy #anime #animation  #aliens #ufos #extraterrestrials #scifi #comicbooks #manga #dracos #greyaliens #sketches #ancientaliens #webtoons https://t.co/XFuqcaiAJ4",
  "The Hollow Earth mythology is fascinating. Even if the earth is not completely hollow like in this classic pictorial, there is no doubt that caverns and underground bases exist.\n#hollowearth #aliens #ufos #extraterrestrials #sciencefiction #ancientaliens #anime #comicbooks #scifi https://t.co/omxOTCmJvg",
  "@RBwalksintoabar @IndieFilmHustle Just listened to IFH talk about your book and the movie. Can't wait to see it...",
  "Colored pencils are a great way to do quick concept sketches that are both polished and rough. Here are a couple spaceship sketches on regular paper...🚀🚀🚀\n#sketch #coloredpencil #pencil #paper #spaceships #ufos #aliens #extraterrestrials #anime #comicbooks #sciencefiction https://t.co/awFawMeyrm",
  "The lightbeings from the Lyra constellation are considered the original founder race of life on many planets for billion of years. They are also very influential in the Galactic Federation. #aliens #ufos #extraterrestrials #lyra #sciencefiction #anime #comicbooks #acnientaliens https://t.co/96HERinV7u",
  "Been putting some more thought into what to include in the SKY GODZ Blue-Ray Collector's Edition. There should be a commentary track, a featurette,  production art and an exclusive comic book.  \n#dvd #blueray #movies #anime #aliens #ufos #extraterrestrials  #sciencefiction #scifi https://t.co/X274kmCqVw",
  "Even science agrees that life on earth came from outer space...just not from the stars👽👽👽\n#starseed #consciousness #science #scifi #sciencefiction #earth #seed #incarnation #birth #fetus #child #indigochildren #starseed #stars #anime #comicbooks #comics #manga #fantasy https://t.co/XM9sbumm53",
  "The third leading member of the opressive Orion Empire is Oris, an elder grey from the Rigel system in Orion. #orion #greyalien #aliens #ufos #extraterrestrials #anime #comicbooks #manga #ancientaliens #empire #characterdesign #sciencefiction #fantasy #tvseries #animation #scifi https://t.co/UlheAriOee",
  "Pyramids also need maintenance and upkeep 👽👽👽⛰⛰⛰\n#pyramids #egypt #egyptology #ancientegypt #AncientAliens #aliens #ufos #extraterrestrials #spaceships #flyingsaucers #saucers #spiritual #energy #scifi #sciencefiction #scifimovies #fantasy #anime #comicbooks #anunnaki https://t.co/tatCtl04QK",
  "Beg-Tse, is the leader of the Ciakars, a large Draco race which are also part of the evil Orion Empire that declared war on the Galactic Federation #ancientaliens #aliens #ufos #extraterrestrials #dracos #reptilians #anime #comicbooks #sciencefiction #scifi #orion #manga #webtoon https://t.co/KI7mhaSOdF",
  "Maria Orsic was the leader of a fictional 1920s secret spiritual society called the Vril society. She claimed to be in contact with beings from Aldebaran. Drawing of Maria and the Vril Odin disc.\n#vril #ufos #extraterrestrials #aliens  #sciencefiction #fantasy #comicbooks #anime https://t.co/nZryxyTeU2",
  "Anshar is a major deity in Sumerian mythology and considered to be Anu's father and god of the sky and the horizons. As most Sumerian deities he's portrayed with wings... a true SKY GOD. #ancientaliens #ufos #extraterrestrials #sciencefiction #gods #comicbooks #anime #sky #scifi https://t.co/PwbkJLgpOz",
  "Anon Sa Ra from Altair is an administrator at the Galactic Federation on Sirius B and a close confidant of commander Ashtar.\n#altair #aliens #ashtar #ashtarsheran #galacticfederation #extraterrestrial #ufos #characterdesign #conceptart #ancientaliens #scifi #comicbooks #anime https://t.co/n4lrpBUMxw",
  "Enki is not only one if the creators of modern humans but also the founder of Lemuria, situated in Lanka in today's Pacific Ocean.\n#AncientAliens #anunnaki #aliens #ufos #extraterrestrials #lemuria #mu #anime #comicbooks #manga #animation #sciencefiction #fantasy #scifi #enki https://t.co/C6vqKqrOg4",
  "The Ankh is the most well-known symbol to come out of ancient Egypt. In their hieroglyphic system of writing the Ankh represents the concept of eternal life, Anubis is often portrayed carrying an Ankh. #ankh #anubis #egypt #ancientaliens #anime #comicbooks #sciencefiction #ufos https://t.co/o7XasnKK0r",
  "@greecehercules There is no supreme ruler...it's a democratic organization.",
  "Djwhal Khul is one of the main leaders of the Orion Empire. The powerful military ruler from the Rigel system will appear in SKY GODZ Seasons 2. #orion #aliens #ufos #extraterrestrials #sciencefiction #anime #comicbooks #characterdesign #scifi #animation  #characterart #manga https://t.co/BgOuRoa8f6",
  "Here are three more Commanders of the Ashtar Command the the Galactic Federation. From left to right: Venajoa, angelic Awaana and the Reptilian Hatonn #ancientaliens #anime #animation #comicbooks #comics #manga #aliens #ufos #ashtar #extraterrestrials #sciencefiction #scifimovies https://t.co/pWjvC68nCY",
  "@AnunnakiAwake Thanks very much, I appreciate it. Followed you back and will check out your books.",
  "Here's a WIP inking sample exerpt of Enlil from the SKY GODZ poster. Inked traditionally on A3 2-ply board with a No 1 brush and opaque India ink from Pelikan #anunnaki #artwork #anime #comicbooks\n #comics #ufos #aliens #extraterrestrials #ancientaliens #sciencefiction #fantasy https://t.co/q5pNxEYy7y",
  "The majority of the SKY GODZ aliens and character art posted here is still done with colored pencils on paper. It adds an nice organic touch to the art and it doesn't become too slick.👽👽👽\n#aliens #ufos #extraterrestrials #scifi #sciencefiction #anime #ancientaliens #comicbook https://t.co/uuLOHiiYV5",
  "The Tuatha Dé Danann (people of the goddess Dana) are a supernatural race in Irish mythology. Are those aliens or beings form other dimensions that entered our world through a portal?  #ancientaliens #aliens #ufos #anime #sciencefiction #fantasy #supernatural #comicbooks #manga https://t.co/afCsuk3dYM",
  "Anubis the embalmer who guides the souls of the dead to the Duat, the afterlife, and eventually back to Sirius is a major character in the SKY GODZ series. \n#egypt #mythology #sciencefiction #anime #animation #comicbooks #webtoon #occult #paranomal #anubis #ancientaliens #scifi https://t.co/36POWajbkH",
  "An interesting making-of picture of the Anunnaki scientist Zini anime artwork. Left to right: Colored pencil sketch, digital ink in Animate, flat colors in PS and final piece with FX. #anime #sciencefiction #comicbooks #manga #ancientaliens #ufos #aliens #scifi #extraterrestrials https://t.co/ATcKZQ8Ne7",
  "@greecehercules Actually Anunnaki refers to the term of the aliens, those who came from the heavens. The actual rules were probably humans but there is more behind the scenes. Actually Enlil is associated with the eagle which is the sign of many high civilizations like the Rome and America.",
  "The Greys are one of the most \"popular\" and reconizable races and are commonly associated with what could be considered aliens in pop-culture. 👽👽👽 #aliens #ufos #extraterrestrials #geekculture #scifi #sciencefiction  #fantasy #abduction #zeta #anime #ancientaliens #comicbooks https://t.co/0BQjx5FVOE",
  "Recently we featured the women of the Galactic Federation. Now here are the male Commanders of the Ashtar Command Starfleet. left to right: Kuthumi, Soltec and Korton.\n#anime #ashtar #ashtarcommand #sciencefiction #comicbooks #aliens #ufos #extraterrestrials #ancientaliens #scifi https://t.co/GZvW27LkSk",
  "The all-seeing eye of Horus in a triangle underneath the winged sun disk of his father Ra. Symbolism that has been adopted by many modern secret societies.\n#egypt #ancientaliens #scifimovies #sciencefiction #anime #comicbooks #fantasy #conspiracy #illuminati #aliens #ufos #scifi https://t.co/Vgl712ec2n",
  "The Anunnaki created the \"Homo Sapiens\" by genetically manipulating the DNA of the local hominid population with their own gene pool. But they were not the first seed race on earth #ancientaliens #sciencefiction #anime #ufos #aliens #anunnaki #comicbooks #extraterrestrials #scifi https://t.co/cXz1kLgRBs",
  "The 300th tweet already. Thanks to EVERYONE who has been following, retweeting, commenting or just lurking. Mini-bible for SKY GODZ has been finished and work on the fully-animated trailer and scripts is underway. #ancientaliens #ufos #aliens #anime #comicbooks #sciencefiction https://t.co/gJyPtKY6jv",
  "The mighty women of the Ashtar Command. Left to right: Ashtar's daugher Galimai-A. his wife wife Athena and other daughter Alisha. Both daughters serve on the medical ship \"Alignement\".\n#ashtar #anime #ufos #aliens #sciencefiction #ancientaliens #comicbooks #extraterrestrials https://t.co/oHN3nancGt",
  "Stonehenge, the prehistoric monument in Wishire, England, had most likely a bit of help in its construction from our alien friends. Don't you think so?\n#stonehenge #ancientaliens #aliens #ufos #flyingsaucers #extraterrestrials #scifi #sciencefiction #fantasy #anime #comicbooks https://t.co/XnkzcrUUtT",
  "Abu-Kash-Kar is the keeper of the Akashic Library of the universe stored as pure energy in the Crystal Records. He knows all universal knowledge that ever was, is, and will be.\n#aliens #ufos #extraterrestrials #ancientaliens #comicbooks #anime #characterdesign #sciencefiction https://t.co/EkPFQh8ixe",
  "The eye of Horus is the all-seeing eye under the protection of Horus' father Ra as represented by the golden sun.\n#horus #ra #gold #egypt #egyptology #mythology #ancientegypt #ancientaliens #ufos #aliens #extraterrestrials #sciencefiction #fantasy  #conceptart #anime #comicbooks https://t.co/Q7zOrhjWQv",
  "Although a lot of work is done on the PC these days, it's hard to teach an old pony new tricks and sometimes art is inked by hand like this Enki piece (No 1 brush and india ink).\n#anunnaki #aliens #ufos #ancientaliens #sciencefiction #anime #animation #comicbooks #comics #scifi https://t.co/ioB2MQjPzl",
  "@COM1CBOOKS haha...nice...two of my books",
  "A making-of art study of the popular Lyran alien image. From top to bottom: Pencil sketch, colored pencil study, flat coloring and the final rendered image with effects.  #lyra #anime #ufo #extraterrestrials #anime #sciencefiction #scifi #comicbooks #characterdesign #manga #art https://t.co/2eqQK9sUlK",
  "The Nordics were a commonly seen race dating back to the 1930's as reported by the Vril Society and contactees like Adamski and Van Tassel. They are either from Venus or Aldebaran, depending on who you listen to. #aliens #ufos #extraterrestrials #anime #sciencefiction #comicbooks https://t.co/vCOULjypfW",
  "Bastet was originally the goddess of the sun but became the goddess of the moon under the Greek occupation of ancient Egypt.\n#egypt #egyptology #ancientaliens #mythology #comicbooks #anime  #pyramids #ancientegypt #sciencefiction #aliens #ufos #extraterrestrials #chatacterdesign https://t.co/mqqyOLTK5j",
  "Alisha is the daughter of Ashtar and Athena and is serving with her sister Galimai-A on the medical Federation ship \"Alignment\".\n#ashtar #galacticfederation #sciencefiction #aliens #ufos #anime #extraterrestrials #ashtarcommand #characterdesigns #comicbooks #manga #scifi #tvshow https://t.co/al9ftPcRjf",
  "The Mantis aliens are the main ambassadors for the Galactic Federation with headquarters on Sirius B. The will appear in SKY GODS S1/E4...\n#mantis #aliens #extraterrestrials #ufos #anime #animation #ancientaliens #sirius #characterdesigns #sciencefiction #fantasy #ambassador https://t.co/gwqdUa8elQ",
  "Annunaki supreme ruler Anu with his two sons Enlil and Enki. He sent them to earth to finish his genetic project but they didn't get along and their feud resulted in the foundation of Mu and Atlantis #anunnaki #ancientaliens #ufos #aliens #comicbooks #anime #sciencefiction #scifi https://t.co/tUmLNIIysu",
  "Nice shot of vintage flying saucers like the ones Kenneth Arnold or Admiral Bird may have seen in the 1940s.\n#flyingsaucers #flyingdisc #ufos #aliens #extraterrestrials #antarctica #sighting #ufodisclosure #ufosightings #sciencefiction #fantasy #comicbooks #movies #ancientaliens https://t.co/M5W2YmMOjh",
  "Valdar, from the planet Koldas was first seen in South Africa by a teenager. Koldas is a major planet in an alternate dimension. The Koldasians are also part of the Galactic Federation. #aliens #ufos #extraterrestrials #anime #comicbooks #sciencefiction #manga #ancientaliens https://t.co/TLSPH7HzW1",
  "Demons and Ghosts were an intricate part of Sumerian mythology.  Mostly animal bodies with human heads or vice versa and almost always with wings. \n#anunnaki #gilgamesh #sumerian #starseeds #nibiru #wings #demons #ghosts #anunnaki #ancientaliens #ancientastronaut #comicbooks https://t.co/C8RPzubHzC",
  "The Greys are often reported in alien abduction experiences. Wouldn't you be scared if this face would stare at you in the middle of the night? I know I would 👽👽#aliens #ufos #extraterrestrials #abduction  #comicbooks  #animation #anime  #sciencefiction #scifi #ancientaliens https://t.co/cybDRaNU4S",
  "The moon signs in Native American mythology express shadows, motion, change and soft illuminations of the personality - just like the moon.\n#NativeAmerican #moon #mythology #fantasy #comicbooks #astrology #eaglefeather #comicbooks #ancientaliens #ufos #aliens #spirits #totem https://t.co/KYrIgM6CJC",
  "The legend of Isis and Osiris us one of theost fascinating tales of ancient Egypt with a strong connection to the Ancient Astronaut theory.\n#isis #osiris #egypt \n#mythology  #ancientaliens  #fantasy #scifi #sciencefiction #comicbooks #anime #gold #starseed #occult #hermetic https://t.co/4wwM6nyACm",
  "The lightbeings from the Lyra constellation are the original seed race on earth creating the very first civilizations on the young blue planet hundreds of millions of years ago\n#starseed #anime #fantasy #sciencefiction #ancientaliens #comicbooks #aliens #ufos #extraterrestrials https://t.co/FykMANK6K0",
  "The great pyramids were not tombs as is assumed by mainstream science but cosmic batteries, harnessing the energy of the universe-supposedly they had golden tips at one point\n#pyramids #egypt  #gold #aliens  #ancientaliens #UFOs #lightworker #comicbooks #anime #sciencefiction https://t.co/yApiaLcf3H",
  "The Nordic Tall Whites from Aldebaran have been wildly encountered going back almost a full century. Do they have bases under Antarctica? #adebaran #flyingsaucers #ufos #aliens #extraterrestrials #ancientaliens #sciencefiction #fantasy #anime #comicbooks #antarctica #vintage https://t.co/sEdvodpSc5",
  "Good morning, Twitter!\n#goodday #goodmorning #morning #sun #newday #wellwishes #eyeofhorus #wingeddisc #egypt #egyptology #ufos #aliens #extraterresrials #spaceships #disc #hieroglyphics #occultism #occult #magik #trinity #anime #sciencefiction #fantasy #comicbooks #paranormal https://t.co/5C2557dP12",
  "Alien races come in all shapes, sizes and colors. Here is a tiny crossection of new alien character art from the SKY GODZ series. From top left to bottom right: Altairan, Arcturian, Andromedan and Reptoid. #sciencefiction #anime #ufos #extraterrestrials #comicbooks #ancientaliens https://t.co/drFcIgrUKj",
  "The wheel in the skies over Mars is the key to opening the portals to other galaxies...it is also known as a Stargate....\n#circle #wheelinthesky #stargate #galaxies #dimensions #aliens #ufos #extraterrestrials #design  #symbol #scifi #sciencefiction #comicbooks #anime #fantasy https://t.co/xxc3X3TUjm",
  "@SkyWatchUFO Interesting...what is your source?",
  "Beautiful character designs of a diverse group of commanders from the Ashtar Starfleet Command. Left to right: Awaana, Venajoa, reptilian Hatonn and Kuthumi. #ashtar #aliens #ufos #extraterrestrials #anime #sciencefiction #comicbooks #tvseries #fantasy #characterdesigns #scifi https://t.co/7z2pbn2kma",
  "The right eye of Horus symbolizes the sun (and by extension the sun god Ra). It represents the making of the falcon (Horus) including the teardrop below the eye.\n#egypt #egyptology #amcientaliens   #aliens #ufos #extraterrestrials #comicbook #anime #symbol #design  #logo #fantasy https://t.co/ktCAwjy8Ii",
  "@powerhouseanim @netflix @Nickelodeon @BradGraeber Nice standees...thanks for sharing. Would love to attend #SXSW myself one day.",
  "The Arcturians are one if the most advanced civilizations in the universe. They created the lightships of the Federation and are the guardians of the Crystal Gardens.\n #aliens #ufos #extraterrestrials #sciencefiction #fantasy #ancientaliens #chatacterdesign #comicbooks #anime https://t.co/Ft5kUOrpUa",
  "King Solomon's temple is one of the most disputed monument of ancient time. Did it really exist and if yes, what secrets did its ruins contain?\n #knightstemplar #freemasons  #fantasy #ancientegypt #ancientaliens #aliens #ufos #extraterrestrials #conceptart #comicbooks #anime https://t.co/XbTgiWZyl6",
  "Hatonn is the reptilian commander of the 7th fleet (Ashtar Command) and the official record keeper for the Federation (in the Akashic Records). He's also a council to pharao Cheops. #anime #ancientaliens #ufos #comicbooks #ashtar #sciencefiction #fantasy #scifi #characterdesign https://t.co/qCsaY3Y2wm",
  "The scarab is the representation of Ra in Egyptian mythology holding ip the sun as seen in this intricate fresco.\n#egypt #egyptology #mythology #fresco #ancientegypt #history #aliens #ufos #extraterrestrials #ancientaliens #comicbooks #anime #animation  #sciencefiction #fantasy https://t.co/LqzVLoso75",
  "Kuthumi is one of the most powerful commanders of the Ashtar Command as well as an Ascended Master and world teacher.\n#ashtar #galacaticfederation #ancientaliens #aliens #ufos #extraterrestrials #scifi #sciencefiction #anime #animation #fantasy #tvshow #comicbooks #manga #sketch https://t.co/hpFNT1EhRt",
  "Anubis, the guardian of the Duat, was deeply involved in the conspiracy of Set to kill Osiris. He was very close to Isis and was Osiris' embalmer after his death.\n(Can u spot the ufo? 👽👽👽)\n#egypt #aliens #ufo #extraterrestrials #sciencefiction #fantasy #comicbooks #anime https://t.co/ngnnHAIIGN",
  "Awaana is a 5th dimensional being and commander of the Ashtar Command fleet starship \"Light\".\n#ashtar #aliens #ufos #extraterrestrials #anime #sciencefiction #comicbooks #galacticfederation #sketch #characterdesign #ancientaliens #conceptart #lightbeing #lightworker #spaceship https://t.co/scyt8SLLHi",
  "Making-of-post of the Anunnaki Nin animation drawing. Images: 1.Pencils 2. Line art in Animate, 3. Flat colors in Photoshop 4. Fully rendered final image in Photoshop\n#aliens #ufos #comicbooks  #ancientaliens #ancientastronauts  #anime #photoshop #animate #sciencefiction #artwork https://t.co/0HJiCPe48n",
  "@TxUFOSightings Well, they did take the Hopi underground, According to the legend the lived underground for a long time. If you wanna call that Hollow Earth. But there is no doubt there is a lot more going on under the soil than we can ever imagine...",
  "For a change we have a \"lyrical\" scene from ancient Egypt. Considering that without the Lyrans there would be no Egypt, it seems fitting...\n#lyra #egypt #ancientaliens #aliens #ufos #extraterrestrials #fantasy #sciencefiction #comicbooks #history #ancientegypt #anime #animation https://t.co/wE5kBLxrDp",
  "The Greys from the Orion constellation have been involved on earth for a long, long time. The legend of the Hopi Indians called them the \"Ant People\".\n#ancientaliens #nativeamericans #aliens #ufos #extraterrestrials #comicbooks #anime #sciencefiction #disclosure #hopi #Scifi https://t.co/Wkh1ryH6cn",
  "Let's take off to the stars!\n\n#extraterrestrial #egypt #ancientaliens #comicbooks #aliens #ufos #comicbooks #sciencefiction #egyptology #ancienthistory #mythology  #animation #anime #occult #ancientegypt #pyramids #gods #conceptart #movies #characterdesigns #sirius #orion #stars https://t.co/tmEn3NC5gv",
  "Real-life ufo seen today in town ;)\n👽👽👽\n#ufos #spaceships #spacecraft #aliens #extraterrestrials #sighting #ufosighting #artexhibition #sculpture #fineart #objects #exhibit #outerspace #closeencounters #scifi #sciencefiction #fantasy https://t.co/gQRFMDixwo",
  "The Egyptian gods are gonna be a big part in SKY GODZ down the road (in season 4 to 5). But they are fun to draw nonetheless. From right to to left: Anubis, Horus, Thoth and Bastet.\n#extraterrestrial #egypt #ancientaliens #comicbooks #aliens #ufos #comicbooks #sciencefiction https://t.co/Xh2jGl1NAW",
  "The Nagas are a reptilian race that lives predominantly underground in what many call the Hollow Earth. Their main cities are in Agartha which stretches from Northern India to the Himalayas.\n#nagas #naga #hollowearth #aliens #ufos #extraterrestrials #comicbooks #anime #fantasy https://t.co/2xhaS6DFdA",
  "The Egyptian god Ra was often depicted as a scarab. The scarab is a symbol of the heavenly cycle and the idea of birth and rebirth.\n#egypt #ancientaliens #aliens #ufos #extraterrestrials #scifi #sciencefiction #fantasy #comicbooks #anime #animation #rebirth #reincarnation https://t.co/UMzRlE4B1S",
  "Fun and short video featuring the popular unholy alliance of the Orion Empire, a nefarious group from the Orion constellation that wants to dominate the universe.\n#orion #greys #sciencefiction #video #movie #fantasy #anime #animation #vfx #aliens #ufos #extraterrestrials #scifi https://t.co/9ekdPIOv9R",
  "The temple of Edfu was built in honor of the god Horus. Being the son of Isis and Osiris he might have been a symbolic descendant of the Anunnaki family tree of Marduk. So who REALLY built those monuments? #ancientaliens #ancientaustronaut #egypt  #anunnaki #comicbooks #anime https://t.co/ZvINjPfoG9",
  "Very short video featuring the crew of the ASHTAR Comnand, a starfleet in service of the Galactic Federation. Enjoy...\n#ashtar #aliens #ufos #extraterrestrials #anime #animation #manga #comicbooks #video #movie #tvseries #scifi #sciencefiction #sketches #characterdesigns #promo https://t.co/MY49xee2w8",
  "The Altairians are humanoid, elfin looking beings from the constellation of Crus Crane, also known as Altair.\n#altair #ufos #aliens #extraterrestrials #sciencefiction #anime #fantasy #characterdesigns #conceptart #sketches #scifi #elves #comicbooks #characterart #animation https://t.co/yQD7TDgjl0",
  "Cetaceans are one of the oldest beings seeded on earth with spirits from Sirius. They are strong spiritual warriors with strong ties to Egypt!\n#cetaceans #dolphins #whales #comicbooks #starseeds #aliens  #oceans #lightbeing #extraterrestrials #ufos #ancientaliens #anime #fantasy https://t.co/495Hb1jUZk",
  "Nergal is Enlil's eldest son and he will continue his father's reign and feud after the fall of Atlantis and Lemuria. #mu #lemuria #atlantis #anime #comicbooks #sciencefiction #ancientaliens #aliens #ufos #extraterrestrials #scifi #ancientastronauts #characterdesigns #anunnaki https://t.co/TjXpxwucGt",
  "Sargon is the chief genetic engineeer at the Annunaki Eridu base os earth. He's in charge of the hybrid program but abuses his powers in SKY GODZ season 1.\n#anunnaki #ufos #aliens #extraterrestrials #hybriids #anime #comicbooks #characterdesigns #starseed #tvshow  #sciencefiction https://t.co/2q2MeSgk2Z",
  "The Shape of Water may win an Oscar but Sky Godz had it's own resident mermaids. Those alluring sirens are pertinent in many mythologies\n#mermaids #siren #mythology #shapeofwater #fantasyart #sciencefiction #cryptpzoology #cryptic #legend #comicbooks #anime #animation #comicbooks https://t.co/0K4TOYmY6e",
  "The lightbeings from the Vega system in the constellation of Lyra are the original creators who were on earth billions of years ago.\n#ancientaliens #aliens #ufos #extraterrestrials #anime #animation #comicbooks #characterdesigns #sciencefiction #scifi #lightbeings #lightworker https://t.co/WMKaV3xHww",
  "The members of the Ashtar Command may look angelic but their Arcturian lightships are feared throughout the universe. Probably the only thing that keeps the Dracos in check.\n#aliens #ufos #extraterrestrials #ancientaliens #sciencefiction #anime #manga #comicbooks #ashtar #scifi https://t.co/pk6lhxSnd4",
  "@SkyWatchUFO Ain't that the truth. There were so many civilizations on earth more advanced than us, we should be humbled...not arrogant as I think we are.",
  "The ancient gods were very often portraied with wings. Were they the \"Flying Humanoids\" that have been seen all over the world or just the vivid imagination of our forefathers.\n#anunnaki #ancientaliens #comicbooks #aliens #ufos #extraterrestrials #mythology #sciencefiction #scifi https://t.co/HpgtybDpOP",
  "Bastet was originally a fierce lioness warrior goddess in Egyptian history but changed later into the cat goddess that we are familiar with today.\n#cat #egypt #ancientegypt #ancientaliens #mythology #gods #aliens #ufos #extraterrestrials #conceptart #characterdesigns #comicbooks https://t.co/twKNkyeJuZ",
  "\"Nommo was like a flame, red as fire and spurting blood that went out when it touched the earth.\"Description of the landing of the Nommo spaceship by the Dogon,\n#nommo #ancientaliens #ancientastronauts #spaceships #spacecrafts #ufos #aliens #extraterrestrials #dogon #mali #africa https://t.co/O4S4PTYmg6",
  "The moon was a main space hub for the Galactic Federation. Many races have bases on the moon and their ships come in through the portals from galaxies afar. \n#moon  #spaceship #aliens #ufos #extraterrestrials #anunnaki #ashtar #conceptart #sciencefiction #comicbooks #anime https://t.co/T1j2xIrrSM",
  "The evil Triumvirate of the ORION EMPIRE in one image. Left to right: Rigelian Grey, Alpha Draconian and Rigelian White Grey. We will see more of them...\n#greys #orion #rigel #anime #animation #comicbooks #scifi #sciencefiction #aliens #ufos #ancientaliens #extraterrestrials https://t.co/jabsABTk7Y",
  "Athena is Ashtar's wife and mother to Galimai-A. A formidable space commander herself, she serves on the Federation mothership. She was born on Maldek before it's destruction and vowed revenge on the Dracos. #ashtar #aliens #ufos #extraterrestrials #sciencefiction #anime #scifi https://t.co/HU88Q6Wwxx",
  "The ancient Vedic mythology was a major inspiration for SKY GODZ. Also note that Enki's suit in the show is blue with a stylized snake on it. \n#hinduism #ganesha  #hanuman #vedic #ramayana #lemuria #mu #anunnaki #aliens #ufos #extraterrestrials #comicbooks #anime #sciencefiction https://t.co/MHKZ0toAXf",
  "Thoth is depicted as man with the head of an Ibis in Egyptian mythology. He's involved in the arbitration of godly disputes, the arts of magic and the judgement of the dead.\n#egypt #mythology #ancientaliens #aliens #ufos #extraterrestrials #comicbooks #anime  #sciencefiction https://t.co/T1DTZVxkCc",
  "KORTON is originally from Alcor (in Ursa Major) and the commander of space communication and head of KOR and the Solar Cross.\n#aliens #ufos #extraterrestrials #ashtar #sciencefiction #scifi #scifiart #characterdesigns #conceptart #sketches #solar #anime #animation #animeseries https://t.co/O1m87pQqTl",
  "Amex Nimeon from Sirius and his dolphin companion arrive on earth through a portal (also known as Stargates) on an important mission. #sirius #dolphin #anime #animation #stargate #comicbooks #sciencefiction #ancientaliens #aliens #ufos #extraterrestrials #conceptart #portal https://t.co/KfNrgdbhwZ",
  "@sarahgeeauthor @Zampanocomics Thanks..much appreciated :)",
  "@sarahgeeauthor Everything on the SKY GODZ twitter is drawn by myself 100% (real name David Boller @Zampanocomics ) i've been a pro illustrator, comic book artist and animator for 25 years and SKY GODZ  is my latest project. Thanks for your interest",
  "Angelic light being from the Vega system in the Lyra constellation. Very highly evolved and they are incarnating on earth as \"Indigos\" and lightworkers. #lyra #vega #aliens #extraterrestrials #ufos #scifi #sciencefiction #anime #animation #comicbooks #lightworker #conceptart https://t.co/pWCBKZnRCz",
  "Panel-style mix of alien races sketches. The different colors indicate the shading in the actual animation drawings. From left to right: Reptoid, Lyran alien and Rigelian Grey. #ancientaliens #ufos #aliens #extraterrestrials #anime #animation #comicbooks #sciencefiction #scifi https://t.co/BSKuqc4MU1",
  "Djwhal Khul is on of the main leaders of the Orion Empire.  The powerful military ruler from the Rigel system will also have a big influence on Lemuria on earth (SKY GODZ Seasons 2 and 3). #orion #aliens #ufos #extraterrestrials #sciencefiction #anime #comicbooks #characterdesign https://t.co/PbAIJOka1W",
  "Trying to explain to the attendees of the Fantastic Film Festival in Neuchatel that aliens are real. (Photo of SKY GODZ creator David Boller at the NIFFF in 2014 warming up the audience for George R.R. Martin).\n#nifff2014 #filmfestival #gameofthrones #sciencefiction #aliens #ufos https://t.co/E5SeU78cJa",
  "Going dark and sinister today with the ORION Empire, an alliance of the oppressive forces in the Orion constellation consisting of Dracos and various Greys from Rigel. \n#orion  #design #graphicdesign #aliens #ufos #extraterrestrials #anime #sciencefiction #starwars #tvseries https://t.co/vgNyrMKXGz",
  "When creepy critters like this one show up in your bedroom in the middle of the night, are they alien visitors or government experiments gone wrong?  #aliens #ufos #extraterrestrials\n #abduction #government #experiment #comicbooks #horror #anime #fear #sciencefiction #terror https://t.co/YIhdcU91GV",
  "We posted a lot about the anime and the comic book but very little about the novels. Work on the novel series is underway. Want a clue? Look at the logo above or read the tags...\n#novels #books #egyptian #egypt #ancienthistory #ancientegypt #pyramids #isis #osiris #ancientaliens https://t.co/J3sFXG8H98",
  "The entire Ashtar Command main characters in one nice group shot. Left to right: Ashtar,Lord  Monka, Sananda and Galimai-A (Ashtar's daughter).\n#ashtar #aliens #ufos #anime #comicbooks #sciencefiction #scifi #extraterrestrials #ancientaliens #galacatic #animation #tvseries https://t.co/8wQpK96la2",
  "Starting the design of the Orion Empire (not to be confused sith the rebellion Orion League) which combines the Rigelian Greys with the Dracos\n#orion #greyaliens #greys #dracos  #aliens #ufos #extraterrestrials #rigel #anime #animation #comicbook #characterdesigns #sciencefiction https://t.co/PU9G163Ri3",
  "Galimai-A is the daughter of Ashtar and Athena and is serving on the medical ship \"Alignement\".\n#ashtar #ashtarcommand #galacticfederation #aliens #ufos #extraterrestrials #comicbooks #anime #animation #characterdesigns #manga #sciencefiction #scifi #conceptart # https://t.co/lIII6Eoyvt",
  "There is very little doubt that the Egyptians or a previous civilization had a little help building the pyramids from the SKY GODZ.\n#aliens #ufos #extraterrestrrials #egyptian #egypt #pyramids #spaceships #sciifi  #sciencefiction #fantasyart #conceptart #anime #comicbook #Egypt https://t.co/eZMrtE84xW",
  "Black Panther may be all the rage at the movies this weekend but we got our own African Juju artwork.\n#africa #blackpanther #shamanism #voodoo #magik #ritual #rastafari #rasta #comicbooks #comicbook #comics #african #characterart #aliens  #ufos #anime #sciencefiction #fantasyart https://t.co/tDRDVgdm5E",
  "Anunnaki scientist Zini is exploring an ancient temple ruin left behind by an ancient civilization (even older than current mankind). Finished animation frame from SKY GODZ season 1.\n#anunnaki #aliens #ufos #extraterrestrials #anime #animation #sciencefiction #comicbooks #scifi https://t.co/TFIgvwcZjh",
  "I love vintage ufos just as much as the high concept galactic stuff. A Pleiadian beam ship over the Swiss landscape (probably more real than the Billy Meier photos lol).\n#ufos #flyingsaucers #anime #pleiadians #aliens #extraterrestrials #sciencefiction #pencils #comicbooks #scifi https://t.co/lTXJBwkcNY",
  "Sananda is the Commander-in-Chief of the Ashtar Galactic Command and in leads the physicians and scientists. He's one of the seven Kumaras and brother of Sanat Kumara. #ashtar #aliens #ufos #extraterrestrials #spacehips #sciencefiction #anime #comicbooks #manga #characterdesign https://t.co/1kJGGsx4Zb",
  "Very short \"making-of\" video of the epic SKY GODZ poster. See how the art progresses from hand-drawn pencils to final digital colors. Enjoy...\n#anunnaki #makingof #video #behindthescenes #movieposter #aliens #anime #ufos #extraterrestrials #scifi #sciencefiction #characterdesigns https://t.co/Y9M1fEui1m",
  "The early hybrids the AmunnKi created were sickly and fragile .Not suited for the labor they were created for. \n#anunnaki #hybrids #ancientaustronaut #ancientaliens #aliens #ufos #extraterrestrials  #experiments #comicbooks #anime #sciencefiction #nommo #sketches #charaterdesign https://t.co/dmW554MDIO",
  "The Greys from Rigel are very different from the Zetas, mostly though their size and shape of their heads and general attitude. \n#aliens #ufos #extraterrestrials #greys #orion  #sciencefiction #alienabduction #sketch #anime #animation #colorpencils #conceptart #characterdesigns https://t.co/TAVNNDpqvE",
  "The Sirian's influence on earth can be seen and felt in many places on earth but nowhere more so than in Ancient Egypt. #sirius #aliens #ufos #egypt #ancientaliens #ancientastronauts #anime #animation #comicbooks #pyramids #characterdesign #sciencefiction #scifi #disclorsure https://t.co/2blRTWCDxw",
  "This crocodile-style reptilian has been often seen in alien abductions or possibly Milabs. He's tall and very muscular. A frightening experience for sure.\n#aliens #extraterrestrials #ufos #alienabduction  #anime #comicbooks #sciencefiction #fantasycreatures #characterdesigns https://t.co/r1VjgYwLzJ",
  "Many starseed came to earth recently to assist in the transition through the Kali Yuga. Are you one of them?\n#starseed #indigochildren #ufos #aliens #extraterrestrials #incarnation #ancientaliens #ancientastronauts #comicbooks #animation #sciencefiction #fantasy #painting #beauty https://t.co/ei31i8Qjik",
  "Are there any cooler ideas than Pyramid Spaceships? Not really...\n#pyramids #egypt #ancientaliens #ancientastronauts #spaceships #ufos #extraterrestrrials #aliens #egyptiangods #stargate #space #scifi #sciencefiction #fantasy #comicbooks #conceptart #outerspace #characterdesigns https://t.co/P6HqWd6N3z",
  "@zananeichan The idea is to be different. SKY GODZ is NOT \"nuts and bolts\" scifi like Trek or Star Wars but more as you said fantasy scifi with ancient mysteries and exotic beings.",
  "Lord Monka is the commander of the 7th fleet of the Ashtar Command. He is the new defacto leader of the Command and also part of the order of theSolar Cross. #ashtar #sciencefiction #anime #aliens #ufos #extraterrestrrials #comicbooks #galacticfederation #scifi #characterdesign https://t.co/tgwHg8kTC6",
  "Yesterday we featured Commander Ashtar Sheran, now we're continuing to add additional members. and the official Ashtar logo.\n#ashtar #ashtarcommand  #lightships  #ufos ##aliens #extraterrestrials #sirius #graphicdesign #logo #comicbooks #anime #animation #scifi #sciencefiction https://t.co/f8ROkhnJIR",
  "SKY GODZ VLOG 5: The February update will give you insights into the presentation of the SKY GODZ animated series . Alsowhat's next in the coming weeks and months. https://t.co/3izoS1mV6k #anime #ufos #extraterrestrials #sciencefiction #aliens #vlogs #tvseries #scifi #comicbooks https://t.co/e0ZNrJJtqY",
  "Commander Ashtar of the Galactic Federation and his Arcturian lightships are the most feared force in the universe. Gentle and kind but merciless in the face of injustice, they keep the galaxies in balance. #ashtar #anime #sciencefiction #comicbooks #manga #aliens #ufos #scifi https://t.co/s6nYrzI7lS",
  "SKY GODZ Vlog 4:  We're finally getting to the actual storyline with nice production sketches. What will the first season be about and what is the outlook for coming seasons. \nhttps://t.co/00jZPacNzs\n#anime #ufos #extraterrestrials #sciencefiction #aliens #vlogs #tvseries #scifi https://t.co/J2Zfb6EEjs",
  "The Crystal Gardens of Arcturus are the fountain of youth of the universe.(early concept sketch) #arcturus #aliens #Extraterrestrial #ufos #crystals #conceptart #anime #sciencefiction #scifi #tvseries #fantasy #healing #sketch https://t.co/oRS0yWPfXO",
  "The Lyrans are one of the creator races that seeded many races in the universe. Although they are 11th density light-beings, they are mostly gather around the Vega starsystem. #lyra #aliens #ufos #extraterrestrials #comicbooks #anime #animation #sciencefiction #characterdesign https://t.co/9sG2CbSKKb",
  "Goodnight, Twitter...may the dreamcatcher protect me from any bad dreams.\n#eaglefeather #goodnight #totemanimal #totem #nativeamerican  #eagles #spirituality #spiritanimal #mythology #aliens #ufos #extraterrestrials #comicbooks #anime #comics #characterart #beauty #dreamcatcher https://t.co/PEkkl6Zmz7",
  "KI is the mother of Enlil and consort to Anu after Enki was born. The Anunnaki were polyamorous, yet, they still would were possessive and jealous.\n#anunnaki #aliens #ufos #extraterrestrials #ancientaliens  #comicbooks  #animation #anime #characterart #conceptart #sciencefiction https://t.co/h1A090qq9f",
  "@henry_thurlow @dartshtajio Very nice...thanks for sharing.",
  "In Egyption mythology the soul of the dead will be weightened against a feather. Only after passing this test can the dead move on to the Duat\n #egypt #dead  #egyptiangods #ancientegypt #ancientaliens #mythology #comicbooks #sciencefiction #scifi #stargate #afterlife #conceptart https://t.co/imzLqkFC0Z",
  "The Nommo is an amphibian race from Sirius B that had interactions with the Dogon tribe in Mali.  #sirius #nommo #dogon #mali #aliens #extraterrestrials #ufos  #scifi #sciencefiction #comicbooks #anime #animation  #disclosure #abduction #conceptart #characterdesigns #fantasy https://t.co/FsbJPxBP9Z",
  "The Anunnaki neurotic, royal family assembled, which is a rare occasion.\n#anunnaki #nibiru #anu #aliens #ufos #extraterrestrials #ancientaliens #ancientastronauts #comicbooks #anime #animation #characterart #conceptart #characterdesigns #sketches #tvseries #scifi #sciencefiction https://t.co/LkBKm57Q2u",
  "Although the Anunnaki may be portrayed as attractive humanoids in SKY GODZ many ancient representations sees them as creatures with reptilian or bird-like features\n#anunnaki #aliens #ufos #extraterrestrials #ancientaliens #mythology #scifi #sciencefiction #comicbooks #conceptart https://t.co/IjkPO5hhSp",
  "Lemuria, or Mu, is a mythical continent that allegedly was located in the Pacific Ocean. It was a highly evolved species related to the Anunnaki. #lemuria #mu #lostcontinent #atlantis #aliens #extraterrestrials #ufos #anime #comicbooks #scifi #sciencefiction #ancientaliens https://t.co/13V09VM1V4",
  "Anu is the supreme ruler of Nibiru and the father of Enki, Enlil and Nin. \n#anunnaki #nibiru #anu #aliens #ufos #extraterrestrials #ancientaliens  #comicbooks #anime #animation #characterart #conceptart #characterdesigns #sketches  #tvseries #scifi #sciencefiction #fantasy https://t.co/KAsXSEN6nR",
  "The Orion Greys are easily recognizable (compared to the Zetas) by their elongated skulls which was the inspiration for many of earth's tribal civilizations.  #aliens #ufos  #extraterrestrials #anime #scifi #sciencefiction #comicbook #comicbooks  #conceptart #characterdesigns https://t.co/9PPjD5Gs8v",
  "The creation of the Anunnaki-human hybrids was not an easy one but a painful experimentation even for a technologically advanced race like the Anunnaki.\n#alienhybrids  #aliens #ufos #extraterrestrials #anunnaki #ancientaliens  #anime #animation #comicbooks  #scifi #sciencefiction https://t.co/xCA081Qrj2",
  "@wordrefiner @ufohits No...but thanks for the tip. Looks very interesting...just followed them.",
  "TRUTH is in the EYE of the beholder! #horus #eye  #egypt #egyptology #ancientegypt #ancienthistory #egyptiangods #egyptian #pyramids #mythology  #aliens #ancientaliens #ancientastronauts #ufos #comicbooks #anime #tvseries #scifi #sciencefiction #fantasy #extraterrestrials https://t.co/wZ3S1V12lK",
  "Being abducted in the middle of the night is no fun. Are abductions conducted by extraterrestrials or milabs (military abductions conducted by humans)?\n #abduction #aliens #extraterrestrials #ufos #scifi #sciencefiction #anime #comicbooks #tvseries #paranormal #conceptart https://t.co/44zNU06yly",
  "Beings from Betelgeuse (Orion constellation) are fairly tall, have large heads, reddish or brownish skin color and large dark eyes. They are part of the Orion League and despise the Dracos #aliens #ufos #anime #sciencefiction #comicbooks #orion #characterdesign #extraterrestrials https://t.co/BRJambFUmS",
  "Short promo video featuring some of the production sketches. Things are heating up at the studio with presentations going out to the networks on Monday :)\n#anunnaki #video #aliens #anime #extraterrestrials #ufos #characterdesigns #sciencefiction #ancientaliens  #comicbooks #scifi https://t.co/I1guBQJsuJ",
  "The Lyrans are beautiful lightbeings and also called the creators. The are 11th density and reached  the highest level of being. #lightbeings #lyrans #aliens #ufos #extraterrestrials #anime #characterdesigns #conceptart #sciencefiction #comicbooks #lightworker #fantasy #sketches https://t.co/BpG9VpxHeT",
  "Cleopatra...Egyptian queen of queens. Was she guided by aliens and was her involvement with the Roman Empire (the empire of the eagle-the symbol of Enlil) planned?\n#cleopatra #egypt  #ancientaliens #ancientastronauts #anunnaki #sirius #orion #comicbook #comics #sciencefiction https://t.co/8LBWjx4K9d",
  "Anunnaki main character Nin in full anime style glory. This finished anime cell image will give you an idea what look you can expect from SKY GODZ.\n#anime #animation #anunnaki #nin #leadcharacter #ancientaliens #scifi #sciencefiction  #characterdesigns #conceptart  #comicbooks https://t.co/cAGHyNRjbK",
  "The Mantis beings are peaceful and very intelligent. That's why they were chosen as official ambassadors by the Galactic Federation on Sirius B\n #aliens #extraterrestrials #ufos #characterdesigns #conceptart #sketches #anime #animation #comicbooks #layouts #scifi #sciencefiction https://t.co/VSkbgFAFWO",
  "Ganesha is the Hindu god of good fortune and prosperity and son of Shiva. Great story how he got his elephant head ( he wasn't born like this). And no, he's not am alien. #gods #aliens #ancientaliens #mythology #hindu #ganesha #comicbooks #anime #fantasy #fantasyart #scifi https://t.co/GRzqXzwQrB",
  "The friendly and spiritual beings from Alnitak in the Orion Belt are just one of the few races left in the Orion league. #orion #orionleague  #aliens #ufos #extraterrestrials #scifiart #scifi #sciencefiction  #design #alnitak #comicbooks #anime #animation #tvseries https://t.co/tYeApCMfVw",
  "SKY GODZ is not just aliens and scifi adventures but there is also romanctic drama. Pretty Anunnaki scientist Zini has the hots for Enlil but he's not having any of it. Is she gonna give up? #aliens #anime #animation #comicbooks #sciencefiction #ufos #anunnaki #extraterrestrials https://t.co/QC4qc8NZ1I",
  "Short teaser video of the movie poster for Season 1. We're working feverishly on it. Can't wait to show off the stories...\n#anunnaki #aliens #ufos #extraterrestrials #movieposter #teaser #tvseries #tvseasons #anime   #scifi #sciencefiction #comicbooks #comics #conceptart #poster https://t.co/MDKxKDensZ",
  "Before entering the Duat, the afterlife, the soul of the dead will be weighed against a feather. Only if the feather is lighter can the dead move on. #egypt #mythology #egyptiangods #gods #afterlife #ancientaliens #aliens #comicbooks #hieroglyphics\n#ancientegypt #sciencefiction https://t.co/CSKszXI1Vq",
  "The Orion League was created to fight the Orion Empire ( Rigel and Dracos). Current members are from Alnitak, Betelgeuse and Meissa.\n#orion #orionleague  #aliens #ufos #extraterrestrials #scifiart #scifi #sciencefiction  #design #federation #comicbooks #anime #animation #tvseries https://t.co/lfcXXYIWZm",
  "When I was a kid there was a picture of a ufo and two occupants in the Swiss alps in the local newspaper. The photo turned out to be a hoax but the memory never left my mind. Here is an artistic recreation. #UFOs #ufosightings #aliens #comicbooks #scifi #sciencefiction #animation https://t.co/LNpACxpjDK",
  "The Nommo are an amphibian race from the Sirius B system and supposedly had interactions with the Dogon tribe in Mali. #sirius #dogon #ancientaliens #ancientastronauts #aliens #ufos #Extraterrestrial #Extraterrestres #scifi #sciencefiction #animation #comicbooks #tvseries https://t.co/MWWJ4nWnoK",
  "One of the things planned is a line of stylish SKY GODZ T-shirts. But not just Greys. So you could wear the races you identify the most. Good idea?\n#tshirts #apparel  #aliens #ufos #extraterrestrials #greyaliens  #merchandise #merch #scifi #sciencefiction #anime #animation https://t.co/rXj09oi051",
  "Some researchers regard Siberia as the heartland of Shamanism. The Shamans can open portals to other worlds and make contact with aliens beings. #shamans #ocullt #magik #pagan #spirituality #wicca #anime #animation #comicbooks #aliens #ufos #dimensions #tvseries #fantasy #scifi https://t.co/ia4SUCb5gi",
  "Xul is an AI (android)with consciousness at the Anunnaki Eridu base in charge of operations of the hybrid program.\n#android #ai   #robot #aliens  #extraterrestrials #ufos #comicbooks #comics #anime  #characterart #characterdesigns #conceptart #scifi #sciencefiction  #sketch https://t.co/4Pc8OQenZn",
  "The Greys like many advanced races control everything though consciousness.\n#greys #greyaliens #paranornal  #aliens #ufos #spaceships #extraterrestrials #anime #animation #scifi #sciencefiction #manga #comicbook #comicbooks #tvseries #conceptart #characterdesigns #abduction https://t.co/KTn3brmDUr",
  "The gods of ancient world mythologies were often portrayed with anomal heads. Good symbolic imagination or alien experiment gone awry? #mythology #aliens #gods #ancientaliens #egypt #india #nativeamericans #comicbooks #anime #scifi #fantasy #conceptart #extraterrestrial https://t.co/8otzhkgiKc",
  "Check out some hand-drawn sketches of the Anunnaki royal family from SKY GODZ. #anunnaki #aliens #ufos #extraterrestrials #anime #animation  #scifi #sciencefiction #fantasy #comicbooks #sketches #tvseries #characterdesigns #conceptart #nibiru #ancientaliens #ancientastronauts https://t.co/ZKHK9EXMS0",
  "The Eye of Horus is the ancient Egyptian symbol of godly protection, royal power and good health\n#horus #eye  #egypt #egyptology #ancientegypt #egyptiangods #mythology #symbolism #symbol  #aliens #ancientaliens #ufos #comicbooks #anime  #scifi #sciencefiction #fantasy #fantasyart https://t.co/OzPd65Vfds",
  "Have you been touched by an aliens presence?  #starseed #aliens #sirius  #lightbeings #extraterrestrials #ufos #comicbooks #animation #tvseries #painting #airbrush  #scifi #anime #manga #lightworker #disclosure #encounters\n#fourthkind #ancientaliens #starbeings https://t.co/TQQalAPNpx",
  "The Eagle is the king of the skies and a messenger of the highest gods...\n#eaglefeather #eaglespirit #totemanimal #totem #nativeamerican  #eagles #spirituality #spiritanimal #mythology #aliens #ufos #extraterrestrials #comicbooks #anime #comics #characterart #beauty #ethnicwoman https://t.co/fHunUF3fRi",
  "The Sirians come in many shapes and forms but many are aquatic and amphibian like this  Nommo who visited the Dogon many eons ago.  #starseed #aliens #sirius #dogstar #lightbeings #extraterrestrials #ufos #comicbooks #animation #tvseries #painting #airbrush  #scifi #anime #manga https://t.co/kgjgQRq1Gb",
  "@CarlHen68227006 @dan19bv78 I don't like the show I quoted...but I thought it was a fitting pun.",
  "ENKI WANTS YOU! \n#anunnaki #ancientaliens #ancientastronauts #anime #sciencefiction #comicbooks #ufos #enki #tvseries #scifi #animation #colorpencils #characterdesign #conceptart #characterart #tvshow https://t.co/9qNOR70j2B",
  "What'cha gonna do when they come for you?\n#abduction #alienabduction #greyaliens #greys #scary #fear #zetareticuli #zetas #aliens #ufos #extraterrestrials #disclosure #ufodisclosure #scifi #anime #sciencefiction #comicbooks #comics #characterdesigns #conceptart #spaceships https://t.co/PQEKuay1we",
  "Another one of those popular alien mix pics. Top left to bottom right: Sirian, Mantis alien, Alpha Draconian and a Zeta Grey. #greyalien #aliens #extraterrestrials #ufos #anime #animation #comicbooks #comics #sciencefiction #scifi #tvseries #ancientaliens #scifi #dracos #greys https://t.co/EKDZKJmCLL",
  "Horus, son of Isis and Osiris, made it his mission to revenge his father's murder by Seth and regain reign over lower Egypt.\n#egypy #egyptiangods #mythology #ancienthistory #ancientaliens #osiris #isis #horus #seth #legend #aliens #ufos #extraterrestrials #comicbooks #conceptart https://t.co/1iXalv7h59",
  "Behind the SKY GODZ inspirations. A look at an obscure German comic book series by Erich von Däniken and the \"Sirius Mystery\" by Robert K.G. Temple with iluustrations by David Boller. https://t.co/rGUyQZXy9E\n#vlog #erichvondäniken #ufos #aliens #ancientaliens #comicbooks #scifi https://t.co/ZnBPd2teHH",
  "The Greys are gonna play a major part in SKY GODZ even if they are caught in the destructive battle between the Dracos and the Anunnaki.\n#greys #aliens #anunnaki #dracos #ancientaliens #anime #animation #tvseries #scifi #sciencefiction #comicbooks #ufos #extraterrestrials https://t.co/0VSNvsYoBG",
  "Amex Nimeon from Xylanthia in the Sirius star system. With the galactic federation headquarter on Sirius B, Amex is a politically important player in the federation. #sirius #aliens #ufos #extraterrestrials #anime #comicbooks #scifi #sciencefiction #characterdesigns #conceptart https://t.co/VlCXsFAzYa",
  "Enki or \"Lord of the Earth\" is the son of Anu and sibling to Enlil and Nin. He's most instrumental in the creation of early high civilization and also founder of Lemuria. #anunnaki #ancientaliens #ancientastronauts #anime #sciencefiction #comicbooks #ufos #enki #tvseries #scifi https://t.co/eCGWecABU5",
  "Enlil, son of Anu and brother of Enki, is obsessed with becoming a god to the human race. #anunnaki #enlil #enki #aliens #god #characterdesign #conceptart #egypt #ancientaliens #ancientastronauts #comicbooks #anime #animation #nibiru #spaceships #tvseries #scifi #sciencefiction https://t.co/cH15gZomUT",
  "Update vlog on Youtube about the progress and timeline of the SKY GODZ anime series plus some cool character art. Check it out:  https://t.co/3W7nL5NSLb\n#ufos #aliens #anime #animation #comicbooks #tvseries #sciencefiction #scifi #vlog #extraterrestrials #ancientaliens #tvshow https://t.co/KxRgDMahta",
  "Wild alien races mix for you today. From top to bottom: Zeta grey, Mitakan from Orion, Noboan from Sirius and Ciakar Draco. #aliens #ufos #extraterrestrials #zeta #anime #sciencefiction #tvseries #tvshows #comicbooks #manga #greyalien #orion #reptilian #characterdesign #animation https://t.co/GPPtwwmodv",
  "What has been going on in Antarctica? We would like to know...\n#antarctica #neuschwabenland #admiralbyrd #innerearth #hollowearth #conspiracy #conspiracytheory #ufos #aliens #flyingdisc #flyingsaucers #extraterrestrials #comicbooks #animation #tvseries #scifi #sciencefiction https://t.co/JkeyxU4QmE",
  "Sargon is the chief genetic engineer on the Anunnaki Eridu base. He will be one of the villains in SKY GODZ: Season 1. No more secrets will be revealed...\n#anunnaki #aliens  #extraterrestrials #ufos #characterdesign #conceptart #comicbooks #anime #animation #scifi #sciencefiction https://t.co/Q1Aaj7ofJ8",
  "Amphibian aliens race from Mintaka in the Orion constellation. They are over two meters tall with webbed hands, toes and are a former member of the Orion league. #orion #aliens #extraterrestrials #amphibian #anime #comicbooks #scifi #sciencefiction #ufos #tvseries #animation https://t.co/FFlDvqL60E",
  "Kumara Kandam also knows as Lemuria was a lost continent off the tip of Sri Lanka. Enki waged his battle against Enlil from Lemuria until the continent sunk...\n#lemuria #anunnaki #aliens #extraterrestrials #ufos #lostcivilization #scifi #conceptart #comicbooks #anime #animation https://t.co/A3awDUGguQ",
  "Look in the skies for the WINGED DISC of the Anunnaki when they return soon!\n#anunnaki #spaceships #lightships #wingeddisc #aliens #extraterrestrials #ufos #nibiru #ascension #scifi #sciencefiction #tvseries #anime #animation #pictograms #skygodz #sky #comicbooks #animation #fx https://t.co/BUnOXtNKlx",
  "Tau is a grey Zeta who is working for the Anunnaki Andean base. After the Dracos saved the Zetas they brought some to earth and severely mistreated them. Tau was able to escape and brings some valuable inside info to the team. #anime #ufos #aliens #scifi #tvseries #comicbooks https://t.co/kmNiJjk3c8",
  "The eight-pointed star of the Anunnaki is a sign of their symbolic representation.\n#star #anunnaki #symbolism #symbolic  #aliens  #ancientaliens #ancientastronauts #ufos #scifi #tvseries #sciencefiction #extraterrestrials #nibiru #anime #animation #logo #graphicdesign #comicbooks https://t.co/JrXd9uTy2C",
  "Bastet was the goddess of protection and cats in amcient Egypt as well as the daughter of sungod Ra! #bastet #cats #egypt #ra #ancientaliens #ufos #aliens #anime #comicbooks #animation #mythology #history #conceptart #scifi #TVseries #extraterrestrials #scifi #sciencefiction https://t.co/Mu2TOt5gEm",
  "The Noboa are a small indigenous humanoid civilization in the Sirius constellation. They are akin to our tribes in the Amazon and in danger of total extinction. #sirus #tribal #aliens #extraterrestrials #ufos #comicbooks #comics #anime #animation #tvseries  #scifi #sciencefiction https://t.co/pCaRiWqvx0",
  "Second group of Anunnaki characters from the Andean base including the adopted Grey informant. Top left to bottom: Baba, the Anunnaki.Pleiadian hybrid, Emmer, Inu, the one-eyed officer and Tau. #aliens #anime #scifi #ufos #comicbooks #tvseries #characterdesigns #sciencefiction https://t.co/OpvPmuVMNQ",
  "GOOD NIGHT to everyone... more aliens tomorrow!\n#aliens #goodnight #moon #luna #maminthemoon #extraterrestrials #ufos #night #comicbooks #comics #anime #animation #tvseries #scifi #sciecefiction #fantasy https://t.co/6S16CYH1P1",
  "All humanoid races in our galactic family have genetic roots connected to LYRA. It is the symbolic harp upon which the song of humamity is played #aliens #humans #extraterrestrials #ufos #animation #anime #comicbooks #scifi #sciencefiction #tvseries #characterdesigns  #conceptart https://t.co/jNkNagbtgV",
  "The Andromedans are fifth dimensional beings and a big part of the Galactic Federation. They can travel outside space-time and are telepathic.\n#andromeda #aliens #extraterrestrials #ufos  #scifi #sciencefiction #anime  #tvshows #tvseries #characterdesigns #comicbooks #comicbooks https://t.co/iEze3dkKSi",
  "A STARSEED is born!\n#starseeds #starseed #lightbeings #lightworker #incarnation #reincarnation #newage #indigochildren #hybriid #aliens #extraterrestrials #ufos #animation #anime comicbooks #comics #tvseries #scifi #sciencefiction #conception #alienhybrid #abduction #disclosure https://t.co/bdRHWpL9b5",
  "@Carrie_TN @alienastromusic When you're right, you're right. Not a fan of the people you mentioned.",
  "Expanding the Andean team with Baba, an Anunnaki-Pleiadian hybrid whos's working in the engineering team. Animation layout drawing with shading.  #anunnaki #aliens #anime #animation #comicbooks #Extraterrestrial #ufos #scifi #tvseries #pleiadian #ancientaliens #conceptart https://t.co/lIOK1IjgFg",
  "Thanks, @Toonboom for the feature... https://t.co/82vnKszIo6",
  "A magical good morning in a magical new year. We wish everyone on this blue planet a happy, healthy and prosperous 2018! #ankh #egypt #aliens #ancientaliens #ufos #anime #tvseries #comicbooks #happynewyear #2018 https://t.co/yJ3nvxrIzU",
  "Layout anime drawing for an upcoming Youtube episode on Admiral Byrd who according to his diary (if real) had some interaction with flying discs from Inner Earth and was invited to go inside. Fun stuff! #anime #ufos #scifi #comicbooks #manga #admiralbyrd #hollowearth #innerearth https://t.co/FAoipx51Lu",
  "Asaru is the Lord of Cikara, a planet in the Rigel/Orion constellation. They are bigger and more menacing than the regular Dracos and have wings and a long tail. #ufos #aliens #anime #comicbooks #reptilians #orion #characterdesign #conceptart #tvseries #scifi #sciencefiction https://t.co/73QhqnOzjA",
  "Magical places and lost continents are a big part of SKY GODZ. From top left to right bottom: Shambhala, Atlantis, Ankor Wat and King Solomon's temple. #egypt #anubis #aliens #ufos #ancientaliens #anime #comicbook #sciencefiction #mythology #tvseries #extraterrestrials #animation https://t.co/Zijt7DGztm",
  "@MalliardReport Fur it would be...but right now it's all about leveraging liabilities. The Vatican has been chiming in again, the Pentagon is slowly washing their hands off it. When it comes out for good what are the institutions gonna be on the hook for? A lot...that is for sure.",
  "@MalliardReport Depends on your definition of full disclosure. Green men on the White House lawn? Not gonna happen...ever. But gradual disclosure with a healthy mix of disinfo has been underway for 4 decades.",
  "Grey Zeta alien animation layout from the upcoming trailer for SKY GODZ season 1. Stay tuned for more info...\n#grey #greyalien #aliens #ufos #extraterrestrials #anime #animation #characterart #tvseries #comicbooks #conceptart #scifi #sciencefiction #zeta #animeseries #disclosure https://t.co/DWH9jupV4l",
  "Fitting for the holiday season, here is a new animation drawing of peaceful Pleiadian. They have been on earth for a long time but lived by a strict rule of non-interference. #pleiadians #aliens #ufos #extraterrestials #scifi #characterdesigns #conceptart #anime #comicbooks https://t.co/jCWKgK6yPu",
  "@henry_thurlow @xatacysm @dartshtajio Thanks...just watched it. Looks really nice, congrats.",
  "We wish EVERYONE a happy and safe holiday season. We will be back with more cool and extraterrestrial updates on January 27, 2017 to ring in the new year and a new era of disclosure. #aliens #anime #tvseries #animation #ufo #extraterrestrials #scifi #sciencefiction #happyholidays https://t.co/uuomyJn28p",
  "@henry_thurlow @xatacysm @dartshtajio Thanks for clarifying...will look for it when it's ready :)",
  "@henry_thurlow @xatacysm @dartshtajio Nice article...where can The Doll be seen? I noticed Toonboom were teasing some WIP images on their feed...",
  "The Ibis-headed Egyptian god Thoth is heavily associated with the arbitration of godly disputes, the arts of magic, science and the judgment of the dead. #toth #egypt #mythology #ancientaliens #ufos #pyramids #ancientegypt #extraterrestrials #animation #anime #comicbooks #scifi https://t.co/Hit6ICQsJ4",
  "Is THIS gonna be under your Christmas tree next year? Let's hope so...working hard on it...\n#skygodz #blueray #DVD #digipak #aliens #acnientaliens #anime #animation #ancientastronauts #extraterrestrials #comicbooks #animeseries #tvseries #scifi #sciencefiction https://t.co/tx2MTQ9ziY",
  "The Anunnaki main cast of SKY GODZ. Half-siblings Nin, Enki, Enlil and their father Anu. A family saga gone wrong with huge implications for humanity #anunnaki #aliens #anime #animation #comicbooks #Extraterrestrial #ufos #scifi #tvseries #enki #enlil #ancientaliens #conceptart https://t.co/hocP0hl9CI",
  "@TheZhamirShow Thanks, man!",
  "@TheZhamirShow If you're interested here is some fantasy)paranormal comic of mine called Kaos Moon that was published in the USA about 20 years ago for free; https://t.co/Y1shZNVXDK",
  "@TheZhamirShow It will be very different...think Game of Thrones meets Ancient Aliens, not your typical \"cute\" anime or scifi where the aliens are always bad. Stay in touch man...",
  "@TheZhamirShow Sure, once the time is ready...I will contact you. Thanks for the invite...",
  "@TheZhamirShow There will be books and most importantly an anime TV show. I will have a new trailer and the early pages ready by early 2018. There are networks interested so I hope it will get going quickly. If not, I will start anyway ;)",
  "@TheZhamirShow Thank you very much, I really appreciate it :)",
  "Horus, son of Isis and Osiris, is in a battle with Set over power of lower Egypt. Stay tuned for the full story in SKY GODZ... #egypt #horus #aliens #ancientaliens #mythology #comicbooks #animation #anime #tvseries #scifi #sciencefiction #ufos #pyramids #isis #osiris #conceptart https://t.co/pr1MJuB8HE",
  "Anubis, the Egyptian god of the dead and the embalmer, is one of the most popular of the gods of Egyptian mythology and a bit part of SKY GODZ.\n#egypt #anubis #aliens #ufos #ancientaliens #anime #comicbooks #sciencefiction #mythology #tvseries #extraterrestrials #animation https://t.co/JDkHRNrSmu",
  "The Telosians live in a subterrean realm called Telos under Mount Shasta which has its own inner sun. They are associated with Arcturus and Sirius.\n #hollowearth #aliens #extraterrestrials #ufos #scifi  #anime #tvseries #sciencefiction #disclosure  #comicbooks #characterdesigns https://t.co/KEKrCVSaQ6",
  "Flying pyramids as spacecrafts...wouldn't that be cool?\n#SpaceShip #ufo #aliens #extraterrestrials #ancientaliens #egypt #pyramids #ancientegypt #ancientastronauts #comicbooks #comics #tvseries #animation #anime #scifi #sciencefiction https://t.co/zWgIdFps6Q",
  "Good morning, Twitter...\n#goodmorning #sun #symbols #graphicdesign #occult #aliens #extraterrestrials #ufos #skygodz #tvseries #comicbooks #animation https://t.co/SAFpHWV6ry",
  "Right in time for the big disclosure article in the NYT @nytimes  here are a few aliens races. From top to bottom: Zeta Grey, Feline from Avyon, Nordics from Aldebaran and Reptilian (croc-style) often seen in abduction #aliens #ufos #extraterrestrials #anime #comicbooks #scifi https://t.co/H8tFby9nU3",
  "@AEJesusLovesYou What does Jesus has to do with my post? I posted about an alien who was exiled. No idea where you see anything biblical in this...",
  "Samana is a disgraced and exiled Anunnaki on earth. He's become revengeful and bitter and is best known under this name now...Lucifer! #anunnaki #alien #ufo #lucifer #ancientalien #scifi #tvseries #anime #characterdesign #conceptart #comicbooks #occult #fallenangel #devil https://t.co/eEAr9LyahC",
  "Good morning, Twitter...\n#egypt #flyingdisk #mythology #ancienthistory #anunnaki #sirius #orion #pyramids #goodmorning #GoodMorningWorld #comicbooks #graphicnovels #animation #tvseries https://t.co/EhwJIItuGD",
  "Sketches of the cast of the Anunnaki base in the Andes. Their main purpose is to battle the Dracos who have many bases in Mesoamerica. Top left to bottom: Dumu, Mesh, Utu and Sina. #anunnaki #anime #conceptart #characterdesign #animation #aliens #extraterrestials #tvseries #ufos https://t.co/v6xuVhV8ZV",
  "The crystal skulls are mysterious and magnificent artifacts of which the origin is not fully explained to this day. #crytalskull #skull #aliens #maya #extraterrestrials #mystery #mythology #ancientaliens #newage #lightworkers #comicbooks #graphicnovels #ufos #esoteric #occult https://t.co/4bzgcstdqK",
  "Character design of SKY GODZ-Disclosure manga hero Zack West a modern day ufo hunter and archeologist who will bring on disclosure. Check it out early 2018 on LINE Webtoons. #aliens #webtoons #line #webtoon #comicbooks #disclosure #ufos #extraterrestrials #animation #anime #manga https://t.co/o159d6D0yS",
  "Here is some of the original animation layout art for the first episode of SKY GODZ. After that everything will be digital #scifi #anime #TVSeries #Aliens #ufos #characterdesign #conceptart #animation #comicbooks #webtoons #extraterrestrial #animeseries https://t.co/ZDvKJcyvA6",
  "The Pleiadians are a highly-evolved and spiritual race that has been accompanying mankind since its inception. #aliens #extraterrestrials #ufos #pleiadians #lightbeings #anime #tvseries #scifi #sciencefiction #ancientalience #characterdesign #conceptart #animation #comicbooks https://t.co/V5VD9Kmqwe",
  "The Lion People are a feline species from planet Avyeon in the Lyra constellation. Animation drawing with indicated shading. #feline #lions #aliens #extraterrestials #ufos #extraterrestres #characterdesign #conceptart #comicbooks #anime #animation https://t.co/p9V962pkLW",
  "A diverse mix of aliens races from all over the universe. From top left to bottom right: Pleiadian, reptoid alien, manits insecoid alien and Arcturian. #aliens #greys #reptilian #ancientaliens #animation #extraterrestrials #ufos #comicbooks #anime #characterdesign #conceptart https://t.co/81LAsciFBu",
  "Nordic tall white aliens from Aldebaran in the Taurus zodiac consellation. Supposedly they were in contact with the Vril Society in Germany to give them information on higher technology.#aldebaran #aliens #ufos  #vril #scifi #sciencefiction #comicbooks #anime #characterart https://t.co/r98IDCbmw9",
  "The Mantis aliens are very often encountered in abduction cases but they are overall considered very intelligent and loving.\n#prayingmantis #mantisalien #aliens #extraterrestrial #ufos #anime #animation #comicbooks #graphicnovels #abduction #scifi #tvseries #sciencefiction https://t.co/WBlHBfdZ5n",
  "Coloring the alien sketches for a planned video on alien races on the SKY GODZ Youtube channel. Starting out with a Reptoid #reptilian #reptoid #aliens #extraterrestrial #ufos #anime #animation #comicbooks #graphicnovels #characterart #conceptdesign #tveries #sciencefiction https://t.co/Pik87EJa3Y",
  "The two Anunnaki brothers Enki and Enlil are at odds with each other which will have some real consequences for all of mankind. This is one of the major storylines in SKY GODZ Season 1 #anunnaki #aliens #ufos #nibiru #ancientaliens #ancientastronauts #anime #animation #comicbooks https://t.co/cLBaQsBz77",
  "The Pleiadians are a highly developed, 5th density humanoid race who are known to help humanity to usher in the coming Golden Age. #aliens #Anime #pleiadians #ufos #comicbooks #characterdesign #conceptart #sciencefiction #tvseries #animation #scifi #disclosure #newage # https://t.co/IBDxYtcZBv",
  "Another one of our popular alien races mixes. Left to bottom: Pleiadian woman, Alpha Draconian, a Zeta Grey and a Naga from Inner Earth. #aliens #ufo #characterdesign #Extraterrestrial #scifi #sciencefiction #ancientaliens #comicbooks #anime #conceptart #animation #tvseries https://t.co/3FMP9fEOTv",
  "@Malliard Thanks for the tip...looks interesting. Followed :)",
  "Something to think about….\n#aliens #astronauts #ancientastronauts #ancientaliens #conspiracy #extraterrestrials #ufos #animation #anime #comicbooks #graphicnovels #scifi #sciencefiction #tvseries #animeseries https://t.co/fIyAuGVhvD",
  "Were the pyramids built by aliens? One of the most interesting questions IMO...\n#AncientAliens #ancientastronauts #pyramids #egypt #mythology #aliens #ufos #extraterrestrials #starseeds #anime #tvseries #animeseries #graphicnovels #comicbooks #sciencefiction #scifi https://t.co/5GqxY2XchU",
  "The Zetas have been on earth for a very long time and many ancient cultures called them \"The Ant People\".\n#aliens #ufo #ancientaliens #scifi #extraterrestrial #animation #comicbooks #graphicnovel #anime #zetareticuli #tvseries #sciencefiction https://t.co/L6BwxD548W",
  "Nommo amphibian alien from Sirius B as to be seen in the SKY GODZ graphic novel series.\n#nommo #sirius #alien #alien #ufo #graphicnovel #comicbook #animation #anime #tvseries #disclosure #starseed #extraterrestrials #skygodz https://t.co/uXEY7zkZrh",
  "Another nice mix of alien races. From top left to bottom: Reptoid from Inner Earth, a Grey from Orion, Shaari from Arcturus and a Nordic from Rigel. \n#aliens #ufos #extraterrestrials #scifi #anime #conceptart #comicbooks #characterdesign #tvseries #graphicnovels #starseeds https://t.co/kmGovKPTNZ",
  "The Lyrans are the creators of most of the beings in the universe in SKY GODZ. They are 11th density lightbeings and immensly powerful.\n#aliens #lightbeings #starseeds #extraterrestrials #anime #animation #tvseries #scifi #comicbooks #manga #ufos #sciencefiction #graphicnovels https://t.co/4I3a74l8w8",
  "Diverse group of aliens from all over the universe. Top to bottom: Reptilian from Rigel, Insectoid from Andromeda, Mantis from Epsilon and Grey Alien from Altair. Which one is your favorite?\n#aliens #ufos #extraterrestrials #scifi #anime #conceptart #comicbooks #characterdesign https://t.co/VexJeYPLTS",
  "We were never alone....'nuff said!\n#aliens #scifi #sciencefiction #ufos #ancientaliens #ancientastronauts #reptilians #greyaliens #mantisaliens #anime #animeseries #tvseries #scifiseries #graphicnovels #comicbooks #manga #starseed #Extraterrestrial https://t.co/FwiNxbymSn",
  "New SKY GODZ cast member Dumu (Sumerian for the sheppard), commander of the Andean Anunnaki base mostly used for military purposes to keep the Dracos in check. #anunnaki #scifi #anime #tvseries #aliens #ufos #ancientaliens #manga #animeseries #conceptart #characterdesign #nibiru https://t.co/k5GwVzs0Rw",
  "Commander Ashtar Sheran is in charge of enforcing the will of the Galactic Federation throughout the universe with the full support of the Arcturian lightships.\n#ashtar #anime #graphicnovel #aliens #ufos #extraterrestrials #scifi #tvseries #arcturus #animeseries #sciencefiction https://t.co/WWg4TzWGhg",
  "Amex Nimeon is a major character in SKY GODZ from the Sirius constellation. Sirius is also the headquarter of the Galactic Federation. #sirius #Aliens #extraterrestrial #ufos #scifi #anime #animation #graphicnovels #comicbooks #manga #ancientaliens #starseed #galacticfederation https://t.co/v7ClhsNHto",
  "Anon Sa Ra is an administrator at the galactic federation and close confidant of commander Ashtar Sheran.\n#aliens #conceptart #characterdesign #ufo #extraterrestrial #ashtar #graphicnovels #anime #Animation #scifi #ancientaliens #galacticfederation #newage https://t.co/eFn4YRei3z",
  "Archathian reptoid alien from SKY GODZ. This race has been living for ages on earth underground. Very instrumental in the the early days of mankind----&gt; hence our reptilian brain.\n#reptoids #aliens #ufos #anime #graphicnovel #scifi #extraterrestrial #reptilian #characterdesign https://t.co/i21e0phsiq",
  "Here it is folks! 2 hrs of epic conversation w/@IndieFilmHustle on FB marketing. All I remember is being nerdy &amp; waxing lyrical. ;) Enjoy! https://t.co/iOdoabNxvd",
  "Some character designs of aliens and hybrids from SKY GODZ. A Grey from the orian constellation, a hybrid created in a lab and a Draco reptilian.\n#greyaliens #alienhybrid #draconian #scifi #anime #animation #characterdesign #conceptart #aliens #ufo #graphicnovel #TVseries https://t.co/LGvzV93YtX",
  "The Best Independent #Anime You Can Watch Online • It takes a ton of love and effort to make an anime outside of th… https://t.co/wU8FvjULXj",
  "Grey alien from SKY GODZ. Their bases are mostly in the Americas region and are being kept in check by the reptilians.\n #anime #animation #scifi #aliens #ancientaliens #ufos #anunnaki #skygodz #greyalien https://t.co/dBNpzOUzkv",
  "Japanese SKY GODZ poster to get in the spirit for Anime Tokyo next March...so excited!\n#anime #skygodz #Animation #Aliens #ufos #ancientaliens #ancientastronauts #starseed #reptilians #greys #anunnaki https://t.co/FyoZGWvlfJ",
  "Starseed...\n#aliens #extraterrestrials #starseed #disclosure #incarnation #ufos #scifi #sciencefiction #tvseries #anime #animation #graphicnovels #comicbooks #newage https://t.co/FVN3XkHx45",
  "Layout drawing of a Lyran alien from episode 1 of the SKY GODZ anime series. The Lyrans are some of the most powerful being of the universe and considered the founders of life.\n #anime #animation #scifi #aliens #ancientaliens #ufos #lyra  #skygodz https://t.co/DbgehB33T9",
  "New SKY GODZ promo piece featuring an amphibian alien like the Dogon might have had encounters with from Sirius B. #aliens #ufos #ancientaliens #skygodz #graphicnovels #animation #anime #scifi https://t.co/FHpKHicHU0",
  "Wolves are cool and are gonna be a big part of SKY GODZ series. \n#Wolves #Wolf #anime #animation #skygodz #tvseries #ufos https://t.co/iqjessKAHa",
  "Shuttle ship the Anunnaki use to travel from the moon base to earth. \n#anime #ufo #spaceship #aliens #graphicnovel https://t.co/rhecDFqx2y",
  "Enlil, half-brother of Enki and Nin and main cast in SKY GODZ.  #ufo #anime #scifi #aliens #ancientaliens #anunnaki #graphicnovel #animation https://t.co/dKS8ALDkSy",
  "Finally managed to get the first SKY GODZ vlog uploaded. https://t.co/bS3eALgaAc\n#anime #animation #ufos #aliens #scifi #tvseries #anunnaki https://t.co/3kgPRtE8KV",
  "After finishing the current TV amimation job, work on SG will finally begin in December...can't wait! #anime #Animation #Aliens #ufo #scifi https://t.co/GQjcnpWTgR",
  "Enki, the creator of mankind and main character in SKY GODZ.  #anime #animation #scifi #aliens #ancientaliens #ufos #anunnaki #skygodz https://t.co/rqPKqefbvl",
  "Newtype in December 2017 with a preview of SKY GODZ...yeah, I wish. Maybe one day\n#anime #animation #scifi #aliens #japanese #ufos #Newtype https://t.co/lbWY4DKoyu",
  "Animated clip from a new TV project. The witch is putting a curse on the amulet...in time for Halloween. #animation #Magic #witch #halloween https://t.co/Yew5PMjRLg",
  "Great story about the influence of streaming on the anime industry...great times for content creators. https://t.co/H27MIOVycK",
  "Conception of the fourth kind...\n#starseed #extraterrestrial #Aliens #UFO #graphicnovel #skygodz #aliensarereal #animation #sciencefiction https://t.co/h0Jja8XIWC",
  "Rough cover sketch for the first volume of the SKY GODZ novel series focusing on the Hopi tribe and Orion. #scifi #aliens #ufo #graphicnovel https://t.co/xo1HGPUQm8",
  "Finished cover for the first volume of SKY GODZ: Discclosure. More info to come.\n#anime #scifi #aliens #ufos #anunnaki #graphicnovel #comics https://t.co/QWw32YVBal",
  "Soon...soon...\n#skygodz #ancientaliens #blueray #anime #animation #dvd #aliens #ufos #graphicnovels #motioncomics #extraterrestrials https://t.co/inb52xOqb4",
  "The Egyptian Gods will also be part SKY GODZ in an upcoming season. #aliens #ufos #Egypt #graphicnovels #animation #scifi #egyptiangods https://t.co/ERBHkQxCgU",
  "Exerpt of the cover of SKY GODZ:Disclosure. Full cover to follow...#Aliens #extraterrestrial #graphicnovel #ufo #disclosure #scifi https://t.co/aBmSGFEAfh",
  ".@domdelport: \"Content is king of course, but distribution is queen. We're living in a world where the kings and queens are equal” #MIPCOM https://t.co/vb2dH9N54s",
  "Where are we REALLY from?\n#anime #animation #scifi #aliens #ancientaliens #ufos #anunnaki #skygodz #starseed #graphicnovel https://t.co/Ck2AtNXfdD",
  "Starseed from the SKY GODZ graphic novel coming in 2018. #UFO #starseed #aliens #graphicnovel #scifi https://t.co/mbn0LvEykF",
  "Pencil animation drawwings of Anunnaki female Sina and main character Enki. #anime #ufo #aliens #scifi #animation #anunnaki #ancientaliens https://t.co/W6tW9Vtt96",
  "Anunnakis scientist Nin doesn't have an easy time to keep the hybrid program on earth under control. #anime #ufo #aliens #scifi #animation https://t.co/XVYIaDilPi",
  "Mantis alien concept art. They are the ambassadors for the galactic coincil located on Sirius B. #alien #anime #conceptart #characterdesign https://t.co/iPeNWwCZcx",
  "Character art for alien from Bellatrix in the Orion constellation. The are in a fierce war with the Draco.#anime #orion #scifi #aliens #ufo https://t.co/5rKksMBcle",
  "Character art for a Mantis alien being. They are the ambassadors of the universe and generally peaceful.  #anime #animation #scifi #aliens https://t.co/avnkbI0FeI",
  "There are no plans for crowdfunding, patreon or any e-begging. SKY GODZ should be entirely self-funded until the episodes ready to be shown.",
  "Storyboard for the OP of Season 1 of SKY GODZ...next the animatic and then on to final animation. #anime #storyboards #aliens #ancientaliens https://t.co/IPHXZ2bQu0",
  "Epic new promo poster for SKY GODZ. It features most of the aliens from Season 1. #anime #animation #scifi #aliens  #anunnaki  #reptilians https://t.co/XMN9HbNiYd",
  "First rough sketch for the cover of the SKY GODZ webtoon. Story centers around Disclosure. #ufo #aliens #webtoon #manga #graphicnovel #anime https://t.co/9MkrOt1OU8",
  "Character art of Sargon, the chief Anunnaki scientist on earth. A rather disturbed guy no doubt. #anime #scifi #aliens #ancientaliens #ufos https://t.co/PmhSv485gC",
  "There will be man more animated features and shows done by one individual in the future thanks to talent and better software. #toonboom15",
  "Draco design for SKY GODZ. There are many repilian races but this is the oldest and most powerful.  #anime  #scifi #aliens #ancientaliens https://t.co/7w9gQaxPJ5",
  "Grey alien from SKY GODZ. More about Grey races on the website, coming soon... #greyalien #anime #alien #ufo #skygodz #scifi https://t.co/go4oumxJXj",
  "Very first SKY GODZ teaser. The next teaser will contain animation and tell more of the story.#anime \n #scifi#ancientaliens #ufos #anunnaki https://t.co/QkJYj7fIvv",
  "Enlil-the third Anunnaki alien character with god fantasies which bring nothing but disaster. #anime #scifi #aliens #ancientaliens #ufos https://t.co/uwF4SknDOH",
  "Enki-the main Anunnaki alien character from SKY GODZ. Brilliant and neurotic...like a true god. #anime #scifi #aliens #ancientaliens #ufos https://t.co/UweXcRHSMi",
  "Animation frame of NIn from the upcoming SKY GODZ teaser trailer.  #anime #animation #scifi #aliens #ancientaliens #ufos #anunnaki #skygodz https://t.co/8BvuEJnBNK",
  "Animation line art of the 3 main characters of SKY GODZ, Nin, Enki &amp; Enlil done in @ToonBoom #anime #animation #scifi #alien #ufo #anunnaki https://t.co/nhQePpt9rr",
  "2k or 4k for animation? What's the better option?\n#anime #animation #resolution #screenresolution #production",
  "Rough animation frame of a Lyran alien from the upcoming SKY GODZ teaser trailer.  #anime #animation #scifi #aliens #ancientaliens #ufo https://t.co/eBdUnO8Yeg",
  "Pencil test animation for the SKY GODZ teaser trailer coming soon.  #anime #animation #scifi #aliens #ancientaliens #ufos #anunnaki #skygodz https://t.co/YfELwS4Gl2",
  "Finished animation frame of Nin, the female main cast of SKY GODZ. Teaser trailer to come soon... #anime #skygodz #animation #alien #ufo https://t.co/XlPsI8wCkK",
  "Making headway on the characters and the first teaser trailer. This is Enki...main alien guy. #aliens #anime #anunnaki #ufo https://t.co/CIsd1hh3kI",
  "There are several grey races in SKY GODZ. Here are two, a grey from Rigel/Orion and a Zeta grey. #alien #conceptart #anime #characterart https://t.co/MXCyYLanEc",
  "Her is the actual image of the WIP SKY GODZ poster in Photoshop. So you can see the layer breakdown.#anime #photoshop #scifi #aliens https://t.co/Uc9bD1qsNW",
  "WIP of the new epic SKY GODZ poster. Just flats, a rough background and some basic lights. See the final soon. #anime #aliens #scifi #UFO",
  "New storyboard tool. Will test it and let you know if this works for us. Not that we need more tools LOL. #storyboards #anime #sketch https://t.co/Zb2b7QlbCG",
  "For anime creators, we highly recommend the Ignite Express After Effects plugins 2017. Free from #hitfilm! https://t.co/f9nY2FHasg",
  "Lyran alien being from the SKY GODZ anime, The Lyrans are the real creators of the universe.#alien #lyra #anime #skygodz #ufo #scifi #angel https://t.co/1YudUMbwLd",
  "Mantis alien concept art for episode 3 of SKY GODZ #aliens #mantis #skygodz #anime #conceptart #amimation #ufo https://t.co/U8TM5711Zp",
  "Concept art for aliens from season 1 of SKY GODZ. #conceptart #aliens #anime #ufos #skygodz https://t.co/jwKuxDg8Dw",
  "Final inks on the new epic SKY GODZ poster. Now on to the coloring #anime #inking #scifi #aliens #ancientaliens #ufos #anunnaki #skygodz https://t.co/ghzCjl7OTo",
  "Inks WIP for the new SKY GODZ poster featuring many of the alien players.  #anime #scifi #aliens #ancientaliens #ufos #greyalien #skygodz https://t.co/ycU9F3Lk4m",
  "ANIMATE superstore in Akihabara, Tokyo. The mecca for all anime and manga fans...very cool experience...\n#anime #manga #tokyo #akihabara https://t.co/Aw6lotqTwb",
  "First trip to Japan this April to lecture at manga anime colleges. Miss u Tokyo. #anime #manga #tokyo #Japan #skygodz https://t.co/9C0Mra1vYH",
  "Sequential art page from the upcoming SKY GODZ: Disclosure graphic novel.  #alien #starseed #scifi #aliens #graphicnovels #ufos #disclosure https://t.co/jKRShZjY0Y",
  "Pencils sketch for the epic SKY GODZ teaser poster featuring many of the aliens in the series... #anime #animation #scifi #aliens #UFO https://t.co/VdRl5711Df",
  "Lyran alien concept art for tgr SKY GODZ anime.\n#aliens #anime #skygodz #lyra #conceptart # ufo https://t.co/0p0RpzNzlf",
  "Interesting or animation also:Why Facebook Watch is a Game Changer for Indie Filmmakers - IFH 177 https://t.co/LCvApb8x7M via @YouTube",
  "@henry_thurlow What are you doing at Madhouse? If you can talk about it?",
  "Animation test of a larger shot for the first upcoming SKY GODZ teaser...\n #anime #animation #scifi #alien #ancientaliens #monkeys  #skygodz https://t.co/MTPGgj7RW3",
  "While working on the first teaser trailer, figured I might put some GIFs together...more to come...\n#skygodz #GIF #anime #AncientAliens https://t.co/J937M399Cw",
  "Early rough animation pencils of Nin in Toonboom Harmony. #skygodz #anunnaki #toonboom #anime #scifi #alien #harmony https://t.co/wtbh8kVmZr",
  "SKY GODZ is an anime about the origin of mankind but also about all the alien races involved...incl. the Greys #geyalien #anime #alien #UFO https://t.co/ytVgP7j8pL",
  "Ancient temple background art for the upcoming SKY GODZ teaser trailer #skygodz #background #animation #anime #scifi #ancientaliens #Temple https://t.co/wBciHPZe7q",
  "Rigging of the Lyran alien in Toonboom Harmony. #skygodz #lyra #toonboom #anime #scifi https://t.co/4fewCG4hMN",
  "Keyframe pencils drawing of SKY GODZ main character Nin. Later all animation will be paperless. #toonboom #anime #drawing #keyframe https://t.co/tmjbQwgNp8",
  "Website URL is: https://t.co/eneOLzzCO1 https://t.co/Ed5VPROKt5",
  "A long time ago the Anunnaki came to earth to create a human slave race to mine minerals for their dying planet. #aliens #scifi #anime https://t.co/puxVeiMtG3",
  "Website or a nice placeholder is online. Full website and first teaser trailer coming within a week: https://t.co/nzhTsXkEn8 #skygodz #anime",
  "And here is the Japanese poster.\n空の神\nSora no kami https://t.co/rheZzaViLQ",
  "Welcome to a new up and coming anime  series...SKY GODZ. Early pre-preproduction is underway with 6 episodes to be completed by July 2018. https://t.co/oqpPhm6zF2"
 ]
}