{
 "user": 94397082,
 "tweets": [
  "Em 1976, idiotas tentaram protestar invadindo o estádio de baseball e começando a queimar a bandeira americana. Jogador que estava ali perto tirou a bandeira deles. Que imagem https://t.co/Hbi9uiQyzS",
  "It's not all what it seems 🤐 You can find out more by watching Unacknowledged on Netflix or reading the book. The book is HALF OFF, if you buy the DVD combo you get the book for free on our website.\n\n#siriusdisclosure #unacknowledged #government #ufos #extraterrestrials #truth https://t.co/WDoTxQnKNm",
  "Please watch UNACKNOWLEDGED! The you will realise for sure the governments of the world have been lying to us for at least the past 50-60 years. https://t.co/E4HJPeJyiT",
  "@aurora__9 @RenovaMidia Concordo plenamente!",
  "@RenovaMidia Belíssimo exemplo! Quem não aprova essa atitude vai “arder no mármore do inferno”. Oh gente medíocre!!!",
  "@RenovaMidia O meu conselho é: saiam da Alemanha com suas família, seus bens e seus negócios, antes de que tudo se repita.",
  "Após mais um ato de violência antissemita em #Berlim, capital da #Alemanha, o principal líder judeu no país aconselhou o uso de outros chapéus para evitar novos ataques.\n\nhttps://t.co/NxUKAHBd4N",
  "MEU AMIGO @kanyewest CHUTANDO O RABO DO MIMIMI\nQUEM DERA 5% DOS ARTISTAS DAQUI TIVESSE ESSA VERGONHA NA CARA... BANDO DE BUNDÃO QUE SÓ QUEREM MAMA NAS TETAS DO ESTADO E FICAR COM A MORAL EM DIA COM EMISSORA \"GOLPISTA\".",
  "Se manter o Lula na PF custa 300 mil por mês e se tanta gente quer entrar para vê-lo, só o capitalismo tem a solução:\n\né só cobrar ingresso!\n\nEntram 100 pessoas por dia, com tempo pra dar uma olhadinha e tirar uma selfie, pagando 100 reais cada uma; pronto, tudo resolvido.",
  "NEM PRECISA DE JOGO DA VOLTA E NEM DA DECISÃO...\nREAL MADRID ESTÁ NA SUA 78º FINAL E JÁ GANHOU A SUA TAÇA DE NÚMERO 75, PARABÉNS CR7 VOCÊ JÁ PODE MOSTRAR OS MÚSCULOS E FAZER CARA DE MAL.",
  "#EUA: O rapper Kanye West comprou a briga com a grande mídia e a militância esquerdista depois de ser duramente criticado por não seguir a agenda politicamente correta.\n\nhttps://t.co/Ww4d3NPqoA",
  "FAB intercepta avião suspeito de tráfico de drogas. https://t.co/TrwpmxMhnZ \nOperação #Ostium #Dimensão22 #defender #FAB #Brasil #defesa #segurança https://t.co/iqjuQt4xF6",
  "Brasileiros, vejam essa declaração. Vivemos no país dos absurdos.\nÉ ATÉ OBRIGATÓRIO QUE TODOS VEJAM! https://t.co/9K9028IDL1",
  "A Força Aérea Brasileira acaba de interceptar uma aeronave suspeita de tráfico. A ação ocorreu 150 km ao norte de Corumbá/MS, próximo à fronteira com a Bolívia. Na missão foi empregado o avião A-29 Super Tucano. Operação #Ostium #Dimensão22 #FAB https://t.co/xr7WyTZwNU",
  "#México: Ladrão encontra um cowboy pelo caminho durante tentativa de roubo em conveniência https://t.co/s9kWDmmLr6",
  "@GeneralGirao Desde o fatídico dia em que o Presidente Figueiredo “abriu” o país, através da manobra comunista chamada Diretas Já, até a presente data, quando foi que o Brasil, ou melhor, o Povo Brasileiro, viveu dentro desta premissa constitucional?",
  "O presidente do TSE, Luiz Fux, disse que se o resultado de uma eleição for fruto de Fake News, ela pode ser anulada. Ótimo! Podem anular todas as eleições brasileiras desde a \"redemocratização\", especialmente aquelas ganhas pelo PT que foram baseadas na ideia de \"partido ético\".",
  "@BlogDoPim Que você tenha plena recuperação!",
  "Dogde aceita queixa crime contra @marcofeliciano; Dogde acredita em Lélis para criminalizar @jairbolsonaro; Segunda Turma do STF faz de tudo pra soltar Lula.\n\nQue mais falta, @Gen_VillasBoas? Se quiser tem mais itens. 😎",
  "@allanldsantos @marcofeliciano @jairbolsonaro @Gen_VillasBoas Acho que não teremos eleições este ano...",
  "@JanainaDoBrasil É constrangedor ver que desde a mudança da era dos presidentes militares até os nossos dias, ainda não conseguimos viver em uma democracia segundo a essência estabelecida e considerada para este sistema de governo.",
  "Ou provas são válidas, ou são inválidas. Ou um feito vai inteiro para uma outra comarca, ou fica na comarca em que está. Enviar provas a São Paulo, salvo melhor juízo, não significa excluí-las dos feitos em que se encontram. O juiz tem o poder/dever de considerar todas as provas",
  "1) Li o voto do Ministro Toffoli, que acabo de compartilhar. Confesso ter ficado surpresa, pois o ministro cita precedentes em que os embargos foram rejeitados, com o fim de tentar fundamentar o provimento. Leiam, os precedentes citados negam provimento, mas ele dá provimento.",
  "@GenPauloChagas Fazem parte do sistema corrupto. Afinal de contas, foram colocados por indicação e não por mérito. Não existe isenção e imparcialidade, mas sim interesses pessoais e política.",
  "Bom, então vamos colocar como presidente do Brasil o Gen Mourão. #INTERVENÇÃOMILITARJÁ https://t.co/WSoNZPou86",
  "@RenovaMidia Bom, então vamos colocar como presidente do Brasil o Gen Mourão. #INTERVENÇÃOMILITARJÁ",
  "- Grande parte da imprensa consegue ficar pior do que sempre foi. \n\n- A calúnia é o seu norte.\n\n- Enéas Carneiro no campo das idéias está mais atual que nunca. https://t.co/w48Tvrgl8R",
  "A \"onda conservadora\" continua assombrando a esquerda...\nhttps://t.co/npdIzvxnw7",
  "Governo da Nicarágua aumenta os impostos, o povo luta contra a tirania e as Forças Armadas apoiam a população. Aqui no Brasil o governo aumenta impostos, permite a morte de bebês no ventre das mães e nada é feito. O que acordará o brasileiro e as FFAA?",
  "Donald Trump declarou:\n\n“Alguém, por favor, informe a Jay Z que, por causa das minhas políticas, o número de negros desempregados acabou de ser relatado com a menor taxa já registrada!“\n\nhttps://t.co/F6DEx4z2Yc",
  "- Revista Veja diz que uso robôs de última geração para obter sucesso na internet. \n- E que somente com inteligência artificial tal operação poderia ser detectada. \n- Meus \"robôs\", na verdade, é o povo brasileiro. https://t.co/8y9jDHh4ao",
  "O descendente da Família Imperial do #Brasil [@lpbragancabr] ressaltou a importância de combater o “globalismo” e deixou claro que esse é um dos fatores que influenciam sua aproximação com o projeto de @JairBolsonaro.\n\nhttps://t.co/EizEhqXEDd",
  "#BRASIL | Em entrevista, o general Augusto Heleno declarou:\n\n\"Tenho uma ligação grande com Bolsonaro. No atual quadro politico, não tem ninguém melhor que ele\"\n\nhttps://t.co/qjMiUzfYkT",
  "#Brasil: Projeto de lei do deputado federal Jerônimo Goergen visa classificar o Movimento dos Sem Terra (MST) e o Movimento dos Trabalhadores Sem Teto (MTST) como grupos terroristas.\n\nhttps://t.co/N6XjvaMRCj",
  "Tô te falando! https://t.co/odNEVVrCn5",
  "Uma das maiores estrelas do cinema francês, Brigitte Bardot afirmou que a maior parte das denúncias de assédio sexual no setor reveladas nos últimos meses são frutos da hipocrisia.\n\nhttps://t.co/T3WJJmwhOn",
  "Época: Qual é a sua opinião sobre o aborto?\n\nAmoêdo: O aborto é uma opinião pessoal de cada um.\n\nI rest my case. \n\nPerdeu meu voto.",
  "As famílias franco-judaicas estão sendo forçadas a deixar suas casas nos subúrbios de #Paris, enquanto a Europa continua a ser abalada por níveis de antissemitismo não vistos desde o final da Segunda Guerra Mundial.\n\nhttps://t.co/flGQZ6Ol5a",
  "Quem AINDA vê BBB merece mesmo escutar \"Lula Livre!\" como grito de guerra.",
  "Porta-voz do governo da #Hungria declarou:\n\n\"Eles querem separar as pessoas de suas identidades religiosas, familiares, nacionais e até sexuais para que elas não possam mais reconhecer, expressar ou defender seus próprios interesses\"\n\nPor João Guilherme\n\nhttps://t.co/wlv2Vqg787",
  "A imprensa ergueu a narrativa do atentado contra Lula, passaram 5 dias falando sobre isso...\nA imprensa abafou descaradamente a apuração sobre o atentado contra Lula...\n90% dos jornalistas brasileiros não valem a Bic que usam pra assinar o nome...\nCanalhas!",
  "O Tribunal de Justiça do Rio de Janeiro condenou o comentarista esportivo Juca Kfouri, em primeira instância, a pagar 120 mil reais ao deputado Jair Bolsonaro.\n\nhttps://t.co/GBW7nav5sE",
  "Mensalinho de 50 mil reais, Land Rover, repasse de 110 milhões de reais, contrato de 35 milhões de reais... Sextou, Aécio.",
  "Join me in person or by webinar May 12 in Phoenix. Learn how to discern ET events vs inter-dimensional beings vs covert man-made decoy events- the truth will illumine and shock you!  This level of knowledge everyone on earth needs to know NOW! https://t.co/Vy9hywG1gz",
  "O tiro vai sair pela culatra! Vai vendo rsrsrsrs https://t.co/A4gN0vxfC7",
  "Há 370 anos, no nordeste, plantamos a raiz do Brasil de hj, com negros, brancos, índios e mestiços. Desde então, vieram as lutas nativistas, a Independência, as insurreições, as campanhas no Prata, a Abolição, a República, a 2GM e os desafios da modernidade. #ExércitoNuncaPara https://t.co/rICR5YoTri",
  "@allanldsantos Desde o início do programa!!! Kkkkkkkk",
  "E assim chegamos ao ponto de assistir ao STF decidir se as decisões de suas Turmas são decisivas, ou se é preciso decidir se elas decidem, para então decidir se a decisão sobre a decisão delas também decide ou cabe uma decisão sobre a decisão sobre a decisão da Turma. Edificante.",
  "A imprensa noticia Díaz-Canel novo presidente de Cuba. Não  dizem que Díaz-Canel foi candidato único de uma eleição indireta na Assembleia monopartidária onde apenas comunistas entram. Muito malabarismo para camuflar uma verdade: Cuba é uma ditadura e Díaz-Canel é um ditador.",
  "I grew up thinking the left wanted what was best for America\n\nI used to give them the benefit of the doubt\n\nI now firmly believe the left wants to complete destruction of everything we hold dear\n\nNo borders. Societal chaos. Death of markets. Globalism.\n\nWe must win",
  "https://t.co/PZWxMq1YSA",
  "Almoçamos hojena Embaixada da Espanha a convite do Exmº Sr. Embaixador Fernando Vilallonga, junto com os Embaixadores de 12 países:\n\nAlemanha🇩🇪 \nAngola🇦🇴 \nBulgária🇧🇬 \nEquador🇪🇨 \nEUA🇺🇸\nFrança🇫🇷 \nItália🇮🇹 \nIsrael🇮🇱 \nJapão🇯🇵 \nMarrocos🇲🇦 \nMéxico🇲🇽 \nSuécia🇸🇪 https://t.co/sSgk0Ppy19",
  "“Lula, Maluf ou qualquer outro condenado, independente da idade, tem que cumprir a pena na prisão. Canalhas também envelhecem.”👏🙌 @augustosnunes agora no “Os Pingos nos Is” com @BlogDoPim.🙌\n\nAliás, um dos melhores (se não for o melhor) programas de política da atualidade.",
  "@alex_borges Boa! 😂",
  "\"Ah Lullah, akabou o bar!\" https://t.co/UMoL51xMqY",
  "Aécio réu agora tem no Senado a companhia de Gleisi, Collor, Jucá, Agripino e Valdir Raupp. Todos bem votados. É o voto, eleitor! https://t.co/WuM8WBUfCX",
  "Parabéns Israel @laurietecantora https://t.co/XrXQ3cwteR",
  "Quer dizer que é o Toffoli que vai julgar o recurso de Dirceu para continuar solto, mesmo após condenação definitiva em segunda instância? Mas como ex-funcionário de Dirceu e por ele indicado para o STF não deveria se declarar impedido? Dá para acreditar nessa justiça?",
  "General Mourão: \"Estou com o deputado Bolsonaro e espero que ele seja eleito presidente do Brasil.\" https://t.co/nKeSu6c3zN",
  "O Senado, como instituição, deveria cobrar explicações da Sen. Gleisi. Ela precisa esclarecer o que pretende ao fazer  convocações para \"luta\", em veículos internacionais de Imprensa, sobretudo por tais convocações serem feitas meio a inverdades.",
  "@JanainaDoBrasil Isso é crime de traição! Mas esperar o que de pessoas cuja bandeira não é a do Brasil.",
  "Uma coisa é a Presidente do PT criar uma narrativa para os muitos crimes dos membros de seu partido; outra, completamente diferente, é divulgar essa narrativa internacionalmente, convocando forças indefinidas para lutar contra suposto golpe e supostas prisões políticas!",
  "Como diz Lobão: https://t.co/QRqutR9i5Y",
  "URGENTE:\n\nGleisi convoca o “mundo árabe” para um levante contra o Brasil. \n\nMensagem transmitida pela tv Al Jazeera. https://t.co/632MTT4td5",
  "Cinco a zero em Aécio. Nenhum juiz da turma do Supremo teve dúvida de que empréstimo se pede ao banco, não ao frigorífico.",
  "O filme queimado de Aécio. Leia meu artigo sobre o caso a ser julgado hoje no STF. https://t.co/jaVxKx8jN4",
  "De uma criança da família, ao saber que estreará um filme, em que eu sou a vilã e a Senadora Gleisi é a mocinha: \"Todos amam Darth Vader!\" (rs).",
  "Celebrar a Tomada de Montese é rememorar os feitos dos heróis brasileiros que lutaram em solo italiano. https://t.co/QI1itBz21W ExercitoNuncaPara",
  "Entre ser rodeado de católicos burros e ter apenas um amigo que busca a verdade, prefiro este último. Abraçar a Fé Católica não te torna imune de ser burro, perverso e retardado. E todos os males do mundo foram feitos por burros, perversos e retardados.",
  "@allanldsantos Concordo plenamente. Acima de qualquer crença existe um código essencial de moralidade que abrange todos os seres humanos. Mas, como temos livre escolha, decidimos desenvolver nossas relações  baseado nele ou não. A maioria não está fundamentada nesta moralidade.",
  "- Editorial do jornal O Estado de São Paulo: \"PT joga a cartada Bolsonaro.”\n\n- Dentro do STF Gilberto Carvalho tenta tornar inelegível Jair Bolsonaro.\n\n- Peço compartilhar. https://t.co/7yhNtPvG7P",
  "Como a Patrícia Lélis forjou prints e a PGR acreditou. https://t.co/NtZuyg45px",
  "Se Lula fosse líder disparado (pesquisa com seu nome é ilegal) e Bolsonaro só tivesse 15%, ninguém da mídia e do sistema estaria preocupado com Bolsonaro. Isto é tudo o que você precisa saber sobre o Datafolha.",
  "R.I.P... https://t.co/pONybIl4rB",
  "A cidade é Dubai...isso aconteceu hoje.\n\nPT, PSDB e PMDB juntos!\n\n- Antônio Anastasia do PSDB\n- Jorge Viana do PT\n- E o Presidente do Senado https://t.co/wm6ozOnWwK",
  "Raquel Dodge é como Barroso: firme contra corruptos, mas afetada pela ideologia do politicamente correto - a ponto de ver crime de racismo em piada politicamente incorreta de Bolsonaro. Falta a essa gente encastelada e melindrosa conviver mais de perto com o povo brasileiro.",
  "Vejo a esquerda e o Lula falando em constituinte. Enquanto a péssima Constituição de 88 servia aos objetivos corruptos deles, ela era ótima. Agora que não é mais útil, ela deve ser refeita. E não tenham dúvida, se a esquerda ditar uma nova constituição, teremos saudade da atual.",
  "BOM DIA, RAPAZIADA! PARTINDO EM MOMENTOS PRA GUARATINGUETÁ PRA COMETER UM SHOW DEMENCIAL.SIMBUERA!",
  "@lobaoeletrico Aguardando sua vinda aqui. Vila Velha - ES",
  "Neste momento, nossa equipe está prestes a se deslocar para o Uruguai com oito aeronaves A-29 Super Tucano da Fumaça, mais o avião de apoio C-105 do Esquadrão Arara, de Manaus, Ala 8. @portalfab 🇧🇷🙌 https://t.co/O84niC8vP1",
  "Novo preso da Lava Jato representa, sim, o PT e Lula. Quem perdeu meu comentário matinal: ouça aqui. https://t.co/e9BNAYq3iE",
  "As discurseiras no Supremo revelam que Gilmar Mendes é um Churchill de galinheiro\nhttps://t.co/MqdjDUAdnX",
  "Parque das Agulhas: A experiência de liberalizar drogas em Zurique, na Suíça, entre 1986 e 1992, foi um completo fracasso. Fui testemunha de quão impopular era a idéia entre os Suíços quando fiz um estágio num banco suíço em 1992.",
  "Australiano atropelado em Copacabana é pedófilo e estava foragido há 22 anos.  https://t.co/0mMNxlNfvD",
  "Hoje é o Dia da Engenharia. O @CmdoCMO conta com engenheiros incansáveis e motivados, que estão permanentemente adestrados para o combate e contribuem muito para o desenvolvimento da Região. Parabéns, integrantes da Arma Azul Turquesa! #Pantanal! https://t.co/NviszhikBa",
  "Lula pediu pro time do Corinthians dar um pulinho até Curitiba para conversar com o Sergio Moro porque o Timão é único do mundo que consegue fazer um juiz voltar atrás.",
  "Mudei meu nome tambem @laurietecantora https://t.co/BO1gJuRfGp",
  "Típico: só ouvem o que interessa. https://t.co/aZGM5Ee2xD",
  "A Bandeira do Brasil é o símbolo máximo da nação. Sua presença nos lembra os valores, as esperanças, os objetivos comuns dos brasileiros. Quem desrespeita a nossa bandeira desrespeita a si próprio, renega valores comuns, amplia sua própria desesperança. https://t.co/M0jnnLE8X3",
  "@luisanunes É que o fuzil é a extensão de nossos soldados, os quais nunca serão empregados sem eles.",
  "Quero deixar um abraço a todos os novos seguidores. Vamos juntos contra a corrente, levando informações relevantes e argumentos válidos contra o lulopetismo. É com o apoio de cada um de vocês que teremos um Brasil mais brasileiro, e menos vermelho.",
  "O @exercitooficial, por meio da ECEME, realizará simpósio sobre a @intervfederalRJ, onde analisará aspectos jurídicos da ação. Parabenizo organizadores e concito os interessados a colaborem nesta discussão tão importante para o êxito da operação. A Segurança é dever de todos! https://t.co/NGba5VxCOA",
  "A prisão de Lula está obrigando jornalistas, artistas e humoristas a sair do armário petista. Nada como a luz do sol para deixar o ambiente mais claro.",
  "Parabéns aos integrantes do 9º BEC pelo comprometimento, pela dedicação e pelo espírito de cumprimento de missão. O pôr do sol significa apenas a metade da jornada de trabalho! O @CmdoCMO não para! O @exercitooficial não para! https://t.co/abMsVAsLoF",
  "Há 53 anos o Tenente Carmargo, no estrito cumprimento de seu dever, dava sua vida em defesa da Nação e será sempre lembrado pelo Exército Brasileiro. https://t.co/B8wrGmwwCt https://t.co/PE5RwXQJB3",
  "À luz da prisão de Lula, relembro compilação que fiz em 2015 dos comentários do jornalista policial Luiz Carlos Alborghetti (1945-2009), que exaltava Sergio Moro antes de virar modinha e previa prisão da “quadrilha do PT”. Assista. https://t.co/hP0rYZ7qqK",
  "#Brasil: Peritos divulgaram um laudo que aponta uma possível sabotagem na aeronave de Eduardo Campos. \n\nSegundo o documento, os sensores de velocidade estavam desligados, o que pode ter influenciado os pilotos a tomarem decisões erradas.\n\nhttps://t.co/6X89c5UfMR",
  "De novo esse cara ? Olha aí o que está na rede ,vejam se isso é possível ? https://t.co/GrQRNhJANC",
  "A autópsia informou q Marisa Letícia foi vítima de um AVC. Na missa negra em São Bernardo, Lula voltou a atribuir a morte da mulher à Lava Jato. Como foi ele quem a culpou pelas maracutaias imobiliárias, está provado o que a coluna noticiou há dois meses: Marisa morreu de marido",
  "- A imprensa diz que nosso palanque é frágil para 2018.\n- Digo-lhes que o nosso palanque é o povo, e não partidos políticos. https://t.co/r6qTPCp9Px",
  "O Brasil precisa ser passado a limpo!\nNa próxima 4a feira vamos saber se ainda temos uma Corte ou, apenas, uma reserva da ORCRIM!\n\nhttps://t.co/ERExVDiZTt",
  "#CrônicaAntagonista: As barbaridades lulistas de Marco Aurélio Mello e Ivan Valente. Assista. https://t.co/kxZBejmmv2",
  "Há 2 anos, o impeachment de Dilma parecia impossível. Hoje Lula está indo para a cadeia. Com todo respeito aos pessimistas, perfeccionistas e insatisfeitos, não é um avanço?",
  "Chupa!  RT @Desesquerdizada: O Chico Psoleiro (@chico_pinheiro) deu a notícia da prisão do Lula no Jornal Nacional quase chorando. Impagável! https://t.co/ujAKf2P2ut",
  "Lewandowski  não tem nem cacuete de juiz. Será eternamente um advogadozinho de porta de cadeia.\nLula já sabia que iria precisar de um \"profissional\" desse gabarito quando os seus crimes fossem descobertos.",
  "@GenPauloChagas Exatamente.",
  "O partido do Exército é o Brasil. Homens e mulheres, de verde, servem à Pátria. Seu Comandante é um Soldado a serviço da Democracia e da Liberdade. Assim foi no passado e sempre será. Com orgulho: \"Estamos juntos General Villas Boas.\" Jair Bolsonaro / Capitão / Deputado Federal.",
  "@Gen_VillasBoas @Gen_VillasBoas De Pé e à Ordem!",
  "Nessa situação que vive o Brasil, resta perguntar às instituições e ao povo quem realmente está pensando no bem do País e das gerações futuras e quem está preocupado apenas com interesses pessoais?",
  "Asseguro à Nação que o Exército Brasileiro julga compartilhar o anseio de todos os cidadãos de bem de repúdio à impunidade e de respeito à Constituição, à paz social e à Democracia, bem como se mantém atento às suas missões institucionais.",
  "Shalom!!!\n (@moreventura live on http://t.co/PirzvBN3)",
  "Shabat Shalom!!!\n (@moreventura live on http://t.co/6qi6UjR0)",
  "cambio, testando!!!\n (@moreventura live on http://t.co/6qi6UjR0)",
  "Shalom!!!\n (@moreventura live on http://t.co/6qi6UjR0)",
  "Shabat Shalom!\n (@moreventura live on http://t.co/mJFgJOp5)",
  "O detalhe sobre a família de começarmos pela mesa é muito interessante, Moré!\n (@moreventura live on http://t.co/mJFgJOp5)",
  "As Tendas (@moreventura live on http://t.co/mJFgJOp5)",
  "Rabino Jonathan Sacks (@moreventura live on http://t.co/mJFgJOp5)",
  "\\O/ (@moreventura live on http://t.co/mJFgJOp5)",
  "Shalom!!!\n (@moreventura live on http://t.co/mJFgJOp5)",
  "Vivemos um tempo que tudo vai contra os valores da Torá!!! (@moreventura live on http://t.co/ySXQ72HW)",
  "Ma Tôvu!!!\n (@moreventura live on http://t.co/ySXQ72HW)",
  "Shalom!!!\n (@moreventura live on http://t.co/ySXQ72HW)",
  "Av Harachaman!!! (@moreventura live on http://t.co/rHHszJjp)",
  "Ele é incorpóreo!!!\n (@moreventura live on http://t.co/rHHszJjp)",
  "A humildade nos leva a obedecer e compreender a vontade do Eterno. \n (@moreventura live on http://t.co/rHHszJjp)",
  "levar um povo para a Terra Prometida. (@moreventura live on http://t.co/rHHszJjp)",
  "haviam promessas a serem cumpridas e Moshê foi chamado para um propósito divino.. (@moreventura live on http://t.co/rHHszJjp)",
  "Moshê sabia que o propósito de D'us não era o de exterminar o povo no deserto... (@moreventura live on http://t.co/rHHszJjp)",
  "O Modesto Moshê!!!\n (@moreventura live on http://t.co/rHHszJjp)",
  "Shabbat Shalom!!!\n (@moreventura live on http://t.co/IK70Ry3Z)",
  "More, vc quer dizer que todas as religiões te levam ao ETERNO?  (@moreventura live on http://t.co/IK70Ry3Z)",
  "E quem não quer se conectar com D'us? O que será dessas pessoas? \n (@moreventura live on http://t.co/IK70Ry3Z)",
  "More, vc quer dizer que todas as religiões te levam ao ETERNO? (@moreventura live on http://t.co/IK70Ry3Z)",
  "E quem não quer se conectar com D'us? O que será dessas pessoas?\n (@moreventura live on http://t.co/IK70Ry3Z)",
  "Baruch HaShem!!! (@moreventura live on http://t.co/IK70Ry3Z)",
  "Quer encontrar D'us e agradá-lo? Etude a TORAH!!!\n (@moreventura live on http://t.co/IK70Ry3Z)",
  "Antes de estudar a Cabala, é preciso se apronfundar na TORAH!!!\n (@moreventura live on http://t.co/IK70Ry3Z)",
  "A zona do conforto mata a alma!!! (@moreventura live on http://t.co/IK70Ry3Z)",
  "Muito bom! o sobrenatural é que é o natural!!!\n (@moreventura live on http://t.co/IK70Ry3Z)",
  "tudo que vc planta colhe!\n (@moreventura live on http://t.co/IK70Ry3Z)",
  "pra mim parou nos espias\n (@moreventura live on http://t.co/IK70Ry3Z)",
  "agora voltou\n (@moreventura live on http://t.co/IK70Ry3Z)",
  "#FicaFred",
  "#GilbertonoFlu excelente jogador!",
  "Calma que a máquina está esquentando!",
  "Tamos aí!!!",
  "Sauda&ccedil;&otilde;esTricolores! http://glo.bo/mosaicoflu",
  "Sauda&ccedil;&otilde;es Tricolores! http://glo.bo/mosaicoflu",
  "Sauda&ccedil;&otilde;es Tricolores!!!!! http://glo.bo/mosaicoflu",
  "Sauda&ccedil;&otilde;es Tricolores!!!! http://glo.bo/mosaicoflu",
  "Sauda&ccedil;&otilde;es Tricolores!! http://glo.bo/mosaicoflu",
  "Sauda&ccedil;&otilde;es Tricolores!!! http://glo.bo/mosaicoflu",
  "SAUDA&Ccedil;&Otilde;ES TRICOLORES!!! http://glo.bo/mosaicoflu",
  "PARABÉNS GUERREIROS TRITÔNICOS!!! TRITÕES CAMPEÃO DO TORNEIO TOUCHDOWN!!! VALEU DAN!!!",
  "@fredgol9 Graças a Deus!",
  "Não perca este vídeo -- junior !!!!!!!!!!!!! ( the best breakdancer in the world ) http://youtu.be/bRXXXVOUIyY",
  "@oliveiraarthur e com certo ar \"Stalonico\"! :D",
  "@fredgol9 Se eu pudesse...pagaria pra vc nunca sair do Flu. Sou tricolor a 36 anos e ver vc jogar me faz ser mais tricolor ainda. FicaFred!",
  "@oliveiraarthur acho que hoje eu vou dormir com um lençol... hehe!",
  "@warleykaizer gravar um grupo de pagode japonês!",
  "@oliveiraarthur pega a maria-mole leve ao forno por 10 min, acrescente molho barbecue e seja o que Deus quiser! lol",
  "@oliveiraarthur como eu consigo falar com vc?",
  "@oliveiraarthur I wish!!! lol",
  "@oliveiraarthur esta e a melhor frase do filme! Serve pra todos nos. Pelo menos pra mim. ;-)",
  "Boa Noite!",
  "@warleykaizer gostei do nome!",
  "lol !!!!!!! Mais conhecido no meio virtual como Jazzmilson!!! ROFL!!!!",
  "excelente a cadeira la do kiko & samuka...se alguem precisa de um hair stile,pode procurar um cara carequinha, todo bombado chamado Jamilson",
  "bom dia a todos!",
  "Meus muitos seguidores, Bom dia!!! Contagem regressiva para EBD-PC4 via Satélite.",
  "@Jazzmilson hei.... essa cadeira é show! Agora eu me empolguei em cortar o cabelo ai! Me aguarde!!!!",
  "@oliveiraarthur kkkkkkkkk!!!! Eu também!!!! No almoço já foi um espetacular feijão branco com carnes variadas, quase uma feijoada!!! lol",
  "@oliveiraarthur não esqueci de vc. Estou de plantão na serra. Esse fim de semana marcamos uma saída pra ver uns apts.",
  "@oliveiraarthur som maneiro... Bem feitinho... embora considere que esse estilo tem muita oferta e pouca demanda.",
  "RT @oliveiraarthur:  Veja isso: http://bit.ly/91PnDA",
  "@oliveiraarthur muito bom!!! ROFL!!! vamos agregar em PC4!",
  "@Jazzmilson vc vinicolaiutou muito ontem, hein?",
  "Foi....foi aprazível sim! ROFL !!!",
  "Costelinha de porco assada ao molho barbecue.... OMG!!!",
  "@Jazzmilson ai..ai..aí..ui..ui!!!! Aposentaram os instrumentistas de PC4!!! lol !!!",
  "@oliveiraarthur vc já imaginou se o mundo voltasse a ser como 20 anos atras? Ou 15?...vai lá ...10?omg!!!!",
  "@oliveiraarthur esta na hora do 3gs! No meu banheiro pega!",
  "Contagem regressiva para EBD da PC4. Bom dia a todos!",
  "Por que (separado) = por qual motivo, razão. Melhor é o Inglês: Why(pergunta) e Because(resposta) mais conhecido com \"cuz\".",
  "Retificando a pergunta anterior. \"Por que a maioria das cantoras da MPB são \"sapata\"? É pré-requisito?",
  "Porque a maioria das cantoras da MPB são \"sapata\"? É pré-requisito?",
  "@oliveiraarthur Meu camarada! Bom vc por aqui! Estamos mais próximos agora....ou não! lol !!! \"Caetaniando\" um pouquinho!!!",
  "Galera, o estudio ta com novos equipamentos.&gt; SOM REALMENTE QUENTE mics e pres de primeira.  VAO FICAR NA MESMICE?",
  "@Jazzmilson estou adubando meu cabelo!!! ele tá crescendo bem!!! breve estrearemos o novo salão!!!",
  "@Jazzmilson pica-pau maluco!",
  "@Jazzmilson to esperando o cabelo crescer p/ estreiar a nova cadeira do salão! lol !!!",
  "@warleykaizer inicialmente... procure um adjetivo pro momento que vc vive agora e depois elabore. Essa é minha dica!",
  "Mais um dia de intenso calor!!! As estações do ano e o clima estão descontrolados!!! Bom dia... com bastante filtro solar!!!",
  "O culto ontem foi muito bom. A tocada foi aprazível. Lol!!!",
  "Bom dia!!! Hoje sem reclamações.",
  "e a propósito... bom dia a todos!!!",
  "Vários países da America do Sul pagam de R$1 a R$1,5 por litro de gasol. 100% e não são auto suficientes... que lástima!!!",
  "Segundo nosso presidente, o Brasil é alto suficiente no petróleo. Então, pq pagamos tão caro por ele? E gasolina com 20% de alcool, hein!!!!",
  "...e pararia de ser \"roubado\" pelo preço do combustível! É uma vergonha!!!",
  "Que vontade de parar de andar de carro, se fosse uma mudança fácil, eu tentaria mudar minha forma de trafegar nessa cidade...",
  "@Jazzmilson acredito que hoje estarei em PC4!",
  "@Jazzmilson senti tua falta ontem no comando das baquetas!",
  "Bom dia a todos!",
  "@warleykaizer Hi, mate! i'm always looking for the best sounds! I appreciate your sounds! God bless you!",
  "Meus muitos seguidores!!!lol!!! Estou entrando para Lopes, a maior corretora de imóveis do Brasil. Se precisar de algum imóvel, procurem-me!",
  "Um dia com menos calor!?... Tomara!",
  "Eita!!! Sol Quente!!!",
  "@lediocarmona quem se enrolou foi o bota!",
  "Jogando eveonline, aguardando o jogo do Flu!",
  "@Jazzmilson quero convidar-te para o culto de logo mais a noite as 19:30. Cintamos c/ tua presença. lol !!!!",
  "Preparando-me para EBD em PC4...",
  "Domingão promete! Bom dia a todos.",
  "@Jazzmilson show!!!vamos twittar a lá vonte! Welcome!",
  "@warleykaizer mantenha-se escondido na Rocha. 100% dependente do Senhor! EU SOU continuara no controle.",
  "Manha de sol e calor. Vou fritar ovo no asfalto!!!",
  "@warleykaizer Sweet!!! we play 'Nas Estrelas' with the arrengement in PC4!!! lol!!!",
  "Que Deus abençoe a todos nesse dia com toda sorte de Bençãos!",
  "@fredgol9 Que Deus abençoe tua vida! Feliz 2010!",
  "@warleykaizer manda vê WK!",
  "@warleykaizer É isso aí! Tava demorando!",
  "@danielmenezesjr Fred disse q fica!",
  "@warleykaizer Tirando as enchentes, os buracos, os impostos, os corruptos, a violência....... o Brasil é muito bom!!!",
  "@danielmenezesjr é isso ai brother!!!",
  "O que será do Flu 2010?????",
  "@fredgol9 Resposta do \"presidente\"... http://www.fluminense.com.br/materia_interna.asp?idn=9278",
  "AINDA BEM QUE EXISTE VIDA INTELIGENTE NO FLUMINENSE QUE NÃO PENSA COMO ESTE \"presidente\".ESPERO QUE ISSO NÃO ABALE A SUA CONFIANÇA NO FLU.",
  "@fredgol9 VC VAI CONHECER A GRANDE E CALOROSA TORCIDA TRICOLOR DE VITORIA-ES. ESTAMOS EM CONTAGEM REGRESSIVA!!! ST!!!",
  "@danielmenezesjr O Flu vai fazer a pre-temporada aqui em vitoria. A partir de 04/01/10.",
  "@danielmenezesjr EU FICO ESPERANDO NOTICIA BOA... E SO ME APARECE ESSAS PORCARIAS... É FALTA DE RESPEITO COM O TORCEDOR!",
  "@danielmenezesjr TA RESOLVIDO O PROBLEMA! O HORCADES MANDA O FRED EMBORA E FORMA A DUPLA DE ATAQUE COM ADEILSON E RONI!!!!!!",
  "@lediocarmona TA RESOLVIDO O PROBLEMA! O HORCADES MANDA O FRED EMBORA E FORMA A DUPLA DE ATAQUE COM ADEILSON E RONI!!!!!!",
  "http://espnbrasil.terra.com.br/fluminense/noticia/91349_HORCADES+DEIXA+ABERTA+POSSIBILIDADE+DE+FRED+SAIR+DO+FLUMINENSE#comentarioAba",
  "@lediocarmona VOU MANDAR PRA VC A MAIS NOVA PEROLA DO HORCADES!!!!",
  "@danielmenezesjr O Horcades tem algum problema mental!!! Acho que é da família do camarão...",
  "@danielmenezesjr Bicho!!! sem comentários!!! É o que é, simplesmente!!!",
  "@fredgol9 ano q vem, vamos disputar todos os títulos! Vc vai entrar para a história do Fluminense!!! Eu acredito!!!",
  "@danielmenezesjr muito show!!! Tomara q ano q vem seja comemorando título!",
  "@danielmenezesjr Eu tb!!! We are smarts!",
  "@danielmenezesjr Nennnnseeeeee!!!!!",
  "@fredgol9 TIME DE GUERREIROS!!! ESSA ARRANCADA FOI ALGO INACREDITÁVEL!!! EU TENHO ORGULHO DE VCS!!! NÃO TENHO PALAVRAS!!!",
  "Feliz pela NAÇÃO TRICOLOR!",
  "Domingo de concentração para o jogo mais importante do ano Tricolor. Vamo FLUZÃO!!!!",
  "@lediocarmona Ronaldinho sempre foi e sempre será cobrado pelas suas apresentações. No atual momento, ele deve ser convocado. Ele é genial!",
  "Estou me acostumando com o twitter.",
  "@fredgol9 Nós estamos muito felizes com o que vcs estão fazendo em campo. Isso é o que toda torcida quer... um time com brio e raça!"
 ]
}