{
 "user": 945906522458066944,
 "tweets": [
  "Pure Evil\n\nThe cure for Hepatitus C costs a nickel to make, they sell it to is for $84,000.\n\n@realDonaldTrump Release the damn cures!\n\n#qanon https://t.co/SDrgjjOVsm",
  "https://t.co/GgdNS4chif",
  "According to Breitbart @kanyewest condemns Black America's Allegiance to the Democrat Plantation.  @DiamondandSilk have been talking about the Democrat Plantation for three years now and we're glad that Kanye West had the guts to Rap about it.  Love it!  #IndependentThinker https://t.co/Nx6c5Zt9PD",
  "The events(9/11 &amp; wars etc) that affected every one of us on the planet, directly or indirectly by ripple effect, that destroyed our minds &amp; families &amp; our relationship to one another &amp; to Earth, were unnecessary fake/false flags... https://t.co/5xOdWwJEjl #qanon #greatawakening https://t.co/GKcrNrCGlu",
  "@thinkfreely_sam @CNN @realDonaldTrump lol it was painful, but I wanted to see how ridiculous CNN could be, and it was just laughable. I'm just embarrassed for them at this point. #FakeNewsCNN",
  "Here's a youtube vid of the rally. Even if you don't like him, or the party, he's the PRESIDENT &amp; he's delivering RESULTS. Listen what he's trying to say to you as an American citizen, &amp; fact-check it urself &amp; decide. https://t.co/0iuGri8ffF #GreatAwakenening",
  "#TrumpRally #ReleaseTheTexts #Unredacted #WWG1WGA #MAGA #REDPILLED #REDPILL #MichiganRally",
  "@CNN is a joke! Twisting @realDonaldTrump's words as per usual. When ppl chanted Nobel, he said \"I JUST WANT TO GET THE JOB DONE.\"as PRESIDENT. Oh no, CNN reporter did not report this. Just watch the rally then watch @CNN &amp; see how blatantly lie &amp; put wool over your eyes. #qanon https://t.co/jA7SQvREQW",
  "AKATU:\n\n1. Friends Of Light!\n\nI Come Forth To Speak To You About Parallel Lives And Integration Of These.\n\nMany Are Aware Of Timelessness.\n\nOn Earth, It Seems That Time Was Created For You To Run Through Your Days.\n\nIn Truth, There Is Only This Moment.",
  "WHO raisedd all these kids grow up to be such pathetic wimps? If I said I needed a safe space my fellow students, friends, parents, probably even teachers back in the 80-s 90-s woulda beat our ass. Parents lost the legal right to bust a kids ass and it all went to hell https://t.co/O3IOg9rPa2",
  "If you watch one video today, let it be this one. Find your local council meetings &amp; infiltrate! #qanon #truthwillprevail #redpill #exposedeepstate #globalawakening https://t.co/Px9Ft2myTb",
  "#releasethetexts #Unredacted https://t.co/4PsjY67Af8",
  "Please watch &amp; let’s infiltrate local council meetings!! #qanon #redpill https://t.co/w9JoWi8FnO",
  "@ZumaDogg @ZumaDogg thanks for sharing this!! Dude come on you are awesome. I’m not tying to psyop you (saying this probably wont help, but for the record). I have to look at my local council meetings now such a great idea!! 👍",
  "@ZumaDogg Just trying to be nice to another person who seems to be down. Ok got it.",
  "@ZumaDogg I just got woke recently... a newbie compared to you. I cant imagine ur frustration. Wish you all the best.",
  "@ZumaDogg Just keep doing what u believe in💕 hope u have a great weekend &amp; don’t let negativity effects you!",
  "@ZumaDogg I share your frustration! Some good is happening for sure, but where r #diseasecures #freeenergytech #debtlessecon #NASAfiles? Noone reads my tweets either, but I keep speaking up! What we r trying to do is way bigger than politics or Q, we need to take back Earth. #spiritualwar",
  "@LibsRCancer Uncanny.. South Park - My Safe Space https://t.co/SLYDUAhWDi",
  "@Nigel_Farage South Park - In My Safe Space https://t.co/SLYDUAhWDi",
  "It is important to realize that when a person watches TV, they go into an alpha brainwave state, in which they become more relaxed and highly suggestible. Television programming greatly affects us while in this state.",
  "@kanyewest @kanyewest please consider hemp for your products! Hemp became illegal along w/ canabis bc it threathened rockerfeller/mellon owned industries like nylon &amp; timber in the early 1900 era(1910ish). https://t.co/oxE54TsbcH",
  "1/ How beautiful, new way to look at water. We gotta change people. Our oil dependent economy is killing the planet. Seriously we'll go extinct, except for #thecabal and slaves they will bioengineer. We will forever be slaves to them. How? #DEBT! We need #cures, #freeenergy, https://t.co/QetyfpYFuy",
  "Hillary Clinton killed Gaddafi and opened the floodgates into Europe, he would not be letting this happen were he still alive. \n\nThis is globalism in action. https://t.co/i3EtQYb5Mu",
  "Secret\nWhat if 3D life was a matrix where everything we do to life mirrors back to us from a random source in the future? That would mean those who constantly channel love will constantly be loved in the future. It would mean anything one wants in life, they have to give it away. https://t.co/aWd9jDQAvS",
  "#Amazon #Alexa spies on you (a CIA home listening device). BUT, at least you can turn lights on and off with sound of your voice, instead of just using a switch.",
  "They are everywhere!!! Wake up already ppl &amp; protect yourself and your family. We need to get angry!! #qanon #greatawakening #spiritualwar #StrengthInNumbers https://t.co/8lnY67cIOD",
  "Judges\n\nThey look down on civilians like we are worthless cockaroaches while protecting their pedoLuciferian Deep State Cult like they were God’s chosen people. \n\n#qanon https://t.co/Nas0w3ZZzS",
  "Far right? Allow me to clarify: I believe the black community can do it without hand-outs. I believe the Democrats have strapped us to our past to prevent us from our futures. And I won’t stop fighting until all black Americans see that. \nI’m not far right—I’m free. https://t.co/wtqCuYPtM2",
  "#releasethetexts #Unredacted #qanon https://t.co/pM1swPWLW5",
  "Fed ban on making virus more lethal is lifted, back in dec 2017. What can go wrong?🤔 Why? explain please! #qanon @potus @WhiteHouse @realDonaldTrump #eugenics #vaccinekills #dontfallforpropaganda #billgatesisevil  #depopulation https://t.co/1yofbs1ht8",
  "@naomirwolf Yeah, it's funny that he is \"warning us of a pandemic\", and he is funding vaccines and Geoengineering. Makes you wonder what we are being sprayed with? Especially since the US as of dec. 2017, just lifted a ban against the production of biological weapons. https://t.co/70mNLqioKR",
  "https://t.co/jUZTVP2cUw",
  "🔴CNN Paid James Clapper with Employment For Leaking Dossier To Tapper\n\nDeclassified report on Russia Investigation proves Clapper leaked the anti-Trump dossier to CNN's Jake Tapper, then lied about it to Congress, and then was rewarded with a job at CNN.\n https://t.co/k9z0x4PEYU",
  "My fault yo https://t.co/TIWhG8o1ST",
  "*distracting yourself WITH, not from! My bad😅",
  "#HisNameWasSethRich https://t.co/MYxmtQTjtF",
  "Thank you President Trump for making the world a better and safer place.  As the Nobel Peace Prize has lost all meaning I suggest the Trump Peace Award.\n\nhttps://t.co/rL2c527ewu",
  "@rjeffries99 I wonder if everyone @cnn was crying having to report this. A FACT! #qanon #greatawakening #spiritualwar #worldpeace #ReleaseTheTexts",
  "@President1Trump @DiamondandSilk This is so infuriating. I think I've seen 3 separate reps trying to incriminate/intimidate the ladies, and they were all black! Shame on you Jeffries, wonder what you had to do get your position. See, racism is manmade; assholes r just assholes no matter what color!! #qanon",
  "Learn more at https://t.co/tRhgXmqgGS 💫\n#siriusdisclosure #unacknowledged #government #ufos #extraterrestrials #freeenergy #stevengreer #drgreer #zeropointenergy #nikolatesla #alien #conspiracy #illegal #secrecy #CIA #military #corruption #ce5  #worldpeace #universalpeace https://t.co/Ud8tCDI8ki",
  "Photo source: https://t.co/cH6GdcpWwX",
  "End of Message! 💕#qanon #globalawakening #wakeuppeople #spiritualwar #releasethetexts #releasediseasecures #canceriscurable #chemtrail #stopfundingthedeepstate #stoppayingtaxes #TaxationIsTheft",
  "5/ Life is WAY better outside matrix, and honestly there is so much work to be done that we really don't have time for petty arguments about racism, sexism, gender equality, rights blah blah blah, they are manmade concepts, get over it, and let's make Earth the best planet ever!!",
  "4/ -ners and creators! We are supposed to be pretty awesome! Our creator's given us everything we needed to live on Earth. So be proud of yourself and stop distracting yourself from mindless #consumerism. I pity those who are stuck in the #matrix &amp; refusing to come out. Wake up!",
  "3/ not on this planet just to pay taxes and worry about daycare and wake up every morning to spend time with strangers only to come back to the loved ones two hours a night. Each of us is precious, and we are here to take care of the planet and make it heavenly,  we are all garde",
  "2/ sustainable homes, decriminalized #hemp-&gt;perfect, eco-friendly god given material to create and be creative, holistic/natural medicine and treatment ie. frequencies, re-learning how to live as a human being with animals and plants in harmony. We've lost touch with nature. We r",
  "1/ How beautiful, new way to look at water. We gotta change people. Our oil dependent economy is killing the planet. Seriously we'll go extinct, except for #thecabal and slaves they will bioengineer. We will forever be slaves to them. How? #DEBT! We need #cures, #freeenergy, https://t.co/QetyfpYFuy",
  "#TheRainMakers are bringing the rain - enjoy the #STORM Patriots!☔️☔️☔️          \n\n#BackTheBadge #ThankQ #QAnon #TrustThePlan🍄🍄🍄             \n\n#Renegade  🍕#Releasethetexts🍕#GreatAwakening 🎚️@POTUS🐼🐼🐼 https://t.co/nYkIkwz070",
  "Some people are so brainwashed by Deep State, they will defend the way our economy works even if 4 companies own all the Corporations, 50% of American's are near poverty or worse, 20,000 debt slaves suiciding every year, or homeless tent cities popping up everywhere.\n\n#qanon https://t.co/ffXJcAZ0Cy",
  "I just can't get enough of these two ladies. TRUTH IS SPOKEN!!!! Keep it up💞Sending you love and may GOD keep you safe. @DiamondandSilk https://t.co/bszP4VW42f",
  "So you see, this is not about politics at all, it's Good vs Evil, and politics is just the place where the shit hits the fan and both sides meet... https://t.co/Z7DHhIgWsR",
  "I'm going to drop a song with a verse that will bring Ebro the closure he's been seeking \n\nThe bars 🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥\n\nIt's called Lift Yourself",
  "#releasethetexts https://t.co/nyd52PI3bi",
  "#releasethetexts https://t.co/QmZahAvLA8",
  "SMILES FROM KIM! https://t.co/KSK7AddC0A",
  "@ReneeCarrollAZ @_SierraWhiskee @Franklin_Graham @FLOTUS @MELANIATRUMP @RealWolfiesPac1 @ArizonaKayte @thebradfordfile @bbusa617 @SandraTXAS @Dawn_DeMore1 This is such a cute picture💞 My heart!!!! genuine display of love!",
  "https://t.co/q4oK3nEsmm",
  "#QAnon #TheStorm #GreatAwakening #WWG1WGA #IBOR #OIGReport \n\n(1) A #QAnon thread on \"Who is Q and other questions\"\n\n👾 https://t.co/8d9d1YqOnt",
  "#ReleasetheTexts https://t.co/MDkusZUYRt",
  "Americans Robbed For $21-Trillion Dollars\n\nThis happened over the past 2 administrations to fund the Secret Space Program\n\nThe value stolen is $70,000 for every person\n\nThey were trying to bankrupt America to introduce Socialism\n\nStop Paying Taxes, Fines, &amp; Bank Debts \n\n#qanon https://t.co/ogcCrNbVPb",
  "'NO MORE WAR' https://t.co/NAHr7biLeQ",
  "North and South Korea sign peace agreement formally ending Korean war. Strong on displaying intent to build peace but clear practical measures are so far limited: ending some propaganda broadcasts, more meetings, better transport links, family reunions  https://t.co/VScgjxToUF",
  "#MOAB MOTHER OF ALL BOMBS INCOMING!\nWE HAVE IT ALL!\n\n#ReleaseTheTexts\n#TheRainMakers\n#QAnon\n#TheStorm\n#TheGreatAwakening\nPRAY FOR @POTUS\nTY @realDonaldTrump\n#Trumpville\n#ItsHappening\n#RELEASETHETEXTSNOW\n#WWG1WGA\n#MAGA https://t.co/G1BJFpW5dv",
  "The Moment You Change Your Perception https://t.co/uLwCjYdpPJ",
  "Feel the fire in you belly?\nLet it burn!! Let the information spread like wild fire!! \nThe #STORM is here and the red flames are behind #QAnon\n And @POTUS \nSpread the #truth  and help others in #TheGreatAwakening\nThese are wonderful times!!! \n     #ReleaseTheTexts\n        #MOAB https://t.co/yQG5biU3ko",
  "Oh look, its #DNADay sponsored by 23andme where you sign over your entire life.\n\n#QAnon #thegreatawakening #patriot \nhttps://t.co/lE4HRaXujI",
  "@InGodIDoTrust @realDonaldTrump @POTUS Totally agree. Nobel peace prize has become a circle jerk among the \"cabal elites\".",
  "@steph93065 @carrieksada @CarmineZozzora @ChristieC733 @LVNancy @LeahR77 @Stonewall_77 @CNN https://t.co/Mm9WpNgIV7",
  "@Barsook008 @honorbound1974 @realDonaldTrump no i have no intention of blocking. have a good day and i hope you have some positivity in your life!",
  "Dear God,\nThank you for answering our prayers.\nA grateful Nation\n\n#GodBlessAmerica🇺🇸 #PresidentTrump #ElectionDay https://t.co/xKopdEYNpe",
  "This is as historical as the fall of the Berlin wall!!! \n\n#QArmy RETWEET to nominate #TrumpNobelPeacePrize! \n\nNK MEETS SK! 'NO MORE WAR'! #TrumpEffect \n\n@POTUS #QAnon #MAGA #NoKo #SoKo #KAG #FridayMotivation #FridayFeelings https://t.co/MrTS58q6s2",
  "@Barsook008 @honorbound1974 @realDonaldTrump nope. disagree. please stop trolling me and stop spreading fear. money is not the issue. bye!",
  "@_TriggeredUhOh @chromeit3 @CNN https://t.co/a1VaNZrvW1",
  "When will we see the headline: “Trump Ends the Korean War”? Unlike Obama, he actually deserves the Nobel Peace Prize. @realDonaldTrump",
  "KOREAN WAR TO END! The United States, and all of its GREAT people, should be very proud of what is now taking place in Korea!",
  "@Barsook008 @honorbound1974 @realDonaldTrump What's OT? How fiatbroke NK now is a non-issue.- Denuke frees up resources tied to defense now can be used to take care of ppl etc, - POTUS froze transfer of criminal assets, hope NK forfeited cabal's stashed $ ha!, - NK in world economy (natural resource rich). it'll be ok!",
  "Meanwhile, the body count continues..\n\n#ReleaseTheTexts #ReleaseTextsUnredacted\n#Unredacted #ReleaseTheFullTexts https://t.co/ouwFO4GJYL",
  "@honorbound1974 @Barsook008 @realDonaldTrump Exactly! I’m sure unification is super complicated and financially burdening beyond anyones imagination, but today opens doors for family reunions &amp; cooperation in many sectors. It’s definitely a step into the right direction.",
  "I got too excited I couldn't even finish my tweet lol good people are winning &amp; people are being freed from #thecabal 's control. #qanon #greatawakening #onekorea",
  "I can't😍 #l https://t.co/NjSaVFFgY0",
  "Israel Did 9-11\n\nDeep State Rabbi Luciferian admits that 3000 Jews were told not to go to work on 9-11 because the Mossad was bombing the Twin Towers.\n\nNote: Kahzarian Luciferians pose as Jews hence the title Rabbi. They infiltrated Judaism.\n\nhttps://t.co/kq1gS5I9kY\n\n#qanon https://t.co/82nqAEmBpD",
  "The greatest trick the Devil ever pulled was convincing the world he didn't exist.",
  "@LibsRCancer @POTUS @LizCrokin a desperate man does desperate things!",
  "#ReleaseTheTexts https://t.co/ZuVGind3SA",
  "#ReleaseTheTexts https://t.co/4oVukAhXNe",
  "@TheTrussel @Captain_Crypt00 but STORMY DANIELS!!! #CNNisFakeNews",
  "#ReleaseTheTexts We have more work to do! #qanon https://t.co/ormmaV4abs",
  "N and S Korean leaders meeting right now for only the 3rd time in the 70 year history since the peninsula split, in the house of peace. Why is this not being covered on EVERY major news network? I served there for years, This is HUGE!! #unification #OneKorea",
  "NOW: South Korean President Moon Jae-in meets North Korean leader Kim Jong Un for a historic summit. https://t.co/qscw5BVqse https://t.co/9dHLzdBQ2v",
  "So many good news in one day! @realDonaldTrump taking care of veterans. It's amazing day for my korean-american-veteran family 💞 (is this really happening!!??) #qanon #GreatAwakening #WWG1WGA https://t.co/kVSQgnqa47",
  "Just amazing. I'm so excited to be alive in this moment in our history. Served there for many years! #InterKoreaSummit https://t.co/f3LZmT7vaZ",
  "Love is flowing out of my heart! There are more good people in this world 💞 https://t.co/OY2g23YrhV",
  "@Captain_Crypt00 we'll never know...🧐 #protectQ",
  "@ArthurSchwartz This is gold. Thank you for the laugh!!! #qanon #CNNisFakeNews",
  "@Captain_Crypt00 WE NEED TO WALK WITH @realDonaldTrump NOT BEHIND HIM!!! #qanon #patriotsunite #greatawakening #WWG1WGA",
  "@smothertucker4 @realDonaldTrump The link provides a good overview of what's been going on in the world. I hope you take a look and examine the evidence.",
  "@smothertucker4 @realDonaldTrump I'm sorry you feel that way. The fact is @realDonaldTrump has done what pres before him didn't do, 'cause they were keeping Kim and the entire country of NK (&amp;SK) a hostage to their evil agenda of enslaving the planet. https://t.co/qcYkyDGl3I #qanon",
  "@ElizbethLManess @realDonaldTrump Thank you!! I havent had tears of joy in a while. Happy for our planet 💕",
  "I am screaming!!! I can’t believe this is happening!!! A huge leap towards unification of my home country 🇰🇷 🇰🇵 Thank you @realDonaldTrump Thank you!!!! #onekorea #peaceinkorea #한국평화 #한국통일 #qanon #worldpeace #iwannagovisit https://t.co/LX5Vx7i95R",
  "#ReleaseTheTexts\n#NoRedactions\n#ReleaseTheTexts\n#NoRedactions\nWE WANT THE #MOAB RELEASED RIGHT NOW!\nASK ALL UR FRIENDS 2 JOIN!\n\n#QAnon \n\n#1101001 https://t.co/P8KyzordOJ",
  "@DRUDGE_REPORT I hope this is a satire...probably not though huh. My eyes cannot roll far back enough.",
  "💥✊BOOM👊💥 https://t.co/uwQsUFSDQy",
  "@UniqueBeing111 Sending love to you! 💕",
  "Life is so much better when you are not afraid. We tend to project our fears on ppl who are close to us, which leads to more conflicts and hate. Don’t let fear invade your #beautifulminds! #getwoke #greatawakening #freeyourself https://t.co/pd8rBzk65D",
  "Our human CIA NSA MI6 FBI SVR White Dragon Society Delta Force Navy SEAL physical forces will not defeat the Illuminati NWO Luciferian Satanist pedophile cannibal Wicca witches unless the Christians first pray &amp; destroy the witchcraft that is defending them &amp; witches vampire nest https://t.co/mzuEr9frRd",
  "Notice to pedophiles: Children are not for you to take out your selfish, perverted lust upon, nor your violence. They are God’s most precious &amp; innocent. You will answer for any harm you cause. God is watching &amp; so are my VIPR Team members. -Craig Sawyer #V4CR https://t.co/J2GqsasVyy",
  "I HAVE AWAKENED!\nI THINK FOR MYSELF.\nI AM NOT A SLAVE.\nI AM NOT THE SHEEP, BUT MAYBE THE SHEEPDOG PROTECTING THOSE THAT NEED PROTECTING.\n#WWG1WGA\n#Qanon\n#GreatAwakening https://t.co/EzPpZq2wkH",
  "Child Protection Services (CPS) is EVIL https://t.co/TsuZ2RTapB",
  "Sunscreen Causes Cancer! https://t.co/zkUw3j7njh",
  "https://t.co/nSSzC9vvMN",
  "Vaccines are full of toxins and carcinogens, including fetal tissue. Members of the elite have admitted that vaccines are being used for depopulation.",
  "Alphonso Taft, a founder of the Skull and Bones Society, is the Grandfather of ex-president Howard Taft, creator of the forerunner to the United Nations.",
  "https://t.co/vM8uriG8q1",
  "The sleeping giant is slowly awakening to the corruption that is enslaving us all. #WeThePeople are spreading information faster than #DeepState can keep up with. Once this giant has fully awoken we shall be unstoppable! #QAnon #DeepStateExposed @realDonaldTrump @TrumpsBlonde https://t.co/vXD8qNUeYD",
  "Poor Neighborhood\n\nThe poorest neighborhoods are the ones that the Deep State has been robbing for the longest time. Poor 3rd World countries are robbed the hardest because the people aren't willing to put their foot down (divided &amp; conquered) and/or they are unarmed.\n\n#qanon https://t.co/fJ556IdP3n",
  "@kickassblues @BasedinFlorence @EponaDeaEquorum @23andMe Also, just because I happen to like what Trump is doing, doesn't mean that I'm a blind follower or a republican. I just do my research and make my own decision. This is a good place to start if u wanna examine evidence yourself https://t.co/qcYkyDGl3I",
  "@kickassblues @BasedinFlorence @EponaDeaEquorum @23andMe Not sure what you mean by that, you made no point at all. No one talked about Trump. We are talking about DNA harvesting. I'm coming from a place of concern bc this is a serious issue. What does that have to do with my political views?",
  "@BasedinFlorence @EponaDeaEquorum @23andMe that's not what i'm saying - but you do you.",
  "@mntbrk @BasedinFlorence @EponaDeaEquorum @23andMe Just be careful - even if you don't disclose your identity &amp; bc your brother did it already, they have part of your DNA in the database, and will be able to match by the sample you send in.",
  "@JuniusJuvenalis @BasedinFlorence @EponaDeaEquorum @23andMe Insurance is just one example of how DNA harvesting can effect you and your family in the future. I guess in the world of universal healthcare, it's the government that you need to worry about; 'cause you know they will have not only your info, but also family DNA related to you.",
  "@LauraLoomer @thebradfordfile lol \"call me commissioner\" get over yourself woman! you didn't get to that position 'cause of merit. 👏👏 to the officer who handled that entitled monster like a champ!!!",
  "@oldmanebro @kanyewest @chancetherapper @gherbo @lildurk @common @Akon What do all these ppl have to do with anything Kanye's trying to do? How is he obligated to connect with other figures? 'cause they are black? they are rappers? You do you, let them be, let him be.",
  "Censorship \n\nTwitter just stripped 10 million of Kanye West’s followers as a warning shot for him to stop promoting Trump. \n\nIt’s time to lock Jack Dorsey up &amp; make Twitter a free, public utility without the meddling of evil Corporate Fascists.\n\nhttps://t.co/ibQGfAV4cp\n\n#qanon",
  "Are you awake?\nDo you SEE (for yourself) the MSM = propaganda tool of the LEFT?\nDo you SEE FB/Twitter/GOOG censoring non LEFT POVs?\nDo you SEE the corruption?\nDo you SEE the EVIL?\nAre you a SLAVE?\nAre you CONTROLLED?\nAre you a SHEEP?\nARE YOU AWAKE?\n\n#QAnon #MSM #censorship",
  "Thank you Kanye, very cool! https://t.co/vRIC87M21X",
  "https://t.co/ck9XB4TxCZ",
  "@BasedinFlorence @EponaDeaEquorum @23andMe Please don't base your research on mass media propaganda. Just search on twitter for qanon and dna harvesting - start from there.",
  "@BasedinFlorence @EponaDeaEquorum @23andMe Insurance is just an example, the implications are far fetching. Look into who is the founder of 23andMe and her hubby, and what's going on users data with Google. All i'm saying is please do research before making a decision to share your DNA, good or bad.",
  "@Chughey81 @OHANON1 @NadsterResist @23andMe Once you give away your DNA information, there is no turning back. It's just not worth it. I have nothing to gain by telling you this. Just do your research and have an open mind. Why are people against DNA harvesting?",
  "@Chughey81 @OHANON1 @NadsterResist @23andMe You inherit DNA from your parents, therefore, if you share your DNA w/ @23andMe , ur sharing half of your son/daughter/s DNA &amp; siblings' &amp; parents DNA. Do you really trust the waivers..The implications are far greater than u know, and a piece of signed paper will not protect u",
  "Never do a DNA test! \n\nNever donate blood!\n\nDon’t you know the dark brotherhood—invisible hand—tracks those people with special DNA for use in nefarious activities?\n\nAnd people with NON SPECIAL DNA are put on the CULL LIST! \n\n#DNADay",
  "@Chughey81 @OHANON1 @NadsterResist @23andMe what are you gonna do when you die, and the future generations of your family are effected by your decision to share DNA? They did not agree to share their DNA, but you'll forever change their lives for the worse.",
  "@BasedinFlorence @EponaDeaEquorum @23andMe Think racism is bad now? ppl will be discriminated against their DNA make up. Don't trust the FDA or terms and conditions. Please do more research and find out what sharing your DNA may mean for you and ur family. Don't fall for these light-hearted commercials. Wolves in sheep cl",
  "@BasedinFlorence @EponaDeaEquorum @23andMe The decision to share your DNA can effect your future, your children's future and everyone in ur family PERMANENTLY. They are building a DNA database of ppl! why dangerous? Insurance comp can deny you(or everyone in your fam) service 'cause u may have a propensity for diabetes.",
  "Greed has no bounds...Did the Clintons really NEED to steal the china? No! So embarrassing. JUST WOW. #qanon #greatawakening https://t.co/DdFk6u3aS3",
  "When a teacher bangs her student \n\nBut then he becomes president of France &amp; #pizzagate &amp; stuff \n😆😆🍕\n\n#qanon\n#Thegreatawakening\n#france\n#usa https://t.co/VYZS8MXxoq",
  "I was told to post this.\n\n#Qanon\n\nhttps://t.co/UfpblVjc0p https://t.co/L7gWSlWYKo",
  "Why won’t MSM cover CHILD SEX TRAFFICKING cult arrests? \n\n‘Bottom to top unraveling’ and it includes BIG names in #Hollywood and Politicians! Local and Federal. \n\n@POTUS #PizzaGateIsReal #MAGA #Qanon @LizCrokin #GreatAwakening #Smallville https://t.co/9JBoACqDAs",
  "If you're interested in the whole #QAnon phenomenon check this link out provided by a friendly local Anon                        thanQ\n\n#TheRainMakers #GreatAwakening #Strzok #Page #releasethemessages\n\nhttps://t.co/23ZoMCnXYV … https://t.co/nNylXcCz3g",
  "REMEMBER WE ARE IN A SPIRITUAL WAR FIRST, AND A POLITICAL WAR 2ND!!! \nTHE CREATOR IS THE MATH BEHIND QUANTUM PHYSICS!!\nMERGING OF ALL IS THE CREATION OF SELF AWARENESS OF GOD!\n#MAGA #TRUMP #QANON #SPIRITUAL #SPIRITUALWAR #INFOWARS @RealAlexJones https://t.co/zcaYslvLAo",
  "The limited #NXIVM coverage has ZERO mention the child trafficking charges #Pedogate #BreakTheMSM #QAnon \nMSM has you brainwashed.\nThey want you controlled.\nThey want you enslaved.\nThey want you divided.\nThey want you dependent! https://t.co/cbzjC8WBdA",
  "Movies, television shows, and even music videos are cleverly scripted to influence the viewer's mind, inputting subliminal messages.",
  "#QAnon #WWG1WGAA \n\nThink before you donate to charities. https://t.co/IQvI9MBqfj",
  "@NSBApollo Deleted my second tweet - need to organize my evidence.",
  "@NSBApollo It is POSSIBLE that he lied or manipulated data to match his narrative, whether that was his intention, or was pressured. I don't know. Human history has been falsified, and when you look at data, you can see that there's no way that we all came from some \"big bang\" explosion.",
  "@NSBApollo I used to like Carl Sagan. But I believe he was investing more into his existing beliefs more than the truth. (Look up his interview in parade mag) He went to extremes in distorting data on life on Mars, alien contact - although findings and results clearly showed they are real.",
  "@NSBApollo that's the problem. Renewable&amp;free energy has already been found by Nikolas Tesla. What are they looking for? It's already a thing. I'm not saying that they are knowing participants, but they are \"scientists\" within the existing framework. Anything outside of what's acceptable,",
  "Ex- astronaut Brian O'Leary gave up lucrative career at NASA &amp; prestige universities 'cause he realized that scientists are more about money and keeping their beliefs rather than finding out the truth. Suppression of technology &amp; knowledge is real. Any renowned scientists: https://t.co/Vd4hJvPIm1",
  "@aisoffice Reading his book right now, Miracle in the Void. I hope he knows there are ppl who are carrying on his legacy and message. i'm only half way thru, but I'm already so inspired by him. Hope he knows that we are getting a little closer to uncovering the truth.#qanon #GreatAwakening",
  "@GHeadicus the pope.",
  "Cognitive Dissonance\n\nHumanity still hasn’t realized that ALL forms of emotionally charged attacks (yelling, fighting, ect..) are fail. \n\nPeople who often jump from being friendly to being an asshole to punish people suffer from split mind (cognitive dissonance).\n\n...\n\n#qanon https://t.co/6N6pYTveh7",
  "Divas\n\nHow will the world react when they find out the “Divas” they so worship are just high ranking Luciferian Pedophiles. 🤔\n\n#qanon https://t.co/5MS7d0O53q",
  "The FDA banned Vitamin B17 because it cures cancer.\n\n#qanon https://t.co/10b9YMshg9",
  "@lmedina1958 @AmPatriotCA @mattksimon @realDonaldTrump I am not saying that believe everything in the doc, but will give you a good base to start from. If ur skeptical of something, do your own research and find out more. Hope you join the good fight.",
  "@lmedina1958 @AmPatriotCA @mattksimon @realDonaldTrump Lori, I hope you take the time to read this document. This is what’s been going on. Everything u see on the news is a lie. U can start here and hope u continue ur journey to truth. https://t.co/qcYkyDGl3I",
  "Always thought, wow with all the money, why dont they take care of themselves? They don’t love or value themselves as authentic humans. Evil is radiating from within. #DeepState #evilvsgood #qanon #spiritualwarfare https://t.co/bmWSKG89zJ",
  "#QAnon #TheStorm #GreatAwakening #WWG1WGA #IBOR #OIGReport \n(1)\nHOW IT ALL BEGAN:\n\nA #QAnon thread about THE OCTOBER DROPS. \n\nThe first 22 crumbs in the biggest INTEL drop in the history of mankind.\n\n👾 https://t.co/XXKWup9DrI",
  "@LisaMei62  https://t.co/QNl8fF8RQT",
  "@JudicialWatch .\n\nTime to name George Soros as a\n\n terrorist organization and seize all\n\n assets to pay back the pain and\n\n suffering he cause world \n\n. https://t.co/smVu6rnR6I",
  "Bitcoin is the greatest scam in history by Bill Harris, ex CEO of Intuit &amp; founding CEO of PayPal &amp; Personal Capital via @Recode is the dumbest thing I read today. Feeling a little threatened, arent ya? Ur desperation is showing! https://t.co/pAz3AZJDtt",
  "@RealSethers Right? I know he’s got the best internet connection. Eric Schmidt (Google) was in NK.",
  "#qanon #GreatAwakeningWorldwide #itshappening #북미회담 #남북통일 \nWhen is Kim Jongun getting a Twitter acct so he can drop some truth bombs about the #DeepStateCabal??? https://t.co/QpjoAEMKGT",
  "PATRIOTS HAVE NO SKIN COLOR\n\nQ\n\n#QAnon https://t.co/8KyjgpauO6",
  "For those wondering... #QAnon @realDonaldTrump  #TheRainMakers https://t.co/oBJKuLwSTW",
  "Rest in peace Mr. President (JFK), through your wisdom and strength, since your tragic death, Patriots have planned, installed, and by the grace of God, activated, the beam of LIGHT. \n\nWhere we go one, we go all. \n\n#QAnon 👇 https://t.co/d0MHIFRitu",
  "#Qanon highlights from April 24:\n\nNorth Korea on path to peace\n\n#IranDeal is not #AmericaFirst. Macron not a \"good guy\" and is trying to convince Trump to keep it\n\n#PlannedParenthood is evil. Drop incoming\n\nAll sounds good to me, just beware of #FalseFlags to derail the agenda https://t.co/xLQTse3Kxf",
  "@deeptruthop @tracybeanz Check my recent Obama take-down Deep Truth, and cheers https://t.co/aCKiXw1iUf",
  "duality to everything. Anything can be used for good or evil. https://t.co/4HX8lxo4zM",
  "@EmmanuelMacron @realDonaldTrump No deal! @EmmanuelMacron is here trying to pressure @POTUS into staying in the IRAN deal. NO DEAL!!!!",
  "Anyone feel like a #Pepsi? \n\n@POTUS #Fetus #StemCells #HumanTrafficking ##QAnon #MAGA https://t.co/Hki6XNZWTB",
  "@Penny34066068 @TilaVerse She seems to be okay! She's waking ppl up on youtube:)",
  "As Your Consciousness Expands, Your Perception Changes And You View Life In A Totally Different Way.\n\nYou See The Big Picture. You Only Want To Assist Others.\n\nIt Is Only About Love. https://t.co/G9nokPp7Ci",
  "Don’t Forget #HumaAbedin, Her Ties To Muslim Brotherhood &amp; Coincidently, HRC’s Most Trusted Confidant\n#Awan  \n#QAnon \n#WWG1WGA \n#WhoIsHuma \n#GreatAwakening \n#DeepStateCabal \n#DarknessToLight \n#MuslimBrotherhood \n👇👇👇👇👇\nhttps://t.co/aA7sQYUz3K https://t.co/MxMOBkx7e5",
  "#DeepStateCabal is full of sex cult perverts #pedophilia, child torture and cannibalism #SpiritCooking an all out assault on kids. If they survive &amp; their #Liberal moms didn't #Abort them to be #OrganHarvested by #PlannedParenthood they gotta fight #Pedophiles &amp; #Pedovores too!🤬 https://t.co/4dye1sfRrO",
  "This made my day!! 🤣🤣 https://t.co/xMlTLpSNUA",
  "@Sara_Salt_ Considering that their demographic is mainly outdoorsy ppl like hunters and campers, I think they were pretty stupid...Clearly competent people are not leading @yeti. They could've just ignore the backlash and weather the storm, but no - way to make yourself stand out #qanon",
  "TRUTH IS COMING\n\n#Qanon https://t.co/2Y8SVWfcN0",
  "We need to investigate Caritas Internationalis, a Catholic Humanitarian Agency that’s been operating a worldwide network. #qanon #patriots #catholicchurchissatan #formercatholic #ChildrenUnderAttack #HumanTrafficking #questioneverything @realDonaldTrump",
  "Not A Reflection Of You! https://t.co/IHphuNjQ0U",
  "@Anon_decoder Secrecy’s been detrimental to humanity, we all deserve to know what Barbara Bush &amp; Bush Sr. did. What good msg? We’re letting her “front” continue bc ppl are going to be shocked? Also how do we know if she really died? Faking deaths are their forte.",
  "\"#GlobalWarming\" has been a \"thing\" since the beginning of the planet. WE are not responsible for it. Man is too small of a presence on this giant planet and falling for the goonerment goonsquad lies only shows your gullibility. DON'T be fooled!! https://t.co/ct7o3pLoYw",
  "Release ✅ disease cures, ✅ secret NASA files &amp; ✅decriminalize cannabis &amp; hemp,https://t.co/PzPYzWp9vf ✅KNOWLEDGE OF FREE ENERGY invented by Nikolas Tesla himself. Electric @Tesla cars are a mockery to real Tesla. #techsupression #qanon #GreatAwakening",
  "@kanyewest Kanye, please look into HEMP. HEMP was criminalized along with cannabis back in 1937, bc timber &amp; oil industry felt threatened(Rockefeller &amp;Mellon), nylon was a synthetic alt. Hemp is healthy &amp; environmentally friendly. All plastic bottles and clothes should be replaced w/ hemp.",
  "Secret\n\nJust by believing something, it will come true. Those who believe they are lucky in life will experience a lot of luck. Those who think they are unlucky will experience bad luck. The good &amp; bad experiences reinforce the belief. Alter life by altering beliefs. \n\n#qanon https://t.co/j0VIaBBZE8",
  "@President1Trump As a legal immigrant and a combat veteran spouse, I full-heartedly support this. There is no reason for anyone to cross a border of another nation on a sketchy ass van, when there is a due diligence process for a reason.",
  "@Ancestry PSA: DO NOT BUY. RESEARCH \"DNA HARVESTING\" AND SEE WHAT THAT MEANS FOR YOU, YOUR FAMILY AND FUTURE GENERATIONS. #greatawakening #goodvsevil #thisisevil #ProtectYourself",
  "We have beautiful minds, all of us. We’re capable of creating anything, the power is stronger than we can even imagine. That is why we’ve been kept in dark in every way possible. We’re here for a reason; it’s to take back mother Earth from the evil force. Be brave, you’ll be ok.",
  "suppressed technology and science, religious control and much more that I didnt know about this world and why I am here. Most importantly I feel GOD’s protection all around me. Thank you GOD. I will forever be your servant and spread your truth.",
  "My first love was books; mom let me not go to school bc I’d put books over my head in bed and immediately start reading as soon as i wake up. That innocent passion I’d lost more than 20 yrs is back, and it’s taking me on a fantastic journey to real history of humanity,",
  "CNN (pronounced SIN)\nDefinition:\n1. An immoral act considered to be a transgression against divine law\n2. An action that is or is felt to be highly reprehensible\n3. Anything contrary to the Word of God\nYep, that sounds about right, it describes CNN perfectly https://t.co/leocmsKU6l",
  "https://t.co/d4XZZcNbaH",
  "If you teeet #TrustThePlan within explaing why, you are a nutty Q cultist, and I will unfollow your weak ass. Talk about sheeple. You did know who Q is...you aren't sure what is being said...TRUST THE PLAN , blindly! Ok",
  "@ZumaDogg Exactly! How many times do we have to be fucked over before we realize We can’t put the future of humanity in the hands of an individual or small groups of ppl. Funding both sides of a war is the cabal’s fav tactic. I support Trump’s actions in exposing evil, but not blindly!",
  "We're all pretty excited for what @AtlantisCrypto has in store for the future! Keep your eyes on this one team! 🚀🌕 #Marinecoin #MTC #BTC #LTC #doge #AI #IoT https://t.co/bTri5GVtEz",
  "@LizCrokin @tn24vols It’s like they are asking for investigation!",
  "#AliceDay IS COMING!!! \n🚨🚨ALERT🚨🚨RT RT RT \nApril 25-28 Is when #Pedophiles exploit #Children out in public without your awareness!!!! Please pay attention to the signs &amp; warnings!! #SaveTheChildren #StopChildSexTrafficking #ChildrenAreNotToys  #TheDragonsDen #ExpectUs https://t.co/ozBKMQSiqj",
  "@kwilli1046 @SONNYBILLFAN I have a feeling that the Nobel Prizes are just part of zionists/nwo circle-jerking each other. Why do we need a global level prizes, except for its intended use to glorify one world order and brainwash ppl to believe that they are heroes.",
  "#TheGreatAwakening #ReleaseTheVideo #HRCVideo #QAnon #Maga @realDonaldTrump @POTUS #WeThePeople #TheStormIsHere https://t.co/woAEAMRDEy",
  "Smashin’ Joe Scarborough is said to have bludgeoned his intern to death.\n\nLori Klausutis is rolling in her grave knowing this killer is still reporting news on live TV with impunity. \n\n#qanon https://t.co/4ZOPh5ZvlN",
  "✔BackPage \n✔NXIVM\n✔DarkWeb Pedo Ring \n✔Child Porn Busts\n✔Executive Order 13818\n✔Haiti \n✔Corey Feldman\n✔R. Kelly \n\nAre you awake yet? \n#RedPill #QAnon #pedogatenews",
  "@KamalaHarris sugarcoat it all you want, but what you are promoting here is glorified socialism/communism. Tell me when that ever worked in human history. Thank you for trying to make public indoctrination camps free for all! So nice of you. Ppl dont fall for fancy words smh #qanon",
  "@Penny34066068 @TilaVerse Something is definitely off! Hope tila’s okay. Its very suspicious and now that someone close to her “died”...typical imo for the cabal to shut someone up.",
  "Where is #tilatequila? She tried to expose the illuminati then a mysterious suicide attempt. Her twitter is deleted &amp; alt acct @TilaVerse (unconfirmed) website goes to Amazon? https://t.co/CpV2FcHVs5 #qanon #TruthWillPrevail",
  "@Anon_decoder Cant wait for the day when Kim gets a twitter and drop some truth bombs! He has to have all kinds of evidence...",
  "https://t.co/2FauCcMTDk",
  "It finally clicked #Nunes interview this morning with @MariaBartiromo, there was no reason to start because their was no actual evidence against @GenFlynn the #CIA LIED!!! @gqforbes4 called it in 2015 @intheMatrixxx @prayingmedic https://t.co/APJgH9cL66",
  "Zionist Takeover Of US\n\nInner circle Zionists are Khazarian Luciferians pretending to be Jews or other religions\n\nBorn out of the Black Nobility in 1776\n\nZion created the Nazi Party &amp; ordered Holocaust on Jews\n\nHijacked America through pedo insurance on our politicians\n\n..... https://t.co/LXgoOnMnwM",
  "@LisaMei62 @kg_NewsAccount @BreitbartNews Thor’s books are eerily accurate in representation of the world we live in. Secret societies, cabal, terrorism and corrupt CIA/FBI..as if an insider wrote them. Either he is a mouthpiece for the new world order, (typical divide&amp;conquer), or he knows something we don’t?",
  "@Censored66666 @KAGmonCheri @antischool_ftw @Qnonomous . I THINK BLOOD IS the KEYSTONE \n\nPLEASE someone confirm https://t.co/L6uakMBge5",
  "#EarthDay https://t.co/Ioi6Jvyh71",
  "WOW! Haiti got the word! They're protesting in the streets you guys! Look at the size of that crowd!\n\nI wonder why the media isn't covering this?\n\n#Qanon #GreatAwakening #Tarmac #TarmacMeeting #Trump #InternetBillofRights @POTUS #LetsSueFacebook #TheStorm #TaxCuts #MAGA #Haiti https://t.co/69BTCQRatD",
  "The swift action of James Long on Friday prevented what could have been another deadly school shooting when he quickly apprehended the shooter w/only 1 person injured. Lack of attention by MSM shows gun grab agenda by leftists who always seems 2root 4the shooter 2push propaganda. https://t.co/x8AXFPL9Ry",
  "California gov Jerry Brown spent 25 billion on illegal immigration instead of fixing a dam that provides water for 20 million people. \nThat is definitely not #AmericaFirst \n#resist the #resistance they do not care about Americans wellbeing \n#MAGA\n#Trump https://t.co/bu9mBGLPzg",
  "CA school district says parents can’t pull kids from new LGBT sex ed. The law says it will equip students to develop healthy attitudes on gender and sexual orientation. Among the toolkit funded by George Soros offers kids tips on using sex toys &amp; anal lube https://t.co/OMVuxqeE7W",
  "GQ Magazine has placed the Bible on their list as one of the most overrated books of all time.\n\nDoesn’t surprise me.\n\nI would bet my next month’s salary that the Quran didn’t make their list.\n\nThey are too afraid of what would happen to them if they included it.",
  "@DalaiLama How do you explain ur connection to a sex cult? Competition for natural res. is a made up concept by cabal. Creator’s given humanity abundance of resources to be self-sustainable, it’s the cabal making sure that we’re forever oil dependant. Dont u know? So illuminated arent ya.",
  "@Education4Libs David who? Oh the son of a FBI agent whose specialty is school shooting simulations? Ah that guy, still relevant? #his15minutesareup #brainwashedkids",
  "When MSM &amp; Liberals Ignore Truth...They Become Enablers...Thank God @POTUS Is Taking These Vile Disgusting Pedos Down! \n#QAnon \n#GreatAwakening \n#DarknessToLight \n#SaveTheChildren\n\nEx Chief Adviser For The UN’s Baby Labour Program Arrested For Pedophilia\nhttps://t.co/3Ro6Jerw2V https://t.co/P6qiq9neib",
  "Guys help a fellow #patriot. Hes fighting the good fight with #memes.  #qanon #WWG1WGA #america #unitedinlove #america @POTUS https://t.co/9oStVPx7Cr",
  "My creator, GOD told me this the other day. I felt it in my heart. I am not afraid to speak my mind and follow the truth, no matter what. https://t.co/xqndTzTK58",
  "self victimization is a disease",
  "Extreme Slavery\n\nWhen its all said and done, Professors are forced into working a grueling 80 hour work week at $5 an hour.\n\nOther extreme slaves include law enforcement, firemen, and soldiers. \n\n#qanon https://t.co/UbzfE7XLaA",
  "@MisterSoAngry @StefanMolyneux 😂 right on!",
  "This a serious outbreak. Don’t eat romaine lettuce per the #CDC.  https://t.co/WxU2zDd96c",
  "Sunday funnies... 1 of many. Retweet if you like. https://t.co/ArR4XPJJOq",
  "Ask why CNN is criticizing /planting skepticism with #denuclarization of North Korea. They specifically said the word “PR campaign”. Mind control of the mass to the max today! We see bullshit right thru you CNN! Denuclearization happened already you so stupid! #cnn",
  "Sleepy Eyes Chuck Todd of Fake News NBC just stated that we have given up so much in our negotiations with North Korea, and they have given up nothing. Wow, we haven’t given up anything &amp; they have agreed to denuclearization (so great for World), site closure, &amp; no more testing!",
  "Immediately after the interview, CNN is talking about North Korea denuclearization as something bad &amp; possibly PR campaign. You make me laugh. How do people believe this shit? #propaganda",
  "Watching @KellyannePolls interview on @CNN. I am sorry Kelly you have to waste your sunday morning on a propaganda platform. She’s killing it though! 🙌 CNN keeps derailing &amp; attacking her personally. #qanon #CNNsotu #patriot #CNNisacomedynetwork",
  "Strings cut. #QAnon https://t.co/vhZcddE9AX",
  "@KaterinaKaterna @zingars @FinnDalcassian @ClintonMSix14 @ChristieC733 @steph93065 @StacyLStiles @SandraTXAS @Hoosiers1986 @thebradfordfile @GrizzleMeister @tomdelbeccaro @SaysMissy @hrenee80 What infuriates me is that good ppl get into ed to teach, make a difference in the world. And they get taken advantage of to push the socialist agenda. How can teachers speak out? Their livelihood is on the line! Again fear controls.",
  "@matthewhallp @shannon4t76 Just the fact that pizzaria owners are singled out in this article is so creepy! Must be a code for all pedos that big mana died. Or did she? #NoCoincidences",
  "@goattreeinc @jerome_corsi @POTUS I want to know too! Please explain:)",
  "Lord give me your love and your grace, with these I am rich enough and desire nothing more.",
  "@FinnDalcassian @ClintonMSix14 @zingars @ChristieC733 @steph93065 @StacyLStiles @SandraTXAS @Hoosiers1986 @thebradfordfile @GrizzleMeister @tomdelbeccaro @SaysMissy @hrenee80 I agree. I was heavily brainwashed thanks to Canadian education🤮. Speaking of Obama, schools he supposedly attended were at least complicit&amp;actively played their part. Not surprised, universities were built to control dissemination of information in the first place by the cabal.",
  "Being a Free Thinker Today - \nAngers The Leftist Media! Watch &amp; Listen to some of Kanye’s Greatest Songs !⬇️#SundayThoughts \n\n#MondayMotivation @kanyewest @realDonaldTrump @RealCandaceO \n@RexPolitics #SundayFeeling https://t.co/U5muGQApmo",
  "#qanon #spiritualwarfare #goodvsevil #GreatAwakening #MAGA #StrengthInNumbers",
  "good souls keep reincarnating to fight the battle against evil. We are finally reaching a critical mass&amp; waking inner warrior in every1. Whatever ur motivation is, we all want truth, and we must be united. With that said, dont be scared. When u see evil, speak up! United we win!",
  "We are programmed to be afraid of death. Birth &amp; death, it’s just a transition of being, spiritual to physical then back to spiritual. The body you are in is only a small part of you. What if the time (again another concept that was forced down our throats) is just a loop, and",
  "THE BOSS #MAGA #PedoGate #missingDCgirls #johnpodesta #clintons #lynnrothschild #davidbrock #jamesalefantis #lolitaexpress #dyncorp #haiti https://t.co/EEhAPl3t5C",
  "Some companies just don’t learn!  Oh well. I’m sure there are similar coolers for half the price out there!  👇👇👇#2A #NRA @YETICoolers #SecondAmendment  https://t.co/A355AXK35a",
  "@kanyewest @ARRESTPODESTA Institutionalized religion is the problem. I dont think GOD would ever say fear me. That’s exactly what religious organizations would say... The innate feeling you get inside, the gut feeling, that’s our touch with the Creator. We’ve been programmed to ignore and suppress it.",
  "Join me in Washington, Michigan on Saturday, April 28, 2018 at 7:00pm! #MAGA Tickets: https://t.co/DISosdqBuu https://t.co/gHdTgHw5FU",
  "Veterans are homeless &amp; starving on the streets, but somehow Liberals can open up their wallets and raise over $300k for Pornstar, Stormy Daniels, and $500k for lying Andrew McCabe. Veterans are America's Heroes &amp; it is sickening so much money can be raised for degenerates.",
  "Better wake up its real. The US Military saved us from being slaughtered in re-education camps for being \"non liberals\" that's why liberals love to add us to \"lists\" so their nazi Satanist leaders can round us up and call us far right extremist terrorists etc. THEYRE MURDERING US https://t.co/PBCsK1I2wD",
  "I got unverified for stating Chrissy Teigen &amp; John Legend run in circles w rapists (Weinstein), pedophiles (Spacey) &amp; sex traffickers (Charles Wade) - FACTS! Smallville actress Allison Mack was arrested for sex trafficking &amp; NOT ONE CELEBRITY has condemned this! #Pizzagate #QAnon",
  "Avicii, dead at 28, was making his directorial debut in a film exposing #HumanTrafficking. The body counts are too high to continue to dismiss these highly suspicious deaths as natural causes, accidents, or suicides. #GreatAwakening #Qanon #WWG1WGA https://t.co/VIwkvbmJkf",
  "@scroggstl @Duffy_1958 LOL making themselves targets for future investigation.",
  "@Comey I feel bad for the trees used to print your book. https://t.co/c0AvnSxd2b",
  "@Comey  https://t.co/r3h3WHCqqL",
  "@Comey I feel bad for the trees used to print your book. https://t.co/c0AvnSxd2b",
  "@PrincessAracel2 @OutOf666Matrix Yes and we stay united with him. As people. Not just Americans, blacks, whites, asians,\n...but as HUMAN BEINGS on our beautiful planet.",
  "@Ala2kanFr33dom @marabutler67 @MAGATXCandy @ClintonMSix14 @ChristieC733 @steph93065 @StacyLStiles @SandraTXAS @Hoosiers1986 @thebradfordfile @GrizzleMeister @tomdelbeccaro @SaysMissy @hrenee80 Totally legit.",
  "@FinnDalcassian @ClintonMSix14 @zingars @ChristieC733 @steph93065 @StacyLStiles @SandraTXAS @Hoosiers1986 @thebradfordfile @GrizzleMeister @tomdelbeccaro @SaysMissy @hrenee80 I was just thinking that!! All educational institutions m, esp ivy league, need to be investigated. Who is involved in endowment &amp; funding etc. Start w/ Columbia and Univ of Chicago. #truthwillprevail #qnon #corruption #qnonresearchtopic",
  "Buzzfeed:\n\n- Published the fake Russia pee dossier.\n- Claims that if any videos of politicians leak, they're fake.\n- Wrote today that the sex trafficking epidemic is a myth.\n\nThis is Operation Mockingbird in full effect - they're DESPERATE!🍕\n#QAnon #Pizzagate #Pedogate #TheStorm",
  "@Swa32063272 @gulch_s @intheMatrixxx @POTUS Educate youself. Barbara Bush hated humanity. https://t.co/qcYkyDGl3I",
  "THIS IS IT!!! The moment we've been waiting for, for some of us all their lives!!! From the board!! ❤️ #WWG1WGA #QAnon @realDonaldTrump https://t.co/tbS4z1HAL0",
  "@WarchildsEcho @peplamb 🤡 MISINFORMATION ALERT🚨",
  "God created men\nThen god created Satan\nThen Satan created Luciferians\nThen Luciferians took over the world \nAnd enslaved men\nWhile all Anons wanted to do is drink beer play call of duty &amp; watch anime porn\nNow we have to destroy them",
  "@Goss30Goss @Jersey_Geordie Government love is high with this #statist... so lets add another few laws to the 20K gun laws to \"solve\" the \"problem\". Ugh, #EpicFail #SMH #GovernmentIsTheft #GovernmentIsAJoke #StopEnablingThePsychopaths #NoMAGA #NoLeft #http://www.answers.com/Q/How_many_gun_laws_are_there https://t.co/6yv4aAVRTo",
  "Silent War\n\nThe reason people often assume that life only gets harder &amp; harder is because the Deep State has been slowly tightening the noose around everybody’s necks in something called “Silent War” which is when the DS attacks us without our knowledge of being attacked.\n\n#qanon https://t.co/Zlq9OUaPqp",
  "63-As you overcome fear and realized there is more to your soul than just the self, you will develop a great sense of self-acceptance and confidence. Appreciation for all vibrational things.\nhttps://t.co/lwaQBBRydq\nhttps://t.co/eDvI1Fi0Ll\n\n#SpiritCooking \n#QAnon\n#Abramovic https://t.co/yZUqBntIXX",
  "@nascarwoman68 @OutOf666Matrix @Migggz925 @RealJamesWoods It takes a while to load fyi!",
  "@nascarwoman68 @OutOf666Matrix @Migggz925 @RealJamesWoods Here’s a good compilation of Q posts and research. GOD bless the pol who put this together. Real patriots! Hope it helps! https://t.co/qcYkyDGl3I",
  "Earmarked for numerology research https://t.co/GMl0vEQ15A",
  "Thank you for this informative thread. #satanist #Luciferian #qanon #GreatAwakening https://t.co/A5x90WFlnd",
  "The comments make me sad. GOD has given women real bravery to protect family at all costs. This is a good thing. Self surrender is not to their husbands, it’s about self-surrender to our GOD-given role. This is my understanding. https://t.co/BvQ9WEcYMd",
  "@intheMatrixxx @POTUS #NothingToSeeHereFolks !\n#GoBackToSleep ? \nOR\n#ExitTheMatrix ?\nFollow #Q / #Qanon = #MilitaryIntelligence\nResearch: #Qmap\n#MarinaAbramovic\n#TheFamily #TheOwl #OWL #SpiritCooking #Adrenochrome #Baal\n#Moloch #NewWorldOrder\n#SecretSociety \n#PedoWood #Hollyweird \n#TheGreatAwakening https://t.co/2Za7CDSsxa",
  "Meaning\nOn the left Clinton meets w NK leader, although agreements were made the photo behind illustrate turmoil, the countries are in a state of war\nOn right during Kim/Trump twitter war, everyone fearing nuclear death but photo shows calm water. Peace had already been reached https://t.co/Yjqn2EqpKm",
  "A Satanic cult runs the world.",
  "@Anon_decoder @jeffwolfe78 FACT‼️ #Rothschilds #Soros #Saudisheiks are the Cabal that own the #ClintonCrimeFamily who own those under them... oh what a tangled web we weave when at first we practice to deceive ☠️ https://t.co/ptyoCKM2jo",
  "@US774 Well some of us have a different point of view... I will protect myself thank you very much.. #EpicFail #PoliceState https://t.co/6FMKf0peGk",
  "The meaning of #education explained: https://t.co/AllXuNQEru",
  "42. I should think everyone who learns the real history of the 20th and 21st century would cast aside their old prejudices and learn to view our fellow humanity for what they truly are: forces of light and love who just want to be free and without pain.",
  "#QAnon\nHis name is Barry Soetoro.\n96% of Americans want his records unsealed.\nNobody remembers him attending Cambridge.\nBetrayed &amp; Disrespected America.\nTHE WORST PRESIDENT EVER. https://t.co/2lmc8Sh1qS",
  "@melBELL_USA @RealEagleWings @Thomas1774Paine We are dealing with a Luciferian Organization called the DNC. Democrats control all media, education, courts, and in part police. They control this country. Their goal is not Christ, or America or truth. Their goal is to destroy everything that Represents God. https://t.co/N5aPfUbPGm",
  "#Luciferian World Order https://t.co/LI6hAVMO9C",
  "anyone giving tribute to Barbara Bush has no idea who she really is and what evil things she and her family have participated in.. she was a member of the Elite Luciferian Cult.. if you think she was a good woman you're going to be in for a shock when the Truth comes out.. #CABAL",
  "@SkyNews These #Luciferians #SickCult #PedoGate #Reptos #NWO #13Bloodlines Masonic Oath Takers  ALL need to go away. \n#QAnon \n#GreatAwakening \n#DrainTheSwamp https://t.co/gVy7ORL4ID",
  "And why? These people are sick! #WeThePeople #qanon #TheGreatAwakening #TheStormIsHere #Pizzagate #Luciferians https://t.co/A1PvnkmhLr",
  "If I told you Mark Zuckerbot was trafficking in human organs for the #DeepState #Luciferians #Pedovores #SecretSociety #NWO #JesusIsLord #Q😰 https://t.co/fytL30gzdc",
  "#Q #QAnon #MOAB #HRCtape #Hillary #HillaryClinton #Huma #HumaAbedin #Pedovore #Luciferians #ChildSacrifice #Moloch #HRCRawVideo #Unspeakable #DNC #HillaryForPrison #LockHerUp #LockThemup #ThanksTrump #GodBlessOurMilitary #GodBlessQAnon (ALL WHITE HATS) #GodBlessPOTUS\n#JESUSisLord https://t.co/qo88O46OOB",
  "here's \"Neon's Quick Rundown\" by @Neon_Revolt.. who twitter just banned.. its from March 10th but still relevant.. bottom line is.. the Cabal are on the ropes.. knockout coming soon https://t.co/AB00ktVlRx #AllianceVsCabal #Luciferians #Cabal #Pedogate #Gitmo #TrustThePlan #QAnon https://t.co/QtorlMIO0e",
  "🚨MESSAGE TO POTUS, THE ALLIANCE, AND Q.. the process of arresting the Cabal needs to begin THIS year.. enough of us know.. time to clean house #QAnon #QPatriots #WeThePeople #MAGA #GreatAwakening #TheStorm #Pedogate #Luciferians #Cabal #MassArrests #Gitmo #Tribunals @POTUS @USMC https://t.co/uTZB0QQuym",
  "@ARRESTPODESTA  https://t.co/98wJQ9HGkS",
  "1. Beloved Ones!\n\nYou must unite within your Heart.\n\nYou are ONE Vibration.\n\nYou came as ONE.\n\nLet go of all you perceive as past.\n\nWhat you seem to wonder about is as close as your breath.\n\nSo relax and allow me to give you good news.",
  "@Nevertakemark What Jesus taught was the truth. God is within us all, we are not separate from Source Creator. God is love. Often religious dogma focuses on separation from God, deifying Jesus, while a true relationship with God can be found within. The message.",
  "looks in the mirror, wakes up and looks in the mirror, seeing herself as a supermodel—whilst for the audience, she looks exactly the same as she always did. She then 'lives her best life' with the confidence that being   stereotypically hot supposedly brings. \n\nMK ULTRA MUCH?",
  "hmm \"I Feel Pretty\" is Amy Schumer's new movie. PLOT: her character, Renee, is dissatisfied with the way she looks,  believing that she's bottom of the pile because she's not \"undeniably pretty\". She then smacks her head on a bike during a SoulCycle(!) class, wakes up and https://t.co/lREyCtRbu1",
  "This week confirmed:\n#pizzagate real\nHRC video exists\nNK will throw pelosi under bus\nMcCabe going to jail\nComey book sucks\nObama wins Benedict Arnold award\nSyria gas attack fake\nStill no evidence of Russian collusion\nFB spy\n2 scoops\n2 genders\n2 terms\nTrump still your president",
  "For people asking who Beranton Whisenant is, he was a federal prosecutor who was found dead in \"Wendy Wasserman Schultz's\" district.\n\nNo media covered it, \nhttps://t.co/DbCosCVIAO",
  "@DanielMConnoll2 @Thomas1774Paine Yeah putting them out there for ppl to see!\nI remember Bill Gates was a role model for many growing up. He's a despicable puppet.",
  "Yesterday during Q's Q&amp;A, an anon asked about SR &amp; Q said \"June ETA\" for truth re: his murder &amp; that he was the one who gave DNC emails to @JulianAssange. Now, DNC is suing @wikileaks, @Russia, &amp; Trump campaign! They know Q's info is legit! No coincidence! https://t.co/VQZrqNOAq6 https://t.co/sJ2GumX0sx",
  "Adam Schiff On Suicide Watch\n\nIt appears Adam Schiff has some connections to the ultra shady human trafficking hub ‘The Standard’ hotel. \n\nThe recently arrested Allison Mack is in custody &amp; she’s giving up dirt on many big name tycoons one of which is Adam Schiff.\n\n#qanon https://t.co/cK96BHCo1e",
  "@DanielMConnoll2 @Thomas1774Paine Some nuggets I found today. He's a firm believer in depopulation. \nhttps://t.co/cpNPm98mB3\nhttps://t.co/wTEG9J8as5 https://t.co/q88sYnR97N",
  "Bill Gates Backs Plan to Surveil the Entire Planet From Space https://t.co/MSD6iirEzS",
  "It’s time, Mr. President, to end this Very Fake Russia investigation and also pardon @GenFlynn. Restore his honor and his good name!  ⚜️Retweet⚜️ God Bless! 🙏🇺🇸🇺🇸#AllInForGenFlynnFriday \n#AllInForGenFlynn \n#ISTANDWITHGENFLYNN @realDonaldTrump @POTUS @WhiteHouse https://t.co/OvgsxyQaBx",
  "#EndTheFed #AuditTheFed #TheFed #QAnon #Q https://t.co/3y0MjHEn2x",
  "#QAnon @POTUS\n/-/-/ New QMap PDF freshly baked.\n/-/-/ With much love. v. 8.12.0\n/-/-/ Updated with /Qresearch/\n/-/-/ #1368-71, #1880-86.\n/-/-/ Keep up the good fight!\n\n-QCA: https://t.co/iSNuHLOGw0\n-SCRIBD: https://t.co/efpUINWX1B\n-MEDIAFIRE: https://t.co/1OAZvc7E9z https://t.co/oUkCNvRxbm",
  "Reminder. \n\n@POTUS #QAnon #MAGA #TrumpCard #WWG1WGA #GreatAwakening https://t.co/jL9iWtjyPS",
  "Reminds me of Joe Biden (creepy Joe vid on youtube). Gross. https://t.co/QtplnPfcEJ",
  "🎬 https://t.co/4BeRPUYYKb",
  "Rumor That The Government Bought The Federal Reserve\n\nAn anon claiming to be an insider said 3-4 months ago that Trump arranged the Fed to be a part of the US Treasury which is why it is no longer https://t.co/FVBvjFXTf5 but now https://t.co/DWfODn7AMx. \n\nHere’s how he did it.. https://t.co/46np8IUBGv",
  "What time Nobel peace price gets delivered to POTUS? \n\n#nobelpeaceprize\n\nhttps://t.co/P25CLhU0Ta",
  "@RitosoPita Yes it’s amazing!! #TrustThePlan",
  "No words. #qanon #UniteForHumanity @POTUS @WhiteHouse who are the victims? How do we know who they are? #Justice #truthwillprevail https://t.co/NSurtUXeOQ",
  "[Qanon card 001]. Donald J. Trump starts the series.  The working mans billionaire from outside of DC. Charged with a mantra of #MAGA is restoring the republic 🇺🇸🇺🇸 #QAnon #TheGreatAwakening #TheStormHasArrived #InternetBillOfRights @jerome_corsi ⚜️Retweet⚜️ https://t.co/ctAyspOBeb",
  "They so dumb LOL Truth will prevail. #qanon #SpiritualWarfare #GreatAwakening #stopbeingasheep🐑 https://t.co/0u08kWwatR",
  "Yaaaaassssss!!!!!!!!!! This gives me chills. A new future for both Koreas. Next stop: Unification! Keeping Koreas separated was how the cabal maintains power. Divide and conquer. No more. #대한민국만세 #트럼프대통령 #북한 #뉴스 통일희망 https://t.co/nMVcqlQbtK",
  "We see all. We hear all. \n@POTUS #MAGA #QAnon #FutureProvesPast #Q https://t.co/bhVe0dGCRq",
  "Anti-GMO activist found dead in hotel pool, hours before planned delivery of 200,000 petition signatures to the EPA. https://t.co/Ro62DUg8rY #GMO #EPA #biotech",
  "@Ancestry Just gonna leave this here.. by sharing your DNA you endanger the lives of your future generations &amp; family(counsins etc) who sure didnt agree to get their part of DNA shared in your discounted kit. Do not trust terms and conditions. They are making a database of everyone’s DNA. https://t.co/TTMLpQdEOZ",
  "Its becoming more clear the matrix is a metaphor for what is really happening in our world. We are lied to, we are controlled, we are enslaved, we have no privacy. There are those of us that have awakened join us @The_Rain_Makers and we can win this war! @intheMatrixxx #RedFriday https://t.co/LH4PSc07x4",
  "@Ancestry Just gonna leave this here.. by sharing your DNA you endanger the lives of your future generations &amp; family(counsins etc) who sure didnt agree to get their part of DNA shared in your discounted kit. Do not trust terms and conditions. They are making a database of everyone’s DNA. https://t.co/TTMLpQdEOZ",
  "The sole purpose of the MK-ULTRA program is the behavioral engineering of human beings in order to be able to control and enslave them.",
  "What a historic moment we are living in. On behalf of my Korean family and friends, thank you, Mr. president. #북한핵실험중단 #북한 #한국 #대한민국 #평화 #matrix #Redpilled #TrustThePlan #united #qanon https://t.co/91upOFSUf8",
  "RETWEET  IF YOU AGREE with President @realDonaldTrump who said that Obama is behind the protests against him. https://t.co/eYxLanNmYC",
  "“Did this religion replace yours? Once Vaccines were placed on an untouchable pedestal as an idol and religion. We lost the ability to question without bias the Safety, Necessity, Effectiveness, Timing, and Dangers attributed to this Manmade medical intervention” - TannersDad Tim https://t.co/OzBhhapXEs",
  "https://t.co/5Q3d4dBPqJ",
  "In Israel, they warn people about watching Hollywood movies because \"they destroy families\".",
  "The illiterate of the 21st century will not be those who can't read or write, but those who can't unlearn the lies they have been force-fed.",
  "Can you believe that despite 93% bad stories from the Fake News Media (should be getting good stories), today we had just about our highest Poll Numbers, including those on Election Day? The American public is wise to the phony an dishonest press. Make America Great Again!",
  "@Anon_decoder @RowdyRedpilled !!!! World Wide !!!!\n\nIran Next\n\nClues Crumbs Bread\n\nLets break bread Together\n\nI love my President\n\nHe is a Good President\n\nI will vote for my President again in 2020 : )\n\n#MAGAForAll 2018\n\nGod Bless You Sir.\n\n#GreatAwakening\n\n#QAnon\n\n@realDonaldTrump https://t.co/Kf8BraJZGs",
  "Why was the Iran deal kept from Congress and placed at the highest level of classification?\nHow much money was hand delivered by plane(s)?\nWhy in cash?\nWhere did the plane(s) actually land?\n\n#IranDeal #Iran #QAnon 👇 https://t.co/lT0ut59MxH",
  "We the people of this beautiful planet must not allow the greed of globalist moguls to destroy the quality of life for earths inhabitants nor can we allow the natural environment to become barren or toxic so that a few groups of individuals to  gain power\n\n2018\n\n@realDonaldTrump https://t.co/SDc6HbL4qC",
  "#maga #qanon @antischool_ftw @DestroyIllusion @1ambecauseweare @intheMatrixxx @SOLID_MAGA @Redankulous13 @inittowinit007 @RightWingAngel @ScottAnthonyUSA @Sambyhere @media_nc @BodyBySteph @FedupWithSwamp @elenochle @QDocb @hansbamond @seanhannity @realDonaldTrump https://t.co/UBPSSfSMLQ",
  "@AMErikaNGIRLBOT @realDonaldTrump Of course he didn't see that coming! He's on the View. These ladies felt  that they had some \"duty to the public\" to break this news on live tv?  'cause they have so much journalistic integrity all of sudden? They  threw him under the bus. NO LOYALTY!",
  "Priceless. Must Watch ⬇️ \nRT If you agree America has to regain trust in our Authorities! Call your Congressmen &amp; Senators! #LockThemUp #Prosecute \n\n#ThursdayThoughts #FridayFeeling #SaturdayMorning @realDonaldTrump https://t.co/WQKlSLtySk",
  "@Av_Atwal @EsotericExposal Thank ya!",
  "@LBF777 To be clear, Im saying anyone can start taking small steps towards the future we want in the current reality. Can’t wait until everything is perfect; it’s unrealistic &amp; will not happen without individual’s actions. \nLove ur tweets btw. its like you read my mind🙃 in a good way!",
  "@EsotericExposal This is interesting to me, may I ask where you find this info? Thanks!",
  "@LBF777 I’m not lucky, I am working towards it. The future u speak of is what motivates me &amp; step by step i am detaching myself from the matrix! :)",
  "we're all servants",
  "@kanyewest  https://t.co/BcJQjeZedP",
  "@LBF777 Critical thinking skills!",
  "The Future Of Work\n\nIn the near future, people will no longer be forced to do work they hate. Instead, people will choose ANY job they want because each job will be profitable &amp; many more jobs will open up leaving plenty of room for new employees in almost any job field.\n\n#qanon https://t.co/L9VF1gZmCH",
  "@LBF777 The thing is it’s already possible! Trust the process &amp; follow your heart. Dont let worries and fears dictate ur actions. I know it’s a cliche, but we’ve known the answers all along. This is something I’m going thru right now. Trust me I’m so much happier.",
  "#GeorgeSoros should be on the Blocked, Denied, Entity and Debarred Persons Lists to the USA.\n\n#Soros hates this country and has made it his life mission to destroy the #UnitedStates and almost succeeded!\n\nTime to shut him down. https://t.co/aYgoOe91EA",
  "Pure Evil\n\nCancer is big business, worth over $160 billion a year. It is substantial greed that keeps cures suppressed and cancer patients suffering.\n\nAt anytime, Doctors can prescribe an organic cure for $500 or less but they don't.\n\n#qanon https://t.co/UZ995Cmssg",
  "Stay safe! April 19 - May 1 is Blood sacrifice to the beast in Illuminati/Freemason agenda. Missing explosives? Fire sacrifice? Nothing is coincidental. This is not just political. #qanon #spiritualwar #GreatAwakening #USA https://t.co/81sUv2jFc2",
  "Anyone else seeing a pattern:\nPennsylvania:\n\nStarbucks incident\nSouthwest Death/Emergency Landing\nExplosives stolen\nMcMaster's dad dies\nFake news Mueller Firing riots\n\nProbably not all connected - however WHAT IS UP WITH PENNSYLVANIA?",
  ".@POTUS Trump: We hope to see the day when the whole Korean Peninsula can live together in safety, prosperity, and peace. This is the destiny of the Korean people. https://t.co/EFqVCpWWBw",
  "@Podium_Hawk @intheMatrixxx @BackChannel17 @POTUS I’m really hoping that it was a white hat op to remove threat. However, April 19-May 1 is a special time for Stan worshippers. Human sacrifice expected- supposed to start with fire sacrifice on the 19th. Be vigilant and be careful.",
  "@intheMatrixxx @BackChannel17 @POTUS  https://t.co/8QEhy4KSmU",
  "@BouffantRat @intheMatrixxx @Goodguy44mag1 @BackChannel17 @POTUS Do your research. Check out https://t.co/UvXs4esduM for all Q’s posts &amp; watch updates on YouTube, and keep researching. We are all trying to find the truth. Don’t expect others to do it for you, that’s why we are in this mess in the first place.",
  "The entire world &amp; every institution is swimming in debt. Everyone owes money to the Pedo-Luciferian Saturn Death Cult who is the Group that prints money &amp; lends it to everyone for high interest rates.\n\nIs it time for us to forgive all debts &amp; defund the Cult?\n\n#qanon https://t.co/yxIBGyX78r",
  "truth is my goal. Controversy is my gym. I'll do a hundred reps of controversy for a 6 pack of truth",
  "NK did not feel threatened by SK\nThe real threat were \"bad actors\" in the West (US/EU)\nNow that such threat is removed, there can be peace\n\nThis means that NK intelligence believes the threat &amp; therefore the \"bad actors\" have been removed for good\n\nhttps://t.co/tMHcTnbvCm",
  "Get off your knees planet Earth! Defund the Deep State!\n\n#qanon https://t.co/8etPUCfUuf",
  "Silence the doubts.\n\n\"If you hear a voice within you say ‘you cannot paint’ then by all means paint, and that voice will be silenced.\" — Van Gogh\n\nNext time your voice says you cannot do, JUST DO IT. Only by doing so you’ll be able to build a persistent mindset.",
  "Well said. https://t.co/eFSQnpsIRQ",
  "BREAKING: Judge Rejects @realDonaldTrump Request to Review Seized Cohen Materials. \n\nLet me get this straight, Hillary’s buddy, who would have been her AG, is preventing Potus from reviewing documents that are protected by attorney client privilege.\n\nThe Deep State is Real!",
  "Mike Pompeo met with Kim Jong Un in North Korea last week. Meeting went very smoothly and a good relationship was formed. Details of Summit are being worked out now. Denuclearization will be a great thing for World, but also for North Korea!",
  "This is the blue print of the #democratic party\nNot a theory it is the actual blueprint\nTake the time to read it &amp; without question it will resonate with you or anyone with a brain \n#qanon\n#usa\n#america\n#uk https://t.co/MupwXm2LVx",
  "@cryptomanran @DiaryofaMadeMan So,we outsource our responsibility/accountability/security over our money to someone else? Pretty sure that didn’t work out with fiat. I’d rather 1. Educate ppl about privacy/security 2. Develop tech that can help individuals w/o needing interference.",
  "As #BarbaraBush reaches her final days, I think we should all take a moment to look back at the Bush family legacy of assassinations, #falseflags, drug trafficking, pedophilia, treason, rape, murder, war crimes, human sacrifice, secret societies &amp; extreme occultism. #Qanon #MAGA https://t.co/VFGlfXOmvK",
  "Talmud to Karl Marx\nTo Lenin to Leonid Trotsky\nTo Saul Alinsky to HRC/Obama\n\nPhoto 1 Trotsky\n2 Alinsky\n\nEach generation fine tunes the message https://t.co/15luG6G9qQ",
  "Everyone needs to read this! I really hope that Trump is truly a white hat, but the only ones that can liberate us are ourselves. We can not outsource this to a single person (any presidents) any more. Single point of failure. https://t.co/LXr7cYuHOH",
  "@Anon_decoder ........\n\nStranger then fiction...\n\nStranger then fiction...\n\n#Qanon #GreatAwakening #Maga #TheStorm https://t.co/CjTtFcGxYE",
  "Movies to Watch: \n\nThe Sum of All Fears (Depopulation)\nTruman Show (Mockingbird)\nHunger Games (Agenda 21)\nBourne Identity 2016 (Social Media)\nMatrix (Mockingbird)\nEyes Wide Shut (Ritual)\nTitanic (Federal Reserve)\n2001 A space Odyssey (911)",
  "RETWEET IF YOU AGREE ⤵\n\nBarack Obama was the biggest criminal to ever occupy the White House! https://t.co/kPcu1SAPGa",
  "💥TRUST PRESIDENT TRUMP💥\n   🔥PAST PROVES FUTURE🔥\n        💥TRUST THE PLAN💥\n              🙏🇺🇸USA🇺🇸🙏\n.@realDonaldTrump .@POTUS \n#QAnon  #TheGreatAwakening https://t.co/ZHpPCXJNBu",
  "North and South Korea are set to announce they are ending their war.\n\nThis is something that our past presidents have been trying to do over the past 20 years.\n\nTrump did it in a year.\n\nLet that sink in...",
  "@webe1641 @AGSchneiderman Seriously, 100% of Americans own $USD. Why isnt the federal reserve getting this scrutiny? Sir when moon? Are you bullish on USD?",
  "@AGSchneiderman Wow how narcissistic to declare this breaking news himself that he created. The undertone of this is that consumers are dumb, cant make rational decisions, therefore need “protection”. Audit the federal reserve first and come again.",
  "The implications w DNA harvesting is far more serious to you on a personal level than you can imagine\nYou give DNA for ancestry\n10 years from now you can't get health insurance or life insurance because your propensity to diabetes or some chronic problem...\nIt'll fcuk your life",
  "Modern Day Slavery\n\nA man at Walmart makes $1000 a month of which $300 is taxed via payroll tax,about $200 for income tax leaving him with $500 which he pays about $40 for sales tax on stuff he buys leaving him with $460. (46% of original pay)\n\nThis is textbook Socialism.\n\n#qanon https://t.co/s8eEuJJcIc",
  "People are realizing they are living in a matrix\nEverything is staged\nEverything is fake\nEverything is made up\nEverything you do is monitored &amp; logged\nYour life is scripted\nYou are the Truman Show",
  "Madeline Albright\n\nThis haggard is a member of the Council On Foreign Relations in NYC which is the Deep State headquarters of the US. They are holding 100 years worth of technology &amp; cures but won’t release it because it would liberate humanity from their evil grip.\n\n#qanon https://t.co/pVHtD2VdDQ",
  "buy a hard wallet. \nlearn how to properly use a paper wallet.\nif you're planning on holding a coin, take it off the exchange.\nsplit up your coins amongst several wallets.\nuse unique emails for EVERYTHING.\nuse ProtonMail, not Gmail.\nuse a VPN\n\nfeel free to add more tips below :^)",
  "How the Deep State caused worldwide poverty.\n\nStep 1: Convince people that they need this government stamp to enjoy freedom.\n\nStep 2: Vacuum up all the stamps so that nobody has enough for their daily needs.\n\nLesson: We don't need money to be free. \n\n#qanon https://t.co/uvlxW2JTs7",
  "@redarcher171 @realDonaldTrump You know not of what you speak\n\nThat was a coordinated attack on terrorism\n\nNo civilians were harmed\n\nNo troops were targetted\n\nT-4 airforce base was being used by terrorist groups that had infiltrated military and political ranks as a headquarters\n\nRussia Israel UK France\n@POTUS https://t.co/OXqgEBEWZ6",
  "@Anon_decoder Learn chess... https://t.co/SBFEpexB5d",
  "Coincidence?\nSC/LL deal drop.\nPOTUS Tweet.\nTarmac.\nComing soon to a theater near you.\nQ\n\n@POTUS #QAnon #MAGA https://t.co/OathfRDFFr",
  "Hillary promised Loretta Lynch the Supreme Court seat upon Scalia's murder.\n\nQ is making is loud and clear to watch @realDonaldTrump's Twitter for future confirmations of past Q drops - evidence for normies that Q is a legit insider dropping hints of what's to come\n\n#qanon https://t.co/E1JcKQZ61s",
  "April 19 (this Thursday) is Patriots day of the battle Lexington and Concord but, it is also celebrated on the 3rd Monday of every April which is tomorrow. \n\nShould we order the fireworks or will this end in another underwhelming disappointment?\n\n#qanon https://t.co/g4IR5wVOjV",
  "I loved her in the movie Love &amp; Other Disasters, and I found it so bizarre that she and her hubby both passed. My sis and I even talked about how suspicious their deaths were a few days ago. Now I know. https://t.co/9WGFCfpDH4",
  "@kanyewest Chasing that illusion takes ppl right to devil’s door! There is nothing some won’t do for money and power, as you probably know already...People are sick. Hope you are well and may GOD keep you safe from predators around you. Can’t wait for your music. #GreatAwakening",
  "Interesting posts from the Anons. #Q #QAnon #QAnon8Chan #Syria #MAGA https://t.co/hWBfYJ9dig",
  "Could you sleep if you knew the truth about everything?\n\n@POTUS #Q #Qanon #MAGA #NeverAgain #NeverForget #GreatAwakening https://t.co/TfTSXNUd1b",
  "1. #QAlert 🚨 4/11/18 Here is my THREAD on #Q's posts today, Wednesday.\n\nBurning the midnight oil! It's [H]appening Edition! Let's Get started! \n\n#QAnon @POTUS #WWG1WGA https://t.co/3GLH9xekOi",
  "All of our lives we have been brainwashed to believe our government is on the brink of liberating humanity from the pits but sadly,we have been chasing our own tails while they pillaged our planet.\n\nThat was always the plan. Keep us running in circles for nothing but pipe dreams. https://t.co/2YvdJ8F8bw",
  "I used to think stories like this was just a hoax, crazy ppl being crazy. With our “reality” literally turning into hell, and upon realizing everything about our lives on this planet is a huge lie, this is probably true. Why wouldn’t it be. #qanon #redpilled #GreatAwakening https://t.co/zbzDi8faw9",
  "“Liberalism is a mental disorder, it’s the Lefts fault, they’re deranged, they’re idiots, it’s all the demon Democrats”\n\nThe more you blame and divide, the longer this whole process will take. #TheGreatAwakening",
  "We need to keep studying this Rothschild made Cabal map. It is very revealing. (An anonymous Rothschild member sent this to Benjamin Fulford a few months ago).\n\n#qanon https://t.co/dcLulRQdc6",
  "POTUS mad\nQ mad\nNSA mad\nMatt is mad\nPutin mad\nRogers mad\n\nHell to pay soon\n\n#qanon https://t.co/3pukuctvy3",
  "#HelpLatifa https://t.co/mT35SDtRT0",
  "#QAnon Edward Snowden tweet. Timing. Zuck may be f..... https://t.co/2XTgfKdQYN",
  "Adults can not enter into contract with minors\nTherefore all FB contracts/agreements with anyone under 18 are null\n&amp; the sharing of their data &amp; all nefarious bullsh*t they do with it according to said contract is illegal\n\nClass Action LawSuit\n\n#qanons\n#qanon",
  "Sheikh Mohammed Al Maktoum, the ruler of Dubai, has kidnapped, imprisioned and tortured his own daughter Latifa. Nobody has heard from her in weeks. Before she fled Dubai she made a shocking video to be released in case of her capture. Let us help Latifa. https://t.co/LzodJMP7HN",
  "1/ How to IMPROVE YOUR COGNITIVE THINKING, a THREAD.\n\n“Any man who bears the ability of a polymath shall not be interfered by specialty, he needs discipline to manage his behaviors and nurture his creativity.” ― Shawn Lukas",
  "@Pepillionaire I thought all they do is make fun of newbies and make sarcastic inside jokes to each other which is super elitist and not remotely helpful.",
  "Yes, MTC! I am sick of centralized ecosystems:) Join the Marinecoin community on Discord. 100% voluntary and community driven. This is the real life example of @MiltonFriedmanQ pencil story:) Just ppl from all over  working together voluntarily &amp; happily. Srly just check it out. https://t.co/a6tjq0pfqx",
  "3/3 and you are confident. A little seed of doubt can really chip away at the confidence. The key is to #liveandletlive. I appreciate yall's worries and concerns, but you do you, and let me do me. This is all I'm asking. I want to be able to own up to my failures and successes.",
  "2/3 to ya if you try to deviate. Discouragement is not an explicit expression; someone can say that they support you no matter what, but ask you when you are planning to get a job. This makes you doubt what you are doing, especially when u are embarking on a path less travelled,",
  "1/3 Answers to happiness have already been found, but we are kept distracted by shit that don't matter and imposed upon us by middlemen - governments/businesses. Even if you've found your passion, how you get to pursue it is determined for you (schooling &amp; curriculum). Good luck",
  "#ReconnectJulian https://t.co/ryRGzvntxZ",
  "You are enough #BetterYourselfIn3Words #bekindtoyourself #loveyourself #trustyourself #thinkforyourself",
  "Community whitepaper coming soon&lt;3 Proud of the community and volunteers👊👊 https://t.co/tf3KAoIX28",
  "3/3 Is that I took undergrad courses in comp sci in last 2 yrs, no professor talked about Blockchain or crypto. Nothing. Glad I got out in time, phew! Now I let my passion be my guide and learn whatever I want. People need to stop relying on a piece of paper to prove themselves.",
  "2/3 before I could apply to ms. Math and English I was willing to put up with, but how does US history help in my pursuit of computer science? I had to draw a line at US history. Not spending $900 per credit for an indoctrination class. Another thing that grinds my gears,",
  "1/3 graduated with a business major abroad 10 yrs ago &amp; tried to get into a ms program for comp sci in US. Guess what, bc I didn’t go to school here I was made to take college algebra, English composition, US history etc, all the core courses US students are forced to take, even https://t.co/FgVTOjR3An",
  "@webe1641 @_ArnaudS_ This! This guy built a freaking rocket himself. I think thats amazing. It should be okay to be curious and act on it. I respect him for pursuing his passion.  He can believe whatever he wants, thats his business, not mine. #liveandletlive",
  "Marinecoin's new #ICO phase is currently running in Beta mode. Come be a tester and receive 20,000 MTC! Limited to once per day, as many days as you want. https://t.co/eWfBY860eq Report issues to  the community in discord. #bitcoin #bounty #cryptocurrency #Airdrop #MTC #BTC #LTC",
  "Marinecoin's new fair distribution #ICO model is revolutionary, utilizing the #Jarvis #AI protocol to equitably distribute over 95% of the supply via proof of promotion #bounty. Earn 20,000 #MTC /day https://t.co/eWfBY860eq. Trade your MTC at the https://t.co/Nk3bvrIkeN exchange!",
  "#cryptocurrency #freethinking #libertarianism #TechnologyIWantToSee #techishereuseit",
  "Can we stop using it already and move on. People are killing themselves over literally pieces of paper. There will be many many currencies in the world, because everyone can choose to be part of a network he or she likes! Let’s use technology to free ourselves from fiat.",
  "Ppl fight about tech superiority of the coins/tokens they love, but forget the bigger issue. Look at the monopoly paper money we call fiat. No technology, outdated, controlling, enslaving piece of shit. I did not agree to be part of this network when I was born.",
  "Ask why FB is so eager to bring internet access to Africa for free. It's a good thing, on the other hand, it restricts content under the guise of \"free\" service. What consequences can we have from this.",
  "@business Are you seriously suggesting that a federal agency should be tasked with preventing data breach, by fines? LOL, Wow @business, only if individuals had power over their own data... Oh wait, Bloomberg thinks that we can't be trusted with our own shit.",
  "@SallyMayweather LOL Look at FBI blaming stoners for its own incompetency and outdated mandates.",
  "The CLOUD Act passed. It destroys privacy globally, so it had to be snuck into the $1.3 trillion omnibus without debate. \n\nEncrypt. Encrypt. Encrypt. Go Dark.\n\n When privacy is criminalized, only criminals have privacy. We got sold out, again. https://t.co/Ms5bm1opBo",
  "@CryptoSpag @Fullbeerbottle @CarpeNoctom but, @RamenCoin2018 may be a solution 🍜🍜🍜",
  "Concerned Ohioans Unite Against Bobcat Trapping Plan https://t.co/lnCubCG9U2",
  "@Raging_Jamo @jxzz123 @shoryuramen @tonkotsulondon @sams954001 https://t.co/rKvHE3qLyt #RamenCoin $RAMEN #airdrop #bounty #ICO #ethereum #blockchain #bitcoin #BTS #cryptocurrency #crypto #altcoin $BTC $ETH $LTC $XVG $TRX $ADA https://t.co/HeY97ff15B",
  "6 years ago, Mr Bean Tried to stop this and I salute him. https://t.co/LjDkKoFfUD",
  "Nothing is more shocking than a man you trusted w/ your personal data selling it to strangers.\n#DeleteFacebook https://t.co/YHiCxKgHbP",
  "was literally eating ramen when I found this project. I think it's meant to be ❤️🍜 #ifuckingloveramen https://t.co/YMbiX3jgEg",
  "Join The Joinery Airdrop now and get 105 SB. Sign up here: https://t.co/DYLrUERIGo #socialbonds #bitjoin #thejoinery #SBairdrop @Airdropalertcom @bitjoin #airdrop #airdropalert #airdrops",
  "#sbairdrop The Joinery is a token market to match the ideal community with blockchain based solutions. The local token is called SB (Social Bond) and is what we call a Power-Of-Engagement token. Think of an escrow of engagement. #coolairdrops",
  "@FuckToken Ugh hope everything works out. Ppl like Jaxprand is why we can’t have nice things.",
  "@bitentrepreneur @Visa LOL because fiat wasn't used by every crook and dirty politician...",
  "Atari's Founder @NolanBushnell announces #PineappleArcade, a massive #cryptocurrency treasure hunt. #bitcoin #gaming https://t.co/f1y6A52Qhs",
  "1/ Mass user adoption for most cryptocurrency use cases are still years off.  Less than 10 million people “use” crypto today, and aside from use as “digital gold” or “payment rail”, other use cases won’t have meaningful traction for 18+ months at fastest.",
  "@OfficialTIPbot @thenutribullet I'm confused by this tweet, but intrigued. TIP for smoothies? #tipbot",
  "#Revolution is happening. Peaceful, voluntary❤️ happy to be on road to financial independence &amp; making a difference. DYOR though, DYOR!!!! #cryptolife #DYOR https://t.co/FlqNZJJQfT",
  "Friday night baking baked😉🙃 #livesndletlive #destress #familytime #brownie #nailedit https://t.co/MarVWt3ayB",
  "In remembrance. #StephenHawking #StephenHawkingQuotes https://t.co/7GF7OiGujl",
  "@TRHLofficial I am an \"educated\" woman, but Hillary, bitch please. If I could do it all over, no way I would've wasted my youth &amp; money in indoctrination camps (schools). Took me 30 years to realize that I am enough just the way I am, and critical thinking is the best weapon I have. https://t.co/EW7b08sQNw",
  "@thinkvinny  https://t.co/ZTmNIOxx5u",
  "“Should I sign up for the bitcoins today?” - my MIL.😂😍🤑 She’s dipping her toes in #crypto with one whole #litecoin today. (She prefers a whole of something so $ltc it is!) #onlytook5months #allthebitcoins #babyboomercrypto #ltc #litecoin #openyoureyesandmind #tothemoon",
  "@dammkewl @Beautyon_ @LuminousNebulae @meanimalok It wasn’t my intention to generalize or say all corps are corrupt.",
  "@Beautyon_ @LuminousNebulae @meanimalok How about corporations lobbying for its employees not to unionize like @delta. I agree that corporations are pure in a theoretical sense, bc technically anyone can incorporate, but I don’t think that’s realistic in this world we live in.",
  "@LuminousNebulae @meanimalok @Beautyon_ Yes i agree with you! I just wanted to give more context to @Beautyon_ ‘s tweet about “pure” corporation...I probably fucked up somewhere Twitter is confusing🤪",
  "@LuminousNebulae @meanimalok @Beautyon_ Corporations nowadays are “corrupt” bc they are centralized powerhouses budding with the government. However the root of this was the state meddling in the free market.",
  "@DonnyCrypto If you’re successful enough that young ppl are willing to work for free, you can hire someone legitimately. They usually cycle interns all year round, bc it’s free! Internships as we know today began in 1960s, no millennial signed up for this shitpile of generational theft.",
  "@CarpeNoctom I think i got it actually, I just wanted to make sure that I understood it right, before I ask you this question. What do you think the solution is? I am involved with a 100% voluntary project, and it’s going so slowly.",
  "@CarpeNoctom Can you explain what you mean by recreating network effect? I dont know what that is",
  "@MtGoxWhale @officialmcafee @MtGoxWhale you stop you 😆😆😂😂",
  "@Google Use #duckduckgo for your search engine needs. They don’t track your behavior or data like Google does. @DuckDuckGo",
  "From 10ppl from a month ago, Mtc community has grown to 3000 strong. 100% voluntary❤️ Believe what you will, we are moving on up without you! #cryptocurrency #mtc #450000mtc https://t.co/HWsQI9irXE",
  "@litecoindad happy and free ❤️ @Raging_Jamo",
  "@valhalla_guy @JeffKirdeikis @ChaseImages @APompliano I don't have to be an accredited investor or go through a bank to participate in the market. I have full control over my crypto assets and it will not change whether FED increases int rates or not.",
  "@valhalla_guy @JeffKirdeikis @ChaseImages @APompliano equality != socialism. I'd say the spirit of equality in crypto is probably closer to libertarianism (!= socialism) if we have to label. Equality doesn't mean that everyone has the same amount of wealth. It means equal access to opportunity. For example, with crypto,",
  "\"The Pineapple Fund has given away all 5,057 Bitcoin, which were converted into $53 million, to 59 organizations, ranging from $250,000 to $5 million each.\"\n\nSay what you want about crypto, but you can't deny the world is a better place because of it.",
  "@CerBTC @tedmrogers Yes, I will not stop doing my due diligence. Thank you for your kind words and also thank you for having a constructive discussion with me. Good luck to you in the crypto world:)",
  "@CerBTC @tedmrogers If you are asking me why people choose to use a blockchain, I don't know. They are free to use whatever they want to...i'm not saying a central control, ie. a non-profit may want to adopt a blockchain to keep track of expenses with more transparency &amp;accountability to donors.",
  "@anambroid Duh that's the point of Amsterdam, and why it is one of my faves. #smokenetwork!",
  "Get your own smoke:) https://t.co/xx1vbkQlU1 #legalizeit #smokenetwork #bounty #ico",
  "@PhilakoneCrypto nah we good",
  "https://t.co/t2gXNRiJQj",
  "Useful site @haveibeenpwned helps check if your email/password has been leaked in a major data breach: https://t.co/f9skPlXfQD\n\nCreator @troyhunt recently added 80M new records, with details here: https://t.co/JHVBhw2jul",
  "@SMOKE_io it's always 420 somewhere!!!!!😋 #HighLife #LiveandLetLive #smokenetwork @SMOKE_io",
  "Who would imagine that mining cryptocurrencies and agriculture can work together? The first batch of cryptomatoes is ready to be harvested. We are using the excess heat for the tomato greenhouse and it is working:-) https://t.co/jAC87dh1ej",
  "@ErikVoorhees  https://t.co/7JSDrLnbFO",
  "@Crypto_Gyp @tedmrogers I am just expressing my views:) not trying to change anyone’s minds. If someone believes that btc will be the one and only, who am I to judge. You do you with your money, i be me with my money🤑🤓",
  "@NickSzabo4  https://t.co/So024RPzH3",
  "@TheCryptoBee @tedmrogers that's the thing though! Being useful and making my life more convenient somehow is a very good value, not everything has to be revolutionary.",
  "@CerBTC @tedmrogers economies anywhere, not relying on government. It’s naïve to think that a single currency can support this level of global connectivity and economy. We’ll always need more, better bitcoins!! I apologize for a wall of tweets LOL I'm inspired:)",
  "@CerBTC @tedmrogers , let’s not settle here. Let Bitcoin be the starting point of this wonderful leap in innovation and revolution, not be all and end of all. There are 7 billion people in this world with all different needs and interests– with crypto, we have the power to build decentralized",
  "@CerBTC @tedmrogers That’s innovation and I stand 100% behind projects like this. \n\nAlso, the current distribution of bitcoin is not decentralized. With institutional investment flowing in, bitcoin is already too expensive for an average person. People will always look for a better alternative,",
  "@CerBTC @tedmrogers getting more and more positive attention and volunteers. We are getting through to people despite some labeling it as scam, although it’s giving coins for free…🧐 There are genuine projects that want to carry on the spirit of Nakamoto and do it better than before.",
  "@CerBTC @tedmrogers its ANN by chance. TBH I was super skeptical, but I can say that the community is growing slowly and organically. I’m a research/checklist/criteria fanatic and I am into this very unknown project. it’s a messy, chaotic process, this community development thing.. but  it is",
  "@CerBTC @tedmrogers doens’t make sense to me. For example, one of the projects I’m involved in, I can confidently say that it’s a community project. Yes, we have a main dev/creator, but he is giving away all-premine coins (over 90%), for free. I’ve been involved with it pretty early on after finding",
  "@CerBTC @tedmrogers The possibility of the centralization of power leading to abuse is really an investment risk I’m willing to take.\n\nPlease know that not all projects are shitcoins and out to scam others. There is so much diversity in this world of crypto, so this bitcoin vs altcoin thing just",
  "@CerBTC @tedmrogers judge their products/services regardless how idiotic they seem to me. I simply speak with my money, and that’s the end of that.When I invest in so-called altcoins, even btc, I’m agreeing to outsource the efforts necessary to accomplish the goals to the company or devs.",
  "@CerBTC @tedmrogers I am of the thought that not every coin needs to be decentralized. There will be products and services that require some kind of central control, and even if their objective is to make profit, as long as it provides value to somebody, there will be a market for it. I’m not to",
  "@fintechfrank so.. who wants to apply with me and fuck some shit up",
  "🤣🤣 who did dis https://t.co/5lmpLxeAGt",
  "@MerrillLynch Trusting banks to do right is a rookie mistake.",
  "@CerBTC @tedmrogers oh my, I'm sorry haha I thought of things to add afterwards...I'd love to hear your thoughts when you are free then! :)",
  "@CerBTC @tedmrogers Is Bitcoin truly decentralized? It's an honest question, bc I often hear that it's not. I think it's wrong to categorize bitcoin vs alt coins. Why generalize alt coins? Many may overlap, but most aim to solve different problems that humanity faces today, and I see value in that.",
  "U.S. Federal Reserve to teachers and students (there will be a quiz!): “Traditionally, currency is produced by a nation's government.“ \nhttps://t.co/qYCLBTLS0Z\nEducation or propaganda? At the very least it is quite incomplete. The following thread fills in some of the gaps:",
  "@tedmrogers I don’t get bitcoin vs everything else narrative. Bitcoin is great, but why not foster innovation and encourage development in all crypto? I don’t believe in the one size fit all approach, &amp; who are we to judge other people’s efforts to create something good,unless thy are scams.",
  "I love the below. Worth re-posting. https://t.co/dZUnNMMQWe",
  "#Mtc #Marinecoin #Sorryidontknowhowtotweetgood🤪",
  "Literally my life🤣 here I am, a typical millennial! #smokenetwork @SMOKE_io #hideasarethebestideas https://t.co/2GgfAnHZhs",
  "@TE_FOOD blockchain can make a food supply chain more transparent and help stakeholders be more responsive to contamination and safety issues. Each supplier and transaction is traceable within the network. So yes, it is not a blockchain related problem, blockchain is a solution.",
  "TWIST Toolbox development is underway and we're excited to be bringing real innovation to the blockchain! Here is a quick high-level overview of some of the features which will be available in the TWIST Toolbox.\n#TWISTcrypto // https://t.co/E2V6vC64qj https://t.co/Xd7sKmDwlS",
  "will be driving for the next 20 hours, and can't stake @TWIST_project.\nMOOD:\n\n#realworldlifeproblems #mycryptobabies #twist https://t.co/6L4jpK6bhD",
  "@TE_FOOD without traceability! Sounds like the implementation of a blockchain in the food supply system can solve this problem...",
  "@ReutersBiz @RetireRevised isn't this old news...Wow what a surprise. Social security fucking people over.",
  "We live in a Renaissance for autodidactics. Everyone has the opportunity to master any subject they put their minds to. But in a dopamine optimized world of instant gratification we must master ourselves first.",
  "It's Saturday morning. There are some smart people you need to follow who were in $crypto when I was noob.\n@bitcoinrat\n@CryptoBarbarian\n@arlynculwick\n@VeryVeriViral\n@rhian_is\n@cryptoSqueeze\n@bobcaticus\n@CryptoDaRock\n@_Hypron \n@invest4al \n@Coin_Prophet \n@guruofthecrypt\n@FakeEStott",
  "Advanced Goldman Sachs Altcoin Strategy [Leaked]\n\n1) Go through altcoin charts across Trex, Binance, Kucoin etc.\n\n2) Identify the accumulation floor/lows that catapult price when alts are performing \n\n3) Draw a box 📦 \n\n4) Buy the box \n\n5) Enjoy when all alts turn green\n\n✅",
  "@Roman0oO @ipbc_dev Great idea!:)",
  "If you feel like rushing into buying a coin out of fear that it will go up immediately - stop!\n-There is no rush in #crypto and there are plenty opportunities every day.\n-Don't fall for the minute chart madness.\n-Don't spend all in one trade!\n-Go lower with your buy orders!\n$btc https://t.co/5bUl7ggq2K",
  "Today, @Ethan_Heilman, @ymarcus93 and I present new eclipse attacks on Ethereum's p2p network. Our attacks can be launched by any kid with a machine and a script. To stop these attacks, ETH users should upgrade to geth v1.8. https://t.co/Y23eeZKkGF",
  "girls clothing in school is more regulated than guns in America",
  "Wonder how many will abstain, as usual, from buying from +50% or more from the lows because they're jealous of the buyers on the left side of the screen.\n\nBetween averaging down and shit liquidity don't overestimate, or care, anyone's cost per coin.\n\nJust get in when needed.",
  "True! I got into $ipbc before I saw any tweets about it, and a few days later, it was being shilled everywhere on Twitter. It takes time and energy to find a good project early on, but it’s def worth it for a newbie like me:) I’d rather research than trade🤓 https://t.co/M53mG1dMEC",
  "Get your Tern https://t.co/Yw2MPSWERn\n@terniotoken is bringing #blockchain to 244b digital #advertising industry. With transparency, both advertisers and consumers,  every supplier in between, save $, time &amp; foster trust. Resources will be directed for innovation and other goals. https://t.co/7oDs4Bcacw",
  "@GTOWhale is giving away 1,000 gifto coins at 1,000 followers. RT and follow to get in on the action! @gifto_io @andytian #gifto #gto #trx #tron #verge #xvg #ripple #xrp #xlm #btc #eth #ltc #rdd #reddcoin",
  "It’s still early in crypto. \n\nNo one has missed the boat. We’re learning to build the boat.",
  "🔧 We are excited to announce the release of #Lisk Core 0.9.12.\n\nRelease notes are now available on #GitHub:\n\nhttps://t.co/Ao2yuZUtkf\n\nDelegates, please be sure to update your nodes in a timely manner.",
  "@pierre_rochard Kinda hard to understand the all or nothing mindset about some btc holders, just something i’ve noticed as a new comer.",
  "@pierre_rochard Few of 7bil has #btc, and can the world function with one currency? hello centralization! Ppl will have options to choose the best currency that fits the scale/needs of individual/community. I hope atomic swaps become easier btw platforms and coins",
  "ipbc stands for Interplanetary Broadcast:) cool name right? #makeitinterplanetarybroadcast #IPBC",
  "@f0meCommunity I heard the dev pulled an exit scam? Wtf?",
  "Check out $ipbc: https://t.co/nA16vtZtft is a #decentralized media platform where you can monetize your content by utilizing hash power of the viewer. Also mineable right on the website. Switch to ipbc! #freedomofspeech @ipbc_dev https://t.co/cRtFSRDNNI",
  "Check out our latest Medium article where we provide an explanation and screenshots of our flagship innovation: the TWIST Toolbox! \nBe sure to 'clap' and share our post to raise awareness of the project! #TWISTcrypto\nhttps://t.co/3co5kWzJUZ",
  "It's kind of amazing how even the smartest VCs don't really understand what @terniotoken is going to do with blockchain in the $224 global digital advertising industry.  Every single $ will be on blockchain.\n\n@KyleSamani, @collinrwest, @billbarhydt, @jason_whitmire, @flexthought https://t.co/27QZBxEhUY",
  "@ipbc_dev can't wait:)",
  "I just can’t fathom that corporate profit takes priority before freedom of millions of people. We can’t let dem greedy motherfuckers do that to us.\n#NetNeutrality #OneMoreVote #SaveTheInternet #notinmybroadband #ThingsPeopleShouldKnow #livingloudly #FCCshitjustdontmakesenseokay",
  "skin color, or gender, disability, nationality, or your socio economic status. When ppl are free, truly free to pursue their interests and dreams, the society benefits at large. Reduced crime, happier &amp; healthier &amp; more productive ppl.",
  "@_youhadonejob1 Who did that? I like that person.",
  "@ipbc_dev, what is the best browser for mining? Mine keeps restarting due to using significant energy. Or does it mean that my mac spec isn’t optimal for this?",
  "Net neutrality affects everyone. Without net neutrality, we let corporations to control what we can see and do on the internet. @AjitPaiFCC are you okay with your children using the internet, developing their world view and forming opinions based on someone else’s agenda? https://t.co/uc7ztWqbFo",
  "Stuff like this makes me even more fired up about crypto. I believe mass adoption can solve many of the social issues we have today, such as poverty: tech gives ppl access to capital &amp; education, opportunities to earn living/ discrimination: crypto economy doesnt care about",
  "🙌There is no excuse to play gender politics period. Worlds real problem is the wealth divide and power gap. Those in control distract us with racism, gender inequality etc, and make us fight each other instead. These are marely symptoms of a broken society, not a root cause. https://t.co/geSQvhziti",
  "I don’t speak for all women in crypto, but I speak for myself on this thread. I work full time in the space, been going to btc meetups since 2013, and I have never once felt undermined or underestimated by my (yes, mostly male) peers.",
  "Suggestions buying Cryptos\n- Never allow fear to tell u you’re missing out\n- If unsure simply WAIT &amp; make a decision tomorrow\n- Be patient &amp; you will be rewarded \n- Stop day trading (leave it for experts)\n- Don’t spend all ur money in one shot\n- Zoom out, look at the big picture",
  "Have you joined the Smoke Airdrop?  -  I have thanks to @Smoke_io\n\n#cryptocurrency #cannabis #airdrop #crypto\nhttps://t.co/P34a7FHeYs",
  "Joined https://t.co/UNY4eZR7x3 yet? \n\n#cryptocurrency #bitcoin #ethereum #bitshares https://t.co/kzzFKSyrfi",
  "My first #ICO @gifto_io has a special place in my heart💗 Let's go Gifto! @Raging_Jamo #cryptocurrency #gifto #virtualgiftingprotocol https://t.co/VFxJ0Uca09",
  "The fight to save the free and open internet is on. Join us at https://t.co/dERoskhsZT #NetNeutrality https://t.co/7QByNAkDcJ",
  "https://t.co/0U8fCRfn46",
  "depend on the internet for their livelihood, education,communication with the world, etc. Even more so with the emergence of #cryptocurrency and #blockchain. Ppl are trying to get the global economy online, and the FCC is giving corporations power to MESS WITH PEOPLE'S LIVES.",
  "It's been all about profit, and it always will be. My brother-in-law was refused connection bc there were only handful of neighbors on his road, therefore profit margins were not good enough. More and more people, esp younger generation and the marginalized, will",
  "what I can or can't see on the #internet. Tell me how this is free market that fosters competition against telecom giants. NN didn't stop innovation in telecom, or prevented rural population from getting broadband.",
  "We want #NetNeutrality . Dems &amp; Reps want net neutrality(NN). I went to no Harvard unlike @AjitPaiFCC, so someone pls explain to me why I have to give up my freedom to access information and resources without interference, so that companies with the deepest pocket gets to decide",
  "History shows that wen one is positioned in disruptive technology, making a profit is possible even under harsh conditions. During the #GreatDepression for example, that was in the sectors of the military, automobiles, paper, and radio. https://t.co/2BKf8QxtHd",
  "fuck. https://t.co/i6IRYMJPhO",
  "This has been my approach to life. Pros: Extreme happiness from finding my passions. Depression &amp; Anxiety gone. world's okayest lifter😋; Cons: easy to become food/sleep/sun-deprived. Difficult social life. Ppl worried I'm not following the Lifescrypt. #lifestyle #happiness https://t.co/QDPdqbXXNw",
  "@Beautyon_ I think the real revolution is that software/tech is giving back power to individuals. Money is not governing itself, it's the people who hold that currency, not a single entity government or banks. Software is the best vehicle for the revolution to happen.",
  "interesting. @Raging_Jamo https://t.co/DvkW0KBy2G",
  "@6BillionPeople You are one busy guy! Keep it up, and keep it real. 🙌🙌 https://t.co/lRVZT9SklF",
  "I've already told about 50 people in 5 minutes. @terniotoken, even if an OPED is being discussed on @Forbes - @FortuneMagazine 500 in the future anyone? https://t.co/jQHiti5cNs",
  "Ternio helps to verify users, mitigate ad fraud and offers NetZero payment terms.  We're the only scalable blockchain solution in the digital advertising industry.  Here's our video explaining how. https://t.co/4I9e7u5vO1",
  "The TIPbot Lottery will run once monthly. Five winners will be randomly selected.\n\nThe prizes will be:\n\n1,000,000 TIP\n100,000 TIP\n50,000 TIP\n10,000 TIP\n1,000 TIP\n\nTo enter go to:\nhttps://t.co/dHaKzw4TlP",
  "Airdrops are ongoing:) https://t.co/Yw2MPSWERn #ico #airdrops https://t.co/GMiqoHEPYR",
  "@Socal_crypto Oh good, we are doing this right.@Raging_Jamo we losing weight, constantly sleep &amp; food deprived.😓😓",
  "bahaha https://t.co/ETI7sYhDvM",
  "@IPBC future we come, here a small preview.\n\nIn the next update in about 10-14 days there will be a better design, high speed search, individual playlist and multibitrate videos https://t.co/NZput0qHQJ https://t.co/jEnEEBBqGA",
  "Self-sovereignty can be deeply confusing to people. It goes against common wisdom like, \"You can't fight City Hall\". That's what makes this idea revolutionary. It turns that common wisdom around into, \"You can't fight the users\".",
  "@terniotoken is in the news again!  Watch out - we've got some big stuff happening right now.  \n\nhttps://t.co/KBWj8FYbNR",
  "@LuminousNebulae I’ve done this before, but I have a legit excuse. I was high🌝",
  "How did #REIDAO and #Crowdvilla started? Find out more in our interview with @DisruptorDaily !\n\nhttps://t.co/vDTNQd7wt9 \n#Blockchain #crypto",
  "VR is gonna be amazing for introverts...I effin' hate crowds, and I'll be so up for experiencing the game day in pajamas at home, by myself, with my snacks. #introvertLife #homebodies #perfectday #yaaas https://t.co/iovpWVrznR",
  "So many idiots that get triggered by those trying to help and provide value. Why this game is easy. Most are closed minded and lack a curious mind.",
  "@dickerson_des Well this is just depressing.",
  "Fiat https://t.co/dEgulyu8mo",
  "@ipbc_dev did this happen? I don't see it live.",
  "Lisk's heart/vision is in the right place, and that's why I support this project. Check out #LiskAcademy  - plenty of rl use case examples of blockchain, so useful&lt;3 @LiskHQ, please take your time. #LSK is worth the wait😊 #cryptocurrency #liskrelaunch #LSK",
  "💗https://t.co/0qfO3HG9r4🙌 Some say #Lisk didn't deliver much ystday, but I disagree. It's a tremendous undertaking to create content both educational and easy for ANYONE to understand. You can tell the site was made with usability in mind. Also, #LiskHub is looking fab. https://t.co/4xzzldaapQ",
  "@SHTTKN No prob! It was actually all explained on your website, so it’s really my fault for not reading! :)",
  "I like where #Lisk is going. Vid is little too flashy for my taste, but it’s got a mass appeal. #Accessibility #usability in #blockchain space is crucial for adoption, and I can’t wait to check out new site tmr, hope it delivers on its promises:) #cryptocurrency #LiskRelaunch https://t.co/UPPKb2L5dK",
  "Woah. Unicode 'n' characters in a domain name as a super dangerous spoofed cryptocurrency exchange. Even has an SSL cert. https://t.co/xwKZZBIaDb",
  "@MarineCoin_MTC 오늘 #마린코인 45만 #MTC 를 #무료 로 받으세요:) 2014년에 비코와 리플을 잠깐 제쳤던 MTC.. AI와 혁신적인 #ICO 로 다시 돌아왔습니다! https://t.co/MH1dtUsQby / 카톡: https://t.co/hr4FsFsZUK #가상화폐 #가즈아",
  "Marinecoin Free ICO 450.000 MTC Free Crypto-Currency for anyone who has a valid Facebook account, apply today. to learn more visit https://t.co/x82eoimuMu #bitcoin #litecoin #dogecoin #ripple #ethereum #coinmarketcap",
  "Another good news for #Lisk, this time from #China. We are listed as number 1 in the code review from a top Chinese tech influencer. 🇨🇳 谢谢! https://t.co/OSE1JQwKUD",
  "Very bullish on Enjin Coin (ENJ):\n1. Only Crypto to be invited at GDC 2018.\n2. Android smart-wallet has been flawless. iOS version pending approval.\n3. 2 big partnerships in the making, will be announced in March. \n$BTC $ETH $NEO $LISK $BCH $DASH $ADA $LTC $XMR $XRP $ENJ $XEM",
  "Charlie Munger is 94 years old. Bloomberg thinks he is a credible thinker, publishing his crazy \"Bitcoin is noxious poison\" quote. When he was 20 in 1944, transistors didn't exist. Asking Munger about Bitcoin is like asking Caesar about YouTube. Totally, to the bone, ABSURD. https://t.co/CwWHDTXnH7",
  "@ipbc_dev Hey, thank you! I downloaded a mac wallet, but i don't see any option for mining.",
  "Am I mining? Am I doing this right? It's too easy to be true!!😁😍 @ipbc_dev #webmining #tooeasy #innovation #makeitinterplanetarybroadcast #ipbc https://t.co/tqvv5wVnjq",
  "@ipbc_dev aw really, I love the name \"Interplanetary Broadcast\" -&gt; https://t.co/1kMdeT9462?",
  "After a year of research Microsoft has concluded that on-chain scaling doesn't work: https://t.co/THeM2ToeFi https://t.co/vRo1USTGza",
  "Lately I'm really into #crypto #altcoins that focus on developing a community first. Free coin distribution -&gt; Motivation for active participation. #Bitcointalk activity points &gt; 15 profiles only. #TWIST @TWIST_project #ICO #alts #cryptocurrency #ICO #airdropalert https://t.co/tMJGFAbai1",
  "@EthereumBroker i don't see any vix coins. Did you receive my application? I applied 2 days ago. My twitter handle @CryptoSubmarine is in the app..",
  "Get your #FREE 450K #Marinecoin today!!! Over 90% total supply is being distributed to only 20,000 ppl. Be part of #MTC community if you want to contribute to this project. If not, trade on #f1cx.com MTC's own #exchange to get #BTC/#LTC/#DOGE. https://t.co/MH1dtUsQby",
  "Get your Marinecoin 450.000 MTC before someone else does\nhttps://t.co/0lu5FEG8yC\n\nANN https://t.co/Ga69aw9qrn\n\nPlease feel free to ask any questions about the enrollment it is totally free once you register to the exchange\n#Marinecoin @cryptoworld",
  "Join the first ever #free #ICO! https://t.co/G0Vb7GeHkf\nRegister on their exchange and get your free 450000 marinecoins! #Marinecoin is a community project. Read more about it here https://t.co/xeuBOXDc37\nI believe this project has a bright future!\n #BTC #ADA #XRP #NEO #TRX #LTC",
  "@JuliaBarlow82 thanks for sharing my steemit article&lt;3 and getting the word out about Marinecoin! It's such an underrated project.",
  "A -60% return requires a +150% to beak even.  A -80% return requires +400% to break even.  Think about that.  Saving that last 20% on the downside is worth a 250% smaller return on the upside.",
  "Yay Gifto finally getting the attention it deserves:)\n\nJoin free #GIFTO rotary to claim $1000 worth of Gifto: https://t.co/JQHHIXW7Nj \nRemember my invite code: 10123 \n\nGifto -  a virtual gifting protocol - listed on Binance, OKEX, Coinnest, Bibox and more.",
  "#digitalasset #digitalcollectible #CuteCats #mining #retro",
  "Arizona Senate passed a bill to allow residents to pay their state taxes in Bitcoin.\n\nRemember all the haters who kept saying “let me know when you can pay your taxes in Bitcoin?”\n\nNo one is going to stop this. History will be unkind to those who don’t believe in it.",
  "Please @ponderware: work on #MooncatRescue! I have 6 cats, and I can't see them in the adoption center. Luckily I screen-captured this little guy&lt;3 This game is a gem. Please bring it back. #savethemooncats #lovethisdapp #blockchain #ethereum #cooldapps https://t.co/6altZtLJNg",
  "Scavenger Hunt Token is the first ICO where you can get crypto currencies by walking around in the real world. Get tokens by digging on various locations. To dig for SHT tokens, you need to go outside. More details at https://t.co/bGfLBLkguH https://t.co/VeemSooArG",
  "@SHTTKN Hello, a quick question: What is the difference between sht1, 2 and 3?",
  "@PhilakoneCrypto You do you boo&lt;3",
  "We reached #1000followers in @Twitter and we want to celebrate by giving to our community 1.000.000.000 #VIXCoin to 1.000 Users. Register for the Airdrop\nin https://t.co/6bGXOf1sTX.\n#freetokens #freecoins #airdropsignal #cryptocurrency #Airdrops #airdrop #airdropalert #Mcafee https://t.co/IkGQ9aDljE",
  "BLOCKFARM COlN (BKC)\nTotal supply of 10 million coins. 6 million in ICO. Establishing big mining farm and providing free cloud #Mining hashpower for one year.Introducing Hybrid Leasing with high interest,returns #BTC as profit with capital. https://t.co/zEkyVHHNZ0",
  "@th3j35t3r so awkward, so petty",
  "Close up of Sean's @popularstashXRP beautiful acrylic on canvas,  \"Slumbering JoJo Dreaming of MEWN\" https://t.co/HlLCBh4Ff9",
  "@USATODAY I'm just cringing thinking about this...How #awkward.",
  "🏆 Internet's Toughest Guy Award 🏆 https://t.co/JB33ixUhuy",
  "I’m trying to change the world by helping others no matter age or color. To do that I have to step into people’s world, understand how they think &amp; where they come from. It’s hard but for us to grow, I need support from every follower. The @6BillionPeople movement is real! 💯🌎",
  "I was kidding. Not done. I shorted. 23 minute trade, $94 profit. Today's profit $760 in 7 hours. I'm down for ~ $110 / hour. Even though this is considered a bad day to me, I'll take it. Baby whales, don't ever see this as bragging. See this as #PROOF because I want you there too https://t.co/0lXK5UjlZy",
  "The TIPbot ICO is now live, the world's first tipping based cryptocurrency with proof of stake functionality.\n\nhttps://t.co/UyDSPVJn4B",
  "1/ The DotCom bubble shows that the market isn't very good at valuing early stage technology. I'll use Google vs. Yahoo to illustrate.",
  "My style is this. I chase adrenaline and the feel good moment of being able to say \"I made $50-$100 in 2 minutes.\" A video game that I want to conquer :D A game where my dexterity and micro is as important as my critical thinking. This is #ASIANLEVELGAMING like DOTA/LOL",
  "[ICO] #FREE #ICO Alert \" #MarineCoin\" &amp; My Review — #Steemit #cryptocurrency #bitcoin #altcoin #mtc https://t.co/tUjAEnC994",
  "End of Chinese new year coming up + the end of the month for futures + 1 trillion plus dollars taken out of the stock market... could we be getting ready for the biggest #Crypto moon shot we have ever seen? 👀\n\n#Litecoin10000 #LitecoinMatters https://t.co/xlK6WaLFhZ",
  "Thanks for following me. I don't care if you succeed, but I'll care if you do succeed, remember me, and buy me a 33' yacht as a thank you. 😂😍Therefore, please study my tutorials and let me know when you're successful because I look forward to a yacht.\nhttps://t.co/5X1PzQ69e4 https://t.co/cZZf8KqeFG",
  "man literally me. lol https://t.co/vKBydROSg7",
  "@ponderware Hello, is this project still ongoing? I just tried it, but I can't see anything under \"your cats\" in the adoption center. How can I view my cats?",
  "Regarding the upcoming #Masternode update for #Machinecoin you have the chance to win 25000 $MAC (&gt;2000 USD).\nJoin here:\nhttps://t.co/0Uxgb7Ej3r\n\n#FireUpTheMachine #Gleam #Giveaway",
  "I am sittin’ here watching the “crash”, from afar, except for when I buy the dip. Stop quantifying the USD value of this revolution. Technology is advancing daily, and the USD is falling in value. USD = stability. It’s a myth. Believe in tech, not fiat.",
  "Plebs vs #BTC Prices\n\n$3k: WTF is Bitcoin?\n$5k: It's a bubble\n$7k: Am I too late?\n$10k: Yup. Too late\n$17k: BUYING BTC NOW!\n$20k: 🍾🥂🎉\n\n$BTC drops to:\n\n$15k: I knew this was a mistake\n$10k: Sold here\n$8k: Glad I sold at $10k\n\nNext Bullrun:\n\n$20k: I'm BACK!\n\n🤦🏾‍♂️\n\n#Crypto",
  "@ThisIsNuse @Raging_Jamo Doing the same thing!! 🙌",
  "@6BillionPeople exactly what @Raging_Jamo and I are trying to accomplish! Thanks @6BillionPeople, we've been learning so much from you.",
  "I love a good bargain. $BTC My coin purse is heavier:D Nowhere but up from here!!!!",
  "Millennials embrace $BTC et al, in part, as reaction to $217 Tril of global debt and massive wealth inequality forced upon them by Gen X and B-Boomer parents and grandparents. Cryptos are statement: \"There must be a better way\"",
  "You know what? Regarding the upcoming #Masternode update for #Machinecoin you'll have the chance to win 25000 #MAC (&gt;2000 USD) by completing this campaign and get as many entrys as you can.\n\nhttps://t.co/APs1klREGB\n\n#FireUpTheMachine #Gleam #Giveaway #Crypto",
  "Happy New Year #Machinists!\n\n2018 will be a big year for #Machinecoin 🚀\n\nMake sure to check @Machinecoin for updates!\n\n#Masternodes and some other hidden stuff is coming closer.",
  "Regarding the upcoming #Masternode update for #Machinecoin you have the chance to win 25000 $MAC (&gt;2000 USD).\nJoin here:\nhttps://t.co/0Uxgb7Ej3r\n\n#FireUpTheMachine #Gleam #Giveaway",
  "Examine how clueless the media are about bitcoin. Now apply that idea to everything they've ever said. DYOR about the world you live in, it's mostly lies.",
  "It's okay Bitcoin, I will wait for you&lt;3",
  "First week of noob investor on crypto... https://t.co/fR4eP1jW6W",
  "@CryptoBulld0g @CryptoNike This just brought so much joy to me and @Raging_Jamo",
  "@City_Galloper This is so accurate.",
  "Cryptocurrency Market right now 🤣 #Bitcoin https://t.co/oEhT4l8yd8",
  "Women, consider crypto. Otherwise the men are going to get all the wealth, again.",
  "Worldwide retail e-commerce sales are projected to be $4 trillion by 2020. Given the clear value-add that $SYS provides to buyers and sellers (read below), it should be able to capture at least 1% of the market (conservative imo). That’d put it @ at least $75 per coin. @Syscoin https://t.co/11sMKFUQ28",
  "Syscoin fees are now static, not based on dynamic fee market that Bitcoin has succumb to. 100k simple asset transfers per SYS. Businesses can calculate their CODB ahead of time and not worry about miners pushing them out of business @syscoin @BlockFoundry @cryptocurrency @bitcoin",
  "Important Lesson! Coins vs Tokens vs Protocols: https://t.co/XRyhNs9pye",
  "Those people who always say they'll buy Bitcoin when it dips, a dip comes and they say they'll buy when it's even lower https://t.co/jh7awp8uZI",
  "Recently, the following critiques of $NEO have gained traction on Twitter &amp; Reddit without appropriate response:\n\n1) NEO's consensus network is and always will be centralised\n2) Consensus nodes need to be centrally approval\n3) The number of consensus nodes is too small. https://t.co/RuXlzvJ5hh",
  "Blockchain ranking by development activity. Winners are @Cardano_ @wavesplatform @LiskHQ. @Bitcoin at 5-th position, @ethereum at 30. https://t.co/OB16SgkRBm",
  "🔖Rather than scatter book recommendations, this will be the MASTER LIST of investing, crypto, and other books I found fantastically helpful. 📚\n\n#1: 'The Intelligent Investor' by Benjamin Graham.\n- A practical analysis of value investing. A MUST READ.\n\nhttps://t.co/TyTMW7nyRM",
  "@SmartTipps And if you missed the top, just leave it. Come back in 2 weeks and see what’s up. Never sell at a loss!!! My best gains came when I literally didn’t do anything, in times like this.",
  "\"All the methods by which the federal government...[is] trying to improve the conditions of people...are directly pernicious.\" - Mises, \"Economic Freedom and Interventionism\"\n\nOnly one thing works: \"refrain[ing] from putting any obstacles in the way of...accumulation of capital.\" https://t.co/b2P4DwSP9n",
  "The HODL attitude requires psychological &amp; emotional work. The unprepared investor cannot sit tight, only the one who has worked to imagine the market relentlessly punching him in face. https://t.co/h1aXmMFrTY",
  "My second #GIVEAWAY this year, to give strength everyone in this market.\nI'm giving 100 $RPX RedPulse ($NEO) to 10 lucky followers (10 RPX each) on the 21st of Jan.\nTo apply:\n1. Follow me\n2. RT this\n\nRPX is on Kucoin: https://t.co/0XBOV0zn4a\n#crypto $btc $eth $xrp $xlm $trx $ada",
  "1/ You really need to listen to this: $BTC is a *curved* logarithmic chart. That means prices move almost 2x log. Our brains think in terms of linear price: from 13k the ATH seems far away. But how far away from a 2x log price move? It's like 4-7 days away once you find bottom.",
  "I spent long time to create this top 100 Coin explanation.\nIf you dont have steemit account yet. Create it ! Do it for yourself ! If you like my post upvote pls and follow me. I will write there things that dont fit here. Dont miss! https://t.co/LPnUcv68MZ",
  "How to wear the raw hex of #bitcoin genesis block with elegance https://t.co/9EoyCTmdu4",
  "Just passed a car on the highway, license plate said \"BUY $IOTA\" \n\nNice.",
  "13/ Estimates of this are very tough, but global adoption will triple from about 1% to 3% of humans on earth owning cryptocurrency.",
  "If you try to jump into crypto assets too quickly because it looks like easy money, you're gonna get rekt. https://t.co/vOICrGXUao",
  "@Fullbeerbottle What a terrible gain ;p",
  "Trying to complete KYC for an airdrop, and servers can't take 50,000 pre-registered users. Is this because the company didn't prepare enough, or is current IT infrasturucture not advanced enough to take this much volume?? #cryptocurrency #KYCsucks #beenwaiting9hoursfordocupload",
  "@6BillionPeople I now support you on @Patreon. Looking forward to getting your insights!",
  "@iamjosephyoung He's got away with RE speculation for years! But of course, when working folks start making money and improving their lives, it's all gambling and scams. At least he brought a lot of attention on himself, and there is a petition calling an investigation into his finances.",
  "I can’t decide if I am having allergies or getting the flu. Benedryl or zycam?! So confused. #centraltexasproblems #fluseason",
  "@FuckToken @johnremus @Yurosik @Ulises @DeRealPresident @CryptoJenkins Lucky fuckers!",
  "@iamjosephyoung shit, I don't know if he said that or it was the justice minister. I can't find the news article now.",
  "@iamjosephyoung What makes it even worse is that he has no clue what blockchain &amp; cryptocurrency are. He has said that he sees the potential of blockchain technology and that we should encourage development, but not crypto. Just shows how out of touch he is.",
  "@iamjosephyoung Koreans are so sick of getting royally fucked over the government. Just fyi, Mr. Cheo Heungsik is the governor of the Financial Supervisory Service, not a minister. Mr. Cheo is accused of real estate speculation, and have multiple properties in highly speculative areas.",
  "In light of this Korea FUD, we're holding a free $FUCK giveaway!  RT and follow to enter.  We'll pick 5 winners for 500 FUCKs in 36 hrs. https://t.co/PTKspNdABt",
  "Dear noobs, \n     Bitcoin is NOT naturally going down. It is being pushed down via whales placing spoofy sell orders on exchanges to make noobs and risk managers sell to \"buy back lower\". They are stealing your bags and will make you buy back at a higher price.   \n\nRetweet this.",
  "@LuminousNebulae I used coinbase when I started. Was the only way I knew to turn fiat to btc or whatever, easy entry compared to other exchanges - graphs, charts &amp; whatnot can be overwhelming at first if you are not familiar. Hopefully better alternatives are coming soon though!",
  "@LuminousNebulae What an obnoxious douchebag. \"No one wants your attention anyway, don't read my tweets. Ew.\" is what I'd say. I just started following you, and you are great. Keep it up!",
  "I went to a friends' house to hang out and converted them to crypto &amp; blockchain believers. Good doggie! #cryptocurrency #ItsNotACult #web3.0 #bitcoin #altcoins",
  "@VAVetBenefits @DeptVetAffairs we were out of town for holidays &amp; terminal leave. Today he was able to speak with customer service and thankfully an extension will be granted.  It worked out, but I believe that communication can be improved!",
  "@VAVetBenefits @DeptVetAffairs I was wrong about some things in the situation. What we received in the post was a request for additional info after filing claims online already, due in 15 days. Miss the deadline, a decision on his file may be made on his behalf. We received the post 2 days before dd, bc",
  "@VAVetBenefits @DeptVetAffairs I will upload photos later today to clarify. Thanks!",
  "@BTCDJS @CryptoCowboy247 Agreed. If you see a coin being shilled, it’s already late:) wait until it drops after the hype and invest if you think it’s a quality coin and if you actually believe in it.. is what I tell my peeps.",
  "24 hours from now I will give away as many $TRX as followers I have. You must Retweet and Follow to be eligible. Never done this before, but it is time. Let's Ride.",
  "@DeptVetAffairs @VAVetBenefits 2/2 not to mention the waste of manpower &amp; tax payer’s money on printing the forms and mailing them. Help one more veteran with that money. Use encrypted email! It’s 2018. Also don’t ask service member to write their ssn on every page🙄",
  "@DeptVetAffairs @VAVetBenefits How about making it easy for separating members to file a claim? You send claim forms in the snail mail, and if a person doesn’t send the forms back (req by snail mail) within 15 days you make a decision on the claim. Snail mail? Is this 1990?  1/2",
  "When you realize the value of #crypto is not in fiat, but in adoption-&gt;my anxiety about crypto inv and $ is almost gone, and I’m more motivated to learn and spread the word than chasing gains. If we want to live in a decentralized world in our lifetime, we’ve got work to do!",
  "@newrality Cant stand the interface. It looks very minimalistic and simple at first glance, but it really isn’t...what’s going on with kraken?",
  "Scary marijuana stats:\n\n1. 88,000 deaths are annually attributed to excessive use. \n\n2. Every day, 30 people in the US die in car crashes that involve a marijuana-impaired driver.\n\n3.Teen marijuana use kills 4,700 people each year \n\n4. Lol jk those stats are about alcohol",
  "@jimmysong 3/3 with anything, I'd be happy to volunteer in research, marketing and admin. :) Also, I'd like to learn development, as well! Please keep me updated!",
  "@jimmysong 2/3 slaved to fiat and poor governance. With that said, my goal for 2018 is to integrate my life and my family's life into the blockchain economy. This includes, 1) Start writing on steemit 2) Educate my friends and family. I saw that you are in Austin. If you need any help",
  "@jimmysong Hi Jimmy! I got into crypto a while ago, like many others I got into it to make money. I've spent a few months getting to know what crypto/blockchain tech means to our world, and realized that this is literally the best thing that could happen to our generation, 1/2",
  "😍 yaas https://t.co/70L2BoPsZJ",
  "@Meetup @meetup_support",
  "Hey @Meetup, the website doesn't keep me logged in, and trying to join a meetup group takes me to your policy page. The same thing happened a few months ago, and I had given up on meetup. Advice?",
  "@SatoshiLite South Korean govt and media have no idea what they are doing.. The more people become aware, the faster crypto adoption will happen, the faster govt loses control over our lives. I say Thank you Korea govt! Now my grandma knows about crypto! #bitcoin #cryptocurrency",
  "#AnnoysMeMoreThanAnything slow drivers in the left lane. 🤬 LEFT LANE FOR PASSING ONLY!",
  "Crypto Threads. List of crypto related threads from myself or other people.",
  "🎁 If @wanchain_org $WAN does a 100x in terms of ETH in 2018 I will give 10 random people who retweet this $1000 USD value of $CRYPTO if it happens. Ready, set, GO. 🐳 https://t.co/Wsl0AlaecF",
  "$MGD will launch an  airdrop soon in the LoMoStar app. Here begins a new event! Please kindly read the rule written on the poster and download  LoMoStar app at https://t.co/AmvJjfPk43. https://t.co/68ENCFEdgG",
  "I will be giving away 1million PACcoins! If you want to be entered in the giveaway make sure to like, follow, and retweet this tweet! #PACcoin #paccoin #cryptocurrency #xvg #cryptogiveaway",
  "@brianchoffman It IS hard to explain it to non-tech friends, ha! Definitely got some “you are crazy” looks when I praised crypto over Christmas dinner... I will keep trying though:)",
  "@brianchoffman Agreed. I knew nothing about this technology a few months ago and now that I understand the concept, I am thrilled about the future. Everything we do/create has a value, and individuals will be rewarded for it instead of corporations pocketing the profits.",
  "Ladies and Gentlemen... we give you: The Burst Dymaxion https://t.co/BdI3Zekuqs"
 ]
}