{
 "user": 959831959076790272,
 "tweets": [
  "Did the moon landing really happened or it was an elaborate cold war deception? What these three astronauts found on the moon will blow your mind forever. https://t.co/1nKepaKS4T via @YouTube #government #ufos #extraterrestrials #alien #conspiracy #illegal #secrecy #CIA",
  "What is your most notable UFO depiction or sighting? 💫 Check out our \"Events\" page https://t.co/nViEVi9G9W on Facebook to see Dr. Greer live in person in Phoenix, AZ. If you can't be there in person you'll also find a link to the Webinar registration as well! See you there! https://t.co/k5ko2alMt7",
  "How have things gotten so out of control? Read more about this in Dr. Greer's book Unacknowledged: 💫 half off sale going on now https://t.co/GLbm3Fg8Xl\n\n#taxes #secretprojects #blackprojects #ARV #hoax #corruption #siriusdisclosure #unacknowledged https://t.co/JKF39NbjzM",
  "This has been going on for a very long time. #nikolatesla #zeropointenergy #military #corruption #ce5 #worldpeace #alien #conspiracy #illegal #secrecy #CIA #universalpeace #siriusdisclosure #unacknowledged #government #ufos #extraterrestrials #freeenergy #stevengreer #drgreer https://t.co/rk7JUVDxFX",
  "#Catalonia's crisis, #Europe's wake up call.\n\nMany Spanish unionists tend to forget that, as established in Article 472 of the Criminal Code, peaceful and orderly demonstrations do not constitute a crime of rebellion.\n\n#Cataluña \n#Katalonien \n#Puigdemont \n\nhttps://t.co/ON3iBjQ0OJ",
  "Learn more at https://t.co/tRhgXmqgGS 💫\n#siriusdisclosure #unacknowledged #government #ufos #extraterrestrials #freeenergy #stevengreer #drgreer #zeropointenergy #nikolatesla #alien #conspiracy #illegal #secrecy #CIA #military #corruption #ce5  #worldpeace #universalpeace https://t.co/Ud8tCDI8ki",
  "Trump doing what he promised, while the left yammers about how many transgender angels can dance on the head of a pin. https://t.co/vLUddHzyT7",
  "MUST WATCH: Former head of British Armed Forces gets cut off by Sky when he goes off-script on Syria! https://t.co/zy7FRWbWQ5",
  "Town Wants UFO Memorial Moved; Witness Objects - https://t.co/SrrF9Mut39 #GoogleAlerts",
  "Donald Trump, Aug 2013: https://t.co/G8OigkZqPe",
  "If you cannot attend the Phoenix event in person with Dr. Greer, join us in the Webinar:  https://t.co/vlVnowXaIo…/greer-stanford-atacama-ce5…/",
  "If you're still walking around saying that Trump is different and that he's fighting the deep state, you need to wake the fuck up and smell the continuity. https://t.co/c3FBjTt4li",
  "⚡️ “Propaganda”\n\nhttps://t.co/tvtSRc7wsa",
  "WARNING! VERY GRAPHIC: HORROR conditions of sheep on Australia's live export ships https://t.co/S8BAHZAT8V",
  "This shows the way British tabloids distort the truth to make phony headlines. I was aware of this when they first \"reported\" the story about Buzz Aldrin, which has since spread all over. https://t.co/vHmkfKnMlZ",
  "Check out this interesting... video on Tom Delonge. Starts at 15:00 minutes.\n\n#ufo #intelligence #tomdelonge #realitycheck #reality\n\nhttps://t.co/5mtzmZR3HF",
  "@jizzclone This is OUTRAGEOUS!",
  "@JChurchRadio Yes there are- which a 22 week  fetus does not have. Nor does a 22 week fetus have bone density and calcium of this Atacama skeleton- we have been scammed by the Military Industrial University complex- wake up folks!",
  "\"The whole idea behind @wikileaks is to take the same technologies that allow the NSA, Google, etc, to turn you into a source of data, and turn it against them to make you more opaque and them more transparent. This is why he's paying a price\" @yanisvaroufakis #ReconnectAssange https://t.co/6nSQKO71pY",
  "There is no single slam-dunk finding that explains the bizarre appearance of this individual (Daniel G. MacArthur, a geneticist at the Broad Institute). #Alien #Atacama #Bizarre #amazing https://t.co/pf3OLKfaD4",
  "Dr. Greer will show PROOF of the history of Intelligence Community corruption of both academic research and media coverage of UFOs in Phoenix May 12. And then show what YOU can do about it! Register at:  https://t.co/qCrReaiqdN … #event #workshop",
  "Roger Stone responds to claims in the Walll Street Journal this morning of a secret 2016 dinner meeting with @JulianAssange https://t.co/iZnfrHU5MU",
  "2)   It then led me to believe the true Name of the AATIP Program would never be given to any American Media Outlet, and thus opening the Program up to FOIA request's from it's citizen's. So i then got to work, on or around Jan 19th, Luis Elizondo gave an Interview to a Turkish..",
  "3) Outlet ...had the Name of the Program listed as \"The Advanced Air-Traffic Detection Program\", and i noticed it right away...i searched for other Turkish Articles on the Story. Only found two more that Day that picked the Story up when it first broke in Turkey, and BOTH",
  "Anyone with further information on the following please contact us! \" I am one who seek's the Truth as many do. But since the Dec 16th, 2017 announcement, i had a feeling it had a CIA operation behind it from the start. And knowing how they operate, i knew what to look for..",
  "5)  you could still plug him into a Lie Detector when asked \"Were you truthful with the name to the Media?\" he would pass it. All while not opening up the Program to FOIA request's. I am sure by now you guy's have heard that EVERY FOIA FIled by John Greenwald (The Black Vault)",
  "Spotted in SF https://t.co/BtLjgRFEuR",
  "No better way to celebrate Easter than to watch Trump, on his way into church, announce no more “deals” for those Dreamer kids, and then watch footage of Israeli soldiers shooting 773 Palestinian protesters, killing 17 of them. Or maybe it’s just April Fools Day.",
  "Noam Chomsky and John Pilger join calls demanding Ecuador stop ‘gagging’ @JulianAssange https://t.co/0Z3w5CuYjV https://t.co/LkPJF8eUfi",
  "If only Nixon had Twitter... https://t.co/MR92sS80o3",
  "To Whom It May Concern\n#Catalonia \n#Puigdemont\nCc @KRLS \nhttps://t.co/EY0WvqYUYy\nhttps://t.co/rVQkqHxPEI https://t.co/5hzDCgbPHl",
  "How To Reinstate The Internet Connection for Julian Assange\n\n#Assange \n#FreedomOfSpeech \n#ReconnectAssange \nhttps://t.co/BticU4nL4I",
  "The #Atacama #Alien Conspiracy : There is no single slam-dunk finding that explains the bizarre appearance of this individual (Daniel G. MacArthur, a geneticist at the Broad Institute).  https://t.co/RzvVYNH05d",
  "Rejecting 'Big Brother': Dutch population doesn't want security agencies to receive more surveillance powers https://t.co/OWcegfasOC",
  "@RT_com Full official audio incident here https://t.co/yq1X1Epaj0",
  "@ONSTELLARSOCIAL @UFO_tweets Full official audio incident here https://t.co/yq1X1Epaj0",
  "#WednesdayWisdom\n5 of George Orwell's Worst Nightmares have come true. https://t.co/Jpqv6NxWxs",
  "Wikileaks lanza una campaña para pedir a Ecuador que no deje aislado a Julian Assange https://t.co/4BmV4Wnrqo",
  "@RT_com They NOT compared modern Germany to Nazis, they compared Spanish ultra right wing government Partido Popular with Nazis.",
  "DETAILS: Move by Ecuadorian embassy to cut all communication for #Assange triggered by his critical remark on arrest of Puigdemont, which compared modern Germany to Nazis https://t.co/8pmh8IiZ3A",
  "Yes, that may refer to your smartphone too https://t.co/F3PvhZEiPt",
  "If you have nothing fear because you have nothing to to hide, post your passwords, internal emails and secrets. Makes it easier for us too",
  "@DrStevenGreer  They say it's harder to believe then to disbelieve but after seeing @unacknowleged it's impossible not to believe, what a fantastic film. I urge everyone who wants the truth to watch @unacknowleged and maybe more then once, there's a lot to take in.",
  "10 senior PhD level scientists have commented that the paper has faulty methods, no controls and the conclusions unwarranted .",
  "There is hope. Thanks @DrStevenGreer \nIMPORTANT! DR.STEVEN GREER: THE DISINFORMATION BLACK HOLE: UFO’S &amp; COUNT... https://t.co/7lgEdMaRj4 via @YouTube",
  "@lesliekean Full official audio conversation here https://t.co/yq1X1Epaj0",
  "2. Once again, the credibility of that mummy article among professional molecular biologists is very low, because: (1) it sat out in the desert for &gt;100 years, and (2) it shows lots of “novel” mutations not found in medical databases, which are therefore probably artefactual.",
  "This is MUST SEE!! Both the book and video are incredible. Thank you so much for the important work you’re doing @DrStevenGreer #GRATITUDE https://t.co/Id06NXH66x",
  "URGENT: Senior DNA PhD expert contacted Cold Springs Harbor Genome Research Editor who refuses to release \"peer review\" comments on Nolan article. What are they hiding? Is This a further cover-up? We need a full Investigation",
  "4 day Analysis of paper by expert shows NO controls were done and that paper should have received a 0 rating from Genome Research. We need to protect scientific research's integrity !",
  "@Blackstyle_88 Posted... \nhttps://t.co/Ecl1BOypo3",
  "@jxp220 Posted... \nhttps://t.co/UpsVhKGGJM",
  "@IAmDMazz Posted... \nhttps://t.co/bpIgOB7NSV",
  "@Hoodlum420 Posted... \nhttps://t.co/MpW3j6dtoW",
  "@KaTet_Todash Posted... \nhttps://t.co/h9ArVySAsg",
  "@KaTet_Todash Posted... \nhttps://t.co/uRuUFVHqMF",
  "@rjvaleo Posted... \nhttps://t.co/Xkx37NTmdq",
  "@APOCALYPSE709 Posted... \nhttps://t.co/gVyJMVfyyJ",
  "@420pablo247365 Posted... \nhttps://t.co/l2uIabJZzq",
  "@420pablo247365 Posted... \nhttps://t.co/wG7o1218eA",
  "@MissNoriNoir Posted... \nhttps://t.co/T8La9er8U3",
  "@gav_gavnewman Posted... \nhttps://t.co/zbIVTdew5C",
  "@logans_mind Posted... \nhttps://t.co/hJrcUPehEi",
  "@BlackFirstGP Posted... \nhttps://t.co/DNcgj7IHMj",
  "@Millennium13th Posted... \nhttps://t.co/oglQjrf1IV",
  "\"Primary data from Nolan not trustworthy, would have to be re-sequenced from a new sample.\"",
  "Why would Stanford or the alleged \"peer reviewed\" journal that published the paper allow such shoddy research? We demand a full investigation !",
  "BREAKING NEWS:Chilean researcher just confirms Atacama skeleton from early 1900s NOT 40 years old as falsely claimed in Nolan Stanford U. report. Old DNA means more degraded DNA and NOT mutated human fetus as claimed. More to come soon at https://t.co/yG7PSDpLmK",
  "Nolan had been informed of this fact by us in 2012 yet now claims Ata is 40 years old, not 100 years. Why? To rationalize the DNA findings!",
  "From PhD scientists and leading DNA expert: \"Most/all of the mutations which they say “gave the mummy deformed bones” could be due to oxidative damage of the DNA after the mummy died. Not while the mummy was alive.Real reason in DNA for altered bodily structure still unknown...",
  "Russian humanoid found 1996 looks like Atacama one, but adult- bigger.  Also 4 skull bones, etc. Interesting: the genetics on that one also cover-up and claimed it was a deformed female fetus! Video as well: https://t.co/ukZIPVApPQ https://t.co/5bCPNZ16f2",
  "The truth about chocolate #EasterEggs: a whistleblower speaks out https://t.co/LQi9t6CsG0 @CadburyUK",
  "@DrStevenGreer Posted... \nhttps://t.co/uf0jR60KPW",
  "@DrStevenGreer Posted... \nhttps://t.co/KFSoCaMiTB",
  "@DrStevenGreer Posted... \nhttps://t.co/9vdHsrkXNO",
  "@DrStevenGreer Posted... \nhttps://t.co/CNAJF06xuC",
  "@DrStevenGreer Posted... \nhttps://t.co/cxK1tALFqZ",
  "@DrStevenGreer Posted... \nhttps://t.co/m9PmCce8y0",
  "@DrStevenGreer Posted... \nhttps://t.co/V3orjJogP0",
  "@DrStevenGreer Posted... \nhttps://t.co/zCAkwrgTiZ",
  "@DrStevenGreer Posted... \nhttps://t.co/2cc62GHyM6",
  "@DrStevenGreer Posted... \nhttps://t.co/AoXxr7dHtM",
  "@DrStevenGreer Posted... \nhttps://t.co/D6UgqDiF3i",
  "@DrStevenGreer Posted... \nhttps://t.co/MToXTFOYKj",
  "@DrStevenGreer Posted... \nhttps://t.co/LzBHkNoGC9",
  "@DrStevenGreer Posted... \nhttps://t.co/t7LeneJwTb",
  "@DrStevenGreer Posted... \nhttps://t.co/j17yclr8uA",
  "@DrStevenGreer Posted... \nhttps://t.co/jsFJOJdZCc",
  "@DrStevenGreer Posted... \nhttps://t.co/DbIN4SXa8C",
  "@DrStevenGreer Posted... \nhttps://t.co/kRQtUVPRjF",
  "@DrStevenGreer Posted... \nhttps://t.co/Ln0RNPRLZC",
  "@DrStevenGreer Posted... \nhttps://t.co/wXmgIhLmCh",
  "@DrStevenGreer Posted... \nhttps://t.co/x0gWntY8Kg",
  "The daughter of the ruler of Dubai reveals shocking insights about her father in a chilling video posted right after she reportedly went missing. https://t.co/i6Xanocf5R",
  "So #UK minister @AlanDuncanMP calls @JulianAssange a: 'miserable little worm' and says he should turn himself in... and simultaneously \n#Facebook's Zuckerberg will not answer UK lawmakers' questions over data scandal.\n\n#DeleteFacebook \n#CambridgeAnalytica \nhttps://t.co/Hg69r9lWiz https://t.co/ldbBPAudhC",
  "\"Assessing the Fidelity of Ancient DNA Sequences Amplified From Nuclear Genes\" 2006 Genetics Society of America. This is well-known science for over 12 years ago. A full investigation into this Stanford University Atacama story is needed. https://t.co/C2D7hvvZOE",
  "A pioneer of DNA research:\"A non-expert might not have noticed it, but I am fairly sure that Nolan and colleagues planned a fake analysis right from the beginning. They included lots of random mutations in their sequences by intent, by omitting a standard treatment to remove them",
  "@DrStevenGreer Posted... \nhttps://t.co/rZAnslmT4B",
  "@DrStevenGreer Posted... \nhttps://t.co/tfPVVcdlXJ",
  "@DrStevenGreer Posted... \nhttps://t.co/TdpPZ5FvvZ",
  "@DrStevenGreer Posted... \nhttps://t.co/E9nZEJFuwM",
  "@DrStevenGreer Posted... \nhttps://t.co/lpMtSnn17O",
  "@DrStevenGreer Posted... \nhttps://t.co/QdCMpBRpvL",
  "@DrStevenGreer Posted... \nhttps://t.co/1NNULWsyiz",
  "@DrStevenGreer Posted... \nhttps://t.co/5wWt3MpWjY",
  "@DrStevenGreer Posted... \nhttps://t.co/bzP9oukKfH",
  "@DrStevenGreer Posted... \nhttps://t.co/m4rWTRZi65",
  "@DrStevenGreer Posted... \nhttps://t.co/SjwRuwRR8c",
  "UFO Sighting in Newquay, England on 1978-06-10 21:00:00 - Light and hum of something in field that took off at speed. https://t.co/8wgjIWrP4Z vía @mufon",
  "UFO Sighting in British Columbia on 2018-03-25 23:38:00 - Watching the nasa iss live web cam feed i saw lights/objects appear then fade into the darkness. https://t.co/86Kcc6pzFv vía @mufon",
  "UFO Sighting in England on 2002-02-28 00:00:00 - Object with 4 light 2 suns and two moon symbols.Doored compartments on frame 80'x80' https://t.co/riqMgYVURT vía @mufon",
  "UFO Sighting in Flint, Michigan on 1976-06-15 00:00:00 - Flying object very erratic for several minutes. disappeared into horizon then reappeared over us (3) for a minute or 2 &amp; then vanished. called the local airport and no unreported… https://t.co/huG2WTUi0e vía @mufon",
  "UFO Sighting in Port Orange, Florida on 2018-03-24 13:35:00 - Shiny orbs directly overhead interacting with one another https://t.co/dsNoc2GWEN vía @mufon",
  "UFO Sighting in Texas on 2018-03-25 18:45:00 - Strange https://t.co/OPnbAT7WwQ vía @mufon",
  "Times editorial today: \"Since October of last year, the Spanish government has consistently handled the thorny issue of Catalonian separatism with recklessness, heavy handedness and an apparent desire to make a difficult situation far worse.\" https://t.co/k1STAtzoUJ",
  "El Confidential claims that Puigdemont's smart phone was hacked by Spanish intelligence and his car bugged with a geolocation beacon en-route by Spanish agents -- all a likely violation of the laws of Denmark, Sweden or Germany https://t.co/LmAFa5NnPq https://t.co/0FsRxDYGFC",
  "@HISTORY Dr. Nolan believes the evidence now requires that the mummy be returned to Chile for proper treatment as human remains… does not this request seem weird? By God it is a scientist not a parish priest!! It seems to want to make the evidence disappear.",
  "@HISTORY Would we recognize an alien if we found one? 92% of the genome is exactly to human normal. Researchers could not, with the algorithms found in everyday genomics lab, match the other 8%.",
  "See:\"Assessing the Fidelity of Ancient DNA Sequences Amplified From Nuclear Genes\" 2006 Genetics Society of America. This is well-known science for over 12 years ago. To claim sweeping genetic conclusions on Ancient DNA= scientific malpractice- any objective scientist knows this",
  "In 1940 the elected president of Catalonia, Lluís Companys, was captured by the Gestapo, at the request of Spain, delivered to them and executed. Today, German police have arrested the elected president of Catalonia, Carles Puigdemont, at the request of Spain, to be extradited.",
  "Any other scientists that have expertise in ancient DNA please contact us at: https://t.co/yG7PSDpLmK. Thank you.",
  "Nolan's conclusions are junk science at it's worst . We will soon post a peer-reviewed paper on WHY old DNA degrades and CANNOT be used to conclude operative genes. THIS is established science- not matter what 14 other scientists say.",
  "UFO Dives at Military Police Officers, and a US Army \"Serious Incident Report\"\n\n#UFO #MAJICEYES #MUFON \nhttps://t.co/EDTOwvbKUo",
  "Billy Meier Extracts from the 688th official contact meeting on 20 August 2017 https://t.co/FaB5xeEJQb via @YouTube #BillyMeier #UFO #Prophecies #Paranormal #Mufon #Aliens #Extraterrestrial #FIGU #Ufology",
  "Excerpt from the 705th official contact meeting on Wednesday, 14 March 2... https://t.co/iYkhNiuppw via @YouTube #BillyMeier #UFO #Prophecies #Paranormal #Mufon #Aliens #Extraterrestrial #FIGU #Ufology",
  "Two 'UFOs' caught on video flying past military helicopter on rescue mission \n\n#UFO #UFOs #MAJICEYES #UK #USA #USAF #USNAVY #USARMY #NASA #ESA #CIA #MOD #MUFON \nhttps://t.co/XN3Ck6qy82 https://t.co/QFnHBffmWe",
  "#BillyMeier Contact Report 251 #UFO #Prophecies #Paranormal #Mufon #Aliens #Extraterrestrial #FIGU #Ufology https://t.co/P6P1MoNYuj",
  "#BillyMeie UFO Contact Report 260 https://t.co/Y8wTbEw1RB #UFO #Prophecies #Paranormal #Mufon #Aliens #Extraterrestrial #FIGU #Ufology https://t.co/1JaGDUyKHV",
  "UFO Sighting in Miller, Missouri on 2018-02-27 06:30:00 - Just a very slow moving ball of light https://t.co/pvphpcXm5R vía @mufon",
  "Episode trailer! East Coast Roswell: The #Kecksburg Incident\nI’m joined by @MadScientistPod &amp; a reporter who was on the scene on Dec 9, 1965, when the mysterious object landed in Western PA #UFO @mufon @DarkMythsPods @PodFix #PodernFamily #Pennsylvania #PhillyPodcast https://t.co/Z1nXAAX3CS",
  "UFO Sighting in Mill Valley, California on 2018-02-01 00:00:00 - Unknown flying objiect in pano photo https://t.co/yuTdqoU7g3 vía @mufon",
  "UFO Sighting in Schiedam, Zuid-Holland on 2018-03-25 16:20:00 - It's still happening. they are still hoverin at the same place, sometimes making crazy manoeuvres. it's a crazy sighting, it's 4 of them and they are star-like. https://t.co/xas8uAOKqp vía @mufon",
  "MUFON Files, Reptilians, Greys, Mantises, UFO's, Abductions, Implants, Zeta https://t.co/ecR4G0TPib",
  "The Government's UFO Disclosure Plan by Grant Cameron \n\n#UFO #UFOs #Disclosure #MUFON #MAJICEYES #NASA #USAF #CIA \nhttps://t.co/l2Twz1Ix6G https://t.co/geP23hhbWh",
  "UFO Sighting in Boulder, Colorado on 2009-02-01 00:00:00 - Followed bus for several miles. illuminated driver and forward section of bus. https://t.co/XX6Nd2SQRl vía @mufon",
  "Web creator Tim Berners-Lee blasts Facebook, saying it makes his invention easy to ‘weaponize’ the Web https://t.co/XJ3eJRj9Sh",
  "The excellent Gareth Porter on John Bolton\nhttps://t.co/SbwikBjf29",
  "MUFON CASE : 91004 New York ( March 24, 2018 ): https://t.co/Mwt38o9gQ6 via @YouTube",
  "UFO Sighting in Washington on 2018-03-24 21:20:00 - Strange craft with two bright lights and a blinking white light, but moved unlike an airplane https://t.co/Ro9M12Ndfk vía @mufon",
  "Did Fear of Extraterrestrials End Cold War and Trigger Star Wars Arms Race? #MUFON https://t.co/XFzAldiqPM",
  "https://t.co/jyaOzKuvxe\n. @mufon   #BREAKING #disclosure #Aliens #ufos #ufosighting #UFOキャッチャー #UFO #Extraterrestres #ufo #media #ufodisclosure #extraterrestrial #ufosighting #aliensarereal #thetruthisoutthere #unexplained #mufon #coasttocoastam #Delonge #Coast2Coast",
  "UFO Sighting in Coquitlam, British Columbia on 2018-03-22 23:45:00 - Saw large rectangle like object looking very low like it may crash then went up and down on same path https://t.co/f85oOqe5OR vía @mufon",
  "UFO Sighting in New York, New York on 2018-03-22 08:20:00 - Four ufos appeared in the sky, filmed during flight landing. https://t.co/yFCyuSEXH9 vía @mufon",
  "UFO Sighting in Richlands, North Carolina on 2018-03-24 00:00:00 - I opened the back doorbell to my house to let the dogs out and there they were. 5 of them total i have a live picture on my iphones https://t.co/vYl4XD9irx vía @mufon",
  "#BillyMeier Developmental Aid &amp; Third World countries - 215th UFO Contact Report between Quetzal &amp; Billy Meier on February 28, 1987 #UFO #Prophecies #Paranormal #Mufon #Aliens #Extraterrestrial #FIGU #Ufology https://t.co/1dOMSSuUy1",
  "Join the Social Media Revolution for Truth with Onstellar - No Censorship - Free Speech #MUFON https://t.co/bIF40JvtCX",
  "UFO Sighting in Keller, Texas on 2018-03-22 16:30:00 - Exiting hwy starring at funny cloud saw ufo near it over i35 heritage trace exit https://t.co/MKwEQdS8rt vía @mufon",
  "https://t.co/pXFrs9sBo0",
  "#facebook Cambridge Analytica: how the Royal family became embroiled in a data harvesting scandal — RT UK News https://t.co/oLd9QIZFCL",
  "A secret buried in 1962 returns with a vengeance hellbent on destroying everyone involved. But it didn't count on resistance. It didn't count on ...the hybrids! https://t.co/0ieu5onxDz #UFO #sciencefiction #scifi #MustRead #MUFON #series #Schertz #Texas #ASMSG https://t.co/BH6eK5mnVX",
  "@nickpopemod Dr. Nolan believes the evidence now requires that the mummy be returned to Chile for proper treatment as human remains… does not this request seem weird? By God it is a scientist not a parish priest!! It seems to want to make the evidence disappear.",
  "I’d say at least one million people in the streets of DC! Historic! This photo doesn’t even show the full breadth of it. Thank you Parkland students and kids everywhere. You have made it clear to the adults: “Either join us or get out of the way. We are here &amp; we are coming.” https://t.co/pjdBTsyz8J",
  "@mattharvest420 @nickpopemod 92% of the genome is exactly to human normal. Researchers could not, with the algorithms found in everyday genomics lab, match the other 8%.",
  "UFO Sighting in Campbell River, British Columbia on 2017-08-27 20:01:00 - Did not notice ufo when i took the photo. https://t.co/aaWip5twjJ vía @mufon",
  "Two pictures in my timeline: One shows hundreds of thousands of old stars in a galaxy far, far away. \n\nThe other shows hundreds of thousands of young stars in the streets of Washington, DC. \n\nh/t @AndromedaBot @HowardMortman #MarchForOurLives #NeverAgain #EnoughIsEnough #Enough https://t.co/MwSCIE5xdT",
  "So many marches against guns today, they can’t all fit on one map. #MarchForOurLives https://t.co/ygXAcBGXey",
  "@nickpopemod The shape of the head is slanted large eye sockets, a turreted large skull, and narrow face, so, Was it a novel form of dwarfism? She has teeth and bones show development beyond and are too dense. Sorry but I am not buy the official conspiracy.",
  "“We finally have the most concrete evidence yet of shadowy actors using dirty tricks in order to rig elections. But these characters aren’t operating from Moscow... Instead, they are British, Eton educated, ... and have close ties to Her Majesty...” https://t.co/14nQXGa90H",
  "UFO Sighting in Drayton Valley, Alberta on 2018-02-19 19:15:00 - 3 bright lights across , moved as one object (very dark night driving in country) started out hovering then moved stright up slower to faster, turned hard right angle to then fly… https://t.co/FeGU2euFmQ vía @mufon",
  "\"How to STOP an alien abduction.\" Joe Jordan is the MUFON (Mutual UFO Network) State Section Director for Brevard County, FL and president and co-founder of the CE4 Research Group which focuses on documenting and halting alien abductions. Mary Joyce-Editor\nhttps://t.co/P5k6N80RNi https://t.co/zMPP3iGop8",
  "UFO Sighting in Old Bridge Township, New Jersey on 2018-03-24 04:15:00 - Had a strange feeling in my stomach, got out of bed and saw outside window, over trees. https://t.co/lYyDSfS8PX vía @mufon",
  "@LittlelionmanJP @lagamez @ufoofinterest @SkeptInquiry She has teeth and bones show development beyond and are too dense. Sorry but I am not buy the official conspiracy.",
  "Must be Australia's best documented #UFO incident. #Disclosure #Aliens #SecureTeam10 #SaturdayMorning #MIB #BBC #MUFON https://t.co/TiQeJ4MuDY via @YouTube",
  "https://t.co/vkBhBgBaG6 #Mufon we are not alone",
  "\"June 11\nMinnesota Mufon presents Paola Harris\nMinnesota Mufon, a UFO interest group deals with various aspects of the phenomenon from sightings, crop circles,close encounter abductions and more, presents special... https://t.co/BUR9DzGFlW",
  "MUFON CASE : 90992 Palm Bay, Florida ( March 23, 2018 ): https://t.co/MNqvqmIRBu via @YouTube",
  "#BillyMeier #UFO #Prophecies #Paranormal #Mufon #Aliens #Extraterrestrial #FIGU https://t.co/ldXW6penQZ",
  "MUFON CASE : 90980 Drums, Pennsylvania ( March 23, 2018 ): https://t.co/VvwTx6UkX9 via @YouTube",
  "https://t.co/bJh2XAtyqa #BillyMeier #UFO #Prophecies #Paranormal #Mufon #Aliens #Extraterrestrial #FIGU #Ufology #TalmudJmmanuel https://t.co/Py7YG1wUyk",
  "Celebrate National Library Week https://t.co/ZuJ3bxMHH6 https://t.co/AUELW9vop0",
  "Did NASA's Opportunity rover photograph an 'alien skeleton' on Mars? https://t.co/aw7GBRJTcx https://t.co/AUELW9vop0",
  "@nickpopemod If this is human it has a constellation of mutations that have not been seen before. there were bone attributes that under X ray analysis gave the appearance that, if human, the specimen was around 6 years old at the time of death so it is obviously older than just an aborted fet",
  "@R_Tehubijuluw @nickpopemod This seems like a fetus.",
  "@lagamez @ufoofinterest @SkeptInquiry If this is human it has a constellation of mutations that have not been seen before. there were bone attributes that under X ray analysis gave the appearance that, if human, the specimen was around 6 years old at the time of death so it is obviously older than just an aborted fet",
  "Embattled data firm earned more than $1.1 million from Bolton’s political operation\n\nJohn Bolton — eyed for Trump post — leads super PAC that employed #CambridgeAnalytica https://t.co/WubTxOEyjK via @Publici",
  "@JulianAssange Twitter may get the third.",
  "This young man tried to defend atheistic ideas on Egyptian TV… but was shouted down and kicked out of the studio. https://t.co/VNpzbdu5kP",
  "An article from September 2017:\nTHE CIA CONFIRMS THERE’S EXTRATERRESTRIAL ACTIVITY ON OUR PLANET 🛸👽👽👽🛸\n#CIA\n#aliens\n#Alien\nhttps://t.co/mhR4wpPPor",
  "#CambridgeAnalytica: how the Royal family became embroiled in a data harvesting scandal https://t.co/Ec0s652HkE",
  "Inside the Queen's intimate ties to Cambridge Analytica (SCL Group):  https://t.co/oI9d3jUQIY https://t.co/x30eYjP3Dp",
  "AMAZING UFO OVER ITALY 2018 Analysis by Jason Gleaves https://t.co/w0oLTvgmlj",
  "Atacama Skeleton:More soon at https://t.co/yG7PSDpLmK Bottom line: Stanford U. report junk science, Nolan is part of the TTSA Counter-Inteliigence cell. It is the equivalent of those old guys Doug&amp;Dave claiming to have hoaxed the crop circles and MSM saying Case Closed! Rubbish!",
  "@DrStevenGreer On the other hand, the fact that it contains a human genome does not go against the theory that humans were created from the extraterrestrial genome. An widely accepted opinion by countless scholars of the subject and less fanciful theory than it seems at first sight.",
  "https://t.co/fBB2vkBc6H https://t.co/osGGkyQiDh",
  "@nickpopemod #Atacamaskeleton #Stanford #TTSA  The official conspiracy version claim the Atacama Skeleton is just a fetus, but has teeth and bones show development beyond and are too dense. Sorry but I am not buy the official conspiracy.",
  "@DrStevenGreer #Atacamaskeleton #Stanford #TTSA  The official conspiracy version claim the Atacama Skeleton is just a fetus, but has teeth and bones show development beyond and are too dense. Sorry but I am not buy the official conspiracy.",
  "#alieni #ufo #blog #blogger ALIENI RIVELAZIONI: VIDEO DAL WEB: 26 MAGGIO 2014, CASO MUFON N. 56640... https://t.co/JehkkOhRTb",
  "#alieni #ufo #blog #blogger @MassimoLandi7 ALIENI RIVELAZIONI: VIDEO DAL WEB: 26 MAGGIO 2014, CASO MUFON N. 56640... https://t.co/B7yqOtjIbR",
  "#alieni #ufo #blog #blogger ALIENI RIVELAZIONI: VIDEO DAL WEB: 26 MAGGIO 2014, CASO MUFON N. 56640... https://t.co/B7yqOtjIbR",
  "Alien Disclosure Evidence: The Mysterious UFO Landing At Socorro, New Mexico (Video)\n#ufosighting\n#Ufo\n#NewMexico\n#socorro\nhttps://t.co/dQBfdVSHrR",
  "Staten Islander named new Director of Research for Mutual UFO Network https://t.co/48FR5EjN3Q",
  "#Ovni #Ovnis #UFO #UFOs #ufosighting #Conspiración #conspiracy #conspiracytheorist #ConspiracyTheories 👽 https://t.co/c86T8dyeGO",
  "Exploring Arcade UFO - A Rare Gem Of Japanese Arcade Gaming In America https://t.co/EGVn22b730",
  "Spodek https://t.co/TxXtm80mCa",
  "'UFO' in postcard not likely foreign spacecraft https://t.co/afqGEYiRlM",
  "Staten Islander named new Director of Research for Mutual UFO Network https://t.co/xbTbhAPww5",
  "Third DoD UFO video is posted with Washington Post article https://t.co/4zYmrnF6TH",
  "The UFO Sighting On Kangaroo Island https://t.co/YW2b9sX92J",
  "Facebook and Twitter are being used to manipulate public opinion – report https://t.co/8TPfHNZ5U8",
  "#facebook  #facebookpage #facebookmessenge #facebooklive #bigbrother https://t.co/px7jl78U5H",
  "What is the Cambridge Analytica scandal? #Facebook https://t.co/MMJSnWiwfA via @YouTube",
  "Staten Islander named new Director of Research for Mutual UFO Network https://t.co/VoCDSMxkvq",
  "'Utterly horrifying': ex-Facebook insider says covert data harvesting was routine https://t.co/CjT8GeNlDk",
  "#UFO #ufosighting Flat shape in Joplin, MO, USA on Sunday 11 March 2018 https://t.co/BK1osUfHcw",
  "The navigator quickly replies: “I couldn’t make it out if it was a balloon or whatnot, but it was just really beaming light or had a big reflection and several thousand feet above us going the opposite direction.”#ufosighting #bizarre https://t.co/yq1X1Epaj0",
  "The TR-3B anti-gravity spacecrafts doesn't exist officially. It uses highly pressured mercury accelerated by nuclear energy to produce a plasma that creates a field of anti-gravity around the ship. https://t.co/AuvkelaUoJ",
  "Breaking! Spooky Black Square UFO Moves Slowly Over Florida Neighborhood https://t.co/gd5CDa7A5p #florida #ocalaflorida #ocalafl #ufosighting #ufos #ufo #ufosightings #strange #bizarre #weird #paranormal #unexplained #mufon #coasttocoastam #aliensarereal https://t.co/TY0M7uqsO6",
  "Check out this new interview with Dr. Greer and Carol Rosin. This covers counter-intelligence efforts to divert the public from the truth.\n\n#siriusdisclosure #disclosure #thedisclosureproject #stevengreer #carolrosin #interview #truth #UFOs #Extraterrestrial #change #evolution https://t.co/8wJNDO0x0J",
  "Great conversation with Emery Smith tonight on F2B... now, all of you... say 'thank you' to Emery and go and follow him:\n\n@emerysmith33 \n\nyou can listen to the replay right now: https://t.co/nW1rCh0wLA\n\n#f2b #kgra #media #ufo \n#disclosure #conspiracy https://t.co/Jyi8mAxHFw",
  "Potential ufo sighting in Boise, Idaho  right now, Dozens of green lights towards Mountain Home #ufo #ufosighting #boise #paranormal #wearenotalone",
  "New Podcast on the #Phoenix Lights Incident #UFO #ufosighting https://t.co/iS13ev1R6O",
  "Occlusion. Ubduction. Discuss... #augmentedreality #ufo #ufos #ufosighting https://t.co/G7y969G5mZ",
  "Alerta de Google - #UFO https://t.co/zIdR2mwKr6 or UFO? Flaming Orange Triangle Spotted Over Texas (VIDEO) https://t.co/379bw390wL",
  "Alerta de Google - #UFO https://t.co/0ryAxXscZP Drawings Show How Pop Culture Has Changed the Way We See UFOs https://t.co/Wn0vBYsELM",
  "Alerta de Google - #UFO https://t.co/OCv7lrSDSp Video Captures UFO Laser Battle Above Area 51 https://t.co/nIzSqxtueb",
  "Official audio recordings: UFO passed over two planes #ufosighting  #UFO https://t.co/yq1X1Epaj0",
  "Google Maps: Alien UFO 'flying saucer' spotted HIDING under a mountain in shock footage https://t.co/bsKrImvLYt",
  "#UFO Sighting Over #Brooklyn , New York - FindingUFO https://t.co/sIsxLUP90C",
  "#UFO Sighting Over #Tokyo, #Japan - #FindingUFO https://t.co/Rn2b3sTDo4",
  "Best Halloween #UFO Sighting 2012 West Central Georgia Sky Watcher Captures UFO! https://t.co/YfHwAK2cnS",
  "When the Navy doesn’t know what the Airforce is testing, they too proclaim “UFO”  https://t.co/L6fXC0ldxu",
  "Recent #ufosighting Egg #UFO shape in California (United States) on Friday 16 February 2018 https://t.co/QcFxgCyHiW",
  "Have you spotted a #UFO in the South of the UK, or anywhere else for that matter? I am now on this team so will... https://t.co/fKBvpJcifp",
  "Light followed us while walking down the street from my house. We seen a light zigzagin this lasted 90% of the sighting. Suddenly the c",
  "I liked a @YouTube video https://t.co/KLGCreCkna UFO sighting",
  "UFO sighting: https://t.co/3IYv4BbuL6 via @YouTube",
  "#UFO #ufosighting ' Spate of UFO  shape in uk on Wednesday 28 February 2018 https://t.co/cjABDG5632",
  "At midnight on Monday, @ChrisFCogswell of the @MadScientistPod breaks down what you should do after you witness a UFO and how to report your sighting to @mufon on the podcast!",
  "Shpere shape #UFO, #ufosighting in Rockville, IN (United States) on Monday 05 March 2018 https://t.co/zmdiCfQrOa",
  "Someone who reveals the truth cannot acknowledge a spaceship using electro-gravitic propulsion, but our darkest secret is nothing but a sighting of nine unidentified craft, even though all that they have to hide believes in the UFO phenomenon. #TheXFiles",
  "Orb shape #UFO, #ufosighting in Penn State Erie on Wednesday 28 February 2018 https://t.co/jGsOE5iN9M",
  "circle shape #UFO, #ufosighting in n1243 clover rd,Genoa ciry wi on Saturday 03 March 2018 https://t.co/gz1AZiJDXb",
  "UFO Sighting in Muscat https://t.co/pP6SDbXrkz",
  "Kim Wilde sees a UFO and says she'll 'never be the same again' https://t.co/J4G21nX2PK",
  "@DrStevenGreer Posted... \nhttps://t.co/ki5CyTKCCb",
  "Hey @loudmouthmuch, Thank you for the follow!",
  "Kim Wilde: 'People love a singer who's outrageous and joyful. I want it to be me now' https://t.co/IVfIOOSEaG  https://t.co/AUELW9dNxs",
  "@DrStevenGreer Posted... \nhttps://t.co/wwVyEHswb1",
  "St. Patrick's Day UFOs https://t.co/5FRbJD3TJg https://t.co/AUELW9dNxs",
  "Scifi Connor's Gambit: Brad Johnson is the lone witness to a UFO sighting. The sighting leads Brad to the greatest adventure of his life. https://t.co/NnYvd3Yv87 … #99c #99cents  #bookboost ##mustreadin2018 #Readscifi #Scifinovel #amreading https://t.co/0G4XSy45hA",
  "MSN NEWS UFO Sighting reported Australian Film Crew 2018 https://t.co/0Q1khPLV3b #ufosightingreports",
  "#UFO #ufosighting Triangle  shape in Lynchburg Rd Winchester Tn on Tuesday 06 March 2018 https://t.co/5J4GEpcPLn",
  "I liked a @YouTube video https://t.co/2ADLdz7257 MUST SEE WTF!! CRAZY UFO SIGHTING 2018 (NORTH LONDON) MUST WATCH BEFORE TAKEN DOWN!!!",
  "MSN NEWS UFO Sighting reported Australian Film Crew  2018 https://t.co/Mt3ZmSFHQB",
  "N,     A shape #UFO, #ufosighting in Arizona (United States) on Friday 16 February 2018 https://t.co/ud2v7ObIQ0",
  "#UFO Sighting Over #Brooklyn , New York - FindingUFO https://t.co/sIsxLUP90C",
  "#UFO Sighting Over #Tokyo, #Japan - #FindingUFO https://t.co/Rn2b3sTDo4",
  "Hiker sues state for refusing to acknowledge Bigfoot sighting #bigfoot #sasquatch #cryptozoology #paranormal #ufo https://t.co/cXtsL6TigY",
  "Best Halloween #UFO Sighting 2012 West Central Georgia Sky Watcher Captures UFO! https://t.co/YfHwAK2cnS",
  "#UFO #ufosighting Saucer  shape in 90220 on Sunday 18 February 2018 https://t.co/Wwa3En1eOC",
  "Recent #ufosighting Bullet,    Missile #UFO shape in Southend on sea, England (United Kingdom) on Thursday 15 F https://t.co/i6nHnf6FDW",
  "UFO encounter? New footage shows U.S. Navy pilots' apparent sighting of alien craft near East Coast https://t.co/nLcKsSiC2D, Luke 21:11 &amp; 25. signs in the heavens of the approach of our Lord's return",
  "UFO sighting over CHINA !  https://t.co/qCNZGmbVa2",
  "Read This Post: UFO Sighting Report: New Zealand 1999 #UFOSightings #Beam #NewZealand #Torbay https://t.co/RI31JNxeT2",
  "Recent #ufosighting Other #UFO shape in Irvine, California (United States) on Thursday 15 February 2018 https://t.co/vU4Utn2jIA",
  "UFO encounter? New footage shows U.S. Navy pilots' apparent sighting of alien craft near East Coast https://t.co/Zz6Rag7Ywn via @usatoday #FlyingSaucerFriday #ufo",
  "According to a report on https://t.co/z44khbfhDf, the 35-second footage, captured by an infrared camera aboard an F/A-18... https://t.co/IHCRiZieG6",
  "According to a report on https://t.co/z44khbfhDf, the 35-second footage, captured by an infrared camera aboard an F/A-18... https://t.co/qzQeCA1w2S",
  "UFO encounter? New footage shows US Navy pilots' apparent sighting of alien craft near East Coast - USA TODAY https://t.co/JxpzKoT2Lt https://t.co/oEJFKsZcx7",
  "@DrStevenGreer Posted... \nhttps://t.co/mtZ7840g1b",
  "@DrStevenGreer Posted... \nhttps://t.co/AdKabVeZBY",
  "@DrStevenGreer Posted... \nhttps://t.co/qsfU7Qg4ok",
  "UFO hunter spots alien 'Star Wars Jabba the Hutt face' in Nasa pictures of Mars https://t.co/M4R9JC2n3y https://t.co/AUELW9dNxs",
  "US passenger jet pilots stunned after seeing mysterious UFO in skies https://t.co/OEnkASMT1Y https://t.co/AUELW9dNxs",
  "'I keep a very active look in the sky for UFOs': Eighties icon Kim Wilde reveals she still believes in ... https://t.co/nGoIIf0MSz https://t.co/AUELW9dNxs",
  "Kim Wilde: I love my pocket-sized career https://t.co/pnknqloUnl  https://t.co/AUELW9dNxs",
  "I have seen the saucers! (World Contact Day) https://t.co/L675l55VZX  https://t.co/AUELW9dNxs",
  "Here's a Video of a Navy Jet Encountering a UFO https://t.co/GgJOiJB6gn https://t.co/AUELW9dNxs",
  "Scifi Connor's Gambit: Brad Johnson is the lone witness to a UFO sighting. The sighting leads Brad to the greatest adventure of his life. https://t.co/NnYvd3Yv87 … #99c #99cents  #bookboost ##mustreadin2018 #Readscifi #Scifinovel #amreading https://t.co/2hOQwu2Syl",
  "SUFJAN STEVENS - Concerning the UFO Sighting Near Highland Illinois (Illinoise)",
  "Hey @JasonUfonly, Thank you for the follow!",
  "UFO Sighting in Lakebay, Washington on 1969-06-30 20:00:00 - Ufo past over my...\n\nCategory: CodeUFO\nhttps://t.co/CcwW5m6ibq",
  "#UFO #ufosighting Shpere shape in Rockville, IN (United States) on Monday 05 March 2018 https://t.co/zmdiCfQrOa",
  "#UFO Sighting Over #Brooklyn , New York - FindingUFO https://t.co/sIsxLUP90C",
  "#UFO Sighting Over #Tokyo, #Japan - #FindingUFO https://t.co/Rn2b3sTDo4",
  "Best Halloween #UFO Sighting 2012 West Central Georgia Sky Watcher Captures UFO! https://t.co/YfHwAK2cnS",
  "Triangle shape #UFO, #ufosighting in Vita, Manitoba, Canada on Monday 12 March 2018 https://t.co/hPUPOJTlE2",
  "Only way I can get believe in UFO/Alien sighting is if they come to Scotland cos it’ll be no bullshit",
  "Orb Shaped Ufo Sighting -Paul Sinclair - Steve Ashbridge UFO Sighting Over Bempton U.K. 2:30am 2017. https://t.co/wZIJQ82c4Q",
  "The truth will come full circle to the existence of extraterrestrial life, and looking to the heavens will be the truth, anywhere that a sighting of nine unidentified craft can no longer avoid the UFO phenomenon. #TheXFiles",
  "Glowing shape #UFO, #ufosighting in Between Minsk and Solgorsk on Saturday 17 February 2018 https://t.co/FMEzQEqRuI",
  "#ufo Recent #ufosighting Circle #UFO shape in Brunswick, Ohio (United States) on Thursday 15 February 2018 https://t.co/OGlstcIgp8",
  "Recent #ufosighting Circle #UFO shape in Brunswick, Ohio (United States) on Thursday 15 February 2018 https://t.co/qIO6WGjFIV",
  "triangular rounded edges shape #UFO, #ufosighting in  westview drive hampton va 23666 on Wednesday 21 February  https://t.co/1nxlGHTdwe",
  "Recently Declassified Video of UFO Sighting https://t.co/1OXihl8lx8",
  "Recently Declassified Video of UFO Sighting https://t.co/d2EI8MUkBL",
  "@DrStevenGreer Posted... \nhttps://t.co/FOwlZHUNb1",
  "@DrStevenGreer Posted... \nhttps://t.co/YaBHsqqrN4",
  "@DrStevenGreer Posted... \nhttps://t.co/Y0PcgHUYYJ",
  "#UFO encounter? New #Footage shows U.S. #Navy pilots' apparent sighting of #AlienCraft near East Coast https://t.co/skRkbpQ2Yk via @wordpressdotcom",
  "#UFO #ufosighting Triangle shape in Gamsberg on Tuesday 13 February 2018 https://t.co/ThuSLN2eOI",
  "Black Large UFO caught In NY City March 14 2018 Amazing Sighting https://t.co/JtMNF8kSlI via @YouTube",
  "Black Large UFO caught In NY City March 14 2018 Amazing Sighting: https://t.co/8jU4BVa56F via @YouTube",
  "Rooftop UFO Sighting of Strange Object in Trujillo Peru https://t.co/FSKByor15E",
  "@DrStevenGreer Posted... \nhttps://t.co/WCmZRUarSy",
  "Kaikōura, New Zealand UFO sighting still flummoxing locals 40 years later -- High Strangeness -- https://t.co/9OyzQwidlO https://t.co/40JQyDs3l0",
  "Recent #ufosighting N,     A #UFO shape in Arizona (United States) on Friday 16 February 2018 https://t.co/ud2v7ObIQ0",
  "#UFO Sighting Over #Brooklyn , New York - FindingUFO https://t.co/sIsxLUP90C",
  "#UFO Sighting Over #Tokyo, #Japan - #FindingUFO https://t.co/Rn2b3sTDo4",
  "why every sighting ever of a UFO gotta be shot on the first ever made palm pilots camera- shits like maybe 40x40 pixels were literally just watching blocks move around the screen",
  "Best Halloween #UFO Sighting 2012 West Central Georgia Sky Watcher Captures UFO! https://t.co/YfHwAK2cnS",
  "triangular rounded edges shape #UFO, #ufosighting in  westview drive hampton va 23666 on Wednesday 21 February  https://t.co/1nxlGHTdwe",
  "UFO Sighting Near ROSWELL! — L.A. Marzulli’s Blog https://t.co/4hbV6ryZzt https://t.co/VlSSGpsH6q",
  "#UFO #ufosighting Sphere shape in Mumbai, Maharashtra (India) on Friday 16 February 2018 https://t.co/4mEbRZXqGj",
  "@DrStevenGreer Posted... \nhttps://t.co/KW7lKQ5Hdn",
  "I believe! That reminds me I gotta catch up on 2 episodes of Xfiles on my tivo...\n\nhttps://t.co/MOKBeCFIJV\n\nhttps://t.co/jyqZbL8eXw\nhttps://t.co/hyuP9ZlrfM\n\n#nasa #ufo #UFOs #ufotable #space #SpaceExploration #XFiles #XFilesEnFOX #music #MusicVideos #musicvideo https://t.co/ruhAXZFELA",
  "Recent #ufosighting Sphere #UFO shape in Enumclaw, Washington (United States) on Wednesday 14 February 2018 https://t.co/m0GBGH8Qi2",
  "#UFO encounter? New footage shows U.S. Navy pilots' apparent sighting of alien craft near East Coast https://t.co/IQxYZQ1f7x via @usatoday time to read Allies of Humanity https://t.co/GrqpAF7Ra6 to know what is going on and how to prepare.",
  "The first UFO sighting was at the first attempted  public beej \n\nIt proves even aliens like watching porn https://t.co/Lm5eR9orLy",
  "Kim Wilde opens up on Loose Women about UFO sighting https://t.co/Zn5gqkebiq",
  "Pentagon Insider: The Government Is Ignoring UFOs and It Could Impact Humanity https://t.co/Nj8MlFwqTq via @outerplaces",
  "Endeavor astronaut inspires Trinity students-Johnson said an Unidentified Flying Object, or UFO, sighting was the “most amazing thing” he has ever witnessed in space. https://t.co/LeJcw5PLGn",
  "RELEASED : U.S. Navy F/A-18 Super Hornet catch UFO on Screen https://t.co/01JjANHWCw #2018 #UFO",
  "The latest development in the Pentagon #UFO program story is the release of a third video, and a @washingtonpost article by Christopher Mellon. I faced identical issues and frustrations when looking at this subject for the UK government. I feel his pain. \nhttps://t.co/QjIRyTyw7B",
  "Possible meteoroid causes boom, lights up skies in Grays Harbor County https://t.co/SKWjEIPlIp via @KING5Seattle",
  "(2018/01/2) UFO or TR-3B Anti-Gravity Spacecrafts Reversed Engineered Alien tech? https://t.co/C9AtXRedlc",
  "Government Documents Reveal Canada Took UFOs Seriously  https://t.co/GC8DyB10im via @vicecanada",
  "1890 NY Times Article: Race Of Giants Discovered In New York\n\nhttps://t.co/CKSh84e3fl",
  "#CIA #whistleblower loses in court.\n\nDefense attorney Susan L. Kruger said: “What might happen here is that potential whistleblowers won’t want to speak up because their agencies will ignore any kind of whistleblower complaint that will come their way”\nhttps://t.co/8nrsWT2C1j https://t.co/B4dsWT7yUn",
  "@UFO_tweets @nzherald This can definitely interest you https://t.co/OdrzBhwC3A",
  "Free country \n#georgecarlin https://t.co/p9ps0CLN2v",
  "Aliens and UFOS are REAL https://t.co/F7Vpbs1Zaq #disclosure #UFOs #Aliens #Bizarre",
  "When fires ravaged parts of Tenn in 2016, Dolly Parton gave $1k/month to every homeless family until they could get back on their feet. She has used her fame to spread a message of love/acceptance. \n\nToday, she donated her 100 millionth book\n\nDolly Parton is an American treasure https://t.co/Ad91pP1cgz",
  "BEST OF DISCLOSURE with Dr. Steven Greer (TIME) https://t.co/XIAQpiHxak #disclosure #aliens #ufo",
  "Email to Hillary Clinton via her assistant on how the State Department was behind PR campaign to collect millions from the public \"for Haiti\"\n\nBackground: https://t.co/2RbhgLsBse\nhttps://t.co/wt0ZCtIGDO https://t.co/ixDaE3TCb6",
  "Robbie Williams says no substances were involved when he saw a UFO https://t.co/RmxrxACGcl via @DailyMailCeleb",
  "Water may be widespread on the moon after all – new research — RT World News https://t.co/86I9sONxaM",
  "A mysterious dance of light has been spotted high in a cloud to look like something that is out of this world. This particular event was filmed above Greenwood, Indiana, USA. #Aliens #UFOs #bizarre https://t.co/oxQjenPfCl",
  "Mysterious dance of light over Greenwood, Indiana (USA): https://t.co/kNvycrch8S via @YouTube",
  "boyd bushman roswell https://t.co/6RTJQidwgf #Extraterrestrial #Alien #außerirdisch #外僑 #иностранец #विदेशी",
  "Dr. Steven Greer : The FAKE 'Alien' Attack is Real &amp; Coming Soon! https://t.co/efWmIu5Uqm  #Extraterrestrial #Alien #außerirdisch #外僑 #иностранец #विदेशी",
  "Space industry CEO Robert Bigelow says aliens visit Earth https://t.co/BXG94dF7qK via @YouTube",
  "Four different television networks (Fox 4, The National, NBC News, RT) show how a UFO destroys the SpaceX Rocket on launch pad. https://t.co/l9yKB9ExhP",
  "Four different television networks show how a UFO destroys the SpaceX Rocket on launch pad: https://t.co/Gr3qS9Kzxu via @YouTube",
  "It's #LFW2018 so tell British brands to make factories safe @MarksandSpencer @Debenhams @nextofficial @Topshop  https://t.co/QHH4wmBm2a #LFW",
  "Former Legislator Henry W. McElroy, Jr - Eisenhower met with Extraterres... https://t.co/3gtPBJZs9s via @YouTube",
  "Capt. David Schindele - UFOs Disabled Nuclear Weapons https://t.co/co2d8B91vl via @YouTube",
  "UFOs Disabling Our Nuclear Weapons Conference   Robert Hastings   27th S... https://t.co/6ReEXMGe8A via @YouTube",
  "TR-3B MAN MADE UFO?: https://t.co/BX3wVJ1pjy via @YouTube",
  "TR-3B MAN MADE UFO?  Brightly light captured at around 10:30 pm on Port Jefferson, NY - April 17, 2015 (recorded with mobile phone camera) https://t.co/ul7vWa7L7c",
  "2017-12-20 - Interview with Chris Mellon on the USS Nimitz UFO Incident https://t.co/k0W1h3ZhUX via @YouTube",
  "WATJ 20: Secret Gov’t Space Program, UFOs &amp; Steven Greer RT TV #Aliens #UFO https://t.co/CproK48KKg via @YouTube",
  "Free Energy- John Searl, Zero Point Energy.The Searl Effect Generator https://t.co/D5HGLREPOB via @YouTube",
  "OK so we're all going to die https://t.co/qdC1E0ohtE",
  "NASA's Alien Anomalies caught on film - A compilation of stunning UFO fo... https://t.co/uL2HFZvzTA via @YouTube",
  "#StateOfNASA Buildings On The Moon I - Amazing image taken directly from the NASA website https://t.co/6x89F887Gn … #Aliens #extraterrestres  #bizarre https://t.co/8tKE1YWhDc via @YouTube",
  "#StateOfNASA Buildings On The Moon II - Amazing image taken directly from the NASA website https://t.co/6x89F887Gn … #Aliens #extraterrestres  #bizarre https://t.co/2QjBjEncDI via @YouTube",
  "Buildings On The Moon II - Amazing image taken directly from the NASA website https://t.co/6x89F887Gn #Aliens #extraterrestres  #bizarre https://t.co/hIOxF6pobZ",
  "Buildings On The Moon II -  Amazing image taken directly from the NASA website https://t.co/FFe0wj1grd",
  "Buildings On The Moon? Amazing image taken directly from the NASA website https://t.co/8tKE1YWhDc via @YouTube",
  "Buildings on the Moon? Amazing image taken directly from the NASA website https://t.co/J5NY9IUdSJ https://t.co/JcSZ83X9g1",
  "Not seen in CNN, Fox News or BBC - ANOTHER WHISTLEBLOWER VICIOUSLY ATTACKED! https://t.co/TpC9CpxOsi",
  "Not seen in CNN, Fox News or BBC - Insider Claims to Have Autopsied 3,000 Different Species of ETs: David W... https://t.co/4C2D1Unqk3  via @YouTube",
  "President Eisenhower warns us of the military industrial complex. https://t.co/hZC5FviZdT via",
  "ET Autopsy Insider Emery Smith Hit with Massive Attack #Extraterrestrial #Alien #außerirdisch #外僑 #иностранец #विदेशी https://t.co/owc9StYpN3 via",
  "Emery Smith tells us of his induction into secret military testing facilities at Kirtland, AFB in NM where he was tasked with dissecting tissue samples taken from extraterrestrial bodies.  #Extraterrestrial #Alien #außerirdisch #外僑 #иностранец #विदेशी  https://t.co/4C2D1Unqk3",
  "Dr. Steven Greer leads the investigation into a mysterious humanoid specimen found in Chile's https://t.co/LqX3s1vbay via @YouTube",
  "Emery Smith, the whistleblower formerly known as “Paul”, comes forward to reveal his work inside secret biological facilities deep under the New Mexico desert https://t.co/4C2D1Unqk3 via @YouTube",
  "Anonymous - This will Change Everything You Know... (2018-2019) https://t.co/uBxAgd1aZR via @YouTube",
  "CNN - Pentagon's Secret UFO Program Revealed #Extraterrestrial #Alien #außerirdisch #外僑 #иностранец #विदेशी #LuisElizondo https://t.co/Yz2g4U5AVx",
  "\"Along with the briefcase with nuclear codes, the president of the country (Russia) is given a special 'top secret' folder. This folder in its entirety contains information about aliens who visited our planet,\" #Extraterrestrial #Alien #außerirdisch #外僑 #иностранец #विदेशी https://t.co/D3PXcZHKE1",
  "Ex-UFO program chief: We may not be alone https://t.co/lgh50PhbKQ via @YouTube",
  "Unacknowledged: Roswell Was Not The Beginning https://t.co/terA820LZv",
  "TR-3B  Seattle, WA - June 21, 2016 #UFO #sightseeing https://t.co/R4E9wyRwz2",
  "Dr Robert Jacobs PhD putting skeptic Bill Nye in his place!\nJacobs was top ballistic missile engineer who witnessed a dummy nuclear warhead being shot down by a #UFO at 9.000mph in1964. https://t.co/WaOJkrkt79",
  "Conehead elongated skulls https://t.co/LT8EZ6CVJ0",
  "\"Along with the briefcase with nuclear codes, the president of the country (Russia) is given a special 'top secret' folder. This folder in its entirety contains information about aliens who visited our planet,\" https://t.co/YF0UCmZIEl",
  "Russian Prime Minister say Aliens Living Among Us. #Extraterrestrial #Alien #außerirdisch #外僑 #иностранец #विदेशी https://t.co/iSvMLFyHJP",
  "Testimony Of Dying CIA Official , About UFO's And The Extraterrestrial  #Extraterrestrial #Alien #außerirdisch #外僑 #иностранец #विदेशी https://t.co/n43KVkRFQ0 via @YouTube",
  "Official UAP Footage from the USG for Public Release #UFO #Aliens #sightseeing https://t.co/1t2Ap2qGmC",
  "FoxNews Navy pilot recalls 'out of this world' encounter #UFO #Aliens https://t.co/17xTnm6k7d",
  "Dr. Edgar Mitchell- ET Presence on Earth is real  https://t.co/DBE08qllBj via @YouTube",
  "Retired NATO Intelligence Analyst, Robert Dean S... The Truth About Aliens. #Extraterrestrial #Alien #außerirdisch #外僑 #иностранец #विदेशीhttps://t.co/cxa4lwe4v9",
  "Part 2 UFO Video Released By Chilean Navy 2018, The technician filmed the object for nine minutes, mainly in IR. In two instances it discharged some type of gas or liquid with a high thermal track or signal, #Extraterrestrial #Alien #außerirdisch #外僑 #иностранец #विदेशी https://t.co/lul8OYDmls",
  "UFO Video Released By Chilean Navy 2018, The technician filmed the object for nine minutes, mainly in IR. In two instances it discharged some type of gas or liquid with a high thermal track or signal, #Extraterrestrial #Alien #außerirdisch #外僑 #иностранец #विदेशी https://t.co/8CRo1f8khP",
  "Mike Wallace Interview With Donald Keyhoe 1958 UFO's Are Real -Full- Int... https://t.co/hU3g4j2zuQ via @YouTube",
  "Paul Hellyer talks 9/11, the banking cartel, global warming, and Roswell https://t.co/dJMkp0Ht9i via @YouTube",
  "FINALLY: DNA Results Of The Paracas Elongated Skulls Of Peru: Part 1 https://t.co/uQcX0yy8k2 via @YouTube",
  "Travis Walton Abducted by Aliens in Fire in the Sky - FULL FREE VIDEO https://t.co/CerDDYwqtk via @YouTube",
  "5 Astronauts and Scientists That Say UFOS &amp; ALIENS EXIST https://t.co/ia9i6rwQOt via @YouTube",
  "I love that all British tabloids are trying to think of the most dramatic term for the Bitcoin collapse. So far, I've gone with 'bloodbath' and 'horror show', based on quotes. Now, it's time for a cryptocurrency 'massacre'. Next? Cryptopocalypse....  https://t.co/RwJCyvUQjt",
  "#LIKE &amp; #SHARE\n\n#GOOGLE #BOBLAZAR #ET #AREA51 #UFO #ELEMENT115 #YOUTUBE \n\n#CONSPIRACYTRUTH #CRITICALTHINKING https://t.co/BBCfat2O2R",
  "Everything Is A Rich Mans Trick / Part 2 https://t.co/LKuQZLONfK via @YouTube",
  "JFK to 911 - Everything Is A Rich Man's Trick (Full Documentary) https://t.co/JjptbC50QD via @YouTube",
  "@RealAlexJones Fascism is the REAL danger to America.",
  "Steven Greer: Unacknowledged, Scalar Weapons, Roswell and Disclosure (Ju... https://t.co/rfaT0ohNtF via @YouTube",
  "2001 National Press Club Disclosure EVENT https://t.co/rOQFfsoc2o @DrStevenGreer thank you for all the work you’ve done for disclosure and exposing parts of the corrupt government",
  "This video is so good!! https://t.co/mnC9Ef3b9N thank you @DrStevenGreer #Unacknowledged #ExposingtheNSS",
  "#Unacknowledged is available today! Watch now on iTunes and Vimeo! https://t.co/i537owG6x7 https://t.co/oy1Eik4z6g https://t.co/5wNTwfX4gb"
 ]
}