{
 "user": 976898713,
 "tweets": [
  "This video will change your life. Never have I seen footage so powerful. All animals suffer and no animal wants to be killed and eaten. Please RT far and wide. 💔 https://t.co/FqOqGnjQps",
  "#HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart #HallForHart https://t.co/6jzFKzONPt",
  "It's not all what it seems 🤐 You can find out more by watching Unacknowledged on Netflix or reading the book. The book is HALF OFF, if you buy the DVD combo you get the book for free on our website.\n\n#siriusdisclosure #unacknowledged #government #ufos #extraterrestrials #truth https://t.co/WDoTxQnKNm",
  "spread love. Put more love into the universe.",
  "Former CIA Officer Exposes Clinton Charity Fraud As Biggest Scandal In US History https://t.co/VamuoJKtsI",
  "question everything",
  "HAPPY EARTH DAY! 🌎💫💚 #earthday #earth #nikolatesla #zeropointenergy #freeenergy #unacknowledged #conspiracy #illegal #alien #secrecy #CIA #military #secret #corruption #siriusdisclosure #ufo #extraterrestrials #stevengreer #worldpeace #truth #technology #pollution #fossilfuels https://t.co/pvCRWOAMnA",
  "People “only use 10% of their brain” because they aren’t indulging in anything creative. Write some music, make art, explore nature, go outside of your comfort zone. You will feel so much better I promise.",
  "https://t.co/LxDdz0UefY\n\nOne of the arrows points to the center of the head and reads “forced  manipulation of airways, including externally controlled forced speech.”",
  "HEY YOU! Relax. Embrace the uncertainty. Life would be pretty boring if you knew all the answers all the time.",
  "The miracle of science is profoundly real when you see people's first expressions of hearing for the first time https://t.co/77GyOrqosw",
  "https://t.co/62mFhTlEEF",
  "https://t.co/SXVxUGn7a9",
  "@NJDevils great game guys. Can't wait to see you crush them in game three #NowWeRise",
  "Of all the #HumboldtStrong photos posted today - this is the one that really got me. A child from Uganda showing support for the Canadian hockey players who have been quietly helping so many for so long. https://t.co/Y2srByuJoP",
  "@DisneyFamJam @TheWantedEmcees @420GrowTeacher @DestroyIllusion https://t.co/lqh8NdTpNI",
  "https://t.co/Vm3bvVJkhQ",
  "If anyone out there wants to leave me a message, I'll make sure my voicemail is empty 👽📞 #WakeyWakey https://t.co/r5PnLaokw2",
  "This is from a thread on the front page of Reddit re: gas attack in Syria. Take note of the 5th comment.\n#PeopleAreWakingUp https://t.co/9JVkbZN9S4",
  "@OpenThePrimary @Determined1776 @JimBlakesong @BrutalVeracity @GrannyPi @realNick777 @Gruvedawg @JettBaker4 @4AllFreeSpeech @Delaluz_321 @llotus6 @guitar_bear @alley6669 @Sambyhere @Seany_Bear_28 @Shawty4Short @barr1966_barr @ElisaYoder @diamondgirl2222 @FedupWithSwamp @Mr_Assange @Db123dryb2 @vestonash @EveTweets @EmporioRaoul @BELLA__KM @realDonaldTrump @hollylandes @brett_carey35 @stickyhammer @Hollyberry1964 @jametteriley @Mark923to25 @PaulyDeathwish @cosmeclaire @CarrieanneTX2 @MajesticAngel01 @MBNMissyMagoo @BayleeB79 @sherri4Milo @OleMuzzy @DigitalMartyr1 @1starshot @cajunsoulfire74 @TheWantedEmcees @NoLongerIgnored @AlwaysIntegrity @JulianAssange @gal_deplorable @KibBitzLaw This is more like the ads placed for sale of children. \n\nAnd the pedophilia that takes place. \n\nNow, that is the real reason. \n\nOne  i.e 👉https://t.co/m7LfwZzAv5",
  "#FridayFeeling \nNYTimes CEO Mark Thompson covered up decades of Elite Satanic child rape when he was Chief of BBC\nhttps://t.co/itKL9y45UR\nBBC journalist Liz MacKean exposed him &amp; was found dead last summer \n\n#PedoGate🍕#GreatAwakening🌞 #QAnon🐰 https://t.co/UmPjfzUrKF",
  "I just had a 20 year air force pilot tell me ufo’s are real and the government does not want us to know. He showed me his personal video footage of a ufo 🛸 in 2013. @JChurchRadio",
  "Police privately admit ‘cover-up’ for paedophile MPs and VIPs \n#PedoGateArchives #pedogate #UK #Government \nhttps://t.co/APwPdsBiov",
  "Question everything....\n\nhttps://t.co/zCmuTX2Nal",
  "If you still don’t believe the Government is manipulating the weather you’re choosing to remain ignorant. \n\n#HAARP https://t.co/n5EsOPmmen",
  "Neat way to keep things hidden: just call it a conspiracy theory and it's an automatic \"oh, those crazy nuts\".",
  "Music has a stronger effect than anything transmitted through our other senses, because it shares the same medium that our spirit does, which is air.",
  "The more research you do, and the more you question the world around you, the crazier you will appear to the brainwashed masses.",
  "510 Arrested In Huge California Pedophile Ring Bust https://t.co/0OkS66OgPR",
  "https://t.co/b3M7YpMzyk\n\nAnonymous Down The Deep Dark Web Documentary\n\nFor people that are sceptical about pedophile rings etc you should go to the dark web. https://t.co/zj3P7ozvxX",
  "Whispering River Orchestra presents a passionate afternoon concert today in #ParrySound; for more events in the area, visit our events page https://t.co/ARaRHvTmfV https://t.co/MWsm22d7oA",
  "Just in case you missed this post , the end isn't coming... The beginning of something amazing is.\n\nPlease help us , by clicking on the ads , liking and sharing... https://t.co/uIcYempcTa",
  "Obviously, @Hallsy09. https://t.co/zS7zNCcv7C",
  "I’ve got something special coming out next week! DM me a screenshot showing that your following my profile and I’ll send you that special something right now🤗 https://t.co/dtgVsNRtcP",
  "https://t.co/SqSZFFHSsY",
  "https://t.co/TyJW2txkev\n\nCity Found 360 Feet Below Missouri City, Giant Human Skeleton Found https://t.co/LgoH37OxgF",
  "The government only reveals what it wants you to see or hear. It doesn't care about you, or disclosure of the truth. Never forget that, even when you see one of their stooges suddenly \"upfront\" and willing to \"work\" with this community.",
  "Tune in tonight! All the love to @Deener and @CFRC for the shout-out &lt;3 #kingston #radio https://t.co/7oTLjgFW6z",
  "Singing helps reduce feelings of depression and anxiety, increases the oxygen flow to your lungs and helps you have better posture.",
  "By now all of you should know that I won't waste my time with sheeples.\nThe stupid questions they ask?\nDid those evil bastards really said that?\nThose pedophiles get away with their crimes thanks to ALL OF YOU SHEEPLES. \nThe 1% against the 99%, TAKE A GOOD LOOK IN THE MIRROR!! https://t.co/YyAIkL1FCW",
  "BRAINWASHED: The goal of the media is to poison the minds of the masses with toxic hatred and engineered... https://t.co/u54lkzzcqP",
  "@truth_077 @SandiaWisdom Here we gooo. https://t.co/NF9yW4eNUK",
  "If you held a grain of sand at arm's length so it covered part of the sky, the patch of sky covered by the grain would hold 10,000 galaxies.",
  "Feb 20th #InMyEyes https://t.co/JhEx2J8kjL",
  "holy fuck. it actually came out. #TheMemoHasBeenReleased https://t.co/RdEpwbhCnO",
  "My CMH worked was named Kathy and when I stopped showing up to weekly appointments she called me twice a week for close to four months. Knowing somebody cared that much about whether I was alive or dead as a teenager was everything to me. #BellLetsTalk",
  "My cover of @boniver's \"Flume\" has been out for almost a month now. Give it a listen if you haven't already and let me know what you think! #BonIver #Flume #Cover #NewMusic https://t.co/paGKzPqr3Z",
  "#BellLetsTalk for my dudes, ‘cause guys don’t like to talk about this stuff but it happens to tons of us",
  "https://t.co/cn6SeMiHMV",
  "I mean no disrespect to all the girls going through it out there today, I just think my dudes need a little extra support in their lives ‘cause as a group we just don’t talk about these things and that’s scary #BellLetsTalk",
  "#BellLetsTalk about how there's more to mental health than anxiety and depression, and nothing is \"worse than\" something else 💜💙 everyone deserves care, understanding, and support",
  "Today, every view counts. Bell will donate 5¢ to mental health initiatives for every view of this video. #BellLetsTalk https://t.co/skLPyZj4RJ",
  "People struggle in silence all around us. Let them know they're not alone. #BellLetsTalk",
  "#BellLetsTalk",
  "Everything that is physically manifested vibrates at a certain range of frequency in order for our human senses to perceive it.",
  "If you think \"Larry Nassar\" is the only one, check out #PedoGateNews. It's time for America to wake the fuck up.\n#PedoGate is Real https://t.co/7UXmLBBgpa",
  "https://t.co/UVSynDZIaw",
  "The true definition and Latin origin of the notorious term 'Religion'  which comes from the Latin verb religare: to tie back; to hold back; to  thwart from forward progress; to bind. A system of control based in unchallenged, dogmatic",
  "The storm is here https://t.co/WEAuW6fdSD",
  "Mikelsons leads us to a sicko named Michael Arnett. \n\nWARNING contents of this article are sickening. Not sure I want to dig any further...\n\nhttps://t.co/chBgU2ZAFo",
  "https://t.co/xp7ilXfsr1",
  "Footage of Pleiadian Light Ship - Wutaishan, China 12/19/17\n\nhttps://t.co/9He52Mkwmx https://t.co/CNQnBk5Oqb",
  "I don’t think you understand this fact. There have been extraterrestrials not visiting us but existing with us since before we crawled from organic slime pits. Multiverse coexistence and immutable evidence that is ignored by #FakeNews shills and retreads.\n\nhttps://t.co/RErjosCaBj",
  "👉PLEASE RT🚨\nMan loses his child to foster care &amp; sees her online being sex-trafficked by dept of Child Services.\n@realDonaldTrump\n@seanhannity @TomFitton\n@TuckerCarlson @FoxNews \n@JackPosobiec #Maga\n@Cernovich #Hannity\n#Tucker #FoxNews \n#Trump #Pedogate #FollowTheWhiteRabbit🐇 https://t.co/CoQB2MFEbf",
  "Meanwhile , Unacknowledged is being BLOCKED by media, no coverage even though it is the 2017 # 1 Documentary on iTunes and widely popular on Netflix etc. The secret government is manipulating a false disclosure and threat via their lackeys and 'cut-outs' . Stay tuned!",
  "URGENT: Note that the recent NY Times story is couched from a Threat office of the Pentagon: This a clear ramp up to False Flag FAKE disclosure designed to prepare people for a threat from outer space- so the War Mongers and War Profiteers have a new , bigger enemy . BEWARE",
  "Tom Delonge Just Released This: Gimbal: The First Official UAP Footage from the USG for Public Release https://t.co/Z4j9RTWfrV",
  "@joeyismusic @zakkosaurus",
  "Bought 563 bitcoin in 2011 for $6.13 each. I will randomly pick 6 people who retweet this and give one to each of you. Merry Christmas. 🎅 #Bitcoin",
  "Awakening/why it's important:\nThis clip from above article,\nBe a great xmas card to give to ur unawakened family😉 https://t.co/fzR9LeZ9jm",
  "This game came out in 2001 https://t.co/I9tF3BotHH",
  "COPS &amp; GOV’T WORKERS ARRESTED IN MASSIVE STING, PEOPLE BUYING KIDS AS YOUNG AS 4 FOR SEX\n\n#PedoGateNews #NJ\n#PedoGate\n#ChildTrafficking\n#QAnon\n#FollowTheWhiteRabbit\n\nhttps://t.co/gVxFppYouK",
  "@ItsMeAgainBetch @TheRestinDane @Magically_marie @pacman522 @xpistolbaked @YamWasher @MahaRaTruth @IAmMindinspired @lynngrayson @blogJAM_net @unnameablemedia @king_shadilay_ @RealRiteNow @Treachrus @ApophisDiscord @GaiaElio @CAsunshinegal @dum_phuk @CondorRedux @wakkoJakko_80 @colemanbracken @SharmilaW @damartin32 @DualityMan @HoaxWars @craig3036 @_wewintogether @AlwaysIntegrity @jamiedlux @OpenThePrimary @breeeezy35 @BlakeOltmann @dnim_eerf @gravity_kelly @SisyphusBeetle @AuntieState @SheepishWolf1 @GrandLodgeofNY @podobensky @Everything_AR15 @TJLibertyBelle @WorkerGirl3 @NYPD33Pct @USMC @FLOTUS @threaddit You are correct. We do have the ability to influence our surroundings and the people in it. Whether it be by our moods, words etc. Then you're stepping into a form of magic. It can turn in to mob mentality in groups that don't know what's going on. Easy to mind f*ck ppl.",
  "THEY Were Here This Whole Time... https://t.co/mvFKDkEAAh",
  "Sound is a formidable power. Under the right conditions, it can manipulate and change the state of matter.",
  "What is important is not so much how long you live as whether you live a meaningful life. This doesn’t mean accumulating money and fame, but being of service to your fellow human beings. It means helping others if you can, but even if you can’t do that, at least not harming them.",
  "How do some collect children and harm them?\nWhy is this relevant?\nAre you aware that most of these parade before the masses with smiles and entertainment?\nDo you Trust the Government at this time?\nLightness\nDarkness\nCome out Goldilocks\nExpose the bears\n\n(cont)",
  "2017 in a nutshell https://t.co/KsYSsTVlcI",
  "Do yourselves a favor and watch “Valerian And The City Of A Thousand Planets.”\n\nIt’s another example of fiction being used as an “easing in” disclosure vehicle.",
  "@lynngrayson Some of us do appreciate what you've gone through and what you're still doing Lynn! You are worth more than any amount of money could ever encompass.",
  "Make people smile",
  "THIS IS THE MEME TO SHARE https://t.co/h61LKtcq1Q",
  "@Mybooksports would you start Andersen or Elliott tonight?",
  "Feldman knows the truth...\n\n🐍🦎🐊 https://t.co/NQ19pKawEO",
  "Humans can be awful to one another, but #Pedogate is not a human derived matter. If you’ve been following since start, you know what we mean",
  "https://t.co/gPCQRfc15I",
  "Alice in Wonderland. \n\nThings are not as they seem. People are not who they appear to be.",
  "There's alot of false info about the how and why to throw us. Don't get caught in the fluff. Understand what's happening and stay positive. https://t.co/b94dEmHP4E",
  "I've only been in deep for half a year, but I sure as hell feel this way after learning about what is really going on in \"our\" world. https://t.co/OMxfSVvWlO",
  "Music can help time pass by quicker, make your workouts stronger, and help you feel less pain.",
  "Why would our friends in Saudi Arabia lie to us? 10k RTs and I'll tel you https://t.co/CT92WAA4qU",
  "JFK Files are being carefully released. In the end there will be great transparency. It is my hope to get just about everything to public!",
  "DM me your email and city for the VIP EXCLUSIVE MAILING LIST, free stuff shall be received 💆‍♂️ https://t.co/L3YRR9zWcM",
  "@Divine11112 I would love to learn more.",
  "@Divine11112 How does one go about finding theirs? Constantly working on attuning my aura ever since I was awakened, would love to know more about myself",
  "#ExposeDanSchneider we have a chance to expose a man who hurt a lot of kids. Please RT. YOU have the power to change things. RT ME!",
  "Our world is plagued. The sooner people find the truth, the sooner we can cure ourselves. https://t.co/0sRPtukqm6",
  "I tweet about teen anxiety &amp; people say they’re spoiled little shits. I tweet about Nationalism, people say it’s a great thing. We’re F***d.",
  "#NOTyourGuineaPigs!!!! https://t.co/uCAQB3cKfA",
  "In the eyes of all those who truly run this world, Earth is The Truman Show. They're the actors + production crew and we're all Truman.",
  "Hillary and Haiti? 90% raised by Clinton Foundation for Haiti did not go to Haiti? https://t.co/qQziqjwod5",
  "Undefeated:\n@NJDevils \n@GoldenKnights https://t.co/kcb4jWfUNd",
  "There's a chance that any of our Hollywood/TV and Music stars are rapists/pedos or victims/enablers. Dont' be shocked about ANYONE.",
  "#ExposeDanSchneider let's keep the ball rolling.",
  "Which team was on the 3-on-5 PK here? 😏 #NJDvsTOR https://t.co/4n7txLdteb",
  "Unbelievable 5-3 short handed goal, says more about #TorontoMapleLeafs than #NJDevils  I think",
  "Good PP followed by a good PK, special teams getting it together now. #NJDevils",
  "#New study is a step toward creating planes that travel at hypersonic speed https://t.co/BUoEECpfaZ",
  "@hiighnessy Should all just take the plunge into the Samsung world. I promise you it's a magical land filled with smooth operating systems.",
  "Astronauts aboard the Apollo 10 reported hearing weird \"outer spacey\" music while orbiting the dark side of the moon.",
  "If you play radio static, cut a ping-pong ball in half, tape the halves over your eyes and lie down, you'll start hallucinating.",
  "😏 https://t.co/oal8NV6Hfb",
  "The world is even more absurd than one is lead to believe. https://t.co/005hRmgO4Q",
  "There will be more earthquakes, in unexpected places. Triggered by the increased solar activity. Do not give into fear. Be prepared.",
  "https://t.co/GJNPc2ylan",
  "https://t.co/3HNZrY54MM",
  "@TristanACooper @louchyyy",
  "Barack Obama now has the most liked tweet of all time. If Donald Trump wants to break this record he need only tweet two words - I resign.",
  "This deserves endless retweets but I doubt it will . https://t.co/nNFUsdV12S",
  ".@Schwarzenegger has a blunt message for Nazis. https://t.co/HAbnejahtl",
  "Stephen Hawking believes that either artificial intelligence, human aggression, or aliens will destroy the human race.",
  "PRODUCER TIP: COLLECT AND SAVE. DON'T BE A DUMBASS. (LIKE ME) https://t.co/t9D5noRb67",
  "TINY RICK!!",
  "I've been a Twitter user for so long can I please be verified now? @verified @twitter",
  "https://t.co/CkwWKW25et https://t.co/364B8vHRmf",
  "this will put a smile on your face   https://t.co/FyhYlkC5E5",
  "I refuse to fall under this category. Life still has too much for me to experience before I'll be content with my memories. https://t.co/zj0zhdW150",
  "First coffee house of the Riversongs Festival underway!! Come out… https://t.co/lTMnMpP96L",
  "https://t.co/btO5RXPt94 @ShawnKerrMusic EVERYBODY STOP WHAT YOU'RE DOING AND LISTEN",
  "Super Smash Bros was the shit.",
  "@TheAlbinoPython It hurts just to hear that. At least you got some good candy!!",
  "So far all of my 2km eggs have been caterpie. I call bullshit #PokemonGO",
  "Just successfully took down and became the leader of my first gym.… https://t.co/eg5G7cRIH4",
  "Today 2-3pm @933CFMU: Chatting with @ShawnKerrMusic who plays @HomgrownHam tomorrow https://t.co/VCb6ZsP3KY",
  "\"My best friend got the girl so I fucked his sister.\" Hogwarts",
  "Screw you Pittsburgh. Screw you.😒",
  "Happy Birthday to the greatest goalie of all time @MartinBrodeur! https://t.co/enryMccn2U",
  "Music is powerful. https://t.co/OtIXrYsKDL",
  "86% of people use music to escape from their daily stress.",
  "@Mybooksports which do you think is the better option tomorrow, Pickard or Backstrom?",
  "@Mybooksports right now Sparks, Lehtonen or Scrivens. I'm fighting through the playoffs right now so every move counts",
  "@Mybooksports do you think Domingue is a decent option tomorrow, or could a better option come along?",
  "Canada considered 2nd overall best country out of 60: global evaluation revealed at #Davos2016 #WEF https://t.co/aNkt9doyGd",
  "@ShopSimplyPanda I placed an order on the 17th, no info since. Emailed with concerns, no response in a week. I'd appreciate some help.",
  "@kLubVs @Comradejeeves @TheAlbinoPython @rickbask  I thoroughly enjoyed that #CRYOUT #swordsnshit",
  "@caleb_downs the emotional connections I make with every piece I play. Nothing is better than those feelings #thefeels",
  "@caleb_downs   fuck yeah percussion!",
  "@Mybooksports great suggestion. Thank you!",
  "@Mybooksports I've got Miller, Berra, and Rask tomorrow and one of them needs to be benched. Any suggestions?",
  "Just finished putting this beautiful piece of equipment together. She sounds like a dream #Adams… https://t.co/Qb2IxepioJ",
  "RT for the chance to WIN this awesome #RELENTLESS #NJDevils jersey! You must follow us to be entered! http://t.co/hnb17PiuZB",
  "First pair of successfully wrapped mallets! #marimba #mallets #Iamjustawrapper https://t.co/8nbmBcLGT1",
  "The realest thing you will ever hear.\n\nhttps://t.co/Y5mNbcvUGY",
  "@notthatbrownkid as if!! What is happening to this world?",
  "An American heavy metal band called \"Hatebeak\" has an African Grey Parrot as their lead vocalist.",
  "@jeremyhkmoore I hope so! I was informed today that someone reported my wrecking ball remix, so maybe @MileyCyrus just didn't like the beat.",
  "..but I'll upload some new stuff asap so you folks have a reason to check me out. There just won't be anymore fun remixes, unfortunately.",
  "I knew the life of a no-name, aspiring producer would be tough, but apperently it can get even tougher. It's a bit bare without my remixes..",
  "Unfortunately I've had to take down my Childish remix as well, or risk Soundcloud stopping you fine people from downloading any future tunes",
  "So, my Miley remix has been taken down. Damn these infuriating copyright procedures. Non-profit should be nonsense free. #IllFigureItOut",
  "The first Pokemon episode aired 18 years ago today. Retweet if you feel old! http://t.co/FhgN5XUMls",
  "Tony Stark is $2.4 billion richer than Bruce Wayne.",
  "@jeremyhkmoore I finally found it! Give the whole tune a listen, there's some pretty sick stuff in here #exotype  https://t.co/Lo4qT5DrvM",
  "#MayThe4thBeWithYou http://t.co/19Zwuc1Xu9",
  "This is fucking fantastic \"@TylerCarter4L: Doing things our way!! Gotta catch em all!! http://t.co/ZB4fh5RaP8 http://t.co/CmxE9CNE8c\"",
  "@joshmorden thanks man! :)",
  "@jeremyhkmoore thanks buddy :)",
  "Yo @donaldglover , I hope you don't mind my version #bonfire #remix https://t.co/gNcFV51GiX",
  "This was our Easter Sunday. I bet yours didn't involve building a kick ass fort with a kick ass… https://t.co/weHVmc5D8T",
  "@benmarshall1991 sometime near the end of this month!!",
  "First public appearance! Hopefully this place will fill up with sweaty intoxicated folk soon #MrC… https://t.co/LNEU5VLT9y",
  "@ki_no_la don't put out the flames! what will i do if i run into any red ice!?",
  "This guy is probably my favourite shiny that I've caught to date. Those flames. #GoBlueOrGoHome https://t.co/3xa6Dvn6V2",
  "I just had some kid and his mom, AND two guys in a rig watch me scream and flail around in my car with @issues on. I let them enjoy the show",
  "#BellLetsTaIk",
  "Yooooo! For every post containing #BellLetsTaIk they are donating money for mental illness research. Get on that!",
  "Microsoft will be making billions  https://t.co/WoN21DpzBU",
  "#NHLAllStar game Selfie!!!! http://t.co/gWwGyT1kGa",
  "Elliott won that easy #nhlbreakawayElliott #nhlbreakawayvoracek is second",
  "Elliot is winning this shoot out #NHLAllStarSkills #breakawaychallenge",
  "Education... http://t.co/lSnwjupTOy",
  "@jeremyhkmoore whenever you get something you like, send it my way and I'll see what I can do with it :)",
  "@jeremyhkmoore holy moly that's a beautiful set up! I'm tooo excited:)",
  "\"Humans are starting to live for documenting life events with photos and online posts, instead actually living for the event.\" Extremely sad",
  "Jaromir Jagr is now the oldest player in #NHL history to record a hat trick with the 15th of his career. #NJDevils http://t.co/hKeSL6DUwa",
  "Sometimes I drive around, windows down blasting the original Pokemon battle music hoping the animals will start breathing fire at each other",
  "Last night ruled. #DanforthMusicHall #Toronto #Downtown #Concert #TheHollySpringsDisaster #THSD… http://t.co/oov565bVaV",
  "I can't express how good it was to finally see @THSDofficial tonight. T'was one hell of a last show! Even us balcony folk were moshing #THSD",
  "Got this beautiful kit for Christmas from a truly amazing family member. Thank you for believing,… http://t.co/VsnZBRUtbp",
  "Music lessons develops language, speech, memory, attention, and even vocal emotion.",
  "@benmarshall1991 @jeremyhkmoore holy shit that's fucking crazy. Have you boys seen Interstellar yet?",
  "Slipknot and Korn last night were incredible. So glad I get to check seeing both of these amazing bands off the bucket list.",
  "Corey Taylor felt like being in the pic with me. Nominations to @jeremyhkmoore and aayushdas… http://t.co/tjEXqOCXdB",
  "Don't limit yourself, and don't narrow your goals. Give and receive not give and take.",
  "I'm loving this \"special move\" Pokemon thing. I've so far caught two level 3's, knowing brave bird and hydro pump, respectively #OmegaRuby",
  "@jeremyhkmoore @ShawnKerrMusic i'm sooo beyond down",
  "Piracy doesn't fuck over artists, it fucks over the industry that fucks over the artists.",
  "Today is a dark day indeed. \"@globeandmail: The lemur from Zoboomafoo has died at age 20 http://t.co/ylRttaoRbi http://t.co/wuCmokeEdh\"",
  "http://t.co/q9gmh4VflX",
  "Music helps reduce anxiety, as well as helps the mind and body cope with stress.",
  "Today we honor veterans and their families and remember those who protect our freedom. http://t.co/qMj3s5eKzX",
  "@kLubVs happy birthday nig nog!! Welcome to the year 22! We've got one digit, twice.",
  "Revivify is a word. Who makes these desicions?",
  "Suits to the power of three #thricethestyle http://t.co/S68OkUSpDf",
  "Me + Music = Goodbye world",
  "What's up with red iTunes?",
  "I have never had swag.",
  "Listening to music activates the reward system in our brains -- This is why we spend money attending concerts and buying songs.",
  "This handsome gentleman now holds sole possession of sixth on the NHL's all-time points list (705-1,052--1,757). http://t.co/VRndDxArzp",
  "No worries boys, shake it off. We've got this #PHIvsNJD #LetsGoDevils",
  "3 - 0 BABY, WOO!!",
  "Fuck yes! 2 - 0 and going strong. Looking good fellas! #NJvsPHI #LetsGoDevils",
  "Splitting Mercury http://t.co/X05GJmbXFf",
  "@benmarshall1991 @jeremyhkmoore holy shit, that's absolutely gigantic.",
  "Girls be like, \"I don't care about him anymore, fuck him!\" but then be on twitter like.... http://t.co/8XwmevDKlF",
  "For every RT of this message now, we'll donate $1 (up to $10K) to @CBCF_! We can't stop now. #CIBCRunfortheCure http://t.co/dBzerchjrz",
  "As if Jim and Randy were in Parry Sound laat night! I am sincerely jealous of anyone who got to meet them",
  "Incredibly happy to congratulate Mickey and Pete right now! Nobody deserves it more than you gentlemen. P dot's getting loud tonight #champs",
  "\"@UberFacts: Artificial Raspberry flavoring is partially milked from the anal glands of beavers.\" #rasspberry",
  "#JamaicanMeCrazy http://t.co/eOTAmIYoYD",
  "Shrimp is referred to as an abomination 4 times more than homosexuality in the bible.",
  "@JB_Burns_Red @katetully congrats, to both of you!",
  "The permissions we give our standard messaging app are outrageous. All apps these days are essentially getting access to our identities #why",
  "I'm still convinced A Day to Remember stumbled across the Story Retold myspace page when writing Sometimes You're the Hammer #GetCarriedAway",
  "@benmarshall1991 @notthatbrownkid not quite man, soon! I'll keep ya posted :)",
  "Everyone should read this. http://t.co/N5VXMx2WPm",
  "What messes us up the most in life is the picture in your head of how it's supposed to be.  Unknown",
  "@ethan_rabbit @DestinyTheGame did this release today!?",
  "Day one complete. Six more to go! #welcomeweek #machum #cottoncandy http://t.co/6xYec9nfoa",
  "Nothing is worse than wanting to be somewhere with someone when you can't with no options to do so.",
  "That was fucking amazing. Life goal accomplished @notthatbrownkid @ShawnKerrMusic #linkinpark",
  "Ready for the best night of my life by far.  @zakkosaurus @ShawnKerrMusic  best be ready!#linkinpark",
  "@SACHA_tweets I look for honesty in a friend",
  "And of course we can't forget hilcrest! @NoahVanNest :)",
  "http://t.co/E9Rc4EsB0R",
  "She took off her clothes, and threw me right against the wall, and only God knows, I've paid for all that I've done wrong #SheDevil",
  "@jeremyhkmoore that's what I'm saying man! We had everything, just ended it too early. We could be kicking serious ass right now.",
  "My dream is to one day re-record Story Retold. It's impossible not to jam out when those tunes come on.",
  "\"@SciencePorn: http://t.co/NOAF4xRBDz\" @benmarshall1991 @jeremyhkmoore",
  "http://t.co/cxJ4CxKU5C",
  "All of this hyrule warriors stuff looks so sick. Multiple playable characters? Sign me up.  #HyruleWarriors",
  "protip: youll never be more successful than the people you complain about in your own industry. stop focusing on their work. focus on yours.",
  "Iced Capps are literally the best thing ever to drink before screaming. Coats the vocal chords just perfectly.",
  "It's always weird to watch porn with other people. No exceptions. Plain and simple. #whydoyoudothat",
  "I'll never have a more opportune moment than this to declare that I feel like doing hoodrat shit when I listen to this new beat #MrC #hoodr@",
  "Emmure are so filthy. I actually feel unstopable when I listen to them.",
  "Somebody(s) needs to come make a hardcore band with @jeremyhkmoore and I already.",
  "@DanielKerr22 I must say that is still by far my favourite conversation ever",
  "If you ever need to read some bird puns, take a look back to when @zakkosaurus and I dominated the bird pun market: https://t.co/Z1b75tcEtd",
  "@benmarshall1991 @McEwenJosh that's the way to do it!",
  "@benmarshall1991 @jeremyhkmoore I'll second that",
  "@benmarshall1991 @jeremyhkmoore wait until you hear the idea we came up with out there last night. 2014 will never be the same.",
  "\"@BlackPplTweet: 😭 http://t.co/iBFEza5Fvy\" @jeremyhkmoore I gotta start doing this at the cabin!",
  "I miss dropping low into some crabcore and head banging like an animal #BringBackTheCrab #RetellThatStory",
  "@jeremyhkmoore @benmarshall1991 @kingtyson @ShawnKerrMusic there's actually no way we could miss this",
  "Realest nigga of all time http://t.co/v7VPz2Zpu8",
  "@DrBillingsly I completely agree. Everything they put out is top notch but that ep is face melting material front to back.",
  "\"@TheOfficePosts: http://t.co/69E8083RJ8\" Boom. Roasted.",
  "\"@LifeCheating: http://t.co/VrTEW54QgK\" Mr. Feeny always with the life and lessons #FeenyFact",
  "@notthatbrownkid we seriously need to get all of that show for this year",
  "I just heard something so rude it insulted a gender and a country in one sentence. This is why I hate these damn tourists.",
  "Happy Canada Day from Marvel's Canadian finest! Who's your favorite hero from the Great White North? http://t.co/btWyMy6zij",
  "Happy Canada Day to all my fellow Canadians! Going strong since 1867!",
  "@devin47thomas you sir have the only invite to see me #seduction",
  "@devin47thomas I'll be in the hammer on friday!! :)",
  "@jeremyhkmoore @MileyCyrus you're the best man, really appreciate the support :)",
  "My good buddy just released a killer Miley Cyrus remix. Let's make sure she hears it! @MileyCyrus @zakkosaurus http://t.co/6ZtncFeJTv",
  "@lil_llex I've seen them twice at warped; crazy good.",
  "@devin47thomas http://t.co/AoiWO4haMu something to listen to to help pass the time :)",
  "Smoke something fun and put your headphones on @MileyCyrus https://t.co/s6KM2PQ1oN #WreckingBall #MrC",
  "Canada consumes more macaroni and cheese than any other nation in the world.",
  "\"@iluvwhitewomen: RT if you helped stop kony2012\" @ShawnKerrMusic had a huge part to play #neverforget",
  "The easiest way to keep people from getting involved in your personal problems is to not post them on the internet.",
  "@benmarshall1991 the box.",
  "@benmarshall1991 @MileyCyrus i was up for hours working on some finishing touches last night. It's so close to being released.",
  "\"..researchers say pop music has become louder, dumber, and most songs sound the same..\" this remix won't be in this category @MileyCyrus",
  "http://t.co/EDihJEf1eP",
  "This sick whip is now mine #ohfuckya #outferarip http://t.co/7Hn2PDvda3",
  "This deserves endless RTs. http://t.co/8cu2t7N31C",
  "@MileyCyrus so do you want to hear this remix now, or should i keep the suspense building? #WreckingBall #MrCmix",
  "Justin Bieber tweeted the word \"love\" and got 50,000 retweets.\n\nThat's just one word.\n\nNow I'm going to try\n\nForce",
  "http://t.co/PWPI0iDzgz @zakkosaurus i think I found the shirt for you",
  "@notthatbrownkid this couldn't be any more perfect #aroommateknows",
  "\"@UberFacts: More tigers are living as pets in the US than there are living in the wild in Asia.\" this is fucked up and cruel #PutThemBack",
  "I can't wait to release this Miley remix for all of you. It's by far my most interesting composition to date #WreckingBall #MrC",
  "This is the best movie of all time. http://t.co/CiNK7KQ0KY",
  "@SamsquanchC happy birthday big guy!",
  "Zach @FinalCutKing is amazing with special effects. At least I hope those are special effects. https://t.co/MsX2nOR8jc",
  "Retweet if you've seen every episode of The Office.",
  "@DiscoveryCanada shares the most interesting information. If you wanna be smart, here's your start #PoeticIntelligence",
  "My favorite Star Wars action figures http://t.co/koN0HPcPF7",
  "\"@LifeAsABabe: #DearFutureHusband 😻👌 http://t.co/T2tUf0CfTD\" this is an expectation ladies.",
  "http://t.co/vmXbG2zkA2",
  "\"A couple had their wedding rings engraved with a waveform of their own voices saying “I do.” http://t.co/UYZ6VttZgj\" Sickest thing ever.",
  "@TheAlbinoPython @kLubVs was this planned? Excellent timing if so, gentlemen http://t.co/SgdlaZs3kQ",
  "RT @World: Pikachu is Japan's official mascot for the FIFA World Cup 2014. #JPN http://t.co/ByarFTui9d",
  "Resistance is futile",
  "What else to do during dinner between jobs? #Pokemon #duh http://t.co/pa1G6uJlss",
  "Fuck this is beastly",
  "@jeremyhkmoore i know right! I thought @jimmyfallon would like to hear my dad's \"greatest words of wisdom.\"",
  "Holy shit. I may finally have finished this miley remix #WreckingBall #MrCmix",
  "\"Commit to none. Play with them all\" #Dadvice",
  "Love this. http://t.co/g921jF3wt3",
  "@catmcarton true statement. it's polite to let your woman finish first.",
  "The Pursuit of Happyness http://t.co/dvmUyJUOFF",
  "Legend of Zelda milk logic: http://t.co/lrInK5gOI3",
  "The world gave me a good day today #thankyou",
  "I hate redoing shit after a crash but sometimes u do it better the 2nd time",
  "I cry at you ableton. Destroyer of dreams",
  "Liam got me an early birthday present; Sickest sweater I now own #squirtlesquirt http://t.co/fROU9UAkhS",
  "Boots, a double amputee cat, can go down the stairs by doing a handstand and hopping on his front feet. http://t.co/tqVcsmNuSK",
  "\"@COD_PR0BS: How 90s kids used to settle shit http://t.co/Jp1lktNFpJ\" how we still settle shit @notthatbrownkid",
  "@benmarshall1991 me.",
  "Happy National Donut Day http://t.co/xiJOTfmiyt",
  "140 year old mom, with 5 day old son. http://t.co/8nNtargAGf",
  "My answer to everything. http://t.co/Cb20fQTamJ",
  "@notthatbrownkid at least one #MiniMcDreamy?",
  "@sierralexis_ the log cabin!",
  "A week into my serving job and I've been asked for weed and told i look like Patrick Dempsey. This summer is going to be very interesting.",
  "\"@NatGeoID: Spiral Aurora Over Finland http://t.co/txf2JdIArv\" @benmarshall1991 @jeremyhkmoore why can't p dot look like this at night?",
  "I am proud to welcome the wonderful music of a local Folk/Pop band The Human Orchestra, now in the Euphonious... http://t.co/mfHXorMm2M",
  "Imagine we got to see this ? @zakkosaurus @jeremyhkmoore http://t.co/liImdLHU2g",
  "What's up with cute girls following me lately? Was it something i said?",
  "\"You only live once so just go fucking nuts\" - Suicide Silence",
  "http://t.co/D58vyF8Y0N",
  "It'll be a party on Broadway tonight... the @NYRangers are headed to the 2014 #StanleyCup Final. http://t.co/y257Y2nexl",
  "Fellas; just in case you're having trouble figuring it out on your own #moist http://t.co/DTUG1mrz5d",
  "WOO MONEY!! #payday #BrokeNoMo",
  "@katiemarie0x thank you! I was first given the name from Mr @devin47thomas and couldn't pass it up.",
  "I just looked through my ask.fm thingy, and i forgot how mean people feel they can be when they're hiding behind a screen #scaredycats",
  "http://t.co/6I5L9JEnp6",
  "@notthatbrownkid i think you mean it should happen every year",
  "@notthatbrownkid #NHL15Brodeur",
  "http://t.co/M7WTKKYKIv",
  "And of course @notthatbrownkid. But that just goes without saying &lt;3",
  "I fucking love @musicianforhire. By far one of the best friends I've ever made. Anyone who doesn't have the pleasure, be very, very sad.",
  "@kenadidonmari you should seriously keep these moose tweets rollin'",
  "When in doubt #nospoon #noworries http://t.co/aVz2r9zMs6",
  "@musicianforhire @ShawnKerrMusic @SchuettM @notthatbrownkid i don't think we have a choice now.",
  "@ShawnKerrMusic @SchuettM @musicianforhire",
  "\"@TheWeirdWorld: http://t.co/r1bEP7a5h4\" @notthatbrownkid let's do it",
  "\"Never trust someone who used to pick Jiggly Puff in Super Smash Bros...\" false. It takes a real man to be Jiggly @notthatbrownkid",
  "Plotting to take over the world. http://t.co/xNqm3RLsPS",
  "Mind = blown (or maybe rocked?) http://t.co/ivQC39k7up",
  "Shaving...? Aint nobody got time for that!",
  "@benmarshall1991 this made me laugh uncontrollably http://t.co/GUVlwbOBKv",
  "Phone is going off now so i don't say anything dumb to anyone once I'm all drugged up. If you need me, awe &lt;3 #WisdomTeeth #GetOuttaThere",
  "http://t.co/5nMYTAbLZ3",
  "Why the fuck would someone design a tv that requires an additional cord to hook up composite devices? Fuck you LG. Fuck. You.",
  "\"you are a cruel, savage woman\" - Kevin O'Leary #TheExchange",
  "Humanity is flawed; we try so hard to justify our actions and behaviours when we hurt others that we often forget how much damage we can do.",
  "And they say you can't learn anything practical at University. Thanks @McMasterU!",
  "It's bros before hoes. But not bros before your girlfriend. If you find the right girl, she needs to be put above everything",
  "\"@TheWeirdWorld: Getting married over the age of 25 reduces your chances of experiencing a divorce.\" hear that everyone my age? #crazykids",
  "Look girls, Guys DONT get hints. You have to be straight forward.",
  "\"@TraiIerParkBoys: http://t.co/G0wpnU9v6q\" Ray my friend, I couldn't have put it better myself.",
  "Why is it necessary to remind me of something i said three years ago? If I'm not a concern of yours anymore, then keep it to yourself.",
  "\"@UberFacts: A snail can stay asleep for 3 whole years.\" lucky guy.",
  "@zakkosaurus @ShawnKerrMusic  musicians these days http://t.co/b6OUsFmxts",
  "\"@rainnwilson: Happiness = Cotton Candy http://t.co/sIbVTwPRox\" @musicianforhire straight from the fingers of Mr Wilson, you read it #machum",
  "\"@SciencePorn: Logic vs American logic... http://t.co/oPe5HqPOx0\" month day year makes way more sense.",
  "Have you ever walked into a room &amp; forgot why you went there? What if that's God playing Sims and he just cancelled your action.",
  ".@McEwenJosh @ShawnKerrMusic @zakkosaurus  and twitterless Adam rocking beerfest http://t.co/p1j3LrrB9I",
  "@notthatbrownkid poor guys.",
  "@deridansheridan @McEwenJosh @kenadidonmari *you're",
  "@steffanyloves #MATHCIRCUS",
  "“@ltsCharizard: This is awesome! http://t.co/349q2adefn”@zakkosaurus",
  "@benmarshall1991 @ltsCharizard holy shit.",
  "\"You're too old for Pokémon.\" http://t.co/3kV9W9bZNC",
  "\"@LifeAsABabe: seriously, this is fucking perfect 👌 http://t.co/yHhTt54Bv6\" words to live by.",
  "http://t.co/G9gZmu8zP2",
  "Did you know?.. http://t.co/6G9IuI7Odi",
  "Why do fangirls travel in odd numbers?\n\nBecause they can't even",
  "Join me and pledge never to visit SeaWorld or other marine parks #BoycottSeaWorld http://t.co/5mOMO9MK7f",
  "His face when you tickle his belly. http://t.co/wrsgSalLGd",
  "Henrik Lundqvist should make his own brand of condoms.. They would stop everything. #BecauseItsTheCup",
  "Who else noticed this as a kid? http://t.co/XfyxtBdCxd",
  "Eating apples makes me sweat.",
  "So this is what they do all day #Charlie #Neely #Trixie http://t.co/adxvIna4wP",
  "Open your eyes.. http://t.co/vvCoZurqgb",
  "Happy Mother's Day, Trainers! #Pokemon http://t.co/7NJ4pBtqUA",
  "Repping the life of a Hummer today at May@Mac ! Had to take the Hummer selfie. #machum http://t.co/2igy3xEG7u",
  "\"Yesterday it was announced Pokemon Ruby &amp; Sapphire remakes are coming to 3DS this November,\n\"Omega Ruby\" and \"Alpha Sapphire\".\" FUCK YA",
  "My childhood summed up in one book I will never part with #Pokemon #theoriginal http://t.co/ytbcMIBWic",
  "\"@TheWeirdWorld: Party idea.. http://t.co/XP2IoNwBaB\" @notthatbrownkid our whole house is going to have lazers next party.",
  "Started with cleaning. Now my arm is in high school again #thegear #badassoverhere http://t.co/bNfAxsQ9om",
  "Found some of the old arm gear. I Fe http://t.co/efNtM071gP",
  "\"Canada's first marijuana vending machine in Vancouver\" thanks CBC, most interesting thing I've heard all day #PotMachine",
  "Listening to upbeat and cheerful music makes you perceive your surroundings as happier.",
  "#StarWarsDay \n#MayThe4thBeWithYou http://t.co/buWT5HLF5L",
  "I wonder if the Majora's Mask concept/design was born through a competition to make a very positive symbol negative. Cuz it's a freaky heart",
  "When you're Pokébattling a huge troll online and he sends out a Pokemon named \"Troll\" you know shit's about to get frustrating #FuckYourHack",
  "\"I should have brought my cardigan\" - Gene #BobsBurgers",
  "Surprises kisses to get me through the house work from the most beautiful girl in the world #HeyTrixie… http://t.co/h9aYYOxEoU",
  "Witzelsucht... http://t.co/JCpBFLfj35 http://t.co/URrOdELrIX",
  "http://t.co/WUeLVS5oKN",
  "@trivago has the worst slogan ever.",
  "@kLubVs i feel you man. That got me deep.",
  "Listening to music is one of the few activities that uses the entirety of the human brain.",
  "Magikarp is red, \nMetapod is green. \nI'd like to Slowpoke &amp; Munchlax your Cloyster, If you know what I mean",
  "Third year = completion",
  "Why are people talking about this Frozen movie so much? Really doesn't seem like something we should care about so much.",
  "What's your day like? This is mine #WreckingBall http://t.co/4NdGx8DfdC",
  "Happy World Penguin Day! http://t.co/JCpBFLfj35 http://t.co/ytSbfPBox4",
  "@TheAlbinoPython happy birthday mister Slippery! Hope it's even Stevier than last year",
  "Something to think about http://t.co/Vx14iEDwAq",
  "Every girl needs these. http://t.co/WqBENJxLJB",
  "\"@AshOfPalletTown: http://t.co/nMjvMUrce4\" this is how an egg should be decorated",
  "I'll run amuck with you. I'll run the fuck out of amuck with you. #RonWhite",
  "@ki_no_la don't you dare.",
  "Fuck that double slap can hit three times #deceit",
  "I forgot how awesome System of a Down's lyrics are #Cigaro #ListenToIt",
  "I tend to find a cool effect i can do with a random plug in every time i work on something new, and then use the shit out of it #AnyoneElse",
  "I hope everybody likes @MileyCyrus with a little bit of bass. This remix has just a tad #ScoobaDizivin",
  "Mark my words; one day I will produce a song with @MileyCyrus #041514",
  "\"@UberFacts: Ostriches have been known to sometimes kill lions instead of trying outrun them.\" i want to see that battle #AnimalPlanet",
  "@ki_no_la is truly the master bater @steffanyloves",
  "@TheAlbinoPython come try that talk in Hamilton. @ShawnKerrMusic and i can't be beaten.",
  "Rhythm, melody and harmony in music trigger the same system in our brain that drives our desire for food and sex. http://t.co/CQEyRayLQe",
  "My newest goal is to make a track that somebody puts in a porno #HighestFormOfFlattery",
  "http://t.co/mnkJDzlep1",
  "I think I can is for bitches. http://t.co/9qxHfGmIvT",
  "Art with a strong message!.. http://t.co/KDNkLbwgxf",
  "@TheAlbinoPython i frequently try to close my door with my mind. Unsuccessfully thus far.",
  "@deridansheridan @ShawnKerrMusic I'm on my way back to school as we speak to change my major to professional dance",
  "@joshmorden @vanlawson killer event last night fellas! Had such a blast :)",
  "@devin47thomas my man, it isn't possible for me to direct more love to another brother &lt;3 #originalOG",
  "Regular old brown sand looks incredibly beautiful under a microscope. More photos: http://t.co/sr0WIyGiL9 http://t.co/dhZcnQ9YQN",
  "@ShawnKerrMusic and i just released our first single http://t.co/cUmMnyUBYE",
  "I still sit in my room and jam out to the original Pokemon battle music. It's just too damn good.",
  "I have bred so many Eevee. I should start an Eevee adoption agency #fuckyeah #eeveedoption",
  "@notthatbrownkid I'm not sure we're dumb enough to live on this planet anymore #MarsHereWeCome",
  "When did gum start coming with instructions? #GenerationStupid http://t.co/Akr3AWBmgt",
  "@zakkosaurus dammit Zach that should have been cool.",
  "@KellyNitzsche @DrBillingsly this is absolutely fantastic",
  "How could would it be if the next Eeveelutions introduced were ghost and fighting? I think that'd be a wicked pair #eevee #justimagine",
  "There's an unknown object in the nearby galaxy m82 that started sending out radio waves. The emission doesn't look like anything seen before",
  "@ki_no_la your tweets are my favourite part of my night",
  "Why are the libraries closed so early on Saturday's? I have school work to do, and school is denying me an appropriate place to do it #dumb",
  "GOOOOOAL #Bulldogs",
  "Let's go Bulldogs #letsgo #AHL",
  "Why do people take the elevator to move up or down one floor? Is this the level of laziness we've resorted to? #despicable",
  "Thinking about starting this back up but for now you all should follow @ForteMusicNews as he is a great guy and delivers all news fast!",
  "I have never seen so many white dudes try to do something and fail so badly. I'm a better dj than you, just accept it boys #MrC",
  "http://t.co/fdXnftpx2u",
  "@McEwenJosh man it was so sick, but the Landmaster is my favourite ;)",
  "Today I found out that there is an underwater level in Starfox 64, and you get to pilot a ballin sub. Life is so wonderful.",
  "@TheAlbinoPython amen, my friend.",
  "@notthatbrownkid every pug is a bad ass deep down, they just need the right Zach to believe in them #lordofthepugs",
  "One great thing about going to university in Canada: snow days #ColourYourPassion #CompletelyWhite",
  "@ForteMusicNews @MemphisMayFire this guy is so reliable. Found this out here before i found out from Mr. Stars #FollowForte",
  "Gotta love the NHL brotherhood: http://t.co/1lpvNzCb4T",
  "I love how Canadian Wolverine is in the '92 animated series #CanadianThings",
  "RT this to wish a Happy 27th Birthday to #NHLBruins goalie Tuukka Rask! http://t.co/KzUP4daK9F",
  "\"If you were to fall into a black hole, you'd be able to see both the universe beginning and ending due to time dilation.\" @notthatbrownkid",
  "@darrenz man we absolutely do!! You should dm me your friend code and then we can set that up easy as cake :)",
  "@ki_no_la please, i invite you to try your foolish tactics #thisguy",
  "Just poke battled some dude online and got a total of three attacks in the entire game. Fuck Darkrai and his sleep bullshit #andfuckDoug",
  "@GoaliesNHL thank you sir",
  "@GoaliesNHL I've got rask, miller, and kuemper and only room for two. Any suggestions?",
  "http://t.co/7t7NOddfIS",
  "What if http://t.co/2InpjWdfR7",
  "@benmarshall1991 st patty's my friend",
  "Everything bad that happens to us is the universe trying to blow up our defenses until all that's left is who we are, which is nothing. ;^)",
  "This is A series of dust clouds way out in the Milky Way. But it's a painting http://http://t.co/3YIV2Cvup9 @jeremyhkmoore @zakkosaurus",
  "Canada has an official phone number - It’s 1(800) O-CANADA.",
  "\"@rainnwilson: I wonder if Canadians get sad like normal people. :-(\" nope #WeAreWinter",
  "@SchuettM @ginamarcos @lauradinner @musicianforhire i bet you sound extravagant :)",
  "\"@TheWeirdWorld: Irish philosphy.. http://t.co/EUxJgU9qxq\" straight from the motherland",
  "@jeremyhkmoore http://t.co/bgdp6l4XYa love @ShawnKerrMusic and I #theseesawsawseesawsattheseastore",
  "Food for thought. http://t.co/gbOnz6GqEm",
  "Jaromir Jagr has just become seventh player in #NHL history to score 700 goals, joining Gretzky, Howe, Hull, Dionne, Esposito and Gartner.",
  "I've got to make sure that YouTube comes down to tape this #theoffice",
  "Fiddler on the roof tonight! With all of the hard work that went into this, I know it's going to be killer #mmt",
  "Jaromir Jagr notches goal No. 699 to make it a 2-0 #NJDevils lead at 7:31.",
  "@DanielKerr22 thanks man! Glad you like it :)",
  "also a heads up, changed my producer name #MrC",
  "@DanielKerr22 @pianoman342 @sierralexis_ this one is for you kind ladies 'n gentlemen #thankyou  https://t.co/AmPr5VOBLa",
  "Would anybody be interested in hearing a little preview of what I've been working on recently? #panic",
  "As if I just found Beetle Borgs on netflix #shutyerface",
  "Alright gents, let's wipe the floor with the competition tonight. Everyone move over, we're coming back strong @NHLDevils #PowerToTheDevils",
  "While parents often fear the poisoning of candy on Halloween, there are only two known cases of that happening. Both took place in the 1970s",
  "She's like a Honda, these days I drive Mercedes #issues",
  "@SanamGurm SANAM!!! #ShitJustGotReal",
  "Everybody talks about how they have the best parents ever, but I can honestly say that I'm sorry to whoever had to grow up without mine.",
  "@sandumini happy birthday!! You wished me one, thought i'd return the favour!",
  "\"@UberFacts: Norway allows any student from anywhere in the world to study at the Public Universities completely free of charge.\" I'm moving",
  "@sierralexis_ i miss you too kido!",
  "@benmarshall1991 really!? Man northlane and issues are fucking incredible.",
  "@benmarshall1991 how good was every band? @ShawnKerrMusic and i saw the Saturday show, just incredible performances across the board.",
  "@benmarshall1991 did you see night two of the American dream tour!?",
  "Hey remember when people were worried about Canada playing Carey Price in goal? That was fun.",
  "Police are out running ride checks at nine thirty, they know our whole country is ready to go hard right now #Champions #WeAreWinter",
  "We are dominating right now. Let's get one more boys #GoCanadaGo",
  "Heading in after another strong period. It's 2-0 with 20 to go. #WeAreWinter http://t.co/bVK3Z73PT3",
  "That was hands down the greatest concert I've ever been to. Holy fuck #AmericanDreamTour",
  "Congratulations @issues , that was the tightest, most unreal thing @ShawnKerrMusic and i have ever seen",
  "@Northlane is killing it right now. Pumped for @issues next",
  "AND THAT'S GAME #ShutOut #WeAreWinter",
  "GOOOOOOAL #WeAreWinter #GoCanadaGo",
  "Game time! #Sochi2014 #menshockey #GoCanadaGo 🍁",
  "@HEROESNY fuck everyone and their conformist charmanders, squirtle is the only real choice.",
  "Having excessive body hair is linked to higher intellect.",
  "Going skiing in the states today #freshpowder #dude",
  "Dark Dink #ConquerYourself  @jeremyhkmoore @McEwenJosh",
  "@benmarshall1991 between Mike and Nathan",
  "If you don't do stupid things while you're young, you'll have nothing to smile about when you're old.",
  "Holy birthday cakes, p dot has a lot of snow #batman",
  "Some guys outside the practice room just heard me playing the Scary Monsters melody, and now he's whistling it walking down the hall #win",
  "\"@SciencePorn: http://t.co/5jGRzQBzTD\" @benmarshall1991 @jeremyhkmoore happy valentines day boys &lt;3",
  "@savannabanannas unfortunately my program requires lots of studying right now, so I don't have that option.",
  "It should be punishable by death for midterms to takeup all of someone's free time. I just want to play music, I'm going through withdrawals",
  "@notthatbrownkid this is what I'll be expecting to happen from now on",
  "@jeremyhkmoore man this is sick!!!",
  "@issues @ShawnKerrMusic",
  "someone help me find my shit, because I just lost it @issues http://t.co/ExYnnGOGKU",
  "@benmarshall1991 @jeremyhkmoore agreed! You gets have to come visit in the spring and we can gaze on my roof",
  "@keirstenswim @ELBUTTINYO listen to @abrband if you want a good bass player. @dustinabr is incredible.",
  "@keirstenswim @ELBUTTINYO @Pinterest you guys clearly listen to awful music. A good bass player adds so much to the structure of a band.",
  "RT @CallOut4: Hamline professor's post on student loan debt goes viral  http://t.co/fXOifgQLSp http://t.co/L7cB4bVfop",
  "@ELBUTTINYO @savannabanannas don't worry man, i can't beat 19 so you're not far off!",
  "How the hell do people get above 20 in this flappy bird game?",
  "God mode activated #SuckItKoshi",
  "#FlappyEric @notthatbrownkid",
  "How about you don't steal my business strategies, and I won't dress like my life is just one long brunch. #Gabe #TheOffice",
  "My goodness pickles are delicious #SHELOOKSSOPERFECT",
  "@jeremyhkmoore @benmarshall1991 @aurorapics me too, so amazing!",
  "If you don't do stupid things while you're young, you'll have nothing to smile about when you're old.",
  "@deridansheridan @leachkenz guys what the fuck i can't get past 14.",
  "Winners, we don't listen to words like no, or don't, or stop. They just aren't in our vocabulary. #AlwaysSunny",
  "@McEwenJosh mine either! We eat and actually spend time together.",
  "\"@UberFacts: Families who turn off the television during meals tend to be healthier.\" do families actually regularly eat in front of it?",
  "Soup, tea and vocal methods work with @ShawnKerrMusic #ThereIsAGod",
  "Swanson speaks the truth. http://t.co/hrmq3F3sJF",
  "\"@UberFacts: Grizzly Bears and Polar Bears can mate. Their offspring are referred to as \"Pizzlies\" and \"Grolar Bears.\"\" #nosurvivors",
  "\"@AdderallCliches: Adderall had me http://t.co/HO3gnvXGdV\" @ShawnKerrMusic your new target number to beat.",
  "@ki_no_la he should be, but it's just not the same. It blows me away that in six generations, not a single electric/dark type.",
  "Why is there no electric/dark type Pokemon?",
  "@TheAlbinoPython @benmarshall1991 Ben doesn't have the word no in his vocabulary.",
  "@benmarshall1991 @TheAlbinoPython we were talking about this two weeks ago!! I want in on this taste test guys.",
  "Just saw parry sound on the green screen during the weather report before the superbowl. We're moving up in the world #pdotgettinghot",
  "People born in August through December make passionate, loyal, generous, and loving partners.",
  "@notthatbrownkid i don't see anything other than a grey screen. Am i that boring?",
  "First party I officially spun for last night. If you weren't here, you missed one hell of an event. #BiggestYet http://t.co/Ds79msANQj",
  "Pokémon holds the record for “Most Photosensitive Epileptic Seizures Caused By A TV Show.”",
  "@TheAlbinoPython welcome to anywhere but parry sound #NotHotinthePdot",
  "Why are we still awake @SarahAB_1 @notthatbrownkid @PrimeTimeCK @devin47thomas #mmalsadontquit",
  "I don't care what anybody says, ain't no party like a Mmalsa party @notthatbrownkid @devin47thomas @PrimeTimeCK @SarahAB_1",
  "Pretty sure Chara is an alien.",
  "Suit up #formaltime http://t.co/3woykqBsTP",
  "RT if you're a fan who wants to have a band one day",
  "Why do people blog pictures of cats shooting eye lazers or floating in space on a slice of pizza? I'm disappointed in the human race.",
  "Retweet if you've been playing Pokémon since Generation I",
  "\"@ValentineCrds: http://t.co/KMuaqt6WPt\" @ShawnKerrMusic #B",
  "It's awesome how contagious laughter is #nothingbetter",
  "**QUICK CONTEST**\nSHARE this post!  We will randomly select one winner who will receive a free t-shirt.\n\nCheers! http://t.co/l6QvnAxu4Y",
  "@ForteMusicNews are there dates for this somewhere!? I'd kill to see @Intervalsmusic again.",
  "I don't always have a valid argument... http://t.co/iTV9VugfcO",
  "http://t.co/NxfPvhIPja",
  "If you're too embarrassed to buy condoms, you're too young to have sex.",
  "\"@UberFacts: Pineapples contain enzymes that start to break down and \"eat\" your tongue while you eat them.\" @elmegwinning",
  "\"@AshOfPalletTown: I want one! http://t.co/y3dJeNwvpH\" i would buy an iPhone just for this very purpose.",
  "\"@SubSeaLevel: Just a sharkdog. \"Must keep swimming...\" http://t.co/dMDaGVW8bA\" #pugshark",
  "If there's one account you should follow today make it my music blog! @ForteMusicNews #FF #FollowFriday",
  "@ShawnKerrMusic i told you i would! How could i not? It's the greatest thing anyone has ever called me.",
  "@DexterHarris613 i don't know how i didn't realize that you have twitter",
  "http://t.co/TOYVQOySNY",
  "#Naysayer new track from @Architects. Download it here and spread the word - http://t.co/sx1y1Hg1n2",
  "True! http://t.co/v4WtcQY3JA",
  "Nine times out of ten if I am asked whether I would like to play Nintendo64 or any other gaming console in existence, N64 wins #ChildAtHeart",
  "@TheAlbinoPython i thought this too, but here i find myself wondering what i last did when Navi pops in and gives me the full rundown. #Navi",
  "@notthatbrownkid holy shit. #mindblown",
  "If everybody just listened to what Navi had to say, they could appreciate how helpful she could be #OcarinaOfTime #ThankYouNavi",
  "I'll wear your skin as suit, pretend to be you; your friends will like you more than they used to #fromfirsttolast",
  "And back to the hammer we go #hammertime",
  "@AspiringchefJJ might have gotten an extra second of hang time!!",
  "Did anybody else just try jumping for a minute straight for this lighter gravity minute?",
  "Girls: when you ask a man, \"what are you thinking?\" and he replies, \"nothing.\"  It's true.",
  "@jordymiller i totally understand this reference because i started watching that two days ago #win",
  "\"@UberFacts: The Church of England considers the Pokémon character Mewtwo to be a good Christian role model.\" I'm moving to England.",
  "Great friends share socks with each other @benmarshall1991 love you buddy &lt;3",
  "\"@_collegetweets_: Best cookies of all time... No question 😋 http://t.co/SJ9H82dAGj\" @ShawnKerrMusic @notthatbrownkid",
  "\"@C_and_H: http://t.co/mZru8P4VQY\" @steffanyloves",
  "And we're down to a shootout. Come on boys you can do this #GoCanadaGo",
  "Seriously... http://t.co/Pnyoovd7uk",
  "Lunch break at the ski hill! http://t.co/CQxz1wHq2v",
  "Skiing today with dad and the boys!! So excited to finally get to go",
  "Mosh Pit http://t.co/9EpBTVXRQa",
  "\"@BryanStars: RT  if any of these bands have made an impact on your life http://t.co/PRhNxukk3x\" how about all of them",
  "@lexis_isonfire you are on a serious lyrical rampage.",
  "Santa was dope this year. Shit is about to get real. #panic #merrychristmas http://t.co/SUhPGjzq6J",
  "Merry Christmas ladies and gentlemen #HappyHolidays",
  "As if it's Christmas eve already. When the heck did that happen?",
  "It's sad when in today's society it's actually attractive if a girl knows something as simple as the difference between your and you're",
  "@GoaliesNHL @NHLBruins i'd also like to know if The Rask is starting tonight!",
  "Sometimes the bad things that happen in our lives put us directly on the path to the best things that will ever happen to us.",
  "A walrus getting a surprise birthday cake made out of fish! http://t.co/xGjakAuGOc",
  "The nerve of some people.",
  "@GoaliesNHL any idea if rask and miller are starting tonight?",
  "I always suspected that Dwight was really a superhero!! Fucking right I'm excited to watch this @rainnwilson http://t.co/73Ns5AqHuW",
  "@jeremyhkmoore @benmarshall1991 this is so insane!!",
  "Remember when skinny jeans were considered ‘emo’. Now everyone wears them. H y p o c r i t e s",
  "@hiighnessy @Nessssss_ have fun -_-",
  "@sherin2o1o hahahahah that's the greatest thing I've ever heard!",
  "Jagr (cont'd): \"I guess that's the only [record] Wayne Gretzky doesn't have. Unless somebody breaks it, I'm going to enjoy it.\" #NJDevils",
  "Jagr on scoring 122nd GWG to pass Gordie Howe for most all-time: \"That's Mr. Hockey so it's a big honor for me to break that record.\" #NHL",
  "Alright, time to knock down this last exam and be done with this shit",
  "Men are like dogs... http://t.co/xVIOmSR13S",
  "We don't just want love. We want someone that we think the world of thinking the world of us.",
  "Eth still had wet boots this morning. #solution http://t.co/CeoHUANEpH",
  "\"@ManCaveHeaven: http://t.co/ddGauk28ZG\" @notthatbrownkid our next house has to have one of these rooms.",
  "Did you know?.. http://t.co/rQANL4bTQ3",
  "Damn right @McEwenJosh likes the oldies #facedown",
  "One day she will tell you that she has had enough, it's coming 'round again #redjumpsuitapparatus",
  "@FRONZ1LLA what kind of rap beats do you like? Got any examples?",
  "\"@UberFacts: Hippo milk is pink.\" so hippos are the true source of strawberry milk.",
  "http://t.co/3IcOL89FtT toss me some entertainment",
  "@hiighnessy you are a very lucky lady indeed. Try not to rub in the awesomeness of the show while i sit here and dream about your reality.",
  "@hiighnessy you're kidding me!! That's crazy. Here i am being all cocky, and you actually win the tickets. Well played Ms Ness, well played.",
  "\"@MensHumor: Thank God I still have a few days to achieve my goal of “going to the gym in 2013.”\" @notthatbrownkid @ShawnKerrMusic i did it!",
  "Mr. Brown came to help me study :) #charlie #studybuddy http://t.co/oIsH3kggjk",
  "@Intervalsmusic is the only music I've ever been able to enjoy and study to at the same time. These guys are a whole 'nother level.",
  "Even when your hope is gone, move along move along just to make it through #allamericanrejects",
  "WIN TICKETS to @TDWPband w/ @theghostinside @Volumesband &amp; more. on Dec 20 at #phoenixconcerttheatre c/o @LiveNationON Follow &amp; RT to win!!",
  "@hiighnessy you are retweeting things about the greatest shows. Thank you. I'm gonna feel a little sneaky when i win those tickets now.",
  "@McEwenJosh i wish it had been! I'd love hearing your voice :) Whenever this person calls me they never say anything, just silence.",
  "RT/FOLLOW for a chance to win a pair of tickets to see @CageTheElephant DEC 19 at the @soundacademy presented by @TheUnionEast - Paul",
  "@ki_no_la @steffanyloves false.",
  "Who called me as a private number at 2:43 this morning? If you want to talk to me I'm way more likely to answer when I'm awake.",
  "@leachkenz i had the same reaction. That's fucked, i didn't need to know that.",
  "\"@PokeWorlds: Me http://t.co/aYwKxSveXq\" @steffanyloves @ki_no_la  substitute magnemite in there and it pegged me #over900magnemite #fuck",
  "I wish people could... http://t.co/fZxgJmwLAk",
  "As long as you're alive; here I am. I promise i will take you there #theused",
  "Can't wait to install this bad boy. #NI #panic http://t.co/XoexGKl2SH",
  "@ForteMusicNews think i should see if @FRONZ1LLA needs a dirty beat?",
  "The Blindwitness cover of backstreets back is still one of the sickest covers I've ever heard #blindwitness",
  "\"@VideoGamesFacts: http://t.co/IaSQOVIelg\" @notthatbrownkid",
  "Women who play video games tend to have more sex and be happier with their relationships than those who don’t.",
  "@ShawnKerrMusic @SchuettM @McEwenJosh @RacheLobo that was absolutely gorgeous. I could sit here all day and do nothing except repeat that.",
  "@GoaliesNHL no problem, thanks man",
  "@GoaliesNHL any idea if rask is starting tonight?",
  "Some people seriously need to start thinking about the feelings of others for once.",
  "Why stress over something you can't change.",
  "The ladies, well, they call me Bertbert. #bertbert #americandad",
  "Follow these gems. @zakkosaurus @ShawnKerrMusic @DrBillingsly @nugcat_ @lexis_isonfire @benmarshall1991@sierrarulezdo0d @justinsaneSOS #FF",
  "@PrimeTimeCK always wakes up at 7. Always. @notthatbrownkid",
  "@jeremyhkmoore @ShawnKerrMusic @coldfront905 @LIFERUINERXXX @counterpartshc @exaltband @THREECROWNSHC I AM!! Me and @PrimeTimeCK !!",
  "Bought NI's Battery 4 while it was on sale. This thing is fucking fantastic. Shit is going to get crazy #NI #panic http://t.co/cx0Kc8hNo9",
  "@GoaliesNHL thank you my friend, i appreciate the input",
  "@GoaliesNHL think i should start pavelec or miller tonight? Only have space for one of them beside rask",
  "\"@AshOfPalletTown: They grow up so fast. http://t.co/B17vz7ye66\" why can't this be me? I would love sleeping with Blastoise every night.",
  "I know I'm drunk when i can hear the ringing. Fuck off ringing, I'm trying to get some sleep. #dick",
  "Fuck my exams, I'm celebrating my birthday today with the best @zakkosaurus @ShawnKerrMusic . Its #December8 #decfucking8th",
  "I'm digging this new avril lavigne tune #hellokitty #noshame",
  "@PudNaughton @jeremyhkmoore @ShawnKerrMusic never gave up that goal.",
  "@PudNaughton @jeremyhkmoore @ShawnKerrMusic guaranteed. One of those new ADTR songs has one of our breakdowns in it. We woulda had the world",
  "@PudNaughton @ShawnKerrMusic @jeremyhkmoore the game never left.",
  "http://t.co/Wtpz3wjPda",
  "@benmarshall1991 God damn you.",
  "@ki_no_la #murder",
  "There is a difference between your and you're. It pains me when people can't use them correctly. #petpeeve",
  "I just want to celebrate another day of living #rareearth",
  "@McEwenJosh they're just too good. Their first couple albums were fantastic. I was just jamming out to Way Away :)",
  "Yellowcard just came on shuffle. God damn they're good. One of those bands I could never get tired of listening to.",
  "Wait up I'm not sleeping alone again tonight, there's so much to dream about, there must be more to my life #alexisonfire",
  "@sierrarulezdo0d courtesy of the Hamilton sewage system",
  "@devin47thomas this place just couldn't handle what i have to dish out #panic",
  "Well this sucks. http://t.co/ytUvFVsBtG",
  "\"@ThePokemonWorId: http://t.co/YbxryVoamb\" @steffanyloves @ki_no_la",
  "@jeremyhkmoore @benmarshall1991 @ShawnKerrMusic already got tickets!!",
  "@devin47thomas @notthatbrownkid you guys are the greatest &lt;3",
  "Everyone is entitled to their own opinion of me. But if you're going to insult me, at least be consistent. #contradictingarguments",
  "@GoaliesNHL perfect, thank you very much!",
  "@GoaliesNHL any idea if rask gets the start today?",
  "http://t.co/FGmqywH05A make me uncomfortable",
  "If i had any confidence it was before i played pool @zakkosaurus #shakey",
  "@TheAlbinoPython i haven't been the biggest fan",
  "Both of my brothers are spending the night with me tonight; their first sleepover at my house :) #solucky",
  "@notthatbrownkid man fuck flying spiders, that's more terrifying to me than a bunch of dead bodies walking around #unnatural",
  "@notthatbrownkid but what if after these kill the hosts, they stimulate the brain in such a way that the body still functions after death?",
  "\"According to Discovery, scientists have recently discovered certain brain parasites that can facilitate a Zombie Apocalypse.\" start preping",
  "She's the one http://t.co/vDWZPCFP4k",
  "@DrBillingsly @ForteMusicNews I'll definitely do that!",
  "@DrBillingsly and i appreciate that! @ForteMusicNews is seriously such an incredible dude",
  "\"@SubSeaLevel: The Gulf of Alaska, where two oceans meet, but do not mix! http://t.co/9UgXA5py37\" this is so cool! Fuck our world is awesome",
  "#FF @jeremyhkmoore @ForteMusicNews if anybody wants someone to fill their lives with the greatest music in the world, this guy knows it all!",
  "@hiighnessy @EBGamesCanada i had trouble with them too when i preordered the new Batman game.",
  "@PudNaughton @ShawnKerrMusic it's garbage.",
  "@devin47thomas is officially my first and best biggest fan. Nobody will ever replace his place in my heart #lovethisguy",
  "Seriously though, follow my blog today for a follow back! @ForteMusicNews https://t.co/sN0goclv0Y",
  "All of the major political parties in Canada support the legalization of marijuana except the party that currently rules the country.",
  "@musicianforhire",
  "I have a utility belt #fuckingawesome @notthatbrownkid",
  "@TheAlbinoPython i see what you did there.",
  "@SamsquanchC @jeremyhkmoore @ShawnKerrMusic @benmarshall1991 so fucking down. I've wanted to go to this for a while, they're incredible live",
  "I don't want to be an adult anymore... http://t.co/a2OIwDSyqs",
  "Pokemon http://t.co/nAvhVFZ2Vr",
  "The best part about being a percussion major is the private room to eat lunch in and play pokemon. #nothingbetter http://t.co/A44wJg7glt",
  "@ATTILAga Canada!! Dammit we've been waiting years to see you guys.",
  "@ForteMusicNews @fortoday @issues @strayfromdapath @ATTILAga @LMTF @Erra_Band this is phenomenal line up!!",
  "\"@PicturesEarth: The Batman Hotel. http://t.co/mDrcZzyVt4\" i have to go stay in this place. I'll wear the costume and everything.",
  "Sometimes ladies, you need to watch what you say. You aren't the only ones that can react badly to one simple thing.",
  "\"@UberFacts: A person can spontaneously burst into flames - This is called \"Spontaneous Human Combustion\".\" this would be a good death story",
  "What does smh mean? Fucking acronyms.",
  "http://t.co/pSpa5pId1u",
  "Can you feel the chaos overtaking us? #northlane",
  "Intervals is such a killer band. Their music is so soothing yet so completely ball busting. #intervals",
  "I love this instrument &lt;3 #whattamarimba #rocksomebach http://t.co/YkDhJFXupo",
  "#smashingrights @notthatbrownkid",
  "Don't bust your balls for people who don't give a fuck about you",
  "@benmarshall1991 i refuse, i can't lose you",
  "@benmarshall1991 i wouldn't want to retweet this, i don't want you to die!",
  "I'm so happy that Jersey beat Pittsburgh tonight. That's what I'm fucking talking about. #foreveradevil",
  "@jeremyhkmoore @benmarshall1991 @ShawnKerrMusic @lexis_isonfire @DrBillingsly @thoennesss @GhostBert @nugcat_ you are such a sweet heart &lt;3",
  "It's awesome that streets and cross walks are designed around the, \"the floor is lava\" design.",
  "Pig Island is an uninhabited island located in Exuma, The Bahamas, known for being populated by many swimming pigs. http://t.co/hL2ZkiIdoy",
  "\"@ImThatGentleman: when a girl says \"do whatever you want.\" do not do whatever you want.\" the most useful piece of life advice. Ever.",
  "\"@AstronomyHD: NGC 2442: Galaxy in Volans http://t.co/Z2nFj7BPtt\" @benmarshall1991 @jeremyhkmoore",
  "If you know what I mean http://t.co/dHDB0PNBhW",
  "Ah, and there it is.",
  "I think p.s.h.s would be a perfect place to shoot an episode of Sunny. That place is plenty fucked up, perfect setting. #3rdworstinON",
  "Music http://t.co/F0GvhNxGN5",
  "How do you say goodbye when you've hardly said hello? #bmth",
  "\"@BryanStars: Honestly so glad @FFTLAST is a band again :) Make sure you guys follow them and support their new music\" this is fantastic",
  "Star Bucks http://t.co/h4XvTUXqH8",
  "You can never live a positive life with a negative mind.",
  "@jeremyhkmoore agreed! Sometime soon! :)",
  "@jeremyhkmoore i miss you.",
  "Poker night! @notthatbrownkid @SchuettM @ShawnKerrMusic",
  "I wanna see Northlane again. They were so fucking sick. One of the best bands I've ever seen live.",
  "You are a slut-butt, so shut the fuck up keep your mouth shut #attila",
  "You need not to reach for the stars when life becomes so dark #cityandcolour",
  "Some people like singing in the shower. I like to beat box. What is life without a good beat to carry you through it? #bumpthatbeat",
  "I just finished watching Now You See Me. It was wicked, magic and stuff that messes with your mind is so awesome.",
  "http://t.co/GiVPvk3EHh stimulate my brain",
  "\"At the age of 12, Amanda Bynes became the youngest performer to host her own variety show, \"The Amanda Show.\"\" she was 12!? wow time flies.",
  "God Periphery is good",
  "Well, these lasted me less than twelve hours. Oops. http://t.co/nP1KUxOrSG",
  "Whenever i go on Facebook all i see is baby pictures posted by people in my age demographic. I wants kids, but not while I'm 21 #figureitout",
  "\"@VideoGamesFacts: http://t.co/fBw5KKUO15\" @steffanyloves @ki_no_la",
  "@notthatbrownkid once again my superb English skills never fail me #science",
  "@notthatbrownkid my brain was unable to create the proper synaptic connections to generate a witty comeback #science",
  "Got a couple skeletons in my closet, couple of skeletons in my bed,couple of skeletons in my wallet, couple of skeletons in my head #example",
  "Orange tic tacs may be the most addicting thing on the planet",
  "This is who i am, this is my life, i come alive in the lights #memphismayfire",
  "@savannabanannas thank you :) gotta keep them right where i can always see them!",
  "This beat for @devin47thomas is getting so dirty. Wish you guys could hear this. #panic http://t.co/Xz7J2Do41o",
  "Pokémon &gt; School. http://t.co/xKHYEmHXeI",
  "Hey girl, I've got some breaking news. You're fineeeee http://t.co/eidUdPbMqw",
  "Damn garbage man, left garbage all over the sidewalk in front of our house. Now I'm cold, wet, garbagey, and in need of a hot shower. #fuck",
  "\"@UberFacts: Giuseppe Verdi http://t.co/L1S3mGlAC4\" @steffanyloves @ki_no_la",
  "\"@tbhplsgo: why be moody when u can shake dat booty\" @lexis_isonfire",
  "@lexis_isonfire it's official. You were meant to twerk. Poor girl. http://t.co/zQVwELZO9o",
  "I go looking for friends in the filthiest places #iseestars",
  "@ki_no_la I'm right behind you man",
  "This may seem Farfetch'd but you're the girl I've been Seaking",
  "You look so much cuter with something in your mouth #nickelback",
  "Beautiful Egypt. http://t.co/fxN8SxX2T1",
  "If i had the chance, i would give you the world.",
  "This music is gonna blow some minds some day @devin47thomas",
  "@devin47thomas #panic",
  "Excited to jam some beats with @devin47thomas ! Prepare for socks to be blown off when we're done.",
  "Oh the internet, how people inside of you make me laugh",
  "http://t.co/FGmqywH05A feel free to get weird.",
  "@benmarshall1991 @PokePicts isn't that so cool!? They planned that from day one. Pokemon, doing it right.",
  "How I play Pokémon http://t.co/QGtQT2RWBc",
  "@benmarshall1991 @SciencePorn @jeremyhkmoore damn those clouds :(",
  "@catmcarton @ThePokemonWorId right? You know what I'm talkin about. #thelife",
  "@benmarshall1991 @SciencePorn @jeremyhkmoore holy cow that's insane",
  "Feels like war #alltimelow",
  "I'm glad i don't drink shit at Starbucks. It looks so awful inside.",
  "@darrenz oh darren how i wish i would grow handle bars",
  "@benmarshall1991 well well, what a handsome man ;)",
  "Week one of Movember! I'm debating on whether i should let the full thing grow or keep just the stache. Thoughts? http://t.co/xnj2rjzVUY",
  "http://t.co/FYRpFJv3hT",
  "\"@VideoGamesFacts: http://t.co/Ht07EFidiv\" I'm a gym leader with a team of mew. Awesome.",
  "Soda in the Water Cup is one of the greatest songs in existence, in my opinion. Every instrument and the vocals tear life to shreds. #attila",
  "\"@PicturesEarth: Wrinkles! http://t.co/sKWmgkPbEi\" this makes me happy.",
  "And now three days grace comes on? Fuckin right I'm having a jammin walk home.",
  "The keyboard solo in limb from limb is life changing. Those keys jam so hard #protestthehero",
  "What websites harm humanity? — there's so much junk out there. i'd assume that at least half of the internet har... http://t.co/RBykfKSr3i",
  "Amazing. This should be everywhere. http://t.co/TpcgNHaxg3",
  "Help need to take a step back and reconsider how they're living their lives. Nobody should be okay with how that was handled. Fuck people.",
  "I just read Aspen Wildlife's post about the bear that was killed earlier. I'm disgusted. This man and everyone else that witnessed and didnt",
  "If you won the lottery. What's the first thing you wo... — initially i'd probably do the most ridiculous happy d... http://t.co/RX4RAFUNjR",
  "BANDS: Follow my blog if you have any news that needs spreading! I'll follow back. :)  @ForteMusicNews",
  "I love doctor Woolhouse. He's not only funny and super nice, but he's also British. It just completes the package. #worldofwoolhouse",
  "\"Early humans would literally chase their prey until it got too tired and died.\" i don't hunt, but i'd like to see what i could outrun.",
  "What's the best thing you can purchase for $5? — two mcdoubles, no onions, and a medium coke during dollar drink... http://t.co/MabutiMsNb",
  "your ex is out of her mind, any girl would be lucky t... — i appreciate that. sometimes things just don't work o... http://t.co/QH82uwKVY4",
  "http://t.co/wEnezygpRV",
  "Just set up my tv as a monitor for my computer! Now the real fun begins #panic http://t.co/ghz9BMxMZf",
  "Any special women atm? — I've had one on my mind here and there recently. http://t.co/oFjDiC7QIN",
  "Finally your single again!! The ex is NOT worthy!! :/ — i appreciate the enthusiasm! but the negativity isn't ne... http://t.co/efkpPTjD9t",
  "I just want to spend one night in your arms. That's all I want — i suppose that would depend on who you were. http://t.co/d3DeEitoyK",
  "@issues playing right now boys. http://t.co/B6mHwKayNh",
  "@TheAlbinoPython people keep asking me things! I was not expecting this many.",
  "how is your week going? — fairly well. nothing special's happened so far. I'm hoping to have a good weekend, how... http://t.co/mNqEYfgN7E",
  "Zach!!! Such a ladys man — apparently!! somebody could have informed me. http://t.co/gigQmzVUNs",
  "you seem like a pimp, how do i talk to girls? — i definitely wouldn't call myself a pimp! honestly man (or woman... http://t.co/rz4RalN7Gj",
  "@TheAlbinoPython it was very humorous",
  "Oh and what's the hardest thing youv ever been threw? — well i was stoned once when i was a child. and i do of c... http://t.co/t34v8ZlR7c",
  "What's your kill count? :D — the first rule about kill counts: you don't talk about kill counts. http://t.co/jyXD50rg6Q",
  "\"@UberFacts: A study conducted at McMaster University showed that men with lower voices are more likely to be unfaithful.\" #gomacgo",
  "Are you happy? I hope so, because seeing you happy ma... — I'm alive and young! i have every reason in the world... http://t.co/l9oeC4fQA7",
  "I don't think i will ever stop loving The Used &lt;3",
  "@ShawnKerrMusic with extra SHUGGAH",
  "Meshuggah is fucking beastly.",
  "You make me really happy :) — I'm glad to hear that! i hope i can make all of my friends happy! http://t.co/388MSBoTZZ",
  "You deserve only the best. :) — you're too kind! i like to think i deserve what i work towards having :) http://t.co/8C4tyPxi8B",
  "I wanna sleep with you &lt;3 — well, you'll have to buy me tea first. http://t.co/tmWEy5EIOU",
  "That moment when you hope what someone says is directed at you, but it could go either way. Fuck i hate that. People need to be more blunt.",
  "@catmcarton absolutely adorable. My thoughts are with you guys this morning, i hope everything goes well.",
  "@catmcarton fingers crossed. I'd hate to lose either of mine; i'd never want someone to lose theirs. It's heart breaking. Hang in there.",
  "I think your a sweetheart. ♥ what's your favourite co... — i do try my best :) green! but I'm very picky with my... http://t.co/N3kFkKsN58",
  "how much is too much? — that depends on the situation. http://t.co/ov4ILOmArg",
  "You're perfect. :) — thank you! you're too kind. http://t.co/GuVf200e63",
  "would you ever hook up with a short long haired brune... — what an interesting question! i suppose i would, depe... http://t.co/QoycikWV0z",
  "Boom city! http://t.co/j9F2fSFTRd",
  "@devin47thomas just took things to another level. The man has mad talent.",
  "It was a whole production @devin47thomas @notthatbrownkid",
  "hi handsome — well hello there http://t.co/qQQrWh9Tbr",
  "how was your day? — spicy http://t.co/Iz62iFBHvP",
  "cutie — thank you, mysterious stranger! what a lovely way to start my day :) http://t.co/XBJjNBS1vJ",
  "\"Psychology says that the type of music you listen to affects the way you perceive the world.\" so that explains why things are so awesome.",
  "\"@issues: Check it. http://t.co/sGaVFnxER9 http://t.co/eVrMvB33xq\" hopefully this is absolutely killer",
  "Haha you're a little late on the bandwagon there,  zach ;) — i always am! did you really expect any less? http://t.co/EHi69Ki4be",
  "\"@lexis_isonfire: When I tell someone I work at a marina and they think I mean I work with dolphins and whales.....\" @jeremyhkmoore do you!?",
  "Let's give this a try http://t.co/FGmqywH05A",
  "@PudNaughton I've learned that I hate fighting over who gets to play their music. I'd much rather be able to put on a tune and not argue.",
  "Sharing my musical interests is one of the most attractive qualities to me.",
  "\"@pokewords: Mewtwo: http://t.co/Zq9AJ8wYjc\" this will always be one of the most meaningful quotes to me. Mewtwo knows his stuff.",
  "Yeah, that's right. I've been saying fuck.I've been going in the back yard and trying it out #mysteryteam",
  "@ShawnKerrMusic best drive ever.",
  "THERE ARE FIREWORKS EVERYWHERE @ShawnKerrMusic #THISISINSANE",
  "http://t.co/NA6NPvfgk2",
  "Pierce the Veil is so fucking good",
  "@benmarshall1991 @jeremyhkmoore it's a must. We can't not go. This is going to be one of the most musically historic events ever.",
  "I just realized I must seem pretty creepy today. I swear it's not intentional #oops",
  "I'm so bored of this paper. I want to do meaningful things with my life, not read and write papers all day every day. That's life robbery.",
  "I'm way too stressed out.",
  "Waving your hand like a Jedi at automatic doors doesn't make you a nerd, it makes you awesome.",
  "I hate that awkward “I don’t want to annoy you but I really like talking to you” stage",
  "I just found and successfully caught my first shiny pokemon in Pokemon Y! Too bad it's a Quagsire.… http://t.co/Hqm8eN6b5X",
  "Sitting in the food court with my brothers laughing about all times we've been dicks to each other over the years #nothingbetter",
  "Nobody in this mall sells anything that has to do with Jersey. Come on people, I want to walk around and represent my team #devils",
  "It must be hard to talk shit with a dick in your throat #blehblehbleh",
  "RealNiggas Don't Download BBM.",
  "@kunalnayyar @simonhelberg @notthatbrownkid one hell of a costume party. Needless to say we had the best costumes there.",
  "@zakkosaurus @simonhelberg @notthatbrownkid hmmm curious glow necklace thingies... What were you guys upto???",
  "Hey @simonhelberg and @kunalnayyar, can you guys guess who @notthatbrownkid were last night? http://t.co/oj6kR6GHmn",
  "Doing Halloween right with @zakkosaurus @jeremyhkmoore @benmarshall1991 #thirstyThursdays",
  "Happy Halloween, Trainers! http://t.co/fbuDj5UiNh",
  "I haven't slept until twelve in months. God bless the man or woman that got us this two day reading week #gomacgo",
  "Well, this is awkward.",
  "I get bored and make noises with my mouth.",
  ".@NHLDevils @68Jagr 119th career GWG, put him just behind the NHL's all time leader Gordie Howe with 121 GWG. http://t.co/oTQwHGHI1j",
  "The Color Morale http://t.co/lrQfbRFDZk",
  "@ShawnKerrMusic man i remember that!! i wanna see this video hahahah",
  "Playing music makes me realize just how beautiful life truly is.",
  "I've realized my interest has peaked, and i don't know what to do about it.",
  "@benmarshall1991 damn those pesky no namers.",
  "@benmarshall1991 you should answer and find out",
  "@lexis_isonfire don't worry, it's not you. People have finally realized that blackberry and all related apps *coughbbmcough* are garbage.",
  "XOXO Gamecube http://t.co/wX0AmnPOhH",
  "100. I am now officially a part if the century club.",
  "And it begins @ShawnKerrMusic @notthatbrownkid #century",
  "Playin pokémon at work #nothingbetter",
  "Just had my first lesson driving standard with @notthatbrownkid #whatadoll",
  "Like i don't care about a little pda, it's great that you care about each other. But could you please stop fucking so i can eat my eggs?",
  "Mind = Blown http://t.co/haqwDF1Qil",
  "There's a couple going hard at each other across from me while I'm trying to eat. All i can hear is lip smacking. #getaroom #uglycouple",
  "Logic and Castro actually have the most flawless flow when they rap together on this track. It blows my mind.",
  "Bitch I'm ballin #logic",
  "@benmarshall1991 yes. Although depends on the context. In general I'm with you, but drinking a glass of milk i prefer the chocolate flavour",
  "@elmegwinning #boatercycle",
  "Music is like magic - Eminem",
  "Saving things on the internet is trippy. You're literally saving something on nothing. And everything. #whoa",
  "@vanlawson happy birthday good sir!! Stoked or not, just remember that on this day when you popped out, the world got a little more awesome.",
  "@TheAlbinoPython me neither dude. That's something to be proud of.",
  "HOW IS THIS POSSIBLE?!? http://t.co/yQ5Xlhm3kQ",
  "@jeremyhkmoore @benmarshall1991 that was insane!!",
  "@benmarshall1991 #disappointed",
  "Jaromir Jagr is expected to play in his 1,400th career #NHL game tonight!   #NJDvsCBJ",
  "Pokemon X&amp;Y vs. Grand Theft Auto 5 http://t.co/zmGJoAzh0s",
  "This is what I wake up to #fortheempire http://t.co/29WkIe7yAM",
  "Spend the night if you got your own tooth brush. I really think I'd like you, but not too much #childish",
  "I love the few hours on Monday when my roommates aren't home. I can jump around and scream until my little heart's content.",
  "@ForteMusicNews @issues holy cow this sounds good. I'm way too excited to hear the album!!",
  "Employee of the month first month at the new store? Yeah hi, that's me #feelsgood #thesource http://t.co/GnsJyLtQJP",
  "Fuck it all #childish",
  "I don't care what anyone thinks, Nickelback is fucking awesome.",
  "I'm not the person I used to be, I admit, a lot of stuff got to me.",
  "Got home from an eleven hour shift to find out my boys put up a shutout. Today is a wonderful day @NHLDevils #foreveradevil",
  "@jeremyhkmoore @ShawnKerrMusic YES PLEASE",
  "@lexis_isonfire it's not at all what it should have been. I couldn't even et though the entire cd i was so disappointed.",
  "@jeremyhkmoore it's way too good. Making this work day completely worth it.",
  "\"@ForteMusicNews: 1,200 followers! You guys are amazing! &lt;3\" keep going hard guys, this guy has got all the best news you could ever want!",
  "I'm currently trying a blueberry bagel toasted with apple cinnamon cream cheese. This may be the greatest sensation my mouth has experienced",
  "#zachdontlouch @devin47thomas",
  "Follow my blog if your timeline needs some music updates. @ForteMusicNews",
  "\"@BryanStars: RT if you see your favorite band http://t.co/Jx8X1VNwtN\" there's not only fantastic bands here, but a pokeball as well.",
  "Getting sick because you ate an entire bag of Swedish Berries #worthit",
  "I missed my family so much. This is awesome #sothankful",
  "@kenadidonmari i barely ever match socks. I generally just grab two that don't have holes and wear them. And sometimes, they do have holes.",
  "@kenadidonmari oh you wouldn't like me then",
  "\"@PokeWorlds: Wild MISSINGNO. appeared! http://t.co/RYvMYWUoFD\" @steffanyloves @ki_no_la this would be the most terrifying encounter",
  "@catmcarton okay well that's probably fair then. The original was where it's at. Most awesome theme song. Also @TheAlbinoPython has a point.",
  "@catmcarton you're actually judging the voice acting and plot development in a childs cartoon series from like ten years ago? It's badass.",
  "@catmcarton so? If people can believe that zodiac signs actually determine who we are then people can believe tops contain said zodiac signs",
  "@catmcarton what the hell is wrong with you?",
  "@catmcarton you'd best not be referring to bayblade.",
  "It's game day! #LetsGoDevils",
  "@McEwenJosh yes!! I will be for a day or two!! I'll text you 'bout it :)",
  "\"@FRONZ1LLA: I need some producers that make the SICKEST/HEAVIEST rap beats! Do you know anyone?\" guys. Dare I? #panicfronzillamashup",
  "What a beautiful voicemail from @JoshMcEwen5 i just found :) i miss your beautiful face buddy &lt;3",
  "@strayfromdapath makes me feel like jumping around and breaking literally everything #negativeandviolent",
  "@devin47thomas great minds think alike &lt;3",
  "@devin47thomas Amen to that my friend #fuckhsr",
  "@devin47thomas hsr is the worst. I walked to school this morning and not a single bus passed me. So unreliable.",
  "As soon as this is for sale, it's mine #pokemon http://t.co/j1AM3jlR7H",
  "Forgot headphones for the walk home? Beatbox. Nothing will beat the time @ki_no_la randomly started beatboxing with me #sick #mouthbeats",
  "\"Can I ask you something I always wanted to ask the real batman?\" \"Yeah\" \"Am I good looking?\" #community",
  "\"It probably not even first press\" - Shawn Kerr, 2013. #vinylchirps #shawnsays",
  "http://t.co/0RNCQOYXdt",
  "@benmarshall1991 @jeremyhkmoore i'd very much enjoy that!!",
  "\"@TheFacts1O1: Pics by Nasa.. http://t.co/cadvLmjOzh\" @benmarshall1991 @jeremyhkmoore i think this is so cool",
  "Did you know.. http://t.co/qHfqOlC2LQ",
  "I could use a hand sometimes, I am only human #krewella",
  "This just looks badass: http://t.co/9AWqODp1Nm",
  "There's not many places you can hide and so little you can dooOO! @jeremyhkmoore @PudNaughton @ShawnKerrMusic @SamsquanchC",
  "The Church of England considers the Pokémon character Mewtwo to be a good Christian role model.",
  "@mandy7227 i could beat you.",
  "Old trivium though? #nothingbetter",
  "It needs to be bapped @devin47thomas",
  "Just watched the first new Star Trek movie with @notthatbrownkid ; absolutely fantastic.",
  "Mind = BLOWN! http://t.co/Is5GsgHmv5",
  "No need to hold onto someone who doesn't wanna be held. Stop chasing &amp; start replacing.",
  "\"@wheelingprobs: Exactly how I feel right now, let the weekend begin! #TGIF http://t.co/sxsNuG8pUy\" @notthatbrownkid",
  "@jeremyhkmoore @benmarshall1991 @perfectIytimed that's insane!!",
  "@benmarshall1991 @IncredibleViews @jeremyhkmoore that is such a gorgeous colour",
  "@zulakj @McEwenJosh @PudNaughton @jeremyhkmoore @ShawnKerrMusic This has been the best conversation. Let's hold guitar auditions this time!",
  "@notthatbrownkid this is fantastic!",
  "@zakkosaurus,  completely seriously \"Getting shot is okay I suppose. But everybody gets shot these days...\"",
  "\"tongue this D lightly\" #dirtysheetmusic @steffanyloves",
  "@PudNaughton @zulakj @jeremyhkmoore @ShawnKerrMusic you're getting me too excited over here.",
  "I had a dream I was jamming to some serious Story Retold. @PudNaughton @zakkosaurus @jeremyhkmoore",
  "@lexis_isonfire cheer up! Smile because you can, like this little guy :) http://t.co/lVPJkpAAOF",
  "Just finished some tweaking on a bass tone for this beat. That thing is fucking thick. #thatswhatshesaid #panic",
  "@ShawnKerrMusic Jesus Christ",
  "The average penis size in Canada is larger than the average penis size in the U.S.",
  "\"@TheWeirdWorld: http://t.co/btY80N6wcm\" @notthatbrownkid fuckin art.",
  "Leonardo DiCaprio &amp; Samuel L. Jackson http://t.co/Vss98FviMk",
  "@TheAlbinoPython i also agree with this. That is still one of the most bumpin beats I've ever shamelessly bounced around to.",
  "@TheAlbinoPython one of his best songs ever.",
  "So, fuck today. Let's try again tomorrow.",
  "Follow my music blog if you like finding new music! @ForteMusicNews :)",
  "Follow my music blog kay thanks! :) @ForteMusicNews",
  "Making music makes me happy #panic",
  "\"@VideoGamesFacts: Scumbag Kaepora Gaebora http://t.co/ljHkasqav9\" @jeremyhkmoore @McEwenJosh this fucking guy.",
  "Supple nipples @devin47thomas",
  "Where are we? @notthatbrownkid @devin47thomas",
  "#IfWeDate we don't need to break up every time you get mad. We can talk stuff out and compromise like a real couple.",
  "@PudNaughton man that's awesome. You'll kill it as long as the audience enjoys ridiculously filthy jokes. And who doesn't these days?",
  "When you're working on a beat and it just keeps flowing out of you almost effortlessly #nothingbetter",
  "@PudNaughton you sure it wasn't yourself in the mirror with your old red pants on?",
  "@Krewella 's Get Wet album is incredible. Actual song structure, sick drops, all of which sound different, and gorgeous voices. #welldone",
  "@jeremyhkmoore @benmarshall1991 that's what I'm talkin about! The beach boys taking over the world!!",
  "@benmarshall1991 @jeremyhkmoore hahahah that's actually great #idiots",
  "@benmarshall1991 @jeremyhkmoore absolutely!!",
  "Holy shit #GetWet is number 3 on the overall iTunes Charts again ahhhhhhh fuuuuuuckkkkk!!!!!! Thank you guys!!!",
  "@jeremyhkmoore man wait for gta and get nhl, then we can play together!!",
  "@McEwenJosh happy birthday gorgeous :)",
  "\"Shawn Shawn the leprechaun, went to school with no clothes on\" @ShawnKerrMusic @devin47thomas",
  "Home alone with my pa system and a laptop full of as i lay dying. Hmm. #shredtime",
  "Next time there may be no next time #thecolormorale",
  "There is nothing sexier than proper grammar.",
  "By far the best beer pong I've ever played right now. Sorry @ShawnKerrMusic :) #obliterated",
  "I never thought i'd be able to say this. It's nap time.",
  "\"@PokemonEdits: Voltmar http://t.co/ELKJAxFCo7\" this is fucking sick",
  "@TheAlbinoPython this is actually the best idea I've ever heard. This has to become a reality.",
  "@TheAlbinoPython HOLY SHIT. That's genius. Microsoftman vs. The Apple. This is gonna be off the charts good.",
  "@zakkosaurus YOU JUST PITCHED THE BEST MOVIE IDEA I'VE EVER HEARD",
  "@TheAlbinoPython yo. Let's make a fuckin movie.",
  "@TheAlbinoPython trauma that comes from being a vigilante that everyone hates while still being selfless, I'll consider him a superhero too.",
  "@TheAlbinoPython air using only his electromagnetic cape and his huge balls, punch through walls, and deal with all of the psychological",
  "@TheAlbinoPython when Bill gates starts being able to grapple up buildings, fight off hordes of guys without killing any, glide through the",
  "@TheAlbinoPython but if you take away the martial arts the genius IQ and the insane gadgets he has, then he isn't Batman anymore! Superhero.",
  "@TheAlbinoPython i get where you're coming from, but i would say a fireman is a hero. I wouldn't classify a fireman and Batman as equals.",
  "@TheAlbinoPython i fault his ass for sure. Batman is as much a superhero as any other. He's a super jacked fearless super nerd. Badass.",
  "The guy beside me just said that Spiderman is useless, and Batman isn't a real super hero. Are you fucking kidding me dude?",
  "@jesswhitworth_ i have an hour break, then work in the lab straight through until 3:30, then class again at 4:30",
  "@jesswhitworth_ 8:30 lesson. I feel your pain.",
  "I feel bad for everybody waiting for iOS 7. I'm sure it's exciting for you, but at the end of the day that still means you have an iphone.",
  "\"@UberFacts: There is an Australian band called \"The Beards\". Every single one of their 38 songs is about beards.\" @ShawnKerrMusic",
  "Time for bowling #sweet",
  "@notthatbrownkid @devin47thomas fuck white people",
  "@savannabanannas thanks love, I'll be careful &lt;3",
  "@notthatbrownkid @ShawnKerrMusic #ImOverIt",
  "@ShawnKerrMusic @notthatbrownkid and i at some crazy hipster bar. What the hell did we get ourselves into #lifeinthehammer",
  "Fuck today #rattled",
  "@zakkosaurus http://t.co/eQYjTf0rBY they may have gone too far with this one #charizarding #urbandictionary",
  "@notthatbrownkid this is THE greatest thing. Ladies, be warned.",
  "@SchuettM probably not much point now, most people went home!",
  "@SchuettM as soon as possible dude! Come join the crowd!",
  "#FF @ForteMusicNews !!!!",
  "@jeremyhkmoore meh",
  "Pre drinks with @zakkosaurus and @ShawnKerrMusic #ready #letsgo",
  "Justin Bieber got over 100,000 retweets for saying 4 words so I'm going to try it.   \n\nBring Me The Horizon",
  "@ki_no_la @steffanyloves i have a shot of rum and a beer on hold just for you my friend.",
  "It's been a couple months that I've been single so, you can call me Zachy Claus, minus the hoe hoe #gonnabeabillionaire",
  "@steffanyloves @ki_no_la you guys coming over tonight for a drink!? I think so.",
  "@SchuettM hahad as long as i get to see your beautiful face i'm happy!!",
  "@SchuettM you should come to my place tonight!! Havin little party, 70 hillview street!! Bring friends, specifically ladies :)",
  "\"I'm not superstitious, but I am a little sticious.\" Happy Friday the 13th. #TheOffice",
  "\"@Pokemon: RT if you're planning to train Frogadier in #PokemonXY! http://t.co/ywuodTcVv5\" fuckin right, water is the most bad ass again",
  "@ShawnKerrMusic well I'll be damned. Face sounds better anyway ;)",
  "Fuck your face, no one's gonna save you #bringmethehorizon",
  "@jeremyhkmoore miss you too man, way too much &lt;3 #missyoumore",
  "Everybody go follow my best buddy @jeremyhkmoore 's unreal music news blog @ForteMusicNews !! He's got all the sickest news you could want!!",
  "Follow my blog please! Every follow helps. :) @ForteMusicNews",
  "@zakkosaurus http://t.co/ET18s89t20 common problem on the death start #badguyproblems #missmissmiss",
  "I don't wanna be your lover, I just wanna be myself #montyarei",
  "@jeremyhkmoore you'll have to come down next time and get immersed in some women yourself! :)",
  "@jeremyhkmoore hahah i had no idea what was happening! They just grabbed me and the one girl kissed my face as they were taking pictures!",
  "Give my music blog a follow! @ForteMusicNews :)",
  "Zombie survivor.. http://t.co/pxe01bjOGg",
  "@jeremyhkmoore @benmarshall1991 @SpacePictured possibly the most beautiful thing I've ever seen",
  "In my first lecture today there was a girl in front of me staring at pictures of food on something called, foodgawker? #whitegirls",
  "Reading before bed #nothingbetter",
  "Jamming story retold #supersunday",
  "Holding things feels weird #supersunday",
  "If you always have to think about what you want on your sub, you need to rethink your life. #eatfresh",
  "Bitches love glowsticks",
  "East Sides with @zakkosaurus #prepredrinks",
  "@ForteMusicNews the Arkells at Mac last night were unreal! Absolutely incredible! @arkellsmusic",
  "Arkells tonight! #arkells #mcmaster http://t.co/pbMtzlr9fN",
  "Lights and Arkells with @ShawnKerrMusic and @notthatbrownkid !!",
  "University life #plasmaballbaby http://t.co/W7fZMDVfKm",
  "Wow. Some girls are so ridiculously bitchy. It's almost like they're the professional bitches. Like it's a sport. #bitch",
  "She's the one http://t.co/8962LW5On6",
  "So many hot girls smoking on campus. WHY?! STOP THAT.  #whataturnoff",
  "@jesswhitworth_ please do! I miss sitting down and drunkenly talking with you.",
  "@jesswhitworth_ we're all talking about how we miss you. Love, the gang.",
  "\"it was nice. He was black and called me his brother.\" oh man i missed this place #sanamsays #Hamilton",
  "Avengers Night lights.. http://t.co/UVOS683flE",
  "Officially on the way to Hamilton with @notthatbrownkid !! So excited!!",
  "@katiemarie0x #bestpickuplines",
  "@keearts you should dm me, i wanna chat about a little somethin",
  "@DanielKerr22 can i visit? I'll bring my own clubs.",
  "Last time hanging up this lanyard in parry sound. I am outta here. #seeyalater #alligator http://t.co/s7tBiWHevI",
  "Got to drive this baby to work on my last day in town #badassoverhere http://t.co/dQkzLARlHM",
  "How to.. http://t.co/WKhh0K8yq6",
  "Dan, you sneaky mom. I would've never known had this twitter account not told me about your secret! @DanielKerr22 http://t.co/PtkbTPgoHE",
  "@jeremyhkmoore @ShawnKerrMusic ToxicSmoke69 :)",
  "I can't wait for NHL 14 to come out. &gt;&gt;",
  "Decided to have a little bit of fun and write out a tune that will always represent my entire childhood. https://t.co/84JRDlmorH",
  "@mandy7227 cheer up gorgeous &lt;3",
  "According to NASA's latest research, we may all be Martians. Evidence shows that Earth life originated on Mars and came here on a meteorite.",
  "@jeremyhkmoore yes sir! I suppose it makes it easier to creep people, but other than that it's just straight up weird.",
  "@jeremyhkmoore this random blue line is throwing me off! Gonna take some getting used to",
  "@jeremyhkmoore twitter updated itself this morning. It's weird.",
  "I mean, you can't be About That Life with a Soundtrack to a Party that you can Rage to like you've been Outlawed, without a remix @ATTILAga",
  "Thinkin @ATTILAga should send me some guitar and vocal tracks from their albums so i can make them a sick remix or two.",
  "I had a shot of Russian prince vodka last night with @JoshMcEwen5. I've never had a drink punch me in the face that hard that many times.",
  "Zelda begins. @zakkosaurus @McEwenJosh &gt;&gt;",
  "\"@AshOfPalletTown: If I were a Nidoking, you would be my Nidoqueen.\" if i used this on someone, would it work? I'm gonna use it regardless.",
  "In Hamilton for the night with @jeremyhkmoore !! So pumped!!",
  "Hamilton bound for the night with @Zakkosaurus &gt;&gt;",
  "@jeremyhkmoore you sir, are a big booty hoe http://t.co/qaMEHfolCh",
  "There's a group of 10 men that have been playing tag for the past 23 years, and have gone as far as 300 miles just to tag someone.",
  "@McEwenJosh you slut http://t.co/C9qRrHMTDj",
  "@jeremyhkmoore man. Please please please let's move there.",
  "New addition to my collection. It's a bracelet with a flash drive in it!! Way too unreal!! Now i… http://t.co/WkQktb8f0H",
  "\"@UberFacts: Albert Einstein's last words were heard by no one else, except the nurse at his side who didn't understand German.\" imagine.",
  "He was a little lonely and wanted company when he fell asleep, so i made him a bed beside mine :)… http://t.co/O0n0NwEeP0",
  "\"@StoryOfEarth: Clear pic of Mercury. http://t.co/tKaZ2PrGSS\" @jeremyhkmoore @benmarshall1991 guys let's move to mercury",
  "@catmcarton my room is like that with green. Beat you to it like five years ago.",
  "\"@PicturesEarth: Retweet if you would love to do this! http://t.co/8rfaMo4LWu\" @benmarshall1991 @jeremyhkmoore",
  "@jeremyhkmoore @benmarshall1991 @SpacePictured this is actually beyond gorgeous. We have to take a road trip together and visit these places",
  "People die so never make friends as long as you live and keep a safe distance from everyone",
  "@benmarshall1991 glad to see you decided to join me",
  "I took my pants off so many times today.",
  "@benmarshall1991 holy shit. I have to come to this store.",
  "Dammit. I missed being all excited for my 1000th tweet. Well, here's my excitement for my 1045th! Woo!! #woopwoop",
  "@benmarshall1991 @beneakin that's fair, if i had money i'd do the same to play with that gorgeous hunk of man",
  "@benmarshall1991 play xbox.",
  "@benmarshall1991 look at you, on a big old creep Zach's twitter run :)",
  "@benmarshall1991 @SpacePictured isn't it!? That's actually the craziest thing to think about. We could potentially look back in time.",
  "@kenadidonmari #gross",
  "@benmarshall1991 deal!! :)",
  "@benmarshall1991 that looks wicked man",
  "\"@SpacePictured: Wow! http://t.co/iySBCe5ENY\" no wonder we haven't seen a bunch of aliens yet. They don't wanna mess with the dinos.",
  "\"@Protips_: http://t.co/lD5eV1vYwh\" fuck that. If she can't love me for everything including my yu-gi-oh cards, she's welcome to leave.",
  "Never take shit from anyone, do whatever it takes to have fun, stay happy, make it sick.",
  "@ELBUTTINYO same thing happens to me with my crappy art",
  "@jeremyhkmoore @SpacePictured @benmarshall1991 let's move to Iceland",
  "\"@SpacePictured: Iceland Aurora http://t.co/DLMqThfmmP\" @jeremyhkmoore @benmarshall1991",
  "http://t.co/qvlRLFfp1e",
  "There's no sympathy for the dead #escapethefate",
  "I can't draw circles.",
  "My first attempt at following steps on how to draw a pokemon. I'll work on it. #pokemon #artist… http://t.co/XNF6KxvoOJ",
  "@PudNaughton i decided to pass on tonight, but i know @JoshMcEwen5 is going!",
  "I can't wait to go back to Hamilton",
  "@devin47thomas no jokes man! Just you wait!",
  "Well then. I'm just gonna work on my pokemon remix.",
  "@PudNaughton @McEwenJosh yeah man we went last time too",
  "Ripping The Maine and Avenged Sevenfold in the back room at work? #whynot",
  "@jeremyhkmoore @benmarshall1991 @ShawnKerrMusic @PudNaughton agreed! I still jam them all the time, so unreal.",
  "@SchuettM @ShawnKerrMusic unreal!! Not a bad lookin place eh?",
  "@jeremyhkmoore @benmarshall1991 @SpacePictured oh, my god. Why can't we see that every night?",
  "@lexis_isonfire #busted",
  "It makes sad when cute girls ignore me. I'm just trying to make you think I'm cute too. Is there really anything wrong with that?",
  "If anyone missed it, read the conversation .@zakkosaurus &amp; I had on this status https://t.co/NxWrM1sNnB we turned puns into a play on birds!",
  "@evesmithwhite @jesswhitworth_ naturally",
  "@jesswhitworth_ we absolutely should! I mean the rest of us all see each other pretty regularly, it's really just you that decided to leave.",
  "@jesswhitworth_ first year was a great time",
  "@DanielKerr22 well I'm all out of clever things to say. Thinking up clever bird word plays is quite craneing on my brain.",
  "@DanielKerr22 wouldn't be the worst thing in the world. You may end up with quite a pheasant life.",
  "@DanielKerr22 probably a good idea man, otherwise you might quail those tests.",
  "@DanielKerr22 damn man, that's really hawkward!!",
  "@benmarshall1991 hmm. It's gotta be something really clever.",
  "@DanielKerr22 people must be finding this quite emusing.",
  "@DanielKerr22 glad to hear it! They should just be thankful i didn't use any fowl language.",
  "@DanielKerr22 blowing my socks off here man! Just robin everyone else of the chance for some laughs.",
  "I've gotten seven new followers within the past day or so. That's more than i thought i had in general.  #feelinthepressure #woopwoop",
  "@lexis_isonfire so I've been told! Just never had a reason to start listening. Perhaps you'd like to be that reason.",
  "@jeremyhkmoore @benmarshall1991 @lexis_isonfire i'd say task one is to get me into him. The one guy for some reason I've never listened to.",
  "@benmarshall1991 absolutely",
  "\"@Failtext: she left me http://t.co/oy1Theg3Xg\" @hiighnessy thought you might enjoy this",
  "@notthatbrownkid we gotta get #grindsmygears trending #grindsmygears",
  "Ice cream in my underwear? #dontmindifido",
  "@lexis_isonfire i love mine more than anything. It's not the strongest or the fastest ever, but it's mine. Plus it has pikachu on the front.",
  "@lexis_isonfire prepare to be fully and completely satisfied. Also, enjoy your new computer.",
  "\"@TheWeirdWorld: Do this to anyone doing this.. http://t.co/KRDnuc9WF1\" actually may start doing this. This seriously #grindsmygears",
  "@kenadidonmari you think this is ridiculous? You should have seen me when i was using meth on a regular basis.",
  "@kenadidonmari it's something I've really been trying to work on lately.",
  "If you understand Pokémon references, I already like you.",
  "About to try Pokemon Chaos Black on my phone, since i have nothing else to do. Been wanting to try this out for a while now! #pokemon",
  "I've already checked every social media style of site i am willing to get involved with, and it's not even ten. Looks like angry birds time.",
  "@lexis_isonfire it was my pleasure.",
  "@lexis_isonfire cheer up cutie, have a water slide cake to celebrate having a regular day :) http://t.co/we3CARAl12",
  "Just another day at the office http://t.co/YdTNScTUZa",
  "@jeremyhkmoore @benmarshall1991 i second that! :)",
  "@lexis_isonfire it's a date!",
  "@lexis_isonfire dibs. since I'm already gonna be there and all.",
  "@jeremyhkmoore and i Officially starting our Ocarina of Time play through right now!! #zelda #letsdothis",
  "@steffanyloves this looks incredible!! Also reminds me i want to send you something! Got your phone on you? :)",
  "@notthatbrownkid man this is the greatest thing I've ever seen.",
  "@zakkosaurus had * dammit Zach what's with your spelling today?",
  "Holy cow. Listening to some of the first beats i ever did. Absolutely hilarious. I has some rockin ideas #keeppracticing",
  "The whole family. Had such a wonderful day with all of them #trulyblessed http://t.co/ruq7giJQmp",
  "The family took me out for my favourite meal for a late birthday lunch. I must have ten pounds of fish… http://t.co/ldTloHMAbn",
  "Out to Henry's for lunch with the family :) #lovemyhome #georgianbay http://t.co/hcxNtXRPr1",
  "Why are sea-doos not called boatercycles? Seriously, who fucked up he chance to give it that name? #getittogether",
  "@benmarshall1991 @jeremyhkmoore i hear ya man. You'll have to come visit me in Hamilton whenever you get a chance.",
  "@McEwenJosh @BarbKerr @ShawnKerrMusic i second that!! :)",
  "@benmarshall1991 @jeremyhkmoore even crazier to think about. At any moment our galaxy could collide with another? Holy shit.",
  "@benmarshall1991 @jeremyhkmoore it's actually so intense to think about. How does one even truly comprehend where and what we actually are?",
  "\"@SciencePorn: Mind-blowing http://t.co/lcjKfqzBxU\" @jeremyhkmoore @benmarshall1991",
  "Man, unlike animals, has never learned that the sole purpose of life is to enjoy it. Samuel Butler",
  "@jeremyhkmoore you've gotta visit as much as you possibly can, i won't be able to handle a full year without you",
  "The best. Fuck I'm going to miss you come September. @zakkosaurus",
  "@jeremyhkmoore always man, that's what I'm here for &lt;3",
  "\"@lNVENTlONS: best Alarm clock ever http://t.co/lBgCJ5vxeo\" MY WORK SELLS THIS #makesmefeelgood #forsomereason",
  "I love being able to simply unzip the front of my pants and pee without any hassle #boysrule",
  "@benmarshall1991 it's a damn good thing you came home to us &lt;3",
  "@benmarshall1991 @jeremyhkmoore me too man",
  "@benmarshall1991 this is so bad ass",
  "@jeremyhkmoore @leachkenz a good few gigs is the operating system itself. A 16 gig phone is actually more like 12 - 14 #shitilearnatwork",
  "Thank god for star wars angry birds and pokemon or i'd literally have died of boredom by now.",
  "@sandumini #slipknot",
  "@kenadidonmari @UberFacts 100% believe that. Mermaids, that mega shark thing, probably some sort of wicked dragon or something #imagination",
  "@hiighnessy i love that show. People get into the most ridiculous scenarios.",
  "\"@UberFacts: 95% of our oceans remain unexplored.\" this excites me way too much. I wanna know what the heck is down there so badly.",
  "@notthatbrownkid you'd be my perfect Jim &lt;3",
  "#TrueStory http://t.co/JFMMbx3WNG",
  "@lexis_isonfire #Hamilton",
  "@kenadidonmari @catmcarton seriously? Come on ladies, you obviously need to start hanging around me more for these adventures.",
  "@catmcarton i suppose i wouldn't!",
  "@catmcarton hahah now that's just adorable",
  "@catmcarton holy cow. Somebody didn't have a true childhood",
  "@catmcarton have you never been!?",
  "Working reception has truly opened my eyes as to how Pam felt every day. Somebody come be my Jim and make me giggle #theoffice #sobored",
  "@benmarshall1991 @BestofGalaxy @jeremyhkmoore i saw this earlier, absolutely gorgeous",
  "A family in Texas in 1953 had a pet lion named Blondie. They never had any incidents with her and she died of old age http://t.co/FB204WySr7",
  "@PudNaughton @jeremyhkmoore honestly haven't listened to it yet. Some of the teasers sounded dope, some not so much.",
  "@jeremyhkmoore @ShawnKerrMusic @PupFresh WE HAVE TO HAVE TO HAVE TO",
  "My gift from my best buddy @jeremyhkmoore !! Absolutely unreal. #LifeTimeSupplyOfTicTacs http://t.co/f1i4gNYhxi",
  "Well, that's disappointing.",
  "Okay baseball moms, stop bitching because your children want to sit out one inning to let their friend play. Why play without having fun?",
  "@sandumini thank you! :)",
  "Woo! 201 listens! Thank you to whoever listened to this, you are officially the best &lt;3 http://t.co/JJcJYynHTV",
  "Hold up. Mega pokemon? For real? Well that escalated quickly.",
  "Somebody should probably listen to my tune on soundcloud, just in person, to put me at 200 listens. Would be the greatest bday present ever!",
  "@jeremyhkmoore absolutely love those things :) #pugs",
  "@jeremyhkmoore what an awesome dog. I totally want one. Except a little bit more pug shaped.",
  "@victoriamurrxo glad you enjoyed it :)",
  "@victoriamurrxo hahah Aj was just pretending he knew people in this town and happened to pick you and gave you a random name",
  "@victoriamurrxo #andrea",
  "@victoriamurrxo damn right, i only pick the very best",
  "@benmarshall1991 @jeremyhkmoore man please please do",
  "@benmarshall1991 @jeremyhkmoore come visit for my birthday, we can watch the meteor shower together",
  "@benmarshall1991 man we could go for hours about that. Imagine how big things would be on those planets?",
  "@benmarshall1991 holy shit.",
  "@benmarshall1991 @BestProAdvice @jeremyhkmoore guys this is the night of my birthday. It literally couldn't be any more perfect.",
  "you and your friends are like a Nutella sandwich",
  "Thanks @katiemarrieoxx for such a great surprise :) #truefriend",
  "That moment when two of your best friends come up and surprise you for your birthday #couldntbehappier @notthatbrownkid #twitterlessAj",
  "Crabs can be doctors too!",
  "@lexis_isonfire debatable @notthatbrownkid",
  "If you haven't, go give my best friend @Zakkosaurus a follow and check out his music! http://t.co/PwNYzwPARX",
  "Zelda, drinks and one way exit with @jeremyhkmoore and @JoshMcEwen5 !!",
  "@jeremyhkmoore always there for me :) will do!",
  "And i do truly mean that. I don't care who you are or what you might think, if i didn't say it don't dare pretend that i did. Grow up.",
  "I would just like to say that anyone that feels they have the right to harass ANYBODY else on my behalf, you're officially not worth my time",
  "@jeremyhkmoore no sweat, I'll bring over my game and a controller and we can just jam some ocarina of time all night at your place? :)",
  "@jeremyhkmoore will do man!! Do you have a system and the game and everything at your place!?",
  "@jeremyhkmoore sounds wicked man!! I'm off at seven forty five! :)",
  "@jeremyhkmoore man. Let's absolutely play zelda tonight!! :)",
  "@McEwenJosh for real for real dude",
  "Who gives a shit. Space is phenomenal. @benmarshall1991 @zakkosaurus",
  "@benmarshall1991 @IncredibleViews @jeremyhkmoore this is actually incredible",
  "At the crime scene lol #goodtweet",
  "Every time i run up hills all i think is, \"fuck you gravity.\"",
  "Aren't you tired of being weak? Such rage that you could scream all the stars right out of the sky #atreyu",
  "@benmarshall1991 right here man &lt;3",
  "So annoying making a really sick bass sound with fm8 just to have the synth be buggy and sound different whenever it plays #NI #fixthatshit",
  "@jeremyhkmoore damn right! worst was this dude on the phone. Asked for my help, yet wouldn't listen to my directions. Almost threw the phone",
  "@jeremyhkmoore just relaxing man!! Had a brutal day. Customers are dumb and don't listen to me, they all try to know more than me -_-",
  "@jeremyhkmoore crazy man! Time to relax :)",
  "@jeremyhkmoore long day? :(",
  "@benmarshall1991 my thoughts exactly man #thisguy",
  "@benmarshall1991 this guy right here man. You're not alone &lt;3",
  "Dammit. Why do i always have to drop the last bite of my lunch. It's always the most satisfying #comeonzach",
  "@catmcarton such a good tune",
  "What a gorgeous place to live #georgianbay #sofortunate http://t.co/sjtJuPbata",
  "@TheAlbinoPython i hear ya brother",
  "Bar with @zakkosaurus &amp; @benmarshall1991 &gt;",
  "I just saw a post about gay marriage being illegal. It may not concern me directly, but are we generally still that idiotic as a species?",
  "@catmcarton #kidsthesedays",
  "@catmcarton seems like you need to learn how to drive!",
  "Storm watching with @zakkosaurus &gt;&gt;",
  "James Avery, Uncle Phil in Fresh Prince of Bel-Air, was also the voice of Shredder in Teenage Mutant Ninja Turtles.",
  "Came home to find this in my driveway #sickboat http://t.co/cfDCClsnny",
  "If you could hear the way i talk about you, you'd instantly fall in love with me. You are a goddess.",
  "@zakkosaurus i didn't realize you were part of krewella because you are #killingit",
  "So i was just informed today that not only did i do well last month, i am the employee of the month.… http://t.co/Dj8Uw5WBsG",
  "@PudNaughton god that makes me happy",
  "@zakkosaurus no actually!! Just happened to collect some decent cards over the years! :)",
  "@PudNaughton as soon as possible",
  "@benmarshall1991 this is phenomenal. Pokemon is everywhere. Even better, someone called me Ash today on the phone #awesome",
  "I had a good month! Top employee in two of the four ranks :) #hardworkpaysoff http://t.co/et6cfh6ffz",
  "\"@UberFacts: Babies born in August are more likely to have a tough time in school. http://t.co/lTqVeff727\" well that bites just a little bit",
  "@lexis_isonfire i will be there fully packed and prepared. Picnic basket and all.",
  "@lexis_isonfire now hold on. Is this an open invitation? Because i'd love to see Australia. #seriously",
  "@PudNaughton @jeremyhkmoore and i are ripping some good old story. Miss your beastly voice #storyretold",
  "@lexis_isonfire where to?",
  "@TheAlbinoPython some of them are even regenerate when they get to old and start a new life from scratch #immortal #iwish",
  "Yu-gi-oh battle with Ethan. He's wrecking me so hard #priceless #nevertooold http://t.co/OyAZWJlr19",
  "@zakkosaurus and soon you can have a beer and legally drive! #21 #birthday",
  "Guess who officially has his G licence? This guy. #feelsgood http://t.co/eRoXafIbvy",
  "Get to my drivers test half an hour early like suggested. Everybody's out on lunch #justmyluck",
  "Wow. Last time i played call of duty i didn't feel like a newborn child lacking cognitive functioning. #beenawhile #gottastepitup",
  "\"@BestPixAround: So true... http://t.co/ZdqBNNNbhG\" these are my favourite candies. And the ones the creepy old man at work keeps giving me.",
  "In 1977 we received a radio signal from space that lasted 72 seconds. To this day, we still don't know where it came from.",
  "The reason.. http://t.co/HlGfHtrPqG",
  "@issues Hooligans may be the greatest song in existence. It has the perfect amount of everything. I'm so excited to hear everything you do.",
  "19 days and 190 plays. Averaging 10 plays a day? Way more than i could have ever asked for. You guys rock &lt;3 http://t.co/Vo3WQIfIHv",
  "@lexis_isonfire i want to be young enough to be able to do nothing with my life but play pokemon again.",
  "#yourmove",
  "Holy shit. Remember how bad ass Yu-gi-Oh! was? Rewatching the first episode now is fantastic #childhoodmemories",
  "McDonalds for breakfast AND lunch? Somebody's been a good boy today.",
  "@JoshMcEwen5 500!!!!!!!",
  "So many alcoholics here right now",
  "Beeramid",
  "Hey hey, you little train wreck #cancerbats",
  "I've been doing flips with this all morning. Coolest toy ever. #thesource #ardrone #buyitforme http://t.co/2ujgKtcLjt",
  "@PudNaughton next time baby &lt;3",
  "Working on beats and raps with Nathan #Panic #N8",
  "Holy birthday cakes Batman. Just played with the AR drone at work and made it do a FLIP. #unrealtoy #easilyamused",
  "Twitter. Fuck off and let me reply to direct messages.",
  "@TheAlbinoPython can i give a -1 due to extreme boredness?",
  "I eat when i get bored. I'm bored a lot.",
  "@notthatbrownkid I'm thinking about buying one of those plasma balls so we can amuse ourselves when we're bored. They're awesome hahah",
  "@TheAlbinoPython if that's true, all of he adult associates i work with are children #NoBodyTrustsTheCandy",
  "My work has the coolest toys #thesource #suchachild http://t.co/g7rh3Ipd5g",
  "@lexis_isonfire oh, i attend the greatest school in the world in my opinion. The first time i was there for auditions i fell in love.",
  "@lexis_isonfire proudly :)",
  "@lexis_isonfire unreal. Let me be the first to welcome you to the great mcmaster (eventually). Well now we really can take that canoe ride.",
  "@lexis_isonfire like, going to Mac for school for business admin!?",
  "@lexis_isonfire Hamilton!! No way!! What for!?",
  "This old man keeps coming in the store and giving me candy. I'm afraid to eat it. But it's also my favourite kind of candy #majordecision",
  "@lexis_isonfire again, making my day infinitely better. You just do wonders.",
  "@lexis_isonfire peanut butter and strawberries? Such a magical concoction exists!?",
  "@lexis_isonfire the good stuff? Because the bad stuff. Well, it's bad. #kraft #mostlysugar",
  "Dreamt last night i met @olobersyko at a random elementary school. He gave me a big ass trophy for treating him like a normal person #wicked",
  "The vacation was great, but nothing makes me happier than being all wrapped up in my own bed #piginablanketstyle",
  "@zakkosaurus he needs to do a track with panic",
  "@benmarshall1991 he's just unstoppable.",
  "That moment your dad tells you he's now the official nutrition coach for Max Domi. Max fucking Domi. Holy shit my dad is awesome #NHL #holyf",
  "@hiighnessy that's even better!! Old dude's still working on his game ;)",
  "@hiighnessy definitely somebody thinkin they got some smooth moves! Very hilarious ones i might add.",
  "\"@ComedyPics: #67 Did you know? http://t.co/1NTEu0lZwy\" #panic",
  "@hiighnessy this actually made me laugh out loud",
  "The Used makes me so happy.",
  "@benmarshall1991 @jeremyhkmoore my vote is definitely the Alexisonfire shirt, without a doubt. You look gorgeous in that shirt.",
  "@benmarshall1991 @lexis_isonfire yo. I'll fight you for that position.",
  "@benmarshall1991 @jeremyhkmoore definitely option number two.",
  "@lexis_isonfire we'll just see about that after this canoe ride.",
  "@benmarshall1991 man. Please. Please. Pretty Please go.",
  "The 'present' is named as such because every day is a new gift we have been given. If we were given old gifts, it would be called 'recycled'",
  "History helps us learn but we cannot dwell on it. If we do we will succumb to the dark realization that there is a reason it became history.",
  "@lexis_isonfire i do my best to show my interest",
  "@lexis_isonfire they certainly will be if you keep hanging around #wowimonfire",
  "@lexis_isonfire well today has instantly gotten much brighter",
  "@lexis_isonfire I'll consider all favourites as takers on my offer #score",
  "Somebody come get in a canoe and let me take you for a ride. That shit's romantic.",
  "@benmarshall1991 man i used to collect these things like crazy. I've already got some ballin cards #dontmeantobrag",
  "\"@Factsionary: A music school in China. http://t.co/BL6EzY74Fm\" why don't we have a school like this? #comeoncanada",
  "@benmarshall1991 we should totally have a beach party one night and play together.",
  "Anybody else miss playing this? Fuck i love this shit #yugioh #nevertooold http://t.co/93zpd6jD1e",
  "@lexis_isonfire you say the greatest things.",
  "@catmcarton you're with virgin. Then I'll make sure all the rest gets handled :)",
  "@catmcarton on your account for you and everything so you have some sort of phone. Just make sure it's bell if you have bell or virgin if",
  "@catmcarton yeah it's kinda a pain. But you don't have to pay someone for parts and labour now which is awesome. Find a phone, we'll put it",
  "@catmcarton yeah i know, just asking hahah then you're looking at roughly 2 - 3 weeks if it's extensive damage. Borrow a phone if possible.",
  "@catmcarton you got the acp from the source to cover water or screen damage?",
  "@catmcarton ou help? What with? #heaskedcuriously",
  "@beneakin @victoriamurrxo @catmcarton let me rephrase myself. #TDrules",
  "@victoriamurrxo @catmcarton #thereisonlyTD",
  "Pain has the ability to change the way a person looks at and deals with their everyday life.",
  "@lexis_isonfire such a good tune",
  "Music = Life // Life = Music",
  "@evesmithwhite that's actually insane. I thought my close to 800 was a lot. You deserve a medal #worldsbesttweeter",
  "@jeremyhkmoore @McEwenJosh @ShawnKerrMusic @LloydMcArton oh no :(",
  "Vacation time &lt;3 #getmatanon #yaright http://t.co/dvZc77iKXx",
  "\"@ParaIlel: http://t.co/5Ajs9BGjkk\" these would be sick pokemon. Somebody should do this with all of them.",
  "\"@AshOfPalletTown: #MoviesThatMadeOurChildhood Pokemon: The First Movie http://t.co/uZT6lKo29M\" I'll never be more excited for another movie",
  "Helped a lady fix her phone. She bought us coffee to thank us #Timstip http://t.co/IXxHAjIhr6",
  "Paper Mario for the win. Been wanting to play this for years #papermario #childhood #n64 http://t.co/hdxWTQxyCA",
  "All I want to do is be more like me and be less like you #linkinpark",
  "\"@AshOfPalletTown: The more you look at it, the more it messes with your mind. http://t.co/NAhTEw9Qq5\" @steffanyloves @ki_no_la #mindfuck",
  "@_samm08 unbelievably jelly, like strawberry jelly level #wholenothalevel",
  "\"@TheWeirdWorld: ummm.. http://t.co/kvP4SuQX6L\" @McEwenJosh @JoshMcEwen5",
  "@benmarshall1991 @jeremyhkmoore i wonder if TicTac would let me do a beat for a commercial at some point and sponsor me #dreamcometrue",
  "@jeremyhkmoore random people still favourite my tweet about having a good day with you #awesome",
  "@ShawnKerrMusic in regards to the previous tweet, remember our psychic conversation about food last year? We're awesome.",
  "\"@UberFacts: People with stronger friendships have the greater ability to communicate strictly through facial expressions.\" @ShawnKerrMusic",
  "@benmarshall1991 @jeremyhkmoore this is the greatest idea I've ever heard #panic #tictac",
  "@zakkosaurus You should make a \"1000 ways to use tic tacs\" YouTube channel. Panic can write the theme song. me and @jeremyhkmoore are guests",
  "\"@TheWeirdWorld: Srcurity system.. http://t.co/qQzIXbhvBY\" @benmarshall1991 @jeremyhkmoore another use for my favourite snack #tictac",
  "@sierrarulezdo0d complete and utter destruction.",
  "Shit is going down at work. Today just got a little more interesting #kindascared",
  "\"@TheWeirdWorld: Heads up for the.. http://t.co/fSGyOT6CkC\" my birthday falls in between these dates. Best birthday present. #nerdywin",
  "@PudNaughton i love genetic engineering. Opens up limitless possibilities #nomorewhore",
  "@jeremyhkmoore @KTGoggins @OfficialA7x this is true!! I got to see them with Eric, the dude rips it up hard.",
  "@PudNaughton @jeremyhkmoore i'd be so down",
  "@TheAlbinoPython it's definitely the first.",
  "World war Z!!",
  "Did you guys hear about that turtle in China? Two packs a day #community",
  "Memphis May Fire and Architects were hands down the tightest bands at Warped this year.",
  "I think I'm still drunk #ohwell #timeforwork",
  "Backstreet boys with @jeremyhkmoore @ShawnKerrMusic @JoshMcEwen5 @zulakj",
  "Check out my best friend @zakkosaurus's first release! Unreal stuff :) http://t.co/PwNYzwPARX",
  "Drinks with some beauties. @zakkosaurus @ShawnKerrMusic @McEwenJosh @zulakj",
  "@JoshMcEwen5 on my way baby",
  "Found these two in the car beside mine. Pugs are my one true weakness #pugs #mightstealthem http://t.co/CJ27MTvxvV",
  "@zakkosaurus if you're going to eat meat you might as well do it like a man",
  "@benmarshall1991 the only way to eat all of this is with your hands. It just isn't the same otherwise.",
  "@benmarshall1991 i don't think i could ever have enough of these. I had a full dinner and i want more #fatkid",
  "My first ever ribfest. Damn those were good ribs #ribfest #fatkid",
  "@zakkosaurus @jordymiller @jeremyhkmoore see the* damn that sucked #comeonzach",
  "@jordymiller do you the see #spacerainbow ? @jeremyhkmoore",
  "@benmarshall1991 @jeremyhkmoore tried, but it's too dark man :(",
  "#spacerainbow @jeremyhkmoore",
  "Stars are absolutely gorgeous tonight #beautifulsight @jeremyhkmoore",
  "I've grown wary of watching you twist and coil your tongue in and around all the ones I love consuming what is left of all of us#deadndivine",
  "@PudNaughton @jeremyhkmoore I've got tomorrow off if you're around!!",
  "7 complicated facts about girls http://t.co/aRYKRPhPQd",
  "@PudNaughton well now we just need to find ourselves a cute little lion",
  "@PudNaughton if you're Dorothy I've got dibs on the tin man for this little adventure",
  "I'm a stubborn fuck, who keeps coming back even though I'm shit out of luck #deadanddivine",
  "\"@UberFacts: Mosquitoes don’t just bite you -- They also urinate on you after sucking your blood.\" fucking little shits.",
  "@cat_iskewl THAT WAS JUST ON THE RADIO. LITERALLY JUST FINISHED PLAYING.",
  "This may be the greatest alarm clock I've ever played with #thesource #shootingshitatwork http://t.co/TjEViil33z",
  "@SchuettM @musicianforhire while you boys are drinking those beers, let me know what you think of my first tune :) http://t.co/7Pf2GzNPAP",
  "@TheAlbinoPython you say and retweet the funniest things. You appeal exactly to my sense of humour. #thisguy",
  "That moment when you realize something funny about something that wasn't, and everything becomes significantly better #woopwoop",
  "Well that escalated quickly",
  "@beneakin thanks so much man, really means a lot :)",
  "105 listens in less than 24 hours? You guys are way too awesome. Thanks for all the support &lt;3 #panic… http://t.co/M3Zg9cLsZ5",
  "@ThePlotInYou Hey",
  "@TheAlbinoPython that's what I'm hoping for man, appreciate it!!",
  "75 listens in 4 hours!! You guys are all awesome &lt;3",
  "@AmongstHeroesQC @jeremyhkmoore he does that for everyone guys :)",
  "@devin47thomas thanks bro, this is just the start. i'll keep hittin you up as i release new tracks!!",
  "@devin47thomas ahhh you're the first person to mention the reference!! what an awesome guy we have here ladies and gents :)",
  "@TheAlbinoPython i find the true humour in the little things, and find it is deserving of acknowledgement, which i show with my \"favourite\"",
  "@jeremyhkmoore heck yes!!! #zeldatime",
  "@PrimeTimeCK you're the best man!! :)",
  "@jeremyhkmoore yeah man i absolutely have it!!",
  "@PrimeTimeCK hahah thanks man :) download it if you like it!!",
  "@sierrarulezdo0d yo. Check out my shit.",
  "@jeremyhkmoore let's do it!!",
  "@DanielKerr22 thanks man :)",
  "@jeremyhkmoore @PudNaughton @ShawnKerrMusic you guys are way too good to me :) &lt;3 #lovetheseguys",
  "Also, everybody feel free to download that and show your friends!! :)",
  "@jeremyhkmoore @benmarshall1991 @notthatbrownkid @PudNaughton @ShawnKerrMusic @beneakin @SamsquanchC @devin47thomas @PrimeTimeCK",
  "Alright everybody, be honest. I wanna hear some feedback on how my first tune sounds #woopwoop #panic https://t.co/aumaFcvpZv",
  "Beats with @jeremyhkmoore :) #logicpro",
  "Dead &amp; Divine. &gt;&gt; @zakkosaurus @ShawnKerrMusic",
  "You're either the person you are, or the person you're trying to be #atreyu",
  "@BBBaumgartner Kevin is one of my favourite parts of the Office. You sir make me laugh with everything you did in that show. Thank you.",
  "Actions will forever speak louder than words.",
  "\"@UberFacts: Sharks are actually immune to all known diseases.\" well now somebody definitely needs to turn me into Sharkman #Sharkman",
  "Today is National Video Game Day!",
  "Today I have hot apple sauce for lunch. My mouth is experiencing a whole new kind of sensation. #hotapplesoup #leftinthecar",
  "It should be a fundamental right of every man to be able to drink beer in his underwear on a Sunday afternoon #lazyafternoons",
  "Empty store? Check. Only one on the floor? Check. Dance around to Thrift Shop by Macklemore? Check.",
  "Somebody come entertain me at work. And by entertain I mean buy things that make me lots of money. I'll buy you a popsicle.",
  "\"@VideoGamesFacts: Newest game in a series you love comes out on a console you don't own. #GamerProblems\" damn all these new pokemon games",
  "\"I choose you\" will be in my wedding vows.",
  "“@DepressedDarth: If you are dating a girl who doesn't like Star Wars puns, you're looking for love in Alderaan places.” @zakkosaurus",
  "Fantastic day at warped with some real beauties. @zakkosaurus @thoennesss  @benmarshall1991 @ShawnKerrMusic @SamsquanchC",
  "The warped tour &gt; Christmas",
  "People beside me in the Tim horton's parking lot have both side doors open so i can't get out and are taking forever #letsgopeople",
  "@Haydsy @N8Tranter well I'll be damned, thanks dude!",
  "@benmarshall1991 let me just finish the fine tuning and then it's all yours :) #Panic",
  "We have a thing. @jeremyhkmoore @ShawnKerrMusic @PudNaughton #twitterlesstranter",
  "Things are looking up, even if it is a little cloudy up there #silverlining #keeppushing",
  "\"@Toplnventions: Backyard golf course http://t.co/4eFJWioMlV\" @ShawnKerrMusic @KevinLouch",
  "@kingtyson @McEwenJosh @TheBobbyV @LloydMcArton saw these four names and couldn't help but think, A.T.H.D. reunion tour? #bringbackthehero",
  "@jeremyhkmoore @LMTF there ya go! ;)",
  "@benmarshall1991 @jeremyhkmoore tomorrow night then? :)",
  "Despite the catchphrase \"Gotta catch 'em all,\" Ash Ketchum only caught 43 of 649 Pokémon.",
  "I never did finish building this. Time to restart and finish what i started. #lego #starwars #childhood http://t.co/HxSfR8NtQZ",
  "@KTGoggins @jeremyhkmoore @sophiebrinkschu the beautiful thing is that i'm not much of a superman fan, so i didn't care about the innacuracy",
  "Man of Steel last night with @jeremyhkmoore was absolutely unreal #seethatshit",
  "\"@UberFacts: A pug raised tiger cubs as if they were her own after the cats' mother abandoned them. http://t.co/vsZ37GTMzt\" #pugsrule",
  "@jordymiller i second this",
  "\"@BlackBerry: Make movie magic with your #BlackBerryZ10 Video Camera. Lights, Camera, Action! http://t.co/YiDVVOe6dv\" @katiemarie0x",
  "@kingtyson @jeremyhkmoore @benmarshall1991 let's do something about that soon then!! #madhangouts",
  "@benmarshall1991 @jeremyhkmoore holy cow, do i ever want to be able to travel to just one of those. That would be life changing.",
  "Break me off a piece of that fancy feast #theoffice",
  "There is no greater feeling than opening a new jar of peanut butter and taking that first dive in #fatkid",
  "\"@VideoGamesFacts: This happened. http://t.co/dXPBr3mF1c\" heads up ladies, this will be where the money for your ring goes in the future.",
  "If we're having a conversation via text, there's an 80% chance it's while I'm pooping.",
  "Showers are amazing. They make you feel nice and clean, make you sound like a professional singer, and help you make all of life's decisions",
  "I fucking love my cat",
  "Messed up world we live in. http://t.co/l9rY57dHIX",
  "Today at work i got to destroy things #awesome #thesource #godzillastyle http://t.co/nNWef6GrR5",
  "\"@ThePokemonWorId: Without Pokemon I wouldn't be the person I am today. A Pokemon Master.\" @zakkosaurus I saw this &amp; was like, this is zach",
  "@PudNaughton this is fantastic",
  "This is who we are, these are the roads we've paved, the strength we've found in the mistakes we've made along the way #memphismayfire",
  "@jaclynbakerr #Panic",
  "Bruins fans be like: http://t.co/2XN4v0jYmW",
  "Look what I found at my house @ShawnKerrMusic @zakkosaurus @PudNaughton http://t.co/CyYm92r4og",
  "Catch pokemon, not feelings ☑",
  "Fun way to spend the morning #sarcasm #hospital #coolmaskbro http://t.co/uysMRU7oyh",
  "Next time there may be no next time #thecolormorale",
  "\"...I swear i just saw a giraffe\" @ShawnKerrMusic",
  "The Jays are just killing it right now. Game eleven win streak i believe if they get this win #champions",
  "@benmarshall1991 7059388010",
  "Driving home listening to @piercetheveil @ATTILAga and @DonaldGlover with the little brothers #priceless",
  "Apparently some big name in the music game is interested in me making a beat for them. Don't know who yet, but if they like it #zachgetspaid",
  "Did you know ????? http://t.co/ue3r7fFVTK",
  "Best I could do in a few days!!!  Go Bruins!!! @Beardathon http://t.co/zhItjQLdGJ.  Grow one for Boston!!! http://t.co/KDnayhX6fG",
  "http://t.co/AF2z3Bv8vC",
  "@PudNaughton @benmarshall1991 @jeremyhkmoore Jesus he's an animal",
  "Playing giant chess with snap_back_forever #chess #dadsplace #awesome http://t.co/YMcxVu9P8M",
  "Charmeleon is red Mudkip is blue, if you don't like Pokémon, I can't date you.",
  "\"@AmazingTiming: F-22 Raptor breaking the sound barrier. #AmazingTiming http://t.co/NM62HgkpSD\" an extraordinary thing to have captured",
  "I heard something interesting about you today #yesyou",
  "Sometimes people need to learn that no really does mean no #notrocketscience",
  "When did the road that I'm on become my only home, when did this become the one place I truly know? #asilaydying",
  "@vanlawson @steffanyloves about half way through i started feeling my heart speed up and my head get light, but i'm still kickin #champion",
  "@deridansheridan orange crush baby. If i'm going out, i'm going out with a tasty bang.",
  "This may be the last meal i ever eat #doubledown #heartattack http://t.co/nQv5tmmkhg",
  "Officially about to try my first double down #helloheartattack",
  "@benmarshall1991 @jeremyhkmoore i very much enjoy that @DonCherrysPS is a fan of our adventures",
  "@benmarshall1991 @jeremyhkmoore deeeeal",
  "@benmarshall1991 @PudNaughton @beneakin @SamsquanchC @McKernon23 @sambosborne @ShawnKerrMusic @jeremyhkmoore thinking Boston takes it again",
  "What you mean i ain't romantic, got you flowers so what they're plastic @zakkosaurus @DMLsteer  @DonaldGlover  #oldschool",
  "\"@VideoGamesFacts: http://t.co/0EVElu16Pl\" so, birthday present anyone? I'm sure anyone that knows me knows which ones i'd wear.",
  "@steffanyloves good luck!!",
  "Lets go get some sweet tattoos together. @zakkosaurus",
  "@jeremyhkmoore me too man, i just needed someone to go with! Couldn't think of anyone better :)",
  "@jeremyhkmoore you have no idea how badly i want to take you up on that. We should make that a goal this summer to accomplish together :)",
  "\"@UberFacts: Anatidaephobia is the fear that somewhere in the world, there is a duck watching you.\" seems like a @ShawnKerrMusic kinda fact",
  "I always lick the top of my pudding cups #lickthatshit",
  "Well, that is certainly interesting.",
  "@bmthofficial 's Shadow Moses would make a fucking wicked zombie apocalypse video. It definitely did in my head.",
  "@benmarshall1991 absolutely studmuffin, be there in twenty!",
  "Paille scores !!! #gobruins #fuckthehawks",
  "@benmarshall1991 @ShawnKerrMusic perfect, around ten thirty/eleven sound good beautiful?",
  "@benmarshall1991 still down for a beach party tonight? Perhaps @ShawnKerrMusic would like to join us?",
  "Opportunity always knocks at the least opportune moment. In bed. #fortunecookies #theBarrytwist",
  "@benmarshall1991 @jeremyhkmoore no idea! We should go on a quest to find him.",
  "@benmarshall1991 @jeremyhkmoore i'd so be down after work tonight",
  "This is #yogadiculous @ShawnKerrMusic",
  "I could do this all day!!!",
  "Dinner with dad and the boys, couldn't possibly have asked for a better dad. This man made me who i am today. Love you dad &lt;3 @patrick_louch",
  "@TheAlbinoPython @kLubVs oh guys, i could go on about love and codependance for hours.",
  "@TheAlbinoPython i like fucked up things.",
  "Taylor Swift concert trucks were just parked across from the store. It freaks a man out looking outside and seeing a giant T Swift face.",
  "@PudNaughton @jeremyhkmoore @benmarshall1991 i don't think anybody with ears could ever disagree with that statement.",
  "weird .. http://t.co/85GeHQVsAY",
  "I love being stuck in traffic #sarcasm",
  "@SchuettM #GoBruinsGo",
  "Playing Civilization with @notthatbrownkid",
  "I'm so hooked on this Civilization game. I had to force myself to go to bed and stop playing so that i could actually sleep @notthatbrownkid",
  "@PudNaughton @benmarshall1991 @jeremyhkmoore i didn't mind it, definitely think they should just be called ronnie radke now. No band anymore",
  "\"@PokemonArtwork: Torterra. http://t.co/Mxp1JI5j5m\" this is where i want my house",
  "\"@FRONZ1LLA: Coke all day! ATL represent. “@corythegreatone: @FRONZ1LLA this is life or death... coke or pepsi?”\" fuckya fronz is a coke man",
  "The actor who plays Creed Bratton in the U.S. version of \"The Office\" is actually Creed Bratton.",
  "Definitely this guy &gt;&gt;&gt;&gt; @jeremyhkmoore",
  "Spent three and a half hours cleaning this bad boy front to back, inside and out. Looking good as new… http://t.co/cshrEgakHo",
  "Come out the back door at work, get to witness a huge turtle and a beaver swimming around in the pond #beautiful",
  "@jeremyhkmoore @zakkosaurus @wheelingprobs let's end up in a bush together",
  "Jumanji is seriously the happiest, heaviest song I've ever heard. @ATTILAga knows how to do shit right.",
  "\"@wheelingprobs: #CoachsCornerDrinkingGame : http://t.co/eWRdzN3N0H\" @benmarshall1991 @jeremyhkmoore i know what we're doing soon",
  "http://t.co/JMDUKJSPvM",
  "@benmarshall1991 i think after their demonstration against the penguins, it won't matter either way.",
  "@steffanyloves amen to that. People from the hammer are so gross.",
  "If i could have one low-class super power, it would be the ability to grow a rockin beard whenever i wanted #bitcheslovebeards",
  "Here we go Bs!!!!!!! http://t.co/YfwCIUIAmm",
  "@hiighnessy there should be some sort of button to click that means i disagree with this.",
  "And Boston wipes the floor once again tonight. I expected them to win, but this quickly? Well done boys #bruins #championstotheend",
  "That moment when you realize your dad has instagram, and more followers on his than you do #whatjusthappened",
  "\"@MenBoner: Sweet baby Jesus...😛 http://t.co/84nBiv5Poa\" this is what i want for my birthday",
  "&amp; I hope the sun shines &amp; it's a beautiful day &amp; something reminds you, you wish you had stayed",
  "Turning a new leaf. It's time to do things a lot different.",
  "BRUINS WIN! BRUINS WIN! BRUINS WIN! BRUINS WIN! BRUINS WIN! BRUINS WIN! BRUINS WIN! BRUINS WIN! BRUINS WIN! BRUINS WIN! BRUINS WIN! BRUINS!!",
  "She must have fallen straight down from space, the way her body moves right to the bass #tranter #panic",
  "And Boston rocks it again. Not that i'm surprised #gobruinsgo",
  "Pre-order our new CD on iTunes for the special low price of only $7.99! You can't beat $7.99 for 14 tracks!!!  RT\n\nhttp://t.co/wUxDGzxxaC",
  "Beat lessons with @zakkosaurus &gt;&gt; #Logic101",
  "A psychological study confirms that the presence of beautiful women ignite stupid behavior in men.",
  "Moogles are extinct in Final Fantasy Tactics.",
  "@jordymiller almost? Sounds like you need to check your facts #pullittogether",
  "@jeremyhkmoore dude. Let's get tattoos.",
  "\"@Fascinatingpics: Smiling Elephants are the best. http://t.co/K9nwdS6Kwy\" @keirstenswim",
  "\"@wheelingprobs: #Chara http://t.co/ufycLrmVhP\" @jeremyhkmoore @benmarshall1991",
  "\"@TheGoogleImages: 3D floor painting, it's so incredible... http://t.co/OVRuBQrVYz\" so trippy",
  "@CeilidhMhari i know a local dude (won't mention any names) that wears earrings that say SWAG....",
  "Take me back to a day before I was awful and learned to hate #issues",
  "What a wretched man i am. Who will rescue me from this body of death? #BurdenOfaDay",
  "@keirstenswim my last retweet had too many characters to get @ you, but i thought you'd like it #elephants #hugehearts",
  "Elephants are among the most emotional creatures in the world -- They have been known to rescue other animals, such as trapped dogs.",
  "@jordymiller @TheAlbinoPython honestly guys i'm so confused right now. What?",
  "@TheAlbinoPython you say the greatest shit my friend.",
  "Couple drinks with a couple beauties. @zakkosaurus @JoshMcEwen5 @benmarshall1991 &gt;&gt;",
  "\"@PokemonArtwork: Beedrill. http://t.co/j2lCMWNO8D\" and this, holy shit this needs to be real #ilovepokemon",
  "\"@PokemonArtwork: Feraligatr. http://t.co/tfsD9vgdaV\" this is fucking awesome",
  "@cat_iskewl that sounds painful",
  "Atreyu solos. &gt;&gt; @zakkosaurus @benmarshall1991",
  "Can you feel your heart beat racing #underoath",
  "Nathan's excited about the new beat. sure as hell looks exciting #panic #tranter https://t.co/Nfa98sbCUf",
  "@benmarshall1991 @jeremyhkmoore agreed, sometime real soon",
  "I don't always vote for the NHL14 Cover but when I do I vote #NHL14Brodeur http://t.co/RGnQZB9vXe",
  "I've trained myself to drink everything with my left hand #buffalo @notthatbrownkid @ShawnKerrMusic",
  "Relaxation is the key to a happy life :) http://t.co/KNFhqjkrvW",
  "Let's do this forbidden woods #zelda #windwaker",
  "Hey everyone, we just posted another new song from Rescue &amp; Restore called \"Spiritbreaker\" check it out!\nhttp://t.co/1gneld8two",
  "I love frosted flakes.",
  "#NHL14Brodeur #NHL14Brodeur",
  "@zakkosaurus so you're up as well? #everybodypanic",
  "Beats at 3:41 a.m. #panic #rockstar",
  "RT if you're a virgin",
  "You can sleep later, @MartinBrodeur needs you to vote #NHL14Brodeur now.",
  "@cat_iskewl honestly you should do whatever will make you the happiest. If there's one thing I've learned, it's that you should be yourself.",
  "@jeremyhkmoore @benmarshall1991 @CoreyAndersen it's really too bad the hawks won. Good for them though. Won't be able to handle the bruins.",
  "@jeremyhkmoore @benmarshall1991 HERE WE GO!!! Picking it back up, they're still in this!!!",
  "I'm still pissed the Sharks are out.  @zakkosaurus @benmarshall1991",
  "@benmarshall1991 i have my favourites for each series, but none compare to Boston.",
  "@benmarshall1991 Detroit needs to pull it together",
  "That moment when @ATTILAga follows you and you instantly couldn't give a fuck about work anymore, that's when you become #AboutThatLife",
  "Pre-order #AboutThatLife on iTunes right now for only $7.99 and get a FREE instant download of the title track! RT\n\nhttp://t.co/wUxDGzxxaC",
  "@jeremyhkmoore is my favourite #andtotallygorgoeus",
  "@jeremyhkmoore i would very much enjoy being that person &lt;3",
  "ASK ME STUFF! http://t.co/LK37364nBj",
  "Couldn't agree more gentleman! Only way it could have been any better was if the Sharks had of pulled it off. @benmarshall1991 @zakkosaurus",
  "Never underestimate the seductive power of correct grammar.",
  "@ATTILAga follow me already you sexy fucks http://t.co/8yAMtUUMdq",
  "Damnit, come on Sharks! #GoSharks @NHLRT_ @SanJoseSharks",
  "How do I give someone my all when I already gave my all to someone else that took it for granted?",
  "Hey @ATTILAga , i'm fucking pumped for this shit http://t.co/bWnmz2S6LB",
  "@ELBUTTINYO you're so awesome",
  "Driving around town with @zakkosaurus  listening to The Holly Springs. &gt;&gt;",
  "@jeremyhkmoore you sir need to watch more community.",
  "Get ready to take over the world :) @zakkosaurus",
  "Got my first \"job\" tonight as a producer, offered pay and everything. Time to get famous #panic",
  "Download my new EP #JUNKFOOD for Free on my website http://t.co/4R1BxNd8Nv  I hope you enjoy it and THANK YOU so much!!!!",
  "Don't let a good woman go, because they're rarer than a shiny legendary Pokémon.",
  "Firing off three phones for one customer? Bring on the money #gonnabeloaded",
  "A real man has a business card. http://t.co/hAPghOvKdA",
  "Anyone else have that one person that they always see and think, \"screw him, i'm over here\" #youaregorgeous",
  "\"she smells like lettuce.\" #hilarious #dyingatwork",
  "The founding fathers of the U.S. (George Washington and Thomas Jefferson) actually grew marijuana.",
  "@hiighnessy happy belated!!",
  "@cat_iskewl #iphonefailures",
  "@cat_iskewl nooo idea what that is #cantseeit",
  "@cat_iskewl you say funny shit",
  "@MartinBrodeur on hockey night in Canada. The man does everything #NHL14Brodeur",
  "Sorry for trying to trick you guys haha, OFCOURSE WE ARE RELEASING A NEW SONG TOMORROW! I've been waiting for you all to hear this one ;)",
  "Time to rip some #legendofzelda #windwaker",
  "Good morning world. First things first #NHL14Brodeur #NHL14Brodeur",
  "RT @denisbrodeurjr: Super tweet thursday :-) #NHL14Brodeur http://t.co/ALwgUJBO1M",
  "@NHLDevils #NHL14Brodeur #NHL14Brodeur",
  "@zakkosaurus http://t.co/czn0kxCaQa",
  "Americans buy about 90 million pounds of marshmallows each year. That's equal to the weight of 1,286 gray whales.",
  "I frequently talk to myself to acknowledge the small achievements i make that nobody else would understand.",
  "I’m tired and I’m lost I don’t want to be found.",
  "Damn, @ki_no_la would call me on the one aspect of pokemon i never got into, #math",
  "@cat_iskewl @jeremyhkmoore you listened to #TwitterlessLloyd for pokemon advice instead of me? Oh Catherine... Do you even know who i am?",
  "100% hoothoot @zakkosaurus @cat_iskewl",
  "@cat_iskewl also if you want the STAB bonus for the attack give hoothoot some sort of item that boosts ground moves such as soft sand.",
  "@cat_iskewl @jeremyhkmoore true but geodude already learns many ground moves to combat electric. Hoothoot is virtually defenseless otherwise",
  "I should teach courses in everything #pokemon. Type match ups, move sets, team builds. I get asked anyway. Intriguing idea. #suchanerd",
  "@cat_iskewl man, it's hard giving pokemon advice in 140 characters. There's too many options to explain and too little i'm allowed to say.",
  "@cat_iskewl Fine!! mudslap isn't the strongest move but it's ground which beats electric = good if hoothoot comes across an electric type",
  "Thunderstorms &lt;3",
  "The average PC owner spends 50 hours a year troubleshooting. The average Mac owner spends 5 hours a year.",
  "One of these days I'm gonna wake up and you won't be the first things I think about. One of these day.",
  "Fantastic night. @zakkosaurus @ShawnKerrMusic @McEwenJosh #TwitterlessLloyd",
  "Some Asian kid just showed up at my house with a bottle of wine",
  "Who else is getting stupid tonight",
  "Date night #kony2012 http://t.co/24QquMdHLq",
  "@TheAlbinoPython way ahead of you baby, I'll be there. Gotta support @DJMassakerr tonight.",
  "@TheAlbinoPython wherever you are gorgeous",
  "Rockin the comfy sweater tonight at @JoshMcEwen5 's place. Look familiar @kingtyson ? #thisisyours http://t.co/9S0Y2QnN0J",
  "The creator of Pokémon now has a networth of about $5.1 billion.",
  "@jeremyhkmoore @ShawnKerrMusic absolutely. @DJMassakerr is the greatest thing to throw down to in this town!!",
  "If you want happiness, go find your own! Don't try to steal someone else's. That's theirs.",
  "@cmcarton @jeremyhkmoore rough day at the office?",
  "Attila though. &gt;&gt;",
  "@sambosborne #NHL14Brodeur",
  "Great day with @jeremyhkmoore !! This guy couldn't get any more fantastic :) #bestbuds",
  "RT @denisbrodeurjr: TWEET THURSDAY Vote for Marty!! @MartinBrodeur  #NHL14Brodeur http://t.co/mp6yj2iL27",
  "@MartinBrodeur and the @NHLDevils are the reason i got so into hockey. #NHL14Brodeur is the only logical vote here people. #NHL14Brodeur",
  "Great show. Great shirt. Great band. #Intervals http://t.co/zgu5cSjrm3",
  "Monsters Inc 2 is coming out in July move out of the way kids, i've been waiting 10 fucking years for this.",
  "Red heads though. &gt;&gt;",
  "Oh man. Did i ever just finish something wicked that i hope is going to blow a few minds, perhaps cause a #Panic",
  "Three weeks until the release of our new album Forever Halloween!!!! Who is excited? Listen to new songs/pre-order @ http://t.co/jvd1Jm4aXl",
  "August Burns Red has released their new song \"Fault Line\" http://t.co/BlhZbTA5UD",
  "Why are random people favouriting my posts all of a sudden? #MustBeFamous",
  "\"@awkwardposts: \"Quick, pretend you're sleeping!\" never gets old.\" @ShawnKerrMusic bring back any memories? A driveway perhaps?",
  "Amazing concert last night. Possibly the best I've ever been to. Ears are shot #worthit @wearestructures @Northlane #Intervals #TexasInJuly",
  "Structures https://t.co/DG2PNTOkyO",
  "Structures https://t.co/hWEyMBS7Xh",
  "Intervals https://t.co/AW8s4gjMfx",
  "Intervals https://t.co/qb6UZWKlnU",
  "@zakkosaurus TM87",
  "First day back at work #bringinsexyback http://t.co/r6BAtGkUeg",
  "Paras &amp; Parasect #PokéFacts http://t.co/k8BCsTKcXk",
  "You Just Realized http://t.co/jpi1mCS2Ga",
  "@jeremyhkmoore @cmcarton @JoshMcEwen5 #TwitterlessLloyd",
  "YES I've never felt so good off five beer before! Lmfao @zakkosaurus @JoshMcEwen5 #TwitterlessLloyd",
  "@JoshMcEwen5 @jeremyhkmoore #twitterlesslloyd sounds like one more game of beeramid is required! ;)",
  "\"@UberFacts: Ferrets can suffer from depression.\" @keirstenswim make sure widget is always a happy camper!",
  "http://t.co/MdHMypLoPD",
  "@jeremyhkmoore @ShawnKerrMusic next weekend should totally be something :)",
  "@cmcarton http://t.co/EQKMrxedDB",
  "Take me back to a day before I was awful and learned to hate #issues",
  "@ShawnKerrMusic @jeremyhkmoore awe man that sucks :(",
  "So grateful for friends like @zakkosaurus. &gt;&gt;&gt;",
  "@jeremyhkmoore don't know what i'd do without you man &lt;3",
  "@jeremyhkmoore @ShawnKerrMusic you boys wanna grab some drinks tomorrow evening? :)",
  "Using #NHL14Brodeur = 2 Votes! Tweet it!",
  "Shakespeare invented the word \"swagger.\"",
  "@sierrarulezdo0d no you won't i have faith :)",
  "#Beats in bed all day long. Nothing like utter laziness to get the creative juices flowing. http://t.co/puGtNXJnNj",
  "@sierrarulezdo0d no kidding you're getting old! Well good luck!",
  "@ShawnKerrMusic #sickpic",
  "@benmarshall1991 you just became so attractive, i'm sure @cmcarton will agree #youreagoodperson",
  "#DevilsArmy, you rock! Keep it up. RT @browneyednjgirl: Hey... Look what is trending! #NHL14Brodeur #NJDevils http://t.co/19Fc4M2Z75",
  "@jeremyhkmoore @benmarshall1991 this is absolutely fantastic",
  "Taking socks off feels #amazing",
  "I am currently in the lead for the #NHL14CoverVote! You guys are the best fans!\nKeep Voting for me!\nVote Here:http://t.co/VsM5kWtvm7",
  "Totally think #NHL14Brodeur is the only real option #NHL14CoverVote",
  "@TheAlbinoPython totally pokemon. Pokemon are basically superhero pets. Why limit yourself to one power when hundreds of awesome pets exist?",
  "You ladies and gents are going to be in for a treat when this is finished #newbeats #bumpin http://t.co/ylTzxBzkXU",
  "Texting with my mom about the #Bruins game, wouldn't trade it for the world &lt;3",
  "Happy Birthday to 1 of the best goalies of all time, Martin Brodeur! #Devils #NHL",
  "@mcdonalds breakfast twice in one week? Somebody has been a good boy.",
  "Listening to upbeat and cheerful music makes you perceive your surroundings as happier.",
  "Beautiful day out this morning👌",
  "The original six. http://t.co/zrBLy0VFvJ",
  "http://t.co/yMHFcro3Vd",
  "Modern Family completes me. &gt;&gt;&gt;",
  "@PudNaughton look at this beauty http://t.co/Xf9XvPNBSh",
  "@PudNaughton currently i'm sitting in church baby",
  "I love seeing cast members from #theoffice having such a rockin time. It's sad to see it end, but might as well go out with a bang.",
  "i trust drunk canadians more than i trust myself though",
  "@steffanyloves this is absolutely fantastic. Might be something i have to purchase for myself.",
  "\"@rainnwilson: 'Cause a Scranton Party don't stop! (Can u spot the secret cast member?) https://t.co/XH83456kBY\"  STEVE IS THERE",
  "@benmarshall1991 @PudNaughton",
  "@jeremyhkmoore i never realized how many bands you actually talk with before. I feel honoured to call myself your friend and former bandmate",
  "Music can help repair brain damage, kick an addiction and boost your immune system! See here: http://t.co/TOBIgKtIJt",
  "@TheAlbinoPython i'm pretty busy tonight, but definitely sometime real fuckin soon. This guy needs it.",
  "@TheAlbinoPython i absolutely am my gorgeous friend",
  "Facebook is like jail, you sit around and waste time, you write on walls and you get poked by people you don't know.",
  "Stan Lee created Iron Man as a challenge to create a character no one should like and force people to like him.",
  "Whenever i can actually get myself up before eleven, i treat myself to some @McDonalds breakfast for a job well done #doesnthappenoften",
  "Ringo Starr was the voice of the narrator for \"Thomas the Tank Engine.\"",
  "There’s no friendship in Mario kart.",
  "Four Canadian teams in the #playoffs this year - let's hope we can bring the @StanleyCup home! #BecauseItsTheCup",
  "Rise &amp; Grind",
  "@benmarshall1991 I'll get implants and everything to make it the perfect night",
  "@cmcarton @benmarshall1991 she says like she has experience.",
  "@benmarshall1991 how about me big boy?",
  "Mind = Blown http://t.co/sU2sOHacQA",
  "@jeremyhkmoore you'd best be expecting a text soon then! :)",
  "@jeremyhkmoore got back last night :)",
  "@jeremyhkmoore you and i need to get together sometime soon and create magic, sir :)",
  "I make beats in my underwear. Sometimes naked. Creativity flows when you have no restrictions.",
  "Gettin' glassy #punintended http://t.co/e3DkGJi4du",
  "For men, chewing a stalk of celery releases androstenone and androstenol odour molecules - making them more attractive to women.",
  "Every 'Original 6' team has qualified for the #StanleyCup Playoffs for the first time since 1996.",
  "Officially moved out of the old house and into the new. New house, new year, new life. #bringit",
  "#smashbros drinking with the roomies one more time? # fuckya",
  "@cmcarton that was just mean.",
  "@sierrarulezdo0d be home on Monday!",
  "@jeremyhkmoore absolutely man! I'll be home so soon and then i wanna see you! :)",
  "@cmcarton didn't know this was still floating around out there.",
  "@cmcarton @DanielKerr22 #naturally",
  "Second year? #nailed",
  "Playing video games can sharpen a person’s decision making abilities by 25% as well as improve focus and boost creativity.",
  "True Story http://t.co/6KLQKAQ8Nl",
  "Listening to#middlefingersup , @FRONZ1LLA is my god. Favourite band from the beginning. @ATTILAga Never disappoints.",
  "\"@FRONZ1LLA: AHHHHH IM TOO EXCITED FOR YOU TO HEAR WHAT'S GOIN DOWN AT 4:20!\" way too fucking excited for this. @ATTILAga makes me so hard.",
  "@jeremyhkmoore good luck man :)",
  "Why is it that whenever i want to do something it involves slaying dragons, catching pokemon or making music? Because that's my life #LoveIt",
  "If you can't handle me at my worst, you don't deserve me at my best. http://t.co/CAueE5Vfx2",
  "@notthatbrownkid mad celebrations baby! #NotJustAnotherSaturday",
  "@notthatbrownkid good luck &lt;3",
  "How I feel when someone starts a conversation about Pokémon. http://t.co/O4aLY1Rece",
  "Game of Thrones! #fuckinggeton",
  "Sometimes it's good to build up walls, not to keep anyone out but to see who cares enough to knock them down #colormorale",
  "You'll never stop making mistakes, but if you learn from them you will never make the same ones twice, next time there may be no next time.",
  "@PudNaughton it's my favourite feature of yours",
  "@jeremyhkmoore happy belated birthday gorgeous! Hope it was wicked :)",
  "We might not have snow, but i think school should be closed because of this ridiculous weather #comeonmac #closethatshit",
  "Last year it was too nice out to consider studying and now this year it's too awful out to consider studying. I just want sleep and pizza",
  "@jesswhitworth_ absolutely.",
  "@someslutxx some of the things you say are just too great to not smile at.",
  "@notthatbrownkid happy lazy Easter dude!",
  "@jeremyhkmoore you too man :) gotta see you lots this summer!",
  "@jeremyhkmoore @ShawnKerrMusic miss you too gorgeous! Hope you both got lots of candy from the big bunny :)",
  "Let go of my hand, you don't give a damn and it's killing me inside #issues",
  "@benmarshall1991 it wouldn't be a good night without at least one classic #benmarshallstories",
  "@benmarshall1991 definitely whatever. Those are the greatest #benmarshallstories",
  "@ShawnKerrMusic Metal Evolution! It's the tv show made from Metal: A Headbangers Journey! Dude records his brain activity at Mac!",
  "That moment you're watching a metal documentary and they travel to your school, to do an experiment in your program #mcmaster #musiccog",
  "If two people are happy together... you leave them the fuck alone.",
  "@deridansheridan so wicked. @ShawnKerrMusic our room mates and i have discussed this many times. Just fucking shit up.",
  "@kenzleachh apparently he was in parry sound. You may have been looking at the real deal!",
  "And i can't wait to be whoever, and i can't wait to speak my mind, on every little thing you've broken, and get on with my life #issues",
  "Check out our new song http://t.co/yBf6zdBvXA let me know how much you love it!",
  "\"I hate the word, 'homophobia'. It's not a phobia. You're not scared. You're an asshole.\"\n—Morgan Freeman. #this",
  "This guy knows exactly where it's at \"@porterrobinson: jolteon and umbreon were my favorite pokémon tbh\"",
  "To whoever is playing the saxophone in the practice room on the other side of this wall, keep on jamming #soundsfilthy",
  "@ShawnKerrMusic good luck man!",
  "Girls, If you want to know something, ask us. Don't assume, that's how shit always starts.",
  "@jeremyhkmoore happy st pattys to you gorgeous ;)",
  "Why do people say “nice to meet you” before I’ve even said anything? How do you know it’s nice to meet me? I’m an asshole.",
  "@ShawnKerrMusic @notthatbrownkid alright boys here i come. There's only so much sleep a man can get during this glorious day #irishandproud",
  "#pikachu #fuckyeah http://t.co/TO5l4TvD7s",
  "PLAYER TO WATCH: @Penguins Marc-Andre Fleury has won 7 straight home starts, posting a 2.00 GAA and .916 save%.",
  "@ShawnKerrMusic @PudNaughton @zakkosaurus #ThrowBackThursday #StoryRetold http://t.co/LeBLAETbdD",
  "@jeremyhkmoore @ShawnKerrMusic @PudNaughton these are all gold. Those were the days.",
  "@ShawnKerrMusic @PudNaughton @zakkosaurus #ThrowBackThursday 👌 http://t.co/5PWdJnQciO",
  "@ShawnKerrMusic @zakkosaurus @PudNaughton #ThrowBackThursday Outhouse Photo hahahah http://t.co/L4wmPVEauB",
  "#ThrowBackThursday Band Photos at this haunted house.👌 #StoryRetold @PudNaughton @Zakkosaurus @ShawnKerrMusic http://t.co/llVnSHIrbM",
  "@benmarshall1991 happy birthday my little golden nugget &lt;3",
  "5318008 Turn this tweet upside down. #Maturity",
  "The Maine has finished recording their new album!",
  "❒ Single. ❒ Taken. ✔ Who gives a shit, I’m awesome.",
  "middle fingers up if you don't give a fuck #antivist",
  "Retweet if you still have your old Pokémon cards.",
  "If only women knew that being happy with themselves is the most attractive quality they can ever offer. #Truth",
  "#AutomaticTurnOns: if you love Pokémon.",
  "#ThrowBackThursday Show at the Jubilee Hall in Sudbury, ON. #StoryRetold @PudNaughton @ShawnKerrMusic @zakkosaurus http://t.co/gMpDAH7IOD",
  "Time to ignore the world and it's stupid problems with some Zelda #majorasmask #hellochildhood",
  "Thank you music for being there when no one else was &lt;3",
  "\"@PokeWorlds: Every school needs a poster like this. http://t.co/GUWFX8gpMp\" if my school had something like this, all i would do is work.",
  "@benmarshall1991 @PudNaughton @cjcmarshall @SamsquanchC holy. shit. god we were great.",
  "you don't like profanity? why the fuck not?",
  "I want you to treat me like you used to",
  "No matter how down I'm feeling, listening to @DonaldGlover always makes me feeling fucking awesome.",
  "@cat_x0 this is my favourite thing that you've ever said.",
  "I can’t stop drinking about you.",
  "There are two kinds of people in the world: those who love Pokémon, and those that are wrong.",
  "@evesmithwhite yo. happy birthday dog.",
  "@ShawnKerrMusic holy cow. I'm watching a christmas American Dad episode and @abrband 's version of carol of the bells is in it. mind. blown.",
  "I'm in a relationship with my bed and my alarm clock is the bitch that keeps trying to split us up.",
  "@notthatbrownkid fuuuuuuuuck yes! it's soooooo dope. playing pokemon online with random people across the globe? that's my kinda party",
  "tell me how I suck again, my memory is hazy. #childish",
  "Michael: \"if I was in a room with Hitler Sadam and Toby and I had a gun with 2 bullets. I'd shoot Toby twice\"",
  "\"I once went twenty-eight years without sex. And then again for seven years\" -Michael Scott",
  "We don't talk anymore, and the saddest part is, we used to talk everyday.",
  "#RosesAreRedVioletsAreBlue I'd risk my Master Ball, just to have you.",
  "Dear dick sneezes and assholes, happy go fuck yourself! I fucking hate this holiday of contrived romance. Give me a blow job or something...",
  "@ShawnKerrMusic and i jamming out to @themaine instead of studying? couldn't think of anything better to do.",
  "@jeremyhkmoore fuck yeah buddy! welcome to the club #logicpro #mixing",
  "“@WhatTheFFacts: Scientifically, blue-eyed people are mutants, the mutation occurred between 6,000 and 10,000 years ago.” IM AN ALIEN!!!!!",
  "Relationships include: Fights, Jealousy, Arguments, Faith, Tears, Disagreements, But a REAL relationship fight through all of it with love",
  "well, I'd better get used to this",
  ".@NHL_Sens goalie @craiganderson41 put on a show tonight, stopping all 42 SOG while the Eriks scored 2x v. BUF. Recap: http://t.co/ewRsXTAB",
  "TIE GAME! Who's watching? --&gt; RT @washcaps: Ovechkin scores a #Caps PP goal to tie the score 5-5 with just over 2 minutes to go. #CapsCats",
  "Internet = Cats, Tits &amp; Kids",
  "my hands are on fire",
  "@cat_x0 have you tried counting sheep? i've heard that's the thing to do.",
  "@cat_x0 it seriously seems like you don't sleep",
  "@PudNaughton i miss you too gorgeous. i'm not entirely sure when i'll be back. i'll let you know when i know though!",
  "also #kissmyass",
  "Seriously, you're pretty frustrating.",
  "@mandy7227 sounds like you need a solid pick me up. keep your chin up pretty lady.",
  "somebody should come stay up with me and tell me i'm awesome while i mix. i've got cookies and crackers if the thought of me isn't enough.",
  "Lets kick up Story Retold this summer👌 @zakkosaurus @ShawnKerrMusic @PudNaughton @SamsquanchC",
  "Girls are like Pokémon, the good ones are rare and the bad ones are common.",
  "#MajorTurnOffs if you don't like Pokémon.",
  "Dear random concert girl: was I wearing a \"Come grope me\" sign? No. As flattered as I was, keep your hands off my junk. #concertproblems",
  "today is officially my first snow day as a university student. life did me a solid today. #snowballfights and #snowforts all day long.",
  "You just got Litt Up! #suits",
  "Sometimes we just don't get it our way, no matter how hard we try",
  "Distance shouldn't stop you. If you really want someone, you'll make it work.",
  "they say that when you can't sleep you're awake in someone's dream..\n\nniggas, stop dreaming about me.",
  "this no sleep thing is honestly starting to get ridiculous",
  "@cat_x0 That's your definition of a pick me up tune? girl, you need to redefine that shit.",
  "It just isn't that easy for some of us #CircumstancesSuck",
  "I'll make it through to live another day, don't tell me I'm wrong. You don't know what you have til it's gone.",
  "@RedSoloCup93 gummy bears eh? i might have to look into this. your suggestion is very much appreciated :)",
  "oh boy, could I ever use a good pick me up tune right about now",
  "@mandy7227 miss you too lovely! better be seeing you sometime soon :)",
  "@mandy7227 #howyoudoin",
  "What do you guys think of the new @falloutboy song? http://t.co/UA3GPyr8 \"My Songs Know What You Did In The Dark (#LightEmUp)\"",
  "I'd like to say he died doing what he loved, but he never was one for eatin' folks",
  "Going to a sports bar in a random suburb of Cleveland OH today w/ the dudes to eat way too much food &amp; yell at tv screens. #football #men",
  "Yessss Memphis May Fire and Sleeping With Sirens got added to @VansWarpedTour 👌",
  "@jeremyhkmoore i like stuff ;)",
  "this song puts me in a ridiculously good mood http://t.co/lJxYnlH6",
  "@beneakin i wasn't overly happy about Anderson letting one in, but I've got mad respect for a man that can play like Brodeur.",
  "Had a great day? #check",
  "i love it when all of these fantastic thoughts keep me awake at night #sarcasm #justkillme",
  "Sometimes it's good to build up walls, not to keep anyone out but to see who cares enough to knock them down #thecolormorale",
  "Pain is inevitable. Suffering is optional.",
  "@beneakin Ovee and Backstrom are doing complete garbage for me. Total let down.",
  "@PudNaughton @beneakin me fuckin too! Anderson is kiiiiilling it",
  "@jeremyhkmoore what are you doing not being here? i miss your sweet sweet face",
  "Grocery stores could save me a lot of time and effort by adding an \"All the stuff you can microwave\" aisle.",
  "@ShawnKerrMusic crazy shit man!",
  "that moment when Jan is in an old episode of #Friends   #theoffice http://t.co/Ixq9k6Cp",
  "i think today is a shut in day. i don't need to be anywhere for another four hours #timeforbed",
  "@jesswhitworth_ this sounds like the perfect thing to be doing",
  "@PudNaughton i like teasing you",
  "@PudNaughton all in good time, dear michael",
  "@jaclynbakerr haven't heard that in a while :$ p.s. i miss you tooo",
  "#mixing beats in pjs #bestthingever",
  "I'm so stoked to be with @joeyismusic in a few days, our new album is gonna make you break shit 👊💥",
  "people make me sad.",
  "@PudNaughton @jeremyhkmoore i miss talking to your beautiful selves. my phone decided to call it quits so this is all i've got #uniproblems",
  "I'm not antisocial, I just don't like shitty people.",
  "@PudNaughton don't you mean every day?",
  "99% of relationships involve tolerating how weird the other person is. #Truth",
  "Instead of giving yourself reasons why you cant, give yourself reasons why you can.",
  "@jaclynbakerr do i have a say in this? because i disagree with your statement.",
  "@Skrillex this would be the greatest thing. the world misses those Sonny Screams.",
  "Somebody come keep me company, and bring snacks.",
  "I don't give a fuck what anyone says, Beauty and A Beat by Justin Bieber is my jam!!",
  "The surest sign that intelligent life exists elsewhere in the universe is that none of it has tried to contact us.",
  "If you forget to say \"Pika\" before you sneeze, you can always just say \"bacca\"afterwords..",
  "#calloutsomebodybeautiful @jaclynbakerr",
  "I go out all day looking good and saw no one I know. I go out for 5 minutes looking like shit and it's all of a sudden a fucking reunion.",
  "this is why i love youtube http://t.co/akmxkPt6",
  "@sammycrook10 @PudNaughton well aren't you two just the smoothest gentlemen around. I'm practically red from all the love in the air.",
  "@PudNaughton awe man you're gonna get me all tearing up in class &lt;3",
  "@PudNaughton we absolutely could, no problem",
  "I'm an earthquake, feel my rage 'till i get my way #killinit #dopestbeat @Krewella",
  "Ya'll know that #Shawndoeskerr get this worldwide trending",
  "1 year since we lost a brother, love ya melon #alwaysremebered #neverforgotten",
  "@ShawnKerrMusic breeeak me off a piece of that fan-cy feast",
  "Social networking rattles my brain #gimmeabreak #kitkatreference",
  "Most comfortable way to make beats ever. #producing #inthezone http://t.co/SSYNeTMM",
  "@PudNaughton right back atcha #hotstuff",
  "hitting someone with a green shell and feeling like you've solved world hunger",
  "I wish i could \"save\" at specific points in my life. That way if something didn't go my way, I could just reload my life and try again. #nrd",
  "@evesmithwhite @notthatbrownkid I'm disappointed that it didn't make things better. Despite it not being a woman joke, bacon would be great.",
  "@evesmithwhite you sound like you could use a pick me up. Like bacon, perhaps.",
  "Why would we spend taxpayer dollars on a Death Star with a fundamental flaw that can be exploited by a 1-man starship? http://t.co/BrEVvkRG",
  "Help @DJMassakerr win an opening spot at BRRRRR Music Festival! Vote at http://t.co/Ud1r0PiY",
  "I think I'm just a little bit to far ahead of myself. The best things come to those who wait.",
  "If you want to feel good, you have to go out and do some good. -Oprah",
  "I want somebody to come feed me. Bacon.",
  "@jaclynbakerr i'm glad you noticed &lt;3",
  "I love you &lt;3",
  "@jeremyhkmoore @ShawnKerrMusic yes sir :)",
  "@jeremyhkmoore @ShawnKerrMusic sounds good dude! we'll see you in an hour :)",
  "@jeremyhkmoore I'm with @ShawnKerrMusic at his place right now! when are you good to go dude!?",
  "@jeremyhkmoore @ShawnKerrMusic @benmarshall1991 @PudNaughton I'm so down, i miss yo beautiful selves",
  "Liar liar pants on fire",
  "Kill beef, go ham.",
  "@jeremyhkmoore I'm leaving on Saturday! Maybe we could hang out tomorrow or Friday? :)",
  "@jeremyhkmoore we absolutely have to :) i miss your entire beautiful self!",
  "@jeremyhkmoore keep your chin up dude, we've all still got each other &lt;3",
  "RT @tomziglar \"Positive thinking will let you do everything better than negative thinking will\". Zig Ziglar",
  "What is happiness? Simply something fabricated by the mind that succumbs to the actions of others, built or broken depending on said actions",
  "Dumbledore is such a boss. Lol",
  "Yeah I don't need a girl like you, bitch all I need's my pikachu #mycleverlines #ishouldrapsome",
  "What a lovely first day of #2013 #notintheslightest",
  "When you feel like giving up, when they say it can't be done, show them they're wrong &lt;3",
  "This is absolute bull shit.",
  "#Beat? Check. #lyrics? @PudNaughton taking care of it. http://t.co/6i49bVnt",
  "Today is a producing day. That means don't botha me unless you're @PudNaughton or have #mcdonalds",
  "I pretty much hate this.",
  "All I wanted was to be your love, but now you've left and I cannot fill the void #TheFallout",
  "Tonight let's get some, and live while we're young #OneD #wordsofwisdom",
  "Happy Holidays ladies and gents &lt;3 http://t.co/CDqc6Rfp",
  "I just want you to know, that you are outrageously beautiful.",
  "@killthenoise hahaha i couldn't agree more. Glad to know I'm not the only one!",
  "Lovely five hour drive home in \"the worst snow storm in two years.\" glad i made it home in one piece #fuckinghammer #soooboring",
  "365 days, divided by 52 equals seven times to go through all the different reasons she loves me &lt;3",
  "When you get #scarymonstersandnicesprites on vinyl, you know it's been a good Christmas @Skrillex",
  "Have the cutest girl in the world for Christmas? Check &lt;3 @jaclynbakerr",
  "You blocked me on Facebook, and now you're going to die. #partyingwithknives",
  "@beneakin happy birthday sexy boy! Expect a big birthday kiss coming your way :)",
  "I need a vacation #getmeouttahere",
  "Sometimes we have to watch our whole lives fall apart before we can rebuild them again &lt;3",
  "@jaclynbakerr this is why i love you",
  "@notthatbrownkid exactly, life is much more fun when your mind makes everything fun",
  "Sometimes i feel clinically insane",
  "Looking for a last minute Christmas gift for someone!? I heard the Mayan calendar expires today, go get them a new one 😏",
  "@PudNaughton we must have been made for each other, it's undeniable",
  "That moment when you realize Russ from National Lampoons Christmas Vacation is also Leonard from Big Bang Theory. 😏",
  "change the things that you can change, accept those that you cannot &lt;3",
  "@jeremyhkmoore awe baby :( tonight I'll come and sing to you until you fall asleep :)",
  "good luck on your last exam bbg #gonnakillit @jaclynbakerr",
  "@PudNaughton it's disgusting, it's giving me goose bumps.",
  "@PudNaughton I'm currently working on our first track as we speak instead of studying, and I'll be back tomorra with my junk so whenever",
  "I got The Worst of Them (Acoustic) from @ISSUES! #ISSUESACOUSTIC http://t.co/UFbgK9uS",
  "Fuuuuuuuck i can't doo this #killmenow",
  "@PudNaughton @jeremyhkmoore @benmarshall1991 you can do the writing. Your words make my blood flow to all the right places.",
  "@jeremyhkmoore @benmarshall1991 @PudNaughton yeah man that'd be great! Do you have lyrics and everything too!?",
  "@jeremyhkmoore @PudNaughton how about absolutely? I've been working on my sexyness",
  "Back to the Hammer one last time! Let's fucking do this. #lastexam #longdrive",
  "@kyanastamant agreeeed. Not saying i read them or anything.",
  "@jeremyhkmoore if only she knew what they could do the way i do ;)",
  "Working hard as shit, yeah this beat is made from concentrate #childish",
  "@ShawnKerrMusic walking through the barrie mall today and some random girl yells out \"latess on the menjay\" #fuckingawesome #iloveyouman",
  "@notthatbrownkid you're a genius",
  "@PudNaughton the world needs to prepare itself, it ain't never seen music like this #wholenothalevel",
  "@ShawnKerrMusic congratulations man! I can't wait to get my other one finished. Poor @notthatbrownkid has soo many exams in comparison",
  "@PudNaughton this is the beginning of something beautiful ladies and gentlemen",
  "@shuddupsierra thanks kido, I'm tryin",
  "I don't understand the way life works sometimes..",
  "Sometimes, fighting can get you killed.",
  "@beneakin you can have all the time in the world when you come home big guy ;)",
  "fuck this. bad mood, dude.",
  "@beneakin i feel ya man, keep your head up &lt;3",
  "Someone came to nap with me #favouritemoment http://t.co/NABav7on",
  "Somebody come hit me over the head. Knock me out real good. #seriously #sleepingproblems",
  "@PudNaughton @ShawnKerrMusic @jeremyhkmoore I've been waiting all my life for this moment",
  "I've got a gallon of Jack Daniels, pull your tits out",
  "Who do you talk to when you can't talk to the only person you want to talk to? #thatisalotoftalking #ornottalking",
  "Ever just, get that feeling? It's a good thing i know how to alter emotions #musiccognition #mindcontrol",
  "@shuddupsierra i am home! :)",
  "There's something about getting trampled with love by two cats and a dog that just make my day #lovetheseanimals",
  "@benmarshall1991 @PudNaughton don't even get me started there #firsthandexperience",
  "@PudNaughton definitely thighs. Trust me. #seenit",
  "@benmarshall1991  who are we kidding here? You can't jump.",
  "@jaclynbakerr I've gotta say, I'm pretty lucky. Beautiful and a sense of humour? Well aren't you just the whole package #understatement",
  "@ShawnKerrMusic @jeremyhkmoore i second this!",
  "@MattyMullins you always give me new reasons to respect you even more. Thank you for that.",
  "@PudNaughton sounds like a date to me",
  "@PudNaughton I'm home as of now! I don't have anything to do from Wednesday on, so whenever you have time off work we can get this going.",
  "@erikkoskela I've already gotten pretty addicted. This was a bad idea #greatidea",
  "@jaclynbakerr that's an attractive thought #stillthinkingaboutit",
  "All I need is a beauty and a beat &lt;3",
  "sometimes you're the only thing that I can think about,",
  "Here goes everything #letsfuckingdothis",
  "Alright Sensory, time to get your ass kicked. #firstexam #asskickingtime",
  "I know I sound so gullible but somethin 'bout her just drew me in",
  "@jaclynbakerr great minds think a like :) although seriously, mine is better. Just by a hair, but still. #seriouslybetter #nicetrybabe",
  "@jaclynbakerr ever look in the mirror and say, damn I'm cute? I would if i was you. #becauseyouarecuteasfuck",
  "@beneakin i don't care what anyone says, One D are unreal. Getting laid, travelling, making heaps of cash and getting drunk? That's the life",
  "Why are tits so god damn awesome?!?",
  "Singing to @CrownTheEmpire on the walk home? Abso-fucking-lutely.",
  "@MattyMullins You deserve Vocalist of the year &lt;3 EVRYONE VOTE FOR MATTY!",
  "Stuck behind a smelly dude on the bus. Awesome. #notawesome #hereallysmells",
  "Sometimes i stare at people",
  "Darling won't you forgive me, I'm just looking for a little bit of love in this heartbreak city;",
  "@ShawnKerrMusic we have to go to aaaaalllllll of them!",
  "@beneakin spoken like a true wise man #knowshispussy",
  "@notthatbrownkid i think i'd prefer that. cats always land on their feet and are always cleaning themselves. clean feet pizza &gt; hairy pizza",
  "@hiighnessy agreed. although my cat probably is wishing i had ignored him right now.",
  "that moment when you're so hungry and microwave left over pizza, and then drop it on your cat... \n#fuckit #stillgonnaeatit",
  "@notthatbrownkid ha. ha. ha. she might have needed one for my face, but definitely not for rest of me #fuckya",
  "@jeremyhkmoore I just couldn't hold out anymore! now we can tweet awesome things to each other :D",
  "today some girl commented on my mo/beard combo asking if i was doing Movembeard. Bitch, I'm doing Movembody.\n#thinkaboutit #Iamhilarious",
  "Just passed a sign that read, \"you just proved signs work.\" Well played sign company, well played. #cleveradvertising #mademelaugh",
  "Time to head home? I think so. #longbusride #tooearlyforthis",
  "@shuddupsierran and by this beauty, i mean everyone's awesome facial hair  #awesome",
  "@shuddupsierran sorry kido, but this beauty ain't over until Saturday at 12:00 a.m. ;)  #awesome",
  "@PudNaughton ready to record some multi million dollar singles? I think so. It's all coming home with me!",
  "@shuddupsierran Movember! Gotta support!",
  "@ShawnKerrMusic also, apparently this hash tag stuff is gonna take some getting used to #harderthanitlooks",
  "@ShawnKerrMusic better than my regular old name! #where'sthefuninthat",
  "@ShawnKerrMusic TWEET TWEET BABY #FirstTweet #WhatDidIGetMyselfInto"
 ]
}