{
 "user": 110948152,
 "tweets": [
  "What kind of a person are you?\n\nI am a #flatearther kind of a person\n\nHave always been so, even before becoming one. \n\nCuz I #QuestionEverything",
  "@Da_BuDMaN So the only way is to expose those who are hiding the reality with impunity.\nAnd my simple logic is whatever they’re telling you is a lie.\nSo if they tell you it’s a spinning ball, it has to be flat and motionless.\nAnd what do untainted experiments and observations tell you.\nSame",
  "@Da_BuDMaN They tend to use this a lot these days.\nIf we can see the oceans curve on the y-axis so easily, where is the equivalent curve along the x-axis, of which we can have wide angle views capturing 50-100 miles.",
  "dude just said these man made structures prove that the ground curves, my god you cant make this shit up...\n\n https://t.co/i5PLnUDBGF",
  "This one thing is observable from anywhere in the world. \nBe a scientist yourself, don’t believe the stooges. \nResearch #FlatEarth https://t.co/taBURJqyCh",
  "Satan has created a chaos of competing lies that drown out the truth, making it possible for only a few to find it.",
  "You Know it is Flat..Dont stop there!! Boost UR #Confidence get out UR comfort zone and #Spread the #Truth. Research #FlatEarth https://t.co/6OxrTn9hIu",
  "research FUEL CELLS, polarity of light, UV, IV ionization, self ionization of water, Hydrogen is really electrons and protons, #FlatEarth is a circle, \"gravity\" is density in an electrified medium, Roman and British satanists run the world, agents among you all, 100% lies on TV",
  "@Hamaya42920579 @matthewcoats80 @earth_isFlat_ Give up man if you can’t type in English https://t.co/dUP6QiWifi",
  "@Hamaya42920579 @matthewcoats80 @earth_isFlat_ And centrifugal force is technically NIL at the north and south poles.\nRight?",
  "@kalyanrath You said it, people liked it.\n\nNow let’s debate #FlatEarth\n\nSomething that really matters.",
  "@Hamaya42920579 @matthewcoats80 @earth_isFlat_ So you don’t know shit about centrifugal force. I get it.",
  "@matthewcoats80 @earth_isFlat_ Every force has an equal and opposite reaction force.\nOn a tennis ball, ‘due to its small size’, the centrifugal force produced by spin is not counteracted by gravity, hence we see this.\nBut on ball-earth, there’s gravity to keep water flying off like this.\n\nIs that right Matt?",
  "Really getting tired of all these #FlatEarth deniers trying to convince themselves that the earth is a sphere. A lot of people can't admit to themselves that they've been brainwashed &amp; lied to by these so-called \"scientists.\" The earth is flat. Open your eyes and see for yourself",
  "#FlatEarth is the gateway drug.\nThere’s no higher a high than the high of TRUTH. https://t.co/sWMYd6Asca",
  "@benaclarke @FearTheSphere_ Freemasons control this make believe world of yours-all countries of the world. \nThey do it by controlling the education, amongst a thousand other aspects of your life, that forms your worldview right since childhood.\n \nIt’s upon you to take the red pill or the blue pill.",
  "@benaclarke @jaredvc Eyes are of no use if the mind is blind.\n\nWhat’s your opinion of Michelson Morley exp, airy’s failure, cavendish’s torsion balance exp, Einstein’s relativity that abolished the existence of ether from the scientific community.\n\nIt’s all there.\nAnd Mark Sargent is a stooge.",
  "Question to all those who know that NASA faked the moon mission, but still defend NASA on other fronts:\n\n Why?",
  "https://t.co/kHjpIysNkq",
  "@Hamaya42920579 @Luca_Luppes No.\nI gave you the key word.\nA curious and capable mind would not depend on others to be told how it works.\nStill a little something to get you going. https://t.co/NqpGdoPhZp",
  "@Luca_Luppes @havalbarwary No.\nIt’s because scientific papers don’t publish anything that goes against popular belief, i.e. the lies that they have led you to believe, that shape your entire worldview and you’re a prisoner in it.\n\nWake the fuck up, if you are not just another one of those passive sheeple.",
  "@Luca_Luppes @havalbarwary Complete your research. \nConsider both sides of the explanation. https://t.co/1GTKtl05FD",
  "@Hamaya42920579 @Luca_Luppes Perspective\nEver heard of that?",
  "@Luca_Luppes @samuel @MGoedblick There’s nothing to understand. There’s data for the radius of the earth based upon which you can make the curvature calculations.",
  "@Luca_Luppes No.",
  "@Luca_Luppes Irrefutable logic. I don’t have an answer to that.",
  "@Luca_Luppes @havalbarwary So don’t even try. You’ll save yourself the embarrassment.",
  "I used to call globe earthers \"globers\", some people call em globies, there are some other nicknames, but when talking to them or in their presence call them \"Globe Believers\". It's good to emphasize on the fact that their globe and space beliefs are in fact, beliefs. #FlatEarth",
  "The sun and the moon are local.\nNot millions of miles away.\nTrust your eyes (and your camera/telescope) more than the puppets that masquerade as scientists and astronauts. https://t.co/Ir3tbESRLC",
  "Don’t let money rule your world. Not even the lack of it because you can never have enough. https://t.co/AmiibGMdND",
  "@indamicks @Shu_bh_ro Don’t you feel hot out in the sun?\n\nAnd since the moon is reflecting the light of the sun it should also be warm, but it’s not, it’s cold. And you can prove it yourself in your backyard.\n\nDo some basic research before blabbering.",
  "@lennartregebro Hi lennart\nHow’s your anti-flatearth phase of life going?\nIt’s been a long time since I heard you making a lame point.\nAren’t you getting paid well these days?",
  "@indamicks How do lasers work?",
  "@indamicks Light is not cold or warm, plz explain",
  "@indamicks Excuse me but have you tried looking into flatearth basics before asking such questions?\nEvidently Not.\nSo do that first.",
  "@indamicks Local bodies of light, each with their own peculiar hot and cold light. \nNot millions of miles away, not solid spheres, and not rotating or revolving.",
  "Have you ever been tricked into believing something that’s not true?\nWell....we all have.\n#FlatEarth https://t.co/UC7piomQuJ",
  "Everything you have been told is a lie! We are being run by the psychopathic Masonic elites! #ResearchFlatEarth and don't disregard anything as everything is happening to us on earth! #fuckthesystem https://t.co/eIKrIG5mZS",
  "The Boeing 777- 300ER the same plane my wife took to fly to China, supposedly holds 48,000 gallons of fuel in the wings.  So just imagine 872 fifty five gallon barrels all lined up under the wings.  Seriously!  It’s like magic! Keep in mind a 55 gallon barrel is 3’ x 2’. 😜😂🤣 https://t.co/sY2xNcFy5j",
  "@Its_Stationary Being shadowbanned by twitter",
  "Convince me the globe earthers https://t.co/mEnmpMaePU",
  "#STAtionaryGEocentric https://t.co/RYZPIbRi5e",
  "@Taz_Atkinson @Da_BuDMaN @markdotcomau @realChefJared @Sorgfelt @chooselovetoday @SolarPhysicsEU @Funkenstrecke Bcz I can.\nPearls of wisdom here and there you know.",
  "@Da_BuDMaN @markdotcomau @realChefJared @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Hey mark\nHow long would it have taken you to figure out that the earth is a ball, provided you were not told so by anyone?",
  "@markdotcomau @Da_BuDMaN @Taz_Atkinson @realChefJared @Dragonsoul9Name @Sorgfelt @chooselovetoday @SolarPhysicsEU @Funkenstrecke That’s because its pretty basic. And it fits your scheme of things. \n#ComfortableLIES https://t.co/j1X9TDMdPY",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Is there anything, anything that you think NASA have ever faked/lied about?\nNo.\nWell in my case, it’s EVERYTHING. \nLook who’s talking about talking to a wall!",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Spare me the details of that. All hogwash.\nMichelson-Morley experiment, Airy’s failure these were experiments that determined the earth is stationary. \nCavendish’s torsion balance experiment and the one you just mentioned: reverse calculations to achieve at desired results.",
  "@Taz_Atkinson @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU BigBang and observable should never be used together. Makes your point all the more weaker.",
  "Evolution is #TotalBS https://t.co/s4uPtq8eqp",
  "@thevirdas People care about shit like this\nBut don’t want to get their hands dirty when it comes to researching a topic that is literally going to change the world as we know it.\n#FlatEarth https://t.co/p7H5vp2tfy",
  "@bobatl Climate change is a lie. Don’t fall for it. https://t.co/uvA3YknDhG",
  "@Adam_M_Matthews @FreeShkreli_ @FlatEarthOrg @NASA @NASAHubble  https://t.co/Is9KZtGP34",
  "@BamaDan78 @RRyeray I’d rather not. \nIt was nice talking to you. Well...you know...",
  "@BamaDan78 @RRyeray Can you prove a thing?",
  "@Adam_M_Matthews @FreeShkreli_ @FlatEarthOrg @NASA @NASAHubble Oh! My bad.\nI thought you were just stating the obvious.",
  "@Adam_M_Matthews @FreeShkreli_ @FlatEarthOrg @NASA @NASAHubble Tell me bout it",
  "@samuel @MGoedblick And in the middle of the Pacific Ocean on the globe earth, it would look like a tangent to the earth at that point with the whole of earth below that plane of sight and only space above it.\n\nToo bad we can’t actually do it.\nBcz it’s FLAT.",
  "@FreeShkreli_ @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble But not fucks to give",
  "@BamaDan78 @RRyeray I have many buddies in many fields too, buddy. A few too many I guess.\nAnd I have done my part of fact-finding and double-checking.\nStill thank you for your concern.\n\nBut what makes you think I’m an American?",
  "@BamaDan78 @RRyeray I can also attach a number of links that prove my point. But I’m not gonna do that.\nFind the truth out yourself, it feels good.\nI’m here just letting you know that it’s not what you think it is, just bcz ‘they’ tell you so.\nYou have been duped.\nDifficult to accept, still true.",
  "@BamaDan78 @RRyeray According to ‘authentic’ sources even, it’s 90% compressed air and 10% jet fuel.\nI just took a leap of faith to say 100% of it is compressed air because there’s no heat coming out of those engines\nAnd there’s no space to store all that fuel in those wings",
  "@BamaDan78 @RRyeray Yeah right. Just like astronauts know more about space than anyone who claims space is fake.",
  "@Its_Stationary Doing this experiment in the middle of the Pacific Ocean, we should ideally be seeing only space from both ends of the tube\nhttps://t.co/o75BMRTUv7",
  "@FlatEarthBaba @Vanitistic @TheBanat  https://t.co/3Fa8udQNp7",
  "@RRyeray @BamaDan78 Thank you yera 🤗",
  "@FreeShkreli_ @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Fuck off shkreli\n\nI hope I’m pronouncing it correctly https://t.co/RyLaPDtn8d",
  "‘’I have nothing against Mr Einstein. He is a kind person, and has done many good things, some of which will become part of the music.\nI’ll write to him and try to explain that the aether exists, and it’s particles are what keep the universe in harmony, and the life in eternity’’ https://t.co/aO1MsQDFDm",
  "@BamaDan78 That’s your proof?\nThat’s like saying evolution is true because you have seen apes.\nYou gotta do better man, instead of relying upon deprecating others to prove your point.",
  "And this is where all that fuel is stored.\nMaximum take off weight of a whopping 575 tonnes, supported upon 22 tyres in the landing gear.\n\nGimme a break! https://t.co/VddlTlW0D2",
  "@FreeShkreli_ @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble A NO would have done the job too.\nThank you for your two cents.",
  "@FreeShkreli_ @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble So nothing. https://t.co/pdNzSICKLj",
  "@Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Exactly. \nThis is what makes me say:\nScience is the 21st century religion. \nThou shalt not question science. \nEven if what science tells you is predicated upon false beliefs and theories.",
  "@FreeShkreli_ @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Hey Martin!!\nHow much do you know about Vortex based Mathematics and Rodin’s coil?\nJust wondering...whether you have done your homework or not.\nIn short, whether I should engage with you here at all or not.",
  "And this is nothing new.\nTruthers will be silenced.\n#BanShadowBan https://t.co/JARBDJWfpP",
  "https://t.co/u5yPFpxha6",
  "@DSL1912 Real smart!\nYou’re doing a great job mate👏🏽",
  "#Atheism Is the most arrogant, aggressive and intolerant religion in the #FlatEarth. Never allow this belief system to silence you or the truth!",
  "What a guy! What a man! #BarbaraBush https://t.co/bGBkYDBLlH",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Funny that you took 2 days for such a lame comeback.\nGo through my other threads so that when you debate me, you don’t fall flat. (Lol. See what I just did there?)\n\nNot the first time son. Happy to #Awaken",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble C’mon. Debunk this then we can look into other things. https://t.co/gKfqeoq3RK",
  "@Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Sometimes majority simply means that all fools are on one side.",
  "@Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Mathematically, a lot of things can be proven. Like 1=2. I did it in school myself. https://t.co/CwmyxA9KUw",
  "@shanec855 Try asking some sane questions if you are really looking forward to a conversation.",
  "@jaredvc Ok wait. I know where you’re going with this. \nPerfect vacuum only exists in theory, just like black holes.\nJust like BigBang, evolution, relativity, gravity. Just theories.\n\nI’m calling a total BS on all of that.",
  "@jaredvc The ‘explaining’ part.\nJust saying gradually the non vacuum of atmosphere meets the absolute vacuum of space, is not a logical explanation.\nIt’s just regurgitating the same stuff, with no relation to observable reality of vacuum chambers operated on earth by NASA and many others.",
  "@ProfBrianCox Research #FlatEarth https://t.co/vzns9SpjBi",
  "Which is why I prefer the term conspiracy realist. https://t.co/CcvIjvNsyU",
  "Do planes really fly on jet fuel?\nOr is it just compressed air technology that they’re not telling you about?\nWould you still willingly pay the same sums of money for tickets if they told you that your travel is virtually for free, air is the fuel?\n\nWe have been hoaxed, big time. https://t.co/4Qi4p7YJO0",
  "When one thinks the earth is a spinning sphere &amp; they try to do research for facts, they're already at a disadvantage because they think they already know the results of what they will find, or what they should find. They will look until they find support, even if it's false.",
  "@Its_Stationary Oh yes!! It should look something like this\n\n https://t.co/L1sRkQfH1M",
  "@shellyt10 @ParisUsa333 Mine with friends on a Whatsapp group.\nBut I cherished the experience of opening some eyes, and of winning the conversation just by showing people how little they had ever wondered about the world that we live in.\nPeople don’t watch sunrise, sunset, night sky, moon etc these days",
  "@SimonGr41594862 @Taz_Atkinson @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU You were shown the steps that lead to a globe earth when you were a child.\nBut we grow up Simon.\nThe sooner the better.",
  "@aortenzi @Zvezdichko @aanavyadavu @wisemoe @neiltyson Go through my handle for all you care\nAll your answers are there in my tweets, RTs and conversations therein\nFeel free to ask concomitant questions there\nBut research #FlatEarth a little first, at least the basics\nI’ll try to answer all your questions to the best of my abilities",
  "@Cindy_Locher Not when the whole education system is rigged. https://t.co/5JCBOUCW2B",
  "Wake up, people. There are psychopaths guiding every aspect of your life and you do not even realize it.",
  "@Saurav384 @LevanaLomma1 You have no clue brother.",
  "@LevanaLomma1 C’mon.\nThey staged the whole facebook fiasco before this day comes.\nIt’s all scripted.",
  "https://t.co/Jp7VAwYQNJ",
  "I’m not at all surprised to see the news today. I know exactly where this is all going.\n\nDon’t you see it?\nThen #WakeTheFuckUp https://t.co/Hjfic00Oqj",
  "@earthisaglobe @Its_Stationary @TrueReality9 @TheEarthIsFlat2 @Robbie18771616 @1000mph https://t.co/H3cbJYYF2K\n\nWe should never be seeing the horizon on a globe if we are looking through a thin long tube tangential to the sphere (perpendicular to the imaginary line joining point of sight and the centre of the ball earth)\n\nWhat do you think?",
  "Haven’t yet been #shadowbanned\nBut have been made practically invisible on twitter.\n\nOnly assures me that I’m on the right path. The path that leads to the TRUTH.\n\nYou cannot take away my mind @Twitter",
  "@FlatEarthBaba @Vanitistic @TheBanat  https://t.co/3Fa8udQNp7",
  "@BeeGuyDude Carry on mate.",
  "So what if the earth is flat?\n\n#NoOneCares",
  "@GeorgiaDirtRoad That’s more than enough said.\n\nPeople who vote are fools.",
  "Did you know, the term conspiracy theorist was coined by the CIA in 1967.  Those who question the official narratives of known liars.  Seems like the CIA have shot themselves in the foot.   What a wonderful name to have bestowed on truth seekers  🤣🤣🤣🤣🤣🤣🤣",
  "@david_monokai @1starshot @JWontObey There’s no point to it at all if I can’t say what I want, no matter howsoever bizarre that may sound to the world.\nLike Hollywood is full of trannies, both ftm and mtf. \nAnd I have to admit that I have jerked off to trannies unknowingly, like million others, and I feel disgusted.",
  "@david_monokai @1starshot @JWontObey There’s no point to it at all if I can’t say what I want, no matter howsoever bizarre that may sound to the world.\nLike Hollywood is full of trannies, both ftm and mtf. \nAnd I have to admit that I have jerked off to trannies unknowingly, like million others, and I feel disgusted.",
  "@JWontObey Damn!!\nI think I’m not very far.\nhttps://t.co/uF2V512kw6",
  "@JWontObey I see it coming too brother.",
  "@beringer23 Diet woke",
  "Eratosthenes never existed. https://t.co/xefIpjOx25",
  "I think flatearthers should talk to one another on twitter \nJust saying\nIt is only going to help others https://t.co/dba7AdWkTg",
  "@davidicke That’s right but why did you lie to the world regarding #FlatEarth ??\nThe asteroid belt is the firmament as described in bible, according to you? I mean really???",
  "@GeorgiaDirtRoad That’s more than enough said.\n\nPeople who vote are fools.",
  "The more real you get, the more unreal the world gets.",
  "People always say 2 us that believe in a #FlatEarth take a picture of France 🇫🇷 from New York &amp; they will believe us that its #Flat I cant even explain how #Stupid that is ,this is just about 6km away with different Atmosphere conditions ! See the difference in how much u see ! https://t.co/WvQunwjXU9",
  "@davidicke That’s right but why did you lie to the world regarding #FlatEarth ??\nThe asteroid belt is the firmament as described in bible, according to you? I mean really???",
  "@ScientismDelus You are not setting a great example by using twitter to say this mate",
  "@Its_Stationary If you define globe-heads as those who believe the earth is a spinning ball, then that’s the majority.\n\nOnly a few are triggered, those with an agenda, who might as well get paid for that\n\nThe rest don’t need to be triggered, rather awakened.\n\nWhat do you think?",
  "@DSL1912 Just like everyone is unique and special.\nPeople just don’t realise it.\nBecause there is this evolution BS that you just can’t get you out of your head bcz the world wouldn’t let you",
  "@ForeverFlatErth  https://t.co/UUdjbRSiPn",
  "All wars are banker wars https://t.co/xMoBlVClbB",
  "It’s not what you look at that matters it’s what you see. \n\nResearch #FlatEarth https://t.co/Giz0fmqsKM",
  "Once you go flat, you never go back, so quit wasting your time trying to make us. #flatearth #realtalk",
  "One of these men pretended to go to space! We saw him go thousands of miles, and overcome many challenges! He was just making a movie on earth tho. He was never in any danger. The other guy is Tom Hanks https://t.co/NkgTWFVNb5",
  "https://t.co/Ni1stIE4Ro",
  "@ForeverFlatErth @PersonAwake Eratosthenes never even existed for all I know.\nHe only starts appearing in texts starting 1960s\nCome to think of NASA around the same time, they needed serious vindication for their blue marble, so why not just conjure up someone with a fancy fucking name from the BCE era.\nC’mon",
  "The indoctrination is deep in some, remember not everyone is ready to receive the truth. \n\nResearch #FlatEarth https://t.co/QDHkapSzYr",
  "If you expose these subjects: the Illuminati, the New World Order, the Antichrist, and the Beast system, rest assured you are being closely monitored and followed.",
  "@_nluzn I tried to make it as simple as possible.\nDid you still not get it.",
  "@Its_Stationary Doing this experiment in the middle of the Pacific Ocean, we should ideally be seeing only space from both ends of the tube\nhttps://t.co/o75BMRTUv7",
  "@FlatEarthEffect https://t.co/o75BMRTUv7",
  "@janner1918 https://t.co/nb0uLESW6e",
  "It is amazing how at peace I have been since I found out the Earth was flat. I have been Born Again for a long,long time. But there was always that piece missing to finish the jigsaw in my life. When the Holy Spirited guided me to the flat earth. The jigsaw was complete. https://t.co/SjpaudC2f5",
  "@CarlDevitt @tinkerbelle4321 This should help\nhttps://t.co/o75BMRTUv7",
  "I don't have to discuss how rockets fail to work in space because rockets can't even make it there in the first place. They can't even get close. Rockets go up, horizontal, and then back down to earth every single time. There is no exception to these facts.  It's all trickery.",
  "OBEY soldier. Never question the lies of psychopaths.    Works every time.  Humans have outsheeped the sheep. https://t.co/wRsGpktVQ2",
  "@LevanaLomma1 When a country is founded upon such hawkish ideas, no wonder it has been at war for more than 200 years out of the 250 odd years till date.",
  "https://t.co/f81K5cMNRg",
  "@TheWrongQuest  https://t.co/WxqgxftBqB",
  "SIMPLEST FLATEARTH EXPERIMENT:\n\n1. Get to a location w/o any nearby obstacles in view, with a long straight thin tube/pipe.\n\n2. Set the tube horizontal using a plumb or compass on your smartphone or two level water surfaces.\n\n3. See thru the tube to find HORIZON at any altitude.",
  "@body_script We have been navigating on flat waters forever.\nJust ask a real navigator.",
  "@rockytech Your dp says mass times acceleration is force.\nFor any force to be there on an object, an energy transfer occurs according to the conservation of energy principles?\n\nWhat is the source of the gravitational force?\n\nPlz don’t embarrass urself by saying mass\nIt’s all electromagnetic",
  "@rockytech Really?\nNever thought that way.",
  "@CoolHandMike777 The bright side of the whole conversation though, was one of my friends admitting that never in his wildest dreams did he ever see any of his friends believing (nay knowing, atm) that the earth is flat and motionless.\nAnd is a creation of God.\n\nAnyhow, it’s just a matter of time",
  "@CoolHandMike777 Cognitive dissonance led them to even question my intent.\n\nI’m doing it only because I somehow always found something wrong with this world, and in search of the truth #FlatEarth put every piece of the puzzle in place.",
  "@LeeWilschevic You have a lot to learn.\nImperialism=Facism=Nazism=\nCommunism=Zionism=Wabannism and so on..... https://t.co/sythYgVpQY",
  "@RunningHippo @FlatEarth3 @Science_McTesty I know where this is going\nStill carry on\nTo answer your question, yes sir.",
  "Lame ass globe defender! https://t.co/zsXQr5PZU7",
  "@Science_McTesty @RunningHippo @FlatEarth3 Factual observations like ships disappearing over the horizon, lunar eclipse, what else you got?",
  "@RunningHippo @FlatEarth3 @Science_McTesty Quit making petty judgements about others.\nRise.",
  "@RunningHippo @FlatEarth3 @Science_McTesty All such observations have been refuted time and again.\nStill I’m interested to know if you bring something new to the table. \n\nWhat observations of globe earth do you claim to have verified?",
  "After months of telling a few of my friends to research #FlatEarth for themselves seriously\nI checked on them only to find out for myself that the elites’ plan seems to be working fine\nAll are too busy and too entertained in their make believe world to open their eyes and see\n✨",
  "@aarontminded There’s difference between disregarding theories of science, and revisiting them with an open mind.\n\nOn deeper understanding of the same theories, you are going to start to question everything, only if you are willing to unlearn the lies fed to you since childhood.",
  "@RunningHippo @FlatEarth3 @Science_McTesty And the govt has nothing to do with the source of all your knowledge?\n\nI think u get what I’m trying to say still choose to blabber for argument’s sake",
  "You see what they've done here?\n\nThey have stolen all of our wealth and given us monopoly money that we trade our precious energy for. We will never be anything more than debt slaves to the House of Rothschild until we expose this fraudulent money system for what it is! Slavery! https://t.co/pHMbQmuqRc",
  "@RunningHippo @FlatEarth3 @Science_McTesty How long would it have taken for you to figure out that you are living on a spinning ball in infinite space, if you were the first person on earth?",
  "@RunningHippo @FlatEarth3 @Science_McTesty The conversations under my tweets will help you to understand, for all you globers care, why I became a flatearther in the first place\n\nBecause it entails every other Conspiracy REALITY and exposes every LIE told us since childhood.\nI only seek the TRUTH\nLook where it has led me",
  "@RunningHippo @FlatEarth3 @Science_McTesty How long would it have taken for you to figure out that you are living on a spinning ball in infinite space, if you were the first person on earth?",
  "@RunningHippo @FlatEarth3 @Science_McTesty The conversations under my tweets will help you to understand, for all you globers care, why I became a flatearther in the first place\n\nBecause it entails every other Conspiracy REALITY and exposes every LIE told us since childhood.\nI only seek the TRUTH\nLook where it has led me",
  "@RunningHippo @FlatEarth3 @Science_McTesty So you didn’t look into any of the conversations?",
  "@RunningHippo @FlatEarth3 @Science_McTesty What’s your secret?\nLemme guess....Lie about it.\nYou read nothing hippo. You just made a false claim to seize the argument and distract anyone seeking real answers.\n\nClass act!",
  "@FlatEarth3 @RunningHippo @Science_McTesty 1134 tweets in 10 mins\n113.4 tweets in 1 min\nApproximately 2 tweets per second\n\nWhoa🙌🏿",
  "@FearTheSphere_ Thank you for you two cents. \nI still don’t fear the sphere.",
  "@TomTomsharp I see.",
  "@AitSeth @Tony_Augello Yours looks damn authentic brother. Keep up the good work.",
  "@FlatUranusGroup @consumer_guy You made this thread worth reading in just an hour or so.\n\nEnjoy a good laugh folks.",
  "@FlatUranusGroup @consumer_guy Now I’m sure I should stop this conversation with a douchebag who can’t even think of insults properly.",
  "@FlatUranusGroup @consumer_guy Then who won me?🤔",
  "@ImmortalMasters No. I don’t think so.",
  "@consumer_guy @FlatUranusGroup Subliminal",
  "@ImmortalMasters  https://t.co/e6lNxSclw0",
  "@Cindy_Locher Not when the whole education system is rigged. https://t.co/5JCBOUCW2B",
  "@FlatUranusGroup Oh\nJust have a look at any of my threads.\nAny.\nYou’re welcome.",
  "Keeping in view the trends going on, I’m thinking about letting the world know a little more about myself.\nAnyways twtr fucked me over for replying to Neil disgrace Tyson’s tweet and winning the debate with globers. Had to prove that I’m not a robot, and give all access to data",
  "@Tony_Augello It’s their loss completely.",
  "@MauriceRSmith @Syounger64 @realbadger @neiltyson  https://t.co/BgwQMOENrV",
  "@Syounger64 @realbadger @neiltyson @MauriceRSmith So you think it’s possible to see the curvature from a plane flying at 35000 feet approxly",
  "@Samstongues @aortenzi @Zvezdichko @aanavyadavu @wisemoe @neiltyson In order to explain I gotta know how much you already know about the workings and the history of Foucault’s pendulum and other experiments by Foucault.\n\nThere are many explanations how it doesn’t work and is just a flawed explanation, like Henry Cavendish tosrsion balance exprmnt",
  "@Samstongues @Tony_Augello I can easily guide you to a flatearth explanation of the fakery and flawed logic of foucaults pendulum.\nBut then who wants to go thru all that\nIf you’re so interested to know look for all the explanations yourself.\nI only urge you look at both sides of the story without prejudice",
  "@sababwl @neiltyson They made a movie in 1903 I guess from earth to moon or something\nWhere wizards with hats and robes devise a plan to go to moon but then bfore going to the public they change into long coats and top hats so as to look like scientists on a mission\nIt’s funny AF\nThere on YT I guess",
  "@FlatEarth3 @RunningHippo @Science_McTesty You are making too much sense and wasting your time for a bikini wannabe.",
  "Why exactly? https://t.co/Ov7x3YlZIX",
  "@Samstongues @aortenzi @Zvezdichko @aanavyadavu @wisemoe @neiltyson You can also do the calculations of gravity and relativity\nThat doesn’t mean they have any connection to reality.\nAlso I’m losing interest here. Don’t get hurt if I don’t reply any further. https://t.co/0MipK4xEmi",
  "@Samstongues @aortenzi @Zvezdichko @aanavyadavu @wisemoe @neiltyson How can I fill in for your lack of understanding?\nTry harder buddy.\nNot just one but all of their LIES.",
  "@Samstongues @Tony_Augello I can easily guide you to a flatearth explanation of the fakery and flawed logic of foucaults pendulum.\nBut then who wants to go thru all that\nIf you’re so interested to know look for all the explanations yourself.\nI only urge you look at both sides of the story without prejudice",
  "@Samstongues @aortenzi @Zvezdichko @aanavyadavu @wisemoe @neiltyson In order to explain I gotta know how much you already know about the workings and the history of Foucault’s pendulum and other experiments by Foucault.\n\nThere are many explanations how it doesn’t work and is just a flawed explanation, like Henry Cavendish tosrsion balance exprmnt",
  "@MauriceRSmith @Syounger64 @realbadger @neiltyson  https://t.co/BgwQMOENrV",
  "@Tony_Augello It’s their loss completely.",
  "@aortenzi @Zvezdichko @aanavyadavu @wisemoe @neiltyson  https://t.co/J8jNSSi4Tf",
  "@Syounger64 @realbadger @neiltyson @MauriceRSmith So you think it’s possible to see the curvature from a plane flying at 35000 feet approxly",
  "@IncurablyBlithe @realbadger @neiltyson @MauriceRSmith Just another guy\nThe Flat Earth Guy",
  "@aortenzi @Zvezdichko @aanavyadavu @wisemoe @neiltyson Go through my handle for all you care\nAll your answers are there in my tweets, RTs and conversations therein\nFeel free to ask concomitant questions there\nBut research #FlatEarth a little first, at least the basics\nI’ll try to answer all your questions to the best of my abilities",
  "@Zvezdichko @aanavyadavu @wisemoe @neiltyson Blah blah blah blah\nDon’t you think I’ve heard all that a thousand times\nOh I know\nYou’re not doing it to convince me",
  "@Zvezdichko @aanavyadavu @wisemoe @neiltyson Never cared to ask them distinctly this.\nBecause it’s their loss if they do.",
  "@sababwl @neiltyson They made a movie in 1903 I guess from earth to moon or something\nWhere wizards with hats and robes devise a plan to go to moon but then bfore going to the public they change into long coats and top hats so as to look like scientists on a mission\nIt’s funny AF\nThere on YT I guess",
  "@aanavyadavu @wisemoe @Zvezdichko @neiltyson Tell me about it. That was my first reaction too.\nJust try debunking flatearth videos yourself, don’t rely on others to do that, not even ndt",
  "@Zvezdichko @aanavyadavu @wisemoe @neiltyson Many of my friends know that I’m a flerf.",
  "@SpiesVespers @neiltyson They were all stooges.\nScience is science fiction on steroids.",
  "@realbadger @neiltyson @MauriceRSmith FlatArthur says ‘’Bullshit.’’\nThey were all stooges, just like this Neil disrgrace Tyson",
  "@nordud24 @neiltyson No. At least not science as you know it.",
  "@sababwl @neiltyson Carry on mate. \nI want to hear more of this stuff.",
  "@Atom1kYT @wisemoe @Zvezdichko @aanavyadavu @neiltyson Oops!! I’m so sorry. \nYou opened my eyes. lol",
  "The awkward moment when you know the truth, and they still continue to lie...\n\nResearch #FlatEarth https://t.co/Qf0Y3GBc6l",
  "@wisemoe @Zvezdichko @aanavyadavu @neiltyson Aanav you have done your home-work pretty well. \nNow unlearn all the LIES and think again. https://t.co/1gFs38KOCz",
  "@SimonGr41594862 I’m trying my best buddy. Thanks!",
  "@busterknutt1 @tbragsdale @lennartregebro @thevirdas I would still take it as a ‘compliment’.\nEverything suggests a flat earth once you have unlearned all the lies fed to you since childhood.\nThe degree of ‘wokeness’ may differ.\nBut a little background of conspiracy realities comes handy. https://t.co/u6U4oEuq1A",
  "@SimonGr41594862 Still not impressed. \nI met a man on twitter who has written a book titled ‘The Earth is NOT Flat’\n\nSo you gonna have to try harder",
  "@lennartregebro @thevirdas You done with your duty?\nTo chase and find flerfs and tell them that the Earth is a globe.\nLet others research on their own, why don’t you trust them\n\nAnd yes I know you are going to have the last word for sure, based on our previous encounters\n\nMy tolerance has gone down\nSo F.O.",
  "@lennartregebro @thevirdas If only people cared to look into the kind of conversation going on somewhere else in my thread.\n\nBut no. They got a beautiful joke here, cryptic for Indians in a very cute way.\n\nSo you too Lennart, just open your eyes\nThat’s all I gotta say here\nResearch #FlatEarth\n#LiveTheTruth",
  "@SimonGr41594862 So much for creativity simon\nHow many times are you going to ask the same question?\nAre you really looking for an answer?",
  "@CraigJarrettUK  https://t.co/6svUJuL9Se",
  "@CraigJarrettUK https://t.co/SrT7fU16UE",
  "@Science_McTesty Go thru my tweets, RTs and conversations therein for all you care",
  "@CraigJarrettUK \nAnd when I take the pains to reply to you in DM\nI’m gonna have to screenshot and tweet it to make you realise that I’m doing it for the world and not to prove anything to you or myself or ANYONE https://t.co/nGpMUcF3g9",
  "@CraigJarrettUK @FlatArthur You mean, what would change if the rest of the world woke up to this truth? It would mean a collective paradigm shift. When you come to realize that your existence here is not detached from every other soul your awakening can never just be your own. My life changes when all life",
  "@CraigJarrettUK @FlatArthur rooted in these lies. The entire macrocosm of our existence is held together by these lies. Of course they don’t want the truth to be known! Everything would completely unravel! The globe lie umbrellas every other lie that our entire existence is based on.",
  "@CraigJarrettUK @FlatArthur They have lied to us in order to imprison us within our own minds. Over time, entire educational systems and every textbook within that system has been built around these lies. Millions of jobs have been created around research and development in the science fields that are",
  "@CraigJarrettUK @LevanaLomma1 Don’t get hurt kiddo",
  "@CraigJarrettUK @LevanaLomma1 Well TV also ran WWE which is real. I know it you know it. There are some things that you just know is the truth.",
  "@CraigJarrettUK @LevanaLomma1 If only you cared to look into everything that we did ( I can speak for myself with conviction)\nWe should be very, very angry.\n\nThen again the truth sets you free and gives you the calmness that is unparalleled, and anyone reading this can see for himself who’s calm and who’s not",
  "@CraigJarrettUK @LevanaLomma1 Yeah my tolerance level has gone down drastically with stupids on twitter.",
  "@CraigJarrettUK @LevanaLomma1 I cannot make the ISS\nThat doesn’t mean I can’t tell it’s fake AF.\nSo is the case with social media. That’s the best I got, far better than the previous generations, still not devoid of limitations.",
  "@CraigJarrettUK @LevanaLomma1  https://t.co/TgfTPSNVm9",
  "@CraigJarrettUK @LevanaLomma1 Because someone OWNS you.\nNot so bright Craig.",
  "@thevirdas People care about shit like this\nBut don’t want to get their hands dirty when it comes to researching a topic that is literally going to change the world as we know it.\n#FlatEarth https://t.co/p7H5vp2tfy",
  "Government is merely organized chaos fueled by belief in it's necessity... https://t.co/x4zUmTGDI4",
  "@captscorch An informed guess, still a wrong one.\nUse your brain in addition to your eyes to see.",
  "@daddymagnon @FlatArthur I refused to tell them my claim because I didn't want to influence them. My job is to encourage critical thinking so shove your stupid, petty, ignorant assertions right up your ass. You know, that place you subhuman idiot-thing #Flatderpers find all of your evidence...",
  "@daddymagnon @FlatArthur Your assumptions are no surprise to me. I've posed questions to classes in the past, topics ranging from weight loss pills to flat earth. Their job was to either support or not support and make a claim. Not one claimed earth is flat. Not 1 7th grader.",
  "@aarontminded There’s difference between disregarding theories of science, and revisiting them with an open mind.\n\nOn deeper understanding of the same theories, you are going to start to question everything, only if you are willing to unlearn the lies fed to you since childhood.",
  "@DirtWaterSphere Thanks. But you gotta try harder in order to get blocked. You’re not even close.",
  "@RANSGRANT @frogoland You are entitled to do that too. Many do. \nI’ll repeat. Why do you care only about what flatearthers have to say?",
  "@captscorch Check with those around you. Spread the word, while doing so.",
  "U live on a #Globe !!! #FlatEarth https://t.co/jdfIiLoOe2",
  "No. The evidence of poor middle school science education becomes clear when cretins proclaim \"duh duh urf  iz fwat!!!\" https://t.co/Prm43rFtGx",
  "@Science_McTesty Only because I wanted them to research without any prejudice whatsoever.\nPlus, the pleasure derived in arriving at the truth by your own quest is uniquely satisfying, and I being a good friend did not want to deprive them of the same.",
  "@mhartnett01 Yes. That depends on their level of indoctrination.\nSome are more open minded than others.\nAnd a little background of conspiracy realities does help.\nNot everyone possesses that.\n\nSo...you know..doesn’t really matter to me.\n#TruthPrevails",
  "@RANSGRANT @frogoland Why do you care?",
  "@DirtWaterSphere I know myself and my friends a lot better than you.\nNow can you tell me how can I avoid you?",
  "The #ConvexEarth movie is made by a 'society' called Project Portal. They are UFO,ET researchers with 'partners'. Partners are, let that sink in, extraterrestrials. A et called Bilu is from the constellation of Pegasus😂#flatearther run, the aliens are coming. #PSYOP #bullshit",
  "After months of telling a few of my friends to research #FlatEarth for themselves seriously\nI checked on them only to find out for myself that the elites’ plan seems to be working fine\nAll are too busy and too entertained in their make believe world to open their eyes and see\n✨",
  "@scholten75 ??",
  "The elite have \"think tanks\" that literally do nothing but construct methods on how to manipulate the public 24/7.",
  "@MyzGarrd @FlatEarthBaba @one_by_two You’re not lucky.\nDuh.\nApparently not that bright either.",
  "https://t.co/13TvNkgv2Y",
  "Can a gyroscope tell if Earth is a spinning ball?  \n\nYes it can  https://t.co/7HMYC9YvpB \n\nHow? https://t.co/Yzxqo0pzjQ\n\n#FlatEarth https://t.co/lMzrMn2Omu",
  "Drip fed BS and propaganda from birth. https://t.co/j9dKilV2vD",
  "Television has always been a tool for propaganda, designed to tell the people what to think and how to feel. If you think it is just a source for information or entertainment, you are wrong. There is always a hidden agenda behind every single thing you see on your television.",
  "@shaitan19 You’re welcome son.",
  "@shaitan19 FlatEarth 101",
  "@EarthTaco You see I got to 500 odd followers with the flatearth truth\nPeople are not ready to ‘embrace’ flatearth reality, let alone taco earth at this moment\nSo please don’t ‘embarrass’ yourself with this taco Earth whateva bullshit that your brain so fancifully put together, YET\n\nPeace.",
  "@EarthTaco You see I got to 500 odd followers with the flatearth truth\nPeople are not ready to ‘embrace’ flatearth reality, let alone taco earth at this moment\nSo please don’t ‘embarrass’ yourself with this taco Earth whateva bullshit that your brain so fancifully put together, YET\n\nPeace.",
  "Flatearthers at work...😎\n\nResearch #FlatEarth https://t.co/28aqwYjO3H",
  "@nicolequistt @FlatEarthLife @redtache Stop embarrassing yourself.\nGo start with a google search. \nStop wasting your and others’ time.",
  "ALL WORLD NUCLEAR WEAPONS SHOULD BE DESTROYED THE U.S. AND RUSSIA ARE NOT EXEMPT",
  "#Enlightenment is a destructive process. It has NOTHING to do with becoming better or being happier. Enlightenment is the crumbling away of UNTRUTH. It's seeing through the facade of pretence. It's the complete eradication of everything we imagined to be true. #WednesdayWisdom 🙏 https://t.co/WkTshQxlpo",
  "@bigfootRULE Ok. I believe you. Happy?",
  "@TheWrongQuest The definition of stupid may vary but one thing that we have to agree upon. \nThere’s many of ‘em.",
  "@TheWrongQuest Hope your buyers do. Lol.",
  "@TheWrongQuest What does that make you? Why would you make it your goal in life to open the eyes of a few stupids?\nYou really expect them to buy your book and find out for themselves that it is indeed a sphere?\n\nLet stupids revel in their stupidity.",
  "@bigfootRULE Thanks for your concern Anthony.",
  "@bigfootRULE @benaclarke @FearTheSphere_ I think this is the first time someone mentioned god in this conversation. \nHow is it ‘my’ god or ‘your’ god?\n\nEither stick to the conversation going on, or at least elaborate your point.",
  "This guy’s dad was a Freemason, he claims. Explains why he would be defending the globe to the extent of writing a book titled ‘Earth is not Flat. ‘ https://t.co/yIrFWoctqN",
  "@TheWrongQuest I see.",
  "@TheWrongQuest So if there are idiots in this world who think 2+2=5, what do you do?\n\nYou write a book titled 2+2 is not 5. \n\nIngenuity at its best.",
  "@TheWrongQuest You got no clue brother.\nIf you haven’t delved into freemasonry then it is going to sound far-fetched.\n\nKnow your stuff.",
  "@nicolequistt @FlatEarthLife @redtache So you’re searching for quality facts on twitter. \nAwesome research skills you got there.",
  "@benaclarke @jaredvc Eyes are of no use if the mind is blind.\n\nWhat’s your opinion of Michelson Morley exp, airy’s failure, cavendish’s torsion balance exp, Einstein’s relativity that abolished the existence of ether from the scientific community.\n\nIt’s all there.\nAnd Mark Sargent is a stooge.",
  "@benaclarke @FearTheSphere_ Freemasons control this make believe world of yours-all countries of the world. \nThey do it by controlling the education, amongst a thousand other aspects of your life, that forms your worldview right since childhood.\n \nIt’s upon you to take the red pill or the blue pill.",
  "@FearTheSphere_ Too bad he was using a go pro lens to show it was flat.\nProbably for globers like you so that they have something to argue about, if not hard facts.",
  "@FearTheSphere_ There’s many of them. At even greater heights.\n\nBut not for your eyes because they are taken by independent researchers and not NASA whom you trust blindly.",
  "@nicolequistt @FlatEarthLife @redtache It’s not your lucky day Nicole. \nYou are gonna have to look for the truth yourself. \nThe truth will set you free.\nAnd it is not for everyone, only for those who seek it.\n\nGood luck!!",
  "@FearTheSphere_ You talk about basic math still don’t mention the most basic info in your pic- the height. https://t.co/Z0MPkgDbRo",
  "@trumplatvians I see.",
  "@CraigJarrettUK That’s the safest stand for me now. It may turn out to be some concave/convex/infinite continuous plane of existence with other realms.\n\nBut it ain’t a globe for sure.",
  "@FearTheSphere_ Education system is rigged, not just in US but world over. We are only fed lies since childhood.\n\nMany flatearthers from various parts of the world. \n\nHow did I establish- that’s my question. How has no one been able to prove the globe earth with some irrefutable evidence for yrs",
  "@CraigJarrettUK I am a nobody you are a nobody but NASA ain’t. \nI demand truthful answers and expect nothing less. \nBut what do we get instead?",
  "@davidicke really?\nThe firmament is the asteroid belt according to you? Waters above the firmament and below.\nI’ve read your books and your hollow earth theory is a gentle deviation for all those truth seekers, to lead them astray.\n\nReptilians, 4th dimension, hollow earth—-LIES.",
  "If the earth is a globe, how come this flat earth thingy still there, despite all the ‘proofs’?\n\nFlat or not is the debate we should be engaging ourselves in only after we have established once n for all that it’s definitely not a spinning ball.",
  "The world starts making sense once you embrace #FlatEarth reality.",
  "@nicolequistt @FlatEarthLife @redtache Because it was just one tiny dot. \nEven without the Bedford exp you have a number of other easy common sensical reasons to know that it’s flat. Plus when you start getting into the whole globe earth deception, you can easily connect all the dots.\nBut if u haven’t all the dots....",
  "@nicolequistt @FlatEarthLife @redtache First of all who’s mad at you?\nSecondly I didn’t see any facts being contested here.",
  "@nicolequistt @FlatEarthLife @redtache Only wrongly",
  "I can’t wait for the day that everyone will know the earth is flat and telling them: I told you! #FlatEarth https://t.co/LcYrp9inTN",
  "I just spoke with a very smart man on the boardwalk \nI told him #EarthIsFlat and he thanked me bc he said everything makes sense knowing that \nWe chatted a while and he hugged me #flatearth ❤️ is spreading",
  "Also, Scientism was instrumental in spawning a veritable cornucopia of daft and trite Antitheist pundits such as Richard Dawkins, an excellent example of a lost, uninformed, deluded reactionary thinker, reacting to religions far less dogmatic to his own SCIENTISM https://t.co/arqv8nU2GH",
  "What Universe? It is all a Kabbalistic Luciferian fantasy, invented to enslave you and destroy the idea of God. https://t.co/XXyYC91x2b",
  "Free yourself from mental slavery https://t.co/ZW2xIXUC8j",
  "Globers..., just let go of your government indoctrinated lies. https://t.co/wgHKXFesXn",
  "@ParisUsa333 @shellyt10 I respect anyone who has the ability to see through all the lies. \nThe truth is only for those who seek it. \nAnd living the truth is bliss. \nCheers!!",
  "@ParisUsa333 @shellyt10 I respect anyone who has the ability to see through all the lies. \nThe truth is only for those who seek it. \nAnd living the truth is bliss. \nCheers!!",
  "I have deleted my Facebook. \n\nIn fact, I never had one. Friends don't put their friends into a giant intelligence database controlled by a megalomaniac who calls his users \"dumb fucks\" for trusting him. https://t.co/4KaUwRSLMm",
  "@FreeShkreli_ @Taz_Atkinson @SimonGr41594862 @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Still we can see the Chicago skyline right from the base of the buildings from more than 40 miles across. \nAmazing self debunk. \n\nGo thru the basics at least before you choose to blabber over here.",
  "@SimonGr41594862 @Taz_Atkinson @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU FE not matching reality- I’ve come too far for that can’t you see. \nGo through my other threads and post your questions there.\nI’ll answer if I find them worthy enuf.",
  "@SimonGr41594862 @Taz_Atkinson @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Stop embarrassing yourself simon. \nSay what you gotta say, I know it ends with the earth being a globe or something. \nBut then plz stfu",
  "@Taz_Atkinson @Funkenstrecke @SimonGr41594862 @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @tillyuk @Sorgfelt @SolarPhysicsEU So is it some part of your study taz?\nHow many times have you asked the same question to flatearthers?\nIs it because you seek an answer or simply because you think that’s one of your oft repeated arguments?\nGood luck with your study/research whateva\nHope this anti-fe phase passes",
  "@SimonGr41594862 @Taz_Atkinson @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU You were shown the steps that lead to a globe earth when you were a child.\nBut we grow up Simon.\nThe sooner the better.",
  "@SimonGr41594862 @Taz_Atkinson @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Who’s changing the subject now?\nAnyways I’m done here.\nGood luck with your anti-flatearther phase of life. I hope it passes.\nBecause flatearth is here to stay.\nAnd I can say that with such conviction because I know that’s the TRUTH.\nTake it or leave it.",
  "@shellyt10 @ParisUsa333 https://t.co/Zt7VBEtoBJ",
  "@shellyt10 @ParisUsa333 Mine with friends on a Whatsapp group.\nBut I cherished the experience of opening some eyes, and of winning the conversation just by showing people how little they had ever wondered about the world that we live in.\nPeople don’t watch sunrise, sunset, night sky, moon etc these days",
  "@SimonGr41594862 @Taz_Atkinson @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU I’ve seen many dumb photographers. What’s your point?\nFind out for yourself dude.\nWatch any video on perspective, fe or not, and find out the reason why there’s a limit to the zoom of Nikon P900 even, with 83X optical zoom, and some more with digital.\nLet alone the human eye dude",
  "@SimonGr41594862 @Taz_Atkinson @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU I did not answer because I’m not here to teach you son.\nAnd if you truly are bothered about finding the truth for yourself, then you are going to cherish the steps that led you to the truth.\nHence, keep looking for answers.\nBut you’re barking up the wrong tree right now.\nBuzz off",
  "@Taz_Atkinson @SimonGr41594862 @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Perspective. That’s the best I can do. Hope it helps.\nC’mon Taz get over it.",
  "@Taz_Atkinson @SimonGr41594862 @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU I see flatearth everywhere https://t.co/NFp1c6pUdf",
  "Huge argument during a family diner because the disagree with the Flat Earth and want me to stop talking out it because it makes me look stupid according to them.. can’t wait for them to wake up #FlatEarth so grateful for you guys #flatearthers",
  "@SimonGr41594862 @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Yes or no?",
  "@davebrooker322 Why Monday?",
  "@samuel @dps1879 Maybe.",
  "@Vemshnub Ingenious.",
  "@SimonGr41594862 @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU It’s not a valid question because that is not observed by millions, just because you said so and have a meme that’s flawed at so many levels.\n\nThe closest I can emulate the same effect in a question is like this:\nDo your friends know that you are dumb AF?\nYes or No",
  "@SimonGr41594862 @whoopsbuni @redtache @nicolequistt @Rjinswand Rephrase\nOr maybe don’t",
  "@whoopsbuni @redtache @nicolequistt @Rjinswand Thank you for making your intentions clear.\nI don’t engage in conversations with bikini trolls these days.\nOnly people asking genuine questions after having done their research on the topic. \n\nSo good bye bukini",
  "@whoopsbuni @jaredvc Use your brain too, in addition to your eyes.",
  "@whoopsbuni @redtache @nicolequistt @Rjinswand Still you make it to be your area of interest?",
  "@whoopsbuni @redtache @nicolequistt @Rjinswand All such anomalies are explained and circulated rigorously by your fraternity of globe supporters ( the reason behind such a stand still eludes me)\n\nI’m only asking open minded friends to start applying common sense instead of BS circulated by those who have been hiding the truth",
  "@whoopsbuni @redtache @nicolequistt @Rjinswand From the point of view of the stick figure, do we have to look down to see the curvature at any point on earth?\nThe answer is a clear NO. Because horizon is always level, and is the point of convergence of perspective of the sky and land/water.",
  "@whoopsbuni @jaredvc Go through my handle and post your questions as replies to the discussion that has already happened, instead of asking a basic question that only shows your ignorance.\n\nAlso check out how I pointed the urge of globeheads to have the last word always. Like you’re going to do now.",
  "Stupidity has no limits. https://t.co/RaWw7emDaD",
  "Sometimes I’m not in the mood to convince people that the Earth is flat. \n\nDoes that make me a bad person? https://t.co/3IoJky94OH",
  "@CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU So not having a picture of the edge seems to be your most lethal and potent, and possibly the only weapon you got against flatearthers. \nHmmmmm",
  "@CubeSteve @Funkenstrecke @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @tillyuk @Sorgfelt @SolarPhysicsEU Excellent research skills you got there. Carry on the good work.",
  "@mansoor5_ahmed @BBCClick @BBCWorld @daraobriain @ProfBrianCox Pretty much. Yes.",
  "@notdillinger @BBCClick @BBCWorld The Earth is flat. \nEvolution is a lie.",
  "@jaredvc I only care about the truth, which needs no explanation. \nI’m here after I have considered everything.\nYou on the other hand are just here to refute someone else’s claim, irrespective of the proofs that they got.\nUnlike you, I have a reason to be here i.e. to spread the word.",
  "@JetsGoLove But you don’t have any.",
  "@redtache @Vanitistic @nicolequistt @Rjinswand Peace.",
  "@redtache @nicolequistt @Rjinswand I’m sorry but that’s flatearth 101. \nThis only shows how ignorant you are. \nMoon is one of the biggest clues that flatearthers use.\n\nYou answer a simple question: how is it possible that during lunar eclipses, both sun and moon are visible? Not just once. Check historical records",
  "@redtache @nicolequistt @Rjinswand Just that I’m sure anyone researching flatearth with an open mind will arrive at the same conclusion. \nThose who don’t, people like you, lack basic logical reasoning and the ability to truly open their minds to possibilities beyond their set worldview.",
  "@redtache @nicolequistt @Rjinswand You have got to put in some efforts. \nDon’t expect to be spoon fed. \nI don’t have the time.",
  "@reedjenkinns @lennartregebro @TheTwemini I see.",
  "@redtache @nicolequistt @Rjinswand You wouldn’t be asking such basic flatearth questions if you cared so much as to check for them from any FlatEarther\n\nThat’s the what, and only after you know what one is saying can you understand why one is saying such things\n\nIf you got some genuine questions, I’m ready to ansr",
  "@redtache All around you. Just open your eyes.",
  "@redtache @FlatEarthLife @nicolequistt Is this your idea of scientists? https://t.co/kPul1qQZFD",
  "@DigitalKeith You opened my eyes. Lol.",
  "I will believe that I have a govt that governs with the consent of the people, when THE GOVT gives up its GUNS, not a second before.",
  "The US govt has been caught over and over telling the biggest most outrageous lies.  So, if you call someone who does not believe the US govt's official story, a conspiracy theorist, (which is a term coined and created by the CIA) then who is the real fool in the conversation?",
  "@Shashasimon2 Yes, truth is a scary thing in a world of lies. The people prefer to go with the flow and love their 'security' of lies.",
  "@Hugoschild @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU If that’s your way of making yourself feel smart, so be it. \nBut dude that’s flatearth 101.",
  "@Hugoschild @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU The question is: why should anybody tell you?\nAt least not worth my time at all. \nI have bigger fish to fry. \n\nYou carry on your search for that flerf. Gotta be a little more persuasive.",
  "@Hugoschild @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Research #FlatEarth basics first, before asking such naive questions.",
  "One reason people won't investigate #flatearth is fear. They sense within themselves it will lead somewhere they don't want to go. This is understandable. Who wants to have their whole perception on life totally overturned, and be shown that they live in a false reality?",
  "https://t.co/v0qnnDFrCB",
  "You've been told so many lies that the truth is now unbelievable. The #FlatEarth opens your eyes to the truth.\n\nResearch #FlatEarth",
  "😂😂😂 nobody wants a flesh eating satanist kissing them 😂🤣🤣🤣😂😇😇😇 @Gem_WifeOfRhye @FlatEarthCity omg 😮😆😂😆😂🤣 #SueHerAss @CharlieCanFly 🤣😂🤣 @davino1959 @blondenfun1 https://t.co/8BnlMMyMLv",
  "https://t.co/75FQXPdZ9m",
  "All of ‘em. \nBigBang, Evolution, Gravity, Relativity, Heliocentrism, The Theory of EVERYTHING. https://t.co/H9UQEHfp16",
  "@CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Start with this BASIC fact that you can double check anywhere on this earth. https://t.co/dv92XF1o57",
  "@CubeSteve @Funkenstrecke @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @tillyuk @Sorgfelt @SolarPhysicsEU You have to be a little more persuasive.",
  "@CubeSteve @Funkenstrecke @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @tillyuk @Sorgfelt @SolarPhysicsEU How did you double check these for authenticity? \nConsidering you do that for everything presented to you.",
  "How is the world not enraged at this?\n#Pizzagate https://t.co/Iamx4CRfPh",
  "@Taz_Atkinson @TheChadUknow @CubeSteve @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU The world changed literally when a new continent was discovered 500 years back.\nWhat happened when we found one after that?\nNothing close.",
  "Where’s the edge? https://t.co/7rVGdUgvgZ",
  "*years https://t.co/OBlNYZ778U",
  "@tejas_dc @BBCClick When will the right time come, according to you?",
  "Flat Earth Man - The BEST flat earth song EVER!  AKA \"Nasa is faking eve... https://t.co/3n1dmCVRht via @YouTube\n\nI fucking love this guy. \nFlat Earth Man might as well be the coolest man on @YouTube",
  "@FarOutAkhtar The real one was dead long ago.\nFor the world he died today.\n\nDo you know what is the average life expectancy of a person with ALS?\nIsn’t it a miracle he lived more than 50 years after that.\nOr maybe, HE DIDN’T\nSo as to feed more LIES to the public in the name of science.\n#WakeUp https://t.co/6oWOgULNiQ",
  "@thetanmay I’d still grab the opportunity to tell people that the Earth is flat and motionless. \nResearch #FlatEarth\n\nAnd post a corny meme in the conspiracy circles in the western countries, but Indians are too busy thinking of jokes that get a fatso’s approval\nLike this one https://t.co/dgBKNzUpPi",
  "@L4nc3_4_l0t @WobblyDjeli @Djon_Ma @BBCClick @elonmusk Thank you for your help in spreading the word.",
  "@EnricBernades @BBCClick @BBCWorld It’s more of a cliche but do you know what is the reason that most FlatEarthers today are FErs bcz they tried to debunk the flat earth in the first place.\nA little background of conspiracy theories makes it easier to connect the dots. https://t.co/7E2xVu9Go5",
  "#Pseudoscience https://t.co/PScgbMOX3B",
  "Memes do what they are supposed to do.\nDo your own research first with an open mind. https://t.co/F3mrK2cEdR",
  "#TruthPrevails https://t.co/BCccwukfba",
  "Albert Einstein was a stooge. https://t.co/YUcQP8amaz",
  "Don’t believe in believing https://t.co/ZLbuuFuuJC",
  "Hahaha\nGlobetards are fun. https://t.co/9KH6vYl5AV",
  "I told few of my close friends about #FlatEarth today. \n\nI could feel this rage mode. https://t.co/zOJAZQ8VtF",
  "@ElonMuskNewsOrg You ain’t fooling no one. https://t.co/SwTLzahhCT",
  "@helen670 Thanks",
  "@helen670 When?\nI’m looking for a timeline. Gotta plan things accordingly.",
  "Funny AF.\n\nIs 2018 the year of the alien invasion?\nExcited ain’t exactly the word.\nThe whole experience is going to be ‘out of this world’. \n\nThe demonisation of Russia has taken the fast lane. The alien propaganda has reached everyone thru fake news and Netflix.\n\nWhat’s next? https://t.co/ifoFQjvb0M",
  "#FlatEarth says, ‘’Research me.’’",
  "@82jsmith @eco2247 @SpectremanKnows Have you done your research  or expect spoon feeding?",
  "@BamaDan78  https://t.co/hem6431qAD",
  "@EvanMaloney5 @FlatEarthOrg @NASA @NASAHubble  https://t.co/VT598PpY7a",
  "@eco2247 @SpectremanKnows @82jsmith Helicopter why?\nI’m talking about A380",
  "@BamaDan78 Dig a little deeper.",
  "@BamaDan78 Proves my point all the more, doesn’t it?",
  "@classblah Only for you to find out for yourself.\n\nYou’re welcome.",
  "@SpectremanKnows @82jsmith Non-existence doesn’t exist.",
  "@BamaDan78 Go publish your paper or write a book. \nOr post it on your twitter.",
  "@82jsmith @SpectremanKnows Maybe some day. Today’s not your lucky day.",
  "@82jsmith @SpectremanKnows Now you’re talking. \nDo you know how jet engines start?",
  "@82jsmith @SpectremanKnows You clicked any pics from your refueling days? It will help the credibility of your claims a lot.",
  "@82jsmith @SpectremanKnows Good piece of advice. \nSee for yourself and think for yourself before believing anyone, I’ll repeat ANYONE.",
  "@82jsmith @SpectremanKnows So you’re sloppy in general, not just here. Sigh.",
  "@BamaDan78 Are you done playing your part?",
  "@BamaDan78 Research.",
  "@BamaDan78 That’s your proof?\nThat’s like saying evolution is true because you have seen apes.\nYou gotta do better man, instead of relying upon deprecating others to prove your point.",
  "@82jsmith Waiting for a pilot to respond.",
  "@mayhew_rees Agreed. But what tells you that lift force is not produced by engines running on compressed air technology?",
  "@BamaDan78 Got proof that they don’t? Except that they tell you so",
  "‘’Here’s a rhetorical question. \nWhat is the optimal temperature for the Earth?\nIt’s clearly not the temperature that we have today. That would be a miracle!\nIt may be 2 degrees warmer or colder.\nNobody knows.’’\n\n-Nobel laureate Ivar Giaever (Physicist)\n\nGlobal warming is a LIE. https://t.co/HwaFdJcDhS",
  "@Anamcara2015 So they say!!",
  "And this is where all that fuel is stored.\nMaximum take off weight of a whopping 575 tonnes, supported upon 22 tyres in the landing gear.\n\nGimme a break! https://t.co/VddlTlW0D2",
  "Do planes really fly on jet fuel?\nOr is it just compressed air technology that they’re not telling you about?\nWould you still willingly pay the same sums of money for tickets if they told you that your travel is virtually for free, air is the fuel?\n\nWe have been hoaxed, big time. https://t.co/4Qi4p7YJO0",
  "@TeamBoA @lennartregebro @ProfBrianCox Just spreading the word son. \nThen I want them to arrive at their own conclusions.",
  "@lennartregebro @ProfBrianCox  https://t.co/kBVIWu8Kpm",
  "@lennartregebro @ProfBrianCox  https://t.co/EzM87YXCxS",
  "@ProfBrianCox Research #FlatEarth https://t.co/vzns9SpjBi",
  "Wait a second... am I reading this right? Any globe professors want to teach me? #flatearth https://t.co/3p6swP9LPM",
  "Need expert opinion. https://t.co/KEgsGC9uz5",
  "@Theflateartherz You just took a meme that’s been flogged to death, explained the same thing in more words than necessary and people love it.\n\nAnyways, I guess many are new to this thing. You’re doing a great job brother. Keep spreading the word.",
  "https://t.co/uDmZb2dPBW",
  "#ConnectTheDots\n#FlatEarth https://t.co/2Wp97o8yvm",
  "@L4nc3_4_l0t @WobblyDjeli @Djon_Ma @BBCClick @elonmusk I know how people are going to react. Still I’m doing this. Bcz someone has to. https://t.co/o1kdctCiV7",
  "@jaredvc In short. \nAll of them theories are nothing but LIES. \nI think I’m done here.\nNot here to teach, only to awaken.",
  "@jaredvc And the basis for all your overt conviction is maths that I suppose you haven’t even looked at, let alone doing it yourself.\n\nThat’s your prerogative.",
  "@BostonsBuddha @jaredvc Satellites are fraud. \nHis book was part of predictive programming, like many others by jules Verne et al. \nYou thought I chose the name out of respect?\nI’m calling Albert Einstein a stooge, you need to catch up dude.",
  "@jaredvc Exactly my point. https://t.co/xaGye6g3Ch",
  "@jaredvc Do you know what happens to water in vacuum?\nWhat is your idea of ‘perfect’ vacuum?",
  "@jaredvc Ok wait. I know where you’re going with this. \nPerfect vacuum only exists in theory, just like black holes.\nJust like BigBang, evolution, relativity, gravity. Just theories.\n\nI’m calling a total BS on all of that.",
  "@Kirstyleiighh 😱\nI have no clue why you are saying that but bang on. What a day!",
  "@jaredvc Where it all started- vacuum sucks. There cannot exist a transition phase, especially when talking about the supposed absolute vacuum of space, the like of which even the most powerful vacuum chamber on earth created by NASA in Ohio can’t replicate...\nPhew\nGimme a break dude",
  "@jaredvc If only insults kicked you out of your slumber.",
  "@jaredvc You really believe that yourself or want others to believe in this flawed logic?\nVacuums don’t meet non vacuum ‘gradually’. Common sense tells me that. But I understand common sense is not very common. \nAt any rate, I’ll let people reading this decide for themselves.",
  "@jaredvc The ‘explaining’ part.\nJust saying gradually the non vacuum of atmosphere meets the absolute vacuum of space, is not a logical explanation.\nIt’s just regurgitating the same stuff, with no relation to observable reality of vacuum chambers operated on earth by NASA and many others.",
  "@jaredvc Go through my thread. There’s ennough proof for your tiny brain. \nIf you seriously want to get into the details, you can start with mark sargent or Eric dubay’s flatearth clues/proofs.",
  "@jaredvc Gradually? That’s all you got?\nAnd to create the effect that your explanation lacks, you had to use caps and spaces?\nPathetic. \nTry again kiddo.",
  "@jaredvc Dishonest meme?? Lol. \nYour choice of word is bcz of the people in that meme.\nSubliminal effect.",
  "@jaredvc I only care about the truth, which needs no explanation. \nI’m here after I have considered everything.\nYou on the other hand are just here to refute someone else’s claim, irrespective of the proofs that they got.\nUnlike you, I have a reason to be here i.e. to spread the word.",
  "@BurgertimeKid @Spacehehehe  https://t.co/keIp37T2MG",
  "@Angry__Logic @warriorofwoke  https://t.co/1YeL6G248g",
  "@jaredvc How do you know whatever you know about the latter? https://t.co/36Lo9YMXIP",
  "@jaredvc No clue",
  "@Angry__Logic @warriorofwoke Irrefutable logic, like always.",
  "World Record Disproves Globe Earth #FLATEARTH — Steemit https://t.co/74MWedPiJK",
  "@warriorofwoke So you’re looking for flatearth evidence on twitter?\nGodspeed.",
  "@HealthRanger  https://t.co/FMTNQTPGer",
  "@mikopoetry Do you really believe in the reptilians and other ancient aliens stuff?",
  "@badibulgator @Jonah_was_eaten @tbragsdale @BookishNeptune If you have verified it yourself, why don’t you share the same with other bikini trolls. They seem to be clueless while defending the globe earth.\nBtw how did you figure out it’s round?",
  "@badibulgator @Jonah_was_eaten @tbragsdale @BookishNeptune By simple astronomical observations you mean? Care to elaborate?",
  "Is it really worth your time to be engaging with disinfo agents over basic questions?\nC’mon globeheads, come up with something that either makes sense or at least has the semblance of curiosity about a topic that is literally going to change the world as we know it. https://t.co/VL0EmAoIFA",
  "@AiNaTow @Da_BuDMaN @markdotcomau @Taz_Atkinson @AthEngMan @Dragonsoul9Name @CubeSteve @ChuckMorrison18 @ThinkForYourse5 @realChefJared @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU I forget to tell ya\nI block bikini trolls on sight these days",
  "@AiNaTow @Da_BuDMaN @markdotcomau @Taz_Atkinson @AthEngMan @Dragonsoul9Name @CubeSteve @ChuckMorrison18 @ThinkForYourse5 @realChefJared @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU I see you’re back.\nAnd that too with the funniest logic of yours till date. \nY u no add bikini in ur name?",
  "@ITS_N1GH7OWL @FlatEarthOrg You’re ingenious.",
  "@partyxhero  https://t.co/Uw4QJaoDJ3",
  "@EnricBernades @BBCClick @BBCWorld It’s more of a cliche but do you know what is the reason that most FlatEarthers today are FErs bcz they tried to debunk the flat earth in the first place.\nA little background of conspiracy theories makes it easier to connect the dots. https://t.co/7E2xVu9Go5",
  "@L4nc3_4_l0t @WobblyDjeli @Djon_Ma @BBCClick @elonmusk Thank you for your help in spreading the word.",
  "@L4nc3_4_l0t @WobblyDjeli @Djon_Ma @BBCClick @elonmusk I think it’s time to give up on you. https://t.co/5MxKvCy9nn",
  "@L4nc3_4_l0t @WobblyDjeli @Djon_Ma @BBCClick @elonmusk Only if it’s a happy village. \nThe analogy doesn’t work for the miserable world that we live in.",
  "@EnricBernades @BBCClick @BBCWorld In case you haven’t noticed yet, the whole FlatEarth thing is predicated upon that. I ask you to question everything that you’ve been taught since childhood and revisit everything with an open mind.",
  "@L4nc3_4_l0t @WobblyDjeli @Djon_Ma @BBCClick @elonmusk I know how people are going to react. Still I’m doing this. Bcz someone has to. https://t.co/o1kdctCiV7",
  "@ForeverFlatErth We need to unite man. Sometimes I feel it’s not worth doing it, dismayed by the ignorance I see everywhere.\n\nI’m still doing it because I have a cause. And that is to awaken those who feel something is not quite right about the world we live in.\n#FEUnite\n\nhttps://t.co/JOnXvtYQac",
  "@EnricBernades @BBCClick @BBCWorld It took me years of research to arrive at this conclusion. You have got to start somewhere.",
  "@L4nc3_4_l0t @WobblyDjeli @Djon_Ma @BBCClick @elonmusk I was talking about people who are hearing this for the first time. \n\nI, on the other hand don’t believe in believing. \nI have done my research and know it for a fact that Earth is not a spinning ball and that space is being faked and no real photos of earth/satellites exist.",
  "@EnricBernades @BBCClick @BBCWorld Go through FlatEarth 101\nOr has spoon feeding become an acquired habit of yours since childhood?",
  "@L4nc3_4_l0t @WobblyDjeli @Djon_Ma @BBCClick @elonmusk Go through this and other threads on my handle. \nMy job here is done. \nBelieve it or not but the earth is flat and stationary. You have been lied to all your life. I know it sounds crazy but there’s nothing I could do about it.\nhttps://t.co/ng446EM0nT",
  "No intention of blowing my own trumpet. \nI’m only saying this because I want the world to notice the FlatEarthers are not just a crazy bunch of people. Well....except a few. \nAll are sane and logical. ALWAYS.\nI love you guys.\n\nBecause I can boldly ask others to \n#WakeTheFuckUp https://t.co/6RzkiC5gdG",
  "@L4nc3_4_l0t @WobblyDjeli @Djon_Ma @BBCClick @elonmusk I have an amazing ability to connect the dots. And for that you need to know a lot of things. \nNot everyone has the time or inquisitiveness. \nI have arrived at this conclusion after thorough research on various subjects.",
  "@EnricBernades @BBCClick @BBCWorld I guess we’ll find out.",
  "@WobblyDjeli @L4nc3_4_l0t @Djon_Ma @BBCClick @elonmusk I don’t believe anyone’s word/eyes. I’d rather say I don’t believe in believing. \nI know it for a fact after thorough research that it is NOT a globe.",
  "@L4nc3_4_l0t @Djon_Ma @WobblyDjeli @BBCClick @elonmusk Do you just want others to believe that or you really believe that yourself?\n\nSpace is fakery. All are involved.",
  "@EnricBernades @BBCClick @BBCWorld Sooner or later you will have to accept the #FlatEarth reality.",
  "@EnricBernades @BBCClick @BBCWorld Ignorance is a choice in today’s world.",
  "@wordbird67 @true_flatearth  https://t.co/6f1qCNdHHI",
  "@wordbird67 @true_flatearth Wasn’t telling you.",
  "@notdillinger @BBCClick @BBCWorld The Earth is flat. \nEvolution is a lie.",
  "@tashawrites @BBCClick @BBCWorld Why do you have to believe something in the first place?\nResearch it and come to your own conclusion.",
  "@Mohammedelfandi @BBCClick @BBCWorld Are all flatearthers too?",
  "@mark1478 @TheOtherVoice @BBCClick But #FlatEarth is here to stay. Start your research asap",
  "@EnricBernades @BBCClick @BBCWorld Start your research with #FlatEarth basics.",
  "@ZuluMbekezeli @BBCClick @BBCWorld  https://t.co/0EV6pvQm7l",
  "@simba_83 @BBCClick @The1Voyce Exactly my point. \nCan’t hide the truth forever.",
  "@LambLaraD @BBCClick @BBCWorld @DarwinAwards Very funny.",
  "@mansoor5_ahmed @BBCClick @BBCWorld @daraobriain @ProfBrianCox Pretty much. Yes.",
  "@engsabbir @BBCClick There are many on twitter.",
  "@MattC_STFC @BBCClick  https://t.co/jzcEE8NCh3",
  "@tejas_dc @BBCClick When will the right time come, according to you?",
  "@Spiritimvu @BBCClick @BBCWorld You wish.",
  "@fozref @BBCClick You are asking the right questions. \nTry finding the answers with an open mind.",
  "@wk2hd @BBCClick @BBCNews Round or Flat no big deal or what?",
  "@budleebuzz @BBCClick @BBCWorld You’re a good man. \nNow go be a smart one too. Research #FlatEarth",
  "@Rau_K @BBCClick Research with an open mind. Ask questions when needed.",
  "@earthlingjimmy @BBCClick @BBCWorld True that. \nYou can research still.",
  "@kotalifeguy @BBCClick @BBCWorld Try to think of something new. \nThis joke has been flogged to death already.",
  "@Djon_Ma @L4nc3_4_l0t @WobblyDjeli @BBCClick @elonmusk $4.9 bn govt subsidies to FakeX?\nWhat did the taxpayers get in return?",
  "@AlexMayer283 @BBCClick @BBC Exactly my point.",
  "@powermartin @ClarkeeDan @BBCClick @BBCNews How are you so sure?",
  "@IanSW68 @PortlandatHeart @thisisradio3dom @BBCClick @BBCNews He’s not the only flatearther on earth.",
  "@dukeragetroll @stevegas4 @Dr_Fruitloop @BBCClick You guys done joking? Now go do some research with an open mind.",
  "@HaydenDunstan @Aaron_M_DeVries @BBCClick @BBCNews I don’t believe the earth is flat. I know it. Everything has led me here over past several tears. And I can totally understand your reactions.",
  "@cockneyblagger @BBCClick What makes you think there’s an edge?",
  "@skibebz @Evelina @jref I see.",
  "@JsunBroyles I don’t think so.",
  "@greenrd @LeftFootFwd I do. \nI mean I don’t just believe it. I know it for a fact.",
  "@namolxs It’s true too.",
  "@shmr50 @nycsouthpaw @randyprine You wont be able to hide the truth for long.",
  "@partyxhero Look at dozens of other easy proofs of flat earth.",
  "@globe_4_life @true_flatearth Because they don’t teach you.",
  "Best usage of the word literally: https://t.co/awpAocyiJo",
  "@ITS_N1GH7OWL @FlatEarthOrg Is that the best you can do?",
  "@wordbird67 @true_flatearth Don’t let these bikini trolls affect you. You can have fun with them all you want.",
  "@true_flatearth We will get there brother. Cheers to a good beginning.",
  "@ChuckMorrison18 @Da_BuDMaN @markdotcomau @realChefJared @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @Dragonsoul9Name @tillyuk @Sorgfelt @Taz_Atkinson @SolarPhysicsEU You’re just playing your part Chuck https://t.co/aQlXt3kJwA",
  "@GodofGreen2 @1starshot Regurgitating the same stuff is still tolerable. One of them was just stuck on seeing the picture of the edge taken by flatearthers, and that seemed to be his only argument.\n\nDoesn’t take much time to understand who’s asking genuine questions or are just disinformation agents.",
  "@CubeSteve @Funkenstrecke @TheChadUknow @markdotcomau @realChefJared @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @ThinkForYourse5 @Taz_Atkinson @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @tillyuk @Sorgfelt @SolarPhysicsEU Blocking you will be evidence that you are just one of them disinformation agents. And here you go.",
  "@CubeSteve @Funkenstrecke @TheChadUknow @markdotcomau @realChefJared @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @ThinkForYourse5 @Taz_Atkinson @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @tillyuk @Sorgfelt @SolarPhysicsEU  https://t.co/yB6vF5XXVC",
  "@CubeSteve @Funkenstrecke @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @tillyuk @Sorgfelt @SolarPhysicsEU Priorities people. Priorities.",
  "@CubeSteve @Taz_Atkinson @TheChadUknow @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Oh wait. \nYou didn’t get it, did you?\nToo much for your tiny brain’s limited vocabulary. \nNonetheless you have mastered the use of the word ‘edge’. Lolol.",
  "@CubeSteve @Funkenstrecke @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @tillyuk @Sorgfelt @SolarPhysicsEU You have to be a little more persuasive.",
  "@CubeSteve @Funkenstrecke @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @tillyuk @Sorgfelt @SolarPhysicsEU Have you tried helping the millions who don’t even have access to food?\nDo you consider them to be living in your society?",
  "@CubeSteve @Funkenstrecke @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @tillyuk @Sorgfelt @SolarPhysicsEU Excellent research skills you got there. Carry on the good work.",
  "@CubeSteve @Taz_Atkinson @TheChadUknow @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Now who’s dodging?\nAre you in the club as well?",
  "@CubeSteve @TheChadUknow @markdotcomau @realChefJared @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @ThinkForYourse5 @Taz_Atkinson @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Its all there in my handle and on countless other sources. \nHad you really been looking for answers you wouldn’t be here.",
  "@CubeSteve @TheChadUknow @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU You forgot to ask: Show me the edge. Lol.",
  "@CubeSteve @TheChadUknow @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU I see.",
  "@CubeSteve @Taz_Atkinson @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU If you were really searching for proofs you wouldn’t be asking people on twitter for sure.",
  "@CubeSteve @Funkenstrecke @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @tillyuk @Sorgfelt @SolarPhysicsEU How did you double check these for authenticity? \nConsidering you do that for everything presented to you.",
  "@CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Start with this BASIC fact that you can double check anywhere on this earth. https://t.co/dv92XF1o57",
  "@CubeSteve @Taz_Atkinson @TheChadUknow @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Ok then. What about the demented paedophilic megalomaniacal elite ruling class of today?\nI’m sure you must have double checked.",
  "@TheChadUknow @markdotcomau @realChefJared @CubeSteve @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @ThinkForYourse5 @Taz_Atkinson @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Not for very long brother. I’ve been at it for quite some time now.\nEntertainment is good but don’t waste much of your time in explaining stuff to this bunch at least, they’re here for a reason.",
  "@CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU So not having a picture of the edge seems to be your most lethal and potent, and possibly the only weapon you got against flatearthers. \nHmmmmm",
  "@CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU YOU are not worth so much of my time. Go through my handle and help yourself with all the answers that you want. \nI’m not going to do your work for you.",
  "@CubeSteve @TheChadUknow @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Asking the same dumb question a hundred times is worse.",
  "@CubeSteve @TheChadUknow @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Since you asked me to show you the edge a hundred times, I suppose you consider me to be a verifiable evidence.\nSeems legit.",
  "@Taz_Atkinson @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Because it doesn’t mess with your worldview built around lies and only lies.",
  "@CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Your stupidity is unbearable.",
  "@CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU So I am the one upon whom you rely to show a picture of the edge. \nReal mature.",
  "@CubeSteve @Taz_Atkinson @TheChadUknow @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU You just belittled Columbus and worse than that, your indoctrination that you just rely on ‘scientists’ to tell you things. \nI don’t. https://t.co/TZVAsqWCY1",
  "@CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU We haven’t found the missing link in like 150 years after Darwin. Not just one but many missing links in this farce of a theory ignominiously touted as the greatest idea that mankind ever conceived.\nI’m calling a total BS on that one.",
  "@CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU If only you were equally persistent on nasa showing you the ball.\nOh wait.....",
  "@CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU I have given a lot of time and effort in proving these to myself in the first place. \nYou’re not that lucky today.\nGo through my handle. It should help you a lot.",
  "@CubeSteve @TheChadUknow @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU I don’t believe nasa photos, will you believe mine?\nGullible dumbfuck",
  "@Taz_Atkinson @CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU BigBang and observable should never be used together. Makes your point all the more weaker.",
  "@CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU You win. https://t.co/Li17CtZxkc",
  "@Taz_Atkinson @TheChadUknow @CubeSteve @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @realChefJared @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU The world changed literally when a new continent was discovered 500 years back.\nWhat happened when we found one after that?\nNothing close.",
  "@CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU So I expected. \nResearch not just #FlatEarth but a wide variety of other topics of science. https://t.co/uwCfPyfdFw",
  "@CubeSteve @TheChadUknow @chooselovetoday @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU What makes you think there’s an edge?",
  "@CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU Theory as in theory of evolution, theory of relativity, big bang theory, etc right?\nIn how many of them do you believe?",
  "@CubeSteve @Dragonsoul9Name @ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Taz_Atkinson @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @tillyuk @Sorgfelt @SolarPhysicsEU So is evolution\nAnd countless other pseudo-science like BigBang, relativity, gravity\nAll just theories being taught as quasi-facts bcz of which majority find it hard to get it out of their heads.",
  "@Taz_Atkinson @Da_BuDMaN @ThinkForYourse5 @markdotcomau @ChuckMorrison18 @realChefJared @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @Dragonsoul9Name @tillyuk @Sorgfelt @SolarPhysicsEU Evidence of globe, there isn’t any.",
  "@PurifierDragoon @ThinkForYourse5 @Taz_Atkinson @markdotcomau @ChuckMorrison18 @realChefJared @Da_BuDMaN @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @Dragonsoul9Name @tillyuk @Sorgfelt @SolarPhysicsEU How blindly do you trust ‘them’?",
  "I don’t get it at all about #globeheads https://t.co/D1Rz7bDRF2",
  "https://t.co/lxjvmGp9y3",
  "‘’Here’s a rhetorical question. \nWhat is the optimal temperature for the Earth?\nIt’s clearly not the temperature that we have today. That would be a miracle!\nIt may be 2 degrees warmer or colder.\nNobody knows.’’\n\n-Nobel laureate Ivar Giaever (Physicist)\n\nGlobal warming is a LIE. https://t.co/HwaFdJcDhS",
  "Vacuums suck.\nVacuum sucks. \n\nWhateva! I think you get it. \n\n#FlatEarth",
  "@lennartregebro @UnCastellsMes @NotFamousTv Spare me the details. \nI know you are going to say it anyways.\nBcz ‘you care abt the world’\nI get it.",
  "@lennartregebro @UnCastellsMes @NotFamousTv The question is: why be a child?\nLet stupids revel in their stupidity.",
  "@FlatArthur @ChuckMorrison18 @Da_BuDMaN @markdotcomau @realChefJared @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @Dragonsoul9Name @tillyuk @Sorgfelt @Taz_Atkinson @SolarPhysicsEU  https://t.co/P1IG5XxTRN",
  "@lennartregebro @UnCastellsMes @NotFamousTv Proving others to be illiterate didn’t make you a literate lennart. \nNo surprise I find you everywhere, debunking flat earthers with the same banal arguments.\nAwesome pastime you got there for yourself.\nUnlike you, #Flatearthers got their own shit to care about, not stupid trolls",
  "@ChuckMorrison18 @PLATOSCAVE007 @Da_BuDMaN @markdotcomau @realChefJared @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @Dragonsoul9Name @tillyuk @Sorgfelt @Taz_Atkinson @SolarPhysicsEU Why do you feel the need to mock a bunch of idiots with crazy beliefs like #FlatEarth just to show that you are never ever going to join that group. \nA more sensible option would be to just stay miles away from such utter stupidity.\nI don’t hate you either, just curious.",
  "@ChuckMorrison18 @PLATOSCAVE007 @Da_BuDMaN @markdotcomau @realChefJared @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @Dragonsoul9Name @tillyuk @Sorgfelt @Taz_Atkinson @SolarPhysicsEU You sound confused. \nHope you are able to find your peace. \nDon’t rely on others to show you the path. \nDo your own research ( that u certainly seem to lack chuck) and arrive at your own conclusions.",
  "@ChuckMorrison18 @markdotcomau @ThinkForYourse5 @Da_BuDMaN @realChefJared @davino1959 @chooselovetoday @AquaVelvaBoy @sfrady23 @Funkenstrecke @Dragonsoul9Name @tillyuk @Sorgfelt @Taz_Atkinson @SolarPhysicsEU I’ll be right here.",
  "If the Earth isn’t Flat then why is it Flat? 🤔 \n\nResearch #FlatEarth",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Todd Toddddd\nTrust me dude I have seen enough. \nLets not try to convince each other. \nAdd if you got something new. Else Fuck off",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke In the end it always comes down to this. \nResearch #FlatEarth thoroughly before coming here to blabber like a half-wit. You have nothing better to tell your 100 odd followers than to use landscape while shooting. \nPhotographer my ass",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke People have measured it and found it to be flat. No big scale construction ever takes account of it, nor do long distance flights. Suez canal is more than 100 miles of #FlatEarth and so many other impossible long distance photographs exist but\nI know I know........you’re stupid.",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke No you’re wrong.",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Have you measured the curve or seen it yourself, ever?",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Wait. What were we talking about?\nGravity or aether?\nFuck it.",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Do you agree with me?\nDoes water find its level?\nBecause gravity won’t let it level on the ball earth, rather make the surface of water curve, which I have never seen happen except when surface tension is at play.",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Yes it does. Lol.",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Why does water find its level?\nWhy do we dream?\nWhy are there morons like you on this earth?\n\nI don’t have the answers Todd",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke So you’ve been ‘taught’. The aether exists.",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Spare me the details of that. All hogwash.\nMichelson-Morley experiment, Airy’s failure these were experiments that determined the earth is stationary. \nCavendish’s torsion balance experiment and the one you just mentioned: reverse calculations to achieve at desired results.",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Helluva clarity you got there buddy. You just look through this entire world.",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke I see it falling down to the ground. And that is what any sane person would think who’s not indoctrinated AF as you are. \nFalls to the centre of the earth. Lol. https://t.co/1KI8sFYzTL",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Is there anything, anything that you think NASA have ever faked/lied about?\nNo.\nWell in my case, it’s EVERYTHING. \nLook who’s talking about talking to a wall!",
  "@AttilaKiraly1 You were just done doing that.\nI say: horseshit.",
  "@AttilaKiraly1 Temperature is measured in degrees. You are still dodging the question and I haven’t seen any mention of temperature figures. \nAre you not sure or you just playing safe here?",
  "@AttilaKiraly1 No mention of temperature buddy. \nDirect radiation from the sun hits the car, remind you there’s no atmosphere up there, plus crossing the van Allen radiation belt.\n\nThis is glimpse of what the sun can do to cars on earth: https://t.co/PX1bkoHxC8",
  "@EmptyGreenPants @realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Si now that you have..plz continue",
  "@bikinatroll Just not to you.",
  "@bikinatroll Go through my thread dumbass if you’re so eager to find answers.",
  "@bikinatroll @Taz_Atkinson @Dragonsoul9Name @markdotcomau @realChefJared @tillyuk @Funkenstrecke @Da_BuDMaN @Sorgfelt @chooselovetoday @SolarPhysicsEU You totally earn your blocks you asshole",
  "@bikinatroll @Taz_Atkinson @Dragonsoul9Name @markdotcomau @realChefJared @tillyuk @Funkenstrecke @Da_BuDMaN @Sorgfelt @chooselovetoday @SolarPhysicsEU I do but I wont tell ya!",
  "@AttilaKiraly1 You do agree that this is a normal car that has not been space-modified in any way right?\nWhat temperatures has it sustained in space? Cars on earth start melting, the paint and plastic cladding, at above 100 C.\n\nCare to explain?",
  "@bikinatroll @Taz_Atkinson @Dragonsoul9Name @markdotcomau @realChefJared @tillyuk @Funkenstrecke @Da_BuDMaN @Sorgfelt @chooselovetoday @SolarPhysicsEU Odd why?",
  "@Taz_Atkinson @Dragonsoul9Name @bikinatroll @markdotcomau @realChefJared @tillyuk @Funkenstrecke @Da_BuDMaN @Sorgfelt @chooselovetoday @SolarPhysicsEU You win man! Hands down!\nThere’s no escaping a spelling mistake, even when done on purpose. Bcz u know people at times just don’t give a fuck abt spellings.",
  "@oddtv3  https://t.co/vQkSJIq6Gt",
  "@zjeeh_ @oddtv3 Hey bikini...haven’t started regurgitating the same stuff here yet?\nYou behaving yourself??",
  "@TwitchyRichi @oddtv3 You don’t even have to look hard enough. Just truly open your eyes.",
  "@bobatl Climate change is a lie. Don’t fall for it. https://t.co/uvA3YknDhG",
  "@UglyfaceChris @AtheistsRise @bobatl #FuckFakeFalcon\n#FalconHeavyFlaws https://t.co/BouaX3RsjR",
  "@barmanamar1976  https://t.co/vixvYshB7J",
  "#FakeFalconFlaws\n#FuckFakeFalcon\n\nNext time you try to google #BubblesinSpace\nThey got justification right here. \n\nPic 2: Glare produced by #Starman farting in space. Lol.\n\n#FlatEarth https://t.co/UO9C7Xe921",
  "#FakeFalcon\n#FakeFalconFlaws\n#FuckFakeFalcon\n\nEasy: Sunlight and position of the sun does not match with the daylight on earth.\n\nIn the first pic, looks like more than half of the Earth is sunny. Shadow of rearview mirrors help you judge the position of the sun.\n\n#FlatEarth https://t.co/QxeM8VUZl9",
  "Also check out these:\n@  2:02:57 the earth covers the whole screen diagonally, if not more. \n\nWTF is happening to the size of the earth?\n\nWhile planning for a fakery of such epic proportions, hire cameramen with basic knowledge of science.\n\n#FakeFalcon\n#FuckFakeFalcon\n#FlatEarth https://t.co/TYjkFiN0Mr",
  "#FakeFalconFlaws\n#FuckFakeFalcon\n\nWith #Starman moving away, how come the Earth @ 3:03:07 is bigger than @ 1:21:09?\n\nI’m sure there must be some sciencey reason for that.\nDying to hear that from globetards. Come up with fresh answers, don’t regurgitate same old stuff.\n\n#FlatEarth https://t.co/7CKu2cbE8M",
  "#FuckFakeFalcon\n#FlatEarth https://t.co/ij4Db3Sm0o",
  "#FalconHeavyFlaws\n#FuckFakeFalcon\n#FlatEarth https://t.co/nKWRtLzR1b",
  "And in the end we got different coloured smoke from the two. https://t.co/DfOcPjEsDe",
  "#FakeFalcon\n#FakeFalconFlaws \n#FuckFakeFalcon\n\nPic 1: Sun right ahead\nPic 2: Earth moves in from left\nPic 3: Daylight on earth end to end\nPic 4: Sun was ahead still back side of globe is lit AF. \n\nIt’s painful to watch the whole thing. So plz appreciate the hard work.\n#FlatEarth https://t.co/XNcWSQVJQg",
  "#CondensationInSpace\nThe dark tint, made to look like a video aberration by blacking out the screen, even outside the windshield of the car.\n\n#FuckFakeFalcon\n#FakeFalconFlaws https://t.co/wqPcUsvNnR",
  "@Its_Stationary @GodofGreen2 @FlatEarthCity @HomeoReikiDogs @vidamachine @bikinatroll @janzen_shawn @lazertag69 @BookishNeptune @SpeakToMeInDots @cyclopticalone @DSL1912 @seeplaneearth @tsnurds @limitedview @MP_USMC_SRT  https://t.co/THQGNdZR95",
  "@flynnfitness @markdotcomau @Dragonsoul9Name @realChefJared @Da_BuDMaN @Funkenstrecke @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU We’ll done.\nYou could have done better.",
  "@flynnfitness @markdotcomau @Dragonsoul9Name @realChefJared @Da_BuDMaN @Funkenstrecke @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU You don’t get it do you?\nI am eagerly waiting for your reaction to me not answering you stupid irrelevant question.",
  "@flynnfitness @markdotcomau @Dragonsoul9Name @realChefJared @Da_BuDMaN @Funkenstrecke @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU Agreed.\nBut who said anything against that.\n\nAll I’m asking is how does it prove that the earth is a ball?\nI will also repeat myself one last time unless you start making a point. \nLong distance flight anomalies rather prove #FlatEarth, to which even pilots have testified on cam.",
  "@flynnfitness @markdotcomau @Dragonsoul9Name @realChefJared @Da_BuDMaN @Funkenstrecke @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU Give up already dude.",
  "@flynnfitness @markdotcomau @Dragonsoul9Name @realChefJared @Da_BuDMaN @Funkenstrecke @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU But how does flying a lot prove the globe model. That can still happen over flat land.\n\nBy the same logic, none except the astroNOTs would have an idea of the true nature and scale of our universe.\nI beg to differ my friend.",
  "@tillyuk @Dragonsoul9Name @Funkenstrecke @markdotcomau @realChefJared @Da_BuDMaN @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU I’m on a spree. Decided. Blocking all those who are just here to have the #LastWord and that is...no prizes for guessing.....the Earth is NOT flat.\nSo be it.",
  "@Col_Sandurz @realChefJared @chooselovetoday @Funkenstrecke @tillyuk @Dragonsoul9Name @Da_BuDMaN @markdotcomau @Sorgfelt @Taz_Atkinson @SolarPhysicsEU Last word.",
  "@tillyuk @chooselovetoday @realChefJared @Funkenstrecke @Dragonsoul9Name @Da_BuDMaN @markdotcomau @Sorgfelt @Taz_Atkinson @SolarPhysicsEU Stop you guys!! Lol.",
  "@JennUndercover @Nutt007 @spacebound79 Last word.",
  "@tillyuk @realChefJared @Funkenstrecke @Da_BuDMaN @markdotcomau @FlatArthur @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU Well it's no use trying to even talk about it with those who do not have the ability or the courage of TRYING to see things from a different point of view. I guess it's true the saying : \" when your mind is blind your eyes and ears are useless \"",
  "@flynnfitness @markdotcomau @Dragonsoul9Name @realChefJared @Da_BuDMaN @Funkenstrecke @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU ??? https://t.co/SWVcKf0j0f",
  "@realChefJared @Da_BuDMaN @tillyuk @Dragonsoul9Name @Funkenstrecke @markdotcomau @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU  https://t.co/hEhEEeeBtP",
  "@realChefJared @tillyuk @Dragonsoul9Name @Funkenstrecke @markdotcomau @Da_BuDMaN @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU Parallel trains. Can you tell by looking through the window which one of the two is moving?",
  "@realChefJared @Da_BuDMaN @tillyuk @Dragonsoul9Name @Funkenstrecke @markdotcomau @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU If you’re ending the discussion there Jared then I must remind you\nYou forgot to mention ‘the earth is NOT flat’ part. Experience tells me its customary of the likes of you.",
  "@realChefJared @Funkenstrecke @Da_BuDMaN @tillyuk @Dragonsoul9Name @markdotcomau @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU Block = Asshole",
  "@Funkenstrecke @realChefJared @Da_BuDMaN @tillyuk @Dragonsoul9Name @markdotcomau @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU You got him there man!! Damn funny. And his reply after that even more so. Lol.",
  "@markdotcomau @Funkenstrecke @Taz_Atkinson @Da_BuDMaN @realChefJared @Dragonsoul9Name @Sorgfelt @chooselovetoday @SolarPhysicsEU People like math powerland or whatever the fuck his name is, have garnered thousands of views doing the same. Its a nice way to spread the word. I would love to do that and get paid for it.",
  "@Dragonsoul9Name @realChefJared @Funkenstrecke @markdotcomau @FlatArthur @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU we could debate this forever, but my point is ive seen ppl measure the ground over varying distances and results say its flat, i have not seen anyone do this same thing and show a curve, how can you blame me for leaning towards it being flat? i still dont truly know tho",
  "#LoudNClear https://t.co/J5zivIgCOG",
  "@markdotcomau @Da_BuDMaN @realChefJared @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke https://t.co/wMWVc5oOu4",
  "@realChefJared @Da_BuDMaN @markdotcomau @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Jesus fucking Christ!! https://t.co/1N0KVzhcXn",
  "@markdotcomau @Funkenstrecke @Da_BuDMaN @realChefJared @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU You just made it. Loud and clear.",
  "@realChefJared @Da_BuDMaN @Taz_Atkinson @markdotcomau @Dragonsoul9Name @Sorgfelt @chooselovetoday @SolarPhysicsEU @Funkenstrecke Justifying yourself has become an acquired habit of tours.",
  "@realChefJared @Da_BuDMaN @markdotcomau @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke  https://t.co/jiQPB4C0vZ",
  "@markdotcomau @Da_BuDMaN @realChefJared @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Nice dodge.",
  "@realChefJared @Da_BuDMaN @Taz_Atkinson @markdotcomau @Dragonsoul9Name @Sorgfelt @chooselovetoday @SolarPhysicsEU @Funkenstrecke Small pleasures of life I know.\nI am melting down and about to block you.\nMake you feel happy?",
  "@realChefJared I do bcz I can.",
  "@realChefJared @Da_BuDMaN @markdotcomau @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Yes I have grown old but the mind is still of a child. Curious.\nC’mon jump on me now. I gave you a chance.",
  "@realChefJared @Da_BuDMaN @Taz_Atkinson @markdotcomau @Dragonsoul9Name @Sorgfelt @chooselovetoday @SolarPhysicsEU @Funkenstrecke Not the first time you are blowing your own trumpet. We get it. https://t.co/VDIKlNnNdV",
  "@realChefJared @Taz_Atkinson @Da_BuDMaN @markdotcomau @Dragonsoul9Name @Sorgfelt @chooselovetoday @SolarPhysicsEU @Funkenstrecke So basically this phenomenon cannot be seen anywhere else right. \nExactly.",
  "@markdotcomau @Da_BuDMaN @Taz_Atkinson @realChefJared @Dragonsoul9Name @Sorgfelt @chooselovetoday @SolarPhysicsEU @Funkenstrecke That’s because its pretty basic. And it fits your scheme of things. \n#ComfortableLIES https://t.co/j1X9TDMdPY",
  "@Taz_Atkinson @Da_BuDMaN @markdotcomau @realChefJared @Dragonsoul9Name @Sorgfelt @chooselovetoday @SolarPhysicsEU @Funkenstrecke Try this. If it opens your eyes. https://t.co/ysJ2D7PgY1",
  "@Da_BuDMaN @markdotcomau @realChefJared @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Same here brother. It all starts from there. \nIf you’re an atheist, you’re only a beginner.",
  "@sciencegecko @jeranism Your word against mine.",
  "@sciencegecko @tbragsdale @FlatEarthOrg @NASA @NASAHubble I hope you don’t miss the sarcasm. https://t.co/HSXU48JcQZ",
  "@sciencegecko @jeranism Go through the complete thread first. You sound stupid.",
  "@Da_BuDMaN @markdotcomau @realChefJared @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke You’re wasting your time Harry. \nhttps://t.co/TJZFwH6MMk",
  "@Da_BuDMaN @markdotcomau @realChefJared @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Hey mark\nHow long would it have taken you to figure out that the earth is a ball, provided you were not told so by anyone?",
  "@Da_BuDMaN @Taz_Atkinson @markdotcomau @realChefJared @Dragonsoul9Name @Sorgfelt @chooselovetoday @SolarPhysicsEU @Funkenstrecke Good one.",
  "@sciencegecko @tbragsdale @FlatEarthOrg @NASA @NASAHubble  https://t.co/YpVWlMxst5",
  "@sciencegecko @jeranism https://t.co/aN61j7ykGF",
  "I pointed this out just after the video was released. Something was wrong you could tell.\nAnd now @jeranism reports on YT that #fELONy musk has been allowed to change the video.\nGood lord!\n#FuckFakeFalcon https://t.co/nKWRtLzR1b",
  "#Scientism https://t.co/2xp8rGv0cS",
  "@sciencegecko @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble I have no comebacks ready for such irrefutable logic.",
  "@Gruffmeister2 Yeah I’m one of those less fortunate ones.\nBtw, seeing the launch totally proves that what FakeX is showing you afterwards for 30 hours also has to be true.\nI totally get your point. It’s irrefutable.",
  "@Gruffmeister2 The world makes no sense after you embrace #FlatEarth reality. The world as we know it. \nOr, just the opposite.",
  "@tbragsdale @FlatEarthOrg @NASA @NASAHubble Lenses make everything appear circular. Don’t you know that we know?\nStill, these pics from an enthusiast, not from nasa. Not for you. https://t.co/c9s6M5KZeC",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble In both of your examples, surface tension is at work. Fluid Mechanics 101\nOn earth, the deepest point is Mariana trench which is like 12 km deep. Water only on the surface of earth.\nThis is how it would look. The oceans just magically stick to the surface of the ball\nSo they say https://t.co/QJI56RW6Ze",
  "@markdotcomau @Da_BuDMaN @realChefJared @Funkenstrecke @chooselovetoday  https://t.co/0zEt6sgPn6",
  "#ConnectTheDots\n#FlatEarth https://t.co/2Wp97o8yvm",
  "@fl0ydoe Cool. Just keep looking.",
  "@fl0ydoe #FlatEarth",
  "@fl0ydoe You lost me dude!\nAnyways, I love you too. https://t.co/Hjvm86b3Q4",
  "@fl0ydoe One second. Wait. \nWho’s side really are you on?",
  "@fl0ydoe West London. Really?\nWho are all these people who follow you?\n\nI’m denying NASA here and you send me a picture??",
  "@lennartregebro  https://t.co/Se6LzFGnRs",
  "Gotcha motherfucker!!\nBTW 10 times is such an understatement. \nI am and we all ought to be very very angry.\nAnd for being vocal, we have to unlearn the #ComfortableLIES in the first place.\n#TruthPrevails https://t.co/cIaZruO5uE",
  "@fl0ydoe I don’t really follow your style of language",
  "@ForeverFlatErth You bet.",
  "So...\nIf “macro” evolution has never been realized, duplicated, replicated, or observed in a lab, or natural setting. Why on God’s #flatearth would you believe, you are an advanced monkey, pinned to a ball of water, in space? #dna #darwin\n\n@FlatArthur Thanks for this pic.❤️✌️ https://t.co/VSGV1HwsY6",
  "@fl0ydoe Quit using all caps dude.",
  "@lennartregebro You must be 10 times more angry and vocal about #pizzagate n stuff I suppose.",
  "@fl0ydoe Come again plz",
  "@ForeverFlatErth Thanks a lot man. Love your work.",
  "I even have my own meme for them now.\nThanks #fELONy Musk. \nI have something for you too.\n#FlatEarth https://t.co/XBE4UOvEaO",
  "I’d rather say there is no need for me to argue with such stupid #globetards on twitter who have nothing better to do than to prove to #FlatEarthers that the Earth is not flat.\nAnd they make sure they have the last word. All of em.\n\nUnlike you guys, I have a cause.\n#TruthPrevails https://t.co/I33QijH06I",
  "@realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke You need to give up already. How long are you going to bother yourself with such utter stupidity? Is there a need? Really?\n\nThe more you come up with justifications, the more you prove that you have none. \n\nTruth needs no justifications. \nOr preachers like you.\nTruth prevails.",
  "@realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Big bang: billions of years ago, cannot be replicated\nEvolution: only possible over millions of years\nRelativity: just a theory, complex mathematics not everyone can comprehend\nGravity: mathematically calculated, orbiting bodies not found in nature\nHubble: looking at nothingness https://t.co/EGJnnxDo6C",
  "@realChefJared @Da_BuDMaN @Dragonsoul9Name @Sorgfelt @chooselovetoday @Taz_Atkinson @SolarPhysicsEU @Funkenstrecke Why did NASA never think of doing this kinda stuff?\nWhy don’t they just turn the Hubble Telescope around to face earth and send us a picture of Australia zoomed in with skyscrapers upside down and ocean waves splashing the beach?\nWouldn’t it be really cool?",
  "@JennUndercover @Nutt007 @spacebound79 I’m already loaded bitch.",
  "@Glurb_Master @Zeropline @SpaceX  https://t.co/FPJacUp0aQ",
  "@zaltshaker @WorldAndScience Hmmm...I see.",
  "@markdotcomau @Da_BuDMaN @realChefJared @Funkenstrecke @chooselovetoday  https://t.co/0zEt6sgPn6",
  "#FakeFalconFlaws\n#FuckFakeFalcon https://t.co/aXGXy2IjKJ",
  "@realChefJared @FlatArthur @Funkenstrecke @chooselovetoday ok man, all that we are discussing is irrelavent, im not an expert in several fields like you apparently are, but i dont need to be to prove if the ground curves or not\n\nthe fact you think all of this fairy tale shit somehow proves we live on a globe is assinine...",
  "@Taz_Atkinson @realChefJared @FlatArthur @Funkenstrecke @chooselovetoday idk how its explained, hows it explained in a globe with 5 motions is what im concerned with\n\nyou can see in this representation of the earths orbit, that in december vs in june we would not see the same stars in basically the same location... think about it... https://t.co/cYh24COc47",
  "Put your education to good use\n#UnlearnLies\n#QuestionEverthing\nBe a scientist in your own right\nResearch #FlatEarth\n https://t.co/slRm63w8gg",
  "It’s high time we realised that\n#Evolution is not real\n#BigBang is not real\n#Gravity is not real\nIt’s high time the #HouseOfCards collapsed. https://t.co/ZX8tV3Tk1D",
  "The #AntarcticTreaty is one thing that all countries of the world seem to unanimously agree upon, strangely enough.\n#AntiAntarcticTreaty https://t.co/5zP84jVqpX",
  "That the Earth is NOT spinning/moving at all whatsoever was proven before the beginning of the 20th century, which in turn saw the culmination of all lies in the name of a farce called #relativity, pushing our #FlatEarth further into oblivion\n#21stCenturyBeDifferent https://t.co/ZXYPffZGSX",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Peace https://t.co/LkTFis2Fbe",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble  https://t.co/Jr6aUch2hp",
  "@derrickgilrie Not bad. See. It’s easy.",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Now will you please https://t.co/i3aGgwQT1W",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble  https://t.co/M6NTAwJXmp",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble You clearly didn’t get the point from my previous reply. I’ll save you the trouble to ‘literally’ type the remaining 12. \nI’m not here to answer your questions or to convince you kid.\nYou’re barking up the wrong tree.",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Apologies.\nTwitter made me invisible for a few days and still continues to do the same. \nI wonder why🤔",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble All that you’re asking is already there in my profile. Do read and RT. \n\nSince both the examples you gave do not stand the ground, I think you should explain yourself a little.\nI imagine something like this happening to a spinning ball with water on the surface:\nStart. Quick. https://t.co/UpJzkDqEZW",
  "@derrickgilrie Just work a little on your comebacks. \nTry not repeating the same thing for starters.",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble You from earth nigga?",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Good question.",
  "@x_wolfman Alright. \nNow answer the next two questions.",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Funny that you took 2 days for such a lame comeback.\nGo through my other threads so that when you debate me, you don’t fall flat. (Lol. See what I just did there?)\n\nNot the first time son. Happy to #Awaken",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble In both of your examples, surface tension is at work. Fluid Mechanics 101\nOn earth, the deepest point is Mariana trench which is like 12 km deep. Water only on the surface of earth.\nThis is how it would look. The oceans just magically stick to the surface of the ball\nSo they say https://t.co/QJI56RW6Ze",
  "@derrickgilrie This world needs more people like you.",
  "@tbragsdale @FlatEarthOrg @NASA @NASAHubble Lenses make everything appear circular. Don’t you know that we know?\nStill, these pics from an enthusiast, not from nasa. Not for you. https://t.co/c9s6M5KZeC",
  "@tbragsdale @FlatEarthOrg @NASA @NASAHubble You know too much about something that doesn’t even exist. https://t.co/ft8NgEC4M1",
  "@markdotcomau @sciencegecko  https://t.co/EUhqnOjM7z",
  "@TheYellowLynx @sciencegecko @261Milky @laabuelachupi @FlatEarthOrg @NASA @NASAHubble https://t.co/EBsugEQxlZ \nTwitter fucked me over dude. \nBTW this one’s cool, ain’t it?\nI’m lovin it. Back with a bang bitches!",
  "@Adam_M_Matthews @sciencegecko @FlatEarthOrg @NASA @NASAHubble One going through the thread can decide for oneself.",
  "@hugh_bothwell @sciencegecko @MarkWakk @FlatEarthOrg @NASA @NASAHubble Join us in the search for the truth.",
  "@Gruffmeister2 The world makes no sense after you embrace #FlatEarth reality. The world as we know it. \nOr, just the opposite.",
  "@CatEarf @sciencegecko Hmmmm...I see.",
  "@sciencegecko Man oh man!! https://t.co/s9AR8MSMkH",
  "@markdotcomau @Twitter  https://t.co/svDKmoXCvL",
  "@sciencegecko How about floating?",
  "@Gruffmeister2 Yeah I’m one of those less fortunate ones.\nBtw, seeing the launch totally proves that what FakeX is showing you afterwards for 30 hours also has to be true.\nI totally get your point. It’s irrefutable.",
  "@Nutt007 Noooooo!!!!\nReally??",
  "@sciencegecko To see the water curve in you overtly simplified diagram makes me cringe.\nWater never curves son. https://t.co/4YZO74nGTI",
  "@Bilama2 You’ve got to be kidding me. Really???",
  "@sciencegecko @arvidengen @FlatEarthOrg @NASA @NASAHubble Meme alert! https://t.co/PEIgW4BLiR",
  "@sciencegecko @arvidengen @FlatEarthOrg @NASA @NASAHubble How similar did it look? https://t.co/OiyhsuyyOr",
  "@sciencegecko @261Milky @TheYellowLynx @laabuelachupi @FlatEarthOrg @NASA @NASAHubble I hope others reading this are smart enough to google things for themselves.",
  "@sciencegecko @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble I have no comebacks ready for such irrefutable logic.",
  "@sciencegecko @MarkWakk @FlatEarthOrg @NASA @NASAHubble Clearly someone hasn’t looked up #FlatEarth basics before coming to argue.",
  "@sciencegecko Yeah sure. \nIt’s the same thing right, space or no space?",
  "@Gruffmeister2 It didn’t take you much to believe that it is real.",
  "@realChefJared @Da_BuDMaN @Funkenstrecke @chooselovetoday  https://t.co/UpoZfUv9CC",
  "@globe_4_life You see it doesn’t really work well with an account with 6 followers.",
  "#FakeFalconFlaws\n#FuckFakeFalcon\n\nNext time you try to google #BubblesinSpace\nThey got justification right here. \n\nPic 2: Glare produced by #Starman farting in space. Lol.\n\n#FlatEarth https://t.co/UO9C7Xe921",
  "@globe_4_life Save the word literally for when you are actually being literal mate.",
  "@globe_4_life You just proved it.",
  "@globe_4_life My bad again. Forgot to mention sarcasm explicitly for dumbfucks like you.",
  "Such gullible dumbfuck! https://t.co/2TZjd3CHGQ",
  "@globe_4_life Boy you’re gullible.",
  "@globe_4_life Assumption : I haven’t already.",
  "Save children from indoctrination. \nSpread the word about #FlatEarth https://t.co/IRrCmbzKMb",
  "@markdotcomau @StarWars_meme4u @FlatEarthOrg @NASA @NASAHubble  https://t.co/NDNVgAgn8Q",
  "@derrickgilrie Good. Thank you so much fanboy for pointing that out. I didn’t notice that at all. \nI hope people watching the whole thing after this take a note of the same.",
  "@sciencegecko @Twitter I suspect you’re a bikini troll. Go fap to this. https://t.co/HMSYjvm0Mm",
  "Knock knock\n\nWho’s there?\n\nFlat Arthur\n\nFlat Arthur who?\n\nFlat Arthur C. Clarke https://t.co/6gr4HSuhiO",
  "Long before there was any @FlatEarthOrg,\nA few concerned people were there asking @NASA genuine questions about the @NASAHubble.  \nPublished in 2001-02, I found this to be a very good summary to make the whole picture clearer. \n#HubbleSpaceTelescope (#HST) is a LIE. \n#FlatEarth https://t.co/WdQk1iiwMu",
  "@RoovinG_  https://t.co/5aKzARwYf9",
  "@_JoeKidd  https://t.co/VBEsPLkNCs",
  "@dylanspeed  https://t.co/hgTr6iuEzn",
  "@dollahbillz  https://t.co/L8sZ63qskJ",
  "@globe_4_life Oops! My bad. \nI’ll delete it in a moment.",
  "#FakeFalcon\n#FakeFalconFlaws\n#FuckFakeFalcon\n\nEasy: Sunlight and position of the sun does not match with the daylight on earth.\n\nIn the first pic, looks like more than half of the Earth is sunny. Shadow of rearview mirrors help you judge the position of the sun.\n\n#FlatEarth https://t.co/QxeM8VUZl9",
  "@Rjinswand I’ve left the time-stamp on the pics on purpose so that people can check for themselves.",
  "@HottestonTop10 @Twitter Thousands of miles away.\nThe curvature of the Ball Earth on the other hand is supposedly a few miles away.\nCheck that out first.\nClick a pic and show me.",
  "Also check out these:\n@  2:02:57 the earth covers the whole screen diagonally, if not more. \n\nWTF is happening to the size of the earth?\n\nWhile planning for a fakery of such epic proportions, hire cameramen with basic knowledge of science.\n\n#FakeFalcon\n#FuckFakeFalcon\n#FlatEarth https://t.co/TYjkFiN0Mr",
  "@HottestonTop10 @Twitter Let’s go see it together.",
  "#FakeFalconFlaws\n#FuckFakeFalcon\n\nWith #Starman moving away, how come the Earth @ 3:03:07 is bigger than @ 1:21:09?\n\nI’m sure there must be some sciencey reason for that.\nDying to hear that from globetards. Come up with fresh answers, don’t regurgitate same old stuff.\n\n#FlatEarth https://t.co/7CKu2cbE8M",
  "#FakeFalcon\n#FakeFalconFlaws\n#FuckFakeFalcon\n\nPic 1: A dark tint starts to appear, outside the car too\nPic 2: Bright solid Earth gets obscured by dashboard reflection\nPic 3: Keep your eyes to the right\nPic 4: Glitch to ensure smooth passage of earth\n\nWatch the full vid\n#FlatEarth https://t.co/mDE5B66uaD",
  "@ForeverFlatErth Boob shaped Earth",
  "@James2012 @Theflateartherz Don’t bother.",
  "#FakeFalcon\n#FakeFalconFlaws \n#FuckFakeFalcon\n\nPic 1: Sun right ahead\nPic 2: Earth moves in from left\nPic 3: Daylight on earth end to end\nPic 4: Sun was ahead still back side of globe is lit AF. \n\nIt’s painful to watch the whole thing. So plz appreciate the hard work.\n#FlatEarth https://t.co/XNcWSQVJQg",
  "And in the end we got different coloured smoke from the two. https://t.co/DfOcPjEsDe",
  "#FalconHeavyFlaws\n#FuckFakeFalcon\n#FlatEarth https://t.co/nKWRtLzR1b",
  "@Godhimself69 @Dennishey223Hey I really wish to have a drink with you guys. You’re funny.",
  "@Angry__Logic @realChefJared @Funkenstrecke @chooselovetoday What makes you think that you were not fooled but others on twitter will be?\nWhy keep all the mocking to yourself?\nLet others mock their parts themselves.",
  "@Godhimself69  https://t.co/zNQKK0UrRi",
  "@FreetheButerfli @realChefJared @chooselovetoday @Funkenstrecke Why so bothered? https://t.co/cuTBntjN07",
  "@Godhimself69 Not here to teach you son. \nFind out for yourself.",
  "@realChefJared @Funkenstrecke @chooselovetoday  https://t.co/sQY13L8n5N",
  "@Godhimself69  https://t.co/ZlG5Kk75VK",
  "@Godhimself69 I hired Sherlock Holmes to find out.",
  "#FuckFakeFalcon\n#FlatEarth https://t.co/ij4Db3Sm0o",
  "@YoureAllWack2Me  https://t.co/MLQAx1NLpF",
  "@realChefJared @Funkenstrecke @chooselovetoday Ingenious",
  "@k_ross69 @CAPTLajoie84 @SPACEdotcom That’s really.....witty.",
  "@Conspiracy_Newz  https://t.co/jiNmY7jDex",
  "@CurtStallion @TheProductDS  https://t.co/fCqmC9WH5C",
  "@Paranormal_Newz  https://t.co/8PYoRzyojK",
  "@raph_iger You sure buddy?",
  "@Lily_MJ1D @elonmusk  https://t.co/V2l93TiDEm",
  "@djmk Not so soon son. https://t.co/rrL232r693",
  "@Charliewuff @Zodythewolf  https://t.co/BdkbTkXnFX",
  "@JulienCoquet Yes. But not my own. https://t.co/d38WZzzt6d",
  "@Andytomo33 @CMDR_F99  https://t.co/AHocSIBodF",
  "@JulienCoquet  https://t.co/fod6aHZM4d",
  "@Mel0nTwist  https://t.co/gAqPqPcYMa",
  "@bdnews24  https://t.co/84FyOnK9L6",
  "@Chrisstokes0  https://t.co/Ugry8gVtQk",
  "@ForeverFlatErth  https://t.co/ntW1iHQGC5",
  "@CAPTLajoie84 @SPACEdotcom  https://t.co/JHIhzyfYe6",
  "@FlatEarthOrg  https://t.co/h6H1RsT46Z",
  "@Tocak1  https://t.co/5xrF1w55d9",
  "@samratkishor @Priya_Menon  https://t.co/7FQSApOyBO",
  "@VickyVollten  https://t.co/54sfvBUwqD",
  "@realChefJared @CatEarf @Ailigmac_FE  https://t.co/eKPSbg2H74",
  "@pzaikis @FlatEarthToday  https://t.co/CzT4qBUSF2",
  "@JWontObey  https://t.co/23dG8kYnZL",
  "@Gruffmeister2  https://t.co/BwsPTNdhEz",
  "@coasttocoastam  https://t.co/EtOOZRbX3Y",
  "@Bilama2 @SpaceX Different colour smoke in the end.",
  "@mbazyl_mb @Twitter So happy to know people can still see my tweets.",
  "@mbazyl_mb @Twitter Yeah right.",
  "@pjwood26 Go through my account. It’s hilarious.",
  "You know you are asking questions that you shouldn’t ask when even @twitter blocks you from tagging their #TwitterSupport\nSpecially when that person is posting memes on #Starman\nI was pretty sure about #FlatEarth already, but now I know the depth and gravity of the situation here",
  "I can’t tag #TwitterSupport now. \nAmazing you guys!!",
  "@FlatEarthBaba we’re fucked dude.",
  "@Twitter \nThis is what I get for asking the wrong questions that no one is allowed to ask. \nHow can even @TwitterSupport mute all my tags asking for help?\nThey don’t even want to let people hear someone talk about them.\nJust wow!!",
  "@TwitterSupport \nTesting. Attention please.",
  "Testing. Attention Please.",
  "@TwitterSupport \nI have gone completely invisible on twitter.\nMy tweets do not show in any of the threads I’ve replied to. I have confirmed the same from another person’s account. \nAccount is neither blocked nor suspended.\nPlease help!!\nWhy me??",
  "@Theflateartherz I made a similar one like 20 hours ago.\nKudos brother you’re doing a great job.\nWe’re all in it together. https://t.co/DQkL3hBPoF",
  "@htTweets @elonmusk  https://t.co/ChVIjhFd70",
  "@ChaseBCarothers @sepsis13 @philthatremains  https://t.co/hTZCpwVD8E",
  "@CapitalOTT613 @sepsis13  https://t.co/ad7GxRS64y",
  "@MMAKOchamp @sepsis13 They still are son.",
  "@DatScientistDoe @kelly_naimepas @Mondo19xx I imagine your face when truth hits you hard. https://t.co/wNnEnq10x7",
  "@Swilsonn36 @kelly_naimepas @Mondo19xx  https://t.co/LQDIRIT3Wo",
  "@sexhale @kelly_naimepas @Mondo19xx Sound bout right.",
  "@DhshjssSjsj @kelly_naimepas @Mondo19xx You have no clue dude.",
  "@TharjaIBW @kelly_naimepas @Mondo19xx Know how the Apollo moon mission was broadcast on television?",
  "@AlJonesey @kelly_naimepas @Mondo19xx You do understand the difference between a round/sphere/3D object and a circular/2D object?",
  "@Theslowforward8 @kelly_naimepas @Mondo19xx To hide reality.",
  "@Theflateartherz  https://t.co/1XozrX2ICo",
  "I’m a bad bad person! https://t.co/JYCMJGYvX8",
  "@educate_tv @Anti_flateart #FuckFakeFalcon https://t.co/HfvbgVHSrY",
  "@HevBoyd Extremely funny. \nHow’s this one: https://t.co/NzO2GcwEba",
  "@WeAreWakinUp @newseek6  https://t.co/mNgJQe8c3e",
  "@Michael13856570  https://t.co/HlRYx0OUeu",
  "@seeplaneearth  https://t.co/Rz6ikxlhSj",
  "@TimesNow @SpaceX @elonmusk @Tesla  https://t.co/KKyS7ZBHdx",
  "@AshGldslv @IliyaPyshnyy @cryptotainer @DANNYonPC @elonmusk  https://t.co/cg8UpKZxiq",
  "@TheBestRoasts  https://t.co/WcXyEtmiqR",
  "@IndiaToday @narendramodi  https://t.co/ofturVjBZ4",
  "@bipsluvurself @Iamksgofficial  https://t.co/Mu0ByqRK9H",
  "@seeplaneearth  https://t.co/FjjZA0SGqj",
  "@lonezenwarrior  https://t.co/hvp9Hp0xJb",
  "@ParineetiChopra @NIVEA_INDIA  https://t.co/qT3mtmf2aG",
  "@bhogleharsha  https://t.co/VO848ZFdI1",
  "#FalconHeavy is a historic event.\nHow am I celebrating you ask?\nMaking memes.\n#FakeFalcon\n#FalconHeavyFlaws\n#FuckFakeFalcon 😜 Couldn’t resist such a beautiful figure of speech!\nA little favour to my buddy @FlatEarthBaba who’s trying to do his bit in #India\nResearch #FlatEarth https://t.co/bTW9ASfNLU",
  "@BowmansPremium  https://t.co/I8cOjw1KpQ",
  "@iravielvin @YouTube  https://t.co/B3S1LUggVZ",
  "@ruthash  https://t.co/RD5I9nvEnH",
  "@AttnEnergy @elonmusk  https://t.co/24RgYFgK4G",
  "@dannsac  https://t.co/dwz913YRmb",
  "@sdoddsy  https://t.co/L2QgzqjABn",
  "@AshimMondal007 @elonmusk @SpaceX  https://t.co/2GBLlPMhbK",
  "@SpaceX  https://t.co/C9Nx4uKcQi",
  "@realDonaldTrump @elonmusk @SpaceX @NASA  https://t.co/3KfcgV9SJh",
  "@skyblueguru  https://t.co/06qzWnKp9O",
  "@aadhiBangalan  https://t.co/DPgWzVEdOW",
  "@disjoerd @NASA @esa  https://t.co/FVXeS288tA",
  "@sniazis  https://t.co/Pum81socZb",
  "@hemant0106  https://t.co/1Hu2UVUF1d",
  "@hbarbelanne  https://t.co/V0wTaznEaK",
  "@ABC  https://t.co/JdpK4R9Nx6",
  "@cnni  https://t.co/sbZwMKrhfM",
  "@BBCNorthAmerica  https://t.co/eSqKGHbleX",
  "@BBCBreaking  https://t.co/FPoFcXE2Ws",
  "@TechCrunch @SpaceX Forgot to add the smoke n dust CGI on the second one. https://t.co/3Gav1saWki",
  "@AlexWhitcomb  https://t.co/Pgy8J6msXT",
  "@WIRED @SpaceX Forgot to add the smoke n dust CGI on the second one. https://t.co/98Rvdt7XGp",
  "@WIREDScience  https://t.co/ObUZRBTtjU",
  "@WIREDScience Forgot to add the smoke n dust CGI on the second one. https://t.co/9mJCpo1vwF",
  "If you got the patience to watch the entire thing posted by @SpaceX  of like 400 hours on YT..there are so many flaws/glitches/fakery to look out for.\nBe my guest!\nI’ll be posting my own bit about the #FalconHeavy launch under #FalconHeavyFlaws\nMeanwhile, couldn’t resist this one https://t.co/fmmjkDxQpD",
  "@Bilama2 @SpaceX Watch the video in slo mo.\nI did before making such a comment.",
  "@OlyOlyOxen_free @SpaceX Sure? They touched down at the same moment. \nThat’s what being ‘synced’ together means right?",
  "@MonicaBeletsky I guess you must have given it a thought then.\nWhat does your understanding tell you: Can we have a lunar eclipse with both sun and moon visible in the sky, given that earth’s shadow is occulting the moon?\nNow look for records of such lunar eclipses in history.\nHappy to help!",
  "@Xenoneuronics @educate_tv @Anti_flateart You bet.",
  "@jkrock3 You know it I know it. \nIt’s all fake. https://t.co/sBikODfcAW",
  "@Anuxinamoon It was fake. \nWhat a disgrace to be fooling the entire human race like this.",
  "@MonicaBeletsky Where’s the smoke n dust CGI effect on the second one? https://t.co/l88hqhqOWa",
  "@MonicaBeletsky Don’t teach them lies.\nThe Earth is flat.\nResearch it and live the truth.",
  "@PiperBayard It’s kinda shitty. \nAll Fake.",
  "@SandeepBhrdwj Sab Fake hai bro.",
  "@Xenoneuronics @educate_tv @Anti_flateart  https://t.co/Qcmb8uzUzD",
  "@SpaceX You forgot to put in the smoke n dust CGI effects on the second one. https://t.co/WZ6cJnNew2",
  "@miguelpenagomez @sallybuttonwood @BabyBoomerWritr @BOLL7708 @SpaceX By amateur you mean fake right?",
  "@ThomasIbach1 @fullOfWisdomm @elonmusk The movie gravity looked more realistic than all NASA footage ever.\nWake the fuck up sheeple https://t.co/iGqaFMpOri",
  "Live Views of Starman https://t.co/G335kvVsta",
  "@sallybuttonwood @BabyBoomerWritr @BOLL7708 @SpaceX They didn’t care much about the smoke n dust animation with the second one. https://t.co/i1bh1qBFAo",
  "@MarsAir23 @arvidengen @FlatEarthOrg @NASA @NASAHubble Have you seen the curvature which is just a few miles away?\nShow me that first and then we can go find the edge together thousands of miles away.",
  "@Xenoneuronics @educate_tv @Anti_flateart Still waiting to see the pear-shaped earth. https://t.co/CtMs4Dq7Ua",
  "@Xenoneuronics @educate_tv @Anti_flateart Is this a sphere or something else?\nNASA says it looks like this. https://t.co/PtEi77FrFt",
  "@arvidengen @FlatEarthOrg @NASA @NASAHubble How many have you seen with your own telescope?\nDo you understand the difference between a sphere and a circle?\nIs it from your own observations that you claim all other planets are sphere?",
  "@educate_tv @Anti_flateart What shape is that? Oblate spheroid? Bcz it’s clearly not a sphere.",
  "@fullOfWisdomm @elonmusk Such hubris that he even says it. CGI",
  "@DCWatkins_ @KBZA1980 @kronikdisaster @GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble  https://t.co/kA79WFGkZN",
  "@JoshStrachan92 @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble C’mon. Debunk this then we can look into other things. https://t.co/gKfqeoq3RK",
  "@Adam_M_Matthews @JoshStrachan92 @FlatEarthOrg @NASA @NASAHubble There you go, again.\nGo through the thread first before asking such stupid questions. https://t.co/7415aJ9L0B",
  "@KBZA1980 @kronikdisaster @GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble Magic!!",
  "@educate_tv I’ll teach them the truth.",
  "@educate_tv Sun is just one of the many assumptions upon which this whole construct is based.",
  "@Jahar4eva @markdotcomau @SholaDogg Only after I had proven it to be not possible on a globe earth in the first place.\nThe conversation was only to show you how indoctrinated you are to live a completely unfounded LIE, and in the process putting a question to everyone else reading to find out answers.\nThey have it. https://t.co/o1wBZeRfoW",
  "@Jahar4eva @markdotcomau @SholaDogg Proves nothing bikini troll.",
  "@riyona_original @biosdaddyy @jatayu_Raj Read everything but let nothing indoctrinate your thoughts. https://t.co/XXDWl50iRi",
  "@markdotcomau @SholaDogg I don’t find the 200 ft figure in this pic. \nCould you please help me out by pointing it out.\nPlease!",
  "@ppchalker Knowledge of all conspiracies makes the whole picture clear.\nStill for beginners you can start with the flaws in the globe model leaving aside all the propaganda.\nIf you really look into it like you said, you’ll become a #FlatEarther https://t.co/gsWBjwpO82",
  "@educate_tv Utterly flawed logic. \nNever talks about the underlying assumptions of sun being millions of miles away.\nThe same phenomenon is perfectly possible with a local sun.",
  "@biosdaddyy @riyona_original @jatayu_Raj #FlatEarth is reality BTW",
  "@colmansweeney Not sure if you know this meme has already been flogged to death.",
  "@jeffpickthall Just the message\nNot the fact.",
  "@AudiozooMusic You suck dude! https://t.co/qGfhJkWizE",
  "@markdotcomau @SholaDogg You’re really really dumb.\nI can’t see that bcz I just blocked him. https://t.co/UYDlVs4mPY",
  "@astro_timpeake #Fake is the word of the year. Good going.",
  "@astro_timpeake Brainwash the public all you want but you can’t hide the #FlatEarth reality forever.\nWe are waking up.",
  "@markdotcomau @SholaDogg Could you please ask the same question again in brief\nBikinitroll was just blabbering, didn’t really try to decipher his question in broken English.",
  "@markdotcomau @SholaDogg You’re dumb.",
  "@skepticosaurus Thx for spreading the word. \nCould you please use the #FlatEarth #HashTag next time onwards",
  "@NoblePotato_ @GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble Never occurred to me.",
  "@SholaDogg @markdotcomau I couldn’t do better with you guys blabbering like a bunch of kindergarten students. I give up if you are still not convinced. Or perhaps you’re informed deniers. https://t.co/a8yVlHrbSJ",
  "@SholaDogg @markdotcomau You taking the pains to really do all that on AutoCAD.\nShouldn’t hurt much to share if you actually did.",
  "@markdotcomau @SholaDogg Add refraction to the equation and you can live in your make-believe world like before.\nOr\nWake up and embrace #FlatEarth",
  "@SholaDogg @markdotcomau Still waiting for the screenshots.",
  "@markdotcomau @SholaDogg How many losses is it going to take?\nC’mon already. Don’t deny yourself the pleasure of being #woke",
  "@SholaDogg @markdotcomau Don’t be too hard on your tiny brain.\nJust show us the screenshots corresponding to the things you just mentioned. \nQuick.",
  "@Mitche2600 @lennartregebro @FlatEarthOrg @NASA @NASAHubble People like you would believe anything that is said in the name of science. Like the #BigBang LIE. https://t.co/09kRRRirsk",
  "@eitan_gerstle @Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble I think a retard is one who even needs to be spoon fed this: https://t.co/5ukUcwAyiJ",
  "#FlatEarth ...had to come back for this question... https://t.co/eySaVUZ3Yp",
  "#FlatEarth show me the edge or it’s a spinning ball flying around outer space\n\nIt’s a horizontal plane everywhere in nature and no I can’t afford to fly there in search of the edge just like you can’t fly out to space to see the Globe 🌎 or pear 🍐 ? spinning around\n#Government https://t.co/nBlBnZ0Aqq",
  "It's not easy being a #flatearther, but I'd rather be hated for being right than loved for telling lies.😎👍\n#flatearth",
  "@seeplaneearth Uncanny similarities!! https://t.co/Bm44Gx4E55",
  "It will take only 10min to consider that earth is flat so take a break 10 min and consider 😉 #FlatEarth",
  "@markdotcomau I will try.",
  "@duplo4adults Guys gotta have fun!\nYou can only have fun when you know the truth. The grass is always greener on #FlatEarth",
  "@duplo4adults You’re/Your. Learn the difference.",
  "Did #TheWho know?\nI can see for miles and miles and miles......\n#FlatEarth https://t.co/lpqLNaLzZ9",
  "@manamiangry @AuburnHope @earthisaglobe You suck dude. I give up.",
  "@manamiangry @markdotcomau @AttilaKiraly1 You calling me sheep is funny.\nI have a reason to be on twitter.\nYou on the other hand are trying to take too much pains and make too much sense for a person who is here because just because he’s angry AF https://t.co/5wedr2qrz8",
  "@manamiangry @AuburnHope @earthisaglobe Who found the value of ‘G’ constant and how?\nQuick answer.",
  "@markdotcomau @AttilaKiraly1 @manamiangry #FlatEarth is not new. YouTube is. \nThe Earth has always been flat.",
  "@poximuz I’m happy that part makes people read the whole thing.",
  "@AuburnHope @earthisaglobe @manamiangry I thought we were discussing laws of physics before you showed up. \nOnly things that exist. No mumbo-jumbo. \nExplain this: What’s exactly happening in this small section of the  ocean on your ball earth? https://t.co/R0cXpzC2n6",
  "@manamiangry @earthisaglobe You a bot?",
  "@manamiangry @earthisaglobe Yet you send me a YouTube link. That’s self-contradictory. \nPlus I asked you to exclude surface tension yet he says the term like a thousand times in less than 3 mins.\nGive me some other corny stuff. Like this: https://t.co/Imr0UuR7da",
  "@earthisaglobe @manamiangry Water takes the shape of the container it is in, with the surface finding its level from end to end.(I’m aware of surface tension in a drop of water so don’t try to digress from the topic using that argument)\nHow is that possible in the Pacific Ocean which is half of the globe?",
  "@FMGhost09 @TakeThatEarth Suit yourself brother.",
  "@Blozio @TakeThatEarth @fullOfWisdomm @neiltyson Is that the best you can do?",
  "@FMGhost09 @TakeThatEarth It’s just a matter of time before you stop referring to us as people because you are going to be one amongst us.",
  "@FMGhost09 @TakeThatEarth Please enlighten me.",
  "@FMGhost09 @derrickgilrie @this_exit @FlatEarthOrg @NASA @NASAHubble That’s generic universal knowledge. \nDon’t you think I already looked into everything before taking such a demonstrably foolish stand about the shape of the earth?\nAnyone who trusts the govt must have flunked history. What is the source of all the photos again??\n\nExactly.",
  "@FMGhost09 @markdotcomau Never been to space. Sorry.\nBut absence of evidence isn’t evidence of absence.\nI propose we find out. For that we have to expose the lies first. \nThe world needs to realise that this is all just make-believe.\nThen we can strive for the truth together, hand in hand.",
  "@FMGhost09 @derrickgilrie @this_exit @FlatEarthOrg @NASA @NASAHubble So they say. So we’ve been taught.\nUnlearn the LIES.",
  "@FMGhost09 @markdotcomau Here’s a number of them, over the years. By NASA. https://t.co/hpYEAwJUYi",
  "@FMGhost09 @derrickgilrie @this_exit @FlatEarthOrg @NASA @NASAHubble If I show you photos of unicorn, would you start believing in them?",
  "@manamiangry I know for a fact that cannot be the case because Earth’s surface is 3/4th water. \nWater doesn’t curve. \nNothing far-fetched.",
  "@manamiangry But the Earth is no pic with no pixels that are square dots when zoomed. \nStop embarrassing yourself.",
  "@markdotcomau @manamiangry One of you just tried doing that. Failed miserably. \nYou wanna try\nBe my guest",
  "@globe_earther You really think people are going to take you seriously after your ‘mistake’ that the altitude was like 50 times Mt. Everest?\nI don’t think so. \nThey’ll have a good laugh I’m sure.",
  "@globe_earther Because I make sure I don’t commit any in the first place.",
  "@derrickgilrie @this_exit @FlatEarthOrg @NASA @NASAHubble Show me the proof. \nDon’t bother. \nIt’s not going to matter.",
  "@manamiangry @markdotcomau We are still in the how part. Answer the question if you want to sound serious for further conversation.",
  "@globe_earther That’s the maximum I’d go with this. Anyone with the patience to read up this far would be able to find out for himself/herself.",
  "@globe_earther Lol\nWaiting",
  "@markdotcomau How do you even eat without help?\n(Copied)",
  "@manamiangry @markdotcomau It doesn’t answer the question. \nAnd dude you’re not just angry, you’re dumb and pathetic too if you really believe in that horseshit of a photograph at 40000 km",
  "@markdotcomau How?",
  "@derrickgilrie @this_exit @FlatEarthOrg @NASA @NASAHubble I have many such questions about satellites that just don’t fit. https://t.co/HVVPILKOWM",
  "@markdotcomau That’s the point I’m trying to make with this tweet. \nDo you get it now?\nThe curvature small enough for ships to disappear at 10-12km but not affecting 400km long distance photography. \nThis is why I use memes. https://t.co/RC1ErRW4On",
  "@JohnPmcFarlane @GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble I guess you didn’t read the entire conversation.",
  "@thicccmanofgod @gameghoul517 Gotta try harder son.",
  "@markdotcomau Can I expect you to put all tha real values of earth dimensions on AutoCAD and see the curvature for 400 odd km, provided that you find it difficult to google stuff. \nI’ll pose a simpler question to you: Do ships disappear because of the curvature of the earth? At what distance?",
  "@markdotcomau No shit Sherlock.",
  "@globe_earther It just goes to show how brainwashed you are that you would go to any lengths to prove your point. \nAnd the elevation factor your whole point falls flat (pun intended).",
  "https://t.co/kLDO0QnRMX",
  "@markdotcomau I’ll teach you how to catch a fish rather.",
  "@globe_earther I don’t believe I’m doing this still. Lol. \nSomeone please tell this moron. Thinks 443km altitude can be reached on land. \nThe ISS is supposedly at that height approximately. https://t.co/EmWBevUNsh",
  "Hidden in plain sight: A competition is held for the record distance captured with a zoom.\nAny clue what the world record is?\n443km\nAnyone care to explain how that is possible?\n#FlatEarth https://t.co/nQ8bgeAqHl",
  "@fullOfWisdomm @neiltyson This guy is full of shit. And so are most of the scientists and astronauts of today.\nNot just today. Almost all that have ever been. \nOpen your eyes. https://t.co/g3rLpgyvbh",
  "@fullOfWisdomm Because this is your idea of scientists: https://t.co/2TPxwwuUQk",
  "@fullOfWisdomm Try harder. FlatEarthers are everywhere on this #FlatEarth",
  "@JacksonScrivo Not a single question mark????",
  "@fullOfWisdomm I’m afraid NOT. \nMy bad. I thought you know the basics.",
  "@fullOfWisdomm This. https://t.co/Qet9W6LVqT",
  "@JacksonScrivo Where to start? \nAsk questions.",
  "@JacksonScrivo @fullOfWisdomm @FlatEarthOrg @NASA @NASAHubble Thanks for the contribution. More abuse and hubris.",
  "@fullOfWisdomm @FlatEarthOrg @NASA @NASAHubble Anything new that you bring to the table except abuses? We already got enough of that.",
  "@thicccmanofgod @gameghoul517 @FlatEarthOrg Do you bring anything else to the discussion except abuse? We already got enough of that.",
  "@tillyuk @DowseAndy @FlatEarthOrg @NASA @NASAHubble He is only doing his job. Probably gets paid for it too. \nTo spread lies on purpose, and to foolishly question those who know the truth.",
  "@AttilaKiraly1 @Skuldiggin @FlatEarthOrg @NASA @NASAHubble Neither are you up to date nor knowledgable. \nProject Blue Beam, Project High Jump, Project Fishbowl, Operation Paperclip etc etc\nFirst know about these. \nThen connect the dots",
  "@AiNaTow @AttilaKiraly1 @Skuldiggin @FlatEarthOrg @NASA @NASAHubble Truth can’t be bent my friend.\nYour vision is blurred by the amount of bullshit that you’ve been fed all your life.\nBtw if you took the pains to read my tweet, why don’t you enlighten us with your opinion on things I just asked.",
  "@AttilaKiraly1 @Skuldiggin @FlatEarthOrg @NASA @NASAHubble Truth-seekers have found and researched this one and all such orgs that arrange for this highly guided tour. This is not what exploring a continent should look like.\nBesides, the website has fake listings of flights that don’t actually fly. It’s just there on the website.",
  "@AttilaKiraly1 @Skuldiggin @FlatEarthOrg @NASA @NASAHubble There was a time in my life I used to believe aliens actually exist and are walking amongst us.\nFlatEarth puts everything into perspective. \nI’d like to know your opinion on #ProjectBlueBeam, #Area51 and the recently declassified secret space program by the military.\nSome truth??",
  "@Jain92Ankit @FlatEarthBaba @thevirdas Donald Trump I guess.\nNot sure if he actually said it.",
  "@DowseAndy @tillyuk @FlatEarthOrg @NASA @NASAHubble You are running away from the truth. \nWe are just running away from a boring retard with whom you cannot have an adult conversation.\nIt’s better to stay away from sheeple, who’d go to any lengths to justify their brainwashed self. You weren’t that impressive either.\nTry harder.",
  "@AttilaKiraly1 @Skuldiggin @FlatEarthOrg @NASA @NASAHubble You’ve just shown how brainwashed you are, and through which sources.",
  "@tillyuk @DowseAndy @FlatEarthOrg @NASA @NASAHubble Did you just say ships disappear at like 4-5 miles. \nThe Chicago skyline is visible from more than 40 miles.\nAnd over the see, I can see for miles and miles and miles and miles. Without even binoculars. Let alone how much with a telescope.\nThere’s enough material on the Internet.",
  "@AttilaKiraly1 @Skuldiggin @FlatEarthOrg @NASA @NASAHubble Giving hypothetical situations to FEers to furnish evidence is not very bright.\nBefore you ask anyone to click a picture of the other side through a telescope, let us discuss why we can’t just explore the entire continent of Antarctica.\nEver heard of the #AntarcticTreatySystem ? https://t.co/8mX5Csw1Fb",
  "@DowseAndy @tillyuk @FlatEarthOrg @NASA @NASAHubble Dropped. I expect you to do the same too. \nNow let us discuss the evidence that makes you believe the earth is round. \nGo on....one evidence at a time.",
  "@DowseAndy @tillyuk @FlatEarthOrg @NASA @NASAHubble Posing as a NASA apologist takes some research too. You clearly are not there yet.",
  "@tillyuk @DowseAndy @FlatEarthOrg @NASA @NASAHubble Hundreds of people have verified this. Still waiting for the part that you said you verified ‘personally’.",
  "@tillyuk @DowseAndy @FlatEarthOrg @NASA @NASAHubble And why did you feel the need to do so in the first place?",
  "@kronikdisaster @Rjinswand @aqua_laqutis @FlatEarthOrg @NASA @NASAHubble You think I haven’t already?",
  "@AttilaKiraly1 @Skuldiggin @FlatEarthOrg @NASA @NASAHubble There are many such examples. Complete your research.",
  "@tillyuk @DowseAndy @FlatEarthOrg @NASA @NASAHubble Hahahaha....I’d love to hear that.",
  "@Rjinswand @aqua_laqutis @kronikdisaster @FlatEarthOrg @NASA @NASAHubble Go watch the video and direct your questions to NatGeo.",
  "@Skuldiggin @FlatEarthOrg @NASA @NASAHubble I’d click all those pictures from more angles than you asked for. Just allow me an annual budget of billions of dollars. \nTrust me I won’t produce CGI images like NASA does.",
  "@glowrosey @GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble Go through the thread and you’ll know. I’m not answering everyone individually now.",
  "@DowseAndy @tillyuk @FlatEarthOrg @NASA @NASAHubble Funny you don’t expect the same from globe earthers!",
  "@Rjinswand @aqua_laqutis @kronikdisaster @FlatEarthOrg @NASA @NASAHubble Watch the official documentary by NatGeo. They tell you. \nA little common sense will take you a long way.",
  "@TeslaGhost @NikoTesla369 @GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble Déjà chu: I’ve had this conversation with a chu before",
  "@aqua_laqutis @kronikdisaster @FlatEarthOrg @NASA @NASAHubble You two decide amongst yourselves first whether the middle or the sides are curving?\nNow take the Suez Canal which is I don’t know how many times the size of an olympic pool\nEnd to end, more than 100 miles, NO CURVE.",
  "@aqua_laqutis @kronikdisaster @FlatEarthOrg @NASA @NASAHubble So nothing about the surface of water curving??\nExcept for a drop of water, just to avoid any confusion.",
  "@Quisling10 So relativity was made up to do exactly what you mentioned by that stooge named Einstein.",
  "@NikoTesla369 @MarkWakk @GosbeeDarren @FlatEarthOrg @NASA @NASAHubble I too am a fan brother. But the earth is Flat. https://t.co/f0xQHep5AU",
  "@AttilaKiraly1 @GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble To the levels you’d go.... https://t.co/Hci6eiZ43a",
  "Retard considers evolution, bigbang, relativity to be laws of physics. \nI rest my case. https://t.co/gjF1EN1IxQ",
  "@Thegreatesbrain @DowseAndy @FlatEarthOrg @NASA @NASAHubble Laws of physics..lol\nI think we’re done here.\nI’ll let people reading this decide for themselves.\nThank you so much for falling flat (pun intended like crazy)",
  "@Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Not really ashamed to be called that.",
  "@Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Sometimes majority simply means that all fools are on one side.",
  "@John_TWH_Lister @GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble That was a phase. Yeah.\nI’ve graduated now.",
  "@AttilaKiraly1 @GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble We’ll see.",
  "@aqua_laqutis @FlatEarthOrg @NASA @NASAHubble Surface tension.\nFluid mechanics 101.",
  "@aqua_laqutis @kronikdisaster @FlatEarthOrg @NASA @NASAHubble The surface you dumbfucks!!",
  "@StarWars_meme4u I hope you are all set to catch the eclipse tonight.",
  "@kronikdisaster @GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble The surface of water stays flat, irrespective of the shape of the bottom.",
  "@Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Mathematically, a lot of things can be proven. Like 1=2. I did it in school myself. https://t.co/CwmyxA9KUw",
  "@AttilaKiraly1 @GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble Attaboy!!",
  "@aqua_laqutis @FlatEarthOrg @NASA @NASAHubble Ok then let me clarify. I was talking about the surface of water. \nIrrespective of the shape of the bottom of the glass water that you poured and checked, the level is going to remain the same.",
  "@markdotcomau @TheYellowLynx @tone_delpiero @StarWars_meme4u @FlatEarthOrg @NASA @NASAHubble Listen to everyone but arrive at your own conclusions.",
  "@261Milky @TheYellowLynx @laabuelachupi @FlatEarthOrg @NASA @NASAHubble Were u able to watch the 7-hour long repair session aboard the ISS/HST?With no sunrise or sunset. Ideally that should have happened 4-5 times during those hours given the orbital time period around the earth of 90-100 mins.",
  "@markdotcomau @StarWars_meme4u @FlatEarthOrg @NASA @NASAHubble I can see for miles and miles and miles.",
  "@aqua_laqutis @forthemasses @V1CSTAR17 @FlatEarthOrg @NASA @NASAHubble @FlatEarthCity Why not? I’d do it, given the opportunity.",
  "@aqua_laqutis @FlatEarthOrg @NASA @NASAHubble That was dumb!\nAre you taking one for the team?",
  "@gameghoul517 @FlatEarthOrg Try harder.",
  "@this_exit @FlatEarthOrg @NASA @NASAHubble Here’s a clue: Balloons.",
  "@forthemasses @mattculley8 @FlatEarthOrg @NASA @NASAHubble Meh.",
  "@Iarlaith2 And who’s going to take care of the smacking?\nYour yourself or hired ones??",
  "@Thegreatesbrain @DowseAndy @FlatEarthOrg @NASA @NASAHubble Not the laws of physics, just the theory part and the made up part. \nFor example, theory of evolution, theory of relativity, BigBang theory, heliocentric model to name a few.",
  "@TheYellowLynx @tone_delpiero @StarWars_meme4u @FlatEarthOrg @NASA @NASAHubble Every step stone that you choose to take support of is based on lies to hide the true nature of our reality and our origins.\nFYI I’m not a Christian.",
  "@TheYellowLynx @laabuelachupi @FlatEarthOrg @NASA @NASAHubble I just find them to be retards is all. \nNot those who disagree but those who do not have an open mind.",
  "@TheYellowLynx @GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble C’mon dalgoz, it’s your turn now to scratch his back.",
  "@NikoTesla369 @GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble Hi Tesla!\nIn case you haven’t gone through my handle, I’d like you to know a few things about Tesla. https://t.co/rYIJat05w6",
  "@Adam_M_Matthews @FlatEarthOrg @NASA @NASAHubble Exactly. \nThis is what makes me say:\nScience is the 21st century religion. \nThou shalt not question science. \nEven if what science tells you is predicated upon false beliefs and theories.",
  "@GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble You are free to believe whatever you want.\nI don’t believe in believing.\nI know for a fact that water doesn’t curve and hence it has to be flat.\nYou can philosophise beyond that, but only when you have unlearned the LIES.",
  "@mattculley8 @daniehattingh @FlatEarthOrg @NASA @NASAHubble Perhaps",
  "@DarkandIsback @FlatEarthOrg @NASA @NASAHubble There was a time when everyone was mocking the likes of Copernicus and Galileo. \nThe world is a funny place.",
  "@laabuelachupi @FlatEarthOrg @NASA @NASAHubble Too boring dude!!\nRetards watch it.",
  "@mattculley8 @daniehattingh @FlatEarthOrg @NASA @NASAHubble I hope people reading this find out for themselves.\nAlso the fact that we have not been able to replicate Cavendish’s Torsion Balance experiment till date, the experiment that determined ‘G’ constant.",
  "@StarWars_meme4u @FlatEarthOrg @NASA @NASAHubble This is the Suez Canal \nMore than 100 miles without any curvature. https://t.co/aFz5IPJykd",
  "@mattculley8 @FlatEarthOrg @NASA @NASAHubble Sending a selfie with my telescope would be a futile exercise I guess.\nPretty excited about the #BloodMoon though.",
  "@DarkandIsback @FlatEarthOrg @NASA @NASAHubble Most of us?? Really???\nSpeak for yourself brother.",
  "@laabuelachupi @FlatEarthOrg @NASA @NASAHubble You wish!!",
  "@GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble I don’t give 2 fucks about what my fellow FE’ers have to say. \nI’m in search of my own truth.",
  "@TheDrunkenFool @FlatEarthOrg @NASA @NASAHubble This is just one of the many things that have brought me to this conclusion. Not that I read a piece and formed an opinion.\nRather I found a piece that resonates with my own research, that the world can also relate to.\nI’m sorry. Not the world. But only those who are woke.",
  "@GosbeeDarren @MarkWakk @FlatEarthOrg @NASA @NASAHubble Stars and ‘wandering stars’ that we tend to call planets, going around the sky in the same cycle for 100s of years, which would not be possible according the movements described in the heliocentric model and Big Bang world.\nTelescopic lenses make them appear circular (not round).",
  "@TheDrunkenFool @FlatEarthOrg @NASA @NASAHubble Then I believe you must also understand the ‘theory’ part in it.\nJust like in\n#Evolution theory\n#BigBang theory\nTheory of #Relativity\nDon’t you??",
  "@MarkWakk @FlatEarthOrg @NASA @NASAHubble There are no ‘planets’.",
  "@King_Shakshuka @FlatEarthOrg @NASA @NASAHubble And all #FlatEarthers assassinated right?",
  "@mattculley8 @FlatEarthOrg @NASA @NASAHubble No society here bro. Just a woke individual.",
  "@Justinhope16 @FlatEarthOrg @NASA @NASAHubble Anything new??",
  "@TheDrunkenFool @FlatEarthOrg @NASA @NASAHubble You need to look for the origin of the term ‘conspiracy theorist’.",
  "@daniehattingh @FlatEarthOrg @NASA @NASAHubble You are going to arrive close to that number owing to the nature of the experiments.\nOther experiments like the Michelson-Morley experiment objectively concluded that the Earth is not moving/spinning whatsoever, and that the aether exists.",
  "@Lexi_Gunderson @FlatEarthOrg @NASA @NASAHubble No aliens bro. Sorry to break it to you.\nIt’s just going to be a psyop to fool the masses.",
  "@DowseAndy @FlatEarthOrg @NASA @NASAHubble Dumb no. Awake yes.",
  "@daniehattingh @Cmbcoelho @FlatEarthOrg @NASA @NASAHubble Not the first time someone cracked that joke. I’m used to it now.",
  "@manamiangry @lennartregebro @FlatEarthOrg @NASA @NASAHubble I cropped the name of the website out so that these fools don’t get all judgemental n stuff. \nBTW I had a good laugh going through your handle. \nNice job manamiangry 🤣",
  "@lennartregebro @FlatEarthOrg @NASA @NASAHubble  https://t.co/X6Bq6GSGT4",
  "@lennartregebro @FlatEarthOrg @NASA @NASAHubble 1. Make up your fucking mind what you want to say so you don’t need 3 points.\n2. Fuck off",
  "@lennartregebro @FlatEarthOrg @NASA @NASAHubble Just ask yourself this question:\nDo you really want to be asking these kind of questions about the National Space Agency of your country?\nWhy are we even having this conversation FFS?",
  "@FlatEarthOrg @NASA @NASAHubble Wow!!!\nThank you @FlatEarthCity \nThis means a lot\nBut at the same time I’d also like you to know that I always ask people do not get influenced or deceived by any of the groups that purposely try create a fool out of everyone of us.\nThis is a bad bad world!\n#WakeTheFuckUp people",
  "Long before there was any @FlatEarthOrg,\nA few concerned people were there asking @NASA genuine questions about the @NASAHubble.  \nPublished in 2001-02, I found this to be a very good summary to make the whole picture clearer. \n#HubbleSpaceTelescope (#HST) is a LIE. \n#FlatEarth https://t.co/WdQk1iiwMu",
  "The #FlatEarth isn't something I have to believe in, it's our reality, I couldn’t escape it if I wanted to. \n\nResearch #FlatEarth",
  "Hi Amelia, the more relevant question might be, \nWhat do we gain by telling you it's flat?\nNASA's budget is 19 billion annually. https://t.co/iZ8ujujppN",
  "@_rebekapierce I urge you to do those things bcz that is going to give you so much more opportunity to expose the lies that they teach. Also, you can show the right path to all those who have enrolled in those courses unaware of the great deception that it is.",
  "@neiltyson Self-appointed representative of the scientific community.\nI’d love to see your response when #FlatEarth reality hits the world.",
  "@thevirdas Save the word literally for when you are actually being literal. \nLiterate moron",
  "The old slaves were killed for reading...the new slaves won't research to stay alive https://t.co/bBkI9MxEdJ",
  "The weekend is the perfect time to settle in and research #FlatEarth. You may need the entire weekend to free yourself from your indoctrination. \n\nResearch #FlatEarth",
  "Life reduced to a bubble and they control everything outside your bubble.\nEither be happy with what you have inside the bubble or it will be burst and you’ll keep floating in emptiness forever. https://t.co/yYhUIhxdhv",
  "@thevirdas Bohot maza aata hai na bich bich me khud ka ego massage karke?\nAnyways, what’s more important than this chutiya is #FlatEarth",
  "@EmirSejdik @YouTube That’s truth.",
  "@EmirSejdik @YouTube Just fuck the fuck off",
  "Neil Armstrong - interview https://t.co/d9z4GgKZ8G via @YouTube\n#NeilArmstrong Why you bloody mockin us?\nAnd what the fuck did you mean when you answered- ‘Girls’? \nNo #FlatEarth propaganda in this video interview\nFFS watch it as a sane person.",
  "That the Earth is NOT spinning/moving at all whatsoever was proven before the beginning of the 20th century, which in turn saw the culmination of all lies in the name of a farce called #relativity, pushing our #FlatEarth further into oblivion\n#21stCenturyBeDifferent https://t.co/ZXYPffZGSX",
  "@neiltyson @FOXTV What do you mean Be there. Are you asking everyone to survive the year? What’s so bad about 2018?",
  "Debunking the Debunks\n\nThis article has a nice roundup of globey talking points.  \n\nPls come along as I respond!\n\nhttps://t.co/GoUhysfAht",
  "@TruncatedEarth @FlatEarthRT That equation you wrote is from the Flat Earth Society. The FES is a government run org to catch people interested in Flat Earth. They use easily debunkable proofs such as the 9.8ms claim to discredit flat earth.  Stay away from them.",
  "The world is run by  super psychopathic satanists/pedophiles/rapists/murderers/symbols and numbers, ....... feel free to add what i missed.",
  "It’s a New Year - same old #FlatEarth \n\nT.G.I.F - Thank God it’s Flat! \n\nResearch #FlatEarth",
  "Is it nothing to know that we are living on a body at rest…\n\nand not on a…body whirling and dashing through space in every conceivable way, and with a velocity utterly inconceivable?\n\nCarpenter, 100 Proofs https://t.co/zRUFgVLLyS",
  "Would you rather not push so hard on the ground to prevent flying off a few feet up because of Newtonian reaction force?\nI’d rather drag my feet very carefully across the floor on the moon (in g/6 gravity).\nDid they really not think it through?\n#FlatEarth https://t.co/SmAPWf76TX",
  "I would love to see hubble do this #FlatEarth https://t.co/ji7Mt9npMH https://t.co/v9lkWD6QXW",
  "@starrchildddddd  https://t.co/5QOzdrONiC",
  "A lie is a lie even if everyone believes it. The truth is the truth even if no one believes it.",
  "@EmirSejdik Let us all ask our respective govts to breach the agreement and go forward to #ExploreAntarctica b4 Moon and Mars. \nMakes more sense right?",
  "The #AntarcticTreaty is one thing that all countries of the world seem to unanimously agree upon, strangely enough.\n#AntiAntarcticTreaty https://t.co/5zP84jVqpX",
  "@siirii @SpeakToMeInDots @ForeverFlatErth @RanWiz @LennyAllen18 @1vinniepinto @FlatSlugbrains @ankhmyname @FlatEarthCity @WorldAndScience @EvansMediaCan You are close.",
  "@TheShape76 Thank God for that.\nAll educated fools.\nLiving in a bubble.",
  "@Zairey_Zeksto You talking to me?",
  "@CobraElDiablo @1vinniepinto @LennyAllen18 @FlatSlugbrains @RanWiz @ankhmyname @FlatEarthCity @WorldAndScience @EvansMediaCan Coercion is your only tool. You are fooling no one.\nMy point, which clearly escaped you, is\nIf you only trust ur senses, you’ll be right",
  "@UnCastellsMes @44R0N @FlatSlugbrains @RanWiz @ankhmyname @BadBuc99 @LennyAllen18 @FlatEarthCity @WorldAndScience @EvansMediaCan @evianwater @PerrierUSA My point is....\nWhy here?",
  "@UnCastellsMes @44R0N @FlatSlugbrains @RanWiz @ankhmyname @BadBuc99 @LennyAllen18 @FlatEarthCity @WorldAndScience @EvansMediaCan I have talked to people (profiles) on twitter with names like “It’s a globe”\nGenius\nI think he should have tried “It’s a globe. Duh!”",
  "@busterknutt1 @1vinniepinto @LennyAllen18 @FlatSlugbrains @RanWiz @ankhmyname @FlatEarthCity @WorldAndScience @EvansMediaCan Loads\nBoth before and after #FlatEarth\nI think you’ll be done with all the info/proofs/evidences on YouTube in a matter of days\nWhat next?",
  "@CobraElDiablo @1vinniepinto @LennyAllen18 @FlatSlugbrains @RanWiz @ankhmyname @FlatEarthCity @WorldAndScience @EvansMediaCan Why are you wasting everyone’s time by stating the obvious?\nEven a kid knows the answers to all your questions without even knowing Physics",
  "@busterknutt1 @zjeeh_ @diafol1 I just graduated",
  "When you shared #RobertBilott with this nations first responders.  Thank you.  How does one thank you for what he’s doing for us? https://t.co/8Zmi7mfSdu",
  "@iamaaratrika @iamsrk @_a_y_u_s_h_i_ Great inspiration drawn from a fake post by a fake accnt\nBut you seem real Aaratrika\nGo through @_a_y_u_s_h_i_ ‘s profile and see for urself",
  "@_a_y_u_s_h_i_ You can’t have a more fake account. \nRun by the PRs of all chindi celebs",
  "@S1dharthM And where does the link on the Instagram bio take you\nAny guesses??\nhttps://t.co/mBGnVTtNDY\nNacho bc",
  "@S1dharthM As soon as people go to these IG and twitter ids they’re gonna realise that you just quoting fake accounts\nHow dumb can your PR team be!!",
  "@S1dharthM Get a life Jai Bakshi’s Ayushi\nDo something productive/meaningful/even bakchodi/#anythingbutTHIS",
  "@EmirSejdik You really think I’m a Trump-et?",
  "@EmirSejdik To what end you ask\nTo the end that majority of population’s motto in life:\nWork\nBuy\nConsume\nDie\nOf course excluding those who die of hunger",
  "@EmirSejdik To thrust us further into oblivion so that we never come even close to realising the truth\nTo hide from us what everything  actually means",
  "@EmirSejdik How much sense did u try to talk the lesser stupids into, that u met today?\nIs this ur fav pastime?\nThat’s beneath all those stupids I feel.",
  "@EmirSejdik To make us feel that we are #Stardust\nTo make us receptive to the Alien Agenda which will usher in the NWO (don’t pick on this) and what not",
  "@EmirSejdik Justifying the Planetary System swindle",
  "@EmirSejdik A facade",
  "@EmirSejdik Dig deeper and you’ll find that science and technology has only been abused for commercial and monetary purposes, &amp; money in turn for clout.",
  "@EmirSejdik It is all being held from us by the powers that be\nYou can either search for the truth yourself or lend a hand exposing those who alrdy know",
  "@EmirSejdik This is just what the world needs to know for the time being, atm\nIn other words I don’t think people can handle all that is there to know",
  "Why the ‘breast milk’ insult I don’t understand https://t.co/94FJV25i3o",
  "@EvansMediaCan Anywhere except a diagram/picture/globe have you seen water curve like that?\nI mean like..for real?",
  "@Bane_of_Numpty @RanWiz @ankhmyname @FlatSlugbrains @LennyAllen18 @FlatEarthCity I know about everyone (including Ganesha-Ganpati Bappa Morya)\nIdentify myself with no one / nothing",
  "@shivankverma1 @FlatSlugbrains @RanWiz @ankhmyname @LennyAllen18 @FlatEarthCity Is that 100% of conspiracy theory knowledge you have?\nIf Yes: I feel sorry for you\nIf No: Still sorry",
  "@Bane_of_Numpty @FlatSlugbrains @RanWiz @ankhmyname @LennyAllen18 @FlatEarthCity You’re witty AF dude",
  "@Bane_of_Numpty @RanWiz @FlatSlugbrains @ankhmyname @LennyAllen18 @FlatEarthCity I wouldn’t have had he not asked me to STOP!\nHad to prove that his bold (pun intended) move is baseless.\nPlus, you’re on twitter FFS",
  "@FlatSlugbrains Just bcz I named them doesn’t mean I believe what they say.\nIt’s part of the greater conspiracy which will do people good if they read. So🤘🏿",
  "@RanWiz @Bane_of_Numpty @FlatSlugbrains @ankhmyname @LennyAllen18 @FlatEarthCity Let’s suppose for the time being that you are not an old fart, but they do exist right?\nHence age may = learning shit, experiencing nothing",
  "@FlatSlugbrains @RanWiz @ankhmyname @LennyAllen18 @FlatEarthCity No Sherlock\nThat’s why I said find your clues from there\nThen go on and find the truth yourself\nNot 100% of conspiracy theory is BS",
  "@FlatSlugbrains @RanWiz @Bane_of_Numpty @ankhmyname @LennyAllen18 @FlatEarthCity They could have done better.",
  "Put in a very simple language https://t.co/JD0blTje7W",
  "@RanWiz @ankhmyname @FlatSlugbrains @LennyAllen18 @FlatEarthCity Boy oh boy\nYou can find all the clues from conspiracy theorists like Zecharia Sitchin, Erich Von Daniken et al\nThen go find actual reports",
  "@RanWiz @Bane_of_Numpty @FlatSlugbrains @ankhmyname @LennyAllen18 @FlatEarthCity Fuck off old fart!",
  "@RanWiz @ankhmyname @FlatSlugbrains @LennyAllen18 @FlatEarthCity There you go @RanWiz",
  "@shivankverma1 @ankhmyname @FlatSlugbrains @LennyAllen18 @FlatEarthCity Chutiya",
  "@RanWiz @ankhmyname @FlatSlugbrains @LennyAllen18 @FlatEarthCity My question was to you Randy?\nOne who has actually worked for NASA\nThose kids blabbering means nothing\nBut I do value your opinion/belief",
  "@FlatEarthCity @ankhmyname @RanWiz @FlatSlugbrains @LennyAllen18 That’s okay buddy\nIt’s hard to put up with such levels of ignorance and stupidity, coupled with intransigence and utter disregard for logic",
  "@shivankverma1 @FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity Still you have to tell me and the world about your holy language in English\nThe Irony\nSanskrit aur Angreji dono seekh le pehle theek se",
  "@RanWiz @ankhmyname @FlatSlugbrains @LennyAllen18 @FlatEarthCity What do u have to say about the reports of astronauts discovering alien spacecraft/intelligent structures when they landed on the moon?",
  "@RanWiz @Bane_of_Numpty @FlatSlugbrains @ankhmyname @LennyAllen18 @FlatEarthCity A) If you’re part of the hoax then Newsflash: You’ve been exposed big time\nB) If you are ignorant and dumb AF, then wake the fuck up",
  "@shivankverma1 @FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity It’s my language too if I’ve learnt it. \nIs there a copyright on language too?\nPut your knowledge of this holy language in reading the Vedas",
  "@940826 If #BigBang was true, explain us.\nOh wait, I think I know.\nAnother bullshit theory #Evolution\n#HouseOfCards based on a pile of lies",
  "@940826 Strange that you don’t find #BigBang unbelievable just bcz it is not categorised as mythology\nA bullshit theory can go a long way #Scientism",
  "@zjeeh_ Oh poor Tesla\nHe was going to bust the myth but they didn’t let him\nHe wanted to create free energy for everyone but they didn’t let him",
  "@940826 I’ll take it as a ‘No’ to the question asked\nI go back because those times were not tainted by #Scientism\n#BigBang is more than just a myth",
  "@Just_Me_Charles @insideJobsworth @areyoufeelingx @Mox__Fulder So you’re kinda ok with lies every once in a while, but they dare not lie to you all the time.\nUse the few lies to expose the bigger truth.",
  "@940826 #RahuKetu\nExpand the domain of your research. \nThere’s Rahu and Ketu in Indian mythology and in ancient Hindu astrology\nEver heard of this?",
  "@Just_Me_Charles @insideJobsworth @areyoufeelingx @Mox__Fulder Why did you take all the pains to do all this?\nTo prove that the earth is round?\n#Lame",
  "It’s high time we realised that\n#Evolution is not real\n#BigBang is not real\n#Gravity is not real\nIt’s high time the #HouseOfCards collapsed. https://t.co/ZX8tV3Tk1D",
  "@940826 You get the award for ‘Best Figure of Speech’ award on twitter\nDoes that make you happy in own little ignorant bubble of a life buddy?",
  "@reedjenkinns Actual normal humans are not running this world my friend\nBreak away from normal and explore the world\nDon’t be scientifically indoctrinated",
  "@James2012 Or maybe u don’t understand what I’m talking about\nDo unlearn the lies first then only you’ll be able to learn something new and valuable",
  "@occasionatheist @Its_Stationary You really think I wouldn’t have considered that?\nInfamous conspiracy theorist David Icke goes deep into it\nYet I choose to not believe him",
  "@ReadECAM Have u ever tried to think about the ‘real’ scientists (read stooges) in those terms\nThey been doing the same for hundreds of years. Correct",
  "@ReadECAM A scientist in my own right\nDuh\nField is this wide flat earth and vast blue sky with all the stars and planets",
  "@diafol1 @zjeeh_ In #FakeNASA and all such orgs, the scientists and engineers r compartmentalised\nNo one person has got the entire picture clear\n#NeedToKnow",
  "@diafol1 @zjeeh_ #FlatEarth has changed my worldview and I expect the same for everyone which is why I am doing what I am doing",
  "@zjeeh_ @diafol1 A deception of this scale has to be fool-proof and rightly so\nLook through it and you’ll know that all these things are only there on paper",
  "@diafol1 @zjeeh_ You have been successfully indoctrinated\nWhat you call evidence is a pile of horseshit\nWake the fuck up",
  "@diafol1 @zjeeh_ Have you dismissed Big Bang and Evolution yet?",
  "@llenthalben @FlatEarthCity @FI0weyTheFl0wer @YouTube Even after countless vids exposing #FakeNASA deception, how can people still choose to overlook and defend them",
  "@bfaull19 Now try to think\nHow far is the sun and how far is the canopy of these trees?\nCompare and arrive at your own conclusion.",
  "@JustBombEm @daveake @CobraElDiablo @SueMeBro42 Can u plz name a few of the ‘actual science channels’ (also ‘actual news channels’ for that matter)\nTo know the level of ur incdoctrination",
  "@jackawade @ankhmyname If you’ve gone through the thread you must realise that we’ve been through all this already\nTime to go through some other stuff of mine now",
  "@zjeeh_ Evidence and logic are the two things that brought me here\nDon’t just believe, arrive at your own conclusions\nStart asking questions first",
  "@daveake @CobraElDiablo @JustBombEm @SueMeBro42 By ur tweet a section of readers who are new to this are going to start with watching YT vids\nYT will help but don’t get fooled/influenced.",
  "@Robot_Logic @relspatraveller Shows ur naivety to think that only YouTube vids can influence a person\nI’ve done my research, hope u catch up soon\nForget conspiracy angle",
  "@jon_hill987 @llenthalben @YouTube I think the vid was too much for u to handle as it dealt with (basic) concepts of science\nI’ll give u a cookie if u sit thru the longr versn",
  "@llenthalben What if you’re wrong was the million dollar question in the 60’s\nI’ll know what’s right when proven wrong\nLook at the bright side",
  "@llenthalben I’m not new to all this and have ruled out other very plausible and banal versions of the truth being offered by both mainstrm and alt media",
  "@Cheldor What are you?\nThe #Batman of Twitter\nNot doing a great job are you?",
  "@RocketSuki Science = Bullshit",
  "@Cheldor That overwhelming majority is soon going to be overwhelmed by the truth. \nBut my point is, still, what’s making YOU so uneasy and agitated?",
  "Put your education to good use\n#UnlearnLies\n#QuestionEverthing\nBe a scientist in your own right\nResearch #FlatEarth\n https://t.co/slRm63w8gg",
  "@tbragsdale Let the stupids play\nWhy does it even bother you?\nYou really think all the smart and intelligent people are going to fall for it!!",
  "@Cheldor Secondly you need to understand that stupidity is subjective\nI feel people addicted to pointing out stupids are beneath those stupids https://t.co/xMrZy3aZPQ",
  "@Cheldor First of all, u don’t know that you won’t know that you are dead. No one has come back to tell d story\nAnother area we can only philosophise",
  "Earth’s magical curve!\n\n-so subtle, u must be 6 gorillion miles hi to see it\n\n-yet so pronounced, ships disappear over it\n\n-so gradual, it doesn’t affect rivers, lakes, oceans, sonar, radar, lasers, bullets, navigation or electromagnetic weaponry\n\n-yet so dramatic in CGI images🤔",
  "Put your education to good use. \nResearch #FlatEarth\n#QuestionEverything\nArrive at your own conclusions\n#LiveTheTruth https://t.co/qNfhcgyM8F",
  "#TrueThat\nThat’s the only reason I’m doing this. \n#AskQuestions and arrive at your own conclusions. \n#LiveTheTruth\nResearch #FlatEarth https://t.co/off7JrYirr",
  "Trust your instincts \n#UnlearnLies\n#AskQuestions\n#QuestionEverything\n#Scientism is 21st century religion\n#CallTheBluff\nResearch #FlatEarth https://t.co/vydQ5hnLVB",
  "@RanWiz @JustBombEm Any examples of manifestation of the same phenomenon in nature other than the supposed planetary systems of which only #FakeNasa pics exist",
  "@RanWiz @FlatSlugbrains @ankhmyname @LennyAllen18 @FlatEarthCity You guys sorted out your differences to arrive at a common lie?",
  "@FlatSlugbrains @RanWiz @LennyAllen18 @ankhmyname @FlatEarthCity Stop making concentric circles around the same lies",
  "@areyoufeelingx @Mox__Fulder @Just_Me_Charles How long would it have taken for you to figure out that the earth is round if you were the first person on this hypothetical planet?",
  "@FlatSlugbrains @ankhmyname @LennyAllen18 @FlatEarthCity Randy u can be of great help in the #Awakening but here u are spreading misinformation and living the lies blissfully ignorant of the truth",
  "@RanWiz @ankhmyname @truth_vlogs Your word-play ain’t fooling anyone",
  "@RanWiz @FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity What do you have to say about all the fake photos, fake moon landing and fake #AstroNOTs just to name a few. \nDon’t bother answering buddy",
  "@RanWiz @FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity How do you draw the same analogy in case of #BigBang or #Evolution?\nNeither repeatable nor observable\nBut believable AF",
  "@RanWiz @FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity All of them being Freemasons has everything to do with weaving the whole conspiracy together\nDefending them even after knowing their reality",
  "@RanWiz @FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity You can drop your false beliefs and unfounded egotism even without #Gravity\nDo it.",
  "@FlatSlugbrains @ankhmyname @LennyAllen18 @FlatEarthCity DSCOVR is only there in your mind and in #FakeNasa photos clicking its own pictures apparently\nUnlearn the lies. It’s not easy. Still do it.",
  "@Mox__Fulder @Just_Me_Charles Dispel the darkness inside your head first and then you’ll see light outside. Let go of your long held beliefs and trust nobody but yourself",
  "@TheGentInRed1 Reading books written by Freemasons in the name of education defeats the whole purpose. I’d rather rely on my own instincts and experiences.",
  "Once someone has heard of FlatEarth my job is done, I’m here to show them the door to FlatEarth it’s up to them to walk through the door. \n\nResearch #FlatEarth",
  "We don't need to persuade people that the earth is flat, everyone needs to come to this truth on their own terms. \n\n#FlatEarth",
  "Moon &amp; sun look same size as they are same size. We feel no motion as there is no motion. We feel no spin as there is no spin. We see no curve as there is no curve. Things fall to ground as they are heavier than air. Science v logic and senses. Easy choice huh #flatearth",
  "The great #AlienDisclosure Swindle will be here soon. https://t.co/tnmoIFIyIX",
  "Look at this total #Lie this is just 2 make people not look into #FlatEarth ,there is no #Gravity on #FE &amp; they know we show that there is no need for Gravity with #Density &amp; #Buoyancy &amp; a very possible #Electromagnetic Force https://t.co/r6BsdFhHWA",
  "@TheGentInRed1 It’s loud and clear, staring you at your face and you still try to deny it. \nWake the fuck up.",
  "@tbragsdale You have got to think beyond university degrees and formal education. It’s all just brainwashing. \nTrust your own mind and instincts is all.",
  "@tbragsdale Now that I come to think of it, I think it’ll make the whole process easier bcz then you don’t have to unlearn the lies first and then learn",
  "@tbragsdale No shit Sherlock. \nA meme says a thousand words.",
  "@FlatSlugbrains I admit to exposing your double-standard, much less your stupidity.",
  "@FlatSlugbrains The moment u see people coming up with a freakish theory like #WaterisSolid, you’ll change ur name to Water is Liquid\nGenius",
  "@FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity So you’re the judge. And what next? Thank God you can only as much as block me on twitter. Otherwise I’d be seeing the chair.",
  "@tbragsdale #Awaken https://t.co/L84DKTXQ1o",
  "@FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity Who according to you would be the best person/group to judge all the evidences being presented by both parties ( I hate naming sides)?",
  "@FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity Ask yourself this question\nWhom are you fooling?\nMe, the world or yourself?",
  "@FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity So is #Gravity\nAnd #Evolution\nAnd #Big Bang \nAnd WhatNot",
  "@FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity Spin n curvature I don’t see/feel\nU must hv seen hermits in India levitating. That’s the power of meditation. Makes you realise #nothingness",
  "@FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity As for the rest of the thousands, let them speak for themselves.",
  "@FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity Are you fucking kidding me?\nNooo\nI don’t believe ya",
  "@FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity Give it a try at least. \nClose your eyes, take a deep breath and off you go closer to reality away from the dark clutches of oblivion",
  "@FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity I wasn’t able to produce the same lies as that Freemason Cavendish, who was working on the false premise set up by another Freemason Newton",
  "@adamcarey94 @FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity I have nothing to prove Adam.",
  "@FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity #tapasyeah=#meditation\n(in Sanskrit)\nI urge you to do the same.",
  "@FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity Don’t fall for fancy names. Nothing beats the fanciest of ‘em all : #Gravity",
  "@FlatSlugbrains @LennyAllen18 @ankhmyname @FlatEarthCity The ones like NdeG, Bill Nye &amp; Richard Dawkins are all stooges, including Newton and Einstein. \nI’m a scientist in my own right. #nuffSaid",
  "@1stTryScience @LennyAllen18 @ankhmyname @FlatEarthCity That’s your shithole you are digging you fuckface",
  "@1stTryScience @genealogist_CA I was waiting for you to bring these topics up I swear to god. \nI might as well be from a third world country have you ever tried to think?",
  "@FI0weyTheFl0wer @llenthalben @YouTube I only started doing this after hiding my identity. You may claim I am looking for pseudo attention on twitter. Spreading the word is my aim",
  "@1stTryScience Here’s you challenging some orthodox beliefs. That’s a good start",
  "@ankhmyname I thought you are from India so you would know Bollywood dialogues. Looks like you don’t",
  "@1stTryScience No you fucking piece of shit. \nDo you get it now dumbfuck?",
  "@LennyAllen18 @ankhmyname @FlatEarthCity It does sound stupid at first I agree. You have to dig deep down the rabbit hole.",
  "@ankhmyname And also that you gotta work on your English a little maybe.",
  "@1stTryScience The very fact that I have not yet resorted to real insults whereas you on the other hand have on multiple occasions reinforces my stance.",
  "@ankhmyname Thanks buddy. \nAnd btw I had to say this\n‘Ankh dikhata hai madarjaat’\n🤣🤣🤣🤣",
  "@1stTryScience There’s no revelation, only realisation before it goes through all the stages of acceptance. Ain’t gonna be easy with brain deads like you",
  "@1stTryScience My job is to spread the word and instil the belief in people’s minds that they can find it out for themselves. Of course only the sane ones",
  "@1stTryScience What the rest of the people would be after they realise the truth. \n#TheSoonerTheBetter",
  "@llenthalben @YouTube Actually ever since I have decided to go all out like this I feel I am surrounded by people like you. Ignorant and illiterate.",
  "@1stTryScience @Hugoschild @lazertag69 You know pretty well what I mean and still you choose to look the other way",
  "@Hugoschild @lazertag69 Don’t embarrass yourself by asking stupid self-contradictory questions?\nResearch gps tracking of all long-distance flights, particularly S.H",
  "@1stTryScience @lazertag69 @Hugoschild What does that make you?",
  "@1stTryScience @llenthalben No. I just took his name to make an impression.",
  "@Hugoschild @lazertag69 I don’t expect you to be an expert but even a brush up of all the info on #FlatEarth theory should give you a clear idea how that happens",
  "@1stTryScience @llenthalben Ever heard of the scholar Al Biruni of Iran",
  "@llenthalben Not surprised that debunking is ur favourite pastime. \nProving me wrong isn’t going to change the truth. \nPut your efforts to better use.",
  "@llenthalben @1stTryScience Only in the 19th century did the world arrive at an agreement and vast majority started believing in the globe earth as a quasi-fact",
  "@llenthalben @YouTube Don’t limit urself to just one video or one person. Expand the limits of your mind and don’t feel shy to unlearn the lies you hold so dearly",
  "@llenthalben @1stTryScience You getting offended so easily when confronted with the reality is ignominious. https://t.co/2JgsNDL9sz",
  "@1stTryScience I don’t need to.",
  "@1stTryScience @llenthalben Yet you seem to stick around a lot I see",
  "@1stTryScience And you embarrass yourself.",
  "Oh the irony!\nBut nice one, ain’t it?\nActing like an illiterate while defending the education system. \nAt times I surprise myself. https://t.co/GVjqErZKTx",
  "@1stTryScience @llenthalben There are many who have published. Go and research. Don’t act like an illiterate while defending your education system.",
  "@1stTryScience @Hugoschild There are no sides in this debate. \nEither you have realised the truth or you are soon going to be overwhelmed by it.",
  "@llenthalben Gravity, electricity, magnetism, electromagnetism are closely knit together and we are taught shit in our schools. \nUnlearn the lies first",
  "@1stTryScience @Hugoschild Jodi tor daak sune keo naa aashe\nTaale aekla cholo re\nDecipher this and you get your answer",
  "@jimmyfallon Why share this precious moment with the rest of the world?\nMake her feel special keeping it all about her.",
  "@Hugoschild No shit Sherlock",
  "@llenthalben @def732dan Did you just quote Wikipedia",
  "@DaftCuntHunter Please don’t hurt my feelings. \nEnough already. \nGo fish new and better feeds.",
  "@DaftCuntHunter I still managed a few likes and RTs",
  "#NikolaTesla was aware of the great globe earth gravity universe swindle. \nAre you?\nResearch #FlatEarth https://t.co/I2Ozmoelnw",
  "Put your education to good use. \nResearch #FlatEarth https://t.co/926tRIRxAW",
  "@1BigPotato @FlatEarthCity I am still in the process of figuring it out through an array of experiments. Many of them are available online for reference, but not all😉",
  "@sachin_rt Ensuring primary education to all children is a prerequisite to promoting sports. The education system needs to change and all lies exposed.",
  "@relspatraveller So it must be some phenomenon with a fancy fucking name\nDon’t believe just anything\n#QuestionEverything\nBe a scientist in your own right.",
  "@KingFlopAlot Round or flat is still debatable but happy😱😱😱😱😱😱😱\nAre we living in the same world",
  "It’s also a good way to #meditate\nBtw tapasyeah=meditation\nI urge you to do the same to arrive at your own conclusions\nLong live #FlatEarth https://t.co/9V89aIgD5l",
  "There are many such other examples. \nI feel I am swimming in an ocean of co-incidences in this world. \n#AskQuestions\n#QuestionEverything https://t.co/qa0mRNCjsG",
  "#FlatEarth https://t.co/75ON6rAl7w",
  "@NathanUrsic I am a PhD\nAnd you gotta take my word for it.",
  "Erik Verlinde - Gravity Doesn't Exist - Psst, it's density silly! https://t.co/dccXgKA3S4 via @YouTube\nThere’s a longer version too if needd",
  "The greatest scientist ever (underrated) had this to say. \nHe was not a proponent of #FlatEarth but asked people to keep their minds open. https://t.co/btFAVHmjz7",
  "What lies beyond? Another realm?\n#AskQuestions and research #FlatEarth https://t.co/AnZKbvQ5c2",
  "Nothing can be found??\nAre you technologically challenged?",
  "Don’t fall for any of the clubs/communities/societies/groups\nDo your own research about #FlatEarth https://t.co/1sq2Mt7gIk",
  "Put your education to good use. \nResearch #FlatEarth https://t.co/B5bC4N6RNf",
  "@NomieAhmed @Mox__Fulder @bikinatroll So nice to see two sheeple befriending, having the same interests and beliefs, just having a good humoured banter",
  "@Godless_Sponge  https://t.co/6mllWuHUDt",
  "@NomieAhmed @bikinatroll @Mox__Fulder  https://t.co/VMvoLWPB0N",
  "@JustBombEm End of conversation. \nYou have served my purpose well. \nThank you. \nDon’t forget to troll me\nI could really use the word-of-mouth publicity",
  "@JustBombEm Sorry to break it to you but it’s all CGI\nRemember the rhcp song",
  "@bikinatroll @Mox__Fulder Flawed logic bikini\nGo back to bikini bottom\nThere’s a troll in ur name and a scientist in mine. \nWe shouldn’t be talking",
  "@JustBombEm There was nothing scientific in that tweet I deleted. I think I went a little overboard and didn’t want to insult you. \nSee I’m a nice guy.",
  "@JustBombEm I bet you enjoy the music on the live feed\nROFL",
  "@mattculley8 Check out my latest tweet about gravity\nOr should I say ......\nCan’t think of anything clever",
  "@mattculley8 Whatever it takes to bring a revolution. \nStarts with spreading the word. \n#JustDoingMyBit",
  "It just came up while shutting up a #globetard but it is kinda interesting coincidence- the G constant and the freemasonic G symbol 🤔🤔🤔 https://t.co/c0PBKkD5Wc",
  "Put your education to good use. \nResearch #FlatEarth https://t.co/AmDz0ipL8C",
  "@JustBombEm @SueMeBro42 Yes. In all shape n form. \nAnd yet I support #FlatEarth\nTime for u to #Awaken",
  "@mattculley8 I don’t need no support for my #FlatEarth\nGravity is your only support for believing it is a ball. \nI am just exploring new ways to seeing",
  "@JustBombEm @SueMeBro42 Do you know the entire story of Newton and Cavendish and how both were Freemasons and the G constant and what not??",
  "@JustBombEm @SueMeBro42 Lack of funds is kinda big problem plus these debunkers you know and also a mind washed audience goes a far way",
  "@Bhuvan_Bam Meh.",
  "@JustBombEm @SueMeBro42 You are outdated. \n#FlatEarth is not a new thing. Research and #AskQuestions",
  "@Angry__Logic @Mox__Fulder How brain dead are you buddy\nAngry Logic ain’t gonna work",
  "@1stTryScience Oooooo that must have hurt!!",
  "@JustBombEm @SueMeBro42 You are not going to believe me anyway. \nWhich is why I ask you to #DoYourOwnResearch about #FlatEarth.",
  "@Polymorphic88 Yeah brother. \nMakes two of us. \nWhatever it is that you said on your first day on twitter.",
  "Many old farts like this one around here. \nTo all of them I have the same reply. \n#FlatEarth is here to stay. https://t.co/sdJyJTFhYr",
  "@SueMeBro42 You did the geometry part yourself to arrive at that approx figure mate?\nTell me when you do instead of posting a link.",
  "@1stTryScience Why is it the aim of your life to debunk #FlatEarthers ?\nThanks anyways for spreading the word. \nThat’s my aim.",
  "@SueMeBro42 That goes without saying buddy. \nBasic sense of observable geometry and physics is going to give you enough to find oddities.",
  "@Mox__Fulder This perspective logic is helpful in understanding the horizon anomaly while researching #FlatEarth",
  "This one thing is observable from anywhere in the world. \nBe a scientist yourself, don’t believe the stooges. \nResearch #FlatEarth https://t.co/taBURJqyCh",
  "Buzz LightYear / Buzz LieForYears\n#NasaLies https://t.co/ZLKs7spHc0",
  "@JustBombEm Gotten used to it. ROFL\n#Globetard spotted.",
  "@JustBombEm What part of that simple logic did you not understand?",
  "@Mox__Fulder Find your own answers. I can lay it all out for you but it is always nice to arrive at ur own conclusions. \n#Awaken",
  "It is embarrassing the lengths people will go to defend some false ideal for which they believe is \"scientific fact.\" They'll insult you, try to strike you down, and berate you to preserve their version of the truth. \n\nJust accept you're wrong. \n\nEmbrace #FlatEarth \nEnd #Hate",
  "Research #FlatEarth https://t.co/09EMjujoLw",
  "Never thought of this but it does make sense, doesn’t it?\nYou just can’t get it out of ur head after you first start researching #FlatEarth https://t.co/O3O5UEiUDT",
  "The Earth?? FLAT\nThe moon landing?? FAKE\nOther planets??? Nonexistent\n#flatearth",
  "@1stTryScience @EmptyGreenPants @caracoesque31 @realDonaldTrump You think",
  "@1stTryScience @caracoesque31 @realDonaldTrump That vindicates the senility. Cheers Grandpa!!",
  "@davidicke Why did you choose to ignore the #FlatEarth deception sir?\nYou go deep into the #HollowEarh but do not pay any heed to #FlatEarth, Why?",
  "@caracoesque31 @1stTryScience @realDonaldTrump You guys don’t even know where I’m from or how old I am. Shows your parochial attitude to label someone as a kid or an interesting study.",
  "@1stTryScience @realDonaldTrump Don’t say it. Do it.",
  "@1stTryScience @realDonaldTrump It was first not fast grandpa. Get your eyes checked too.",
  "@realDonaldTrump 2017 should end with historic disclosure about Aliens/UFOs/ETs\n#WeWantDisclosure\nOnly you can do this President Trump",
  "@1stTryScience @realDonaldTrump Only after you learn to type first.",
  "@1stTryScience @realDonaldTrump Nah. I found out you are a dimwit. Too old maybe.",
  "@1stTryScience @realDonaldTrump You trying to stress ur point so much, which clearly is the obvious choice for majority (I hope that changes in the future), tells me a lot",
  "@1stTryScience @realDonaldTrump Go on. You are going in the right direction. You’ll reach at your answer right about now.",
  "@realDonaldTrump We want #AlienDisclosure before anything else.",
  "A good read. \n#FlatEarth\n https://t.co/HMZPbWrDbZ",
  "@1stTryScience @caracoesque31 @zjeeh_ You got me there!\nDamn.",
  "@1stTryScience @zjeeh_ @caracoesque31 Be prepared for a #FakeAlienAttack\nIt’s already made the news",
  "@zjeeh_ @1stTryScience @caracoesque31 The answers to all your questions are available at a few keystrokes. \nAsk for help if needed. \nMost importantly, don’t fall for propaganda.",
  "@1stTryScience @caracoesque31 @zjeeh_ Get something better to do in life than calling people’s bluffs and apparent lack of wit.",
  "@1stTryScience @caracoesque31 @zjeeh_ So you’ve been using twitter to show the world how witty you are,eh?\nGot yourself a nice flatform. \nA debunker talking about originality 🙌🏿",
  "@1stTryScience @caracoesque31 @zjeeh_ I bet you have never let the idea of earth being flat enter your mind. \nRightly so cuz u r brainwashed to the very core \n#QuestionEverything",
  "@1stTryScience @caracoesque31 @zjeeh_ If you want bread-crumbs then I have left it for you. If you want me to just lay it out for you then I’m sorry buddy\nIt took me years",
  "@1stTryScience @caracoesque31 @zjeeh_ Which is why I am asking you to #DoYourOwnResearch\nDo let me know when you #wakeup",
  "@Angry__Logic @davidicke David has brought this up in his book but never delved deeper. His podcasts on YouTube and his channel are only there to obscure the truth.",
  "@Angry__Logic  https://t.co/hMf7KIaOBX",
  "Flat Earthers are some of the most skeptical people. We believe in a Flat Earth because it’s more realistic than the globe when you try to debunk it. https://t.co/6yi8lg8qRL",
  "Rethink your reality, Unlearn the lie. Rediscover the true. Know-The-Ledge. #FLATEARTH https://t.co/SmsvaCwNyF",
  "https://t.co/P3rsJYlm20",
  "@davidicke We got a #FlatEarth which is a bigger concern I suppose. \nBlame who?",
  "A breath of fresh air to this corny meme\n#FlatEarth https://t.co/ztP3wHT9Gw",
  "@caracoesque31 @zjeeh_ Get to know about the qualified scientists before you put your blind trust on them. \nDo let me know when you #WakeUp",
  "@zjeeh_ The ‘real’ conspiracies are there to obfuscate the demonstrably true facts. \nOnly thing that I can tell u is that not all of it is bullshit.",
  "@thetanmay @TimesNow And boy we got some talent\nNarender godi and napunsak chodi level shit",
  "@thetanmay @TimesNow Tanmay asking TimesNow about RaGa\nIn the process giving thousands of people a chance to demonstrate their skills\n#GivingItBackToTheSociety",
  "@sonamakapoor @SohailKhan Sohail Bhai phone number ni diya kya isko? Aise publicly wish karne ka kya logic hai🤔\nArey pagli call karke wish kar unko achha lagega",
  "#FlatEarth is the last conspiracy theory that you would even think of getting your head around. \n#WhatUtterBalls\nSee what I just did there? https://t.co/jIRfY0KIoM",
  "Sea level = elevation zero\n\nIn every ocean in the world\n\nBecause water acts the same way\n\nAll over flat earth https://t.co/PSxjmWCUr0",
  "I will be posting a lot of stuff in the near future. \nTighten your seatbelts. https://t.co/cKHXMzvewV",
  "Smash the globe down and preach the truth #flatearth https://t.co/Ljmsqe3AIw",
  "#TrueThat https://t.co/2njkx8kLVc",
  "#FlatEarth\n#ResearchFlatEarth\n#TheEarthIsFlat\n#DoYourOwnResearch",
  "@arunbhattachary @BillClinton Aap chutiye hain.",
  "@ShashiTharoor If only you paid as much attention to grammar too. Rodomontade is noun (also verb) but you’ve used it as an adjective. #grammarnazikachacha"
 ]
}