{
 "user": 1267651304,
 "tweets": [
  "\"Well I was on YouTube one day....\"\n\n- Every #flatearther",
  "My cousin asking about my #dirtyThirty in Vegas this year #itcouldHappen https://t.co/EsJNSxjZuQ",
  "@MeetMindful your unsubscribe link in your marketing emails takes me to this section of the app where everything is turned off. \n\nYou are sending SPAM https://t.co/RI5EwYKFDI",
  "“But I’m an 800m runner!!!” Call ESPN cause September 16th I make my marathon racing debut\n.\n.\n.\n#run #runner #tunnerllightmarathon #chubbyguyswhorun https://t.co/gHegTluPaS https://t.co/duWRf1fjZz",
  "Thank you @Ozonefreerun for showing me this. Been on repeat all day today. https://t.co/UiDTSRX6t8",
  "@Bwiggz Agreed",
  "Lol cut off funds? Would this go both ways where CA isn’t funding red state voters social programs anymore? https://t.co/VIZQUZtCM5",
  "Theory: The #PNW is not allowed to be sunny for longer than 24hrs or else it will go up in flames",
  "Cool. Lets destroy a 100 yr old building to show off for ONE meet. #makesSense https://t.co/UpXlTH6U1D",
  "Sometimes I think I’m ready to move on to the next phase and get married with the possiblility of having kids\n\nThen I get triggered by a $400 vet bill and realize I am not.",
  "USA TAKES OVER THE BOSTON MARATHON Women’s Race!!! 6 out of the top 8 finishers came from the United States. What a great race and show of dedication regardless of the weather. #DontMessWithOurWomen!! https://t.co/tgj3AvVjPO",
  "Desi and Kawauchi out here proving true every motivational quote I’ve ever mocked.",
  "@BowermanTC  https://t.co/JGjJG1VKE6",
  "@jayyJazmin I did Panda #noragrats",
  "New: Firefox for iOS stops websites from tracking your online behavior. It was an option, but now it's the default. https://t.co/8cjov0sVnf https://t.co/RbLlxg768Q",
  "Why do all the #CommonwealthGames athlete photos look like mugshots?",
  "@MrCISCOADLER Portland",
  "@Rxley_Stebbxns_ @Cubs They’re not at home....",
  "@Cubs Lol Brewers acting like they just won a WS",
  "Girl at Trader Joe’s assumed I just got done with Spring Break #bestillmyheart",
  "Such a fun group that made missing my 6am flight 100% worth it #brewfest #teamblackout https://t.co/NNrLcWffwk https://t.co/3XMmM78Cnd",
  "@JackAllTimeLow UMBC!!!!",
  "@_stevve Livin the good life I see",
  "I just rage quit Instagram when 5/8 first posts were of babies or kids",
  "Sup, @ESPN https://t.co/ISHem7E57R",
  "UMBC alumni watch this historic victory together https://t.co/7wOgycOqvP",
  "Everything wrong with Fox News in one video https://t.co/MhnApiQ3pG",
  "Funny how 3 months turned into 7 years of living life up on the West Coast. Thanks to friends and family that have made it happen and worth it. #chaseyourdreams #cantstopwontstop #ventura #imissyou https://t.co/cdr9LOIia4 https://t.co/gxcGnZUFsq",
  "We are proud to announce that @CRGEvents is now part of @OpusAgency! We are beyond excited to add their 90+ event management and registration gurus to the team. Check out our website for more details: https://t.co/Vs5sPoabvV #EventProfs #PDXbiz",
  "Incidental contact: NO SOUP FOR YOU!\nPractically show up with a needle in your arm: eh, what can we do?",
  "Drew Windle was asked about how he would celebrate his medal tonight:\n\n“I’m taking shots for as many hours as possible”",
  "The IAAF has announced that Drew Windle has been reinstated as the 800m silver medalist after a USATF appeal. https://t.co/VeE1ispWkP",
  "Thank you @MattForte22!!!",
  "People that live in Portland say Portlandia is not accurate.\n\nPortlandia is accurate",
  "Don’t be surprised if me signing with #sasquatchtc is the top highlight on @espn for the next month\n.\n.\n.\n#run #trackandfield https://t.co/cnn7bgIXm2 https://t.co/yiocdyYD5k",
  "Our star Sasquatch @xcdayman42 is on the track now for his #USATFIndoors 3k!! #BelieveInYourself @RedshirtRunning https://t.co/9bK0ihDchn",
  "It’s 2018. How hard is it to have picture-in-picture during a track meet? @NBCSports",
  "Happy Valentines Day https://t.co/Q6WsgKOUZy https://t.co/pSo7TIHmLo",
  "Petition to Save the IU Cross Country Course https://t.co/YA1kVHKdqo via @embedly",
  "Dear @AlaskaAir just because I bought a plane ticket doesn’t mean I should be subscribed to a DAILY marketing email",
  "“This is the earliest I’ve ever talked about farts”\n- Tinder date to me",
  "Shout out to my #SasquatchTC teammate, training partner, roommate, and friend who is running #ragnar right now. I’m in an awesome roommate situation with two guys who run and are driven towards their goals, it’s such a great situation .\n.\n.\n#runFastTurnL… https://t.co/Dznl8d5SVM https://t.co/KG8WznNfCX",
  "@ADuhCheekOh But it’s about enjoying Cinnabon, not being on a diet",
  "I was pondering why I went from 0 matches on Bumble to 7 in less than 24 hrs. \n I thought it might have something to do with the Super Bowl.\n Then my roommate helped me realize it's the week before Valentine's Day\n That may have been my most \"guy\" moment ever.",
  "Everyone talking about national and meet records but @kingcheserek is out here breaking shoe brand records for @skechersGO",
  "@ADuhCheekOh https://t.co/zoGu5u3kGo",
  "Way to go @emily_infeld!!! #USATFxc",
  "iPhone’s notification system is an abomination to everything in this world #itjustworks",
  "\"Hey, you want an after picture?\" -@Sub2orBust https://t.co/3rCev4Eu8I",
  "We got our rookie Sasquatch, @Sub2orBust,  running an indoor 800m in a few minutes. Hoping to get at least the 400 split but it's hard on a 240m track! https://t.co/BlPf1jESOQ",
  "https://t.co/ajVf6EJYcK",
  "Where I live totally sucks. Don't move here.\n.\n.\n.\n #pnw #runportland #run #trailrunning… https://t.co/iZcSAkhmhu",
  "There’s a random cooler in the office \n\nI’ve been programmed to believe it 100% has beer in it",
  "Just cause she’s awesome https://t.co/KqTD4ci8MP https://t.co/9gEbWPQsn3",
  "@AlexRayTweets @dabit3 Thanks!",
  "@AlexRayTweets @dabit3 On that I wanna make the argument that it shouldn’t be “hidden”. Navigating should be intuitive and simple",
  "@AlexRayTweets @dabit3 8",
  "@dabit3 My only gripe with High Sierra is with how they’re tightening down the platform. Having to sudo to enable installing sources from non approved developers? Choosing a headphone jack over at least one USB type A when they got rid of it on the iPhone? I am staying away from Windows",
  "@dabit3 Major gripes are with iOS. For a company that prides itself on UX they’re extremely inconsistent with navigating back from app to app. They need a back button. The notification system is just a mess. I have to open something 3x to get a damn icon to go away. iMessage is overrated",
  "@dabit3 I’ve just converted and I’m in a world of frustration",
  "Song Parody Idea: “I Wanna Make Batter” \n\nAnd it becomes about making cookies @bleachersmusic",
  "Junior developer: \"Why is nobody inviting me to these meetings\"\n\nSenior developer: \"Why is everyone inviting me to these meetings\"",
  "Also found out directly from the CEO of our company I get absolutely 0 benefit from the tax \"break\" that was just passed #TrumpsAmerica",
  "Staying up late working during the biggest party my company throws listening to \"Slow Dancing in a Burning Room (live)\" contemplating my entire life",
  "@letsrundotcom I agree but to a degree. A workout done right and where an athlete is not over exerting themselves can be an indication of a race performance to come. Personally, that’s something to be excited about and can give an athlete confidence going into a race",
  "I wish I was excited about anything the way @shelbo800 is about everything",
  "First indoor track race in 7 yrs\n\nTrack hack is coming",
  "Last night was my first experience of getting drunk and ordering things things on Amazon Prime",
  "Sending a company wide internal email with the subject line \"Missing Pen\" qualifies as abuse of privilege",
  "@sprint I downloaded the MySprint app to stay on top of my billing and account information not to get spammed https://t.co/w4AcJ71OS6",
  "Hey @pandoramusic your marketing emails don't have unsubscribe buttons and I've turned off all alerts on my account. What gives? You know this violates CAN-SPAM laws right,m",
  "Where's the \"anything regarding your kids\" filter for social media?",
  "And pet all the dogs. I'm a simple man.\n.\n.\n.\n#run #runner #trackandfield #beer #roddixon #2018goals https://t.co/5HYIERyyW0 https://t.co/LXEoGKb1B5",
  "And pet all the dogs. I'm a simple man.\n.\n.\n.\n#run #runner #trackandfield #beer #roddixon… https://t.co/xAzH7EecXc",
  "@SpiritAirlines\n\n2016: Cancels my flight days before Christmas\n\n2017: Loses my one checked bag\n\n2018: Murders me then poop on my face",
  "\"You promise it's just a week?\" \"I promise\" https://t.co/WQsOC5zpbv https://t.co/S90RUFSG7e",
  "Gatlin &amp; Dennis Mitchell are examples of why the fight for  Clean Sport can be so depressing. 2 people embroiled in doping  controversy for a long time, proven cheats. Yet over last few years have been rewarded as World Champ &amp; USA team coach: What message is sent?",
  "It's really nice to see that my bank puts equal effort into development for both mobile apps @Ally https://t.co/OfRRMEQuCs",
  "After work drinking and karaoke\n\nHopefully I still have a job Monday",
  "@NickSymmonds runs a 3:00 marathon and @emmajcoburn wears shorts at Foot Locker. @letsrundotcom trigger level 100",
  "With the exception of @alexklomstad, can we all agree that #racewalking should not be an #Olympic event?",
  "Just ate #fiveguys. I think I have cancer and need a triple bypass now",
  "@madebygoogle Guess that's two Google products I'm returning this year. https://t.co/f2pojiWb4N",
  "Social media: \"we know what's good for you\" https://t.co/bHfdEu2QGH",
  "Well here it is at 29 the window of peak athleticism closing. For all I know it's already… https://t.co/kaKlVnF5is",
  "\"I like to think myself as a less funny much less fast @TheRealMerb\" \n\nMy new dating profile bio",
  "@NickSymmonds I think what he's trying to say is that he wants free @RunGum",
  "Anyone know how to get more running talent? Asking for a friend.",
  "The only person who ever needs to watch you masturbate is Jesus.",
  "We hope you enjoy this song from our upcoming album \"Western Something\",  available December 9th. We'll be playing a show at the Blockhouse as  well, with details coming super soon.  \nhttps://t.co/owhBmhtITV https://t.co/BPVpuK5hOy",
  "I think it’s really cool how much this person really cares about the shooting https://t.co/1l5rnjH7nT",
  "@instagram your feed sorting algorithm sucks. Turn. It. Off",
  "You literally took her door-to-door demanding free handouts. https://t.co/DGwsw2a7MB",
  "If you've been racing for more than 10yrs. I guarantee that one of your favorite local races no longer exists. Please support local.",
  "Sorry @Google until you get the display issues with the #Pixel2 sorted out I'm not taking chances. https://t.co/TliULZwuPx",
  "One of us is married, one of us is a big fancy lawyer, and now one of us just turned 29 but it's… https://t.co/CUKD7UTib1",
  "Sorry Jinny, waffles are a delicious and perfect pre run snack but I don't think these are good… https://t.co/u0yVIUZNZ1",
  "Saturday mornings are for @LordHuron and @boniver",
  "Accurate representation of tech leaks vs time remaining until product announcement https://t.co/iWMRxFwlW7",
  "A Muslim kills Americans: \"Shut the borders! Pass legislation!\" An American kills Americans. \"Tragic. Too bad there's nothing we can do.\"",
  "@chalkers If only it came with iMessage so the girls on Tinder don't judge me when my text bubble is green",
  "@jayyJazmin Despite the awfulness of today's tragedy we actually live in the safest times in recorded human history",
  "I'd just got stood up and ghosted for a Tinder date but @cubs clinched and I had rocked a tempo \n\nToday was a good day",
  "Since moving, I've been quiet on the running front but I said if I ran under 40 mins for a 10k… https://t.co/qzJHgOZFQt",
  "Learning to play club songs on acoustic is the most fun thing ever #getLow #rollUp",
  "@Android has gone full retard with this persistent \"background apps\" notification. #androidoreo is a bust",
  "Just played at the beach with the pup, got a round of samplers,  ordered a burger, and \"Stairway… https://t.co/H2KFBaqQYl",
  "I would have done the world a disservice if I didn't order these shorts 😂 @MyBOAUSA \n\nHappy… https://t.co/c6zdgyKVMF",
  "This morning I was faced with 3 different garbage bins and couldn't put Jinny's poop in any of them \n\n#welcomeToPortlandia",
  "@jocelindonahue do you have bodyguards hired for Monday?",
  "@Cubs win and now #portlandBeerMusicFest complete with craft beer and a blink-182 cover band @The182s",
  "So proud of @emmajcoburn and @courtfrerichs8!!!!!!",
  "Someone isn't understanding what \"nap time\" is \n.\n.\n.\n#australiancattledog #puppy #naps #cuddles https://t.co/ftpNPw4zea",
  "@burgessdryan the hole in wall place with an Italian name",
  "@TheRealMerb @europe maybe you're a giant now?",
  "@McClello You get two calls and one voicemail. After that you're sent straight to Crazy Town",
  "Me: Search for \"Junior Web Developer\" jobs\r\rEvery Job Portal: \"Did you mean Senior PHP/Java Developer?\"",
  "This morning I saw a homeless dude dancing around his shoes and waving a toy lightsaber at them....and I was mildly jealous",
  "@Ohhlivia_13 You'll also be proud to know I'm dipping my fries in BBQ sauce right now",
  "Trump having Ivanka take his place at the G-20 summit... https://t.co/AEe8Y4sHYh",
  "My roommate has a Dyson vacuum and I'm convinced this thing was built by people at NASA",
  "Not even Satan wants the people that listen to their music through their phone's speakers in public to come to hell",
  "There should be a National Hangover Day after every major holiday.",
  "@lizclay_ 10/10 would watch again and recommend to a friend",
  "@lizclay_ have you considered captioning  marathons as a profession?",
  "I don't know how I raised this dog to be so loving and cuddly. She is proof that I'm not 100%… https://t.co/N0TMHGMbgd",
  "@JohnLegere @MetroPCS @TMobileArena my favorite time at T-Mobile was when me and @JohnLegere attended #UFC213 together",
  "People that understand flexbox = dark wizards of our time. \r\rThe Dark Mark has appeared",
  "Aww yeah @BobSeger on @Spotify #BobbySeger #dayMade #AgainsttheWind",
  "@js_bin love the service, but you're taking too long to respond (504). I've checked status.jsbin but thought I'd give you a heads up.",
  "WIN A TRIP TO HAWAII. Enter the #RunAloha Sweepstakes for a chance to run in the '17 @hnlmarathon w/ @NickSymmonds \n\nhttps://t.co/1Xxhka4s2N https://t.co/a0pzYX0Q9l",
  "Thank you @NickSymmonds for everything. It's been a pleasure watching you race",
  "I'm on a moat. I'm on a moat. Take a good hard look at the mf moat https://t.co/ok9voCTUBr",
  "@RDR0b11 I have not. Are you on Android O?",
  "@tylermcginnis33 thank you so much for your React Course. You da real MVP.",
  "I really want to make a scene to make people leave this Starbucks so I have all the bandwidth to myself",
  "Do more things that make you forget to check your phone.",
  "First you get the @reactjs \nThen you get the money\nThen you realize you don't know how to talk to women",
  "@gayle #livinTheDream",
  "Thanks @taylorswift13 for making​ release on @Spotify about the fans rather than your petty beef with @katyperry",
  "In case you need another reminder that we are all marching to our inevitable deaths, \"Knocked Up\" came out ten years ago today! Yay!!",
  "@t100492c You're 🐋 cum",
  "@TheRealMerb @steeple_squigs @steph_steeples @emmajcoburn @jeffcohenphoto my friends trying to get me to leave the bar",
  "Pretty disappointed with how the Oaks Mile went (2nd overall in 5:10) but extremely happy with… https://t.co/oifgxVyskW",
  "We have become a bad sitcom. https://t.co/6TtSuNupw5",
  "I just wish someone would have warned me how many acronyms there were going to be in my adult life",
  "@gg_runs loved your blog on @spikesmag. Your attitude is so refreshing and inspiring.",
  "It's 2017 and still when people put exclamation points on the word \"okay!\" I read it in Lil' Jon's voice.",
  "https://t.co/wRvaruxM1A",
  "This girl just makes me so happy. I miss her every time I'm on vacation, I'd drunk dial her if I… https://t.co/EhtZWLUzG0",
  "Hey @united thanks for giving my seat away! Now I'm going to spend the whole day traveling instead of enjoying my PTO! #fuckUnited",
  "mom used to tell me this all the time https://t.co/syefpQby7U",
  "https://t.co/Da4VOeNbaK",
  "Don't get me wrong I love technology but leaving your phone at home every once in a while is liberating",
  "@shadybrady4 @dangeroussummer @DirtyMoRadio @hopelessrecords @ajperdomo I'm all for this as long as Cody is not involved",
  "@bmartrun @MelvinTann @KTTape putting on KTTape as an art form",
  "@DeenaKastor Happiness is also doing a solo track workout on Agoura HS's track under the lights ;)",
  "Now surfing the internet without a VPN is a kin to not wearing a condom with every rando hook up",
  "@Ohhlivia_13 I miss the people, not the state",
  "I can't believe I'm saying this but, I don't know how I've lived without a touchscreen for so long on a laptop. Back to #PCMasterRace",
  "@Ohhlivia_13 WA, OR, or CO are all fair game. Coincidentally there's something awesome legal in all of them",
  "It's official I've gone from #SublimeTextEditor to @VisualStudio Code. It's the perfect happy medium of Sublime and @AtomEditor",
  "House Republicans: We can't release Trump's taxes, we must protect his privacy\n\nAlso House Republicans: Here's everyone's browsing data",
  "https://t.co/7xDQRxTfjj",
  "It's not just your weird porn habits at risk. Protect yourself and invest in a VPN. \n\nhttps://t.co/6mpHMqMLg6",
  "Happy #nationalpuppyday to the girl that doesn't judge me when I've been out til 3am https://t.co/CX7Bn4JcMi",
  "Drunk me really needs to teach sober me a thing or two about getting girls' numbers",
  "Things I would rather do than a tempo run: \n\nGet kicked in the nuts\nStung by bees 🐝\nAttacked by… https://t.co/LYA7VDB3Ap",
  "Why does every messenger system think we need \"Snapchat Stories\"? Looking at you @facebook @WhatsApp",
  "Thank you @SarahMGellar @joss @alydenisof @David_Boreanaz @NicholasBrendon @JamesMarstersOf #buffyslays20",
  "Damn. You add ONE Pitbull song to a playlist and you get him on on your Release Radar every time he releases a song.",
  "Me: There's no way the bug can be in my code.\n\nNarrator: But the bug WAS in his code.",
  "I think I just heard someone use \"y as in YOLO\" to spell phonetically",
  "@FloTrack @kaelaAedwards love being made to watch an ad then this happens. https://t.co/cSyCdP5ceU",
  "I thought this was good time to grab a picture of Jinny but then I realized this pic literally… https://t.co/GmUzlZY7Li",
  "I'm 3 beers deep, planning to run 7 miles later, and ordering Beer Festival tickets. Life is good",
  "@xdadevelopers great! I can text all my friends that aren't on it!",
  "@davidwalshblog I've heard @VisualStudio Code actually has this built in",
  "He also followed up with \"is it technically cheating?\" He's got a lot of questions",
  "If a girl pegs you with a strap on, can you still say you banged? Asking for a friend....",
  "New #RyanAdams @TheChainsmokers @AtTheDriveIn  and much more. My #ReleaseRadar is on point this week @Spotify",
  "After the rains, here’s who’s happy in LA: birds, worms, plants, animals. Here’s who’s still unhappy: the people.",
  "Jeannie:  Want some Kale?\nMe:  Has anyone.  Ever",
  "\"Alright. 50th time is a charm\"\n\n- my life as a dev\n\n#DevLife",
  "This. This so much. https://t.co/4qDuYpqz2b",
  "@RunGum @NickSymmonds when's the next AMA?",
  "How many burritos do you have to eat in a week before things start getting weird? Asking for a friend.",
  "@KatjaGlieson technically you are #firstWorldAnarchist https://t.co/2Oq4P8bOOq",
  "@SciencePorn as a color blind guy, this chart is awful",
  "@TheRealMerb @Phe800 \"I know workouts. I have the best workouts. I have the best but there is no better workout than speed\"",
  "@Phe800 so definitely not a tempo?",
  "@KeshaRose ur awesome",
  "Is it weird to have a love song for your dog?",
  "@shwayze FINALLY! new noise. Thanks",
  "I thought I'd capture a cute \"Scott don't go to work\" pic but Jinny decided to put on her derp face https://t.co/UNSO57JIVc",
  "There's nothing wrong with getting chocolate wasted by yourself. #valentinesday2017",
  "hehe https://t.co/NcwbdY1wmq",
  "tfw you're close to a life-changing epiphany https://t.co/AqECNl3liR",
  "True story: YouTube was originally started as a dating site on Valentine’s Day. Happy birthday @YouTube! ❤️\n\nthx @samsheffer https://t.co/p9xJLZMvvs",
  "@x__worldonfire I know it's tough but no one is judging you at a @TBSOfficial show, if you want dm me and you can WhatsApp me highlights!",
  "@McClello gonna get crunk?",
  "@neverflownakite u really miss the Campaign_Dev chat don't you?",
  "@iliza as a dude named Scott, I feel targeted.",
  "Hellz yes https://t.co/9HSqTuPY17",
  "I saw two bald eagles this morning, so I'm now twice the American. Of America",
  "Excited to see my boys @theGXX17 and @theetommyt in Seattle tomorrow!!! #cashUsOutsideHowBoutDat",
  "omg @BetsyDeVos looks so great here https://t.co/UXqaVYOjsj",
  "@0livia_rae #makeAmericaSourPunchStrawsAgain",
  "@0livia_rae I guess that'd be #SwedishFish you socialist",
  "@sarah_edo \"it was supposed to be satire, not instructions\"",
  "@bendhalpern me trying to keep up with the \"framework of the month\"",
  "@Kerberos1658 @JuddApatow I won't argue that point but Nordstrom has the right to choose who they do business with",
  ".@RealDonaldTrump seems confused about whether he knows #VladimirPutin or not... https://t.co/P6Xek0Qyi6",
  "@JuddApatow funny how they don't like the 'free market economy' when it's not playing in their favor",
  "I'm in love with Daily Mix's from @Spotify , always on point",
  "I dream of a day where America's biggest division is Red Vines v. Twizzlers (obviously Red Vines being the winner here) #teamRedVines",
  "@KatjaGlieson I feel like @katyperry is about to break out with \"UR AN AIL-E-NNN\"",
  "Just remember this Superbowl, friends don't let beer drive beer drunk or something like that.… https://t.co/mQkYyIS0Lk",
  "Only vegans will mention their food is vegan.\n\n\"I have a vegan burrito\". \n\nJust say you have a burrito!!!",
  "@TheRealMerb @ammarmufasa @letsrundotcom \n\n- Michael Scott",
  "Would anyone care to do the time warp again?",
  "\"I don't know enough about that subject to have an opinion on it, lets discuss it\" \n\nWhat more American's need to be saying on both sides",
  "DeVos is one GOP vote away from being voted down. If you live in PA, call Sen. Toomey's office NOW and tell him to vote no: (202) 224-4254.",
  "When you make changes in dev tools but forget to make them locally and you hit \"refresh\" #developerslife #devprobs https://t.co/jADOvsKCNz",
  "@jenstatsky @Nick_Offerman it's easy, just look for the one that says \"me. me. me. unfair. me. me. me. bias media. me. me. sad\"",
  "@HamillHimself this has been my favorite thing about Trump winning the election. Plz don't stop.",
  "I'm officially done with SMS. It's Facebook Messenger or WhatsApp from now on. iMessage can eat poo.",
  "It'd be like a car manufacturer developing parts that fit into both their new and old model cars",
  "I will never understand why companies will insist on supporting outdated technologies like Outlook 2007 and IE 8",
  "Men everywhere are discovering a new fetish for pregnant women in late 80s/90s themed stock photos. Just me?\n#YoncE",
  "I had the privilege to see this relationship blossom from day one and it was incredible to share… https://t.co/lvL98qQ1JG",
  "When you're on vacation and you're not drunk yet\n\n#cruzieninwedding #miami https://t.co/c6zYWDt1MP",
  "@McClello nasty woman",
  "\"3 of us were clean though! 😩\" https://t.co/aEarhWMv0Y",
  "I know you are, but what am I? https://t.co/b7fDRkfoTE",
  "@MisterJMyers that's my fetish",
  "To the girl blasting \"Let's Get it On\" in the McDonald's drive-thru, you da real MVP",
  "11 miles on the dreadmill was not how I wanted to cap off my week but after a late night at the… https://t.co/tXlZtN9roJ",
  "I prepped (and cleaned) these puppies with 3/16\" needle spikes with the intention of racing… https://t.co/i57d2HM0cE",
  "We're totally safe. Sending out aggressive messages to a violent organization won't have any effect on us. #Sarcasm",
  "\"We're going to eradicate radical Islam from the face of the earth\"....",
  "\"How can Trump touch a bible without bursting into flames?\"\n\nOh, you mean that book that says women are property? Yeah... shocked",
  "That sigh though https://t.co/a2oMPcncDh",
  "On my way to the track buzzed on @RunGum, listening to Michelle Branch's \"Everywhere\" and giving zero F's",
  "@milesplit @KatiefMackey pretty lame that there's a intrusive landing page video ad then I find out I have to subscribe to FloPro",
  "Donald Trump’s inauguration is expected to be the most costly in US history.  And that’s not even factoring in the money.",
  "Throwback to Day 1 to a girl that changed my life \n\n#throwbackthursday #puppy https://t.co/6u9qq0xyMj",
  "I can't tell which is better having an uber driver who doesnt say a word the whole trip or one that talks the whole time &amp; is super friendly",
  "When @theetommyt signs you up for the 200...that immediately follows the 800 https://t.co/alU1WRgkgI",
  "God created the world in seven days. It would have taken me five. #TrumpHistoryLecture",
  "@iancamfield @MikeTyson @altaz933 @YouTube forwarded to my co-workers and now they're saying it's stuck in their head",
  "Happy to announce I've been selected to be an ambassador for @nuunhydration for 2017. Their… https://t.co/wUBmEWqmqX",
  "@emily_infeld surprise surprise a @blink182 song is playing",
  "Great read https://t.co/PFX1yoerCM",
  "After being here 6 yrs it's time to show some Cali Pride. Not sure if the #California flag has… https://t.co/sirhxO59KS",
  "He saaaiiidddd!!! https://t.co/0WnOzJMcpJ",
  "@EnvyOnTheCoast see you in LA stitches!",
  "Sent my dad a picture of a $50 from 1977. Then he got me in the childhood https://t.co/cITRNyczeA",
  "@ThePracticalDev right in the feels",
  "@chalkers \"When you get asked for a project completion date\" #captionThis",
  "OMG IT FINALLY HAPPENED! THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG https://t.co/Kv1RPFQMPj",
  "New year. New checking account. Finally had it with Chase Bank and their bogus charges. Giving @Ally a shot",
  "@igorvolsky @JuddApatow what do you expect from a man has been coddled since birth and surrounded by \"yes men\"",
  "Okay I know I’m not female but can I join??! ;) #ThisIsAwesome https://t.co/EdUBg7GSFB",
  "@neverflownakite i'm just concerned. u ok bro?",
  "@neverflownakite ur so angry",
  ".@realDonaldTrump in my experience, it's always better to be pissed off than pissed on.",
  "I keep finding myself riding a fine line between being caffeinated enough to stay awake and be hydrated",
  "Some days I think I'm fast. The days I run with Jinny are not those days\n\n#latergram #slomo… https://t.co/QUfmF4AKlm",
  "It's actually strange how much I'm anticipating @KeshaRose's comeback",
  "The votes are in! Great job everyone. He CAN be predicted. #ThingsTrumpThinksAreOverrated https://t.co/g63f06b8oL",
  "\"I wish I could say I had doubters but everyone knew I'd fucking kill it\"\n-@codyko \n\nPut that on my gravestone",
  "I had a dream last night that my facial hair was as thick as the top of my head and I changed my name to Beard Head #notOnDrugs",
  "It's my cheat day and I'm going all in. 3x3 Animal Style with Animal Style fries ftw!  #innout https://t.co/NZjxBE2547",
  "#TGIF https://t.co/JxDU27FH1u",
  "Foreign policy under the Trump administration seems to be going well (if you call behaving like Internet trolls \"going well\") https://t.co/EtjRScm0D6",
  "@treehouse exposure to code. Learn by doing &amp; building. Supplement with books. Meditate. Take frequent breaks. ABL: Always Be Learning",
  "@theGXX17 preferably with Baileys or rum",
  "@theGXX17 assign her with the task of having hot chocolate ready when you get back",
  "@theetommyt probably know most of these but... https://t.co/tyX8KspoZ0",
  "I need to get real recovery pants. Also my thighs look like they're eating my knees https://t.co/3I1nio02rc",
  "@ameliaboone Step 1: find friends that like to travel. Step 2: ask said friend if they also like free travel. Step 3: ??? Step 4: Profit",
  "Did I do good Meg? https://t.co/5uoFxnQnAZ",
  "@Mmiigzz https://t.co/wRkFImjbb1",
  "@NickSymmonds happy birthday old man!",
  "Yeah. Whatever. New phones, computers, tablets, gaming consoles, blah blah blah. \n\nNothing is as… https://t.co/eY23ni42G5",
  "Trump's cabinet, the wealthiest in history, is worth more than the annual GDP of 70 countries. So much for draining the swamp...",
  "@TheRealMerb \"no but my mile PR is _____\"",
  "Heading to #santatothesea I got this sunrise and came home to an almost Midwestlike fall https://t.co/ZfhwJQWjoJ",
  "UpSellit company parties in a nutshell https://t.co/rbHGqP0fJK",
  "Officially tracking calories now because 28 means my metabolism said \"fuck you\" 3 yrs ago and just running 50 miles a week doesn't do dick",
  "Won a $150 Amazon Gift Card at work and now I'm ordering Nerf guns. So things are going well.",
  "How some girls adjust the variety of photos on their dating profiles https://t.co/v2BWJXY3vC",
  "@McClello I don't have to, but I do, because I am indeed fucking hilarious. L. O. L.",
  "@guilh @treehouse can't wait!",
  "@Mmiigzz I may go just for @KnucklePuckIL",
  "These are great lol https://t.co/qBZaXJuqfp",
  "Best tweet of 2016 by far/ever #ThisHappened #partner https://t.co/wPbAzh6g7x",
  "@caitylotz @AppleSupport you have to use courage obviously",
  "My logic: If I eat this whole box of cookies now, I won't be tempted by it later",
  "It's unnerving how often I think about how much @justinbieber killed it in music this year #2016wasWeird",
  "@neverflownakite are you talking about skydiving again?",
  "Another solid week. I even found a track where I don't feel like a criminal to get on to it… https://t.co/B8cnACVARK",
  "I just left my own apartment for Starbucks to get some god damned peace and quiet",
  "That moment when your dog unintentionally gives a cat a heart attack",
  "@Phe800 are they trying to brag here? 55k is the median income in the US and we're talking about athletes who's abilities are in the .00001%",
  "My new favorite video on the internet  https://t.co/5gbljlBSga",
  "*stumbles into grocery store with empty tequila bottle*\n\nclerk:\nme:\nclerk:\nme: ...do u do free refills",
  "Honestly the people that really benefit from the gender-neutral bathrooms are girls that don't feel like waiting for other girls",
  "@Mmiigzz does not appreciate my pun game https://t.co/FZNKjwGw9u",
  "Whenever you feel sad or inadequate just remember that somewhere in the world there is an idiot pulling a door that says push.",
  "If you're learning #frontend #development on your own, tell us which resources you've found the most helpful  : https://t.co/0le4r5LFqW https://t.co/OCE5QwU5vT",
  "Since I'm a Californian, anything north is Oregon or Seattle and anything east is East Coast",
  "@laurenfleshman @usatf please let at least one election go well this year...",
  "if your girl eats creamy peanut butter she cheatin on you",
  "I gotta say, this is pretty delicious @fluidnutrition tastes like a Chai Tea/Horchata… https://t.co/IYGqsansgq",
  "@LesIsMore91 love your Aussie! I have the red heeler myself",
  "@_stevve 2 deep 4 me",
  "Low ballers be like...\n\nhttps://t.co/c2fJTBa8Cy https://t.co/yplxKOwxrr",
  "Living in CA, this is what I've become. https://t.co/ZUiRGv00Ju",
  "@AndrewWheating Californians this weekend #guilty",
  "@DumbFlotrack https://t.co/ViwNSLFE2N",
  "@SensesFail how people see everything in black/white amazes me. \n\"oh you're pro-choice? so you enjoy killing babies\" Like what?",
  "Dev:  \"We need a server to run tests on\"\n\nInner Dev:  \"You have production\" https://t.co/tEGxJdlvmr",
  "I'm so afraid of marriage, I even panic in the gym when I'm told to engage my abs.",
  "It's 60 degrees and I'm beginning to wonder why I moved to SoCal",
  "Just Jinny being majestic as fuck. \n\nAlso holy shit this camera is so good #pixel #nofilter… https://t.co/I7jZ48xKo4",
  "Not a bad way to cap off the week. Had this been in anywhere relatively flat it would be 55… https://t.co/xj5UdQd0IH",
  "@ADuhCheekOh my new releases playlist on Spotify felt this guy needed to be on it https://t.co/UTewBu9MY8",
  "Has Trump ever stated when he thinks the last time that America was great so everyone knows what he's aiming for?",
  "Lotta beer sampling beach town time and Jinny this Thanksgiving Break https://t.co/GvVD75PCyK",
  "Threw up 3x this morning and still got it done! #runner https://t.co/omWmmEOoKa",
  "@JohnLegere @TMobile I'm just excited to bring my Pixel for a $325 credit!",
  "Me deleting a selfie that only got 5 likes https://t.co/xuVagWkBwt",
  "@michellesammet you and this dude could hang out https://t.co/As9joS5fh1",
  "Brace yourselves, politics with your family at Thanksgiving is coming. https://t.co/yLbaEot9u2",
  "Without the emoji, this would be a jab at my ego https://t.co/mBVurz8piv",
  "@anader800 it takes dedication....to pizza and beer",
  "@McClello this is you or your doppelganger https://t.co/X6BriQ4zFU",
  "I ordered a new @Garmin GPS watch halfway drunk last night #noRagrets #runnerProbs",
  "I bet it's safe to say 90% of homicides are committed by someone who has missed a meal.  The growling by some killers is just their stomach.",
  "@patkc13 their they're now",
  "@patkc13 at the 1610 meter mark?",
  "And a religion is born. https://t.co/QTD63Mg6ZI",
  "RT if I should do this today at @TMobile Headquarters 😏 https://t.co/BvGmyjFPX3",
  "#2016 #offended https://t.co/18FWdpvAQS",
  "The Google Pixel XL Phone Giveaway | Boing Boing Store https://t.co/7fSgQCRNyO via @BoingBoing",
  "@jayyJazmin I put headphones on at work and am not listening to music about 45% of the time so no one bothers me",
  "@TheRealMerb how else are you supposed to get that brotein bro?",
  "@SarahMGellar how long have you been saving that?",
  "@AddieBracy or the midwest",
  "@kellymcpheeee @McClello \n\n\"Sorry I was visiting my moms whats...oh\"",
  "Meanwhile Apple is selling a picture book for $300 https://t.co/rk3cCzyNwd",
  "Bird Law https://t.co/5KECvaUiLO",
  "@Aye_Lackey @DumbFlotrack I think it's also an issue of how top T&amp;F meets are hosted, the issue is not all @FloTrack",
  "@KimberleyCook91 great guide! Thank you!",
  "Anyone else listen to the @paramore song \"Daydreaming\" and pretend they're singing \"Day drinking, day drinking, all the time\"\n\nJust me? K.",
  "\"hey congrats you're approved and NOTHING is available\"\n\n- @theetommyt \n\nMy life in a nutshell #pixel https://t.co/xdomkjpS3X",
  "For me, committing is swapping the emoji that represents the dating site we met on with your actual last name #modernDating",
  "@mandyperkins he's already backtracked on so many of his promises and has appointed career politicians. Rednecks got suckered.",
  "As if showing up to work in last nights clothing isn't enough to make me feel like a slut I found an extra $20 in my pocket",
  "@BrittanyFurlan *little*\n\nAccurate #myLifeInANutshell",
  "Today I leave my comfort zone attending a country music festival with complimentary wine &amp; beer tastings. On a beach. Yeap, ruffin it",
  "Holy crap. I got to hear \"Konstantine\" with the original Something Corporate members not to… https://t.co/sYkUKfkRdC",
  "Going to my first country music festival tomorrow. Who am I? \n\nThis tweet contradicts my last one",
  "I forgot I listen to hardcore punk occasionally  #casualPunk",
  "@neverflownakite why why why.",
  "Oh shit. I see @andrewmcmahon tomorrow!",
  "For anyone questioning #TrumpProtest... this is *literally* what Trump called for in '12 when he mistakenly thought Romney won pop. vote. https://t.co/7VjzmPlDE7",
  "@Mmiigzz shut up Miguel",
  "Sorry all, West Coast is seceding and keeping our pot and the majority of the economy with us. Good luck making America \"great again\"",
  "Don't worry girl, even on the bleakest of days, you're still my favorite https://t.co/oQ28nvrfoc",
  "@rickygervais good thing he has tiny hands",
  "America today: https://t.co/zWWI2tUvE9",
  "@ddritzenhein @AndrewWheating @TheRealMerb 2x",
  "I guess turning 28 means I pour water all over my face and start drooling on myself",
  "*jumps with joy* https://t.co/88YeD9Ymq7",
  "After the election results tonight... https://t.co/cmPwW4Jded",
  "I voted but didn't get a sticker. I feel so cheated.",
  "@MKBHD who....who do I have to kill?",
  "Unfortunately Melania copied HER ballot from Michelle so... Donald just voted for Hillary. #ElectionDay https://t.co/x2ZimtFxyl",
  "@taylorfleeman #Merica",
  "@SensesFail don't know but he deserves a fist shoved up there without lube",
  "Guys I'm selling 'I Voted' stickers 7 bucks each, 2 for 10. No need to get to a polling place to get that bomb selfie",
  "“I’m very highly educated. I know words. I have the best words.” https://t.co/SVQmMUrTA8",
  "Don't waste\nYour time\nOn me\nYou're all sweaty\nAnd gross inside my bed",
  "I wanna start a parody twitter account based on shit my roommate says",
  "If your Snapchat stories pie goes in 1/64 then you need to reevaluate your life",
  "\"I find a team in everything I do. You can go so much farther if you recruit a team along your journey.\" -@AlexiPappas",
  "@DrJasonKarp that's the dream though right?",
  "@DrJasonKarp \"If I double my mileage, I'll be twice as fast\" \n\n😜",
  "It's insane where I've been in the last 6 months of my life. Leaving your comfort zone and flying solo is good for the soul",
  "All my friends are Snapchatting the parade in Chicago and I'm just sitting here programming #gocubsgo",
  "Accurate summary of how today is going. https://t.co/NPAKQ7ksi5",
  "Hey Chicago, what do you say?  I say breakfast tacos &amp; tequila.",
  "It happened: @Cubs win World Series. That's change even this South Sider can believe in. Want to come to the White House before I leave?",
  "World Series Champions!!!!!!!!!!!!!#FlyTheW",
  "Mother Nature: you up?\n\nGod: yeah\n\nMother Nature: my parents aren't home\n\nGod: but World Series is on\n\nMother Nature: I got you",
  "@Valegenta you trying to be the Mother of Dragons? #notBlondeEnough",
  "First USA 1500 male gold since 1908 for @MattCentrowitz \nFirst World Series Championship since the 1908 for @cubs #coincidenceorconspiracy 🤔 https://t.co/QfYzCvW9VM",
  "@anader800 you can remind @CaseyAndretti he looks like @benzobrist18",
  "@Mmiigzz jealous man, enjoy it this week",
  "What if Maddon just sent Chapman out in someone else's jersey? #WorldSeries",
  "@McClello God doesn't want either of these teams to win",
  "No more political ads during #game7. Killing the vibe.",
  "@ADeGard93 wouldn't trade it for anything though.",
  "This roller coaster of emotions. I can't. I can't #gocubsgo",
  "@Mmiigzz I know there's no crying in baseball but......",
  "Would you like to see @KrisBryant_23 try out for a @usatf 4x100 team?\n\n#wheels #worldseries",
  "if i ever die please make sure my funeral has a fire snapchat filter.",
  "@BrittanyFurlan -Michael Scott",
  "@Mmiigzz \"Go Cubs Go\" and \"All the Way\" are the only ones I need to know #shutUpMiguel",
  "It used to be I had to defend being a @Cubs fan when they were in last place, now I have to defend on how I'm a fan since they're winning",
  "@JemYoung throw in Spotify and you'll find your soulmate in minutes!",
  "#Riverside - RE-TWEET for the chance to win a pair of tickets to our show tonight at The Municipal Auditorium! https://t.co/DklttXeqk8 https://t.co/zKimdiV3Ss",
  "@ADeGard93 how'd you find those pictures from last week?",
  "@ADeGard93 I just have it for Grandma and my parents. Ya know, other old people 😜",
  "@ADeGard93 FB? What are you 30?",
  "@Adam_Goucher aidunno, I saw you bite into a whole raw onion once in a Nike promo video, that's pretty dirty to me",
  "@ADeGard93 how else do people stay in touch?",
  "@Jpagan413 lol you think Cubs fans or any baseball fans are going to not be talking about this WS for a while? It's BEEN NUTS!",
  "@ADeGard93 wait. Don't go.",
  "I just donated to @Wikipedia. Help keep it free! #keepitfree https://t.co/HyQpLHONMY",
  "I love coding breakthroughs, it's the high I look forward to every day",
  "@taylorfleeman ur whale cum",
  "@taylorfleeman maybe ever, current frontrunner for my tombstone",
  "@taylorfleeman this is my favorite tweet today",
  "@ellanelson200 maybe Santa will think he's late and will accidentally do 2 rounds of presents",
  "If @Pornhub takes over @vine they'll be able to hook up @Wahlid and @Zachpiona with dildos 4 dayz",
  "Everytime I see a @lizclay_ post, I'm inspired to step up my ab game #LOTTAworktoDo",
  "@lelepons that was a wild ride of facts",
  "@chalkers @surface maybe this calls for a course on @treehouse for a WebDev workflow demo on a Windows 10 environment? \"Now with bash!\"",
  "And I thought I had a crazy Halloween weekend... https://t.co/uEJdLbBSVk",
  "@AskeBay still on hold. Yesterday I was again told they'd be manually released",
  "What the Facebook Live commercials don't show is the guy watching on his couch wishing he was enjoying real life",
  "@anader800 ahh but still could be causation, PREVENT WWIII CUBBIES",
  "@ADuhCheekOh RIP Vine",
  "@anader800 what you're saying is they need to win to prevent it. Got it.",
  "My dad knows more @Snapchat filters than I do",
  "Day 19: This week, I've had 4 @eBay representatives tell me they'll \"override\" and manually release my funds that day.",
  "Tonight I'm going to build a wall of tequila shots and we're going to make the Cleveland fans pay for it! #makethecubsgreatagain",
  "This election is stupid but people are still awesome https://t.co/e79mcsoLLK",
  "@treehouse @nikiforovalex18 way to go! Something something coffee pun",
  "Just looked my coworker in the eyes and whispered to him \"11:11. Make a wish\" \n\nWas not appreciated",
  "I still grab handfuls of Animal Crackers like I'm not 28 years old #neverGrowingUp",
  "@Juben8tor groovy baby! Yeah",
  "Is quoting Austin Powers a thing again? Cause I'm totally making it one",
  "Hey girl @McClello. Happy birthday. Get down witcha bad self",
  "In my kitchen cooking New England Clam Chowder singing @blink182 at my dog not giving AF",
  "@davidwalshblog I feel like we made up a decent amount of MacBook Pro users. I could be completely wrong though.",
  "Today's lesson: *all* of these use cases could have been solved by an actual touch screen. Microsoft wins. #AppleKeynote",
  "K. Apple it's official. I'm ditching my MacBook Pro for a Surface Book. SierraOS is slower on 2015 Pro than W10 on my 2012 PC",
  "I think it's amazing that Apple pretends they weren't hurting or doing anything wrong before the iPod",
  "@MikaelaLong @vine thanks for the love!",
  "Show me the headphone jack Phil",
  "@chalkers word for word convo I just had with @theetommyt",
  "Apple is solving problems no-one asked for.",
  "@chalkers dude. DUDE. https://t.co/e5wc44iNwt",
  "It's amazing that Apple pretends they weren't hurting or doing anything wrong before the iPod",
  "\"We've removed the ESC key so that users can never move to another ecosystem\"",
  "That feel every time a recruiter calls me.... https://t.co/ffOoFnNwKg",
  "Twitter is killing Vine…\n\nYou have 6 seconds to export your data.",
  "Day 18: @eBay like I'm being Punk'd right? Does Ashton Kutcher work there now?",
  "Day 18: One day ago @eBay assured me my payment would clear within the hour of talking to them. Nope",
  "Day 18: Two days ago @eBay customer service assured me a payment to me would clear within 24 hrs. Nope",
  "Day 17: I still haven't gotten my payment from @ebay. I'm beginning to wonder if the phone I sold was all part of my imagination",
  "Day 17: @ebay said yesterday my payment would clear in 24 hrs. It hasn't. 5 days since shipping has cleared.",
  "@michellesammet on second thought lets not go to the message boards, tis a silly place",
  "@JLester34 you've done so much for this team, you're good bro",
  "@dalovetiger @theetommyt @Mmiigzz https://t.co/gG0kpXSCLZ",
  "@OnionSports @SomeTypeofTrey3 this is my favorite article ever",
  "@neverflownakite otherwise",
  "I guess @frankiemuniz and @markhoppus had different opinions on this game https://t.co/slQTOzc3ky",
  "I'll say it: Holy Cow, @Cubs fans. Even this White Sox fan was happy to see Wrigley rocking last night. #FlyTheW",
  "@McClello that wall is sick of looking at your butt",
  "\"I'm never drinking again\"\n\n-me at bottomless mimosas",
  "Best birthday weekend in recent memory. Costume party, bottomless mimosas, roommates gifted me… https://t.co/krZqemsRNh",
  "I'm in the one place where you shouldn't be celebrating this #W",
  "@AlexiPappas #totallyNotDrunk",
  "Cubs win!!! https://t.co/4rKNP6f8ql",
  "Congratulations to the @Cubs for advancing to the #WorldSeries. #Respect",
  "10/10 would watch Cubs advance to World Series on a Saturday night from my couch again",
  "@theetommyt holy shit https://t.co/DWMx0tGBGF",
  "@KennedyLord @xdadevelopers dude Google it yourself",
  "@MatthewDylon still a lot of baseball to play and Kershaw hasn't been messing around",
  "@MatthewDylon https://t.co/zoeqYGPR6m",
  "Just grabbed tickets for @andrewmcmahon for the #DearJackBenefit and a @Cubs W? Good night!",
  "@dalovetiger @TicketWeb cool it Mr Coldplay",
  "Are you kidding me @TicketWeb? $13 service fee for what? You're not even shipping or electronically delivering my tickets. https://t.co/7GIdKHSwex",
  "@_ericelliott I found meditation 10-20 mins a day helps your focus on programming",
  "@KennedyLord @xdadevelopers nope. They confirmed that too",
  "@sarah_edo this tweet is NSFW",
  "@AshleyHigz \"this girl needs a stronger deodorant\"",
  "Day 11: My product was shipped and delivered on time and @eBay still feels they can hold on to my payment",
  "Should Ari stay in the Campaign Dev chat?",
  "@Phe800 loved the @FloTrack article! Keep fighting the good fight!",
  "@Phe800 @letsrundotcom yeah just don't the thread about Trinity Gay, tis a silly racist place there",
  "@natacoops @CodePen love it! Way to go! https://t.co/2of0ra75OW",
  "I didn't win the lottery because I \"chose the wrong numbers\" #rigged",
  "Hey other professional runners...\nHow much shit are we going to take before we do something about it?!\n\nhttps://t.co/RJ4r0m4CX0",
  "This one time, I had to dress up for work and people were surprised I owned pants https://t.co/SQKOphZN2Q",
  "Welp. It's official. I will never buy or sell an item on @ebay ever again. Their policies for clearing transactions are painfully slow https://t.co/KmvnqRKnZo",
  "I just declared a variable as \"Friend\". Thanks @Codecademy #foreverAlone",
  "Todays mood https://t.co/ycceCiiD57",
  "@McClello duh. She's the best wingman I've ever had.",
  "@McClello pretty sure 80% of my matches on Tinder/Bumble are because of my dog",
  "“Dark and difficult times lie ahead. Soon we must all face the choice between what is right and what is easy.” \n@treehouse",
  "Obligatory XKCD https://t.co/93fs5FI30Q https://t.co/tI6O0QA8lZ",
  "2016 and it still takes @PayPal 3+ business days to clear a transaction\n\n#thingsThatShouldntBeThings",
  "@davidwalshblog that's grounds for divorce",
  "Soon. @ Leo Carrillo State Beach in Malibu https://t.co/08saSBEzvT",
  "Breaking news out of Wrigleyville. #FlyTheW https://t.co/PKU46iPtVR",
  "@DrJasonKarp still the wrong link but I just saw @NickSymmonds posted it https://t.co/6at0mv95oa",
  "@jayyJazmin that's what she said",
  "@DrJasonKarp link is either broken or you have your profile settings that you have to be friends with you on Facebook to see that",
  "I don't understand how a billion dollar company like @UPS can have a terrible website in both function and aesthetics",
  "@Phe800 \"We're going to solve the California drought using Brawndo\"",
  "⚡ News Flash ⚡ https://t.co/Tc2nSHZ3H1",
  "Either my scale is broken or losing weight in your late 20's starts to get tough.",
  "Just another shitty afternoon in #Socal. Beach day with bae. #australiancattledog https://t.co/8V485fbyK9",
  "@McClello slowly learning that lesson myself. It's so fulfilling doing things by yourself",
  "McDonald's having nutritional information on their packaging is like the label on a bottle of wine telling me how I'll feel in the morning",
  "It's amazing how much my worth can go up if I learn the \"Framework of the Month\"",
  "Heh. https://t.co/9YaDzObdCa",
  "From Unemployed to Accomplished #Developer: an Interview with Scott Cook: https://t.co/t7eIbg5gH1 via @treehouse on @medium https://t.co/EWZ9RLeTJB",
  "New @Yellowcard album today and I ordered my tickets for the Final World Tour. See you guys in Ventura!",
  "I'm just going to sit here, enjoy my breakfast, and not be stressed abou....\n\n\"Scotttt, Jinny is throwing up everywhere!!!\"",
  "@CoryMcGeeRuns @GenGen_LaCaze they couldn't rank a professional amongst amateurs",
  "I just told a girl on Bumble that had a picture of her Christmas tree that it was \"lit\"\n\n#pantyDropping but probably #blockedAndReported",
  "I could go running or I could continue doing this.\n\nJk. I still ran. Hungover. It was… https://t.co/gFjDwJAzNq",
  "\"What color is this?\"\n- Every fuck that finds out your color blind",
  "I'm kind of into this song @andrewmcmahon #fireEscape https://t.co/kdFSgAnRg7",
  "Thank god this setting exists https://t.co/n6E6sM7ybK",
  "@ameliaboone @FloTrack I don't see how those are related. The President gets a 400k salary with other \"minor\" perks.",
  "@ameliaboone @FloTrack I can see Olympics getting exemption because you're representing your country on a world stage",
  "My @Spotify \"Release Radar\" playlist is on point this Friday!",
  "New pick up line: \"yo, what's your Patronus gurl?\"",
  "@jakepaul is that a new drug?",
  "@codyko Gavin Fuller is going to need this https://t.co/u3BxMHjg0k",
  "@Phe800 I'll keep you posted on what Booty Doodling looks like. Most likely NSFW though",
  "Finger guns at our office is getting out of control and I love it",
  "@emily_infeld I hate you so much right now.",
  "K. This morning I've listened to more Katy Perry songs than I care to admit",
  "🔹No short shorts, no life🔹\n\n🔸Know short shorts, know life🔸",
  "@EMlLlASTORMBORN looking at you Mother of Dragons to not set them on fire",
  "@taylorfleeman @vaalereee yes, they're used to walk away from this conversation. Jk. Here's my #",
  "@Aric_vh @CoryMcGeeRuns I think it's worse when relatives ask \"WHEN ARE YOU GETTING MARRIED AND HAVING KIDS!?\"",
  "@Aric_vh it depends on the attitude of the person but I think people are just genuinely curious about what you're doing next @CoryMcGeeRuns",
  "@CoryMcGeeRuns \"probably keep running faster than .0001% of the pop and work a boring office job praying for a half day like you\"",
  "@EMlLlASTORMBORN @TheRealMerb Daenerys of the House Forehead",
  "@LeaKetchum @ADeGard93 \"SHIT that hooker is still in the trunk of my car! Also, Did I leave the coffee pot on?\"",
  "@ShannonRowbury happy birthday!",
  "All I'll tell you about last night was that a turkey baster, a quart of 2 stroke motor oil and a women's roller derby team were involved.",
  "This is what I would describe as a perfect Saturday morning. I got up early, ran with Jinny, and… https://t.co/Dj0aI3ZHY1",
  "\"I have this amazing idea for an app, I just need somebody to code it—50/50 split?\" https://t.co/jdfDJEJ0WT",
  "@michellesammet is that not a Snapchat filter?",
  "Don't believe them when they tell you that there are no more heroes left in this world. \n\n#WednesdayWisdom https://t.co/irTmhVyQKg",
  "@Juben8tor show me the Carfax",
  "At one point in my life doing an \"easy 10\" meant miles. Now it refers to my warm up beers for the night.",
  "Also, plz no more dog filter pictures, I'm developing a fetish.",
  "What's the best default response for when a girl asks for my height:\n\n\"What is your weight?\"\n\"What is your bust size?\"\n\"What is your BMI?\"",
  "@McClello wat.",
  "I'm a Scorpio, so I believe astrology is bullshit",
  "@michellesammet hold up, my dragon needs to stretch his wings too",
  "TIL having a picture of me and my dog as my default on Tinder is Cheat Mode #singleLife #guysWithDogs #justDogOwnerThings",
  "@McClello that sounds rapey",
  "@codyko and that's why you got your prostate checked",
  "Working retail the same weekend I'm trying to do a caffeine detox probably means murder is inevitable",
  "Heading into the weekend with @andrewmcmahon's new song \"Fire Escape\" in my head #swingingFromtheFireEscape #spinBeneathTheRooftop",
  "I love my little porch. The neighbors aren't appreciating the multiple tabs of PornHub I have… https://t.co/F6UvsdMZ96",
  "@McClello carb loading for a Marathon I never intend on running",
  "@McClello this is me. So hard.",
  "@thethermals @wellbredgfruit #tweetsFromThe90s",
  "@Krystenritter I wouldn't want to go lb for lb with either",
  "@AlexiPappas beer to follow?",
  "Congrats @chalkers! I always enjoy your lessons on @treehouse",
  "I may be doing ok financially now but I will never be above getting a 2 for $5 deal at McDonalds",
  "All the professional runners are on \"off season\" so now I'm like \"oh yeah, better power down from running my inconsistent 3-7 days a week\"",
  "When I try to tell myself to be \"smooth\" in a race when it gets tough I think of @Lagat1500. Congrats on a long and amazing career!",
  "Woo hoo free @SUBWAY today thanks @TMobile!!",
  "@TheRealMerb was it a cotton tee too?",
  "My liver has been working overtime this summer and he's about to call in sick",
  "@MisterJMyers do you have to know how to pronounce it to get your dick out?",
  "After listening to this song a couple of times, I can say with a reasonable degree of certainty that the boys are back in town.",
  "I assembled an Ikea bed pretty buzzed last night. Pretty sure that could be considered a super power",
  "@taylorfleeman I actually have drinking sunglasses that have bottle openers at the end. They're the coolest",
  "@GenGen_LaCaze they knew a national record holder was coming aboard",
  "k @healthnet. I guess your website doesn't cater to anyone using a Mac? Can I come over and use your computer then? https://t.co/5qy9PjZ2Wb",
  "@taylorfleeman party pants only go on, they don't come off",
  "@taylorfleeman it's 8am here. Which one of us has the bigger problem?",
  "#mondayfeels https://t.co/9yjTeYFfMi",
  "I definitely send @ellanelson200 a drunken Snapchat this weekend. I pray she doesn't open it ever.",
  "\"This is my last beer\" \n\n- My last words ever",
  "Hands shaking = caffeine intake is on point",
  "@BrettDruck @Brazzers @undeux more importantly has someone already been cast for Slimer? I have some free time",
  "@BrettDruck @Brazzers @undeux asking the important questions",
  "@jayyJazmin is the future now?",
  "@BrettDruck sounds like a parody @Brazzers needs to jump on starring @undeux",
  "Me: I need some more coffee\n\nCoworker: I don't...I don't know about that",
  "There should be a drinking game where you take one every time a girl has the dog Snapchat filter",
  "Happy birthday @beccagalanis",
  "@BrettDruck sounds like something @PimpBillClinton would say",
  "\"Ask not what your country can do for you, ask what you can do for your country no homo\" -Gratuitously Homophobic JFK",
  "Just saw a cell phone belt clip. Yeap. I'm back in Indiana baby!",
  "@msemrauj @NickSymmonds I believe it's on @RunGum's site",
  "Haven't even been in Chicago for an hour and I'm already putting wieners in my mouth https://t.co/7mlxsDK0UX",
  "@theetommyt @NickSymmonds lb for lb?",
  "After reading @NickSymmonds training log I respect my HS &amp; college coach @theetommyt's training methods more than ever #trackGuru",
  "My new level of drunk is: can't remember blink-183 lyrics",
  "@codyko triggered",
  "I guess \"you have the same name as my dog\" isn't a good opener #singleLife",
  "I need more friends that understand the expression \"monkeys outta the bottle now\"",
  "Definitely obessed with this song right now ♫ https://t.co/4yYXnnv0Hu",
  "@taylorfleeman really? I thought it was a catastrophe",
  "@taylorfleeman it's waiting for the catnip to drop #badJokes",
  "With the amount of spammy recruiters calling me, I don't see the harm in blocking all NJ area codes from my phone number",
  "Thank you @NickSymmonds for releasing your training log. As a guy in his late 20s still trying to break 2 this is motivation",
  "@GenGen_LaCaze are you sure? Happy birthday! https://t.co/aW5wA7MruR",
  "@davidwalshblog irony.",
  "@McClello yur such a playa",
  "@TomFelton better call your bro https://t.co/jR0omVROCj",
  "Just got my @ Ticket and saved $ doing it. Get yours https://t.co/SIhkA56w4H",
  "Alone we have no voice against #IOC, but together we can be heard. RT for  change to #rule40! Can we hit 10,000? https://t.co/EBMdrdojzh",
  "I've discovered a new command in the terminal:\n\nsudo -break everything -g you suck scott",
  "https://t.co/h3wNfL9s6R",
  "Ever get so bored you sing along with blink-182 songs and replace all the lyrics with \"Tom Delonge\"?\n\nNo? Me either....",
  "Next Saturday I'll be doing a #BeerMile and seeing @ThirdEyeBlind immediately after #greatestDayEver",
  "Hey Rio bound athletes: you can pin tweets to your timeline and they can stay there during the #Rule40 blackout. #BoulevardToBrazil 🇧🇷",
  "The most exciting part of my day has been eating the last of the trail mix where all the M&amp;M's sank",
  "@MotionCityMusic what's with the non-explicit version of Commit This to Memory on @Spotify?",
  "In HS, my friends and I thought it would be genius to remake Titanic with @falloutboy's \"Sugar We're Going Down\" as the main track",
  "Dear Friends,\n\nStop telling me how cool Stranger Things is. I cancelled Netflix and my life is so productive now.",
  "I bet the IOC doesn't enforce #rule40 violations. They didn't enforce systematic doping or corruption. I call bluff. https://t.co/Kmn6gw65Xj",
  "@kcahilla man girls are always going for....dogs",
  "IOC: Have you taken drugs in the past?\nAthlete: Yeah\nIOC: Welcome to Rio!\nIOC: Wait, you tweeted about New Balance last week? Bye. \n#rule40",
  "#Rule40 blackout period begins tomorrow. How to follow + support the athletes: https://t.co/Xyrqe57Mk4 #freebird16 https://t.co/ezWyKI6SGc",
  "#Rule40 starts tomorrow so I won't be able to say Thank You to my sponsor. THANK YOU FOR EVERYTHING @newbalance 🇺🇸 https://t.co/udSEIPhsIA",
  "I’ll have an adult job. Do adult things. Pay my adult bills. But I will never stop laughing at dick &amp; fart jokes",
  "Models &amp; actresses have their professional photos on Bumble and I'm like \"here's a picture of me and my dog and this one time I got drunk\"",
  "\"So Scott, how were the Olympic Trials in Eugene!?!?\"\n\n\"Well umm...\" https://t.co/j2YYmCZWuu",
  "@McClello there's no text filter to give me a personality #thestruggleisreal",
  "I just ran across the street to a McDonalds to catch a Chansey\n\nThis is my life now",
  "When you go from 0-60 in \"kind of\" having to poop to \"needs to come out now\" https://t.co/3kZGLTVICT",
  "\"These are my drinking sunglasses\"\n\nI swear I'm not an alcoholic.",
  "#nationalfrenchfryday 🍟🍟 #fact https://t.co/R5nyFxVnbT",
  "Happy Prime Day! Enjoy all those necessary things you definitely can't live without. https://t.co/c0tSfsCtJK",
  "No one inspired me more at #TrackTown16 than @bmartrun and @borisgump800. The obstacles they had to overcome were insane",
  "\"I won't waste anymore of this life\nLosing direction, missing connections\"\n-@ChunknocaptainC",
  "Getting back to work after being at #TrackTown16 for 4 days https://t.co/624tZtiAU1",
  "OK, if anyone asks what happened at #TrackTown16, just show them this photo.\n\n#MattAndRobbyRunningAwayFromThings https://t.co/XcY9LSTi22",
  "@emmajcoburn @trackjenny @bmartrun @NBCOlympics who is cutting onions in here",
  "@Phe800 @bmartrun no no! She's my hero! 😛",
  "USOC dampens Kate Grace's victory with trademark dispute with her sponsor, Oiselle @laurenfleshman @NickSymmonds https://t.co/eWBurEUUK1",
  "Line for Starbucks was longer than the TSA line I was in #firstworldproblems",
  "@ImJustAri @_ChristianH and that's how you weed people out of your life",
  "Maybe Nike dropped the suit against @borisgump800 was because they didnt want their athletes learning reductions are NOT standard practice",
  "@bmartrun @NBRunning eyes up and moving forward, this is why you are an amazing athlete",
  "@_stevve when I get a haircut I try to pretend the pile of gray hair was from the last guy",
  "@McClello plz respond",
  "@yurhuckleberry @LeahKayO @probityalways @emmajcoburn DON'T YOU KNOW YOU CAN HEAR ME BETTER LIKE THIS",
  "@NickSymmonds @usatf ironically the women's 800 is where all the chaos ensued",
  "Son of a...who was cutting onions during the womens 800m? #TrackTown16 #theFeels",
  "@ndsifuentes that was heartbreaking to watch with a beer in hand on my couch",
  "Let's go @M_Jordan_91!!!!!",
  "Freedom so free, I don't even have to make the bed this morning.\n\nJk. I'm not a psycho",
  "@mandyperkins wasn't a threat supposed to follow this?",
  "If you want to put words in my mouth, just add tequila.",
  "Going through El Pollo Loccos drive-thru and I haven't even thrown out my Taco Bell bag from breakfast \n\nThis is living the dream",
  "How do you keep an Australian cattle dog that hasn't been to a dog park in a week calm?\n\nMurder seems to be the only option.",
  "I've realized as I've gotten older my standards have been like a slow moving limbo bar in getting lower and lower",
  "@CaseyAndretti like dis? https://t.co/VGOSdHknRu",
  "Their palms are sweaters, knees sweatery, arms are sweaters. There's more sweater on their sweater already. https://t.co/2KfKNZYhRx",
  "Coghlan walks, J-Hey singles, and @ARizzo44's 51st RBI of the year gives the #Cubs a 1-0 lead in the 1st! #LetsGo https://t.co/0sBbeoMFVy",
  "\"dont u love it when the internet takes drugs so you dont have to?\"\n\n- my new favorite youtube comment",
  "@t100492c @JustHadOneJob still drinkable if it's chocolate milk",
  "I wish there was a program to trade all my Nike apparel for @brooksrunning @ASICSamerica  @HOKAONEONE or @NBRunning",
  "IT'S\n\nALMOST\n\nAS\n\nIF\n\nTHOUGHTS\n\nAND \n\nPRAYERS\n\nARE \n\nNOT\n\nENOUGH\n\nTO\n\nEND\n\nGUN \n\nVIOLENCE.",
  "@McClello looks like a white trash Elijah Wood",
  "Everyone my age is getting married and I'm over here like dude look at all the Pokémon I caught today",
  "Packing to move\nGet rid of all things that remind me of my ex\nI now have no property",
  "You don't feel privileged but then you hear yourself say \"They're my emergency sunglasses.\"",
  "Theres not enough space to express my frustration for @Nike &amp; @borisgump800 on Twitter #FreeBoris @NickSymmonds \n\nhttps://t.co/8jocQqZlT4",
  "We live in a world where it's easier to leave the Night's Watch than it is to leave your Nike contract.",
  "Copped some sweet kicks for the summer mileage @borisgump800 @Nike #FreeBoris https://t.co/uP2hJDz97j",
  "When you fail to hit certain metrics (times, places, medals, etc) a sponsor can reduce your pay. This sucks big time https://t.co/k80XmnuPtx",
  "@Nike you are the worst https://t.co/z2yDWPC1Gw",
  "I will never buy a Nike product again. Thanks to @NickSymmonds @borisgump800 &amp;@letsrundotcom for helping me make the decision. #FreeBoris",
  "Unless you're Boris. Then your only limit is Nike #irony #FreeBoris https://t.co/Xk26qwV1ZW",
  "What a freaking show off \n\n#australiancattledog #puppy https://t.co/BMmbjHuFTs",
  "There's definitely an unnecessary comma in that, last tweet",
  "Every day, is Memorial Day when you're an elephant #badJokes #sorryNotSorry",
  "There are group conversations that I take part in which contents make me question my very sanity and core ethics #whyAmIFriendsWithYouPeople",
  "@Mmiigzz @dalovetiger  https://t.co/i2GxiWayNQ",
  "I was debating having a shower beer but decided to shower in beer",
  "@Phe800 and we'll switch to a meaningless commentary while your favorite play is happening",
  "@borisgump800 @JohnLegere @TMobile making @NBRunning look good!",
  "How this one comfortably sleeps in between my legs https://t.co/amBml2hN8y",
  "Why does cleaning, always lead to messes?",
  "Mood today\nhttps://t.co/r5feWrZghp",
  "\"Hey girl, I like your turnover so why don't you turn over those digits the me\"\n\n#TFPickUpLines #HokaMDC",
  "@taylorfleeman you're welcome",
  "@CaseyAndretti I'm taking my coffee poop as I'm reading this",
  "@blink182 you guys look like you're having genuine fun. The energy is contagious. I can't wait to see you this summer!",
  "This is disappointing.  https://t.co/jHIJCGOJmr",
  "It's a toss up between this and Shwayze's \"Love is Overrated\" as my summer jam\n\nhttps://t.co/vxjEq1daXr",
  "@JackAllTimeLow pssh. Show off",
  "@TreniereMoser looks like a legal form of torture",
  "@theetommyt that's my money for the weekend.",
  "I'm trying to pretend this isn't my most favorite thing in the world https://t.co/IeuNQ6GLTI",
  "@markhoppus wanna hang out sometime?",
  "Keep fighting the good fight @NickSymmonds",
  "Earn a #Techdegree to become a certified Front End Web Developer: https://t.co/4fVIzjlW4i https://t.co/m2UM7hbTxW",
  "How to flirt with me: https://t.co/hTB2UKWIHZ",
  "Thanks @CarMax for the used car that featured a check engine and oil change lights in the first week. I'm sure you didn't know about them 😉",
  "I'm about to start ripping some mad farts in this Starbucks so I can have all the internets to myself",
  "I've had two @Starbucks Iced Coffees. I'm just going to keep working until the shakes stop",
  "I would mostly want a kid so I can be a kid again. Once their in their teenage years though they're going up for adoption",
  "I just got approved for a loan on a car without a cosigner. Who am I and when did I become an… https://t.co/qDzCgLr9vX",
  "How programmers get down on a Friday night https://t.co/PwPa5EmYET",
  "I wish more people understood what I mean when I say the waiting game stinks and we should play Hungry Hungry Hippos instead",
  "@Phe800 needs more jpeg",
  "Our senior dev always lets me know if there is beer if the fridge. I'm starting to wonder what kind of reputation I have around here",
  "Oh right. This hike happened #nofilter #washington https://t.co/JTqhHRkclb",
  "May the 4th be with you https://t.co/6xotgRYJGs",
  "@emily_infeld how do you like \"Bored to Death\"?",
  "@hcatlin ALMOST",
  "$320 Tow: AKA literal highway robbery",
  "Of all my amazing experiences in Seattle this weekend, I'm upset I'm going to miss a 1k race… https://t.co/KzU9TkqnCO",
  "Nothing gets us excited like getting  #innout https://t.co/DegSnf7AA3",
  "\"So let me buy you a drink and we’ll pretend that you think that I’m the man of your dreams come to life in a dive bar.\"\n-@blink182",
  "Every group has a Charlie right @ScottMCook204 #iasip #kingoftherats",
  "@treehouse of course! I wouldn't currently have a job without you guys!",
  "I know I'm still a Midwesterner because 2/3 of my last weeks meals have included ranch",
  "Lol. Happy Saturday :-) https://t.co/7HdMSKCjey",
  "@hcatlin thanks for making learning @SassCSS so fun on @treehouse!",
  "K. That was fun to watch. @whitesox  https://t.co/Sl8TDXwREA",
  "It concerns me there are so many people pretending that coconut water and kale taste good",
  "Why are all these modern pop songs telling me to \"work, work, work\"?! Freaking slave drivers",
  "@Ohhlivia_13 @t100492c we were all there for him https://t.co/4pCCe4aShE",
  "Is it too late for me to say that I want to be @JArrieta34 when I grow up?",
  "Nothing compares 2 u. https://t.co/S37VkRGeCX",
  "I just wrote a review on Cinnamon – 12-Pack https://t.co/8zTKXxcaok via @yotpo",
  "Today I looked at my poop and thought of @JuddApatow, not cause he's \"the shit\" butt he has some great stand up material on it",
  "Got a fresh haircut and am going to @TheComedyStore to see I have no idea but I'm gonna roll wit it and drank sum beer #Merica",
  "@_stevve it's one of the worst things about having a mac",
  "@McClello with the username: NotASexBot69",
  "My idea of hell is being forever caught between switching from WiFi to a carrier network",
  "When you have a group message with your homies and the content is so messed up it'll get you banished from all societal functions",
  "@t100492c @Ohhlivia_13 I thought the mention of dick and poop jokes would have made it obvious which family it is",
  "Real talk with the family wouldn't be real talk if it didn't involve poo or dick jokes",
  "Probably one of the few weddings I'll go to where it's appropriate to wear Harry Potter socks… https://t.co/GHUV6JvM4j",
  "It only took me 20 yrs to realize that not nicknaming your @Pokemon is like getting a dog and naming it \"Dog\"",
  "\"Android M for my Galaxy S6 is so sick!\"\n\n-Me. In the year 3000\n\n@TMobile @SamsungMobile @Android",
  "@iliza hunting COMMIES #Merica",
  "@BrettDruck it's cool man, at least your not quoting Hodor during sex like some sick fucks out there",
  "I'm SORRY I quoted \"Shaft\" in couples counseling but I just feel like i'm not fulfilling my duty to please that booty :(",
  "If if have to drop 1k just to get to your destination wedding, I'm not getting you a wedding gift #sorryNotSorry",
  "Is it possible to say #Vegas without following it up with \"baby\"?",
  "Billions of dollars in ad revenue and athletes are paid $0 directly. Olympians are indentured servants of the IOC. https://t.co/bB3NJiauCk",
  "“You should be willing to debate anytime, anywhere.” — @HillaryClinton in 2008.\nhttps://t.co/UruLT1afY3",
  "@t100492c meh. She was already not feeling great but so not really",
  "@Ohhlivia_13 you think you're all grown up and shit now that you can criticize other drivers",
  "@RA_Andrews there was potential for an   @alan_webb1 pun there",
  "@t100492c *deletes all social media accounts*",
  "I #LoveTwitter because it's the only social media platform my parents aren't on yet",
  "#greatraceagoura volunteer was hesitant to give me a cheap reusable bag. After paying $50 for a 5k you better put me in your will",
  "I need more people who say \"yes\" to \"let's spontaneously get drunk\" in my life",
  "Now that's a 404 error \n\n@starwars #programmerhumor https://t.co/jh61z8Fj9h",
  "Grocery shopping at Costco while hungry is a whole nother level of self control",
  "My life right now https://t.co/d3MLE8X1LW",
  "@0livia_rae with their powers combined they are Rappin Planet",
  "RUM HAM! https://t.co/BH8JMlkUcF https://t.co/AO2JhVUJjr",
  "\"How'd this beer get in my hand?\"",
  "#FatherSonGoals https://t.co/QKFA1XC3Uv",
  "@Phe800 Done. Done. Onto the next one.",
  "Way to go @abbey_dags!!!",
  "#imwithher has such a gorgeous, empowering feel to it, but the clunky truth is,\n#imwiththesocialistjew https://t.co/RTKRSL03Dh",
  "No Jinny, despite your best efforts you're not helping me with my core routine \n\n#runlife… https://t.co/QEaUPDTTcS",
  "At this rate, I don't know how @Leomanzano and @MattCentrowitz don't have (upgraded) medals yet #cleanSport #DopingScandal",
  "I didn't have the strength to fight her off after this morning's #track workout\n\n#run #puppies… https://t.co/ae96lzgOCO",
  "Definitely playing it close to the chest\n\n@garmin #Running #myNightmare #track #run https://t.co/UmdQUxsb3S",
  "Here we are in March and @TMobile still hasn't given S6 or Note 5 owners @Android 6.0 because they're busy developing useless bloatware apps",
  "@CoryMcGeeRuns and this just came up in my feed https://t.co/kNEZWllvJV",
  "@CoryMcGeeRuns is California, also Boston?",
  "I followed up my coffee immediately with beer #FridayFeeling",
  "Who says you need beaches for an awesome #sunset ? @ Thousand Oaks, California https://t.co/kmD2fR0ftd",
  "\"We need to have a serious talk about why it's almost 7am and we're not running yet\"… https://t.co/F2eUii3tZt",
  "@TheRealMerb if we're talking about running shorts then I'd be lying #tmi #gross",
  "@McClello well? Why can't you?",
  "I'm taking @GordonRamsay spitting out a Samoas Girl Scout cookies as a personal insult https://t.co/hs5kImaACQ",
  "Best one I've seen yet. @HamillHimself https://t.co/CnOTYdXQoo",
  "Bernie Will Ban Private Prisons. Hillary Accepted $133,246 From Prison Lobbyists https://t.co/eKbQStaj1q",
  "@Phe800 it's almost feels like we raced but a lot less satisfying",
  "I don't want to run around in ovals. Run around in ovals.\n\n#trackLife #track #soulCouphing… https://t.co/FrQA07rHP0",
  "Do you ever accidentally like a photo from 70 weeks ago? 😐",
  "@JohnLegere @FastCompany be sweet if our #UnCarrier didn't slow down the process of getting #AndroidMarshmallow for 1 yr old flagship phone",
  "Three out of the four weddings I'm invited to this year are in Indiana. What's more going to break first, my liver or travel budget?",
  "This is amazing  https://t.co/cj8nUvTxWa",
  "\"@alan_webb1 who?\"\n - @drewhunter00 \n     - #michaelscott \n\n #MillroseGames #MilerGreats",
  "Trump's the only candidate that's sincere when kissing babies because there's a chance he'll wind up marrying one of them someday",
  "Yo @NBCSports @ShannonRowbury isn't the only one racing. Although she did own the field lol",
  "Yeap. I was the weirdo that requested track &amp; field at a sports bar #run",
  "@nyrr yo. Somebody fix those media queries on the Fields section of your  website https://t.co/VJbj1rQnZM",
  "I didn't realize until I had a non Nexus phone the process of getting an @Android update is absurd\n\nAndroid &gt; Phone Manufacturer &gt; Carrier",
  "USA Track &amp; Field told me Nick would receive in range of $25K in stipends &amp; benefits in 2015... https://t.co/1FYntwEFZx",
  "I gotta say, definitely living the dream right now. Penne for days… https://t.co/rBlkVolvHy",
  "I actually had a lot of fun \"playing\" #track this… https://t.co/fF4mNTxcl6",
  "Ohhh yeahh gettin paid gettin......well, paid.",
  "I swear I'm only one laundry load away from having all my socks match....and maybe even my life together",
  "If I run these balls on my feet in just the right way it'll give me… https://t.co/v7n42LwTt7",
  "@MattForte22 thanks so much for being a Bear! #missinyoualreadybae #wat",
  "Hangover: Check👌\n\nOff Work Early: Double Check\n\nA Strange Sense of… https://t.co/Rx3C9HE3vy",
  "New Running Injury Achievement Unlocked: Plantar fasciitis",
  "@BrittanyFurlan or he's into butt stuff",
  "Did not realize my thumb was bleeding until the end of the run… https://t.co/3Rvz7oMq4d",
  "@tvinsider @kenjeong @dannypudi @DrKenABC @ABCNetwork @joelmchale I'm just glad we pulled through with #gettinridofbritta",
  "Part of the 25-0 run.\n\nhttps://t.co/1wMkRZ3idm",
  "@JennyWenger @StylistMagazine I listened to the Rocky Horror Picture Show soundtrack today too! How weird",
  "@TheGabbieShow don't let your dreams be dreams",
  "@SarahWells400mh @NickSymmonds @RunGum \"May your race splits ever be in your favor\"",
  "A good summary of why professional runners can't get the endorsements other professional athletes get. https://t.co/ojcI2iejX7",
  "Although I know it's right for recovery, taking a complete day off from #running  feels so wrong",
  "Which church do you belong to?",
  ".Really disappointed in the time its taken @samsung to roll out #Marshmellow updates. Really reconsidering my @googlenexus brand again!",
  "@NinjaKitchen I'm excited to make my own variants of the breakfast mixes and the apple pie smoothie!",
  ".@emily_infeld @german_ferndz @DanielHuling \n\nPost LR = zombie mode activated",
  "One of the best feelings is to have rent paid and to not have to budget down to the last dollar until the next paycheck just to eat",
  "My Saturday night was spent reading the recipe book my #NinjaBlender came with. Most eligible bachelor over here",
  "JiffyLube is most easily the best name for a whack-off lotion and most easily not the best name for a place to get your oil changed",
  "I've got half a mind to go run .01 right now #mildlyinfuriating #ocd… https://t.co/vW5cXZV6fd",
  ".Sweet! I was planning on buying a singlet and some @RunGum ! https://t.co/ee8mPfZd5q",
  "\"Just a little more #coffee, just to see how it feels \"",
  "I like keep trying to forget Iggy Azalea exists but the Fbook's trending news feed keeps reminding me she does. Technology can be a curse",
  ".If #PreLives WERE alive today, he'd be pretty pissed at @Nike and @usatf",
  ".I feel like @LEGO_Group were just an \"Intro to IKEA furniture and other shit you'll be assembling or fixing\" later as an adult.",
  "@CDerrickRun sounds like a smart call, everyone eventually comes back to the track anyways #ICantQuitYou #RunFastTurnLeft",
  "@TheRealMerb @RunGum literally lol'd",
  ".@RunGum...Tastes so good you could sue someone https://t.co/BygcZxFgDd",
  "Coworker pays me back $5.\n\n\"Oh now I can put an extra $150 towards student loans\"\n\nI don't know how to grown up",
  "@NickSymmonds are all @rungum store purchases earmarked for athlete sponsorships or is it just gum? I'd love to get a singlet to support!",
  "Enter to win all of SKORA's shoe models at https://t.co/aogrWoeDQk",
  "Imagine next year we're waiting for 2017 and then comes 2016 S",
  ".I may be trading in my @Garmin in for a @SoleusRunning for their outspokenness against @usatf alone #companyEthicsMatter",
  ".Way to go @NickSymmonds keep fighting the good fight for #track athletes everywhere!",
  "How many kicks to the nuts would you take for all your student loans to disappear?",
  "What a day - it's Buffy's #birthday AND #NationalPopcornDay Let's celebrate 🍿🍿🎂🎂 https://t.co/NvGyjwg49y",
  "When you make, what you think, is a funny Facebook status and your mom and grandma are the only ones that like it #loserStatus",
  "I don't if saying I made a \"steak salad\" is an accurate description of what I'm having for lunch it's really more of steak with some leaves",
  "When you try to cook something fancy but you get drunk and end up dancing with the ingredients. #SunnyFXX https://t.co/5IQ4yHHJPe",
  "In honor of that one time David Goodman aka @thegxx17 threw up a Cup… https://t.co/GjV38iSLNc",
  "@theetommyt yeap. Wipe out anyone that doesn't recognize the awesomeness that is Ikea",
  "@theetommyt you're doing it wrong. I have more fun at Ikea than I do Disneyland",
  "@Max_Mulvihill lol for real! What you have going on the next few weeks?",
  "First time in my life I've been excited about eating a salad that I made, only because it included tri-tip",
  "@Phe800 if you're from: California - 2 layers top &amp; bottom including water resistant top; Anywhere with weather - short shorts &amp; t-shirt",
  "I take major offense to the statement 'new phone I lost numbers'",
  "8 hours.\n\n#BeatWisconsin https://t.co/Juu3tlgyV7",
  "@RobinDykema sounds like a Cosmo list for programmers",
  "@CommunityTV http://t.co/scrQsDlqyB",
  "Sometimes you catch yourself shopping for toaster ovens on Amazon and then wonder where you went wrong",
  "@meg_bellino they're trying to ride on the success of twins from #AHSFreakshow",
  "Only in #California will I apartment shop and see $900 and think “what a deal!\"",
  ".If you walk by my computer, I'm totally not listening to @taylorswift13's 1989 for like the 20th time this past week",
  "Lol at the people on Craigslist trying to find a roommate and won't allow them to have meat in the house",
  "@AndrewWheating https://t.co/DDULCfAibF",
  ".I just wanna get drunk and talk about @starwars #lifegoals2016",
  "Don't tell me my business trail signs #indianadunes https://t.co/aDjOsfnGF4",
  ".Thank you @ChunknocaptainC @thestorysofarca @blink182 @dangeroussummer @crslkngs https://t.co/2D7mTH5s51",
  "My welcome home https://t.co/M1bFpgW7kq",
  "@toautomotive twice now! So good!",
  "@emily_infeld @LucyInfeld @MaggieInfeld miles with friends are like XP points in RPGs #nerdTweet",
  "@Phe800 I've done that multiple times. With shorts. Smell damn near kills me every time #slowLearner",
  "damn girl are you from Tennessee? i hate that place",
  "@jayyJazmin could you stop at @ChipotleTweets for me?",
  "I think championship races should be 1500m and invites (those aiming to attract fans) should be a mile. Very content w/ the current balance.",
  "Being a grown up sure is stupid.",
  "I was debating buying the @LEGO_Group Millenium Falcon set but I guess replacing all 4 tires on my car is the more responsible thing to do",
  "@Max_Mulvihill Thousand Oaks/Westlake Village",
  ".I know @RunWithTheHouse does fast shipping in CA but are they fast enough to ship me shoes so I can still run on my lunch? #forgotshoes",
  "I swear working with Excel spreadsheets is more complicated than ANY programming I've ever done",
  "@Max_Mulvihill no I didn't hear back from them. But I'm still closer to LA now!",
  "Oh please, make yourself comfortable I don't mind. #puppy #Jinny #australiancattledog https://t.co/77MXgVb4H5",
  "\"But whether James really did take off Snape's pants, Harry never found out.\" #HarryPotter #QuotesOutOfContext",
  "Hell. Yes. ♫ https://t.co/vAWHra9Cif",
  ".I suppose intentionally choosing a parking spot that's far away is the least I can do when I decide to eat at @PandaExpress",
  "Today is a day I wish I would have taken the plunge and bought a large bag of googly eyes",
  "Made it through an entire tube of Chapstick without losing it. Don't I get a new adult badge, XP points , or something?",
  "That terrifying moment when you see a furry nose poke through the shower curtains",
  "\"Doing nothings never nothing when it's something with you\" - The great philosopher @lildickytweets",
  "I bought a WiFi range extender and made a separate password and don't plan on giving it to my roommates #modernNerdBadass",
  "@ddritzenhein @FloTrack I don't understand this sentence",
  "\"I know you've kinda been happy recently seeing that new girl but here's a dream about your ex\" -#scumbagbrain",
  "Nothing says smooth like introducing a girl to your collection of Harry Potter books and telling her \"this is where the magic happens\"",
  "@ddritzenhein @riley_masters this conversation is a roller coaster of emotion",
  "It's pretty dissapointing that I haven't met anyone who's named their cat \"Katniss\" yet",
  "After the first weekend of snow, do I need to give Midwesterns any more reasons to visit yet? https://t.co/mni1b0YS4s",
  "What Would the Person Who Named Walkie Talkies Have Named Other Items? https://t.co/uCiyY7fwSt https://t.co/kM2lYYHxVs",
  "If I die of a Carb-attack it'll totally be worth it. \n\nA 10 miler, A Muppet Christmas Carol, and a… https://t.co/p8aABeYtEc",
  "Sometimes I think I've grown up and matured. Then I realize I'm laying in my bed, drinking chocolate milk, and talking to my dog.",
  "It's like I'm not even here #puppy #australiancattledog https://t.co/RgJWzWn9rG",
  ".@andrewmcmahon love the commentary on the @Spotify playlist! It's so cool knowing the stories behind your songs",
  "I'm so lucky to live in a place where I can run here everyday. @ Lang Ranch Park https://t.co/vQZ8C3ASAa",
  "#Running is stupid sometimes #run #hills @ Lang Ranch Park https://t.co/xPDWl9cqdK",
  "Somebody got a new personal record this morning #run @garmin #PR #puppy #australiancattledog https://t.co/rcvupAeLuQ",
  "@CoryMcGeeRuns she doesn't even go here!",
  ".@Dodgers fans right now after hearing about #Greinke http://t.co/nHlKWg3KHP",
  "Days where a poop follows a shower should be considered legitimate sick days",
  "I'm fairly convinced people only look at my Snapchat Story for updates on Jinny",
  "@theetommyt  https://t.co/50R5Bt5TmQ",
  "One day I will eat a Crunchy Nature Valley bar and NOT make a mess #dreamtheimpossible",
  "Yelling at a dog to stop barking doesn't work because the dog just goes \"Cool, now we're both barking!\"",
  "Awesome sunrise this morning in #Ventura #nofilter https://t.co/M7az3uff83",
  "I've had this song stuck in my head for about 2 weeks and it needs to stop. ♫ http://t.co/NRHIMBpzEo",
  ".First paycheck of an actual career/big boy job so I got @ChipotleTweets  and did not hesitate getting steak AND guac #ballerStatus",
  "Jinny with the action shot and the photographer grabbed a shot of her… https://t.co/7TKxJPLxlD",
  "@SASwann don't you jinx them!",
  "Does every person that gets a nose job request the Whoville Nose?",
  "At some point I stopped eating a bag of #SwedishFish and started inhaling it like it was the next best thing to oxygen",
  "Today is my last weekday of being an non working loser, then I'll just be a loser. Jk I'm freaking on a roll right now #CantStopWontStop",
  "@cazzylox @eSowinski @Clayton_Murph lets go dudes, rock it!",
  ".If @MollyHuddle doesn't deliver my next pair of @RunWithTheHouse shoes I'm going to very disappointed",
  "I'm not talented. I'm not the best. I work hard. I do not give up. I keep going. I cross start lines. I cross finish lines.",
  "Alright everyone stop and pose. https://t.co/m7RIQVi17h",
  "I've lost a few things this summer, including 20 lbs! Started at 165… https://t.co/j5i98uv6Z6",
  "Jinny was sad I went for my long #run so she snuggled with the shirt I… https://t.co/bSQshe4bly",
  ".Tonight it's me, @davemcfarland, @KeshaRose, @jquery plugins, and a bottle of #FirestoneEasyJack hanging out at @treehouse",
  "@TheGabbieShow you're cool Gabbie. Nuff said.",
  "@Mmiigzz RIP",
  "For the past 3 months I'm been embarking on a solo journey I've dubbed as \"The Summer of Code and Miles\" to become … http://t.co/QaPXLj0M8N",
  "How to Decide if You Should Be a Web Designer or Developer http://t.co/ZLlbX4lgh9 http://t.co/Hf9Ifh3LEz",
  ".Today after a lot of work I will finish up the @treehouse #frontenddeveloper track and have a interview tomorrow for a programmer position",
  ".Screw it @NickSymmonds lets organize an event and call it \"Nick Symmonds 800m Championship of the World\" I'll rabbit...for 150m #LetNickRun",
  "@MicrosoftStore you sure it's not at least a dollar?",
  "@ndsifuentes we need a @timehop app for our running logs",
  "In life you have 3 choices: Give up, Give in, or Give it your all! #mondaymotivation",
  ".Good on @brooksrunning for backing up their athlete, knew there was something special when I got my first pair of Axioms #LetNickRun",
  "@nickwillis @NickSymmonds I have a feeling they're just getting started",
  ".Ironic @usatf is sponsored by @Nike a company who uses #Pre as their poster boy who was known for standing for athletes rights #LetNickRun",
  ".I've always been a fan of @NikeRunning but this whole @usatf situation is leaving a bad feeling on my feet #LetNickRun",
  "@eSowinski @cazzylox and @Clayton_Murph make us proud!",
  "If you're track and field fan, today was a dark day. https://t.co/FjSOEg2rGy",
  "@NickSymmonds whatever happens youre an inspiration to the sport on and off the track. Id be honored to buy you a beer sometime! #LetNickRun",
  "I've been informed that @usatf will be announcing the #Beijing2015 team tomorrow. #LetNickRun",
  "when bae says she runs the 1500 http://t.co/54I5w8eOpI",
  "Guess who ran a #PR today!? #run #garmin #puppy #fast https://t.co/npn8zsh4jQ",
  ".I don't have a FloPro account but kudos to @FloTrack for putting on the #FloTrackThrowdown a lot of athletes seem excited to have some fun!",
  ".Meanwhile at the NACAC Championships @AndrewWheating is throwing down",
  ".Ironic @usatf's website hosts the video that proves @NickSymmonds earned the right to be in #Beijing #LetNickRun  http://t.co/oKeIFPzDVn",
  "Throwing punches at ocean waves. ♫ http://t.co/KuWzAAffoD",
  ".Sorry ladies I got a date with @chalkers at @treehouse with #ObjectOrientedJavascript this fine #FridayNight next time though",
  "It's a #FridayNight which means it's a #WebDev party! Everyone's invited, endless functions all night!",
  "@CoachLinh @em_kertesz that might be my favorite hashtag ever",
  "@em_kertesz @CoachLinh I think we need an acronym for that #LNDMCIHBJAW",
  ".As much as I would like to see @NickSymmonds add another medal to his collection I like seeing him make a stand for #AthletesRights more",
  "@t100492c @Ohhlivia_13 I'll take 8 please.",
  "Exercise? I thought you said \"extra fries\". #confession #IThoughtItSoundedLike #hangry",
  "@FloTrack @CoryMcGeeRuns good luck! #RunFastTurnLeft",
  "I'm tweeting and planking #atthesametime",
  "Why are shorts called shorts but pants arent called longs",
  "Well at least now when I complain, I will feel justified. Anyone know where to get a flying car? #traffic #hovercraft http://t.co/e4NSz1a7UF",
  "@CaseyAndretti @Josh_U_Wahhh don't lie, you guys still need chasers for beers",
  "@Leomanzano @CocaCola they better be importing that more delicious #MexiCoke for you!",
  "@sheamavrogeanes hucome we never play Nightcrawlers anymore?",
  "If my phone's life was measured in the heart containers from the #LegendofZelda then the \"low health\" beep would be going off right now",
  "@brad_frost @frostyweather \"Just keep coding, just keep coding, just keep coding, just keep coding, just keep coding\"",
  "Happy birthday @GenGen_LaCaze !",
  "To cardio or not to cardio. Or to never to cardio. Or to pancakes.",
  ".@emily_infeld https://t.co/jfb7EmcZI1 you just need to listen to this around 1.5x and boom! You're in a Beijing! #runFastTurnLeft",
  "The Magical Milkshake (Vine by @Aaron_Doh) https://t.co/UJea37oDsA",
  "\"I don't care what the people say, I know where their jive is at\" #LedZeppelin",
  "@RobinDykema @davemcfarland definitely a tough lesson to get through the first time. I'll probably need to work with a few more exercises",
  "@VRyan32 did you drown in the pool from lack of caffeine?",
  "Hmm. I'm not being as productive as I should be, probably need more #coffee",
  ".Starting #AJAX Basics with @davemcfarland today. Lets go!",
  ".I put my head down and commited to #webDev and its starting to reflect in my projects and the # s thanks @treehouse! http://t.co/occ86Bkj5N",
  ".Starting #HTML Audio &amp; Video with @nickrp today! #WebDev #TheDailyGrind",
  "@RobinDykema nice! Are you looking back in the States?",
  "My nerd status started pretty early  http://t.co/ZvBWq6EKHJ http://t.co/FSFiEkqfEQ",
  "@zachbraff she really needs to find that baby daddy",
  ".I just imagined my life looking for bugs without Ctrl + Shift + J in @ChromiumDev #terrifying",
  ".Starting \"Console Foundations\" with @jimrhoskins and I have @ubuntu installed, do I get extra credit?",
  "@RobinDykema hi! Thanks for the follow. I took C++ in college a few years ago but just started web dev a few months ago. You?",
  ".Nice \"W\" HWheating you've earned some cool hwhip! @AndrewWheating",
  ".Back on track to becoming a #frontenddeveloper with @treehouse, starting HTML Tables with @nickrp today",
  ".I got a free @Uber ride thanks to @TheGabbieShow! #DontDrinkandDrive",
  ".Good thing there's plenty branches of @Starbucks and @TheCoffeeBean in #Ventura who needs sleep!?",
  ".As hard as I think Im working at learning #webdev on @treehouse I check the leaderboards and see theres people who Im guessing never sleep",
  ".Just reading @chalkers blog on \"Intro to @jquery\" when suddenly..... http://t.co/VCrn1wQ6Hr",
  "@theetommyt you broke it to fix what wasn't broken. Yur stoopid.",
  "I don't know how many times I've written the code correctly but forgot to refresh the browser #smacksForehead #webdev",
  "\"The ability to use failure often leads to the greatest successes\"- @jk_rowling",
  ".@davidwalshblog http://t.co/TSKYEOBHU2. It's so refreshing to know that people that are paid for this have these bouts of self doubt",
  ".@janetvarney @BTVA coincidence your next to @maebirdwing?",
  ".Started @jquery basics with @chalkers on @treehouse yesterday and finishing up today. Am I a programmer yet? #HungrytoLearn #TheDailyGrind",
  "Ran into @JensenAckles and @jarpad at Comic Con. Can’t stress enough how deserving these two are of their success. Class acts, all the way.",
  "I don't really share quotes ever, but this is spot on from @nickwillis. http://t.co/xuMGfeTH7x",
  "#OnThisDay in 2007, Alan Webb runs 3:46.91 to break Steve Scott’s 25-yr-old U.S. Mile record. http://t.co/cMHSgNBe7X http://t.co/OGdL7YT6AL",
  ".I can't be thankful enough to live in an age where I have resources like @Codecademy @treehouse and @udacity at my disposal to learn #code",
  "@ChildP21 looks like ice",
  ".Is it possible to have @treehouse endorse our skills on @LinkedIn if we've completed certain courses?",
  "@gavinmikhail it's going great! I'm training for the Ventura Half Marathon in September. I hope your summer is going well too!",
  "Now 5 months old she's all vaccinated up and ready to go on #puppy play dates https://t.co/mp6Kfnrxka",
  "@Phe800 mine are \"I know I've ran 70-80 mile weeks but can I really race a whole mile?\"",
  ".My second #run is going to be rough after eating $8 worth of @tacobell",
  ".I'm all about @crslkngs today #WorkandRock",
  "@anader800 if you keep going long enough you'll get there",
  ".Check out @gavinmikhail's cover of @boniver's #SkinnyLove you will not regret it",
  "@MollyHuddle get pumped up! http://t.co/wFjbcThggc",
  "Hey shoe companies, it's actually better for the sport when athletes support each other's brands. Sad you feel the need to threaten...again.",
  "Drank too much coffee now I feel like a junkie tweaking out in my chair",
  "@VRyan32 \nhttps://t.co/DHNoUnSEIY",
  ".As a natural midfoot striker, I can really appreciate a shoe that lasts longer than 250-300 miles, thanks @HOKAONEONE !!",
  "#SharkWeek FUN FACT\n\nYou're more likely to win Olympic gold than be a victim of a shark attack http://t.co/9D1UdgxSiY http://t.co/1ea3TABGK5",
  "@RunPRizzo I switch back and forth from trainer to trainer. I like to support local cause it goes back into the community",
  "I just went from 0-STARVING in 5 seconds. FEEEEEDDDDD MEEEEEE",
  ".My recent form of love torture for @ADuhCheekOh is every time a new song starts playing on the radio in the car I ask if its @taylorswift13",
  "Happy 7th birthday http://t.co/pMMLr5b7YV",
  ".I don't know why more people aren't talking about @ThirdEyeBlind 's #Dopamine album. @stephanjenkins still knows how to make a decent hook",
  "Ellen K. Pao: Step down as CEO of Reddit Inc. - Sign the Petition! https://t.co/uoAODDmUIk via @Change",
  "I dream of a day I can add guacamole with no hesitation or debate",
  "@EvanJager don't worry dude, we're all blaming it on @letsrundotcom but seriously you were there and you will be there again",
  ".@WahlidM that was the saddest and most well put together #SnapchatStory I've ever seen.",
  ".@Spotify has all the \"NOW That's What I Called Music\" in playlist form. Just so you guys know, not that I'm listening to them or anything.",
  "@jarpad @realGpad hope all is well dude!",
  "Way go go California! http://t.co/UvCLkj7Cd3",
  "@RunGum @NickSymmonds 7x if you count the 2012 Olympic Trials",
  "@roadrunner2130 yeah I'm not loving the nose ring at all",
  "NICK SYMMONDS!! putting the 'beast' in brooks beasts @beaststc @NickSymmonds #USATFoutdoors",
  ".Being a @NickSymmonds fan you go through a lot of emotions especially when you see him still in last with 300 to go #usatfoutdoors",
  "@Mmiigzz @bmartrun she looks good!",
  "Damn that was an aggressive 800m final #usatfoutdoors",
  ".Irony is @NBCSports requires a PAID cable subscription then puts an ad  that take up 20% of my screen while @usatf is free and has no ad",
  ".@AndrewWheating keep your head up dude! Your comeback this season has been inspiring.",
  "@Phe800 if I don't see jazz hands across the finish line I'm going to be disappointed #goodLuck #RunFastTurnLeft",
  "@Phe800 http://t.co/g8CXPbJe4g",
  ".Maybe I'm just a nerd but @Em_Sisson sounds like Luna Lovegood #IAlreadyRegretTweetingThis",
  ".Dude @MattCentrowitz you are owning this season! Way to go bro!",
  "It been awhile since I've had a running week like this. Let's do another one! https://t.co/DCeG5iAzhd",
  ".Woo @CoryMcGeeRuns needs to thank @HeatherRaeKampf for making that second 1500 heat an honest race #USATFoutdoors",
  ".Let's go @theGXX17 and @sterling_henry #RunSmartRunFast",
  ".The women's 10k at #USATFoutdoors was definitely the race of the day yesterday @MollyHuddle @ShalaneFlanagan @emily_infeld way to go!",
  ".Way to grind it out today @bentrue",
  "@MollyHuddle holy cow way to throw the hammer down!",
  ".Hell yeah way to go @AndrewWheating",
  ".Say what you want about tactic's but @Dbang800 will always make a race honest",
  "I don't think amanduhseekoh is going to appreciate our new wireless network name as much as I do https://t.co/MekBy31rbr",
  "Sometimes I think I'm smart but then I realized I forgot a semi colon #ProgrammingProblems",
  ".Good luck to some of my fav USA athletes this week! @theGXX17 @AndrewWheating @NickSymmonds @Dbang800 @bmartrun @trackjenny @CoryMcGeeRuns!",
  "With #USATFoutdoors right around the corner, I think now is a good time to get my brain race ready! #ADD @KateUpton https://t.co/ehkDMgKoaG",
  ".Woo new @shwayze noise just in time for summer!",
  "Finally she starts cuddling! https://t.co/8ELBXEHKi1",
  "For me, go big or go home mostly just applies to pancakes.",
  "Jinny was thinking of using one my running shoes as a chew toy. I looked at her and sternly told her \"that's how you die\" and she stopped.",
  ".Last night I had a dream I fit @emmajcoburn for new shoes and got chased by velociraptors, in that order. Cocaines a hell of a drug.",
  "I'm from the Midwest cause if I'm not sure if a recipe is going to work out I always assume I can fix it by putting cheese or ranch on it",
  "My dog is barking at me that she needs to go poop while I'm pooping. It's a poop party up in here",
  "I get flashes of terror up my spine when I hear silence #RaisingaPuppyLife",
  "Not sure how useful this will be, but we love the effort for this running app: \n\nhttp://t.co/lNdTCBiIZQ http://t.co/Hm1H1xp2ga",
  "@Nullius_n_verba @RichardDawkins God, we are told, will send us to Hell. So to save us all from Himself he sacrificed Himself to Himself.",
  "@xdadevelopers they can't exactly take a picture of a phone with that same phone can they?",
  ".I'm not sure why @Spotify for @ubuntu is still #beta, it works awesomely for me!",
  "That time my dog walked on my keyboard then my code executed correctly #ThatReallyHappened",
  "@taylorfleeman even at 5'6\" I'm still in the 92%! Minus the husband part doe",
  "I think I'm going to change my vmail greeting to \"don't leave me a voicemail unless you have a killer job offer or you are literally dying\"",
  ".Pretty sure @Leomanzano just signed with @HOKAONEONE to feel a little taller in his training shoes #IKnowtheFeel #ShortDudeProblems",
  "Once upon a time I somehow won the #statestreetmile (my age group) https://t.co/Wm2PoLSeU6",
  "It has taken me no time at all to fall in love with this dog.... #australiancattledog #puppy https://t.co/zqLOsLmois",
  "@ADuhCheekOh why do you hate me so much?",
  "I'm not the praying type the only big question I really want answered are why are there nightmares like \"dementor\" or \"body invader\" wasps?",
  ".@CaseyAndretti check out @ChunknocaptainC new album, it's awesome",
  "\"4 Ways to Pick Your First Programming Language - Udacity - Climb Higher http://t.co/fc1ZiZI0w7 http://t.co/6P2BIinOcA\" @theetommyt",
  "Just another night at the ballpark. http://t.co/29DaVFnEUf",
  "Jinny seems to only go pee inside when I am literally sitting down to eat. So I'll just stop eating and then problem solved!",
  "@TheGabbieShow what? It's normal to last 30 seconds right?",
  ".@justaoifethings 💚🍀🌈💚  Then they could get married IN IRELAND!  💚🍀🌈💚 http://t.co/yXedPavZfp",
  ".@MattCentrowitz @CDerrickRun you guys are hilarious!",
  "She hears the dog barking on an episode of @cw_spn #funny #puppiesofvine https://t.co/DarWHfXbNa",
  "Say \"Car Ramrod\"",
  ".@jarpad hey dude hope everythings ok! You have a lot of love from your fans, keep your head up.",
  "That's the amazing thing about kindness... #Derek http://t.co/nwboZ2m2ru",
  "Basically every time I hear the word \"more\" now I hear the alien from the first Men in Black asking for more sugar water",
  ".@AndrewWheating and @Leomanzano raced so hard they made it rain",
  ".That moment when almost run over @NickSymmonds #sorrydude",
  "This rare moments when a #puppy actually sleeps. I guess happy #MothersDay to amanduhseekoh https://t.co/NCR1Mm5Aex",
  "Today I learned that if you greet people with a puppy they will treat you like you just cured cancer",
  "Candy in the office is a serious issue mkay https://t.co/o1ctMuJluI",
  "#sorrynotsorry I'm not tipping if I have to get up, order my own food, and get my own drink. You literally did nothing of service",
  "Not your typical #horrormovie #puppiesofvine #landshark https://t.co/vcSgFkxMSQ",
  "My owner is so dumb https://t.co/Sfbh4ulOpx",
  "Fear Me 💪 (W/ LEO THE GIANT, @ShowtimePhil, &amp; @DomGoldOfficial) (Vine by @foster_dawg) https://t.co/ZtyMY8LPfv",
  ".@ATT rep tried offering me slower internet for more money, I just wanted to be removed from the mailing list",
  "I know my life is in a good place when I have a plethora of Micro USB cords at my disposal",
  ".@jk_rowling STAHP. I didn't want the feels today",
  "#Jinny had her first selfie https://t.co/lwF2IjfyZI",
  ".It finally happened, I convinced @ADuhCheekOh to let us get a dog",
  "Indifferent jamming to #blink182 https://t.co/AHfx9JkP5S",
  "@ChainfireXDA clear that cache yo",
  "@ADuhCheekOh not proud, there's just less shame",
  ".@ADuhCheekOh the hunt is on",
  ".@aliatgray that reminds me I need my fix!",
  "I be runnin through runnin shoes like draino #run",
  ".@t100492c what!? Of all times you visited and never brought me @3floyds #Gumballhead",
  ".I was going to exercise self control but then I got $8 worth of @tacobell",
  "I'm going to develop delusions of grandeur working IT because somehow things \"fix themselves\" when I walk in. I am a generous god. Too late",
  "On #FamilyGuy Brian sweats, But Dogs don’t have sweat glands. I then figured Dogs don’t talk either. So I left that one alone",
  ".Is it legal to marry @google? Hold on let me #GoogleIt",
  "How to explain #figueroa #beers https://t.co/GjryV1wNyl",
  "#selfieception here at Novacoast Inc https://t.co/orP8uWNV0E",
  "A Valentines gift from my #wcw who absolutely warms my heart to the brim amanduhseekoh #vomit #gross… https://t.co/4ZbO7U813j",
  "#LifeProTip don't get anything less than an i5 processor, you'll hate your life",
  "#Costco toilet paper: making you prepared for diarrhea and the apocalypse https://t.co/yUzGNJqoNY",
  "I looked in my cabinet saw that we only had 4 lbs of pasta and was like \"huh guess I need to do a Costco run\"",
  "Today I realized that the clock app on the iPhone is actually telling the time #IHaztheDumb",
  "Sometimes youre hungry and sometimes youre 'can't wait until you get out Trader Joes parking so you have to open up a box of cookies' hungry",
  "Why does an 800 meter run hurt like the devil? http://t.co/TZCnMtGv2L",
  "I've been literally in a corner all day today with no human contact #IT",
  "Not that I ever had one but now I have no reason to ever leave #SoCal now that #jimmyjohns is in… https://t.co/8FkXvfQz0W",
  "Im gonna get murdered but amanduhseekoh sleeps with her mouth open on the beach #wittleBaby https://t.co/nrPTCep1bu",
  ".\"I thought you were going to say something cute but then you started singing @KeshaRose\" -@ADuhCheekOh",
  "Now I get my kicks and highs from deleting iTunes from a MacBook. What a rush! #nerdalert",
  "@ADuhCheekOh @theetommyt I like stories!",
  "I guess this is my life now http://t.co/KHVfuUUiQ2",
  "@nickwillis @MattCentrowitz wow thanks for giving us an excellent race guys #WanamakerMile",
  "@theetommyt that's why I'm switching. I'm considering Firefox",
  "God. It's such a first world problem that I'm considering it a big deal that I'm switching internet browsers",
  "@theetommyt @Mmiigzz @dalovetiger I'm all about that stache bout that stache no stubble",
  "@ADuhCheekOh you know the answer to that",
  ".@ModelAyshaMirza @AndrewWheating @AZRIMClothing that dude just rocks #HeroStatus #NotEvenTryin",
  "The #runner struggle is real http://t.co/r54fM5fZYn",
  "Oh god. Oh god. Oh god. Oh god. Oh god. Oh god. Oh god. Netflix and Nintendo are making a live-action 'Zelda' http://t.co/aCyh5HIH5M",
  ".@emmajcoburn fuel for the fire. You did it once, you're going to do it again. 9:11.42 is the AR as far as I'm concerned.",
  "@dalovetiger that's just the worst",
  "But seriously \"California Gurlz\" and \"Teenage Dream\" are my jams",
  "@Mmiigzz Thanks bro. You're welcome anytime!",
  "A year ago I went on a first date with this loser (she paid for the beers) and now I'm posting sappy… http://t.co/K6dhRf57Wu",
  "@McClello I miss that Maggie",
  "You ever poop in a public restroom for so long you walk out and forget where you are?",
  ".On another note, I am beyond excited to see #MattSkiba of @Alkaline_Trio take the throne and actually sing on key in @blink182",
  ".@tomdelonge may have inspired me to play guitar but @markhoppus inspires me to be a better person #TeamMarkAndTravis",
  "What am I supposed to stop playing Super Mario 64 and put on pants like some kind of sucka #nothappening #nevergrowingup",
  "Just in case anyone wanted to raise concerns on if @t100492c and I are related or not, this is as good… http://t.co/iWbwONNhYz",
  "Only 13 hours left: Get The Double Nexus Giveaway - Get More Done With The Brand New Nexus 6 Phone &amp; Nexus 9 ... https://t.co/eQ8z8c1nce",
  "How many of you can say you drank #coffee out of a #Lego mug today? Oh just me? http://t.co/zkxk85CYPy",
  "I'll do a laundry load of #running stuff and be like \"that's good enough\" then I'll wonder why I just have Batman shirts have to wear",
  "If school is supposed to prepare us for real life then why the fuck aren't there any half days? #IWantMyMoneyBack",
  ".@emmajcoburn I eat the off brand that has the tagline \"theeeeyrreeee foood\" #familyguy",
  "At 26 I still get the \"Clean Up\" song stuck in my head at the end of the work day",
  ".@ADuhCheekOh Snap crackle pop, wake up call to my bones",
  "January in Los Angeles. http://t.co/HB7aAH7afY",
  "When did @SUBWAY sneakily stop offering 5 dollar footlongs? I thought that was their whole premise",
  "Porn is so unrealistic..\n\nI mean who would have sex while the pizza is getting cold? \n\nSo stupid.",
  "The new U.S. Congress is 80% white, 80% male, 92% Christian, and 99% 1%.",
  "Nothing like getting shoved by a drugged up crazy homeless lady after my tempo run to make my Saturday night",
  "We're such a happy couple #NYE http://t.co/NOTzeC80vK",
  ".@jamescameron358 your skillz have  been summoned by @meg_bellino",
  ".So when is @meg_bellino gonna show off her rap skillz and parody \"Rap God\" with \"Track God\"? @Flotrack",
  "Natural peanut butter: watery and dry at the same time. #TheWorst",
  ".Psst @theetommyt you should totally throw a brick through that window. It'll be hilarious",
  "@spiderbolde I can really respect that opinion",
  ".@VRyan32 your typical Californian at 60 degrees http://t.co/tuYzVQdrAP",
  "@VRyan32 I'd say come here but it's only 54. I'm wearing a winter coat right now",
  "“@RobertKazinsky: The world would be a much better place if people used the passing lane only for passing.”\n\nTestify.",
  "I will always laugh when they cut to a side line reporter and theirs that awkward 5 seconds until they say something.",
  ".@theetommyt I was thinking I should have gotten two McGriddles ya know to store for the harsh winter coming",
  "There are children everywhere with more self restraint than us. And yes those are #Legos and two… http://t.co/cBpF8nAgov",
  "Something told me to get a sausage egg and cheese McGriddle this morning. I guess I just felt like setting myself up for failure",
  "@VRyan32 Oh yeah!? Me too. Where are you looking?",
  "@VRyan32 I forgot to mention my card and wallet are literally in my back pocket too",
  "@VRyan32 sometimes you need a tweet of reason #hereforyou",
  "@VRyan32 Bottle. Why is even up for debate?",
  "Sometimes I'm so lazy I won't make an online purchase because getting up to grab my credit card is too much work #firstworldproblems",
  "@kikii242 you cool dude?",
  "Look at my fellow graduates I'm just glad I don't have the receding hairline yet. #knockonwood",
  "There's always fun facts on #Australia @GenGen_LaCaze #reddit http://t.co/0OKM5Sy8aY",
  "So I got this card from this girl for #Christmas 🎄 http://t.co/aHNzxIsUrt",
  "\"80 degrees on Christmas Eve is so depressing\" I say as I sip my mojito",
  "@ryannektetzloff do what?!",
  "regram\nHopefully we get sponsored by @nike or @brooksydaniel so we can buy actual ornaments next year… http://t.co/dl6yJF7vlK",
  "regram @runnerspace_com\nIt’s almost that time of year\n#oops #running #instarunners #runners… http://t.co/lxkiANn711",
  "I woke up, looked at Monday December 15th, 2014 and decided it was a big glass of nope #FuckThis",
  "Sometimes I forget that water molecules expand as they turn into ice, the plastic containers that I destroy leaving in the freezer do not",
  "Only the hermits of .@letsrun would read too deeply into .@karagoucher obviously harmless tweet about .@NikeRunning",
  "Chances are if I'm tweeting, snapchatting, texting, or doing any electronic socializing then I'm also pooping #realtalk",
  "regram @markhoppus\nI run this town. Holy shit. Zelda Monopoly http://t.co/N33sSCJuMC",
  "I just want to get paid to #code and listen to @blink182 all day",
  "Another @udacity lesson done and done. @java loops got a little confusing but at the end almost they were...dare I say...fun!",
  "It's not considered a beard until a bird can make a nest in it",
  "@AndrewWheating I've had more \"I could have ran there by now!\" moments than I can count",
  "@Phe800 honestly I'd rather be cheated on",
  "I'm a Nintendo 64 at the #SalmonRun #IDontKnowWhatImDoing #Run #Nerd #Run http://t.co/A457AYoqMm",
  "Sometimes I have nightmares of racing so hard that I poop my shorts. Anyone else? Wat? Just me? Ok...... #Run #SalmonRun #PatagoniaSalmonRun",
  "I just got physically weak just thinking what it's like in the last 200m stretch of an 800m race #run #TrackNation",
  "@ryannektetzloff I can vouch #exHusband",
  "The ghost of @blockbuster is haunting me @netflix http://t.co/7UtPZO87DI",
  "@Cook_MeFood go run then",
  ".@AndrewWheating and I'm just all like \"why did I eat those cheesy bacon jalapeño nachos an hour ago?\"",
  ".@sarahTrest people wit afros you da real MVP",
  "\"You underestimate the power of the dark side.\" -Garth Vader, Silver Lake 2014- http://t.co/4D6wZrvoSu",
  "Thank goodness Buzzfeed depicted what Ariel looks like with a realistic waistline! Now all of the mermaids out there won't have body issues.",
  "You'll Never Not Know What To Watch On Netflix Again http://t.co/PYMlculfy0",
  "@Phe800 you're hilarious, can't be any worse than the last stretch of an 800",
  ".@NickSymmonds .@Dbang800 inspire me that at even at 26 I can still try to accomplish my goal, even if it is a little more tame than an AR",
  "#TimeWarnerCable I spent 20 mins with a customer service division in Ohio for them to figure out I'm in California",
  "@GerardPancake put up my #TomDelonge @Fender #Statocaster on Craigslist. I think I'm going to cry http://t.co/mCo63bmddH",
  "@AndrewWheating does anyone say your last name like Hwheating? You know like Cool Hwhip?",
  "There are answers at the bottom of this glass http://t.co/ZB5gF7ihbY",
  "#BigBangTheory is on its eighth season and we're still waiting on a punch line that won't ever come",
  "I guess my shorts are pretty short. Maybe I should be a little more considerate to other peoples insecurities #running",
  "@Flotrack 's coverage of #XC this season has been the best I've ever seen since following the sport",
  ".@RichardDawkins Your Daily Horoscope ;-) http://t.co/FPs1laqFIE",
  "Going out on a limb here, anyone running (or know of someone that runs) around 7:30-40 pace for their regular runs in #Ventura? #run",
  "@aaronkrohn1 ironically I was eating Oreos about 10 mins earlier",
  "I freaking love sautéed vegetables http://t.co/uLYnrIcwC3",
  "My welcome back signs from my coworkers. I gotta say it feels good to be back with #TeamInsideTrack… http://t.co/pOVRvtjRYq",
  "@Chrisssssbrady who could say no? #BestPickUpLine",
  "Taylor Swift is just the worst #ShakeItOff",
  "It's 2014 almost 2015. Where's my real life #Pokemon?",
  "@theetommyt http://t.co/g0e6dHPbZh I can't believe you",
  ".@theetommyt when was the list time we played Night Crawlers Tom?",
  "@KEVanhoy @alwayssunny \"I feel like drinking wine out of a can is conducive to my violent hand gestures when I speak\" -@RMcElhenney",
  "Thats what I call cutting it close http://t.co/PpYzXWPtit",
  "There's something terribly ironic about a Chucky from #ChuckyCheese mascot being at gyms anniversary convention. By mostly it's just stupid",
  "I just substituted in turkey bacon for bacon. I don't even know who I am",
  "Anyone still living in #Ventura wanna go for some runs? AVGing like mid 7 min pace",
  "Want some crack? Here ya go ♫ Shut Up and Dance – Walk the Moon http://t.co/WN3EJIFSB1 #NowPlaying",
  "How many cups of #coffee does it take to get me to go #run? Trick question, all of them",
  "I'm addicted to #DragonsDen",
  "@meg_bellino you go Glen Coco",
  "Having religion is fine but contemporary Christian music is just so awful. One might even say it's 'god-awful'",
  "I guess if I'm going to have 4 guitars sitting around the apartment I better remember how to play them",
  "@MattTegenkamp probably not in a 140 character tweet",
  "Well that's certainly not a problem http://t.co/u0Lx7GpUpK",
  "Where amanduhseekoh and I want to be at our new place back in #Ventura #BeachTown #PoopThrone #OceanView http://t.co/ILBkoM67AB",
  "@jayyJazmin you're right. There's cages and bars everywhere and no sunlight and the only way out is to pay for something",
  "How is buying #running shoes a month long process?",
  ".@ajperdomo your ex bandmate may be a crazy dipshit but man oh man did you write some good lyrics, thank you so much",
  "@ryannektetzloff if it's the one your mom works at I'm showering in bleach",
  "@ryannektetzloff can you make it rain with singles?",
  "Hi, what's the recommended amount of money for one to make it rain?",
  "Whoever set up #SimiValley 's light system must have done some serious sucking because that's the only way to describe how well it works",
  "It's so nice of rappers to make introductions at the beginning of songs so you don't have to ask \"who sings this?\"",
  "@trackjenny congrats on the 5th Avenue 'W'",
  "@ryannektetzloff dem moobs doe",
  "Nothing makes me wish I wasn't runner fat like the beginning of #XC season",
  "@jarpad do fans ever call you \"Sammy\" in public then you correct them and say \"It's Sam\"?",
  "A lady that works in the tech industry just said I'd make a great programmer. Day. Made",
  "I guess @ryannektetzloff just volunteered",
  "\"@halfmileJefe: @chrisnickinson @RunnerSpace_com it's Eugene, of course there's running signs http://t.co/1jIYIIrGhb\" @theetommyt",
  "I need a freaking training partner",
  "I was going through Oklahoma and this song came on. I sang along and reflected on this weekend and I cried like a li… http://t.co/ADnZyEaUR6",
  "I realized I may be a slight pompous ass when this happened @starbucks #RoadTrip #CaliBound… http://t.co/StjX9iveLT",
  "Can you join the #MileHighClub with an individual membership?",
  "@ADuhCheekOh calls me a redneck but she's looking at overalls right now at Express",
  "I added two scoops of #Fluid chocolate recovery to a milkshake. It's healthy now right? @Rich_at_Fluid",
  "Feet, fail me not, this may be the only opportunity that I got",
  "Play on playette",
  "ge·nius \nPronunciation: \\ˈjēn-yəs\\\nFunction: noun\n1. Wearing a t-shirt of your last mugshot in your newest mugshot. http://t.co/ETuNS7jlDZ",
  "Right now the best part of my day is coming home to @ADuhCheekOh, making milkshakes, and watching @cw_spn #Supernatural",
  "The coolest place to go to in #SimiValley would be called @TheJunkyardSimi",
  "http://t.co/WxHlY3CK5s @msemrauj",
  "Are the Car Singing Olympics coming up soon? Cause I've been training pretty hard.",
  "Solid playlist on @Spotify bro @andrewmcmahon",
  ":) http://t.co/IJtR39IE2y",
  "@udacity every time I think I have @java down, I quickly find out I don't #WorkInProgress",
  "When you're running twice a day, your standards for \"clean\" shorts quickly drop",
  "Gahhhh. Bailey! http://t.co/vKSs7QnPCG http://t.co/NYbt5XqWoK",
  "@G_Rupp eats hashbrowns and waffles for breakfast on race day. @TacoBell's AM Crunchwrap has hashbrowns in it, does that count?",
  "Doing a 5k on Wednesday, anyone know when this EPO stuff is supposed to kick in?",
  "Gotta love how @comcast does business #scammers. Help us @googlefiber #SoCal needs you! https://t.co/BJq9dShGdf",
  "When I'm lost at a #programming topic I can just Google it and some nasally voiced nerd's youtube channel will help me find my way.",
  "@ajperdomo nice! It's like @SayAnythingMuz and @OurNameIsFun had a baby",
  "@tb457 @SPORTSMANchnl oh god I can't wait to have @jimmyjohns back in my mouth.... #inappropriate",
  "@dalovetiger if your plan is still getting out here you better leave Fatty Balboa behind",
  "Your life is always the post of something else. Where is the present in the way that you present yourself?",
  "@alexiaknoblock that is frightening",
  "Internet is down. I'm torn between my desire to code at Starbucks and putting pants on.",
  "I've been #programming 30+ hrs a week. This better pay off. Literally.",
  "Know how girls who own 1000 dresses, but can't decide what to wear?\nWell, same goes for me having TONS of food, but...What do I want to eat?",
  "Hungover and I hate myself #successfulNight",
  "If one yells \"Timber\" and no one is around to hear it does it actually go down?",
  "Sometimes I like to sit and think about all of the things I need to get done, and then take a nap.",
  "@Chrisssssbrady @JaMarzden shhhhhhh just let it happen",
  "Throwback. Probably one of the most relatable angsty songs ever.  ♫ Wasting Time – blink-182 http://t.co/q9h5hybQmp #NowPlaying",
  "Tomorrow. It's going down",
  "#Programming syntax is going to kill me one day. Either by tumor or stress related heart attack.",
  "Welcome to my classroom. Pants not required. #MITOpenCourseware http://t.co/NS1IUbV7KV",
  "@ADuhCheekOh actually you made a promise to the boyfriend and I'll take the fall if you die. I'll also probably be the one to find your body",
  "Is there a point where \"I ate a few Freeze Pops\" becomes \"I ate TOO many Freeze Pops\"? Cause I want to find out where that threshold is",
  "@crslkngs cause....cause I'm a retard",
  "@crslkngs is there anyway I can get you guys to put your amazing cover of \"Up Up and Away\" on @Spotify ?? I'll do foul things #PreferNotToo",
  "@godsavethejem what if the dudes do it so the girl can get all the merch?",
  "Shhhh. Just let this song set the tone for your day.  ♫ Sunshine – Atmosphere http://t.co/RWyqOopnrt #NowPlaying",
  "I still think my favorite part of being an adult is I can eat ice cream whenever I want",
  "#BadSummerJobs The War",
  "Just ordered my pair of #Huakas from @HOKAONEONE I guess if they're good enough for @Leomanzano they're more than good enough for me!",
  "So I happened to be at #SimiValleyHS I guess this #SarahBaxter girl is pretty good @flotrack http://t.co/yuf08796js",
  "@AjeeW thanks for the follow!",
  "The wide world is about you: you can fence yourselves in, but you cannot forever fence it out #LOTR",
  "After @emmajcoburn breaks the AR all the track and field boys be like...... http://t.co/hsxlje2ypV",
  "We’re excited to host Thomas Ian Nicholas (@TINBand) for today’s first pitch and 7th inning stretch! #ROY http://t.co/8naBE4WQig",
  "Way to go @emmajcoburn! #AmericanRecord #BeastMode",
  "The advantage of living in a place that is constantly hot is I have no shame in eating as many freeze pops as I can",
  "Pretty sure productivity for the day is going to go down after getting internet.",
  "You sold me a cable internet box but didn't include an actual cable cord? Thanks @TWC",
  "Yeap booze, freeze pops, and meat. The apartment is now fully furnished and ready for #Merica' #4thofJuly http://t.co/TgpQCanbKJ",
  "I've moved quite a few times in the past few years but I can't seem to toss these trashed… http://t.co/hVxdciRZJB",
  "This is my reaction after I found out there's a @TacoBell 1/4 mi away from where I just moved http://t.co/nBjSGaxv7c",
  "@0livia_rae you're comparing apples and oranges #notthesamething",
  "#TBT when I won my first and most important race #NoFilter http://t.co/gdAX2dEZpL",
  "First time being disappointed with eating @FiveGuys",
  "I googled the process of how to make methamphetamine for actual science. I'm probably on some sort of list now.",
  "Just watched @themaine rock it out at #Ventura @VansWarpedTour got emotional during #LikeWeDid",
  "Today was my last day representing #TeamInsideTrack at #CarpsAllComersMeets. At the end of the month… http://t.co/4FHTyiCA5d",
  "Hopefully I won't have to live vicariously through @AndrewWheating anymore after I race tomorrow #TrackComeback2014",
  "I just had a moment in Von's where I was convincing myself to buy a whole cake for no particular reason",
  "I made a mess on the track today, also I swear my legs aren't that pale #TrackComeback2014 #800m… http://t.co/sGGPqGpM3J",
  "Today's a @AllTimeLow #SoWrongItsRight kind of day #CaliLiving",
  "@cgaboyan my favorite past time",
  "\"We need a new, fun product. Let's just take what we already have and squish them all together.\" http://t.co/G18BfIB45s",
  "\"Hi. My name is Scott, I'll be your blackjack dealer for the night\"",
  "12x200's @ :31-:32 w/1:45 rest. Lets see if I can do this kind shit still #TrackComeback2014",
  "@jayyJazmin is he taking appointments?",
  "Nostalgia is a dangerous thing to get caught up in #lifeprotips",
  "I ate 3/4 of a pizza about 2 hrs ago and I'm starving already #TrackComeback2014",
  "Well I guess today's a good a day as any to try to change my life",
  "Well life just got a bit interesting #surprisesurprise",
  "TIL that there are \"@EvanJager is my homeboy\" throw pillows and journals. That's how you know you're a #baller",
  "I will never understand why people will choose to \"cross train\" when they're healthy and can handle more mileage #YoureDoingItWrong",
  "@VansWarpedTour #Ventura in two weeks!",
  "I just realized today a ham, bacon, and sausage omelette is just a meat wrapped meat burrito. Topped with cheese.",
  "This song is catchy like herpes. ♫ Chocolate – The 1975 http://t.co/Dt9HubiVmV #NowPlaying",
  "Sometimes I regret drinking my #icedcoffee so fast but sometimes I don't #CoolStoryBro #CaffeineBuzz",
  "Heading in between jobs I just like to walk around the apartment with no pants. I also just like not wearing pants #TheLife",
  "@adidasrunning theyll be coming this fall, watch for the #Boost",
  "Just tried the @adidasrunning Adios #Boost and wow. Just wow. Possibly the best feeling road racing flat I've ever put on. Kudos.",
  "I'm quite excited to catch up on Game of Thrones.....oh and I guess hang out with @ADuhCheekOh",
  "Not even coming home to my roommate playing #IggyAzalea can ruin my day",
  "@McClello sometimes I wear black compression socks, what does this say about my suit?",
  "Today while dying on the track all I had was Kanye's line 'I'm headed home, I'm almost there' from \"All of the Lights\" #DesperateTimes.",
  "If you're studying or need some music to concentrate, I've really enjoyed this playlist http://t.co/vHLVggWeiw",
  "@saucony \"Of course running isn't easy! If it was everyone would do it!\" -@theetommyt #LegendaryHSCoach",
  "Made some of my own #homemade iced #coffee with @Starbucks Italian Roast #NailedIt",
  "@NathanFillion Nice to see a Firefly nod in Apple's Swift programming language manual... http://t.co/gNjttTF06I",
  "Never thought a 4:45 would win a mile race but I'll take it! #StateStreetMile #TrackComeback2014 http://t.co/NfRuvLACyw",
  "#StateStreetMile in #SantaBarbara  tomorrow. 7 years later and I'm still representing… http://t.co/BW7fZNIyCL",
  "Holy Pre Classic magic Batman! Way to go @emmajcoburn @G_Rupp",
  "Just because you acknowledge the fact that you're an asshole, doesn't make you any less of one #Truth",
  "Roommates not home. No date with the girlfriend tonight. Even the dog left. #PreClassic is on? F*** yeah! @Flotrack #FridayNightMade",
  "I've seen #RedWedding and now I hate my life and Game of Thrones",
  "Maybe I just jammed Marvin Gaye's \"Sexual Healing\" in my apartment whilst home alone. Maybe I wasn't wearing pants. Maybe.",
  "@GeenaGall awesome! You gonna sit and kick on @DuaneBang800 ?",
  "@Prefonbain \"You know what. I'm convinced now. Jesus lived and now I'm going to change my lifestyle\"",
  "I think religious billboards are weird.  I doubt anybody who doesn't believe is going to be convinced by a billboard saying \"Jesus is real\"",
  "@JulieRyan_15 they're endless too",
  "@GeenaGall are you racing the #PreClassic?",
  "@BradenF23 and @Chrisssssbrady 's Snapchats of Nate's Bday totally made my morning",
  "Still a Better Love Story Than Twilight #BetterRomanceNovelTitles",
  "Read @YouTube comments for 5 mins. Bye bai brain sells",
  "Yeap. Dreams still alive! http://t.co/NAfEcDyv8d http://t.co/TSn38tt3e6",
  "Nothing tears families and friendships apart like #MarioKart",
  "I just want all the ice cream in the world #postRunCravings",
  "Getting drunk is easy when you're a #distancerunner",
  "@Phe800 just the tip? #IdSayIt",
  "@MikeDeS_7 there's some great playlists on @Spotify",
  "Crap. All the #Rockys are on @netflix. I still choke up when #Apollo dies @TheSlyStallone",
  "At what point is it defined as #hoarding? @starbucks #PartnerPerks #BaristaLife http://t.co/4HmlERnTH5",
  "@run_mary I swear it's never this hot here!",
  "Have you guys seen this movie #Gladiator ? #Slowpoke",
  "I'm in need of help finding a ride for #OxyHP from Ventura, retweet for help @GenGen_LaCaze @MattCentrowitz @G_Rupp @bmartrun @maggievessey",
  "@CaseyAndretti somehow after a 40+ hr work week I still don't know what that is",
  "#Surprise! 14 hr workday! #FML",
  "Please realize that just because you're in before a business closes doesn't mean you're invited to stay after they close #commoncourtesy",
  "\"@ADuhCheekOh: Playing #MarioKart in my underwear with the #boyfriend #livingthedream\" this is going to break us up real quick",
  "Playing #MarioKart in my underwear with the #girlfriend #livingthedream",
  "amanduhseekoh is sad because her #Nintendo 64 came in but not the cords to play it #sadMoment http://t.co/WzdwqHKNLA",
  "10 miles done and done #TrackComeback2014 #SummerTrack",
  "You know what would be great? If I had more than a 25 min break b/t my two jobs on my way to a 13 hr shift for the day",
  "Happy 20 years to @Weezer's #BlueAlbum #OnRepeat",
  "\"@Flotrack will hold inaugural Flo Beer Mile World Championship this fall. http://t.co/2mzLSynDQI\" who's in?",
  "We're proud to announce that Flotrack will hold inaugural Flo Beer Mile World Championship this fall. http://t.co/9kBvubzc7w",
  "I went a month without a data plan #NeverAgain",
  "Today I've realized that #TheLegoMovie is by far the best movie I've seen this year. I #aintevenmad.",
  "\"Should I go in there and try to grab him?\" #ThingsThatShouldntBeSaidInAnElementarySchoolParkingLot",
  "We could get more party....for the booooze!",
  "I didn't know what to make for dinner then I said \"fuck it, I'm making waffles!\" #breakfastForDinner",
  "I don't know if I can be with someone who doesn't like breakfast burritos or bacon #QuestioningThisRelationship",
  "Everything I'm experiencing seems too good to be true. I don't want it to stop.",
  "There's only two ways to cook bacon: 1) Shirtless 2) Having a girl do it for you....shirtless",
  "I guess you could say I've upgraded a bit #Garmin #FR620 #Run #MyAddiction http://t.co/QvQJCRuXYq",
  "I guess you could say I've upgraded a bit garmin #FR620 #run #MyAddiction http://t.co/ecba5OwImB",
  "Obviously one is happier if they order more #FishTacos from @SpencerMackenzies #BuyOneGetOneFree @… http://t.co/vvu0e3HUhW",
  "I'm having the most kick ass week ever #HappyTweet",
  "When I throw down I don't say I party like a #Californian I say I'm partying like a #Hoosier #GetOnMyLevel",
  "@MeghanZappia I'm down",
  "@GerardPancake @robinwilliams has to be in it",
  "#Jumanji is such a good ass movie",
  "@ryannektetzloff see you tomorrow night!",
  "Well it took (what seems) forever to save but thanks to @Garmin and @3point5 I'll be finally ordering the #FR620",
  "Dammit everyone is out of town. Anyone want to go see @sydmusic at #Bombays tomorrow night with me?",
  "I may be a guy who makes his coffee with a french press now but I'm still not a coffee snob. At least, I don't think I am #wishfulthinking",
  "This song is currently stuck in my head. I hate everything. ♫ She Hates Me – Puddle Of Mudd http://t.co/bt5dI2Dzt2 #NowPlaying",
  "I never thought I would say this but I just made the best oatmeal ever",
  "I heard \"Cool Jerk\" when I was at the grocery store, now all I see is Uncle Frank in the shower yelling at Kevin. Oh bother.",
  "@CaseyAndretti do we need to go to a sports bar while you're here?",
  "@Phe800 I don't know, I may have to nominate @EvanJager and @CDerrickRun for track &amp; field's best #Bromance",
  "@CoryMcGeeRuns what a chump @GoBrandonJ is still going strong in \"The Resistance\"",
  "Between two jobs a day off is about as rare as finding a wild Mew without any cheat codes...I think I'll play Pokemon",
  "@AudioBoXXer ahh ahh and my hair is growing long",
  "One customer tried to convince me that the US started WWI and WWII and another told me The Eagles don't sing \"Take It Easy\" #JustAnotherDay",
  "I would do some degrading things to get a breakfast burrito right now",
  "If there's anything I leave behind on this earth let it be I strived to teach people that it's never too early for @KeshaRose",
  "@Chrisssssbrady maybe. Maybe not. Still wicked though",
  "@Chrisssssbrady just woke up. So I guess I did 'rest'",
  "When you have work at 4am this is your jam ♫ Ain't No Rest For The Wicked – Cage The Elephant http://t.co/gCrZG862wq #NowPlaying",
  "Ain't no rest for the wicked",
  "Don't give me that #attitude stove top timer http://t.co/aWsgz2MS0U",
  "I suppose I do have pretty nice legs #ThanksForTheCompliment",
  "Happy birthday old man! @CaseyAndretti I owe you a few beers",
  "1 job and 6 miles in, one more job to go #Rollin #Ballin",
  "@t100492c and @CaseyAndretti better be ready for #WineTastings #Beer and #CaliforniaSun",
  "I'm at a laundry mat watching MIT Comp Sci classes and they have Jerry Springer on, I'm getting dumber and smarter at the same time",
  "Love being a partner @Starbucks, am living this bag of cocoa flavored dark roast #Verona http://t.co/T00FExm3HX",
  "@st3vv3 they got me #NotHip",
  "@sheamavrogeanes you should offer to paint them",
  "@st3vv3 how does All Time Low and Jimmy Eat World get bunched in there",
  "#TrackComeback2014 is still on, summer meets are now the focus!",
  "If you get @ProMotive discounts don't go into a store and ask a ton of questions, try the product and use their services",
  "I've been meaning to talk to my roommate kceatsbread about her addiction to #Gu and #ClifShotBloks http://t.co/2NXWgt7Hnm",
  "A night that started and ended with #CarlosRossi slushys #GoodNight http://t.co/7Lsenxre1R",
  "Former @NBRunning athlete brings in their #BostonMarathon trophy for our local running stores display case #GuessWho http://t.co/6y5dRP08eW",
  "Right now I work at places where I get discounts on running shoes and free coffee, I really have nothing to complain about",
  "I bet most of you are jealous I routinely keep my email inbox down to less than 4 emails",
  "And this my friends is how you get #diabetes #HomemadeOreos #cookies http://t.co/QCUd7S52Lw",
  "First customer of the day and I'm ready to kill everyone",
  "\"#Programming is the most fun you can have with your clothes on\" - #MIT Professor John Guttag",
  "I'm not sure she can get any closer sorry amanduhseekoh this is my girl to tonight #dogs #housesitting http://t.co/6rnAyvMECj",
  "I have finally caved and decided to sell my unused @Nike Zoom #Jasaris. chance.http://t.co/jut0cyb0yH #Track #trackSpikes #collectors",
  "kceatsbread and I's little corner of sin #NoFilter #Cookies #Candy #SwedishFish #Oreos #Deliciousness http://t.co/HC5Cnu7ecQ",
  "@alexbmart drink in the morning. Drink in the afternoon. Drink in the evening.",
  "It's really bothering me last night someone referred to @blink182 's \"What's My Age Again?\" as #emo #FaithInHumanityDestroyed",
  "Even though I know better I can't help but feel I got ripped off selling my Gamecube and my games for $200",
  "It's been a frustrating few months but things are starting to come together #KeepRollin #KeepBallin",
  "Public displays of affection at #TheLure #Ventura #Seafood #girlfriend #kisses http://t.co/BzOBBeIHLu",
  "Done with job 1 and on to the next one",
  "It'll screw up my bracket but I think I want to see #Duke lose this game #GoMercer",
  "Learn personal responsibility. Bad things happen, its your job to overcome them #Wisdom #NeededThis",
  "The first time I actually picked my numbers for the lottery I got 2 of them #MillionaireAnyDayNow",
  "@alexiaknoblock I don't know why but you saying that got \"Date Rape\" stuck in my head #WrongSong",
  "@riandawson that's a big maybe @jackalltimelow",
  "If George was so curious, how come he never found out the name of The Man with the Yellow Hat?",
  "As of today, I am officially employed by @Starbucks #Coffee4Lyfe",
  "I need to start running 80 miles a week and drinking heavily",
  "New score in #FlappyBird #DayMade http://t.co/uPrhDpITz9",
  "One of the best financial tips I've ever received is be aware of your balance and log in to check it every day",
  "I may have had the nerdiest day of #programming while listening to #Zelda #TwilightPrincess soundtrack http://t.co/w96KRfMXt7",
  "#Craigslist people are the trolls of life",
  "So does everyone in the Midwest still think \"Winters not that bad\" ?",
  "Fans of #Zelda and its music if you don't know about these guys then you are missing out http://t.co/jbhugXmdxK",
  "I think I'm going to sell my GameCube and all my games for a @Garmin FR620 #GrownUpPurchases",
  "I honestly don't know who's messier, my roommate or her dog",
  "@roadrunner2130 @theetommyt you mean the place where they found heroin needles in the ball pit?",
  "@theetommyt also you mad bro? I'm getting ready to go to Boccali's",
  "@theetommyt @ADuhCheekOh I think I've declared my love for #CompSci and #Math to make up for it though",
  "It didn't take long for me to realize @ADuhCheekOh was the girl for me #Happy #Girlfriend",
  "I find myself saying #YOLO often enough that I'm not sure it can be taken in the ironic/sarcastic manner I meant to say it in anymore",
  "My dad takes the most gangsta selfies on #Snapchat",
  "https://t.co/Rv7GNsfeAZ so this happened in Santa Barbara today",
  "I missed @bmartrun 's #GoogleHangout and @RealSMG's #Reddit #AMA What's a guy to do!?!",
  "I don't car what anyone says, nothing hurts like a mid distance track workout or race",
  "Seriously? How'd I get so lucky!? Best girlfriend ever amanduhseekoh #Pancakes #MapleSyrup #NoFilter http://t.co/qzH2jSSKfY",
  "So if everyone at the gym has #NikeFrees is everyone perpetually getting shin splints?",
  "Ordering @Spotify premium may be the best decision I've ever made",
  "Oh yeah 60 degrees #SoCal ? I guess that's enough to rock no shirt #TrackComeback2014",
  "@ryanflotrack I'm arguing that it's easy to call out someone on the subject of integrity when you're not in a position to prove yours #Agree",
  "If you truly believe something is not right then stand up. Tweeting with friends is great but we've seen it doesn't accomplish enough",
  "@laurenfleshman @gg_runs @JordanHasay agreed. It'll be interesting to see how it all plays out. Regardless, go USA!",
  "@laurenfleshman I think @gg_runs earned her spot no question but calling out @JordanHasay 's \"integrity\" when there's a lot at stake #comeOn",
  "@laurenfleshman neither are at USA's and don't have anything to lose. @JordanHasay has a awkward position with her coach/desire to go Worlds",
  "@GenGen_LaCaze and @RyanGregson25 you guys have this going for you http://t.co/YVo6GXyqGz",
  "Lifetime channel presents: Protests, Corruption, WTF is happening?!\nThe Story of USA Indoor Track Championships",
  "@laurenfleshman I don't like the situation anymore than you do but that's easy to say once you're not on Nike's payroll or even at USAs",
  "@jasmaniandevil_ a question that has one answer of: YES",
  "Here they are: your new IU school record DMR team. Jordan Gornall, Tre'Tez Kinnaird, Derrick Morgan and Rorey Hunter. http://t.co/7XOOLMkTje",
  "Well 10 in done and done #TrackComeback2014 #HungryStill",
  "I kind of have a new best friend amanduhseekoh #beachDay #California #Sunshine http://t.co/jMpEviVJsn",
  "Even though my 12x200s @ :31 were interrupted by a HS gym glass it still feels good to get some speed… http://t.co/kz6rtU8VKU",
  "Coffee. Toilet. Twitter. That is all",
  "\"@World: Countries which don't use the metric system http://t.co/tKX19fQ5fs\" God we are stupid and stubborn",
  "@e_drop @NickSymmonds I feel like the caption should be \"Are You Entertained!?\"",
  "I am glad it is not easy, then everybody would do it #run",
  "@GenGen_LaCaze guess it's time to make it back to the States",
  "Not gonna lie. I can really appreciate a public bathroom that is not gender specific. It's a bar. We're all adults. We can share a toilet",
  "Think she'll like it? #ValentinesDay #itsalwayssunny http://t.co/XBInkWqX1n",
  "Gawd damn I love me some speed work #TrackComeback2014",
  "I love computers",
  "@t100492c @alexiaknoblock do it. DO IT NOW!",
  "@MackenzieNesss such a underrated movie!",
  "@alexiaknoblock are you visiting me with @t100492c ?",
  "@WomanCrushPixs @alexbmart yeah I just remembered I have stuff to do in my bedroom for the next 3 hrs",
  "Last night I burned my thumb so bad it sizzled taking pizza out of the oven #gross #ouch",
  "I had a dream that I met @AnthonyGreen but he introduced himself as @ChrisLaneConley. I don't know where my life is going but I like it.",
  "I freaking love my #Kindle !!!!",
  "Sometimes I forget to stop and appreciate what a beautiful place I live in #Ventura #Sunset #noFilter http://t.co/Xd2np0mPBH",
  "My @AmazonKindle is being delivered a day early! #BookNerd",
  "Can someone just certify me to be a software engineer and pay me 6 figures a year?",
  "Bro, do you even run the 800m? #Track",
  "@NathanFillion \"the internet allows us to be whoever we want to be. How interesting that so many of us choose to be assholes\"",
  "\"Today someone said the Olympics were a waste of time. I made a scene, but I didn't end up killing her.\" -@CoryMcGeeRuns #USA",
  "Anyone in the #Ventura area know of any part time server positions? Looking for 2-4 shifts a week.",
  "How am I just now finding out about this song?!?! ♫ Feel The Pain - 2007 Remastered LP Version – Dinosaur Jr. http://t.co/gj3HJUGmXs",
  "I just ran possibly my best tempo run ever, 6 min/miles feel like walking now. I'm SO READY TO GET BACK ON THE TRACK!!!!! #TrackComeback2014",
  "I could have used this in college ♫ Hangover Friendly Singer-Songwriter by Spotify http://t.co/obLBKFXOmQ #NowPlaying",
  "The other day I learned that servers in California make $8.50/hr and in two years they'll make $10/hr. So why should I tip?",
  "Everything is happening just as it needs to",
  "I giggled a little when I had to make a variable called \"double d\" in #Java #ProgrammerProblems #Immature",
  "It is slightly disturbing on how excited I get for track workouts #TrackComeback2014",
  "We should ban dryers. Air drying clothes is da best",
  "I need to stop searching Craigslist for Australian shepherds",
  "I have @AmazonVideo and @netflix. I am a golden god!",
  "@udacity I love you guys keep up the awesome work",
  "@alexbmart duh",
  "I just wanna party and take care of my loved ones #EsuranceSave30",
  "Best #halftimeshow since Prince, #BrunoMars and #RHCP totally rocked it",
  "#Haircut finally. #BeforeandAfter #WheredMyHairGo http://t.co/ySwZzLy5yS",
  "@taylorfleeman we're excited to make you part of the team",
  "@taylorfleeman I'd call you for a face to face interview",
  "@HAASruns run fast, turn left",
  "@emmajcoburn @graciecoburn what? There's two of them!?",
  "@taylorfleeman are you filing a 'boyfriend application' cause it probably will give you a leading run for the job",
  "@JaMarzden @alexbmart you guys wanna bro out and play Nintendo....in our underwear?",
  "Football! http://t.co/rdtXP6IGTE",
  "@t100492c @Ohhlivia_13 @CaseyAndretti funny I started showing my roommate my first show the other night",
  "@jasmaniandevil_ you mad bro? You want some sunshine? http://t.co/hxLGfB0s2W",
  "@Ohhlivia_13 @t100492c @CaseyAndretti oh god, what were you watching?",
  "Alright. I think it's time for a haircut. Look out @RyanGosling",
  "Annnnnd I'm #bored https://t.co/ifYUNwGlDX",
  "Using the aluminum foil while eating #Chipotle is for chumps",
  "BREAKING: Los Angeles to host 2016 Olympic Team Trials For Men's and Women's Marathon. http://t.co/YogLUo0WnA",
  "At this point in my life if you're not contributing to my happiness then you're just wasting my time",
  "Training Update Jan 28: http://t.co/MQMWagvrrK Shout out to #TeamFluid for their great recovery drink!",
  "Has my #ManCard been upgraded since my brain was trying to convince me that eggs were a vegetable?",
  "Training Update Jan 28: http://t.co/qXcJoIilvI via @YouTube",
  "I thoroughly enjoy reminding people that it is in fact peanut butter jelly time",
  "And all these demons they keep me #UpAllNight @blink182",
  "@MollyHuddle depends on whether or not she finds her sugar daddy on there. Too many variables to consider.",
  "@sarahTrest there can be only one!",
  "To go along with my good race weekend may as well do my update for kceatsbread and I's #abContest,… http://t.co/MX7CvYn54n",
  "Track etiquette 101:\nIf you are walking, jogging, standing, sleeping, or anything other than running, don't do it in Lane 1!!",
  "It's an #ElvisPresley kind of morning #Music",
  "I guess you could say this is HILLarious http://t.co/hHCDjpT1qx via @youtube",
  "Regardless of having a good race day I was glad just to have fun at #NorthridgeAllComers with my boys @BradenF23 @alexbmart @JaMarzden",
  "Talk about 2014 being an \"off year\" for track..right. #chasingrecords",
  "4:43 mile and :57 400. I think that's my fastest opener yet #TrackComeback2014",
  "The Uniform #Nike #Victorys #Brooks #TeamInsideTrack #NorthridgeAllComers #1600m #noFilter… http://t.co/jbWbRIUrUu",
  "@TeddyBayer1500 so it's another Indiana?",
  "I just introduced my roommate to @Spotify talk about #Slowpoke",
  "#ThatAwkwardMoment when your razor dies and you've only shave half your face",
  "@Ella_DE4 C-H-U-M-P",
  "@Ella_DE4 you call that a long run?",
  "@RussellWBrown I got scared and thought you were talking about you and @AndrewWheating",
  "@Ella_DE4 stop being a baby and run",
  "Honestly there isn't much point in pirating since there's @netflix",
  "@RealSMG I'm the slowpoke who just started watching #Buffy, have you aged a day since then?",
  "Did anyone notice that Rita from #Dexter was the first vampire you see in #Buffy? #TheMoreYouKnow",
  "I want frozen yogurt!",
  "no matter the amount of negativity you're presented with five minutes from now could be your best moment. - @MODSUN",
  "In my humble opinion, my opinions are the best.",
  "Too cool seeing @GoBrandonJ in the new @NikeRunning commercial #FlyKnit #800m",
  "I didn't know what to do with my life so I started rewatching #Firefly again",
  "@Mmiigzz all the more reason to have a personal masseuse that gives happy endings",
  "Those who don't believe in magic will never find it. Also, they suck.",
  "I even have a snowballs chance in hell to win the damn mile on Saturday! #TrackComeback2014",
  "Not too many workouts make me confident about racing as having a good tempo run. After today I'm ready to get on the track and race!",
  "@jayyJazmin I 💜 math",
  "@jasmaniandevil_ I mean you have that choice. I know people with fire",
  "When someone tells me \"Don't be an ass!\"...I think of what a great ass looks like and reply....\"Why NOT???\".  #AssLover",
  "One week until #TrackComeback2014 becomes a reality @JaMarzden @alexbmart @BradenF23 #LetsDoThis",
  "The only way you can convince me to do something tonight is if you tell me there is going to be a blanket fort involved #ballerstatus",
  "RIP @laina622 s inbox",
  "Here is my list of reasons why California is so great:\n1. The Weather\n.\n.\n.\nAnnnnnnnd that completes my list.",
  "@MeghanZappia my lookalike!",
  "@MatthewDylon $215 million. #HolyShitBalls",
  "The kid is officially sore #TrackComeback2014",
  "@AaronRafiG33K make everyone pay you to be one, then hire a limo driver #ballerstatus",
  "Ah, #Community how much I love you. #SixSeasonsAndAMovie",
  "@Ohhlivia_13 except the week you come visit me!",
  "Pork topped with BBQ sauce, bacon and cheddar covered mashed potatoes oh yeah and a side of #bacon… http://t.co/EVK6eInR4X",
  "Let's be real, who hasn't wanted to face swap Galen Rupp and Mary Cain. \n\nYou're welcome world. http://t.co/PbdwSOhvQg",
  "Sorry ladies not all #runners are as classy as me and drink their strawberry milk out of a goblet #PostRunRecovery http://t.co/YxLOOxdwb8",
  "I totally had second breakfast today I must be a Hobbit",
  "@AlexKosinski @Earth_Pics there's enough to make a XC team!",
  "After a rough workout this morning I looked down at my legs in the shower and dramatically asked them \"why have you forsaken me?\"",
  "Just got my ass kicked on some hill repeats, ya have your good days and your bad days. Today wasn't a good one #run #BrushItOff",
  "@Goose529 sorry bro, I'll send you some next time",
  "No one saves us but ourselves. No one can and no one may.",
  "I think I got sunburned today #CaliforniaProblems",
  "Woo hoo down to 144 lbs! Lightest I've been in about 8 months #TrackComeback2014",
  "@t100492c I would but I lost my wand #WizardProbs",
  "@t100492c nothing except no magic. And clearly I am magical",
  "I love that they hate it! RT @BtownBanners: This is Awesome! Bitter much UK? (H/t @DEvanAltman): http://t.co/LWiknSxB7J",
  "It's a @brandnewrock #YourFavoriteWeapon kind of morning @CaseyAndretti knows what's up",
  "#Throwback http://t.co/BdqWQcg7bm #BoxCarRacer #ThereIs #SongoftheDay",
  "@WhatTheFFacts @t100492c the ONLY time someone ever wants to be considered a muggle",
  "@newbalance @steph_steeples @KimConley @emmajcoburn @trackjenny coincidentally the best looking team too!",
  "Bacon doesn't ask questions, bacon understands.",
  "I eat chips and salsa with a vengeance",
  "@mandyperkins I love #400s, I tell my coach \"I quit\" when it's a mile repeat day",
  "I'm completely comfortable with my body but for some reason #naked with socks on feels really strange",
  "First Sponsorship/Training Update Jan 14: http://t.co/5f4tIGb1gQ via @letsrun @flotrack #TrackComeback2014",
  "I never have any problems waking up on track workout days #pumped #TrackComeback2014",
  "I've finally watched #Firefly and #Serenity in the span of 3 days. One could say its been an emotional weekend.",
  "Everyone is currently napping in this apartment",
  "This is me every day after I finish my coffee http://t.co/VcefX3N1qf",
  "I have a dream that one day chip company's will actually fill the entire bag....with chips! #DreamBig @Doritos @LAYS",
  "The only thing I may love more than shoes are watches #runnerprobs",
  "@Runnerprobs we are always running down the road trying to loosen our loads",
  "\"@SciencePorn: Favorite science fun fact http://t.co/0ELMKI2m2Z\" hilarious!",
  "@chloT94 usually it's the daughter hiding in mother/daughter pics",
  "Simply spending time alone is not \"finding yourself\"",
  "@JaMarzden I don't know what that means but it sounds hot",
  "Websites up - hope you enjoy! 🎉✨😊\nhttp://t.co/sapSV9TuoU http://t.co/hajcXdYsyl",
  "@Ohhlivia_13 that's a lot of chances to play the animal game",
  "Don't ruin a good today by thinking about a bad yesterday.",
  "@ChadNoelle I wonder how many \"run Forrest run\"s that would equal out to",
  "Pancakes + Bacon + #Firefly + home brewed @TheCoffeeBean = best Sunday morning ever",
  "Like many, I find Andrew Luck's beard curious. RT @sbnation: Andrew Luck spent the offseason desolating Smaug: http://t.co/ySGRsevZJi",
  "Some nights you spend in the comfort of your best friends having the time of your life and other nights you're drinking beer alone",
  "If hell exists it's filled with people who spent their lives telling others they were going there.",
  "@jasmaniandevil_ no one can ever get to Evansville fast enough #WorstDriveEver",
  "@jwal_22 Yellow Fever! That was scary!",
  "@jwal_22 fav episode?",
  "@jwal_22 you watch #Supernatural? Someone just got a bit cooler in my book",
  "How I deal with #stress #chocolateMilk #Doughnuts #CALotto http://t.co/Vkfuu1oNpL",
  "@st3vv3 and steal 80% of the content from #reddit",
  "Gah just spent 2 hrs on a shoe fitting for a \"I'll think about it\" #DisrespectfulCustomers",
  "\"@cw_spn: Listen here Sammy! #Supernatural is back in just 3 days! http://t.co/xASKv2Qzy0\" @ryannektetzloff",
  "My morning set up #coffee #breakfast #programming http://t.co/H0mhDDVxR0",
  "@t100492c I still wuv you Tisha",
  "@Flotrack so pumped for @AndrewWheating can't wait to see him back on top the next couple of years",
  "I just saved 100% on stress by switching to not giving a fuck #reddit",
  "I think I'm just going to go asexual. Do you have to announce that or is that not as big of a deal as coming out of the closet?",
  "@maggievessey feels good coming out though! #ThatsWhatSheSaid",
  "@dani_stack3 record player. Weezers Blue Album. Beer.",
  "Who's up for a game of Chardee McDennis: The Game of Games?  #SunnyFXX http://t.co/qdF2ejbMoL",
  "Also got a #broOut night with this little dude #FridayNight http://t.co/Xn6zI1qAuh",
  "You got your pork topped with cheddar cheese and I don't know what all the green stuff is maybe… http://t.co/cSqO2uv0Fy",
  "It's the little things like having a new coffee creamer that make me want to get up in the morning #newday #newbeginings",
  "@beccagalanis message sent on Fbook, too long to explain in 140 characters",
  "@beccagalanis check out what I'm playing on my phone, you gellin? http://t.co/b9ZHHvvgue",
  "My dad tells me he's pooping then sends me a Snapchat....yeah like father like son #ButIKnowBetter",
  "This is happening. This is happening @t100492c #lunch http://t.co/sGFrki4jqW",
  "Wow these womens #Nike shirts are so soft I wish I had a girlfriend to buy them for so I could touch her #InappropriateThoughts",
  "Had a good workout today, tempo #runs still suck #TrackComeback2014",
  "\"Only sweat during physical activity or love making. No emotional sweating\" #RonSwanson",
  "Is it track season yet?",
  "Swedish Fish count as a nutritious dinner right",
  "@Danigirrrrl @JaMarzden I don't know what to believe in anymore!",
  "@JaMarzden @Danigirrrrl I swear that handle was half full when I bought it!",
  "@GeenaGall yeah but do you want everyone to know @NickSymmonds has a bigger booty than you?",
  "@CoryMcGeeRuns soon we'll hear \"In my day hipsters were emos\" and \"In my day post moderns were hipsters\"",
  "@Danigirrrrl @JaMarzden tells me you do hair, does your salon accept payments in the form of booze/6 packs?",
  "I just realized why I like #fishTacos so much...because they go so well with beer",
  "@AaronRafiG33K @JaMarzden I'm like the gingerbread man, you can't catch me!",
  "Haven't even left the restaurant and I'm already giving back what #TacoBell gave to me",
  "@andrewmcmahon was it worth it?",
  "Getting #TacoBell with @JaMarzden I can't wait to fart in his car",
  "@zachbraff since we're in Utah can I get in on you and @donald_faison's marriage since polygamy is common practice there?",
  "@ThatShitTrey777 @iLikeGirlsDaily @brodencleary there is a God.",
  "@GenGen_LaCaze and @RyanGregson25 are      @letsrundotcom official. Time to find a new #runnerCrush",
  "Good song to mark the end of the workday @AllTimeLow #JaseyRae http://t.co/3FZmn8yCuH",
  "Ran a track workout at mile race pace today, my arms and legs locked up but I haven't felt that alive in months #TrackComeback2014",
  "Fish tacos cannot get here soon enough",
  "@t100492c I didn't say you did",
  "Best news I've heard all year is @t100492c confirming her visiting me http://t.co/Y32ZUSv16D",
  "@alexiaknoblock fuck yes. Bob Segar is DA man",
  "I just saw a real life Deloreon #DayMade",
  "Finally watching #ManofSteel I guess I'm a little late to the party",
  "I'm sorry I hate #UFC shit is just two dudes rolling around sweaty grabbing each other",
  "@run_mary I'll start tailgating and getting drunk before meets. That'll get the medias attention",
  "@sarahTrest don't go chasing waterfalls",
  "Someone said \"brrrrr\" when they saw me running shirtless in 70 degree weather today. I may or may not be wanted for murder..... #run",
  "@GenGen_LaCaze dont stop get it get it. GenGen don't care",
  "Stay safe my Midwest and east coast friends #bundleUp",
  "Even in my dreams I didn't get the girl #BadLuckBrian #foreverAlone #friendzoned",
  "Nothing like a jackhammer right outside your window to wake you up #really?",
  "Peter Jackson's next project will see him trying to cram the tragic tale of Humpty Dumpty into to just one 4 hour movie.",
  "Hey @NickSymmonds you may wanna change your sponsors page on your website!",
  "So my personal masseuse can come over and rub my legs out....anytime now!",
  "@alexiaknoblock birthday cake Oreos? Double stuff?",
  "Yack. I hate long runs. I can't feel a thiiiiiiiinnnng and I'm so hungry #RunnerProbs",
  "My cool Darth Vader water bottle from my hot wifey @ryannektetzloff complete with a #fruitpunch nuun… http://t.co/6ZhmOLDYEh",
  "12 miles done and done. Now time for work but not before pancakes! #SundayRunday #run #TrackComeback2014",
  "@jayyJazmin cause God hates us",
  "Gah. I don't feel like doing this long run. I just want to snuggle with my roommates dog all morning",
  "If you're going to make a salad it better be a #steak #salad #bachelorDinner #SaturdayNight http://t.co/vsvARKYkX3",
  "I just had links taken out of my watch, I've gotten more fit and now it's loose again #RunnerProbs",
  "It may or may not be time for a haircut",
  "@emmajcoburn Friday nights will be different once track seasons back up!",
  "#Superbad encompasses everything that it is to be in high school",
  "The movie of the night is #Slither",
  "@NathanFillion what's a Gina?",
  "#FridayNight and no girls but I do have a date with a 3 miler, a core workout, and a sexy bowl of pasta #run #TrackComeback2014",
  "Me and @NickSymmonds both love the Ravenna, so it's only a matter of time before I run a 1:42.95 right?",
  "Today is one of those days I'm thankful to be in #SoCal",
  "I can't wait to bust these puppies out #Nike #Victorys #Jasari #TrackComeback2013 #run http://t.co/K6AgzQ2LUJ",
  "Remember love conquers all....bitches",
  "@Goose529 there's no other way to do it. Also poop with the door open",
  "@dani_stack3 I live and train in Cali so it was a bit warmer but I grew up in Indiana so I know your pain!",
  "It is currently #napTime",
  "@dani_stack3 @Flotrack Morning. Made.",
  "@beccagalanis Ventura's only 5 hours away :P",
  "@Phe800 but mid-distance runners know how to #getdown with their bad selves",
  "Gotta love seeing progress, love it even more in graph form #trackComeback2014 #run #mileage http://t.co/EDczQ8MSoA",
  "I may have outdone my #nerdiness when I said \"COOL! This keyboard comes with a calculator shortcut button\"",
  "\"Pants are an illusion and so is death\" #TheLastAirbender",
  "Well kceatsbread may end up winning this #abContest but I don't think I'm coming out too shabby… http://t.co/p6DhLa19uX",
  "Last night I had a nightmare that I developed an inefficient stride #runnerProbs",
  "@jayyJazmin sweet I'll probably be there, I'll save the ones that make you run the fastest",
  "@jayyJazmin spikes and trainers together are both 20% off, we're gonna have almost all our spikes out next week",
  "@jayyJazmin yeap!",
  "@jayyJazmin dammit. I had cereal and toast for dinner tonight",
  "@Phe800 the ? is could you date someone who calls himself a runner but has slower PRs than you",
  "Running fast is nice but running fast effortlessly is even better #TrackComeback2014 #run #runner #gettingFit",
  "@Max_Mulvihill yeah made it back, even had time for a #TacoBell run",
  "\"Don't waste your time on me you're already the voice inside my head...I miss you\" #throwback #catchySongs #likeHerpes #IMissYou  @blink182",
  "@LaurynGray @MeghanZappia @planetepics that has to be Australian Shepard",
  "Just landed at #LAX now we play the #waitingGame #WishIWasPlayingHungryHungryHippos",
  "@Max_Mulvihill Flighy 4310 Leaving at 6:55pm nonstop to LAX",
  "Before I leave I gotta get a Chicago style hot dog",
  "Leavin on a jet plane, don't know when I'll be back again #CaliBound #TakeMeHome",
  "I've made two trips to @JimmyJohns in 4 days #ballin #success",
  "\"Hey ladies, want some of this\" #sexy #dog #goldendoodle http://t.co/GiFVQrgDyq",
  "Good lord Bdubs was a bad idea, I hate you @t100492c",
  "If you bring me coffee without me having to ask, I love you.",
  "@jayyJazmin or the most entertaining thing ever",
  "Last #run where I'm not sure if my nuts will still be attached afterwards #TrackComeback2014 #IndianaChristmas",
  "@AlexNader123 you do until you start running, then you tell yourself \"I'll never not run again'",
  "Someone gave my little cousins nerf guns for Christmas, thus exposing the dark, violent underbelly of the human psyche.",
  "He's a complete badass but my buddy Binx missed me #cats #BAMF http://t.co/VvQlZsMDr6",
  "You know you're at home in the Midwest when the food either has cheese or bacon in it",
  "@SBroadH2O_ I thought Welcome Week and Lil 5 were the best excuses?",
  "I guess #Christmas in #California won't be so bad #stillMissMyFamily http://t.co/i98MxWSYx4",
  "@alexiaknoblock since you love babies http://t.co/ZIJiI6Fq3P",
  "You know you #liveInCalifornia when an ice cream man is still driving around 3 days before Christmas",
  "10 miles done and done, now pants off dance off #TrackComeback2014",
  "Oh. So that's where my #maturity level comes from. Thanks dad #immature #likeFatherLikeSon http://t.co/2TUgm9ptn0",
  "@JustPottr_ @ThatShitTrey777 yeah....that's not true",
  "Today @GooglePlay sent me #Elf for free and today is now awesome",
  "@jake_the_clark gotta try the #gallopinHen",
  "@jayyJazmin I should be one to talk, I just bailed on a run because of achilles issues #runnerProbs",
  "I can't lie this song is so bad but it is such a guilty pleasure ♫ I Love College – Asher Roth http://t.co/uA7Ag1qhea #NowPlaying",
  "This little guy is making it really hard for me to get up and go #run http://t.co/FMQmRM4XyW",
  "@jayyJazmin suck it up wimp!",
  "@saucony early morning runs are about the only option, not unless you want a belly full of egg nog or cookies #findYourStrong",
  "@theetommyt  http://t.co/pKyADrzMSK",
  "Even with my phones crappy camera I still caught a good shot of the #sunset #noFilter http://t.co/S3VYAQtDRc",
  "@ErinEvers6 @tmock22 #PaulWalker might disagree. Too soon?",
  "Another shot out to the girls at #VHSCX for getting me quite possibly the greatest gift card ever… http://t.co/FUoBIVnO6e",
  "Done #running before 8am today, now I don't know what to do with myself",
  "Welp I guess 4 am is as good as a time as any to start #programming",
  "Ready for track now...",
  "I pet a llama once, that's the manliest thing I've ever done #Workaholics",
  "Retweet to win our awesome KITTEN MITTONS shirt! http://t.co/Vwc3dnbfPe &lt;--- order yours :) http://t.co/zFq9gHQj7G",
  "Roommate says she has a migraine and that loud noises irritate it, looks like she has to move out",
  "@karina_vald3z hey! You found me.",
  "I think my calve has shrunk 3/4\" in the past month, crazy what mileage does #run #TrackComeback2014",
  "@alexiaknoblock you need to take him on a run!",
  "@alexiaknoblock he probably thinks he circled the globe",
  "Either you love tacos or you're wrong.",
  "@CorriganColin no problem! Happy running!",
  "Sidenote: I still shower everyday",
  "I think I'm maturing backwards, nowadays I don't want to shower and would rather just lay around my own filth #grossTruth",
  "@CorriganColin @SarahMB15 I'd say the #Addaday rollers are one of the most effective I've ever used and I was a huge fan of #TheStick",
  "@chloT94 @CindyDeGe wishing the @ChicagoBears beat those #FudgePackers",
  "Lite egg nog with butterscotch schnapps. Best concoction ever #Christmas #noFilter http://t.co/h7g8L0Yj0X",
  "@laina622 @TheRock The Boulder doesn't agree with that statement",
  "Overloaded the washer and it stopped halfway through #FML #apartmentProblems",
  "Hey @NickSymmonds I'd like your thoughts on this fundraising project I'm doing to change the way T&amp;F is ran http://t.co/vEjTTBN1Pp",
  "Also according to my GPS watch it was a 3.2 mi course and I was at 17:23 for 3.1",
  "Woo hoo second race 17:38  off of nothing but easy running. Feeling good about #TrackComeback2014",
  "@cgaboyan oh isn't that what you charge an hour?",
  "If you see someone under mistletoe it means anal right?",
  "Well that's some unfortunate advertising sole #funny #immature #runners http://t.co/sqTpcUrCLq",
  "I'm 25 and I still say tommario. Mostly cause I got mad respect for my dawg #Mario. Gotta give it up for a guy who fights dragons",
  "Girls are lame",
  "@t100492c deal. Also let's go sledding.",
  "@t100492c you need to stop being 21, it makes me feel old",
  "@karagoucher best of luck, have fun with @trackjenny",
  "Im good and cheap. Like taco bell.",
  "Good Lord the cuteness kceatsbread me and #WallE are officially #bros for life #dog #corgi http://t.co/vVgAQacqk6",
  "@alisonbrie can't wait to see you guys again #SixSeasonsAndAMovie",
  "One of my greatest achievements, I'd like to thank @nike for making their 2\" split tempo short and of… http://t.co/aY6SZoszJI",
  "Woo hoo Led Zeppelin is finally on Spotify! ♫ Going To California – Led Zeppelin http://t.co/iyL9EtiLos #NowPlaying",
  "@janeeetha @runjanji they need to make a men's short with a split",
  "*cloezes twiter* \n*opins instagrem* \n*cloezes instagrem*\n*fuks ur bich*",
  "@Flotrack the million dollar ? is when is a #runner going to parody \"Rap God\" with \"Track God\"?",
  "70 degrees? That's more like it #Ventura #CaliforniaLiving",
  "@mandyperkins your battery probably would last longer if you turned your Bluetooth off",
  "@ChicagoBears we want #JoshMcCown",
  "@alexiaknoblock what were his findings? You know...for science",
  "@alexiaknoblock are you going to let him study your anatomy?",
  "Indiana became America's 19th state on this date in 1816. We are proud to be Indiana's university. Happy birthday, Indiana!",
  "@theetommyt @falcon_android does it include \"falcon punch\"?",
  "Not sure I like the Android twitter app upgrade",
  "@run_mary awesome, I should be at Oxy! Of course if my runner crush @GenGen_LaCaze is there I'm going to be torn on who to cheer on :)",
  "@beccagalanis you're a wizard Becky http://t.co/RXVL9grZdR",
  "@run_mary I know right, are you coming to do any meets out here this spring?",
  "@beccagalanis are you reading on a dreadmill?",
  "@run_mary it's even miserable here in Cali",
  "Sex is the leading cause of people.",
  "The Morning #Run Struggle @HoneyStinger @NBRunning @ASICSamerica @saucony @NikeRunning #justDoIt #dontBeThi... https://t.co/3FmHijiY6G",
  "Happy birthday #GraceHopper!",
  "A day I can go to the bathroom with the door open is a #goodDay #toiletHumor",
  "Come to #SouthernCalifornia they said, it'll be warm they said #run #winter #bundleUp http://t.co/e7Fk4CNvgI",
  "That's it, I'm moving to Florida #winter #thingsthatsuck http://t.co/AhnZ1dBeey",
  "It's amazing how much a semi colon can make or break my morning #programmerProblems",
  "Guess who had a hot date with a night #run ? #MaybeMe #DontKissandTell",
  "Breakfast food is DA best",
  "If peeing your pants is cool then consider me Miles Davis",
  "For the first time since moving out here I'll be wearing gloves on a #run, not sure if I'm more disappointed in myself or #SoCal",
  "@Flotrack any word of Brandon Johnson jumping in?",
  "@udacity you guys are awesome. Keep on computin on",
  "@SASwann Ventura refused to let a Wal Mart be built here, small business all the way!",
  "@alexiaknoblock please come visit my apartment",
  "Pretty sure I have this coffee making thing down @VRyan32 would be proud",
  "Yeah I have the coolest wallpaper ever #bitches #dinosaurs #fancyasfuck #nofilter http://t.co/ncOyJPaxDx",
  "The only thing I love more than pistachios is @benandjerrys pistachio pistachio #icecream #food",
  "How can anyone leave this face!? #ToughMorning #dogs #housesitting http://t.co/4xlJPbdHxL",
  "Going to the 99 cent store is one of my favorite things in the world",
  "It's official with @googledrive I have no use for #MicrosoftOffice",
  "The Nike outlet store is a very dangerous store for me to be in",
  "My self control didn't stand a chance when I saw there were maple #bacon potato chips",
  "Anyone want to go to TO or the outlet mall?",
  "Ride that bus #Jersey https://t.co/uTXwuKup1Q",
  "@Ella_DE4 gaaaaaayyy",
  "You know you're a #runner when you try on a 3\" split short and think \"these aren't nearly short enough\"",
  "I'm never eating again",
  "Happy #turkeyday #sunrise http://t.co/k9GKy0U5q2",
  "@t100492c trust me holidays aren't easy for me either",
  "Just had a moment where I simultaneously dropped my pick and recovered it. Am I a #guitar god now? @GerardPancake @asisto314",
  "SCOOT OVER BITCHES PT. 3 @vryan32  https://t.co/0O0dcSzxVa",
  "My #boredom level right now #ModernFamily https://t.co/GRp7lTwgK6",
  "How am I just now jumping on the #ModernFamily bandwagon?",
  "https://t.co/nikxeZMr8T this is awesome",
  "@EvanJager all day erry day",
  "@MeghanZappia challenge",
  "@Chrisssssbrady yeah @JaMarzden is always down for large amounts of beef going into his mouth",
  "Bored in the house http://t.co/55WMKrfF99",
  "@cosmicalyssa @alexiaknoblock just never stop eating DumDums",
  "@janetvarney you ready for some strange questions from the users of #reddit ?",
  "These are the kinds of coffee mugs your female roommate would have kceatsbread http://t.co/2ENrSNoVYj",
  "\"I want to have sex with you, no hetero though\" - my new #pickuplines",
  "I just asked the most #American question ever when I was in a grocery store and asked \"is this all the #bacon that you have?\"",
  "First #Pandora track, this is how you start your day! #ledzeppelin #classicrock #legends http://t.co/X3eHpmfc6t",
  "Just got inspired to play some open mics, I have to go through with it",
  "Yeah I guess this dog sitting job won't be so bad http://t.co/HckjtF1gWM",
  "Off to an ok start for kceatsbread and I's #abcontest ending New Years, it's on! #run #runners #getfit http://t.co/NnlOzpP1Wl",
  "@msemrauj you son of a bitch, how do you like it?",
  "Good lord I've had the same cell phone for like a year now, I don't even know who I am anymore",
  "It's official the @newbalance 870 V3 is my new favorite trainer #run @NBRunning",
  "One of my biggest fears is going to the bathroom to take a #2 and forgetting my phone #confessions #pottyhumor",
  "If winning is the only thing that rescues athletes from \"wasting their time training\" then a lot of unhappy people are wasting their time",
  "@jwal_22 thought you might like this http://t.co/jnC1WLaxO7",
  "I love everything about Indiana. http://t.co/R3uSpYEn4O",
  "I think these constant farts from the past 3 hrs are trying to tell me something",
  "@RunJanji I'm no pro but I was raised in NW Indiana with Lake Michigan effect snow and winds. My sentiment: Bundle up and beard up",
  "Nothing like starting your morning with threats from your neighbor from parking in front of his house on a public street.",
  "#tbt when I was in shape and could win a 5k #IUMini http://t.co/yRLO2ekE5M",
  "Kind of grainy but cool picture of a #ventura #sunset http://t.co/BZPOrUDKdY",
  "This number needs to go down #trackcomeback2014 #sub2orbust #uglyfeet #run #runner http://t.co/4XqP7Qu88l",
  "I don't mind being told I'm offline if that means I get a picture of a dinosaur #justnerdythings… http://t.co/bVuhaT5st2",
  "Don't worry about tomorrow , do right today",
  "Last night of living on the east side of Ventura. It's been real. Helloooo downtown Ventura and being close to the beach!",
  "Stepped on a scale yesterday, did not like what I saw. Time to get to work",
  "I lost a little of myself today when I was deeply reading into 'why a ballon makes a loud pop when you pop it'",
  "Oh god why did I get out the #Dreamcast \"just to make sure it works\"?!?! #NoFilter #Nostalgia #Sonic http://t.co/ycfzPuc70F",
  "It's a @StrangeVacation kind of morning #Thunderstorms #AlbumoftheDay",
  "Sometimes I just want to snuggle with someone",
  "@Goose529 I uhh don't know what you're talking about",
  "When deciding on a Squishy if I should go big or go home, I definitely went big #44oz http://t.co/Wv1QxMS09x",
  "Going through the #CarWash is still fun at 25 http://t.co/0BRuwfZunR",
  "I know we just turned the clocks back but....is it summer yet?",
  "Reminds me of 1994 and TDS. Great stuff I look forward to the full length! (@YouTube http://t.co/SlH6j8ewfV)",
  "Had a \"long\" run of 40 mins today, getting back from injury sucks #TrackComeback2014",
  "I would do unspeakable things for a Coke/Chocolate Milk/Gatorade right now #run #postruncravings",
  "Episode 1: Phase I Week 3: http://t.co/k7ywmw6fOG via @YouTube",
  "Realization: the girls who wore super slutty costumes all now have kids #coincidence ? I think not",
  "I know I'm #gettingOlder when my friends are posting pictures trick r treating with their kids instead of their slutty costumes",
  "Who's my date to see #Thor next week?",
  "I don't know what but I've been craving peanut butter and celery so that's what I had for lunch! http://t.co/r9SMHmvgRE",
  "Just got told I look like Dexter, be very afraid people",
  "Having a bummer day and @ryannektetzloff 's goofy ass #Snapchats are totally making it better #bffs",
  "Everyday I get home and Full House is on and everyday I want to kill myself",
  "My maturity level was revealed today in Calc when I referred to word problems as \"story problems",
  "To shave or not to shave, I'm thinking not",
  "I know that if there is a god that he hates because trigonometry exists",
  "Who's your favorite possum? #AGoofyMovie",
  "Lady asked how I am so ripped #daymade",
  "\"When you get to have #bacon in your mouth it doesn't matter who's president or anything\" #LouisCK",
  "Growing facial hair is hard",
  "\"I said 'so look closely there might be something you like, what was it like?'\" @TBSOfficial #TBT #lyricsoftheday",
  "Since I can't drink until I can't feel feelings anymore I'm left with playing #music until I can't hear thoughts anymore #therapy",
  "@msemrauj thanks!",
  "@beccagalanis @t100492c thanks Trashy and Becky",
  "@0livia_rae haha yeah I saw that",
  "Yeap it's days like today I'm #thankful for living in #Cali and it's only gonna get better http://t.co/49uvN1rrw8",
  "@t100492c I completely forgot we named Binx after the cat in Hocus Pocus",
  "Not sure if I should watch Hocus Pocus or the new Evil Dead",
  "If you start a sentence with \"I know you guys are closing but....\" you probably suck",
  "Was bored and found some cool stuff around #InsideTrack #Nike #Pre #run http://t.co/hOF4pigRJh",
  "Peanut butter and honey is like the best combo ever #food #awesome",
  "@MatthewDylon yeah Kershaw was definitely giving himself more than needed too not everything that went south was on his shoulders",
  "\"@Lord_Voldemort7: BURN.  http://t.co/WPzOz65dr4\" @VRyan32",
  "@0livia_rae @MatthewDylon sorry about your #Dodgers I guess this what happens when a @Cubs fan is on your side postseason",
  "Boss asked if I wanted to take a @newbalance poster to hang on my wall because it looks to have @GenGen_LaCaze on it http://t.co/VbCf4BjoYF",
  "@Danigirrrrl but but Snapchat!",
  "I heard someone complain the other day that it's \"too hot\" I wanted to slap them and be like \"Bitch I remember snow in October back home!\"",
  "It's always worth it to buy a lotto ticket because those $2 give me a weeks worth of imagination of what I would do if I won",
  "Dear #running, \n\nYou took my breath away.\n\nSincerely yours, \n\nScott",
  "@alexiaknoblock if you've worked retail you know that the customer is not always right",
  "Sometimes if you give someone enough rope they'll hang themselves, or if they do what's right they'll use it to tie up their demons",
  "Math is hard",
  "You're never alone.....when you have a house with 5 #cats in it!",
  "Was studying #biology when all of a sudden it felt like I was being glared at http://t.co/PzGVg5llu0",
  "I found the definition of #irony during #lunch today. #McDonalds #splurge http://t.co/QUatDkGSci",
  "#YoureMoreAttractiveIf you're attracted to me",
  "@ryannektetzloff err you knew what?",
  "\"@SciencePorn: Science class for teenagers http://t.co/FNXtMgZXZX\" @ryannektetzloff",
  "@VRyan32 can you fit in a suitcase or overhead compartment?",
  "I just read a chapter of a book for class that wasn't assigned, I learned for NOTHING!",
  "There's a radio station that you plays Huey Lewis and the News every time I get in the Jeep #awesome",
  "@JordanHasay does this mean I can smile and not wear pants to work?",
  "After sending me bacon brownies recipe, here's a photo of the #EiffelTower in a fog, I think we're even now @VRyan32 http://t.co/BDuWSDCHfG",
  "Alright I've had a week to feel nice and sad, it's not like me to lie down and give up. Time to brush off the shoulders and get going.",
  "I'm addicted to buying backpacks and running shoes. Please help me",
  "#thatmomentwhen you realize you're losing your 6 pack #sadTweet",
  "@VRyan32 marry me",
  "99% of the time when I say \"I read somewhere that...\" I mean I saw it on #reddit",
  "Life is meaningless, but you can customize the meaninglessness.",
  "You guys ready to make out or what? #NightattheRoxbury",
  "If you can fake a convincing orgasm you can fake anything",
  "#ThingsThatArentFunnyAnymore \"I mustache you a question\"",
  "I feel like a drug dealer every time I introduce a customer to @HoneyStinger waffles, just cause the probability of addiction is so high",
  "Sometimes I question the quality of my customer service, that is until I go shopping and realize I'm freaking awesome at my job",
  "5% of people approve of congress?!?!?! Who are these people?!?!??",
  "@Goose529 love that shit still",
  "I'm alive that's all I can ask for, I can't waste another shot at redemption",
  "Hi my name is Scott and I'm good at nothing except making really bad decisions when my life is going good",
  "@alexiaknoblock she's such an annoying character",
  "So pardon me while I burst and into flames",
  "#ThingsYouNeverWantToHear \"How much have you had to drink tonight?\"",
  "I freaking love watches",
  "Best Snapchat I've ever received.  #Happy21st #ProjectHangover #90PoundFeatherWeightChamp http://t.co/ENWCCSCkPH",
  "After a #run my priorities change from 1. #Beer 2. #Sex 3. #Bacon to 1. #ChocolateMilk 2. #Pasta 3. #IceCream",
  "I think I'm just going to become a monk, #girls are not worth half the hassle they make #dating #thingsthatsuck",
  "#government parties are like stalls in a bathroom, you choose the one that has the less shit and piss on it",
  "Not one is more obnoxious than that person who sits there with their music playing through their cell phone in a public place",
  "You go Glen Coco!",
  "I'm craving a Wendy's frosty but I'm not going solo and feeling like a complete fat kid",
  "#ThatMomentWhen someone asks what I'm up to and I'm reading from my computer in the bathroom",
  "Oh who's going on a date tomorrow? This guy!",
  "Anyone in the Ventura area have a T-Mobile or AT&amp;T phone I may borrow for 2-3 weeks?",
  "Well fucking fuck there goes the one exam for the semester I can screw up on",
  "Sometimes just changing my @googlechrome theme is the thing that #makesmyday. Especially if it's the one with @EmWatson in the background.",
  "@kristi_vest happy birthday! Get down witcha bad self",
  "@ryannektetzloff you may wanna rethink that. I don't need animals and I'm not held responsible for snaps when I'm drunk and in the bathroom",
  "@ryannektetzloff nope, I haven't seen your balls or you peeing yet. I also never hope to.",
  "Screw those people on #craigslist that tag everything possible so their item appears on a search that has nothing to do with their item",
  "I'm always a little scared when @runforlife421 sends me #Snapchats",
  "If you always do what you’ve always done, you’ll always get what you’ve always gotten #Wisdom",
  "You know shit gets real on your #hw when you have to start numbering your pages #collegeproblems",
  "Sometimes it's a bittersweet thing when I accidentally forget my phone at home",
  "@JaMarzden crazy \"Pardon Me\" just came on my Genius playlist and I haven't heard that shit in forever",
  "Sometimes just sharing a #run with friend is the best part of my day",
  "I don't know if I can make jokes that aren't crude, simply because my mother finds them funny and I see no reason not to tell them.",
  "@cgaboyan those are the Asics Kayanos. Just in case you needed to know.",
  "#Programming Type in code. Compile. 2 Errors. Go back check and change. Compile. 3 Errors. #FML",
  "Have you guys heard of this thing called #music? It's pretty awesome and makes all the bad feelings go away",
  "Don't be sad because it's over, smile because we can all cook meth and make millions of dollars. #GoodbyeBreakingBad",
  "The worst childrens book ever http://t.co/7WUHPFT8fK",
  "Gah just take me back to #RoadTrip2013 #BetterTimes http://t.co/WR6BBbQks8",
  "This may have been the worst week I've ever had since I've moved out here #SadWeek #Bummer",
  "Love the sinner, hate the people who go around calling other people sinners.",
  "#ThatMomentWhen you realize it's Saturday and you're doing homework",
  "I'm totally going to become a #Billiards junkie",
  "3 Appetites Responsible for Lack of Self Dicipline 1 Desire for food 2 Desire for expression of sex 3 To express loosely organized opinions",
  "@Goose529 totally got me with a #KingsCup Question Master #Snapchat last night #TakeADrink",
  "I'm going to be all over #XC results today like white on rice",
  "I fell asleep watching the US Open 9-Ball Championships.....from 2009. I need a #girlfriend #dork #loser #StillAwesome",
  "#ThatMomentWhen you realize your zippers been down for an hour or two",
  "@tmock22 I'll get on it one day",
  "It's a @Yellowcard kind of morning #SouthernAir #AlwaysSummer",
  "Is it bad that I still haven't seen Gladiator yet?",
  "\"When life gives you lemons, just say 'Fuck the lemons,' and bail\" #ForgettingSarahMarshall",
  "I can't wait to go on my run today",
  "This morning as I was eating breakfast I was deep in thought then I heard \"search your feelings\" in Ben Kenobi's voice #StarWars",
  "@sheamavrogeanes you're welcome sugar tits",
  "@t100492c @CaseyAndretti agreed, you did live with a guy for a while who could kind of play the geetar.",
  "I got called \"George Clooney\" in a class of #programmers, not sure if that make me attractive or just 'not ugly'",
  "This is why we work well together, ya know? You see free soup, you make a\ndecision to eat it.",
  "@theetommyt hits the hammer on the head...or the monkeys outta the bottle now",
  "@t100492c if engagements and babies are the only things that you think can make you happy then I feel real bad for you",
  "@mandyperkins that's a nice one but I do appreciate the flattering \"nice shorts\" or \"dayummmm look at that white boys legs\" on my #run",
  "If I never see another baby or hear about another #engagement I may be someone who doesn't log on to #Facebook",
  "It was a brother/sister Snapchat morning @t100492c and Holly with a little bit of @ryannektetzloff in… http://t.co/8qHw1vVurU",
  "SOUTHERN CALIFORNIA RULES! similar to o'doyle. the LA show sold out. if you want to see @Yellowcard come see us in san diego!!",
  "If you aren't my bed or my laptop then  I don't even like you right now.",
  "@t100492c actually it does, it says so on the \"Welcome to California\" sign",
  "@t100492c you only say that because they told you you're over 5'",
  "@t100492c doctors are stoopid",
  "I'm sorry #running that we have such a one sided relationship and that I can't give back to you what you've given to me but I will try",
  "In less than one month, I'll be just a quarter of a century old and @t100492c will be 21. Can we turn life on 1/2x?",
  "@alisonbrie just another stupid sunny day in Southern California",
  "Last night I dreamed @EmWatson and I were frolicking on the Santa Monica pier. Oh and we shared a giant pretzel.",
  "An intelligent man is sometimes forced to be drunk to spend time with his fools. -Ernest Hemingway",
  "Even though I'm not #religious when I stopped my watch for my #run and it was at 6.66 miles I was like \"better keep going.....just in case\"",
  "Anyone wanna cut my hair for me?",
  "For #TrackComeback2014 for new singlets what do you guys think #modern or #vintage #InsideTrack ? http://t.co/GrzFgwdmQe",
  "Thank you Shawn from @SoleusRunning for letting me try out the new GPS watch, I've really liked it so… http://t.co/nShGt7DB8I",
  "@ryannektetzloff you had a chance to say 'let's get dirty' and you screwed it up",
  "#Rugrats kicks so much ass",
  "Came home in bad mood. Made a big bowl of pasta. Looked at it and said \"I'm going to eat the shit out of you\". And I did. #CoolStoryBro",
  "I've lost track of how many times I've read 'organism' as 'orgasm' in my #biology book #nevergrowingup",
  "Going to my first California #XC Meet today. Weird how it's taken me this long!",
  "I feel bad for the billionaires left off the Forbes 400. Hopefully they can make the Poverty Magazine 313,899,600.",
  "It needs to be said that #running with half tights. Is. AWWWsummm.",
  "This is the time of year I get nostalgic for cross country... then i remember the pain and how I hate it passionately",
  "@aliatgray for me, it's Coke or ice cream",
  "Who \"hates\" to say I told you so? That's my favorite thing I get to say ever.",
  "I'm so ready for the #CaliforniaBeerFestival this weekend",
  "Would it be weird if you have such a fascination with cats that you glue cat hair to the back of your neck?",
  "@ryannektetzloff fine with me, I haven't seen my Jimmy Johns yet",
  "I wasn't supposed to buy a lunch today but it's all @ryannektetzloff 's fault #fishtacos",
  "Oh that cute girl looks athletic and like she runs I should totally go talk to her...oh she's wearing #NikeFrees nvm #judgemental #runner",
  "Time to suck #Mondays dick that's what I'm talking about! #PineappleExpress",
  "@andrewmcmahon you've written things that have changed my life and I'm not alone, that would be enough to let me sleep at night",
  "\"I could tell you that you're all I've ever wanted, dear I could utter every word you'd ever hope to hear\"  #LateNightLyrics",
  "\"Dennis is asshole, why Charlie hate?\" -@CharlieDayQuote",
  "\"Pff that's gay\" #MRW I see a cute girl is in a relationship",
  "“@SethMacFarlane: I call bullshit-- Canelo is clearly an Irishman.” Kinda looks like #markwahlberg",
  "Get it get it #Garcia",
  "@Mmiigzz let's go #Canelo !!!!!!!",
  "We're not messing around for #canelovsmayweather #tritip #chickenlegs #burgers #hotdogs #corn and even #salad http://t.co/Hobk8rUag0",
  "I don't care if you write a song about the #holocaust if it has a ukulele in it it's going to sound #happy #weirdthoughts",
  "@Alii_James @TheTweetOfGod looks like someone is going to hell",
  "Prediction for tonight: Floyd Mayweather is an asshole.",
  "@CodyZeller seriously that's the attitude you have? You left, no ones buying jerseys for a player that's not on the team anymore.",
  "Nothing sucks out my faith in humanity like working #retail",
  "@Chrisssssbrady perfect noons never to early to start drinking",
  "If I got pregnant right now that would be awful",
  "@AlexNader123 it'll happen, brush that dirt off ya shoulda",
  "@ComedyCentral this is what my mobile browser did to @alisonbrie #lookingood http://t.co/ZVO1GCTQxm",
  "The playing games thing gets old quickly, we're in our mid 20's now why is it so tricky to just say 'I like you'?",
  "I don't even know there is text messaging anymore, everyone uses data for @Snapchat",
  "I'll kick my own ass if I ever develop the #EngineerPersonality I'm a nerd but not an antisocial hermit",
  "@joerogan valley bitches",
  "The #USA relies on cars more than any country but the ones that have the best fuel economy don't sell the best. Are we really that stupid?",
  "\"A beautiful girl can make you dizzy, like you've been drinking jack and coke all morning\" @TBSOfficial #LyricsoftheDay",
  "@alexiaknoblock \"September never stays this cold where I come from and you know....\"",
  "I could do things. Who knows? I might even rule the world someday.",
  "New @shwayze video!\n\nhttp://t.co/ITxdLFgdtx",
  "Hate when I wanna retweet someone but they're private -_-",
  "I'll never be, be what you see inside You say I'm not alone, but I am petrified @TwentyOnePilots #GreatLyrics",
  "It ain't the speakers that bump hearts, it's our hearts that make the beat #LyricsoftheNight",
  "Sure Officer Fuckstick, I'm sure leaving me a $65 parking ticket was easier than knocking on the door and asking me to move!",
  "Have you ever seen a ninja get down? #TMNT Can we change #throwbackthursday to #TurtleThursday?",
  "There's not too many things I hate more than #VenturaCollege 's WiFi connection",
  "@t100492c or! When @alisonbrie professes her love for me and after our date to the #VenturaBeerFestival next weekend",
  "@t100492c okay when the @Cubs are in the World Series",
  "@t100492c never",
  "@ryannektetzloff I actually meant a chocolate lab. It also means you are a baboon and I am not",
  "#ThatMomentWhen you're yawning and a black decides that's a good time to stick her tongue down your throat #DidIJustGetLaid",
  "@JakeSpelman @Chrisssssbrady don't listen to the radio. Good songs stay good.",
  "\"And the days went by like paper in the wind, everything's changed, then changed again, its hard to find a friend\" #TomPetty #SongoftheNight",
  "Time to actually learn some #Java cause I know I won't be learning it tomorrow in class #VenturaCollege",
  "@VRyan32 I don't see how it would make it \"not\" a date. Seems kind of superficial that spending money would make it one.",
  "Anyone wanna be my date to the #VenturaBeerFestival Saturday? I got two free tickets",
  "My friends need to stop getting married so I can plan vacations, not trips back to Indiana",
  "I only know how to cook pasta for 6 people #FirstWorldProblems",
  "@0livia_rae ya only need the big toe for balance, I think you'll be good",
  "@0livia_rae not necessarily. If the shoe size is bigger the entire length of it is longer. Not just the big toe area",
  "Despite today being the day that it is, things are really looking up for me. Good things are coming my way.",
  "@thestorysofarca shut up and take my money",
  "Yeap. I officially have a crush on my bio teacher #geekCrush",
  "How to be a great wife: http://t.co/yqBSwCbuG0",
  "\"I love Russian accents. Their women sound like your balls are already in their mouths\" -#FunnyRedditQuotes",
  "Just bought a Fleshlight at the Goodwill. Solid purchase. Feeling good about it.",
  "#Music is the only reason I continue to think I'll find love in a significant other #CheesyTweets #KindaSeriousThoughts",
  "bacon. the candy of meats. RT @ptvnina: @TBSOfficial what is your favorite candy?",
  "Just about everyone's reaction to the iPhone 5c #iPhone5C http://t.co/h8Y5hEivCq",
  "Remember that one time you were stoked to give your fingerprints? Us either. #LazyPhone http://t.co/ckuu7otnJM",
  "@JaMarzden she said man @ARaeVick",
  "@tmock22 dats a hot bitch",
  "The amount of people giving Hannah Montana attention for going full ho, is too damn high.",
  "@0livia_rae probably should have listened to me when I said you need to go up half a size",
  "Oh Agent M, I still have a crush on you ♫ The Simple Truth – Tsunami Bomb http://t.co/mzmmSIc2XO #NowPlaying",
  "You should be nicer to each other probably.",
  "Fuck you @eBay you suck and are a terrible service.",
  "I'm housesitting and they said I could have as much rum as I wanted. I have a problem.",
  "#SingleBecause I fart in public places",
  "And that feeling of success is immediately taken away by the #FinancialAid office",
  "Someone bring me food!!!! #VenturaCollege",
  "So I may or may not have gotten 100% on my first Calc exam. One victory at a time baby!!! #Success",
  "Is there a setting on #Facebook to remove \"couples shit\" yet? #LoveLoveKisKiss #YoureMakingMeSick",
  "I have got to work on not being so passive #DontTakeAdvantageofMe",
  "Spaghetti has down syndrome compared to all other pastas #foodTweet",
  "House/dog sitting is the best job ever",
  "It's a @blink182 kind of morning",
  "Anyone wanna do a 10 miler for me?",
  "I can totally see myself as the old dude who gets random erections and farts in public",
  "There is a cat that howls almost every night at a quarter after 10 outside my window, time to bust out the pellet gun.",
  "@NickSymmonds and I'm just here reading tweets",
  "@sheamavrogeanes like a fox",
  "@sheamavrogeanes I'd watch that sex vid",
  "One day all this work was to pay off #KeeptheFaith #ImOnIt",
  "#ThatMomentWhen I drop my pants and my belt buckle lands right on my foot #AhFuck!",
  "Someone asked if my college singlet was for sale, I told them they didn't have enough $$$",
  "If you don’t get my Harry Potter references then there is something Siriusly Ron with you.",
  "Harold and Kumar Go to White Castle is on #NightMade",
  "People that drive without listening to music make me sad",
  "@alexiaknoblock Crunchwrap Supreme me",
  "All I want to do is go to school and learn, why is that so difficult?",
  "Why is it so hard to take your phone call outside? #RudeDBags",
  "#ThatAwkwardMomentWhen your teacher calls you 'Mr. Cock' instead of Mr. Cook. I guess I know my future pornstar name",
  "Good lord I haven't listened to #TheMarsVolta in forever",
  "I had a #NerdMoment when I found my trig book and got excited that I can review it for calculus",
  "Peeps is my favorite cat of 5 in the house. He doesn't care for your shit. #Cats #NoFucksGiven… http://t.co/s0IewJOeIS",
  "#ThatAwkwardMomentWhen #PyramidScheme suckers try recruiting you",
  "@t100492c don't remind me, #California will be waiting for you and @CaseyAndretti",
  "@TheCoffeeBean I ordered a half/caff and my local barista slipped me #PumpkinSpice #IAintEvenMad",
  "I can't believe it's a month until my baby sister @t100492c turns 21, I may be more excited than she is",
  "You can reinvent yourself as many times is you need to. Life isn't concrete, its anything you want it to be.",
  "\"This is home. It’s chasing down a dream, and living it\" - @dangeroussummer #LyricsOfTheNight #RelatableLyrics",
  "#JacksMannequin has been jamming all day today",
  "Woo hoo @AlexNader123 with a 'W' for the day! #RunFast #GoBearcatsXC",
  "I was considering asking a girl to a baseball game for a friends bday but then I realized I couldn't make #dickandfartjokes #immature",
  "If I go to @Dodgers stadium next week I'll be tied for how many times I've been to #WrigleyField. I don't even know who I am anymore @Cubs",
  "\"Sorry I wasn't listening to what you were saying, I was thinking about #bacon\"",
  "For the first time in years I've found an @ASICSamerica trainer that I've liked, best of all it was free!! #DSRacer9 #Run #PerksOfTheJob",
  "Excuse me, what is the recommended amount of money for one to make it rain?",
  "\"There's an inverse relationship between how good something is for you and how fun it is\" -#CalvinandHobbes",
  "I'm never drinking again #LaborDayWeekend2013",
  "#ThatAwkwardMoment when you have to tell someone their card is declined #NoJudgement #ItsHappenedtoME",
  "Quit staring at the world. There's a whole universe in your phone that's just waiting for you to discover.",
  "Guess who just got EVERY #CalvinandHobbes comic strip ever?! #ThisGuy",
  "I would love to see these guys again awesome reggae/violin rock ♫ Little More Time – ZOX http://t.co/Md2TBvIJIk #NowPlaying",
  "I just decided I'm naming my boat #Zelda, and that bitch better not get kidnapped #NerdTweet",
  "\"You kiss me like an overdramatic actor starving for work, with one last shot to make it happen\" -#TheAcademyIs #Throwback #SlowDown",
  "@SASwann this is my favorite jam to belt out at karaoke bars (those little red panties they pass the test)",
  "#PeopleThatShouldntHaveCellPhones the ones that have the quacking duck as their fucking ringtone",
  "@cgaboyan Cause you are the apple of my eye, girl, I miss you much, I miss you much",
  "@cgaboyan I wanna make up right now na na? Wish we never broke up right now na na?",
  "Someday I want to conclude an awesome story with the punchline \"and I was like yeah whatever muggle\" #HarryPotter #NerdDreams",
  "Walking thru a spider web is not the worst thing in the world. Apparently, I just act like it is.",
  "@Chrisssssbrady why does Chipotle close...ever?",
  "@tmock22 \"I don't need weed, I'm high on life...but weed helps\" -My mother",
  "@SASwann I have some words to test out tonight",
  "Oh dear god #YogaPantsSeason has made it to the west coast",
  "Can someone please ship some beer...into my mouth? #WeirdRequests",
  "@0livia_rae sorry, if you do wear a beanie nywhere in California and it's not nightitme , you look like an idiot",
  "I swear it's the women's goal to make me blush when they ask for me to help them with sports bras",
  "\"Your silhouette's my favorite, I'm not letting go of it\" - #Northstar #LyricsoftheNight",
  "I need a movie to watch. And also a cuddle buddy.",
  "Good lord there is nothing better than seeing a beautiful girl in a summer dress",
  "@mandiis_notes I don't think so, my work schedule for the next 3 weeks is already out :(",
  "I don't care if I don't know anyone, I'm partying in Isla Vista for Halloween this year",
  "I need an ice cube in my soup, it's too hot #NeverGrowingUp",
  "@NickSymmonds with you doing a few 1500s this year, has your mileage been vastly different than previous seasons??",
  "I've been patiently waiting for @AndrewWheating to be back, so happy it's happening",
  "\"@the_summer_set: Southern California. Free show Sept. 2nd. 6-9pm http://t.co/T1il2HFk9Y\" @mandiis_notes",
  "Why can't people just poop instead of vandalize the bathrooms? #ToiletTweets",
  "I'm still debating on going the physics or chemistry route for Computer Science, any suggestions, advice, or tips?",
  "Despite how much I complain about #VenturaCollege I fucking love learning #NeverStop #EducateYourself",
  "@ElizabethBanks Note to Self: Rewatch Wet Hot American Summer.",
  "This just made my day @starwars http://t.co/Z8xaSPwyEI #MarkHamill",
  "@sheamavrogeanes I'll join you",
  "#BadStripClubNames VD's House of Rock",
  "#BadStripClubNames Cypress Place: Senior Living",
  "#BadStripClubNames The Saggy Lounge",
  "#BadStripClubNames The Red River",
  "I'm in the MCW lounge area, come hang with me! #EhhDoIt",
  "@alexiaknoblock #FirstWorldProblems",
  "Wow. Even for a Monday that was abysmal at best",
  "I swear the only time I can't connect to this damn schools WiFi is when I need to get work done #VenturaCollege",
  "Decided to try to substitute @TheCoffeeBean with school machine coffee #RealBadIdea #ImmediateRegret",
  "I've been reading about living on a boat for a day and I'm already convinced #LifePlans",
  "I'm not one to ask out girls while on the job but that blonde haired blue eyed girl with long legs and tattoos almost made me change my mind",
  "Some little kid told me if he was a grown up he'd be buying soda all the time. I told him I'd be buying #icecream if I was a grown up",
  "@jake_the_clark was it a nightmare about you wearing a blonde wig and getting banged by @JaMarzden ?",
  "@alexiaknoblock maybe they haven't out their Christmas in July stuff away yet",
  "#ThatMomentWhen you go an extra notch on a belt #GettingFit #Run #TrackComeback2014",
  "It's really hard to do my core routine when I can practically taste the #bacon cooking downstairs",
  "#FuckIt I think I'm just gonna get another motorcycle instead of a car @YamahaMotorUSA #FZ6R",
  "Sex is always about emotions. Good sex is about free emotions; bad sex is about blocked emotions. – Deepak Chopra",
  "I need your clothes your boots and your motorcycle",
  "\"The meal is not over when I'm full. The meal is over when I hate myself\" -Louis CK #myliferightnow",
  "Bought to watch Terminator 2: Judgement Day on #BluRay #nightmade",
  "@NicoleMarcotte GTFO",
  "@GenGen_LaCaze I don't remember it having much flavor when I had it, then again it was at a sushi restaurant",
  "Anyone want to go see #ManofSteel at the cheap theater tonight?",
  "@cgaboyan why are you always smiling like a doughnut?",
  "I got a \"WOW!\" on a shirtless #run today, #MustBeDoingSomethingRight, I haven't gotten one of those in a while #THISISNTEVENMYFINALFORM",
  "I just told kids on their skateboards to amscray #OldManScotty",
  "Rupert Grint turns 25 today. He was 11 when he filmed the first Harry Potter movie. You are old.",
  "I wasn't going to listen to music with headphones but the guys next to me are talking about politics #annoying",
  "@MeghanZappia really? I didn't see anyone else around when I was watching you sleep last night",
  "#YouKnowWereGoodFriendsIf I've sent you poop texts",
  "I've made two Vines and both of them feature beer #coincidence?",
  "The Last Beer #Last #Beer #RollingRock #Sad https://t.co/WClFVnw1XP",
  "The nerve of some people, showing up at close. Everyone should work customer service to learn how to be a decent human being #Assholes",
  "I am eating lunch with a vengeance today #SorryNotSorry",
  "This weekend, don't drink and shart. #PSA",
  "@alissanunley oh you fancy huh?",
  "@ryannektetzloff I guess you could say it's Freaky Friday #LamePun",
  "@cgaboyan @t100492c makes sense, although that's not exactly something I want to think about",
  "#IfIWereAGirl I would have the perkiest #boobs. #weirdtweets #randomthoughts",
  "If you didn't know me or anything about running and saw these you may think I have a weird collection… http://t.co/82v78W28u4",
  "#betterbatmanthanbenaffleck lets be honest he would be perfect! http://t.co/h1Y78MwG7P",
  "@JulieRyan_15 it may be time to sober up?",
  "@ChadNoelle you forgot #WorstAdviceEver",
  "@0livia_rae why the fuck did we never go buy a spare set of legs?",
  "Time to get another 8 miler in #JustAnotherDay #TGIF #Run",
  "There is so much dopamine released into the brain during an orgasm, that a brain scan resembles that of someone doing heroin.",
  "America: \"Bradley Manning got 35 years and now he wants a sex cha... wait, fucking Ben Afflect is Batman!?  THAT'S BULLSHIT!\"",
  "Blankets had my hands pinned and my pillow was on my face, I nearly smothered myself, no one was here to witness so I tweet #ForeverAlone",
  "@MatthewDylon anyone but Ben Affleck",
  "Become a Pokemon master, bitches love Pokemon masters.",
  "Yeap poison oak is in full effect now #StillWorthIt",
  "@AndrewWheating @RyanJWeldon @mandyperkins is it Facebook official?",
  "@BringBackMile thank you!!",
  "@BringBackMile do you guys know of any bigger mile races in Nov/Early Dec that would be in Ventura or SB County?",
  "@cgaboyan I'm more of a \"Burn\" or \"In This Club\" kinda guy",
  "I'm #NeverGrowingUp because I still giggle at the number 69",
  "When people get offended when I swear I like to say \"oh, this must be your first day in the real world\"",
  "@christian_cpepp @GenGen_LaCaze @mandyperkins I don't know if my ego could take dating a girl faster than me but I suppose I would make due",
  "@taylorfleeman what's stopping you?",
  "Why the fuck aren't we using the metric system yet!? #annoyed",
  "Mutha fuggin coffee bitches!!!!!!!!",
  "Yesterday I forgot my running stuff for a track workout so I bought new flats and half tights. With my… http://t.co/yRu0LnQ83b",
  "@EvanJager da @ChicagoBears da Bears da Bears",
  "@AndrewWheating I'm just amazed a food source has time for a twitter account @PopTarts411",
  "#Thatmomentwhen you realize your zippers been down and you've been working with people for the past hour or so",
  "Guess who just got to be a process server?! I even got to say \"you've been served\"",
  "@ryannektetzloff I can always count on you to favor my tweets #MyNumberOneFan",
  "seriously fuckin music rules",
  "#BadIdea to start my day without #Coffee #WTFWasIThinking",
  "There are 4 girls in my #Java programming class, I hope this isn't a foreshadowing for the rest of my college career",
  "@GillianJacobs has forever changed the way I say \"bagel\"",
  "I sometimes come up with my best recipe ideas with #leftovers",
  "It's official, I've obtained poison oak from this weekend #worthit",
  "\"Oh calc homework how I've missed you\"\n-#SaidNoOneEver",
  "@ryannektetzloff ask your mother she would know #LikeMotherLikeDaughter",
  "@ryannektetzloff BRING IT! I'll make you sniff your own farts!",
  "@ryannektetzloff SISSY",
  "I never fucking learn do I?",
  "@AlexKosinski they must give them wider lanes so they can actually park",
  "@CauseWereGuys @CaseyAndretti Was? Is.",
  "#TomPetty is kicking off my day #backtoschoolweek #LetsDoThis",
  "Not only is it back to school time it's back to the drawing board #TrackComeback2014 http://t.co/99X05d5c9Q",
  "And if I die in #Cali at least I will die free #WagonWheel",
  "My usual end of the summer jam. Summer 2013 has been a great success. A Wedding, 4 Epic Nights on Cheshire, Running … http://t.co/iesukceW0r",
  "#Summer2013 has been a complete success, back to #VC tomorrow and get back down to business",
  "Anyone in #SantaCruz that can put their place up for a night? Beer and/or wine will be donated",
  "@0livia_rae stop and hang out in SLO",
  "#CalPolys gorgeous track, I don't want Instagram ruining this http://t.co/2ifOtvlvpC",
  "New plan: CAMP IN BIG SUR #RoadTrip2013",
  "So far #SanLuisObispo has not dissapointed #RoadTrip2013",
  "Sleeping in a car #thisIsHappening",
  "@alexiaknoblock your face is weird",
  "This day could not go by any slower",
  "It's a special kind of #awesome I've karaoked @keshasuxx's \"Tik Tok\" not once...but twice",
  "#PeopleThatSuck the ones that don't pay for their item immediately after winning the auction on ebay",
  "@RunWithTheHouse are there any groups meeting for a long run Friday/Saturday?",
  "Good god #PayPal sucks",
  "@0livia_rae http://t.co/qTgBao4n4q",
  "@msemrauj you could say that, gonna try out the Nexus 4",
  "@NickSymmonds that was beautiful man, so proud #GoTeamUSA",
  "\"Mary Cain shocking the world is getting a little boring\" -Said No One Ever #Moscow @Flotrack",
  "Good lord I'm pathetic, I haven't had a phone for not even 12 hrs and I'm already having withdrawals #FirstWorldProblems",
  "You know you're a #runningGeek when you get nervous for track races when you're not even running them",
  "Let's go @NickSymmonds and @DuaneBang800!!!!! Get the gold!!!!! #Moscow",
  "If a woman can adjust her boobs in public there's no reason I can't adjust my balls #StayClassyEveryone",
  "Will someone do this double for me? #tired #mileage #run",
  "@ryannektetzloff #okiedokie",
  "I have a Super Mario theme song stuck in my head and it's not getting out",
  "Breakfast food kicks so much ass",
  "@jake_the_clark OMG me too",
  "Haircut. Done and done.",
  "\"@jumblejim: Drive-in movie in Monticello, Indiana. http://t.co/2UAt3SHtzc\" is this where @ryannektetzloff used to taken for dates?",
  "@jumblejim have done a ton of fishing on Lake Shafer!",
  "@msemrauj San Luis Obispo then Santa Cruz",
  "I've been looking forward to this road trip almost as much as my sister's wedding. 6 days!",
  "@sheamavrogeanes yeah, cause that was such a big issue at Holly and Dans wedding and when you go to the biggest party school in the nation",
  "I'm waking up with every Randy Newman Toy Story song on shuffle",
  "Tritip steak that tenderized all day, I don't remember the last time I put something this good in my mouth. Including your mom",
  "I'm just going to eat this tri tip steak that I bought for $2.50 and feel good about myself #BachelorDinner #EatMyFeelings",
  "I've spent this whole Thursday, thinking it's Wednesday. Inspiring the youth every day here people",
  "@alexiaknoblock diarrhea by lunch",
  "#confessyourunpopularopinion I don't think service men and women deserve all the respect they receive, they know what they signed up for",
  "@maggievessey I'll be going up to #SLO next Friday for an unofficial college visit, any must see places?",
  "@cgaboyan one day",
  "Bacon, fish tacos, pasta, and chocolate milk. I've had a #goodday",
  "Bandit is such a cutie #EmmaWoodBeach #Dog #Sunset http://t.co/ZVdaGQcYCh",
  "@Max_Mulvihill damn XC practice takes forever",
  "@alexiaknoblock double dare bee otch",
  "Ran out of eggs, guess I'll just have to make up for it in bacon #Breakfast #NotMessinAround",
  "Crap. I gotta get another date for another wedding.",
  "@roadrunner2130 that's my jam!",
  "I love cheese....and beer......and pasta! Gotta have some pasta. I like stuff",
  "If someone could have pasta ready for me when I get back I'll think you're like awesome or something....FOR A WHOLE DAY!",
  "In the midst of switching phones so the 805 # is the best way to reach me! Or here",
  "About to go to a record store and buy #GoldenRecord I feel so hipster",
  "@ryannektetzloff \"You ruined me\" -Your Apartment",
  "The hardest part of my day is deciding what to listen to in the car but with @dangeroussummer's #GoldenRecord out it's a #NoBrainer",
  "Everyone's getting married and I'm just out here enjoying my life #NoRush #KeepItReal",
  "Woo hoo I got a B in español and I can still barely form a sentence!",
  "If I eat ALL the ice cream now, I won't be tempted by it later #IceAddictLogic",
  "Oh #CaliforniaGurls how'd you get on my playlist? #SorryNotSorry",
  "I'm convinced an hour #run in the #CaliforniaSun followed by chocolate milk #Dispatch may be a cure all",
  "So done with work today, ready to #run",
  "@Chrisssssbrady happy belated birthday! #Slowpoke",
  "@alexiaknoblock pics or it didn't happen",
  "@alexiaknoblock yeah but you're still just a #sociallyawkwardpenguin that didn't do anything",
  "@dangeroussummer I can't believe #GoldenRecord. Exceeds all expectations. Amazing. Keep growing. #AlbumOfTheYear",
  "@AllTimeLow and @themaine are going to be at the @VenturaTheater within 3 weeks of each other #DayMade #LetsRock",
  "\"All I want to do is drink beer and train like an animal\" -Rod Dixon #QuotestoLiveBy",
  "You got your beer battered sausage, rice and veggies #bachelorDinner #FridayNight #letsdothis http://t.co/JZelC7OIgE",
  "Last night I just had chips and salsa for dinner....but not tonight #FridayNight #bachelorDinner http://t.co/xJhjUbhIkU",
  "@jake_the_clark \"So sick so sick of being tired, and oh so tired of being sick\"",
  "Whoops. I went and got myself a little drunk",
  "I hope one day @jarpad hugs me and tells me \"you're too precious for this world\" #SupernaturalMarathon",
  "Wow. That was about the worst experience I've ever had giving a speech nonetheless a final #Dissapointed #SpanishIsStupid",
  "I think my view of the world get's a little bit brighter every time I hear @TheRyanAdams cover of #Wonderwall",
  "There was only one slice of #bacon left this morning, I don't know if I have enough strength for the day #ManlyProblems",
  "I kind of love #running doubles. It's the only way I think you can cheat training.",
  "As soon as class is out I'm blasting @kanyewest's #GoodLife and cashing a 5th of rum. Send the paramedics for my corpse.",
  "This just makes me happy #Alpaca http://t.co/70Z4PCrzzr",
  "@AngelaDianHammo sorry, #Cali stole it",
  "Mentions \"running underneath the California sun\" and references Saves the Day. Yeah, you know that's my jam. http://t.co/ksUYLNdJAp",
  "There are 2 types of people in this world: people who think there are only 2 types of people in this world &amp; people who know that's rubbish.",
  "It's a @blink182 kind of day #FavoriteBandEver",
  "@sheamavrogeanes http://t.co/jnkDxlpQax YO WELCOME BITCH",
  "@roadrunner2130 that's so awesome, I knew he ran but didn't know he was fast",
  "I'm not eating until someone gets here and cooks me breakfast. So basically I plan on starving to death",
  "@cgaboyan my dad still forgets how some of my friends names are pronounced that I've been friends with freshmen year of HS",
  "After seeing @bmartrun dominate this weekend, I'm even more determined to achieve my almost decade old dream of going #Sub2",
  "Finally saw the race, that was beautiful guys @DuaneBang800 @NickSymmonds #GetTheGoldUS800",
  "I guess I'll get a double in today #run #NothingElseToDo",
  "What are you looking at? #FridayNight #CuddleBuddy http://t.co/nJOthIQa4I",
  "Anyone wanna play drinking games with #Supernatural where we drink when the #WinchesterBros get their ass kicked or Dean says #SonofaBitch?",
  "@roadrunner2130 maybe? Only if I can host and cuss people out like Chef Ramsey",
  "Alright really outdid myself here, #bacon wrapped shoulder pork sitting on top of caramelized red… http://t.co/T3Wo6zCNHR",
  "Cooking and on beer #2 this is gonna turn out interesting",
  "I just want someone I can come home, eat pizza and ice cream with, watch a nerdy movie/TV show and give #nofucks about the rest of my day",
  "Sometimes all you can do is just keep cookin' bacon #ThingsToLiveBy",
  "@VRyan32 of course. I actually think I'm capable of sleeping the first mile.",
  "I think what my life needs right now is more #Kesha. Yeah",
  "How can the same news outlets that condemn racial and financial inequalities now glorify the birth of the richest, whitest person on earth?",
  "@taylorfleeman did he benchpress 50x his own weight?",
  "@Chrisssssbrady I don't know why that link came up, this is the one http://t.co/T1yND6VkYW",
  "@Chrisssssbrady we need to go see them http://t.co/gnTe6dUhZv #OceanAvenue",
  "@Danigirrrrl we just became BFF's, here's a present http://t.co/vMV459gx5u",
  "When old people use modern electronics and don't know how to turn off the sounds when they click on things #AnnoyingThings",
  "What will be the name of the new royal baby? We're guessing Mo in respect to @Mo_Farah and his stellar season! #RunForAnother",
  "#RoyalBabyName It seems only fitting that the son of Prince William and commoner Kate Middleton be named Severus Snape. #HalfBloodPrince",
  "@CaseyAndretti the entire \"In the Air Tonight\" scene in The Hangover was meaningless to him!!!",
  "In case anyone wanted to feel old, @Yellowcard 's #OceanAvenue came out 10 years ago today http://t.co/lZtu9IwyhY",
  "@oliviawilde must be all male or lesbian/bicurious female journalists",
  "@_nathangold I don't care if it's @DuaneBang800 or @NickSymmonds cause I love em' both, lets have a clean American show up and throwdown!",
  "USA2013: where student loan debts aren't dischargeable in bankruptcy,, but city pension obligations to retired workers are.",
  "The internet is down at the @TheCoffeeBean that I go usually to, so now I have to go to @Starbucks #FirstWorldProblems",
  "If supernatural thrillers keep claiming they're \"based on a true story\", we get to say the same for Star Wars.",
  "I totally forgot how awesome Malt O' Meal is #HealthyBreakfast",
  "@paulajradcliffe Lord Coe always knows what's up",
  "@JenGa224 and I bet you spent like $50 too",
  "@McClello hey girl you getting on that 815 ?",
  "If it takes you longer than a minute for you to explain how to make your \"coffee\" you probably suck #LifesAssholes",
  "So here's a present to let you know I still exist. I hope the next boy that you kiss has something terribly contagious on his lips #BrandNew",
  "This week I'll be running 60 miles with a repetition and a cruise interval workout thrown in there somewhere #TrackComeback2014",
  "@JaMarzden thanks bro, I try!",
  "@JaMarzden always do you, bang them when you get the chance, and if they stick around and are chill you may have yourself a catch",
  "I want #FroYo now :-)",
  "I'm having about the best Friday one can have while working and being sober",
  "#NationalTellAGirlSheIsBeautifulDay @t100492c @heyitslivi3 @VRyan32 @BradenF23 @JaMarzden",
  "I know I shouldn't be shopping for uniforms but I can't help it #VenturaTFClub #Dreaming",
  "@JuddApatow ANYTHING that says \"PIZZA\" or sounds Italian where they then have pizza",
  "I seriously think a #BadLuckBrian dating @laina622 with #ScumbagSteve as a villain is a great movie idea",
  "@ChadNoelle But bro. I like track. Usain Bolt is my fav. #SarcasmText",
  "@RosscoJammin can we do a  prediction contest where whoever picks the closes time to @NickSymmonds 800m WC result gets to go out for a beer?",
  "@MeghanZappia did I not tell you karaoke was the tits?",
  "I just need to listen to 90's music and decide what to do with my life",
  "Sometimes I'm not sure if I'm reading drunk @alexiaknoblock tweets or #CrazyKnoblockTweets",
  "You ever dance naked in front of a bathroom mirror? Ok yeah me neither #weirdo",
  "@TrackStarGazing @ChadNoelle up your mileage AND your booze intake and you definitely will #ComingFromExperience",
  "Dat was the last one I swear #ProcrastinationAtItsFinest",
  "Also #YoureMoreAttractiveIf you're as well spoken an athlete as @NickSymmonds #BroCrush",
  "#YoureMoreAttractiveIf you sing like @yelyahwilliams, drink like #TeamTilted or a #Hoosier, can cook like @VRyan32, and listen to @blink182",
  "#YoureMoreAttractiveIf you have an efficient running gait.  I'm looking at you @GenGen_LaCaze @bmartrun and @trackjenny #RunnerCrushes",
  "@alissanunley stop posting pictures I want to have sex with",
  "Who wants to start a society called \"SCIENTS FAGOTS\"?\n\nOur motto: Sucking the cock of truth, discovery, invention &amp; enlightenment dry.",
  "Sorry twatter followers I'm being a negative Ned #BadDay #DontWannaTalkAboutIt",
  "Someone told me there's a girl out here with love in her eyes and flowers in her hair #WhatLies",
  "Apparently you can't cook pasta just by setting fire to it #WhoKnew",
  "@dangeroussummer oh #FuckYeah",
  "Support the restoration of #WrigleyField! Here’s what you can do to help http://t.co/Dm6DagVjXG",
  "So far the highlight of my day has been my run and that happened at 6 am #BadDay #ResetButton",
  "@frankiemuniz it's so cool you guys kept an off set friendship #Hal #Heisenberg",
  "The day I transfer and leave Ventura College may be one of the most cherished days of my life",
  "Why the fuck would you bring your kids to the financial aid office or the DMV? #QuestionableParents",
  "@beccagalanis you never knew the game if you didn't know Link gets all the bitches",
  "I think we can all agree that no one ever has to say \"double-u, double-u, double-u, dot...\" ever again, right?",
  "\"@GamepIay: http://t.co/D01rtjTq0e\" @beccagalanis lolz",
  "@0livia_rae I wear glasses and look how cool I am!",
  "\"The financial aid office is so fast and efficient!\" -#SaidNoOneEver",
  "I've listened to @shwayze's #SchwayzeSummer 3 times today #Whoops #SorryNotSorry",
  "This shit is my jam right now ♫ Love Is Overrated – Shwayze http://t.co/1EK7VSVdVe #NowPlaying",
  "@AnnaKendrick47 are you doing a porno?",
  "@Aspoore good luck! #RunFastTurnLeft",
  "@jake_the_clark use the Chrome extension \"Screw Ads\" no more youtube ads",
  "Summer class means fun mode: [off] on #SadTweet can't wait to reboot with #TeamTilted when this is all over",
  "Putting together the club stuff and my workouts is getting me excited to bust these babies out #Run… http://t.co/5W2IpA7Rl4",
  "The thing about college/hs running is no matter the kind of day I had I always had my goofy ass teammates to cheer me up #Nostalgia #XC",
  "@shwayze forget Kanye's new album, this is my hip hop noise for #Summer2013  #SchwayzeSummerAlbum Beast Mode: off [on]",
  "There's a FREE @MODSUN show on July 25th in Long Beach on an actual beach @VRyan32 and @JulieRyan_15, you guys gonna make it?",
  "#ThatMomentWhen you don't know what else to do but throw your hands up and say \"What. The. Flying. Fuck?\"",
  "I Love The Killers. \nEvery one of their songs is like the climactic montage of a great movie. \nAnd if that's not cool, fuck you!  :)",
  "Most people complain about having to switch out their #runningshoes every 3-4 months. I'm currently on my 9th pair for 2013 #RunnerProbs",
  "@ChadNoelle BOOM. There's Nagasaki. http://t.co/tw3Xl4RLW1",
  "@Mmiigzz go for an easy 20 mins. I won't kill you",
  "\"Forgive your enemies, it messes with their head\" -Unknown #quoteOfTheDay",
  "@NickSymmonds haha sorry @Tone_GoBlue21 there's a fine line between mistake and cheating, athletes that cheat aren't taking drugs just once",
  "@t100492c where yo boyfran at? Is he gettin you refreshments? Is he tall? Is he gettin you Mike and Ikes? You like Mike and Ikes?",
  "\"@HeatherRaeKampf: I can only speak for myself, but I stand for  #cleansport. Retweet if you can say this too.\"#zerotolerance",
  "@michaelfout26 I'd call it bittersweet, I always like Tyson Gay's humbleness and work ethic but again I'm not entirely surprised",
  "I am heartbroken over the news of Tyson Gay.  Always liked him.  Keep cleaning up the sport USADA, there are many more cheats out there.",
  "The only message I've gotten tonight has been an email from a @twitter update #SaturdayNight #ForeverAlone",
  "@alexiaknoblock are you gonna be the one to karaoke it?",
  "Everyone's gone, even the dogs aren't home! My housemates abandoned me!!!! #ForeverAlone",
  "@AlexNader123 besties with testies!",
  "I have food but I really don't want to cook my own dinner #FirstWorldProblems #tired",
  "@alexiaknoblock @t100492c knows all about that, her brothers an asshole",
  "10 miles done and done #gettingfit",
  "@VRyan32 whoa whoa whoa, we're not talking about beer or tequila Beast Mode: off [on]",
  "Reading @cgaboyan and @alexiaknoblock 's #DrunkTweets from last night totally made my morning",
  "This song is more catchy than herpes. ♫ I Would Do Anything For You – Foster The People http://t.co/kj9VBiYBAP #NowPlaying",
  "@VRyan32 you mean like that time this morning I drank a small coffee and go the shakes?? #JackedUp #BringOnTheDay",
  "This isn't as fun as putting #boobs in song names #ReplaceAWordInAMovieWithTampon",
  "\"Show me the tampon!\" #JerryMaguire #ReplaceAWordInAMovieWithTampon",
  "\"Use the Tampon\" -@starwars #ReplaceAWordInAMovieWithTampon",
  "@VRyan32 can we start a band called #RageAgainstTheCaffeine where we just sing about coffee and do espresso shots before shows? #RandomTweet",
  "@mandiis_notes you could bike with me on my long run!",
  "@Danigirrrrl had I seen this earlier, I would have been 1000% down",
  "Just popped the intertube on my bike that was supposed to replace the one with a puncture in it #FML #GoingtoBed",
  "I may have just PRd in any event from 800m-2.5mi #PostWorkStressRun #IFeelBetterNow",
  "I ran out of #fuckstogive on Monday #TGIF #SomeoneGetMeTwelveShotsOfTequila",
  "@BradenF23 you need to look at my last picture tweet",
  "@JaMarzden @jake_the_clark @mandiis_notes @Danigirrrrl looks like Sheila's been real busy #TeamTilted #WhattaSlut http://t.co/aZEfwhPI4H",
  "#HalfBaked my favorite flavor in #FroYo form. This may be the culmination of everything I've worked… http://t.co/9MlDiXk2b0",
  "\"I've made mistakes I know I know but here I am alive\" -@Yellowcard #LyricsOfTheDay",
  "#Insincere smiles in #pictures are one of my #LeastFavoriteThings",
  "#Coffee is in full effect now #DoWorkSon",
  "Really great people make you feel that you, too, can become great. ~Mark Twain",
  "Most of the time my favorite part of the day is where I sit in @TheCoffeeBean working on HW, tweeting, redditing, and discovering new music",
  "@Spotify is actually recommending me some delicious #music today @HFHpunx",
  "@JaMarzden just kidding, I can't register until the 15th",
  "@JaMarzden FUCK! I FORGOT THOSE ARE OPEN!",
  "The route for my tentatively titled #ScottsKickAssRoadTrip https://t.co/otu6ubvcqn",
  "#LinesThatMustBeShouted: HOO- HOO- HOO- HOOSIERS!!! #IUBB",
  "\"Trust me, you can dance.\" -Alcohol.",
  "After weeks of failing and strife I've finally done it, I finally remembered to bring the lunch I packed to work! #GreatSuccess",
  "It's not fucking fair native speakers take Spanish I",
  "Bought a new bike pump, tire had a hole in it #BadLuckBrian #TodaysNotMyDay",
  "Whatever you do.. Don't drive Victoria today.. My god this is awful",
  "If you don't claim your humanity you will become a statistic #FightClub",
  "I use @googledrive more than anything to keep my scholastic documents organized as well as publish them. #BestThingEver",
  "I have the #uniqueability to take any serious situation and turn it into a sexual if/not wacky joke",
  "This is turning out to be possibly the best summer I've had since I've moved out here #TeamTilted #Summer13 #WereJustGettingStarted",
  "@andrewmcmahon hey man excellent performance on #Synesthesia  @guitarcenter #LovedIt",
  "The day you accept you're always going to be overcoming obstacles is the same day you've conquered another challenge #LifeLessons",
  "What's everyone's #SongOfTheDay ?",
  "\"@absolutepunk: Andrew McMahon Performs \"Synesthesia\" http://t.co/EOJr0pzIbp\" this is amazing. Nothing like one instrument and one voice.",
  "I try to be as #genuine as possible, even if that means telling you a truth that may hurt you",
  "@VRyan32 I know you well enough that I already respect your intelligence",
  "#ThingsThatMakeMeAssumeYoureStupid you actually take #horoscope predictions seriously",
  "Who doesn't love a napping puppy? #dog #puppy #Papi http://t.co/srsjsBaDO3",
  "I may be the only person who makes playlists where a Guster song is followed by a Kanye song",
  "Normal Sleep Pattern: off [on] #GotADateWithMyBed",
  "How can a night go south when you're dressed as #CaptainUnderpants?",
  "\"Ohh oh California in the summer ah ah and my hair is getting long, fuck yeah we can live like this\" -@andrewmcmahon #LyricsOfTheNight",
  "This song all day. This song all night. http://t.co/OVLiEaObbZ",
  "@BradenF23 @JaMarzden @jake_the_clark this is what Eric wants to play http://t.co/N5eSvaXh9N",
  "@taylorfleeman I can help you make an executive decision on that",
  "@t100492c believe under the circumstances you wouldn't have wanted to answer that call",
  "Gahh my neck! #ChickenChampionsoftheWorld #ScottandLayla",
  "@Danigirrrrl you wished for it, the universe delivered",
  "@Danigirrrrl Basically anyone with a bathing suit on #Cheshire was getting down and dirty #LastNight",
  "This is the one and only picture I took of my sisters wedding #classy #youllshootyoureyeout http://t.co/nuuk30zm0f",
  "@t100492c I guess I did? Did we talk?",
  "#LastNight #TeamTilted got the best of me",
  "I think I've drank more in the past two weeks than I have all year #teamTILTED",
  "\"@JaMarzden: @SMCBigBaller88 @mandiis_notes I LOVE SCOTT COOK\" I'm lover mother truckers",
  "@Jenna_Marbles I met you once on the Santa Monica Pier, you said I had a cute dog and it's been my claim to fame since I moved to #Cali",
  "@mandiis_notes don't talk about @JaMarzden's beef like that",
  "@laina622 haha you're so darn cute!",
  "How is #Happy4th trending and not #Merica ?!",
  "@aehogan07 that's why you get a motorcycle",
  "@CodyZeller \"Big Man Little Heart\"",
  "If I study at @TheCoffeeBean I'm bound to hear #TheCure at least once...and it's awesome every time",
  "@sheamavrogeanes has anyone ever sang the tune of the song \"Layla\" but replaced Layla with Shayla to you? #TheyShould",
  "@VRyan32 completely aware!",
  "@tmock22 dammit. I need to see that",
  "Just got kicked out of class for using my phone, I'm paying for this class and should be able to spend it doing whatever I want #VCBlows",
  "What's been your favorite line/scene to deliver? @JonahHill",
  "#IfMyMomHadATwitter I would definitely start using @GooglePlusTweet",
  "@the_summer_set unless you touch children inappropriately or force yourselves on women, cut that shit out",
  "@AdamDamnLazzara @TBSOfficial @EddieBackSunday I thought that sentence was going somewhere else for a second",
  "#ThatMomentWhen you realize you and @VRyan32 each others favorite bands have \"Summer\" in their name @dangeroussummer @the_summer_set",
  "@Beccarr11 @ajperdomo wow that was soo beautiful",
  "\"@the_summer_set: Send us your photos from @VansWarpedTour be sure to use #TSSVansWarpedTour\" @mandiis_notes",
  "I thought I was tired until @BradenF23 and @JaMarzden said #PoolParty",
  "I think #Southwest brought me back to the wrong #Ventura #ItsSoDamnHot",
  "#America really needs to get its shit together and make a teleportation system #BrundleFly",
  "This time around I missed a few friends, got closer to some old ones, and gained a few new ones #LifesBeautiful #TheCircle",
  "@nickwillis #Indiana has not jumped on board yet #StillBehind",
  "Anyone wanna come down to this craphole and entertain me? #LAX #WaitingForAShuttle",
  "Missed the first shuttle, guess it's time to study some Spanish!",
  "@McClello and you too! Keep in touch :)",
  "Last chance for anyone who wants to see me, going to El Salto in Chesterton right now!",
  "The only way I could keep my family safe #DontMessWithWasps http://t.co/iaPV0g2ExM",
  "I just looked up the weather in #VenturaCA #BadIdea #ReadyToGoBack",
  "@Chrisssssbrady that's a good question, lets fix that",
  "@ChadNoelle being a guy that moved to #Cali from #Indiana I can confirm this",
  "I think @t100492c is dead #HolyHangoverSunday",
  "@SASwann @JByers4488 hey great time hanging with you two, hopefully see you on the #WestCoast sooner than later",
  "One of the best nights I've had in a long time, this is going to make getting on that flight on Monday very difficult",
  "@BradenF23 do work son!",
  "At the same time my tie goes to floor when I start dancing so does my dignity #weddingDay #letsdothis",
  "@SASwann with my family and Dans..... shouldn't be anything less #ItsGoingDown",
  "@SASwann I heard you're gonna be at the wedding today, you ready for this!?",
  "Hey! @jwal_22 :)",
  "You can live #frugally on some things but toilet paper is not one of them #BuyTheGoodKind",
  "#MentionSomeoneHandsome well that's easy who other than #BigHandsome @CodyZeller also congrats on your draft pick!",
  "#WomenAreRight when they're wrong",
  "I really took running at the Indiana Dunes for granted when I lived here",
  "I just ate @jimmyjohns all is right in the world",
  "@CodyZeller wouldn't have that problem in BTown!",
  "Go enjoy life. Do crazy shit. Fuck what people think of you. All that matters is what you think of yourself #Truth #LifeQuotes",
  "\"Grab your things this is a storm we’re meant to ride\" -@amslingshots #GreatSongLyrics",
  "@VRyan32 #SaturdayNight won't know what hit em",
  "#Macy's didn't have anything that fit, got a dress shirt at #Express for $20 #score #gonnabeballinatthewedding",
  "@MattCentrowitz tempo run or mile repeats?",
  "@roadrunner2130 getting in late tonight",
  "@roadrunner2130 hopefully the whole time I'm home!",
  "\"@scabber: nothing is cooler than an Australian accent.\" And that's the truth @GenGen_LaCaze",
  "I had this once when I was the most fit I've ever been. I want it back. #TrackComeback2014… http://t.co/gNJvStHZGG",
  "I suppose I should pack.....",
  "@cgaboyan will you be my date....to Jimmy Johns. We can sit on the same side in a booth and everything",
  "#NotSureIf more excited to be drunk at my sisters wedding or to eat #JimmyJohns",
  "I also realized yesterday that I'm still a #classclown",
  "I'm 24 and I still think every guy with a white beard is Santa Claus #NeverGrowUp",
  "@laurenfleshman @UltraSlide I thought the Time Warp was the way to go",
  "It's a good thing I love my family because I'll be leaving mid 70's sunny #Cali weather for some beautiful tstorms in #Indiana #LameSauce",
  "@CodyZeller #Look1 you got this!",
  "When you get stuck behind the 1 person ordering for 6 people at #Starbucks &lt; #fml",
  "This may be one of my favorite #reddit finds @DepressedDarth http://t.co/Jp7QUwt8Em",
  "@mandiis_notes I could be lethally drunk and I will never forget when someone promises #pancakes",
  "Just got paid to shop at the 99 cent store #hellsyeah",
  "I needed #lastnight thank you all",
  "@msemrauj nope. Just drinking.",
  "I heard @mandiis_notes  promise #pancakes last night, I want my delivered",
  "I'm stepping out the door halfway drunk for a #run #gottastaycommited",
  "Excited to see @SMCBigBaller88 miss his Scottness",
  "I think it's time for a few more political parties in the USA. We are stuck with what one of the two has to offer. Both bought and sold.",
  "A scale of 1 to 10 on how intensely myself and @BradenF23 #singinthecar? About an 11 #bamfsbydaysingersbynight",
  "The breakdown in #WhatsItFeelLiketoBeAGhost still gives me chills every time I hear it @TBSOfficial #LouderNow #FavoriteTBSAlbum",
  "@pandora_radio and @Spotify only hurt  #musicians. They are businesses and only have their #profits in mind http://t.co/ffdzw5ukrK",
  "@mandiis_notes did you catch @thestorysofarca? I'm jealous nonetheless, I wanted to go so bad",
  "Today I'm streaming @OFFICIALFTSK's #JACK and it's making my day",
  "Started my #Summer13 with an album from @StrangeVacation gonna close it with @dangeroussummer's #GoldRecord and a @blink182 show #GoodThings",
  "@mandiis_notes I wanted to go so bad, who'd you see!?",
  "@dantebasco it'll be interesting to see, I think #Vine integrates with #Twitter better than #Instagram does",
  "@GeenaGall you have the coolest friends",
  "@taylorfleeman if I write it will you rap it? We'll call it \"BnB\" or \"B Squared\" #WorkOfArtInTheMaking",
  "@taylorfleeman either I've been doing it wrong this whole time or I don't know what to believe in anymore #IThoughtItWasAboutBoobiesandButts",
  "Dem #IndianaBoys (former and current) repped well at #USAOutdoors @DTthaBeast916 @michaelfout26 #DavidGoodman @TeddyBayer1500 @dremerick",
  "@taylorfleeman that might be the #LeastSexy texting convo I've ever seen",
  "@ChrisSolinsky glad to see you back out there with the best #DoWorkSon #YouGotThis",
  "Gets motivated watching #USAOutdoors, twists ankle on run #BadLuckBrian",
  "One man made the race (@bentrue) and another guy won it @Lagat1500 #USAOutdoors",
  "@gauzne @runlikeagrrl NBC!",
  "Sad that the womens 5k went out at a quicker pace than the mens #USAOutdoors",
  "@ryanflotrack is it too late to enter?!?! @USATrack_Field",
  "One time I watched Step Up 2 the Streets and questioned the very fabric of the universe.",
  "@nbc you can televise news on the #NBA (who's season is over) but you can't play the full video for distance races? #USAOutdoors #Fail",
  "@RunLiao all the more reason @ryanflotrack and @Flotrack friends should be announcing #USAOutdoors",
  "@NickSymmonds who should @DuaneBang800 ask out now that he's a #USChamp?! #WhoCouldSayNo",
  "So happy to see @TysonLGay back into form #USAOutdoors",
  "Woo hoo @DTthaBeast916 is going to #Worlds #USAOutdoors @OurIndiana #HooHooHoosiers",
  "@ryanflotrack dem Indiana boys can run #Hoosiers",
  "What a #BAMF 800m squad we're sending @DuaneBang800 @NickSymmonds and #BrandonJohnson #GetItDone",
  "Can't wait to see @bmartrun throwdown in Moscow #TFWorldChampionships",
  "It's freaking time @nbc hired the guys from @Flotrack to do the announcing. These announcers bore the crap out of me",
  "I've learned to never ever count out @Leomanzano when it comes to championship meets #AlwaysPullsThrough #WayToGoLeo!",
  "I have the day off and #USATFChampionships are on. No pants are going on today #run #MyLife",
  "Every Sunday my roommates make #breakfast and every Sunday I run downstairs like it's Christmas",
  "@DuaneBang800 rock it tomorrow! #USATFChampionships",
  "@VICIOUSortiz who you got? @SHOsports",
  "It's alright @Lagat1500 #Bernie just got that much cooler in my book  @BrettDalelio",
  "@roadrunner2130 yeah but some days you got paid to be stoned and watch track",
  "The only thing smoother than @MattCentrowitz running stride is that one time #HanSolo told #PrincessLeia \"I know\"",
  "@AndrewWheating you got this man take it as lesson learned and it'll actually mean something",
  "All it takes is a #run in a new pair of #shoes and I'm all cheered up #Nike #Lunarfly #love http://t.co/druL6xNWMT",
  "People are so inconsiderate, come in 3 mins before close to try on a wetsuit the day before a triathlon #dbag #thanks",
  "My grandma is excited that I'm coming home in a week. That's all I need. #FamilyLove",
  "@t100492c I'm going to destroy your toilet when I get home",
  "Spanish class of almost 50 and I'm the teachers favorite to call out and butcher the annunciation for simple things",
  "@taylorfleeman it only becomes difficult to look at when I'm hanging out with Jose Cuervo",
  "@Leomanzano #askleo dream car/motorcycle ?",
  "@taylorfleeman that's your soul trying to escape in a beautiful fashion. It happens to me when I hear #DaftPunk",
  "I'm quite confident in my cooking abilities but #PBJ is still bomb",
  "#French and #German accents came easy to me but #Spanish is hard as fudgemonkey",
  "I don't ever plan on finding anything but reading #MissedConnections on #Craigslist is super fun",
  "It's so pathetic I work in a running store and I can't talk about #RealRunning 98% of the days",
  "@patrickcreated so when @NickSymmonds kicks your ass in a Beer Mile he can exclaim \"who's your daddy?!\"",
  "Are capres stylish for men at all?",
  "Night #runs are always a bittersweet treat",
  "LeBron James is ALWAYS on (best parody out there, hilarious) http://t.co/2ajuO5HwPi",
  "Donde esta la biblioteca?",
  "@JackAllTimeLow happy birthday babygirl.",
  "#EasilyAttractedTo blondes. It's like not even fair their influence over me sometimes.",
  "Good god the #ThePerksOfBeingAWallflower #soundtrack is so amazing!",
  "\"We can kick it here for hours and just mouth off about the world\" @AllTimeLow #LyricsOfTheNight",
  "I have around 30 pairs of shoes in my room and 0 are casual shoes #runnerProblems",
  "Rocking out with some @riseagainst today!",
  "@tmock22 unfuckingbelivievablyasskickingawesome. That's the big house, we call it the big house cause it's big.",
  "I've finally seen #DjangoUnchained can we talk about it now?",
  "I wish I could be throwing back some beers or grilling out with my old man today #homesick #IMissMyPa",
  "If students can go on probation and lose their financial aid on a 2.0 GPA a teacher should be put on probation for poor student reviews",
  "@NBRunning I just see a girls butt, I wanted to see the 800m national champion",
  "Stop playing onesies. There are a billion people out there and if youre not getting appreciated for who you are you're not gonna change them",
  "Way to go @GenGen_LaCaze! Nice win! #RunFastTurnLeft #MidDistanceRunnersDoItBest",
  "Finally watching #DjangoUnchained #betterlatethannever",
  "Sometimes you have days filled to the brim with excitement, sometimes dropping a deuce is the highlight of your day #philosophy #pooptweet",
  "@Chrisssssbrady they start in July and now you have to be running in the fall to take the class for the summer",
  "@Chrisssssbrady just volunteering at VHS for the Summer, need bitches to run with #punintended",
  "Also after teaching a HS girl how to properly lace her shoes yesterday I may already be regretting volunteering as a girls coach",
  "Two minutes in the door and 10 minutes before we're technically even open and I'm already getting yelled at by a customer #notinthemood",
  "@mandiis_notes sounds like you need to listen to \"Stupid Kid\" by @Alkaline_Trio",
  "\"Good things will come my way\" @dangeroussummer #LyricsToLiveBy",
  "Someone clean my room for me #lazy",
  "\"It's fate, it's destiny, we both like burritos\" -Seth Cohen #OC",
  "@CaseyAndretti why don't you bend over and I'll show you",
  "#Brownies for breakfast #whynot #ImAGrownUp",
  "@VansWarpedTour in Ventura anyone!?",
  "#SingleBecause I drank all the tequila",
  "I don't know why but I have the impulse to smell everything, even gross things. I may be part canine #weird #IDontKnowWhy",
  "You only have to be better than the person you used to be. #legendary",
  "#GrillingIsHappiness when I'm drunk and trying to make chicken @theetommyt",
  "@bmartrun breakfast burrito all the way",
  "How can I leave this look? #Bandit #dog #heartbreaker http://t.co/bOJT49vQs6",
  "I just found myself wanting to find out how to do woodwork. I am becoming my father.",
  "#Gamers are the whiniest bitches alive, you know you're going to beg you're parents for the new systems round Christmas",
  "Food is hot when it's fresh off the skillet #ThingsIForget",
  "@cgaboyan don't tell me what to do",
  "@cgaboyan I was debating putting that on today",
  "Just saw a guy riding his bike with a boa constrictor around his neck #wtf #thatjusthappened",
  "Triple triple animal style #inNout #notmessingaround",
  "I'm never drinking again.....again #parttwo",
  "A #wiseman once said \"party pants only go on, not off\" #truestory #truth",
  "I'll give you a beer offer from the #WestCoast",
  "Although I don't #party as much as I used to I can still throwdown and more importantly make other people put their party pants on",
  "It's very rare I get to say a college counselor was actually helpful but here I am saying the one I saw today kicked ass",
  "Nothing like driving with the windows down in the #Cali sun with @MODSUN 's \"Pass It My Way\" jamming",
  "The sun is out #ballin",
  "I'm ready for #JimmyJohns to be in my life",
  "And I can't believe I didn't mention @KimConley #WhatsWrongWithMe",
  "With @emmajcoburn joining @NBRunning with @trackjenny @bmartrun and @GenGen_LaCaze  they have a #fast, #nottomention super cute, womens team",
  "#SongsThatNeverGetOld - \"Forever Young.\" Just scientifically, it can't.",
  "#Fishtacos for breakfast #WhyTheBuckNot",
  "Fucking #TheLandBeforeTime is what's on tonight",
  "@MeghanZappia @cgaboyan @sheamavrogeanes sorry Megz I only have two arms",
  "Chef Scotts Dinner Tonight #porkburger #blackrice #foodporn #delicious #nofilter http://t.co/uBuuvsWbmo",
  "@cgaboyan next wedding I come home for you and @sheamavrogeanes can be my dateS",
  "Whenever I go to the grocery store I forget the one thing I came there for and somehow end up here.… http://t.co/sfM1dqkA2M",
  "@TheThingAboutKR should go well until I come home on the 27th for my sister's wedding",
  "I'm never drinking again",
  "@jwal_22 hey friend you gonna be ready for me when I come home?",
  "There's a special place in hell for people who don't respect the 15 items or less rule",
  "Is it coincidence that #NationalRunDay and #NationalDonutDay are in the same week?",
  "Just smile and say hi to people, you'll actually find yourself feeling good #LifeTips #JustDoIt",
  "Whenever I walk into the grocery store I immediately forget the one thing I came for and end up wandering to the #bacon section #everytime",
  "I literally was close to tears to the thought of recycling my first pair of @brooksrunning Racer STs that I had to resist tossing them #run",
  "#Corrales breakfast burritos do not ever disappoint",
  "\"@GamepIay: WAT http://t.co/6AE1clILJG\" my mind is blown #pokemon",
  "\"@NBRunning: Best of luck to  #TeamNB's @trackjenny today in Rome! Make Excellent Happen!\" GO JENNY!! #sub4 take back american lead for NB!",
  "Nothing says #romantic like a guy walking a dog....holding a poop bag",
  "If #JuneGloom could go ahead and be over with #ThatdBeGreat",
  "My find on my morning walk #hippies #californiagraffiti http://t.co/vTFqCXDZDN",
  "@mandiis_notes Not sure if it's Starbucks fault for accepting them or CalFresh's fault for having that be an acceptable charge",
  "\"If you'd like, some other time I would like to introduce you to the finer things\" -@TheStartingLine #LyricsOfTheDay #MyJam",
  "@StrangeVacation \"On and On\" and \"Road Trip\" rock my eardrums #FavoriteTracks #AwesomeAlbum",
  "I am completely out of drinking shape, this wedding is going to kill me. Contrary to what #DrDre says the #Midwest parties harder",
  "@dangeroussummer DOODS I just saw \"Catholic Girls\" was filmed around #Ventura #SoCool #WhereILive",
  "@TBSOfficial \"Sometimes Female Dogs Receive Sutures\" or \"Fast Food Pilgrims\"",
  "Seriously how can people think it's the end of days? @arresteddev has new episodes out and @danharmon is returning to @nbccommunity",
  "Napping in freshly washed sheets and comforter = chocolate milk = The Legend of Zelda",
  "RT @dpeanutbutter: @danharmon GIVE US A STRAIGHT ANSWER! ~ Yes yes yes!  I'm back I'm back I'm back.  You can thank @joelmchale.",
  "For lunch today we have tri tip steak sandwich with a side of...wait for it....a tri tip steak salad #meateater #jealousmuch",
  "There is nothing like the culmination of hard work and strife all working out in a single moment #WhyIRun",
  "@t100492c @MeghanZappia @theetommyt and he dragged you out of bed like the lightweight loser that you are",
  "@t100492c @MeghanZappia that was a different night, the #BeavisandButthead rule was when we were playing with @theetommyt",
  "@st3vv3 @DepressedDarth he used the #JediMindTrick on me!!!",
  "@t100492c @MeghanZappia BUT I WASN'T THERE!!!!!",
  "@t100492c @MeghanZappia can we play #KingsCup and make it rule to do a #BeavisandButthead laugh before each drink again?",
  "@cgaboyan uhh huh huh #ThatsWhatSheSaid #BeavisandButtHead laugh",
  "There are now 40 million Beliebers, I think that's a good enough reason to destroy Earth. #40MillionBeliebers",
  "How am I just now listening to @tompetty's #Wildflowers all the way through for the first time? #classic #amazingAlbum",
  "The amount of people I know that are engaged is #TooDamnHigh",
  "Well while I'm living here I may as well learn some freaking #Spanish officially signed up Summer 2013!",
  "@dangeroussummer seems I've received the first track off of \"Golden Record\", if you could go ahead and send me tracks #2-14 #thatdbegreat",
  "@cgaboyan doesn't explain my hatred for you",
  "@cgaboyan mine drank beer and smoked cigarettes",
  "I've sat on my ass far too long today, time to get up and go for a #run",
  "I'm really glad no one plays #GuitarHero anymore",
  "I may become at typical #Californian in the next month and end up driving a #Prius",
  "@Max_Mulvihill I had to double check to make sure I used the correct form of \"you're your\" haha",
  "If you tell me you're \"not a reader\" I can't help but assume you might be an idiot",
  "@mandiis_notes I just realized yesterday that I have to bail on an open mic this week :(",
  "@VRyan32 you could take a day trip with @t100492c when she picks me up from the airport",
  "@doubletwist great new interface! Love the update and the app",
  "When the person who does payroll asks you for a favor, you do it #lifelessons Especially if it's to be blackjack dealer #coolio",
  "\"@CaseyAndretti: @AlexNader123 http://t.co/SM9CDiJ5Ex\" man he's such a playa wit da bitches",
  "The 2 Things That Need to Happen This Summer: 1) New motorcycle 2) Ride with a #FatBottomedGirl on it. That's it.",
  "Oh so you're having a bad day? Here's a polar bear getting tickled http://t.co/4Fzcow2f7j #Reddit #SourceOfAwesome",
  "I'll pee on his pee, that'll show him #DogLogic",
  "I have a #crush on a bunch of @TheCoffeeBean employees, they need to stop hiring such charming girls",
  "And I'm just sitting here twetting off",
  "It's a @Weezer #BlueAlbum kind of morning",
  "@mandiis_notes HUH?",
  "@mandiis_notes worth playing again?",
  "\"If it's not keeping you up nights, then what's the point\" -@TBSOfficial #Classic",
  "@mandiis_notes woo hoo. Thursdays seem to be the night and Sandbox Coffee has the coolest location by far",
  "@mandiis_notes I'm looking into doing an open mic next week. Interested?",
  "Today's one of those days where my #run is the biggest highlight of it",
  "Holy shit #PreClassic is trending, there are other #RunningNerds out there!",
  "Another very solid race from @bmartrun #PreClassic #Sub2",
  "@AngelaDianHammo I have personally always loved that smell",
  "Lets go @NickSymmonds!! #RunFastTurnLeft",
  "\"Girls do what they want, boys do what they can\" -@themaine #LyricsOfTheDay",
  "working hard doesn't always = success.  Working hard + wise guidance + patience = great rewards.",
  "@brittni8924 at least it gets deleted though...unless they took a screenshot then you're fucked!",
  "When #Squidbillies is on and there's nothing to do, it's probably time for bed",
  "Not too many things make me quite as happy as watching #PineappleExpress",
  "Today my dad sent me a video of @t100492c driving a golf cart pulling @heyitslivi3 on a sled, on grass. I may be part #redneck",
  "#TGIF some #GoldenChina #Karaoke should be in my near future",
  "You either think lightsabers are the best weapon or you're wrong.",
  "My biggest runner crush @GenGen_LaCaze is in my home state, not to mention #Bloominton and I'm not there to show off in #SinktheBiz",
  "Everytime I hear or say \"retweet\" I think it's Elmer Fudd saying \"retreat\"",
  "You ever just sit on the toilet and ponder life's big questions?",
  "@redanyt 2015 is our year Doc Brown can't be wrong",
  "Ok. I'm done sorry for the boobs.",
  "\"Reach For the Boobs\" -@dangeroussummer #ReplaceSongTitlesWithBoobs",
  "\"Thick As Boobs\" @thesummerset #ReplaceSongTitlesWithBoobs",
  "\"Such Great Boobs\" #ThePostalService #ReplaceSongTitlesWithBoobs",
  "\"Sweet Boobs\" -@thetempertrap #ReplaceSongTitlesWithBoobs",
  "\"Please, Please, Please Let Me Get Boobs I Want\" - The Smiths #ReplaceSongTitlesWithBoobs",
  "\"Can You Feel the Boobs Tonight\" -Elton John #ReplaceSongTitlesWithBoobs",
  "I thought I knew how to internet until I had to learn how to switch domain names and use #cpanel #dumbass #nerd",
  "@msemrauj will do. Still a lot of work ahead,",
  "Attempting to launch my personal running coach website right #MEOW !!!!",
  "@dangeroussummer #Hemingway seriously what was that? I'm so ready for a new record!!! #Awesome #Pumped",
  "@cgaboyan I don't have a frame of reference but I'd be willing to bet my ass doesn't taste sweet",
  "Motorcycle shopping #dreaming #soon",
  "Holy fuck I just found my #AIM instant messenger logs",
  "I don't have a copy of #PineappleExpress on my computer #IDontKnowWhoIAmAnymore",
  "@Ella_DE4 and a mother fuggin Chef Ramsay in da kitchen",
  "@absolutepunk @dangeroussummer Why? Would you tease me like this? Drums sound amazing.",
  "@cgaboyan you probably can't rap fo shit either",
  "@Chrisssssbrady na na na. na na na. na na na.",
  "Seriously do you people even watch the games or are you getting paid to tweet and post on Fbook?",
  "I cannot wait until hockey and basketball season are over",
  "@Mmiigzz Mayweather is going DOOOOOOWWWWNNNN",
  "I did good Meg? #familyguy",
  "Crap. I may end up taking night Spanish. @dalovetiger @Mmiigzz @theetommyt I'm gonna get a \"B\"",
  "I have the wrong job. I need to be working at a #Starbucks by the beach #GirlsInBikinisEverywhere",
  "@RunJanji they make malicious and angry posts on @letsrundotcom",
  "I can't wait for the day I can't slam my dick down on a financial aid office desk and command them to suck it",
  "I fucking love @thekillers",
  "#mention10peopleyoureallylove my girlfriend😍😘 http://t.co/B9xnySxpXf",
  "@sheamavrogeanes get away from my father",
  "My buddy Peeps high fiving me on my work #kitty #cat #bestfriends http://t.co/MwogiYdJwX",
  "I could go broke shopping at the 99 cent store #irony",
  "Went into the 99 Cent store for one thing, walked out with 8. Not including the thing I went in for #fail",
  "@roadrunner2130 when the #Cubbies win the World Series",
  "@iamrashidajones are you following #foxnews or something?",
  "#thatmomentwhen @TheCoffeeBean starts playing the @passionpit song you just got done listening to #MothsWings #creepy",
  "@sheamavrogeanes did you respond with \"why not both?\"",
  "I may have gotten suckered into helping out with #VHSGirlsXC this summer #notagirlscoach",
  "Everytime I imagine the day I go sub 2 in an 800 I get the biggest surge of adrenaline #longtimecoming #notgivingupthedream",
  "@0livia_rae there's only around 25 weeks until XC Nats #justareminder",
  "@Ella_DE4 Stahp. You got this, relax. Don't even think about the race. Think about Channing Tatum's abs or something",
  "Rearranged my room and now.....there's so much room for activities!!",
  "Roommate turned #StarWars on, I think I'm gonna drive everyone nuts by quoting the whole damn thing",
  "Just because you're cynical doesn't mean you're smart",
  "Grocery Shopping: One thing that's still as fun as an adult as it was as a kid",
  "\"I see colors when I hear your voice, grab your wings we're putting gravity on trial\" #AndrewMcMahon",
  "@nickwillis plus the newest season of #ArrestedDevelopment is up!",
  "I can't leave my house because only half my face is shaved, damn razor",
  "219 # is out of commission use 805 # instead",
  "One does not simply listen to the new #DaftPunk album without turning the bass up or busting a move",
  "It's dangerous I live in a house where I'll walk in and there's cake \"just cause\" #firstworldproblems",
  "I fucking love #comingofage films #perksofbeingawallflower",
  "Everything I do and say to my friends and family is completely genuine",
  "#strangevacation \"I can't live off of emotions that you don't feel\"",
  "I'm getting #tacobell right now and there's nothing that can stop me!",
  "@mandiis_notes check your last tweet",
  "@mandiis_notes someone got HACKED!!!",
  "I would do something very inappropriate for someone to bring me a burrito right now #hungry",
  "@maebirdwing I don't what to thank you for, #AvatarTheLastAirbender or #ArrestedDevelopment meh #WhyNotBoth",
  "Amanda Bynes has reached a 'Bellatrix' level of crazy.",
  "Watching the new seasons of #arresteddevelopment looks like I'm doing nothing today",
  "#M2B #halfmarathon unofficial time of 1:21:49. Not a bad first one. I still say 800m &gt; Half Marathon as far as pain thresholds go.",
  "I don't care how nice your bibs are, I'm still gonna krinkle it up #M2B #raceday #run #TeamInsideTrack… http://t.co/dPsGhASF8v",
  "@VRyan32 now now now we already have 2000 mi, we don't need any more",
  "@VRyan32 I'm sending you cat stuff everyday now",
  "#CocaCola the Official Drink of Half Marathoner Scott Cook #run http://t.co/km5Y7nhUxu",
  "Omelette du fromage #french #romance #dexter #pimp",
  "@0livia_rae yeap Emma something, she ran for VHS and is going to school in Illinois",
  "@0livia_rae you would too if you had to show and reteach everything in the store for a month",
  "Right now this is every #nerds #wetdream http://t.co/79GDlLpoNb",
  "I hate new hires #workproblems",
  "@0livia_rae you know I don't need luck to drink beer",
  "I want 50 gallons of beer after this half marathon",
  "@sheamavrogeanes we're Best Fucking Friends Forever or I make you eat your poop and you die",
  "\"@sheamavrogeanes: I'm craving tequila as always\" this is why we are friends",
  "@0livia_rae what day?",
  "When you sneeze then fart #AwkwardSituations",
  "@mandiis_notes I've been called the songbird of my generation",
  "@mandiis_notes you do open mics?? I wanna do one soon!",
  "@mandiis_notes just watched your \"A Team\" cover, not bad at all!",
  "LM: Clay Matthews: \"I've always viewed Brian as the epitome of what a MLB should be: an impactful playmaker &amp; an unquestioned leader.\"",
  "@beccagalanis Soft kitty warm kitty little ball of fur",
  "Today I got back from my run and had around 15 Snapchats #WhatTheFlyingFuck",
  "Don't be a dick #nuffsaid #lifesrules",
  "Growing up, I thought Abercrombie &amp; Fitch was the fanciest store in the world. Now, I'm so glad my mom never let me buy anything from there.",
  "Fuck #YOLO, #Bangarang bitch!",
  "Chocolate Milk kicks ass!",
  "When you're on your way to a first date and you have to take a #2 &lt; getting put in a pit of snakes #wouldyourather #terriblethings",
  "@t100492c nothing for Gretchen Weeners bye",
  "“@MTVNews: Beyoncé, Rihanna &amp; Katy Perry send prayers to #Oklahoma #PrayForOklahoma”\n\nI feel like an idiot now...I only sent money.",
  "You go Glen Coco!",
  "\"@absolutepunk: Box Car Racer Album Released 11 Years Ago Today http://t.co/9DUU8M8aev\" @GerardPancake oh god.",
  "It's pretty freaking hilarious my dad is on #Snapchat such a dorky old man",
  "@GerardPancake I said I wanted some cookies. I wasn't messin around",
  "I wish the National High School Cheerleading Champion squad &amp; the winners of the Crossfit Games would would fight to the death on ESPN2.",
  "This is my dinner set up on my floor #pasta #icepack #Fluid. What's missing is me icing my IT Band… http://t.co/IwJDjUxmU5",
  "Who do I have to kill to get some cookies around here!?",
  "Best way to celebrate being back in #merica - Shake and Chicago deep dish",
  "How do we live in this day in age and people still use their smartphones stock ringtones!?!?",
  "@0livia_rae I'll let it pass since you're clogging your brain with finals. Don't think for a second you'll get away with it this summer!",
  "@0livia_rae angle pasta? is this pasta with geometry based limits?",
  "The collaboration of Jon's @StrangeVacation @godsavethejem and @ajperdomo's voices on \"Sick Cycle\" is #gorgeous",
  "@StrangeVacation's Thuderstorms is blowing up my speakers right......MEOW!!!! #MusicMonday",
  "Also you'll lose your teeth",
  "Dont live life putting your head down and gritting your teeth, youll lose sight of where youre going and wont like your destination #truth",
  "@abucko Yeap. Way to go.",
  "If I hear the Lowe's commercial or the quirky Ford Fiesta chick one more time, I may boil a baby #Spotify",
  "@abucko that's a long story but for starters I'm Scott Cook",
  "@abucko @CaseyAndretti don't let me drive yours unless you want the steering wheel to enter your colon the next time you get in",
  "#WhatWouldMakeMeHappy is a pallet of beer shipped to my house delivered by the entire cast of @nbccommunity wearing bikinis. Right now.",
  "@RunJanji Didn't even read the article and I retweeted #BeerLovinRunner",
  "Runners shouldn't give up their beers just yet... http://t.co/nDpwu71BN5",
  "@StrangeVacation not a problem just keep spitting the good noise!",
  "Just paid for music for the first time in a while #MusicMonday @StrangeVacation give self produced musicians a fighting chance!!!!",
  "Help make it happen for 'Strange Vacation's Sophomore Album' http://t.co/SLcGsZYiLX #indiegogo via @indiegogo #MusicMondays",
  "@VRyan32 Merci mademoiselle",
  "#ObviousDrivingTips Green means \"go\"",
  "I wish hair would just cut itself #HaircutDay #FirstWorldProblems",
  "This EP is fucking good- http://t.co/L8OstXKSKE",
  "Living healthier is making my life generally better #IStillLoveGettingCrazyThough",
  "@VRyan32 pour moi le francais eh difficile",
  "Did someone apparate and leave their clothes behind? Nope that's just how I rush to get to my #run http://t.co/aQd9Q8Q2hx",
  "Last night was a great opener of things to come in what's sure to be an eventful summer #takeyourpantsoff #GetDownWitchaBadSelf",
  "I think my life has just been saved by a #CocaCola",
  "Hangover officially in progress.",
  "\"There's something about waiting in line for the men's bathroom that's a sin\" -Random Dude #truestory",
  "Forecast for tonight: alcohol, low standards, and poor decisions",
  "What backwards ass fuckzone do I find myself where there is liquor readily available but there is not one god damn case of Rolling Rock!?!?",
  "@Bwiggz hahaha sick man sick man",
  "Perfect day for a ballgame at Wrigley Field. http://t.co/do3HDQmHJs",
  "\"@GamepIay: American History X: the game http://t.co/6eG6y63gxr\" this is so wrong",
  "Good chat with @GerardPancake last night, started my day with #BenWahBalls #blink182 morning",
  "Electricity is out and the only movie I have on my laptop is #HarryPotterandtheHalfBloodPrince #blessing",
  "Can we get #marycain trending?",
  "Who the fuck is using a weed eater at 8:15 PM?? #dbagneighbors",
  "@MeghanZappia watching The Price Is Right is the opposite of having a life plus http://t.co/yfZAt4Huap #YouMissedTheReference",
  "@MeghanZappia the price is wrong....bitch",
  "@Chrisssssbrady \"__________\" sluts always make for a cool party",
  "My initials are trending right now but it's not in a good context #SMC #SadTweet",
  "When you're cooking the perfect burger followed by beer and #KingsCup #GrillingIsHappiness @t100492c @theetommyt @MeghanZappia",
  "\"It’s a journey just to find your own, it will take your hate, when you find that place\" -@dangeroussummer #DangerousSummerMorning",
  "They really should have called the #Paramore album #HayleyWilliams and the Other Guys in Paramore",
  "@0livia_rae if there's a punk ass loser out there who doesn't know Tom Petty lyrics I don't want to meet them",
  "If I could eat snickerdoodle cookies for every meal I would #cookiesrule",
  "@0livia_rae and you get to hang with an #IndianaBoy on #CaliforniaNights #BestofBothWorlds",
  "@Max_Mulvihill I'm hoping 24",
  "\"Sometimes friends become enemies but what's worse is when they become strangers\" -@yelyahwilliams",
  "#incomingfreshmanadvice if it itches, go to the clinic.",
  "@Ella_DE4 219! 805 is for chumps",
  "It's the fucking Cataline Wine Mixer",
  "@st3vv3 is the new one worth seeing? Reviews for it were good",
  "Don't be fooled @EmWatson is the Lizard in disguise!!! #GetHerSpiderMan @AndrewGarfeild  #NerdiestTweetEver #PunIntended",
  "@ajperdomo or someone in @dangeroussummer introduced me to @StrangeVacation so as of now you've never been wrong",
  "#NoteToSelf @AnnaKendrick47 likes bananas",
  "\"I'm Real\" @TheStartingLine #OldSkoolMorning #FunCovers",
  "#incomingfreshmanadvice get involved, make friends as quick as you can, and always be on the watch for nearly naked runs",
  "@ChadNoelle \"Alright I just need bread. Bread. Bread. Bread. Bread. BACON!!!!!!!!\"",
  "So many of my favorite guys are going to be running the 1500m at #Oxy theres not enough space to send love so hopefully @Flotrack retweets",
  "@sheamavrogeanes saying hwat hwat hway?",
  "@JimmyBuchanan2 @Flotrack DOOOOOOD that's putting it lightly. 1500m I going to be so sick!!!!",
  "It's been a @paramore kind of night #Decoy #AnotherDay #BrandNewEyes #FavoriteJams",
  "After tonight I think I can officially say the hays in the barn and I'm as ready for the Mountains 2 Beach Half Marathon as I'll ever be",
  "#IfLilWaynesARapper then @Lord_Voldemort7 has won",
  "@tb457 god I miss that shit!",
  "@bryanczap #FirstWorldMusicianProblems",
  "@Leomanzano haha #LivinTheDream",
  "@Leomanzano Ice bath and a good pair of recovery pants!",
  "@GenGen_LaCaze saw this on Reddit today and I gotta say I disagree just a tad http://t.co/XgdajsBBtv #AussieAccents",
  "Listen to this meat head talk about his personal training at LA Fitness &lt; getting shot in the face",
  "@Chrisssssbrady my mom thinks I'm pretty impressive",
  "@Its_MollyJune @cgaboyan Giving #NoFucks is the only way to go",
  "Been having the weirdest dreams/nighmares probably should drop the pre bedtime acid",
  "Here's a big ol #FuckYou to the me I've been and a big welcome to the man I'm going to become",
  "I can't find the best in #AllOfThis but I'm #Always looking out for you cause you're the one #IMiss and it's driving me crazy -@blink182",
  "\"I would do [Pineapple Express 2].\" - @JamesFrancoTV: http://t.co/8eej63aur7 @SethRogen",
  "@t100492c I'll run while you rollerblade",
  "@RunnerSpace_com our sales of almost all minimalist shoes have dropped, including the Nike Frees",
  "@cgaboyan probably not as much as a road trip with your mom does",
  "@cgaboyan no. I don't believe it.",
  "There are not too many things as terrifying as recording yourself singing then playing it back #RealLifeFear",
  "@cgaboyan then Nickelback should cover it with guest vocals from the guy from Buck Cherry and Creed",
  "\"@AndrewWheating: Hydrating... https://t.co/fVV0VdIwDN\" this is definite @Runnerprobs",
  "@BradenF23 powdered is better for you as a recovery drink!",
  "I don't know who's honking at me and yelling my name while I'm running but the encouragement is always appreciated!",
  "I've been crunching numbers and code all day but I'm still hungry #BadPuns",
  "#ThatAwkwardMoment when you're meditating to music and #Spotify plays a commercial",
  "First time doping bans doubled from 2 years to 4 years! Great news. Gotta wait til 2015 though...http://t.co/2h7ztugEqv #CleanSport",
  "I can't believe it my baby baby sister is 14 now. 13 marks the year she became a brat and grew taller than me!! @heyitslivi3 #ImStillSmarter",
  "@VRyan32 I don't even know who you are anymore. Kindly unfollow me :P",
  "I went to bed and woke up with \"Genie In a Bottle\" stuck in my head #OhGodWhy #MakeItStop",
  "@cgaboyan shhhhh close your eyes, it'll all be over quickly",
  "@VRyan32 the pure thrill of being alive should suffice. Although caffeine is pretty dope too.",
  "Still looking for song #suggestions to add to the #OpenMic #Setlist any takers?",
  "@BradenF23 damn straight. Remember Scottie loves ya!",
  "@BradenF23 I followed you first!",
  "@hiiimamanda @BradenF23 it also might be a boomerang",
  "Small Bladdars and Road Trips #TwoThingsThatDontMixWell",
  "@Mmiigzz I didn't choose the thug life, the thug life chose me.",
  "#ItShouldBeAgainstTheLaw to talk during movies. Know what I mean @JulieRyan_15",
  "This day off has been so awesome the only thing that could make it better is closing it with a large glass of #ChocolateMilk #DoneAndDone",
  "@Mmiigzz feel? You know you become one.",
  "Fans of @StrangeVacation and @TheBoysofSummer its another #STRANGESUNDAYS so get your change of panties ready",
  "Lack of self mastery is, of itself, the most destructive form of indefiniteness #truth #NapoleonHill #LifeQuotes",
  "You're only as good as the people you're competing against. So if you're beating nobody's you're still a nobody #SportsTalk #truth",
  "@AndrewWheating @MichaelPhelps careful, I hear he's as dangerous around the put-put course as he is a pool",
  "Houston. We have a problem brewing #nuts #pistachios http://t.co/XRW3PqsvOm",
  "I got sunburned and I only ran an hour today!!! #bittersweet",
  "@heyitslivi3 I wish I was too, you're getting so old!!!",
  "Guess I'm officially a #Redditor cause I'm following @AnnaKendrick47 ??? Or @alisonbrie Maybe?",
  "This is how you earn your #BadAssMotherFuckerCard http://t.co/ZgwJCxlqtQ",
  "#ILoveMyMomBecause she watches and understands the humor of #ArrestedDevelopment",
  "The Trial of Miles; Miles of Trials. How could he make them understand? #OnceARunner",
  "To marshal the ferocity of your ambition is over the course of many days, weeks, months, and (if you could finally come to accept it) years",
  "@AndrewWheating I have to know, did you ever get another chance at a moment with @MichaelPhelps ??? #TheBigQuestion",
  "@cgaboyan if you had a strict Mormon upbringing your mother would have shunned you to your room for life",
  "Frostys and french fries. Peanut butter and french toast. Pickles and beer. Steak and blowjobs (so I've heard) #WeirdFoodCombo",
  "#BladderWon",
  "My bladder says we need to pee but my butt says we are comfy and doing just fine #WhoWillWin",
  "@t100492c I just yelled \"HAPPY MOTHERS DAY\" into her phone",
  "Seriously how many of your mothers are on fucking twitter? #HappyMothersDay",
  "@t100492c @CaseyAndretti I say you both are fucking weird",
  "Up early on a Sunday getting shit done #DoWorkSon #ErryDayImHustlin",
  "\"It's all success if it's what you need, do what you like and do it honestly\" @AVABandOfficial #favoritequotes #motivational",
  "#illNeverUnderstandWhy the kids are still sitting and listening to their dad explain the epic of \"How I Met Your Mother\"",
  "Go sports team! I hope you beat the sports team you are competing against in the sport you are playing!",
  "@Max_Mulvihill The Mountains 2 Beach Half. Cool. Yeah we have some meeting up to do this summer.",
  "@Max_Mulvihill dammit, that's 6 days before the half marathon I'm signed up for!",
  "I think I'm gonna retire from real work and just become a professional runner",
  "@Paydyn @BradenF23 challenge accepted",
  "@GillianJacobs I have a new life mission",
  "@Max_Mulvihill when's your bday? I meant each",
  "@Max_Mulvihill if you mean run down 24 beers then yes",
  "A 13 mi day gives me the right to eat a whole cheesecake",
  "@cgaboyan @sheamavrogeanes do you get a deal when you get your nipples pierced?",
  "@Mmiigzz there was no Dragonball Z movie just like there was no Last Airbender movie",
  "I sent my coworker with $20 and said #InNOut or #FishTacos I don't care which just hurry",
  "Boom. Tickets are ordered, I will be in #Indiana late June #PrepareYourselves #IndianaBoysIndianaNights",
  "@ThePullmen @sydmusic Danny Elfman. Pee Wees Big Adventure",
  "To do list: 1) You",
  "@bmartrun don't stop get it get it",
  "@ChadNoelle sounds painful",
  "It's official. Season 5 ladies and gentlemen.",
  "@t100492c Good Guys. Don't mess around.",
  "If you want a high quality girlfriend, you need to be a high quality man #truth",
  "Quite possibly the only reason I still bank at Chase #dumdums #sucker http://t.co/B9S0VioAdB",
  "Just learned #CoreyFeldman was Donatello in the original #TMNT",
  "@ajperdomo the only pyramid I'm involved with is the Ron Swanson's Pyramid of Greatness",
  "@PatrickStump favorite type of bacon",
  "@dalovetiger @Mmiigzz whatever Chub E Cheese",
  "\"I know that I have always walked the line\nin between confidence and lies\" @Yellowcard #LyricsOfTheDay",
  "If someone asked me what I wanted for my birthday right now, I would tell them a #JavaProgramming book #geek",
  "#SociallyAwesomeAwkwardPenguin cute girl sits next to me, I snort when I laugh at something on the internet",
  "There's an #Eclipse tonight we have to protect @jocelindonahue at all costs!!! #TheHouseOfTheDevil",
  "Just because you're a #Christian doesn't mean you're a good person, just because you're an #atheist doesn't mean you're smart #truth",
  "@t100492c what's with these serious tweets? Shouldn't you be tweeting @sheamavrogeanes @MeghanZappia or @cgaboyan about your smelly farts?",
  "#YouWillNotBeTakenSeriouslyIf you quote #BillOReilly",
  "#YouWillNotBeTakenSeriouslyIf you wear Ed Hardy",
  "@Mmiigzz are you here to challenge #FattyBalboa aka @dalovetiger ??",
  "@RunJanji just a few well liked brands in our store 110% Ice and Compression, #HoneyStingerNutrition, #FluidSportsNutrition, #SwiftWickSocks",
  "#throwbackthursday my first 'real' running shoe box #circa2005 #runningnerd http://t.co/jabtxxu5TU",
  "#HighSchoolHasTaughtMe the best way to start liking beer is with #BeerPong and #FlippyCup",
  "@cgaboyan alright so scorpions and cameras are cool then right???",
  "Woo hoo I'm done with class!!! Where's my handle of tequila!?!?",
  "@VRyan32 so what you're saying is if I never stop drinking coffee then I will have a million dollars?",
  "@trackjenny livin the dream! #freeshoes",
  "@MackenzieNesss hitch a plane to LAX and you got a lunch date!",
  "#ThatSadMoment when you drink that last drop of coffee @VRyan32  knows what's up",
  "@jwal_22 you should check out @MODSUN",
  "Having to go to the DMV #WelcomeToForever",
  "@t100492c there was just a hot white flash of anger fueled adrenaline then next thing I knew the two kids were running home",
  "@JordanMcNamara @NickSymmonds @GoTrackTownUSA @SamChelanga don't tell me there's a #HandsomeMenBeerMile because I want in",
  "oh god http://t.co/xNbw6gDNo2 it hurts #thatswhatshesaid",
  "One time I kicked the shit out of a kid because he pushed @t100492c down a snow covered hill #ElementarySchoolConfessions",
  "#WhyICantSleepAtNight I am the Batman",
  "I could go for some #StepBrothers nachos right now",
  "I don't visit the ocean nearly as often as I should #truestory http://t.co/Dp2xisU8I5",
  "@0livia_rae thanks \"friend\"",
  "I just got ditched by nerds in my computer class #notsureif I'm the #loserofthenerds or just an #asshole no one wants to study with",
  "@JulieRyan_15 well feel better grandma :)",
  "@JulieRyan_15 how old are you again?",
  "Why did the can crusher quit his job?? Because it was 'soda depressing' #badpuns #punny",
  "@Mmiigzz try working a quarter mile from #InNOut",
  "@VRyan32 you're cut off",
  "Whoever said \"there's no such thing as a #stupidquestion\" has never worked retail",
  "Today my favorite boxing star @VICIOUSortiz started following me, so yeah #IGotThatGoingForMe",
  "@KyleSBlake probably still just as painful as the first time @DuaneBang800 did an 800m",
  "@bmartrun still having a great track season! Way to go!",
  "Today I passed a full bodied mirror and saw a guy with a runners body staring back #comebackhasbegun",
  "Maybe going for a run after eating a #CoffeeBean Ice Blended drink wasn't the best idea",
  "Double double animal style #withasideoffrenchfries also animal style #innout",
  "\"Scott I don't know if you know but it's time for my walk. Scott we should get up for my walk. Scott… http://t.co/QKjT0flGbD",
  "This is me attempting my C++ Final and enjoy #cincodemayo http://t.co/i32CCcWqbh",
  "I kind of want to see iron man Three again. #ironman",
  "#LifeWouldBeAlotBetterIf someone would bring me a breakfast burrito with a gratuitous amount of #bacon",
  "#maythefourthbewithyou would you rather wrestle 100 ewoks or one wookie?",
  "@cgaboyan you STAHP",
  "@AlexNader123 what about friends that hate you? Cause they matter too",
  "@JulieRyan_15 what if that school....was Hogwarts School of Witchcraft and Wizardry????",
  "Maybe I should shut the front door before I get naked and walk around the house #whoops",
  "Woo hoo it's Friday and I got a hot date....with some new shoes! #Saucony #runningnerd #babyblue http://t.co/YYStp8ZCCD",
  "Even though I work at a running store I still get excited when I visit other stores #runningnerd",
  "Freaking Fire! http://t.co/OJAkkHa6Y6",
  "@WhatTheFFacts @BradenF23 and they did that study at Indiana University!",
  "#ActualAdvice Forgive others not because they deserve forgiveness but because you deserve peace",
  "#IfIWasJustinBieber I'd have to kick my own ass",
  "#unpopulargamingopinions \"#Zelda man that bitch just keeps getting kidnapped\" @theetommyt",
  "#throwbackthursday #rockstarstatus @GerardPancake @asisto314 http://t.co/nr5bwiU4TM",
  "@GerardPancake you know cause sometimes I forget that you're a sweetie PIE #BadPuns #DiggingABadJokeHole",
  "I don't want to go to work today I just want to sit and tweet in @TheCoffeeBean all day today",
  "#unpopulargamingopinions \"I enjoyed playing against you, friend. You were a worthy opponent. I'll bet your Mother is lovely.\"",
  "@GerardPancake damn. I thought you were the cake.",
  "@ajperdomo @jimmyeatworld throw in @amslingshots or @StrangeVacation and I would be #sohappy",
  "#SelfFact I'd strongly consider losing a limb for a date with @alisonbrie or @Jenna_Marbles",
  "Someone tell @jimmyeatworld that we should tour together. I think it'd be a good fit.",
  "@zachbraff #GoodGuyZachBraff cites where he gets his funny sources",
  "I don't see nothin wrong with a little #bumpandgrind #RKellyMorning",
  "Nothing makes me want to punch babies more than listening to #nickiminaj judge other people's music",
  "I guess I'm running a lot #WatchTanLine #Ballin http://t.co/GhJvFlE3Xb",
  "Vons just paid me to eat a #ClifBar",
  "Just got asked what an iPod was #pooroldman",
  "@AndrewWheating that's too many #studs for one race",
  "Ke$ha stands in the category of \"gifted genius\", she scored near perfect (1500) on her SAT's and has an IQ of 140.",
  "@amslingshots listening to #ThePopUnderground right now #LovingIt #AlwaysAFan",
  "@karagoucher your #LongLostTwin came into my running store yesterday, I even asked her if there was a relation #NoLuck #RunningNerd",
  "Alright the bidding starts at $20 to massage my sore runners legs #HelpMe #GettingFit",
  "I swear if I don't marry someone who sincerely likes #puns I'll be divorced within a year",
  "My foots asleep and I can't move away from my computer to get to the kitchen #FirstWorldProblems",
  "@t100492c You never brought me JIMMY JOHNS!!!!",
  "#ThingsNotToDoOnAFirstDate Fart.",
  "The one day it's nice in #Indiana it's crappy out in #Cali, well played mother nature",
  "#EnvyOnTheCoast this song is worth posting on Fbook and here http://t.co/fC32rPzxYs",
  "@t100492c what is this the 00's?? Get on Spotify and listen to it",
  "Can't believe I'm saying this but the new #FallOutBoy album #SaveRockandRoll actually does rock #WhoAmI #IsThisRealLife",
  "A negative race result does not define you as a person.  However, how you proceed afterward speaks volumes. True for both athlete and coach.",
  "@AndrewWheating I feel the same when I enter a grocery store and the doors automatically open #JediPowers",
  "\"Remember when I said 'I love you' well forget it I take it back, I was just a stupid kid back then\" -@Alkaline_Trio #TrioMorning",
  "#CaliforniaProblems #CityWalk http://t.co/RywdCFhxw3",
  "@0livia_rae #ChallengeAccepted right after I posted that I hit a 117 point word",
  "I always play #WordsWithFriends and when I do #ILose",
  "@theetommyt you ready to step back onto the track yet?",
  "Such a great weekend for #TrackandField this holds a bad case of #TheMondays at bay",
  "Photo: #STRANGESUNDAYS SONG #7 HAS ARRIVED. THE SONG IS CALLED ‘MILES AWAY’. IT WAS WRITTEN RIGHT AFTER WE... http://t.co/YWmNggb0wP",
  "@codapayne #prettylittlegirl @blink182",
  "Ironic #tmobile is a sponsor for the Dodgers and I have a shitty connection in Dodger stadium",
  "#DodgerGirls aren't nearly as hot as #CubsGirls",
  "At first part of me was like \"you can't eat all that bacon\" then the rational/intelligent part of me… http://t.co/Ro11eJW7P1",
  "I forgot I had scheduled a wrestling match this morning #CompressionSocks http://t.co/Z0l6ioHiCB",
  "So sad I can't make the drive to #PaytonJordan to see @EvanJager #DavidGoodmanTheGXX @ChrisSolinsky @GenGen_LaCaze #Webby or @MikeFout1",
  "Woo hoo going to a #DodgersBrewers game tomorrow!",
  "I ran 13 today officially #callitacomeback I need some beers",
  "@CaseyAndretti somethings always cookin wit da Cook family",
  "So so so many beautiful girls out in summer dresses today #imlovinit",
  "#FridayNight and a date with the #BoogerMachine http://t.co/N0kip6xlFg",
  "@t100492c was?",
  "I saved a spiders life today #goodguygreg",
  "@t100492c there's a special place in hell for you!",
  "@AlexNader123 bad news bears, what's up?",
  "I've been eating fairly healthy by I don't know how long I'll be able to resist not buying these http://t.co/MJKEPzw991",
  "I'm pretty sure if you find something that rhymes with \"forever young\" and you say it in a chorus then have a hit song",
  "I can't believe at this point in my life I still haven't played #StrippyCup",
  "At first my legs hated it but I actually kind of missed bicycling everywhere #SeeMeRollin #TheyHatin",
  "There is a lady wearing a sweat suit rubbing her hands together and blowing in them, acting like she's in the fucking Arctics right now",
  "Time to suck Wednesdays dick!",
  "@MeghanZappia you're telling me, way to make me feel old!",
  "This app could end up bringing the end of my life http://t.co/RhcsJz6P0y",
  "@theetommyt I'm jealous",
  "@beccagalanis we used to do hill workouts off of Roxbury! #coolstorybro #forrealthough",
  "Photo: #STRANGESUNDAYS SONG #6 https://t.co/U3UlkZWcJS http://t.co/FmpjRYdset",
  "@0livia_rae if I can a) talk someone into going with and/or b) get someone with a car that gets better MPGs I will",
  "I'm such a #sucker for #blondes",
  "@0livia_rae you going to be at #PaytonJordan?",
  "Looking for a ride to Payton Jordan this weekend!!!! Who from SoCal wants to go???",
  "With how much I text/call people I have a hard time justifying paying for it",
  "@sheamavrogeanes from Heaven of course",
  "#questionoftheday is it possible to eat pussy while driving???",
  "@Jenna_Marbles Come back to Catalina just don't lose your wallet this time.",
  "Pussy Magnet Activated #topdownassup #jeep #ballin http://t.co/CXstwKzLGX",
  "Today is one of those days when it's so nice I don't care if I'm running solo or with people. #ThisIsWhyIMoved #SoGorgeous",
  "Oh do I have all three season of #AvatarTheLastAirbender in HD on my computer now? Guess I know what I'm doing tonight",
  "@t100492c @sheamavrogeanes if either don't publicly pee or poop on something I'm going to be majorly disappointed",
  "I know I'm a little late but I just saw #ProjectX and I'm glad they were able to give the public a tame version of #IU during #Little5",
  "I was born naked, so I'm gonna sleep that way.",
  "Was running shirtless this morning and got asked \"Aren't you cold!?!?\" It's fucking 60 degrees and sunny #SpoiledCalifornians",
  "Just overheard at #CoffeeBean \"Do you have anything smaller than a small?\" I'm glad I'm not the only one who gets #stupidquestions",
  "@0livia_rae nawww #GoodJob #GetSmart",
  "@sheamavrogeanes take care of @t100492c",
  "@AngelaDianHammo if you having temperature problems I feel bad for you son I got 99 problems by my weather ain't one #CaliLife",
  "That look my neighbor gave me when she caught me singing @katyperry #TeenageDream when I pulled up #priceless #notashamed",
  "@cgaboyan no no no you weren't",
  "@cgaboyan I read that in Consuela's voice",
  "@cgaboyan you mean #sexy",
  "@sheamavrogeanes what do I have to bullshit?",
  "@Ella_DE4 #ThatsWhatSheSaid",
  "@cgaboyan I do it everyday and still get bitches to buy $150 shoes",
  "@katie_reif66 not true I heard @heyitslivi3 had bugs in her nether regions",
  "@CaseyAndretti I can confirm @AlexNader123 consumes weiner #truth",
  "I hope your livers are ready. \"More alcohol is consumed in one week during @Little500IU than 85% of colleges consume in a year.\"\"",
  "The \"W\" is going on today, hopefully #ESPN knows my right is my good side #10k #Kilamaras http://t.co/YW3xIjAgH7",
  "Like hell it isn't! http://t.co/7xjDDQpHgE",
  "@CaseyAndretti that closing scene in Reservoir Dogs &gt; #MexicanStandoff #FavoriteTarantinoMovie",
  "Prediction for tomorrow's  Kiwanis 10k: pain #ReadyAsEver",
  "@cgaboyan yeah like cook an anarchists meals",
  "@t100492c I heard he's an #asshole",
  "@cgaboyan flip the script on that bitch and tell him he's playing into a \"system\" by recruting people to rally against government",
  "Cleaning Your Room: Partially a way to organize/partially a treasure hunt",
  "Manly Man's way of starting their day #Rocky #GetPumpedUp http://t.co/kOwCD1BgEs",
  "We are a #RedVineFamily http://t.co/gYOgK0YC8R",
  "#notetoself the .99 cent store carries #flippycups",
  "@kristi_vest totally did that today #FabricSoftener",
  "I really need to use these #JelloShots anyone? http://t.co/VS1Clc9y07",
  "I just got a job offer in a @TheCoffeeBean within 5 mins of conversing about electronics #SeemsLegit",
  "@CaseyAndretti @CherylScottWX you guys will have to have something to fight about",
  "\"Take chances, make mistakes, get messy!\" -Ms. Frizzle #LifePhilosophies",
  "#ApplePie with some #CoolHwip http://t.co/2HwbqTAuCt",
  "Usually when I mean I #researched something that just means I Googled it",
  "I didn't have anything in particular to do at Coffee Bean today, I just wanted to drive the jeep with the top down #Stylin #CaliLivin",
  "@CaseyAndretti golden showerz?",
  "@sheamavrogeanes @cgaboyan dat gurl a skank",
  "@t100492c I think I'm Jeff's son #HoosierDaddy ?",
  "@t100492c it's #maidofhonor doofus",
  "Today I told my roommate that \"I'm late for a study session.....with myself\" #ForeverAlone",
  "#QuoteYourCoach @theetommyt \"Of course running isn't easy, if it was then everyone would fucking do it!\"",
  "@jimmyjohns @NickSymmonds the fastest AMERICAN Beer drinking miler"
 ]
}