{
 "user": 1268266334,
 "tweets": [
  "@TrinityStClair Life Works in very mysterious painful ways.",
  "@Brazzers @JohnnySins @ANGELAWHITE @KagneyNecessary @PMarizzle Only a thousand scenes? I've performed by myself to WAY more brazzers scenes than that",
  "@bertkreischer Your lack of basic knowledge when it comes to using a dash, is very disturbing.",
  "@DP_DAP_Fan @Violet_Monroe @xDannyBoy92 @AdultBrazil She's going to be sitting on a Hemorrhoid donut for a while",
  "@bcondotta Get your facts and your Shaq's right.",
  "All you fucking nerd spending your Saturday watching little small town Mayors reading names of players you don't even know. #NFLDraft #MeToo",
  "I hope this punter can play cornerback too #NFLDraft #SeahawksDraft",
  "@richeisen nice Marcus Allen joke. Ya baked potato",
  "Before you get too excited about your new player, your team just drafted. There's a good chance that player thinks the Earth is flat. #NFLDraft #flatearther",
  "@AlexisMonroexxx I got a new fan too... Got it from Costco, it was on rebate!",
  "@TrinityStClair Bunch of basic bitches and their avocado toast",
  "@Britney_Amber is like Picasso. But her mouth and her ass are the paint brushes.",
  "@KendraLynnXXX @ValDoddsXXX My stupid ass thought that was a mirror. But I was like why is your ass reflecting that beautiful woman in the background?",
  "@mybelledoll Just piss with the cock ya got. Looks wonderful",
  "@omfgselfies You husband sounds like a cool guy",
  "Rank these 3 cookies from best to worst.\n\nMacaroons\nFig Newtons\nThose pink and white circus cookies.\n\nGo!\n \n@MaddyOreillyxxx",
  "Would you rather have to legally change your name name Clifford the Big Red Dog or have to eat nothing but Olive Garden the rest of your life? @kj_fetishmodel",
  "@thebonnierotten would you rather have to wear wet jeans everyday for the rest of your life or be 10 inches shorter? #AskRotten",
  "I'm not trying to excuse #MattLauer but before you judge him think about all the stupid shit you've done and most likely got away with it.",
  "@KendraLynnXXX @ManyVids Packing tape? Duct tape is much stronger",
  "@JOEL9ONE His dad is just a proud father and I really respect that",
  "@KleioValentien He come the mother's  basement dwelling creeps offering to take care of it for you😞😞😞",
  "@kj_fetishmodel Only if the lesbian grandma in the back is coming!",
  "@RosBillings @VeronicaAvluvXX @ElegantAngelxxx @patmynec She's being probed by 3 aliens in an attempt to abduct her back to sexy milf planet",
  "@chriscarson29 You should put Seahawks in your bio. Seattle is lucky to have you and we're proud of you. #GoHawks",
  "@AllynPaul I need you #LCN My neighbor had the Utilities come &amp; mark They painted on my dominance. How can I fix this? https://t.co/1MKWlIzFwP",
  "@Jeff_Mans When can I hear you on SXM? I miss your lovely voice and wonder advice",
  "Dude!! An original amendment of the Bill of Rights just tweeted at me! I think it 2pac not 1pac though #StandForOurAnthem #TakeTheKnee https://t.co/BW5lT1lodZ",
  "What's the youngest you can start saying \"Not bad for __ year old man\"?#StandForOurAnthem #TakeTheKnee #dadjokes",
  "@gmfb @49ers Considering tickets to this game were going for $14 on stubhub. I doubt they have any fans",
  "@akaDaniDaniels @EvilGeniusVic Let's see you get outta that thing without looking horribly uncordinated.",
  "@miked_splat Also tasty...",
  "Game is great! It's like your ex-girlfriends fighting over to see who can get fatter and fuck the oldest grandpa. #LARvsSF #LARams #49ers",
  "I wanna stick 2 fingers in @Abella_Danger ass and mouth. Hold her up like a prize fish while my uncle Bert takes pics. #buthow #DMme",
  "@PennyPax takes my boners to the MAX!",
  "Tons of hot blond chicks in the stands at the #PHIvsKC game. I see ya #Kanas #babes #FantasyFootball #NFLSunday",
  "@MaddyOreillyxxx I'll bring you guys a toaster!",
  "@Jeff_Mans fantasy football advice is my spirit animal.  #NFLKickoff2017 #KCvsNE #FantasyFootball",
  "Yeah i have #Hunt and #Gillislee . Pretty happy right now! #FantasyFootball",
  "@thejanicexxx Definitely Medieval",
  "@MereMortalsWW Anyway you could design and make a heart shaped planter box for mother's day?",
  "@TheMikeSalk what was that country you were playing today?",
  "Chris Weidman sounds like he broke his jaw #ufc210",
  "@SnoopDogg Them glasses so big you can see my browser history",
  "My pants, basically everytime I look at\n@AnnaBellPeaksXX twitter and don't excuse myself to the bathroom. https://t.co/4YkteBFBbB",
  "Epic comeback starts right now *gotta sing it* #PeachBowl #Washington #Alabama",
  "@joerogan https://t.co/vWbh8xUtNs",
  "If everyone just jerked off (separate rooms of course) to @JuelzVentura at the same time, we'd have world peace.",
  "The 49ers aren't good at football #FantasyFootball #TNF",
  "@LilyLaBeau nice sky light!!",
  "@dannyoneil He needs your head band!",
  "It's not over til the Jordan Memes are crying #HOUvsNE #TNF #Patriots #Texans",
  "@JasonLaCanfora What does a pick 6 smell like?",
  "2 whopper meals for 10 dollars and those little bitch ass burgers don't even have cheese. Nah man, fuck that! #GoKnowControl #SEAvsLA",
  "I'm good at picking players for my fake football team. Against my fake ass friends and their fake teams. #AnyoneSeenMyDad #FantasyFootball",
  "@NFLfantasy Should I veto this trade? L. Murray for Adrian Peterson.",
  "Hey maybe my power will go out. And you can put me out of this #MNF misery. #LAvsSF #FantasyFootball",
  "That fan had the best run of this game! #LAvsSF #MNF #FantasyFootball",
  "Fisher is a cuckold. #49ers are making slow, boring, depressing love to the#Rams and he just stands there watching  #LAvsSF #FantasyFootball",
  "This game is awful but I'm still pretending it's a riveting game so I don't have to do shit with my wife. #LAvsSF #MNF #FantasyFootball",
  "This game is worse than soccer #LAvsSF #MNF",
  "@AaronQ13Fox Probably Hauschka kicking the tire",
  "@Holy_Elle Probably get better depth if I handcuffed you too!!",
  "@Holy_Elle I tried to start you as my Fantasy Tight End but it didn't work!!",
  "@ESPNFantasy servers right now #FantasyFootball #GreatFantasyCrash2016 #NFLSunday https://t.co/mPjHg0YW6R",
  "The #ClevelandBrowns are better at football than @ESPNFantasy is at fixing server problems. #FantasyFootball #yahoofantasyfootball",
  "@ESPNFantasy Your servers are currently listed as doubtful and unlikely to return this week. #FantasyFootball #ESPN #fantasylife #fantasy",
  "@NFLfantasy @YahooFantasy Hey guys do your servers crash on week one of fantasy football? #FantasyFootball #NFLSunday #ComeOnMan",
  "@ESPNFantasy You guys even going to acknowledge the site crash, let alone give us an update? #FantasyFootball #ESPN",
  "@JohnMcCarthyMMA Favorite Sunday brunch item? #AskBJM",
  "@Kendrajames13 Sounds like a cheesy plot line. How will she ever convince the pilot for a free ride home?",
  "#werdum is fighting dirty! He's about to throw pocket sand at #Browne #UFC203",
  "@rainnwilson that's some grandmother Facebook type post. I like it!",
  "#Amazon deals of the day r great because it makes me mumble crazy things under my breath like \"well I have always wanted my own laminator\"",
  "I saw the 3rd as a 10-8. I had it 47-47. Ever the less amazing fight  #UFC202 #McGregor #Diaz",
  "The #OpeningCeremony really makes me miss football season",
  "@ChristinaP @tomsegura More like Abort Chrysler",
  "@TheComedyStore @PaulyShore @iliza @kirkfox I looked at this picture for a whole minute trying to figure out what her knee caps were.",
  "@bobsaget @mark_riccio2 Deleting tweets is a sign of a weak mind.",
  "\"From one white boy, to all nationalities...\" #UFC200",
  "And winner by rough cuddling Daniel Cormier! #UFC200",
  "@thebonnierotten I mean that is technically why you guys don't have a water supply...",
  "I fucking hate baseball #UFC200",
  "Wife wanted me to make dinner tonight. So cleaned out my beard.... We're having leftovers! #dadproblems",
  "@nikkibenz If you can't bang them. Then troll them!",
  "@DougBaldwinJr It's like hating your ex's new partner but not realizing why they left or what you could have done differently.",
  "@ericarhodes I work with an AA member who is also a Vegan.... yeah.",
  "@mybelledoll I only order pizza once or twice a year and when I do I tip 100 percent. You should see the joy in the pizza kids face!",
  "I hate people on their phones too! https://t.co/jcbQYnlB4z",
  "My dogs farts are so bad tonight. The stench alone woke up my sleeping daughter. It's okay, still love that dog! #DogFarts #BlackLabsMatter",
  "While you were busy ignoring, someone else was busy adoring.",
  "Wish my stalker would drop you off... oh and lots of beer and weed too 😏😏 https://t.co/1uEHvp4Sot",
  "@Budda03 Last weekend of July, in a city near Seattle called Enumclaw is the Scottish Highland Games. You should come! Beer on me!",
  "@Derekk0203 @JustinBritt68 Agreeing with u. I bet u were a really good high school athlete Probably had 2 beat off scholarships with a stick",
  "You should try professional sports man. You were probably extremely talented in high school, huh? https://t.co/HwqOQ1X6F4",
  "It's going to be really strange when Kobe comes back with the Wizards in a couple of years.",
  "@Lily_lovexxx I'm sorry. That must be embarrassing.",
  "@TheFoodLab what's a super fast, simple but health breakfast I could make before work?",
  "@CatZingano watched your #INSIDEMMA interview. You're a very good person and I'm really rooting for you.",
  "@StayingInMyLane Congrats on the new money. Prenuptial agreements bro. Prenuptial agreements bro. Your money 😂😂😂 #prenup #invest",
  ".@johnpboyle https://t.co/cobesyUZ5p",
  "@TheMikeSalk @BrockESPN @AaronQ13Fox You guys know if a championship team has ever lost their 1st and 2nd string QB the next season?",
  "\"Zip tied for her pleasure 😉\" https://t.co/tB82u1KBqc",
  "A $100 bet parlaying Lakers (+1900), Miesha Tate (+265), and Nate Diaz (+300) would've paid out $31,290. https://t.co/0Y6134QJ6t",
  "@DerekBrunson I could watch this all day. So funny",
  "@BrendanSchaub @Justin_Gajer yeah but #McGregor vs #Frankie is going to be the shit.",
  "@dannyoneil is always saying very nice things. What a sweetie pie!",
  "I imagine that it's rough getting the shit beat out of you while you're in your underwear and then having to explain it in your underwear.",
  "#Diaz is 2 #McGregor as Matt Serra is 2 Georges St Pierre. Only way you grow as a person is to be thrown into the fire #UFC196 #McGregorDiaz",
  "Yeah #McGregor lost but I'm still a huge fan. He's great for the sport. I mean he jumped up 2 weight classes for a non title fight #UFC196",
  "He was rocked and looked for a take down to recover. Apparently wrong chose. He'll bounce back and become stronger. #McGregorDiaz #UFC196",
  "How many of you former #McGregor fans are former #Rousey fans too? #UFC196",
  "Diaz: I'm not surprised, motherfuckers.",
  "@NyssaNevers @MzMonicaJade That would be good for a paper towel commercial",
  "fuck, that sounds like a lot of dirty dishes https://t.co/qfcCk8pdvP",
  "Tomorrow is going to be very interesting because I've never seen #ConorMcGregor NOT look like he was dying on a scale. #UFC196",
  "@999KISW @VickyB999 peanut butter on my hot dogs",
  "@AriaAlexzilla ✊💦💦💦 awe shit. Sorry I was aiming for a sock",
  "@kingsthings just soak them in a cup on your nightstand tonight.",
  "@KarmenKarma You're going. You're going to be better today than you were yesterday. You're strong. You're great. Prove it in the gym tonight",
  "@LauknessMonster Plot twist. He ACTUALLY gets mauled by a bear on his way to his limousine.",
  "@iamshylaj my wife only allows me to call her a dumblewhore on special occasions",
  "@GoogleFacts still stupid",
  "@madflavor Let's get this party started mother fuckas",
  "Russell Wilson #ProBowlMVP",
  "@LouieAnderson Nothing would make me happier than going to Costco with Mrs. #BasketsFX",
  "I had a nightmare last night. I opened my tool box in my shop and all my drill bits were gone. Thank god it was just a dream!",
  "@danawhite He has to be the UFC leader in retiring and then unretiring",
  "@TheFoodLab what about a crock pot instead of a cooler for sous vide?",
  "@Korey_Toomer Make sure you don't use \"password\" as your password from now on 😂😂😂",
  "@RUKUSMMA303 what rounds would you give TJ?",
  "@TomBr_NJ @RicardoLamasMMA you're right",
  "Good for Dominick Cruz #UFCBoston #UFC",
  "@danawhite @UltimateFighter The only season of TUF with a very strict \"first name only\" rule",
  "@stipemiocicufc I'm taking Matthew Browne and J.T Cruz tonight!",
  "We lost but all of seattle still has nice tits and big dicks! #GoHawks #SEAVSCAR #12thMan",
  "@KJDangerDoll I'm really confused. I don't understand how someone can be so sexy and beautiful. Cheesy AF but Jesus Christ you're perfect",
  "Palmer has Russell Wilson luck right now #GBvsAZ",
  "@NFL Be red see red? That's so stupid. \"12's\"is pretty stupid too but not as stupid as that shit.",
  "@TDLockett12 It's time to have Seahawks in your bio. You're one of us now",
  "@OGEatDatPussy That was roughing the Brady. Big difference",
  "@JessicaRyanXXX I believe you and I have no reason not to believe you.",
  "@ComedienneMsPat @WISH_TV Spent all his drug money on Olive Garden",
  "@knoordob @Rockler The carcass is not square",
  "@MereMortalsWW it's a gift for my mother in law. So I guess it'll just be a bench only a mother could love! Thanks, love your videos",
  "@MereMortalsWW it's glued and screwed lol",
  "@MacLethal Yeah. One that clogged the toilet so bad, it caused water damage and we had to call a professional water damage cleaning company.",
  "@chefsymon What are some good dishes that can feed 30 to 40 people without breaking the bank? Few vegetarians but mostly meat eaters",
  "@TheFoodLab Best cheap but highest ROI dinner to serve to 30 to 40 people? Few vegetarians but mostly meat eaters. Any suggestions?",
  "@amberleighwest @Seahawks @GregorioPhoto Football and boobs. My 2 favorite things!",
  "@tomrollman @Seahawks 38 to 7. Just like the first time we bitch slapped them",
  "@DWnexusfn @owlsarecool33 @TheChoons I think \"THE Ron\" ate his jaw line too....",
  "@MalenaMorgan @streamate are you on a hover board?  HAHAHA",
  "@Kam_Chancellor You have to be a whole different breed of savage to fully practice with a \"pelvis\" injury #GoHawks",
  "@Unclecreepymma Our great aunt creepy?",
  "@TheFoodLab Any advice for not filling up the entire house with smoke, when searing with cast iron?",
  "@thejanicexxx I'm glad one of my favorite porn stars feels the same way about shipping companies.",
  "@BigBlack @MMA_FAN23 the fans won. That fight was dope!",
  "How many more fights like that can Robbie handle? Dude can take a ton of punishment #UFC #UFC195",
  "@MartySchwartz What's up with YouTube lessons?",
  "@ESPNNFL His .558 winning percent is better than Marvin Lewis' .544 over 12 years. Must have been personality related",
  "@36westbrook His .558 winning percent is better than Marvin Lewis' .544 over 12 years. Must have been personality related",
  "@GregJennings the face you make when you see someone spending money, who owes you money.",
  "@NFLHQ My first 4 draft picks this year. Marshawn, Forsett, Luck and Edelman.... #MyFantasyFail",
  "@OGEatDatPussy Sorry man....",
  "The stadium bathroom scene really brought back some repressed childhood memories @billburr #FIsForFamily",
  "@jimmygg4 that's fine",
  "@Mariobatali @jimmygg4 Actually it's 21. He forgot one at your mom's house...",
  "I really Mike Goldberg just shuts up this fight and lets Joe and Cruz talk #UFCOrlando",
  "@mikebrownmma meanwhile that other ref let nate practice his knee bar after the bell.... smh",
  "@menaceclements @Cowboycerrone 7 bucks haha you bet like me",
  "@MenaceBermudez It was a good stoppage. He could have fought on but could potentially have done some real long term damage to himself",
  "Damn. #UFCOrlando #UFConFOX",
  "I love Nate Diaz #UFCOrlando",
  "@SsJLobro @joerogan they were really weak kicks anyways hahah",
  "Horrible ref #UFCOrlando",
  "@Jon_Anik now he can't lift his head off the canvas",
  "@thebonnierotten https://t.co/ZIb2mN5lGx",
  "@RANARASP @MaddyOreillyxxx @HopeHowellxxx @caseycalvertxxx @MexicanMF https://t.co/Vtf1ToGaKg",
  "@thejanicexxx @AugustAmesxxx Is it really that common performers partners get jelious? Shouldn't they know what they're getting into?",
  "@VerucaJames scariest movie of 2015",
  "@WhatTheFFacts There's a \"95 percent chance\" this \"fact\" isn't from a reputable source",
  "@TorreySmithWR @Chriswash25 #CocoButter",
  "@UFCONFOX @JohnyHendricks @WonderboyMMA *eats",
  "@OGEatDatPussy https://t.co/RWr8gn7H86",
  "@NikiSkyler queue the big fat sloppy desperate marriage proposals, in 3...2...1...",
  "@JoshSamman I'm really curious to see what Weidman looks like",
  "@CatZingano @FrankieSaenz @UrijahFaber @ufc it's going to be interesting decision",
  ".@SamsungMobileUS I want the Camera bundle! Play #SamsungWishList &amp; you could win! https://t.co/GkmfmWWBwW #contest https://t.co/PGYz5kPgXk",
  "@modelcircle @AugustAmesxxx @iamspanishdoll You know what? I'm sorry but I don't think you really know how to play that bass guitar!",
  "@madelynxmonroe Grandpa quotes are the best",
  "@roxannexxrae If you can't find anything. Let me know #HotDate #OliveGarden #ReasonablePricedPastaDishes #Dutch",
  "@billburr I can not fucking wait for \"F is for Family\"",
  "@Toyota might not have built-in wifi but they have built-in reliability, dependability and superior engineering. #ButThatsNoneOfMyBusiness",
  "Love when lineman get the ball! #BigManLove #PITvsSEA",
  "@dannyoneil Sweezy really needs to take it easy",
  "That was really fucking dumb #PITvsSEA",
  "@Mariobatali Cranberries or gravy on your turkey?",
  "@billburr Uneducated animals, I tell you. #SleepingInTomorrow https://t.co/Ddp01Tu7ii",
  "@AlaskaAir is it possible for me to trade my credit card points for a liveable wage for all of your employees?",
  "@joerogan http://t.co/pY89nK6WhN",
  "@AugustAmesxxx @pornsweet @FlyCulo @DrRMoore @pussypornlove @mmoonhot @mepajeox Dont care how feminist u r; everyone loves a bed full of $$$",
  "Ben Rothwell is my new hero!! #UFCNOLA",
  "@JamesVickMMA His tapping form was unparallel though",
  "@TyeSmithCB So happy for you! Welcome to Seattle, you're going to fit right in and you'll love this city!!",
  "@iamcolinquinn Then u could charge people to read your tweets, and the 5 dollars off could be a voucher to buy your over priced merchandise",
  "@madelynxmonroe I'm really excited to read these super creepy replies that are about to be sent!",
  "@bertkreischer I know you hate reading commercials on your podcast but what if you let's fans submit themselves reading your commercials?",
  "#RomanAtwoodGoPro Dead To Me: https://t.co/OtsP6UQTFE From dog killer to smile more guy! What a transformation!?",
  "@GregJennings Sweet hardwood floors!",
  "@the_doo2008 @tomsegura Mommy is going to be at helium comedy club 7/30 through 8/1. You gotta be a real fucking idiot not to know that",
  "@HypeOrDie You need a charger!!",
  "@KarmenKarma Do people really just buy you stuff? That's so awesome!!",
  "@iamcolinquinn You use to do that? Man, kids in the 1930's were weird...",
  "@blissdulce Yeah! You have smile and relaxed face.... still sexy though ;)",
  "@blissdulce I've noticed you only make 2 faces in pictures",
  "@OurNewMembers nope",
  "@RandyQuintana @ArianaMariexxx Wait you want me to have a grey or a great evening? Lol I do live in Seattle so maybe both?",
  "@Brazzers I'm very equal opportunity, I'll gladly take them all",
  "@willblackmon Welcome back!!",
  "For every retweet this gets, Pedigree will donate one bowl of dog food to dogs in need! 😊 #tweetforbowls http://t.co/z4rmc2HsGT",
  "\"@kingsthings: Do people still do \"she loves me she loves me not\" with daisies?#itsmy2cents\" Nah people just fuck on tinder",
  "@ochocinco Life is mother fucking wonderful my friend!!",
  "@ChrisEgan5 Your Polo game is very very strong!",
  "@madflavor I hope you receive oral sex as well my friend!!",
  "@ROOTSPORTS_NW Are you guys broadcasting any @Mariners spring training games?",
  "@XXXNikkiSexx If you could drop everything and start a charity. Who would you help and how would you do it?",
  "@XXXNikkiSexx other than ass, boobs and face. What is the sexiest part of a woman's body?",
  "@therealmix @AJandTheWay206 @pandora_radio That's just another reason why real music fans don't listen to Pandora",
  "@CatZingano You're so technical, tough, amazing athlete, humble, so sweet aaaannnnddd your body and butt are ridiculous! #WhatMoreCouldUask4",
  "@NickYoussef Your set last night was so funny! I'm sure next time I see you, you'll be headlining!",
  "@AriShaffir I'm coming to see your show tonight, whether you like it or not!!",
  "@joerogan I love people trying to pronounce Tulalip! (FYI it's Ta-Lay-Lip)",
  "@KING5Seattle Mostly street parking, I only go down town after 8 and on Sundays when it's free. Luckily I don't work down town",
  "@KING5Seattle I pretty much always find free parking! It's my superpower #SeattleParking",
  "@TWooodley That was a very touching post fight interview. Takes a very good person not to take someone's purse. #UFC183",
  "@stp999 Get another one! It's a tax write off haha",
  "@stp999 You should splurge and get a real jersey, you deserve it! It's the damn #SuperBowl #GoHawks",
  "These #UFC183 preliminary fights are pretty awesome! Great card guys @ufc @UFCONFOX @danawhite",
  "@Unclecreepymma Win or lose, you always bring it and I love watching you fight. Keep your head up #MuchLove #UFC183",
  "@MarkMillerKOMO That was a very interesting live report....",
  "@Unclecreepymma Yeah but owning a jet ski is pretty badass too",
  "@rosenamajunas @HypeOrDie Somebody's about to get tapped",
  "U get ridiculed 4 political correct answers, 4 honest answers &amp; they get fined for not speaking #WhatDoYouwant? @StayingInMyLane @MoneyLynch",
  "Hit some black ice &amp; spun off the road this morning. Didn't sip coffee but I did start giggling about ur joke while I was spinning @joerogan",
  "\"@KJ_WRIGHT34: Stay safe my friends\" #SweetiePieKJ",
  "Sometimes us fat guys get lucky too! Great catch big guy #GBvsSEA #LinemanPride #GoHawks",
  "\"@RaheemBrock: Killing ourselves #Seahawks #SEAvsCAR\" We're playing green bay....",
  "Russell Wilson is getting some serious head trauma in this game. #GBvsSEA #NFCChampionship",
  "Tip balls make me sick #GBvsSEA #GoHawks",
  "I never noticed how much @michaelstrahan spits when he says \"Patriots\" until I bought a 4k 70 inch television. #GBvsSEA #NFCChampionship",
  "@MachidaPower @Cowboycerrone Probably driving really fast stuff, skydiving, lots of bar fights and wrestle bears. I have it all planned out",
  "#Budweiser should have a sweepstakes and top prize is you get to hang out with  @Cowboycerrone and have a bucket list type day!",
  "@JayArr_FF @SamDeiLune You know if you're just friendly &amp; honest, you'd be surprised how understanding &amp; compassionate your neighbors can be",
  "@JayArr_FF @SamDeiLune at least you don't deadlift your cat......",
  "@SamDeiLune Don't forget deadlifts and power cleans",
  "@DDMon710 regret?",
  "@Swoopjenkins247 everyone in the NFL is on PED. Look at the people around you, how many are 6 foot 6 and 300 pounds of solid muscle?",
  "Cam Newton is walking, talking #SouthWestAirlines commercial #WannaGetAway? #CARvsSEA #WhosGonnaWin #GoHawks #SuperBowl2015",
  "@999KISW @BamBamKam @Seahawks @Panthers @joleneskisw That's a fake kam chancellor account",
  "Wilson on Willson crime bay bay!! #fuckyeah #CARvsSEA #WhosGonnaWin #GoHawks",
  "@Kam_Chancellor was created in a laboratory and was designed to be the most scary creature in the NFL #CARvsSEA #WhosGonnaWin #GoHawks",
  "@willblackmon @trv100 @jagdan2 It's funny how some people just can't comprehend things....",
  "@MikeChiappetta I can't believe how much hype this fight got but that was the result",
  "@DerekBrunson I'm not even a fighter and I would never ever get trained by someone with a pregnant lady belly and a goatee",
  "@MikeChiappetta I don't know how someone can over come a 12 inch reach advantage but if anyone can do it, it's dc! #UFC182 #UFC",
  "@Cowboycerrone Hats off for cowboy, wait actually cowboy hats off!! #UFC182 #UFC",
  "@FuryJury That was embarrassing &amp; you need to get much, much better if you want to make. You're young &amp; you have time. Go get it! #UFC182",
  "@UFCONFOX If you bet on josh and he won, you could retire!!",
  "@RJ51Photos I guess when you've accomplished as much as you have, small goals are only left ;)",
  "The Cardinals are a joke. Just a great example of a very easy front loaded regular season schedule. #ARIvsCAR #NFLPlayoffs #NFLWildcard",
  "@TonyDungy You sent a tweet to yourself. Ain't nobody got time for dat!",
  "\"@madelynxmonroe: If a man makes you dinner, thank him with anal 🙆🙈😈😂\" Best tweet ever!!",
  "@JohnStamos @starfyres How ironic? Cause my mom loves you!!",
  "@KING5Seattle What time should I get to the needle tomorrow? And where would be the best place to park?",
  "@UnusualFactPage Yeah no shit you idiot! Just kidding but seriously I'm happy the holidays are over haha",
  "@MartySchwartz Another great cover! They just keep getting better! You and Jamie should do a Hendrix cover! You know, if that's your thang!",
  "@MissBentleyxxx That's the most ganster christmas tweet I've ever read!",
  "@Mason_Foster I'm just enjoying a nice relaxing night of being interrogated about what's under the tree by my kids",
  "@willblackmon @Karlosdansby56 What percentage of what makes a player great is hard work and taking it serious?",
  "@Mason_Foster Yeah but football is a close 2nd",
  "@DakotaCharms That's easily the saddest thing I've read today!!",
  "@PRichieRich10 You have all the building blocks to be great. We keep getting glimpses of them. You stay humble &amp; hungry and you'll be great",
  "@mayhemmiller Seattle. It's really nice.",
  "@nikkibenz She's obviously jealous &amp;  wants a reaction from u. It seems like she's doing a good job. Fuck her. You're beautiful inside &amp; out",
  "@MissJessaRhodes Your standard are ridiculously high!!! Haha",
  "@KendaPerez You're lucky cause my girlfriend would absolutely lose her shit if she saw me with my bare ass on the counters!",
  "@1man_whore @MissEvaLovia @MissDaniDaniels Dude she'd still super sexy even if she had a face bush...",
  "@soakingwetone Seahawks stuff and a waffle maker?!? You're a badass chick!",
  "Looking for a gift… for me? Check my #GalaxyFamily wish list &amp; make one for a chance to win: http://t.co/IR6AbjVkZX http://t.co/dBzRx94dPx",
  "@mayhemmiller Plus it builds character!",
  "@MissEvaLovia I have the same offer if you spoil me!! Lol",
  "@PRichieRich10 you've been playing great!! And I've never seen a rookie with better politician responses! #GoHawks",
  "@SlimmSaydee8 I think that's like the most gentle way you can talk shit!! Haha",
  "@GitanaSoul oh shit!! well this is awkward, I thought you meant the game was fixed",
  "@GitanaSoul U said it was fixed. Can't fix poor blocking, tackling and not being able to convert on 4th down. Has nothing to do with refs",
  "@GitanaSoul How about all the 4th downs u guys didn't convert? Or letting Lynch rush 4 a 100 yards &amp; a td? Was that the refs 2? #NFLplayoffs",
  "@JessicaRyanXXX You know what's not ganster? Gettin arthritis",
  "@KittyChaosXxx Jesus Christ! You're like the perfect looking girl! Why am I now just following you?",
  "@wingoz Not really your best angle...",
  "@MartySchwartz @AllensworthBand Your guy's cover was absolutely #dope-a-licious",
  "@dc_mma @BunchTheGreat @KingMoFH Seriously wish it was January 3rd already!",
  "If u think people shouldn't be allowed 2 touch you in pictures because they're beneath u, you got some problems. #labronjames #RoyalVisitUSA",
  "@Lola_Foxx Incorrect. The longest day is during the summer solstice which happens in late June.",
  "Lucy has to be one of the dumbest fucking movies ever.... but god Scarlett Johansson is perfect looking.",
  "@3FFFMAN @MelisaMendiny All you need is some ice cream and you got yourself banana clit pie!!",
  "@Dillion_Simmons Pretty insulting to real fighters huh?",
  "@cinemasins I beg of you to do \"everything wrong with Lucy in 85 minutes or less\"",
  "@RyanDivish I've been Ryan Divish'ed!!!",
  "@actuallyKendall These responses are about to get very very very creepy",
  "@tai_walker Bad Santa",
  "@RyanDivish You think Melky Cabrera is a possibility?",
  "If I wanted to spend around $60 month on supplements. What products would you say would be the best for over all health?\n@joerogan @Onnit",
  "@Mike17mo Yeah but what about having 10 days off now?",
  "@championniners Sucks 2 see that much talent leave our struggling offense but if heWas bringing down the vibe in the locker room Makes sense",
  "@championniners Yeah man, they've been playing pretty good this year! That said, you know I'm rooting for Denver this week hahaha",
  "@TerryinSoCalif Playmaker?... fun fact, Percy Harvin and I have scored the same amount of receiving touchdowns for the Seahawks.",
  "@madelynxmonroe Is this a trap? I'm not gonna get busted for legally downloading am I?....",
  "@TrinityStClair Doesn't matter what team you root for... everybody's a fan of that ass. I don't care who you are!!",
  "@UnusualFactPage But wasn't he 81 when he started?",
  "Am I the olny person that heard that fan yell \"you fucking pussy\" to Victor Cruz? Oh god I love the city of Philadelphia! #NYGvsPHIL #Philly",
  "@PRiNSUSWHATEVA Why do you wanna die?",
  "\"@MsVeracruzXXX: 😣 Tomorrow is going to be a long day!!\" Nope. It will be exactly 24 hours...",
  "@b__josephine @ArianaMariexxx Well judging by your avi picture.... I think you're over exaggerating",
  "@BR_MMA Do you people get in trouble for typos? Haha",
  "@tuesdebeaute @Factsionary No but I want to! I know those last a long time but in terms of average dreams. Lucid dreams are outliers",
  "@tuesdebeaute @Factsionary Some can last up to 20 minutes but those are very rare",
  "@adamrank Even crazier if he threw them all to Carlos Hyde. Then my fantasy team might win",
  "Said before season began that Seattle would go 15-1, lose only Week 2 at San Diego. Didn't love it after Week 1. Love it now.",
  "@Brisco811 @TimWeaver84 Besides the #Seahawks and #Mariners already fucked us dry today #ouchies",
  "If u lose the time of possession battle then it's excuses time on Twitter! #SEAvsSD perfect game plan by #Chargers #Seahawks #bandwagonFans",
  "@DDMon710 You don't like it? Then they should have stopped them from getting first downs. Pretty easy concept. Excuses are for losers.",
  "Sucks my #Seahawks lost but at least there'll be less bandwagon fans now. You know who you are! Good game #Chargers #SEAvsSD #GoHawks #NFL",
  "@Amber_Raynexxx Oh yeah? For what?",
  "@thebonnierotten Amazon Prime?",
  "@DougBaldwinJr Quit lion....",
  "@CaressaKisses1 Can you believe that thing with the glasses evolved from a wolf?",
  "@DUANEBANGCOM @BrothersbbqCO @TJDillashaw That's so sweet! But I have a feeling being able to eat barbecue is a close second lol",
  "@markschlereth Safe picks don't get TV ratings",
  "@DrewFromTV Don't dude. You'll offend the Latinos",
  "@cover32_SEA I'm starting to think I'd rather see San Francisco in the playoffs instead of the Cardinals",
  "@DUANEBANGCOM @BrothersbbqCO What's better about coaching? Coaching a UFC champion? Or not having to cut weight anymore?",
  "@madelynxmonroe Oh boy, I can't wait to read all the creepy responses to this tweet",
  "#NOvsATL is a fucking badass game!! Glad it went to overtime",
  "@skweezjess @Patriots That was more than rust....",
  "Oh god do I love it when my bench outscores my starters #NFLSunday #FantasyFootball",
  "\"@nickcomic: Vegas I'm going to be inside you for tonight! South Point Casino Dirty at 12:30 show!\" Am I welcome to cum?...",
  "@Coltism @tomsegura This one is probably the funniest  http://t.co/FPznmDS6ht",
  "@FrankieSiqwon @tomsegura Yeah dude seriously! If you're jerking off to efukt, you got serious problems",
  "@tomsegura Here's a video of her first anal, she shits everywhere and quits porn all together #Enjoy http://t.co/13mNrWctnP",
  "@MickyP3110 Hey man, that's not funny... I don't wanna put my leftovers on Joan's disgusting dead face",
  "@Bailey_67 and @RSherman_25 combined, didn't allow a single catch tonight!",
  "@JessicaRyanXXX Well whatever happened, just remember a lot of people care about you. Myself included. Feel better!",
  "@JessicaRyanXXX Why? What sucked so much?",
  "@tomsegura I doubt Joan will be offended....",
  "@alexmsimmons Nah. I just like reading all the angry tweets, sorry about your team tonight man!",
  "I'm going to sit here and drink beer after beer.",
  "@alexmsimmons I wonder what's more pathetic... Your insult or the green bay packers? #GoHawks",
  "\"@msannomalley: Your fake ref can't help you now, Seachickens!\" Hilarious #GoHawks",
  "\"@alexmsimmons: Seacocks fans out here talking. They scared of my dude Rodgers. #GoPackGo\" You sure about that?",
  "\"@RealGilbert: First Robin.  Now Joan.  The world just became a less funny place.  RIP Joan Rivers.\" Imagine how many people they inspired!",
  "@Lily_lovexxx Sounds like a direct tv commercial",
  "\"@BoutItBarbie: I feel so thirsty rn.\" Instead of tweeting about it, couldn't you just go get a glass of water?",
  "@Shantellleee I'm not a jerk face. You guys are both beautiful",
  "@JasonLaCanfora I don't understand how an owner missing games will effect the team?",
  "@CadenceLuxXXX Besides I bet most people don't even notice :) Don't worry!",
  "@CadenceLuxXXX No sweetie, I'm not a hater. I'm an engineer, I just notice symmetrical shapes. Kinda weird talent, right? Lol #NoDisrespect",
  "My god @CadenceLuxXXX is so hot buutttt her eyes are different shapes. Kinda weird",
  "@BR_MMA probably Barry Manilow",
  "@VenezuelanVixen @TJDillashaw You're so deep... haha",
  "@ESPNNFL I can't wait to hear from all the Seahawks haters!!",
  "Every \"Hawks fan\" that says they're done watching this game; has and always will be a bandwagon fan. #12thMan #SEAvsOAK #GoHawks",
  "Fumbling is always a good way to make a football team... NOT #GoHawks #SEAvsOAK",
  "I've never heard of that Murray guy but if he keeps running like that; he'll be a house hold name! #SEAvsOAK #GoHawks",
  "@TheMikeSalk That was definitely a game manager type drive....",
  "@TJLang70 Do you Change your position to QB and max out your ratings? Please don't lie to me!! Haha",
  "@MissDaniDaniels Is it just me or is every #ALSIceBucketChallenge exactly what everyone looks &amp; sounds like during an orgasm? #AskAnExpert",
  "@chicanojohn @ASUTRUE When you factor in that flying double knee, makes it seem a little more fair buuuuttt still an early stoppage.",
  "Mein almost puched that mullet off!! #UFC #UFCFightNight",
  "@thebonnierotten Why?",
  "@amandablow Is that even possible?...",
  "@Steveo1934 Em-bear-assing",
  "@edbassmaster show #ALS you ain't taking no shit and use boiling water #IceBucketChallenge",
  "@VineFights more fights!!",
  "@Remymeow Yeah but your brain came up with that tweet...",
  "I had no idea how loud the movie Jumanji was until I tried 2 watch it in surround sound at 2 am with my sleeping GF &amp; kids #RIPRobinWilliams",
  "@EricTheCarGuy 'Ol Washington State making me do emissions on my 6 year old 4 cylinder Toyota. Of all the emissions 2 worry about, y mine?",
  "@JonRyan9 if nothing else do it for Mother Canada!!",
  "@stephenasmith @BrackinBangBang @RealSkipBayless @espn proof read your tweets homeboy lol. You'll get 'em next time champ!",
  "@ochocinco I don't know man, I've always thought you were pretty fucking awesome!",
  "#ImHappyBecause whoever is reading this is in some strange new aged way apart of my life and I'm happy you're here",
  "@clubalektrablue what's wrong?",
  "@GabiPaltrova Goodwill doesn't even want my used boxers...",
  "@bobsaget If you're man enough any book can be a suppository...",
  "They say its just @nfl preseason but 4 the next month hundreds of people will be fighting 4 they're lifelong dream 2 come true #NFLPreseason",
  "@Newf_in_Ottawa It's sad that people ask questions like that and assume they're being mushy",
  "Whoever's reading this, just know I care about you and I'm glad you're a part of this world. Good morning and make today great!",
  "@AaronQ13Fox Am I the only one who is bothered by so many people discrediting what #Beastmode has done &amp; how much we still depend on him?",
  "Not 2 be greasy but my girl &amp; I chose 1 celebrity each 2 bang with no repercussions. She chose Ryan Gosling &amp; I chose @MissDaniDaniels",
  "@WhatTheFFacts that's not a trumpet....",
  "@BJShea I understand it's easy to hate on the guy but don't judge the movie until you see it!!",
  "Fact. Brad Miller pisses me off... a lot #SEAvsLAA #mariners",
  "@BrockESPN close....",
  "@BangBros Oh god that would be the BEST casual Friday shirt ever!!!",
  "@CaliCarterXXX What did you even do? Just lay down sod?",
  "Why are there XXL slim/athletic fit shirts? Sorry but you're not slim or athletic",
  "@KarmenKarma you aren't leasing them are you?...",
  "@JoeJitsu @DUANEBANGCOM #kinky",
  "@Jus_Showoff The circus? You mean Cleveland?",
  "@nflnetwork I know it's the off season and all but let's not get crazy, these guys aren't actually athletes",
  "@Mason_Foster Oatmeal? I guess I just figured you ate large live animals for breakfast",
  "#BJPenn doesn't look right without a double chin #UFC #TUF19Finale",
  "\"@Remymeow: u can't want what u want, act how u want, and then get what you want. But maybe you can if you're alone️\" She's no Robert frost!",
  "@WarMachine170 Bobby Boucher from the waterboy?",
  "@WritingRoss @HerbDeanMMA I think MMA referees are the only refs that people actually like!!",
  "@MissDaniDaniels They make repair kits on Amazon for most phones. You can do this shit, I believe in you!!",
  "\"@edwin_mundo: @Mathieu_Era follow back bro\" Everyone who asks for a follow gets a grocery bag...",
  "@GabiPaltrova Eat chicken at 4am=drunk. Eat chicken at 5am=fat piece of shit.",
  "@RyanDivish @MarinerMisery It's rare but when Ryan gets into a Twitter argument,  there is nothing more entertaining!",
  "@BelleNoirexxx The real story of Easter!! http://t.co/UoWgNEmiLK",
  "The soldier of god??? What an idiot, I hope he gets a liver kick #UFConFOX11",
  "@JamalSmithMMA @UFCONFOX @travisbrowneMMA @MieshaTate @BradTavares @Cowboycerrone @ufc Only picking the main card... #amateur lol",
  "@CannablissQueen I see lots of cats in your future!",
  "@CannablissQueen Just mix liquor and Nyquil together...",
  "@Aspen_Rae @ShaeSnowxxx You ladies need any car repairs or jars opened, let me know!",
  "@XNicoleAnistonX Or you could eat bacon and drink tequila all day and give zero fucks...",
  "@Char_Stokely @StantheMollyfan yeah talk nerdy to me whore, talk nerdy to me!!! Haha",
  "@TheDaveSimsShow Get that voice ready for tomorrow!! @Mariners #OpeningDay #Mariners",
  "@tomsegura Carl's Jr. Ask 4 a triple bacon cheese with a scoop of pull pork on there. If they say no at first, ask to speak with the manager",
  "@Char_Stokely Not only do I masturbate to you, I also enjoy your memes",
  "Before you guys judge @DeseanJackson10, just remember you don't know him or his situation... so keep that in mind",
  "@undeux In the time it took you to type that, you could have walked the stairs...",
  "@danawhite too bad @HerbDeanMMA can't referee and judge all fights",
  "Hendo brokeo shogun's face #UFCFightNight",
  "Dan hendo Henderson is about to be retire-do #UFCFightNight #UFC",
  "@branton_sherman It's funny cause when I was in Chicago I did the same damn thing!",
  "@BrockESPN @dannyoneil @AdamSchefter any word on Jared Allen?",
  "Mario Yamasaki is about to turn this cage around #UFCFightNight #UFC",
  "@JamalSmithMMA @ufc @ufc_brasil Did the judges stop you from proof reading too? Hahaha",
  "Everybody's talking at me but I can't hear a single word they're saying. Except the echoes of my mind",
  "@rainnwilson @Jets It's kind of amazing how little you know about Michael Vick...",
  "@Lola_Foxx Only if you're on a pole...",
  "@pblindsaylove Nice pair of.... umm eyes, yes eyes.",
  "I'm not wear green today because I want to, I'm wearing green because I hate strangers touching me #StPatricksDay",
  "@50cent Since 2003 we've had a yearly verbal contract of you giving a fuck on my birthday, which you've yet to honor",
  "@TWooodley vs @JohnyHendricks is going to be absolutely insane. Can not wait!",
  "Hendricks is fighting the way the Diaz brothers would fight if they had power #punchesInBunches #UFC171",
  "It's time, now say it like @brucebuffer IIIIIIIIIIITTTTTTTT'SSSSSS TTTIMMMMMEEE #UFC171",
  "Where's the rage against the machines? Are you sure this is Carlos Condit walking out to the ring? #UFC171",
  "@danhardymma He was too aggressive, it left him open to counters but how can you tell Diego not to be Diego?",
  "Joe Rogan is one compliment away from giving Diego Sanchez a blow job #UFC171",
  "Win or lose. I love watching Diego Sanchez #UFC171",
  "\"@BR_MMA: They keep talking about Lombard being tired. Lombard isn't really tired.\" That's called laziness",
  "Jake Shields finishing a fight!?!? You guys are crazy! #UFC171",
  "@sports_advisor Was Jake Shields the early favorite? I just saw the blue gloves and figured he was.",
  "The #UFC is about to Jon Fitch, Jake Shields after this fight. #Bellator you guys want him?",
  "I can't believe Lombard is the underdog #UFC171 #ufc",
  "Chocked out with a shoulder!? Time to go back to BJJ 101! #UFC171",
  "@GiselleLeon Your honesty is brutally funny!!",
  "@mmasarah We have the picks except for Condit Woodley It's super hard 2 bet against Carlos but Woodley hands are hard 2 bet against #UFC171",
  "Sanchez, Ovince St. Preux, Lombard, Woodley and Hendricks.#fightPicks #UFC171 #UFC #Hendricks",
  "The scary thing is Gastelum could cut down to 155... He's going to be a nightmare for years to come! #UFC171 #UFC",
  "\"@Lola_Foxx: I wanna go out tonight\" I got Mexican food, tequila and cage fighting. Come on over!",
  "@WhatTheFFacts All the whores must have played with Lincoln Logs...",
  "@KendaPerez Pound for Pound UFC sexiest!",
  "@MenaceBermudez looks strong as hell tonight! I guarantee this will be his last preliminary fight. #UFC171 #UFC #HendricksVsLawler",
  "I hate when soccer players fake being hurt, I mean soccer is already on thin ice with me... #sounders #TORvsSEA",
  "@kevinkocasey Yeah Robbie is a +300 underdog. I don't think Robbie is getting nearly as much credit.... but I still have Hendricks haha",
  "@Mike17mo Is your car okay? Where did this happen?",
  "@MsVeracruzXXX @Twistys Why?",
  "@Lola_Foxx lying to yourself again",
  "@Lola_Foxx JohnLennon sounding, teacher/student fantasy, sycadelic space sex music video Tame Impala - Mind Mischief: http://t.co/Vdaw1Z5z4R",
  "@ArianaMariexxx @Kissasins It's okay, you'll get better at Twitter!!",
  "@ArianaMariexxx Did you just send a tweet to yourself?...",
  "@WarMachine170 Just take your hood off...",
  "@MissDaniDaniels @vine It's because the internet is NO PLACE tor naked women...",
  "@JasonLaCanfora Before everyone gets all crazy here. Before he was suspended, he was benched for poor play...",
  "@GiselleLeon Might have to do it from a computer. The Facebook app is pretty limited in editing profiles",
  "@GiselleLeon Just search for American History X and unlike it. Should take care of it",
  "@SashaHeart So beautiful. Anybody would be lucky to wake up next to you!",
  "@AdamSchefter @WaltThurm3 That's fucked up",
  "@childers_zach @UnusualFactPage how's that evidence?",
  "@childers_zach @UnusualFactPage Prove it... let's heard some actually evidence",
  "@JustinBarracosa Yeah but at least shes patriotic...",
  "@WhatTheFFacts Bitch that's common sense!!",
  "Matt Stafford, Calvin Johnson,  Ndamukong Suh, Reggie Bush and now @ShowtimeTate... damn!  #NFLFreeAgency",
  "If the Jets and Bucanneers want absolutely nothing to do with \"the best corner\" does that really mean you're the best? #Revis #NFLFreeAgency",
  "Dating a stripper is like buying a boat-you spend 2 much money, it spends 2 much time in the sun, &amp; you gotta choke it just to turn it on.",
  "@chrisclemons91 It's been great having you apart of the @seahawks. I know whatever team picks you up will be instantly better!",
  "@17ZET @UnusualFactPage Not a fact, that's a believe. It may be true and it may not be but there's no physical evidence to call god a fact",
  "@UnusualFactPage Real? God is a world fact?",
  "Best part of signing with Seattle is no longer having to be hit by @Kam_Chancellor #NFLFreeAgency #GoHawks #12thMan",
  "@BelleNoirexxx Wait what!?!? You guys don't cuddle after?",
  "\"@STUPlDLAWS: It is illegal to give or receive oral sex in South Carolina.\" Only if you're not related...",
  "@DannyJamo23 He has a golden opportunity in Seattle...",
  "@Fender chordal? #strat60",
  "Day 1 of #NFLFreeAgency, where teams drastically overspend for players that weren't resigned by former teams for a reason",
  "@cover32_SEA No not \"might\" 100 percent chance he will be 16 million plus a year and I hope he gets it",
  "@xoxoCaprice @mariemccrayxxx Alright looks like I'm taking two beautiful babes to dave and buster's!!",
  "@cover32_SEA Revis signed a 6 year 96 million dollar contract last year and you have to figure Richard will get more than that!",
  "Bummed because your team hasn't made any moves today? Don't fret, your team could have traded for Blaine Gabbert. #NFLFreeAgency",
  "@ShowtimeTate I hope Seattle doesn't pass up a golden opportunity!!!",
  "Blaine Gabbert to the 49ers? What are you guys going to have an interception contest in training? #GoHawks #12thMan",
  "@wiznertz @robdelaney for your information Mrs. Delaney is Piledriver kind of woman",
  "@WhiteCitrus_ @michaelsmith Numbers never lie bitch!!",
  "@FactBoook My inner 12 year old is screaming to call that number!",
  "@billburr I know im extremely late to the Breaking Bad party but you did a great job Bill. Anymore acting roles in the future?",
  "@MJMCDERMOTT also known as every single day in Seattle...",
  "@brucebuffer it's so weird hearing a different ufc announcer. #ufc #UFCFightNight",
  "@GoogleFacts Probably still better than T Mobile...",
  "So funny watching @StuartScott choke out @michaelsmith. Choking out noobs without hooks haha.",
  "@richeisen If JaMarcus Russell can be drafted number one overall. Why not Richard Eisen?",
  "@MissCelesteStar Tater tots are gross even without being covered in mystery floor \"dirt\"",
  "@Jack_Finn @CaraSantaMaria @joerogan I noticed you're not subscribed...",
  "If you're going to give me nutrient advice at least don't talk with a mouth full of Oreos.",
  "@DanniColeXXX haven't you heard? Calories after 10 pm don't count...",
  "\"@UnusualFactPage: We are more attracted to the way a person smells than we are to the way they look.\" A stinky pussy never stopped me...",
  "@DerekBrunsonMMA Philips Norelco 1280X/47 SensoTouch 3D Electric Razor, trust me worth every penny. Smoother than a razor and no bumbs",
  "@KelvinGastelum @DannyCountKoker I have a rusted out Barracuda that has sticker bushes growing in it. Make me an offer when you're ready lol",
  "I just entered to #win &amp; you can too: \"Motorola Moto X Android Phone\". Enter the #giveaway here: http://t.co/uEdzBXPUAA",
  "@SaraLuvvXXX A college education...",
  "@WhatTheFFacts how tall was the mail man?",
  "@SaraLuvvXXX Easy solution. Just walk to McDonald's stoned",
  "@birbigs \"and that's how I feel...\"",
  "Pretty much everyone I follow is either a comic, mma or a football fan. Weird seeing all these tweets about dresses and snobby films #Oscars",
  "Red Bryant &amp; @sidneyrice got their rings, now you boys go get filthy rich!! But always remember #seattle has &amp; always will love you",
  "@ufc @ChrisWeidmanUFC @lyotomachidafw Oh that pesky #TRT...",
  "@BR_MMA did the card get moved to Brazil?",
  "@GiselleLeon I love the sub tweets... some creepy guys on Twitter!!",
  "Alright guys @KimKxxx just won the funniest tweet of the day award!!!",
  "@_BiBiJones How do you sleep? On your stomach? Sleeping on my side really helped my lower back pain",
  "#FelixHernandez #FaceofMLB why can't we cast our presidential ballots with hashtags?",
  "Late Night with Seth Meyers... not for me, yeah not for me.",
  "@AriannyCeleste U have so many good things going 4 u, people absolutely love u so y focus on the neg? We all love u &amp; thats all that matters",
  "Don't worry guys @CatZingano has by far the toughest liver in all of mma!!! #UFC170 #UFC #RouseyvsMcMann #rondarousey",
  "Thank god for Rory and Damian, other than that fight this card wasn't very good. @BasRuttenMMA must have be loving a liver shot #UFC170 #ufc",
  "@BubbaTheMenace @KimuraKid12 @dc_mma Don't drop any names here bubba but do fighters really cry in training that much?",
  "First time 2 Olympians are facing off... wait what about the Olympics? Smh never mind #UFC170 #RouseyVsMcMann",
  "@badboygarcia @dcmma @ufc it's @dc_mma not dcmma that's a fake account",
  "Oh is it over already? I'd still bet on a one footed @SugaRashadEvans over that joke lol #UFC170 #UFC",
  "Has there ever been a bigger favorite than Daniel Cormier? -1300 that's crazy!! #UFC170 #UFC",
  "@WarMachine170 @RoundTablePizza Bulimic pizza eating weight cutter? Nice. #DolceDiet",
  "@edbassmaster You should get an accomplice and make a fake lawsuit and get Skippy on Judge Judy",
  "My son asked me what taxes r &amp; I said u know that asshole bully at school that beats u up if u dont give him ur lunchMoney? Thats government",
  "\"@ClaytonSnyder91: @Mason_Foster The last pieces are the best part!\" Fucking freak!",
  "@1AshtonWilson &amp; @DangeRussWilson the cutest little @iamkidpresident is trying to interview Russ  #BugRussellWilson\nhttps://t.co/IwYfXEJPH1",
  "@Kenny_Mayne @Hammonds253 @PearlJam hash marks? Don't you mean octothorp? Get your learn on dudes",
  "So I stayed home sick with the flu... I'm just glad I could watch @KaciAitchison work those arms. Daytime TV watchers live the good life",
  "@BubbaTheMenace So just remember that when these fuck heads say nasty shit to you. Let it drive you!",
  "@BubbaTheMenace From being withJacksons to TUF house to winning a UFC fight, these r things we all lay in bed dreaming about&amp; youve donethem",
  "@BubbaTheMenace Pound for pound I swear you have the most haters! I know you'll prove them all wrong Bubba",
  "@ericwareheim @timheidecker @douggpound What was your total at the concession stand? 87 dollars?",
  "@GiselleLeon Look at it this way. If she follows you on Twitter and read that, you may not need to cancel...",
  "@SaraLuvvXXX Baths are anything but clean. Think about it, you're just sitting in a pool of body filth.",
  "@GetJesse With those new chipped credit cards, how do you buy things online?",
  "When a car dealership say \"no negotiation prices\" doesn't that just mean shut up &amp; pay this price bitch?",
  "@smart_MS3 is a breath of fresh air! I hate that hecklers can just say whatever and face no consequences. Good for you man.",
  "@IntThings Yeah but at some point shit needs to get done then it turns into stop fucking up you idiot",
  "Who's that goofy looking fuck with the goggles? #CHIvsLAL",
  "@LoriGreiner @QVC Shooting video vertical makes it very hard to love you",
  "@acidlacedbong I know right!? Don't worry I'm back to being a lazy piece of shit so I'll tweeting good shit like errr day",
  "\"@acidlacedbong: I'd rather suck some cock...\" so how you dooooing guurl",
  "\"No soda refills\" Is a sign to get your shit together #PeopleToAvoid",
  "@SFrameK5 ↑↑↑ Look at this hot shot buying a new Subaru #BigPimpin",
  "@thebonnierotten Correct me if this is just urban legend but you suck a Jewish guy's dick so hard he became circumcised?",
  "@MikianSellem Do it! Let that bitch ass snow know you're the boss!!!",
  "I swear to god my WiFi router is a 20 year old passive aggressive girl with father issues",
  "I just entered to win an iPad mini from @RightThisMinute and you can too! Details here: http://t.co/UdBvStTzid",
  "ReTWEET THIS to Enter 2 Win a @SteinbergMedia UR44 iOS/USB Audio Interface w/ @Cubase AI - Ends Feb 6th '14 #giveaway http://t.co/kU2yVNjwEC",
  "You know they say... @Kam_Chancellor will put you in the hospital and @DangeRussWilson will come visit you!!! Congrats bro, get home safe",
  "\"@robdelaney: It’s a privilege to watch me dance; not a right.\" Actually read the constitution it's in there!!!",
  "@RobinsonCano @RealKingFelix  @Mariners Alright, your turn!",
  "@StayingInMyLane I told you this would happen at training camp lol so proud of you man. You boys did what 37 other Seahawks teams couldn't",
  "@AaronQ13Fox You grab me some Super Bowl confetti, I'll buy you a beer at the Red Dragon! Deal!?!?! Lol",
  "@MalcSmitty Watch 25 thousand followers turn into 1 million! Congratulations. You deserve this and much much more to come!",
  "@winstonguyjr27 Even though you aren't with this team anymore You did your part to get us here Seattle will always love you!",
  "@Thromedamnball @stephenasmith @criscarter80 eat your words, eat your words. People like you are the people that motivated this team #thanks",
  "@championniners Thanks bro. Here's to another decade of us shit talking each other but for right now it's our day... finally!!!",
  "\"@championniners: @Chimchise @KyleButler12345 seahawks suck yall r losing on sunday lmao\" look at this idiot!!! #WorldChamps #SUPERBOWL",
  "Guy's right now as you're shoving nachos into your fat faces, your girls are fantasizing about Bruno Mars #SuperBowlSunday #SB48 #Halftime",
  "Do they play football? Or is it just weeks of pre game shows &amp; washed up celebrities predictions leading to commercials? #SB48 #SUPERBOWL",
  "@lynnyd_williams @Trey_Deuces A couple weeks again she looked like my daughter's Furby",
  "@bbrowner27 may have a lot of doubters and haters but the truth is he helped this team get here. Seattle loves and misses you. #GoHawks",
  "Oh Denis Leary is on tv. What's that Bill Hicks wanna be pile of regurgitated period juice up to? #FuckThatGuy #SuperBowl #SB48",
  "All my #UFC169 picks were right tonight. Now if only my #SuperBowl pick is right tomorrow! #Seattle #GoHawks #12thMankeep #HashTag",
  "A thumb up is not defence... Don't like it? Then dont get caught like that. Get out of that position, or something. Dont just thumbs up herb",
  "34-1, hasn't lost since 2005 let alone in the #ufc and easily the most creative and exciting fighter today. Damn. #Barao #UFC169",
  "Am I only person on Twitter rooting for Barao? Seriously how do more of you freaks not like that guy!!! #ufc #UFC169",
  "@kevinolearytv owns 25 percent equity and royalties in Jay-Z #BigPimpin",
  "If I was Ricardo lamas right now I'd jump over the fence and get the fuck out of there!!! #UFC169 #ufc",
  "@joe_lozito @AbelTrujillo1 @jamievarner @ufc I would do anything to watch another round of those two go at it again",
  "@AbelTrujillo1 momma say he gon knock you out! #UFC169 #ufc",
  "Free PS4!: http://t.co/DFamiicwp7 via @YouTube",
  "@eddiebravo @rogergracie @realroyce @RenerGracie Hey are ankle and knees wraps a disadvantage against an elite bjj fighter?",
  "@AaronQ13Fox Hey do you know if @Q13FOXSeattle or joe tv will reair Seahawks Saturday Night after ufc 169?",
  "@winstonguyjr27 who you rooting for tomorrow haha",
  "@samargier quit taking shots at Seattle's beloved Steve Raible and stick to reading the weather sweetheart @KIRO7Seattle",
  "Look at Hollywood @Mayor_Ed_Murray on Stephen Colbert show! I hope you aren't too big for us Seattle folks now!",
  "@SavannahStone_ Just don't eat Savannah brownies",
  "@madelynxmonroe here comes the creepy tweets!",
  "So whoever runs @Mariners Twitter account is a pretty weird person. Check out all these crazy tweets!!",
  "@BrocknDanny I'll give you the same advice the lady at Men's Warehouse gave me. \"You're not a bow tie guy\"",
  "Whoever is doing the half time show is very talented, oh wait I mean untalented #probowl",
  "Dont like it? Then dont leave it in the hands of 3 people who know nothing about mma Had his back 3 times &amp; could have finished #UFConFox10",
  "@FManzo3 @YouknowRilynn I doubt she wants a \"wet wipe\" for a man...",
  "I'd hate to be a judge in this fight! I think josh won rounds 1,2 and 5 #UFConFox10",
  "@TyeBill Is up to 12 already? Hahah",
  "How many times can someone give up their back in a fight? #UFConFox10",
  "@smiocic you mean Chicago?",
  "@GMeekerMMA Thompson because of the back mount",
  "@VeronicaAvluvXX Lucky coworkers!",
  "@mmasarah @RealBeerNut He is out of shape. Look what happened to him...",
  "@CreampiePics Crunchy sheets!",
  "@LaureenPink if you tweet your own handle is that 3rd person tweeting?",
  "@abbijacobson so when I first saw a commercial for #BroadCity I was like that shit's getting cancelled but then I watched it #ChangeOfHeart",
  "@MollyShenKOMO @HourglassShoes #Straight2YouTube lol I say the evening broadcast after we win the super bowl you and Dan rock these haha",
  "@MollyShenKOMO @HourglassShoes You wearing these for tonight's show?",
  "@soakingwetone @amazon How about left over Christmas fruit cake? Got a bunch left, I'll ship it out to ya",
  "@greenmobe @cliffavril Isn't a head the most important part of a bobble head?",
  "All right guys we are going to give away a #dcGrinds #UFC170 #Walkout tee -RT &amp; FOLLOW @CF_Athletic for chance to win http://t.co/Rz2AFO7sZi",
  "@michaelianblack The key is less schools",
  "@WhatTheFFacts Quit lying! What guy wouldn't be into that?",
  "@Chimchise @PiNK_SploOsh This child is talking about rings San Francisco got when he was negative years old! Hahaha",
  "@PiNK_SploOsh Montana and Young do but not that overrated chock artist kap with his 6.2 qb rating in the 4th quarter yesterday #pathetic",
  "\"@PiNK_SploOsh: Niners still are better than the Seacocks in my book.\" A fiction book! Hahahahahahah #SuperBowlXLVIII",
  "The funny thing is @RSherman_25 has 6 more interceptions than @KingCrab15 has touchdowns since 2011. The numbers are very mediocre.",
  "@BoneThugLucy Fans appreciating good football is what its all about! Im sure this won't be the last time Russ and Kap meet in the playoffs",
  "@BoneThugLucy Exactly! I love my team but I love good football just as much! That's what today was and these games will be for years 2 come",
  "@BoneThugLucy 2 be honest after hawks games I look for angry 49er tweets to get a good laugh. I was shocked when I read this!",
  "@MichelleKOMO Was there even any other news today? Haha #GoHawks #GoKomo",
  "@Chimchise @championniners I forgot about this guy! As much as Id love 2 rub his nose in it, leave him alone. He's having a bad enough night",
  "@WildThanggggggg Where was this?",
  "@SFGiants @Mariners Hahahahahahahahahaha you're lucky you aren't playing @RobinsonCano and @RealKingFelix. #SUPERBOWL 4 us not you!!!",
  "@KingCrab15 @nflnetwork @espn You have a whole off season to watch that film! Enjoy it! #mediocre #SuperBowl",
  "@Mike17mo You name a bar and a time!!! Let's celebrate #SuperBowl",
  "@StayingInMyLane I've never seen someone get blocked by a backup on the sidelines then go make a play! He stays in his lane no matter what!",
  "@Earl_Thomas touching interview. Happy for you and very proud of you. Seattle is very blessed to have you as a player and a man",
  "@DougBaldwinJr So happy 4 you man! Everything you've had 2 put up with in your career So proud of you! Happy 2 live in the same city as you!",
  "@MalcSmitty As long as you are in Seattle you will never have to buy another beer!!! Proud of you young man #SUPERBOWL #GoHawks #12thMan",
  "@ReggieBush You know you want to play for Pete again!!! Don't RT, you'll get in trouble with Detroit",
  "Yo #12thMan keep faith that's the only way we're coming back. #SFvsSEA #GoHawks",
  "Too bad Jimi Hendrix isn't around any more. Would have been crazy for him to play the national anthem!  #SFvsSEA",
  "@masuimimax Nobody's tougher than a taser",
  "@Brandi_Love Tassels...",
  "@BrocknDanny @therealChiefTNT Everybody has to bring up the ex's!!! #drama",
  "@Only_Brunettes @Dream_Babes @Boogie_1969 @SexxiEyezz Why you guys do this to me? Who is that!?!?",
  "@MyPoisonIvey 11 people are idiots!",
  "@billyeichner ask him if his tattoo artist has to lift his boob up to tattoo in his lady crease",
  "@vuduchikin Was it gluten free...?",
  "So there's this @KJ_WRIGHT34 guy with apparently bionic bones playing Sunday... Sorry SF, better luck next year #GoHawks #NFLPlayoffs",
  "@KimKxxx Plastic surgery just isn't good enough yet, it turns people into monsters. You have a good thing going. Don't fuck it up",
  "@CaliCarterXXX What's that like when TSA checks that shit?",
  "@Lola_Foxx absolutely! Dry cleaning is total bull shit. Wash on delicate and air dry. You'll be fine as usual",
  "@TiffanyTylerXxX @BREANNEBENSON No such thing as pervs, just people who are honest with themselves",
  "@billyeichner I have to yell your tweets for them to make sense",
  "@UFCONFOX @TeamKhabib I believe him. The Diaz brothers may not be the best but they will fight anyone",
  "@PrettiBrownBee well at the end of the end the seacocks will fuck them!",
  "@MissVioletRose Alright it's settled! You're coming to Seattle Sunday right? Drinks on me!",
  "@GetJesse @Seahawks All the off season trash talking rights are on the line!",
  "@ESPN_Colin Are you trying to piss Seattle off?",
  "@kylieireland No not even close. Getting sheets dirty is way better!",
  "@julesk_fighter @KingMoFH Damn you guy's related?",
  "@Lola_Foxx You only get one life so make that shit happen captain",
  "@AnastasiaPierce Shit splenda is worse for you than sugar! You just can't win Anastasia, you just can't win",
  "@StayingInMyLane Did you hear about John lynch calling you the best special teams player in the league",
  "@ST7_ERA @footballgrl3 I've been a hawks fan since before your parents even though about making you!!!",
  "@MacyCartelXXX With those boobs I didn't even notice your face!",
  "You're a punter for a reason... ah because you can't play quarterback, don't throw that damn ball #INDvsNE",
  "@johnohlenforst Sounds like you're the one close to hanging yourself! I'm on cloud 9 because of your shit team.",
  "@johnohlenforst Well at least I get 2 watch my team play next week &amp; luckily I don't have a fat ass girlfriend hahaha #OffSeason for u bitch",
  "@ForrestGriffin Hey man don't worry you can only be great at so many things in life. Do you know what I am saying?",
  "@nickwilliams125 You write a message like that and call me retarded? Haha last thing I'm saying is better luck next year. Conversation over",
  "@Mariobatali @EpicScene_LS Food is the only language spoke by all fans. Regardless of team. Mario is the best. #BottomLine #NFCChampionship",
  "@ShowtimeTate Don't worry about the onside kick. The hands team is probably the hardest team to be on. Make up for it next week!!!",
  "@nickwilliams125 lol no need to be mad, your team would have done the same 2 us if given a chance Hopefully there's a rematch next year",
  "@nickwilliams125 The \"seacocks\" ain't shit? Then u lost 2 a team that ain't shit twice in a span of a month. U rooting against us next week?",
  "Yeah yeah we dat we dat. Hope you hillbillies root for us in the #SuperBowl #NFLPlayoffs #NOvsSEA  #Seahawks #GoHawks  #12thMan #Seattle",
  "Fox needs to clean house on their NFL pre/half time show hosts. Terry Bradshaw is too dumb to function #NOvsSEA",
  "@bstelton @BobandGroz Jimmy Graham is soft. He can't handle physical coverage, all these basketball playing Tight Ends are that way.",
  "@_TC_ Blame it on playoff jitters",
  "@RobSchneider Hell yeah Rob's throwing down historical Seattle landmark references",
  "@Kenny_Mayne @Seahawks @stanverrett White socks, blacks shoes and shorts all in a strom? His credibility is seriously in question right now",
  "@Mariobatali What are you cooking up for the #Seahawks game?",
  "@thebonnierotten Seahawks vs Chargers... Don't worry da raiders will be there next year #ProbablyNotThough lol",
  "@IntThings @neverknownfacts that's just what poor people say",
  "#Seattle is expecting thunder &amp; winds up to 50 mph, looks like mother nature is a #12thMan #NFLPlayoffs #GoHawks #NOvsSEA #SEAvsNO",
  "@alanarainsxxx Freak on a leash. Good freak like Rick James freak not homeless guy freak.",
  "@richeisen @WendellPierce @Saints It's going to make it that much sweeter when the Seahawks smash them again...",
  "So first I couldn't get #Seahawks #NFLPlayoffs tickets and now my cable is out. I hate you ticket resellers and stupid wave broadband",
  "@DaniLouMcK @ThaMonstar You don't look excited...",
  "@jordanbabineaux @wherring54 @D_Hawthorne57 Redemption? Please, I've learned history repeats it's self. Again oh and AGAIN. #GoHawks",
  "@hollywestxxx That dude just fucks up everything he touches.  He's nothing like his dad haha",
  "@ClubCarmenXXX Ummm you do realize you have to be a grandma? Okay just checking",
  "\"@AnastasiaPierce: Watching a keenu reeves movie, probably going to suck!\" God damn that's a good rule to life by!",
  "@GiselleLeon Yeah you don't what to burden anyone with that",
  "@KarmenKarma Punctuation for days",
  "@TheAnnikaAmour yep Denver vs OKC on tnt",
  "“Does brain taste good”",
  "@GabiPaltrova Is this a sting? What are you a fucking cop!",
  "@ochocinco You were the Kenny Powers of the NFL! There needs to be more phenomenal athletes with some mother fuckin theatricals",
  "@JahovasWitniss Don't cheap out with the vizio go with the Sony",
  "@BelleNoirexxx Let the desperate tweets asking you for a date begin!",
  "@DennisRoady That's why I watch it! Boobs would just be a bonus https://t.co/4QLgPBa2Vh",
  "@Shaun_49 Thanks for the follow. Go mariners!",
  "Win Dean Zelinsky's \"Most Sought After Guitar,\" the very 1st USA-Made StrettaVita Hollow Body - Serial #001 http://t.co/LWh7yTE6WG",
  "@IamTheImmortal the common woman fan will become more educated about MMA much like the NFL but for right now your statements are very true",
  "@VanessaCage Fuck that! Just switch those light bulbs out and fuck shit up",
  "@UnusualFactPage Yeah a study on bitchy women and pussy men",
  "@BelleNoirexxx @Fatburger You're like 18 and you still have that child metabolism lol. You'll be fine",
  "@PaulGAllen @DangeRussWilson @ShowtimeTate @DougBaldwinJr You guys should have kids from Children's Hospital raise the 12th man flag",
  "@brucebuffer @AriannyCeleste Bruce you literally have the coolest job!!!",
  "@Madison420Ivy @lictour Looks like someone high on ecstasy just nutted all over you!",
  "@nottjmiller @its_bear_time Fuck yeah Tj Miller is going to blow your dick off!",
  "@GiselleLeon I'm sure there's lots of cool people but I'm willing to bet porn girls get harassed like no other on Twitter",
  "@MoneyLynch I hope u realize how much u not only mean 2 the team but the whole city of Seattle Wish there were more players &amp; humans like u",
  "@UrijahFaber @Rosie @ufc It's corn row times motha fuckas",
  "@MikeVick Virginia Tech!!! Haha",
  "@WarrenSapp Yesterdays game got me thinking how do u stop a running qb? Did GB over penetrate &amp; lose gaps &amp; contain? What would u have done?",
  "@BrockESPN @BrocknDanny @710ESPNSeattle It's 2014, hook it up for the podcasters!!!",
  "@ManMadeMoon Yeah they probably will but to be honest I just go to sounders games to get drunk, stoned and yell shit! You should join me lol",
  "@ManMadeMoon Also that was my favorite insult of the day lol but I get your point haha *soccer style* not player",
  "@ManMadeMoon I refuse because it's not right lol",
  "@ManMadeMoon Phil Dawson never played soccer, he was a high school QB then converted. So your argument is invalid and soccer still sucks",
  "How hard is it for interior lineman to stay in rush lanes and for the ends to keep contain? Learn from you mistakes #SFvsGB #NFLPlayoffs",
  "@SenorT @shawnemerriman The man has a point haha",
  "@markschlereth Way too many  hot routes, motions and audibles for such a young qb",
  "\"@ClaytonESPN: Aldon Smith has a cramping problem. His return is questionable.\" Hmmm looks likes he's on the same cycle as my Girlfriend...",
  "@MissVioletRose I was starting to think you were perfect but then someone just had to be a 49ers fan",
  "@branton_sherman Yeah and then get in the guys face and act like a tough guy lol #pathetic",
  "@devonmichaelsx Don't forget drinking beer, eating junk food and yelling at people who can't hear you!",
  "@stephenasmith A decade of mediocre coaching plus this generation's Tony Romo, equals, well you know",
  "@SalkWEEI Meanwhile the stands are full of morbidly obese shirtless dairy farmers",
  "@Poetic_Freedom_ @Remymeow @Mzjadastevens You only have one life, make that shit happen captain!",
  "@Moffitt74 @MoneyLynch Then the NFL(a non-profit organization) wonders why 80 percent of players go bankrupt after retiring",
  "@wingoz That sums up a decade of very mediocre coaching",
  "@Jackie_Hall27 He's a damn sweetpie",
  "@thebonnierotten Sounds like some good ol fashion AFC West jealously",
  "#AndyDalton is the #TonyRomo of his generation #NFLPlayoffs #SDvsCIN",
  "@BigBlack How can someone be such an average coach and be employed for that long?",
  "@XMissEmz Someone's fishing for compliments",
  "@Kenny_Mayne We going to dreamgirls after Seahawks game? You invite @ClaytonESPN #YellAtMrs.Clayton",
  "@ParellaLewis @Walter_Kelley @MJMCDERMOTT I get that but how do you accurately convert wind gust into a temp?",
  "@Walter_Kelley @MJMCDERMOTT @ParellaLewis I mean isn't a thermometer the best gauge for measuring what it feels like!?!?",
  "@Walter_Kelley @MJMCDERMOTT @ParellaLewis Can someone please explain what goes into factoring \"feels like temp\" cause it sounds like BS!",
  "I've been with bitches bigger than #DannyWoodhead #NFLPlayoffs  #SDvsCIN",
  "@soathehulk @HippocreekPerth 205! 205! 205! 205!",
  "@Lexie_Sunset I guess I'm gonna have to rethink our relationship between me and your big awesome titties",
  "@Lexie_Sunset I'll give you the same advice my grandmother gave me on my wedding day. Just snort some e and stop being a pussy",
  "@GabiPaltrova Fuck cancer I'm baked",
  "Damn. Jamaal Charles, Donnie Avery and now Brandon Flowers?  What next, Andy Reid is going to leave the game with diabetes? #KCvsIND",
  "I think my mother can grow a better mustache than #AndrewLuck. Probably more of an insult to my fam #whatever #KCvsIND",
  "It appears KC is officially fucked. Hope Jamaal Charles gets up #KCvsIND",
  "@BreeOlson Oh thank god I thought you meant you were going to ruin that perfect body with children",
  "@juliecashxxx Most migraines are caused from lack of nutrition and dehydration",
  "\"@JordanPeele: I wish people looked like what their souls are.\" Then everyone would be black...",
  "@KimKxxx Postcard quality!",
  "After extensive research, there is no link between eating Carl's Jr cheese burger and having sex with woman almost as sexy as @KendaPerez",
  "@SeahawkSMACK I was gonna say Nelson Mandela dead but you know how it is man.",
  "@SeahawkSMACK I can't wait for the #BCS to be Paul Walker dead next year!",
  "@1SHRED Most of them wont stay the whole year but every year I see at least 1 or 2 people transform their bodies &amp; I think thats pretty cool",
  "@Bailey_67 He's a 6 foot 3, 240 pound freshman. Oh and he's stupid fast",
  "@Fender Good thing you guys are way better at making superior instruments rather than videos lol",
  "@DUANEBANGCOM You guys still throwing leg kicks after Saturday night?",
  "@danicadillon The only people that can hurt you are people you care about.",
  "@madflavor @RenerGracie I'm so happy for you Joey! Keep up the hard work my man!",
  "Go #XboxTailgaming with @Xbox! You could score a trip to Super Bowl XLVIII, home entertainment makeover &amp; much more! http://t.co/rSrArep5xM",
  "@BelleNoirexxx Jealously! You're easily the sweetest and sexy person on Twitter. Fuck that bitch lol",
  "@TrinityStClair Romo-itis is contagious",
  "@LWillson_82 Maybe it's the pain medication lol but you seem like you're in a good mood. Feel better Luke!",
  "@JOEL9ONE It just wasn't you're guy's year but I know the 2014 rams/hawks games will be even more intense and I cant wait! Good season man!",
  "@RachelStarrxxx The cowboys will just break your heart! Again and again and again!",
  "Play nice boys! Jeff Triplette needs to turn this car around if they keep this up #SEAvsSTL #12thMan #GoHawks #Seahawks",
  "Not saying he wants to but @ShowtimeTate legally can not own timeshares in St. Louis or Green Bay #SEAvsSTL #12thMan #GoHawks",
  "@STLouisRams 26 to 10.... #GoHawks",
  "Can't even sleep, all I see when I close my eyes is #AndersonSilva leg. I can't even imagine how him and his family are feeling #UFC168",
  "@MissDaniDaniels It's weird seeing a vine without you being briefly naked...",
  "@titoortiz It's a fair statement, very sad but fair to say but it's pretty funny how everyone is taking this opportunity to make fun of tito",
  "Go #XboxTailgaming with @Xbox! You could score a trip to Super Bowl XLVIII, home entertainment makeover &amp; much more! http://t.co/rSrArep5xM",
  "@FurysFightPicks Look what Chris did to a damn jedi knight, twice! TRT or no TRT, Chris is going to fuck him up.",
  "@JennaJustineXXX Mind your own butt wax",
  "@1SHRED * ignorant tweet warning* I think black guys have hollow bones",
  "@ToriAvano Complete tibia and fibula break and probably ligament damage. Maybe even a calf tear... my god! #UFC168 #AndersonSilva",
  "@DougBaldwinJr It's a matter of time before a low tackle will have the same result in the nfl. #UFC168 #AndersonSilva",
  "@eddiebravo Can someone even fight with steel plates in his legs in ufc? #UFC168",
  "@jillhxxx You could key a car with those things!!!",
  "@MartinKampmann @ChrisWeidmanUFC I hope you're wrong!!! I want to see a 3rd fight",
  "Go #XboxTailgaming with @Xbox! You could score a trip to Super Bowl XLVIII, home entertainment makeover &amp; much more! http://t.co/rSrArep5xM",
  "@TomMabe @Vitalyzdtv @JoshyyBoy1 @RomanAtwood Feeding and clothing the homeless. Making us all laugh. Yeah you guys are rude and stuff",
  "@ddockett I think only the coaches and players should vote and they are not allowed to vote for their own teammates.",
  "I sure hope @Kam_Chancellor @DangeRussWilson @RSherman_25 @MaxUnger60 @Earl_Thomas @MoneyLynch don't play in the pro bowl this year #gohawks",
  "Go #XboxTailgaming with @Xbox! You could score a trip to Super Bowl XLVIII, home entertainment makeover &amp; much more! http://t.co/rSrArep5xM",
  "\"@Billieraixxx: I'm pleased you did guys , who got the funniest present this year\" My grandmother got diabetes this year for Christmas...",
  "@Mariobatali Other than black pepper and catch up. How do I make wet dog food taste better?",
  "Well i asked for @Billieraixxx this year... but my GF wouldn't go for it. #Mistress4Christmas",
  "@RJ51Photos Why don't u get off twitter, turn off you phone and go 2 fucking sleep? Oh &amp; could play in my beer softball team this summer?",
  "@NataliaStarrX How do you not have a drivers license?  Lol",
  "@mooiman01 @alanarainsxxx @PicsSexy I'm all trying to press play on this picture and thinking fucking piece of shit phone won't work!",
  "@docluz @travisbrowneMMA You two guys fighting Saturday?",
  "@ClubCarmenXXX That's why I like vine. Most people aren't interesting enough for more than 6 seconds. Also you have a nice butt! Good day",
  "\"@thejanicexxx: I suck at texting.\" You're supposed to text with your fingers not your mouth...",
  "\"@thejanicexxx: I need someone to come tell at me to clean my room. #notanadult\" Easy. Get married...",
  "@iamgirlrilla @CatZingano @RondaRousey @MieshaTate @ufc Of course you don't understand liz.... hahaha",
  "Go #XboxTailgaming with @Xbox! You could score a trip to Super Bowl XLVIII, home entertainment makeover &amp; much more! http://t.co/rSrArep5xM",
  "@WarMachine170 I think you should kill that monster before it laye eggs... but whatever floats your boat I guess lol",
  "@RichieWielgus @thebonnierotten Prove it then you god damn liar",
  "@ochocinco You can play for my company flag football team. I have a rocket laser arm until I get too drunk 2 play qb then I play center...",
  "@BreeDaniels1 I love xmas except for shitty gifts, spending time with people I don't like, jolly people and mostly Christmas music &amp; movies",
  "@daddyg1212 I got a knock off @ArianaMariexxx this year....",
  "Merry Christmas @JOSH_GORDONXII you are truly a fantasy football miracle!!!",
  "@IsisTaylor I have a dog to fight off all the kids that get near me.",
  "@thebonnierotten @xcritic @Houstondon @WilliamHnutsack Looks painful... haha",
  "@robdelaney Can I buy it for my new pair of socks? *I'm Twittering this from my fruit cake",
  "@GovInslee If you say Inslees fast it sounds like in sneeze",
  "@710ESPNSeattle @realkcalabro It's hard pretending to be excited about fruit cake and socks but it's even harder having to watch The Thunder",
  "@Mike17mo Never telling them but if they ask then explain Santa is a symbol of family, joy and love.",
  "@steveggerken @AlwaysSunnyFXX @GlennHowerton @RMcElhenney @DannyDeVito Bitch is paying the troll toll",
  "@andysandimas I'd love to eat drugs and go to Disney Land with you!!! lol",
  "@luckynmbr21 I find that hard to believe. Merry Christmas!",
  "@RuggedModels @kimberlykane Nope. The only thing that will fix hate and violence is love.",
  "Go #XboxTailgaming with @Xbox! You could score a trip to Super Bowl XLVIII, home entertainment makeover &amp; much more! http://t.co/rSrArep5xM",
  "@MissKKendall Also helps that you're like 18 lol",
  "@OonaCC Quoting a fictional cartoon character... I like it lol",
  "Go #XboxTailgaming with @Xbox! You could score a trip to Super Bowl XLVIII, home entertainment makeover &amp; much more! http://t.co/rSrArep5xM",
  "Go #XboxTailgaming with @Xbox! You could score a trip to Super Bowl XLVIII, home entertainment makeover &amp; much more! http://t.co/rSrArep5xM",
  "@bcondotta @RyanDivish Fantasy football? Rivers has a better match up against OAK but it's hard to bet against Drew... go with drew!",
  "@john_candy_ @Rampage4real @connormcnulty12 I don't know man. You tweet good shit?",
  "@john_candy_ @Rampage4real @connormcnulty12 I like your style dude",
  "@Rampage4real @connormcnulty12 Awwww sweetie pie alert!!! Lol",
  "@MoxxieMaddron Maybe you just need to be better at shoplifting lol",
  "@AllCharisma Twitter won't help you sleep lol",
  "@SashaHeart Duck face? Annd photo affects?",
  "@AndyRichter They are just weak and undisciplined",
  "@CupOfLoMo @FINK_BOMB @sofolicious I got some friends let's make this a grand slam...",
  "\"@MichelleKOMO: Red meat laced with rat poisoning. Warning 2 Dog Owners at 11\" Now I have to wait till 11 to see if my dog is going to die",
  "@7tjackson is the Mariano Rivera of football!!! No better football closer. Great game man!",
  "Im dreaming of a SRV Strat Christmas, just like the one's I use to never know... hopefully this clever tweet does the trick  #fenderwishlist",
  "@danicadillon Let's go camera shopping. It's time, trust me.",
  "\"@TillieSunny: 3D movies have been around in some form since 1915.\" YEAH it was called theater",
  "So basically #MegaMillions is just a tax on stupid people who don't understand math.",
  "@danawhite So many good fights tomorrow and on the 28th!!! I mean Jesus Christ Merry Fucking Christmas all you fight fans!!!",
  "@LoriGreiner @QVC  @FiberFixUSA Seriously that FiberFix stuff is amazing!!!",
  "@MissKKendall They just enhance the flavor",
  "@TitusNation b-",
  "@LoMoMarlins SafeCoLoMo",
  "Robbie and Jay-Z have another #HelloCano T-shirt for one lucky fan. RT and follow for a chance to win. http://t.co/TCUKx9HFcU",
  "@LoMoMarlins Welcome to Seattle!!! We all are excited to have here and wait to see your first of many homeruns",
  "@AshleyFires You know who you kinda look like....",
  "@JennaJustineXXX If that's true than you are by far my favorite \"anorexic aids throwing up skank\"",
  "@chrisclemons91 We still have the best team, players and personalies. Seattle thanks you for your great effort today",
  "@LWillson_82 I've met James Franco and he's a super nice guy lol so I don't get how that's an insult",
  "@JennaJustineXXX What about my girlfriend?... I'll run it by her and let you know what she said lol",
  "If you don't follow @emilymarilyn you're a fucking idiot. Seriously she's the sexiest girl on Twitter #fact",
  "So @RyanDivish gets hired at the Seattle Times to cover the m's then a couple weeks later boom #RobinsonCano... #ConspiracyTheory",
  "@ActuallyNPH @yellowbird118 @Honda That's pure jealously. You won't go anywhere living that way",
  "Brain explodes. Drops mic. #Seattle #Cano #Huskies #Mariners #seahawks",
  "@pconover_golf @Mathieu_Era You guys are polar opposites",
  "Its #SharkTank time bitches!",
  "@luciebeexxx Why am I now just following you? What's wrong with me! Perfect face, body and a sexy Australian accent.",
  "@BrocknDanny I saw @cliffavril knocked that down too!!!",
  "\"@JennaJustineXXX: I can no longer keep my eyes open\" How'd you type that then?",
  "@matteson_steve @SeahawkSMACK Ya we are great thats why we won tonight against a team u guys couldn't We'll represent nfc west don't worry",
  "@matteson_steve @SeahawkSMACK Tough? 71 to 16 in the last 2 games against you clowns would beg to differ",
  "@matteson_steve Yep stats and wins that's what I have... that's why we are 11-1",
  "@matteson_steve 71 to 16 in the last two games against you clowns would beg to differ",
  "@matteson_steve Aw thats cute! Maybe if you guys would have took care of business against the Saints you wouldn't be so mad! Cheer up buddy!",
  "@SeahawkSMACK @Monnica888 @matteson_steve Did they play when we beat you guys 43 to 13 or 29 to 3. I forget. I was celebrating too much!",
  "The Seahawks defense is to tree as the #saints are to #PaulWalker #TooSoon #GoHawks #SEAvsNO #NOvsSEA #MNF",
  "I love hearing all the local hillbilly radio commentators call #ThePlay #Auburn #BAMAvsAUB",
  "I've never seen a walk off field goal return of 109 yards to beat arguably the greatest NCAA team ever  #BAMAvsAUB",
  "@realjeffreyross A second on your lips a life time on your nose #apparently",
  "#MattFlynn is muff cabbage and today I'm thankful for @DangeRussWilson or else I'd be watching Flynn every week #GoHawks",
  "@BREANNEBENSON Wine just makes your friends think you're sophisticated. Have a jack 'n nightquil",
  "@BREANNEBENSON Take more of it and with booze",
  "@AbbyCrossXXX You know, I hear complaining about it makes the drive shorter",
  "@nflnetwork @NFL_AM @Terrell_Davis Whoever is tweeting this at 3am on thanksgiving better get a raise",
  "@pattonoswalt @tomhanks Probably still better than Ratatouille",
  "I'm telling you guys @dshead24 can play football! You watch when he gets a shot I know he'll shine.",
  "@WhatTheFFacts See!? I'm helping the world!",
  "@danawhite @JENNIWOWW @FrankieEdgar @UltimateCasino You got the weirdest fucking life lol",
  "@JessicaRyanXXX Man what a difference!",
  "@Moffitt74 Bill Burr pretty much sums it up the best! https://t.co/tSBVOUcNEv",
  "@michaelirvin88 Is that blonde kid yours?",
  "So basically I had a dream last night that me and @Moffitt74 went to Peru and did ayahuasca",
  "@Mike17mo I thought I saw that! I'm glad I'm not going crazy",
  "@jennaxkills This seems like a great time to test your boundaries lol",
  "@rickygervais Weird! I thought only Christians had morals? They must have tricked me again...",
  "\"@ChristyMack: @KyleButler12345 seen it.\"you really do have nothing to life for!",
  "@ChristyMack our idiot brother",
  "\"@medaYoloYoda: 2 be slapped by the truth. Better it is, than 2 be kissed with a lie.\" A lying kiss on the dick still feels good there yoda!",
  "@MegCoyleKING how do you not laugh at that guy falling off his bike into a big puddle?",
  "@michaelirvin88 @Michael_Altbaum Michael Iirvin is great but you need to set higher goals my friend",
  "@latimes With all the issues going on in the world you guys report on this? You guys are just a joke anymore",
  "RT and Follow @GamerDeals to Win a PS4 or Xbox One Console #Giveaway #Contest!   Details here - http://t.co/06nQY4eJoC",
  "@xavadevinex What chord you playing there? lol",
  "@MissKKendall U should sign up 4 riddit gifts It's the largest secret santa! It's pretty cool http://t.co/9Y4LIKlNcS",
  "@jimmykimmel @JimmyKimmelLive Have @IAMGUILLERMO bake a turkey only by the turkey helpline",
  "@RachelStarrxxx Porn is a 20 billion a year business. That's why it is legal and always will be.",
  "@JessicaRyanXXX I don't know who big jake is but I'm sure he wants you to do that too...",
  "@PussyAnnaJasmin I'll have you know in some villages it's an honor to be the dirty pirate whore",
  "@jennaxkills Someone's all over the place tonight...",
  "If a sitcom hasn't had a guest appearance from @pattonoswalt it's because it sucks. Welcome @Brooklyn99FOX, welcome",
  "@Xbox #ForzaDiscovery Giveaway giveaway giveaway! Oh why yes please!",
  "@Dani_Jo444 @Moffitt74 Maybe its the lighting or Photoshop lol but looks like you lost some weight!",
  "@ElizabethHurley @CelebsComplain_ You poor thing! I bet the pillows weren't even memory foam in an Egyptian cotton pillow case either!",
  "@juliecashxxx @dfwknight I think you're going about this the wrong way. Don't stop them, make them pay you royalties!",
  "@VeronicaAvluvXX @Sagittarius_ht I think I'm that fish one and today is something very vague that can apply to anyone lol",
  "Guys vote for @GiselleLeon she's up for a keeping it real award. To vote just shove a thumb up your butt! Voting ends soon!",
  "\"@Lola_Foxx: Argumentative disloyal bullshit out of fucking nowhere just to start a fight. So you.\" Why you talking like Yoda?",
  "@shawnemerriman He's getting embarrassed on national television and he's doing nothing about it. That's anything but tough",
  "@altonbrown Draw a t rex!",
  "\"@Cristian22366: Well @Caligujus did...RT @MichaelChavez26: @Cristian22366 \"is has an IQ of 0\" priceless!",
  "There's 3 things I love in life. Motley Crue, tits and my #Seahawks! #GoHawks #FootballSunday #SEAvsMIN",
  "@jennaxkills Ha! Did grandma have an international gang bang? lol whatever you are it's pretty sexy",
  "@jennaxkills Seriously what fucking race are you? Haha",
  "Honestly I didnt really no who @ladygaga was I would only hear people making fun of her but after watching her on #SNL shes talented &amp;funny",
  "@mmasarah Compare their fights with Jon Jones. Bones dominated Chael where Jon only kinda dominanted Evans. That's my logic lol #UFC167",
  "RT and Follow @GamerDeals to Win a PS4 or Xbox One Console #Giveaway #coupon #Contest!   Details here - http://t.co/06nQY4eJoC",
  "PS4 Giveaway!  RT this and follow me for a chance to win! I will be announcing the winner at 12 tomorrow! http://t.co/h4Wehrnt08",
  "@WarMachine170 drink up cause it's in your water too",
  "@jennaxkills Your Friday sounds almost as boring as mine! Mainly because I don't have sour patch kids",
  "My bull shit meter is running high. Stupid concept and no sales equals fuckery #SharkTank",
  "Dont go on #SharkTank all emotional! It shows the sharks you can't keep it together professionally Plus you look like a baby on national tv",
  "@ZombieStudios I want to win a PS4 so I can play Blacklight: Retribution! #BlacklightPS4",
  "@ToriAvano It's mostly because of the way you're standing lol",
  "I'd love to see Pearl Jam at Key Arena on 12/6/13!!! #tixmas",
  "@EnglishEmma Easy. Be more accepting",
  "@MissKKendall Upload all those sexy pictures, get us all going then go to bed? I see how it is lol",
  "@Williiam__ Guys like you hahaha",
  "@Williiam__ I looked at your tweets and your whole page is begging for followers! How pathetic lol",
  "@Williiam__ Well please tell me, did she follow you?! Hahahah",
  "@MissVioletRose My girlfriend could learn a lot from you!",
  "\"@Williiam__: @GiselleLeon followback\" I bet she WON'T! Hahahahaha",
  "@titoortiz @jennajameson This might be up there with my first divorce for the messiest break up!",
  "@AFC_Brittiney @Irina_ATL I'm not sure if I'm allowed to say this as a Seahawks fan but the falcons do have some sexy cheerleaders!",
  "@RenzoGracieBJJ I know nothing about bjj but my girlfriend hates it when I steal her back #BrownChickBrownCow",
  "@Bailey_67 I'm a little offended that you don't even mention being a Seahawk in your bio!",
  "You know it's a good day when the hawks win &amp; #49ers lose to Carolina &amp; those pathetic fans keep talking shit about us! #GoHawks",
  "@ItsAshley49 no I'll see in person in ur old shitty stadium! Hell I might even piss on my seat after we beat the shit out of you guys again",
  "@ItsAshley49 I'm flying down I'll be there &amp; see another ass whooping Let's hope its more competitive than 71to16. 3 games back=2little2late",
  "@ItsAshley49 what I do after a hawks win is I search for \"shehawk\" then read angry 49ers. It's the simple things that make me happy!",
  "@ItsAshley49 Any other football history questions I can answer before its your bedtime?",
  "@ItsAshley49 80's, 90's 49ers were some of the beat teams ever! But 20 years later you guys are pathetic. Ask Carolina lol #GoHawks",
  "@ItsAshley49 How old were you in 94? Oh cause kap was 7 years old. Sorry but Young and Rice can't help you with being 3 games behind us",
  "@ItsAshley49 Against the saints!?!? In New Orleans!?! Better luck next year, its been fun talking shit to you &amp; your pathetic team #GoHawks",
  "@ItsAshley49 Yes he does!  But not game losing interceptions. Not only game losing that pick was your wildcard hopes too! #GoHawks",
  "@ItsAshley49 Beating you guys 71 to 16 in 2 games and having a 3 game lead is pure luck! But Kap throw interceptions is pure skill #GoHawks",
  "@ItsAshley49 that's funny cause we beat Carolina week 1 then you guys week 2! lol such an easy schedule #1stInTheWest",
  "@Rodney_Harrison @TonyDungy you guys are better at pretending to know how to use a Note 3 than giving Carolina credit!",
  "@danawhite @_G8S_ Speaking of tools, looks like that guy was beat in the face with a hammer!",
  "@danawhite don't forget old and ugly! lol",
  "@thebonnierotten Hey if ur still in Seattle tomorrow morning u should totally go 2 the hawks nest 2 watch the Seahawks game I'll buy drinks!",
  "@TheAnnikaAmour Hey! It's called sharing!",
  "(•_•)\n&lt;)   )╯ When you're ready\n /    \\\n\n  ( •_•)\n &lt;(   (&gt;  Come and get it\n  /    \\\n\n  (•_•)\n~(   )~  NA NA NA NA",
  "@AlwaysSunnyFXX @Lizard_King3 CharDee MacDennis!",
  "@Moffitt74 Football or no football. Seattle will always be your home! We all love you man!",
  "#NelsonAgholor is what's called a mother fucker! So impressive! #USCvsCAL",
  "@LegnaTitud I don't think a 49ers fan is allowed to retweet me. Aren't we supposed to hate each other?",
  "@SandoESPN 14.3%=9-0... Football's a strange sport",
  "@TheSportsCouch In the last two weeks SEA has given up 2 200 yard rushing. Should I start S. Jackson or Woodhead this week as my flex?",
  "@MickyP3110 Like in a glass with scotch all over them?",
  "@emberreigns Yeah but if you mix them with booze it cancels it all out",
  "@kynia Don't you have a home? lol #GoHawks",
  "@Kam_Chancellor How you feeling man? You playing Sunday?",
  "@nickcomic If you take big enough shits any toilet can be turned into a bidet",
  "@_NaughtyCuddles Instead of think about it as being unfaithful, think of it as sharing!",
  "@eddie_johnson7 No matter what Seattle is proud of you and always will be. No matter what. We all love you &amp; are looking forward 2 next year",
  "@thebonnierotten I don't know about Pittsburgh beating buffalo. The Steelers D is terrible right now.",
  "Unless @willblackmon is on the field",
  "And this is how @LexiSindel met the love of her life!",
  "@CrooklynMMA @kendallgrovemma Not 2 defend the guy but I'm sure if I was 18 again, had his fame and money I'd make some bad decisions too",
  "@bisping #votebisping",
  "#votebisping",
  "@theleaguefxx Just about everyone is blatantly lying about how good their teams are",
  "@ESPNNFL @KCChiefs @Colts @DenverBroncos @Seahawks @49ers Power rankings are like Obama Care. People will argue about it no matter what!",
  "@GetJesse @Studio81photo I don't know what kind of world you want to live in but nobody deserves to have anything stolen from them",
  "@AshleySteel There's an app for that!",
  "@LawyerMilloy Best part of being a former football player is stuff like this! Oh and not getting hit in the head!",
  "\"Change your life today. Don't gamble on the future, act now, without delay\" That's exactly what @Moffitt74 did today and I'm proud of him",
  "@MollyShenKOMO Don't lie! You can see us all in our underwear sitting the couch watching the news",
  "I can't believe this is my 1st time watching @Brooklyn99FOX @iamstephbeatz @ChelseaVPeretti @terrycrews you guys are hilarious!",
  "@seattletimes @CoralGarnick All of Washington State deserves a 15 dollar an hour minimum wage.",
  "@CadenceLuxXXX Sure. Let me just break in to your house and whip up some nachos for ya.",
  "@madelynmarie it's actually brake not break. I'm just trying to do my part lol",
  "@giajordan Oh well your body is thankful for no more breakfast margaritas",
  "@ddockett You sound like a pregnant woman! lol",
  "@KING5Seattle It's not like the party is on highway 99 at midnight.",
  "@thebonnierotten I said I hated fantasy football last week then look what happened... http://t.co/PvUOrVzzxN",
  "@YuriLuv Any idiot can roll an R but it's takes real know how to invent enchiladas.",
  "@ShaunOHara60 @nflnetwork @Browns Does this mean you scored a touchdown? This is breaking news!!!",
  "@JimNorton Sounds like carlos mencia' s take on a south park joke",
  "@Vanyesno @WaltThurm3 Monopoly guy and now cowboy? If you think you look good then you feel good. Seems to be working too! lol",
  "I've had a crush on @TafoyaNBCSports since 1994 when she was with CBS and I swear she looks as good today as she did back then!",
  "@68INCOGNITO fight with hotel security http://t.co/NFf1JAKpGl @68INCOGNITO voted 2nd most dirty player http://t.co/9OXx6lCvRn",
  "@SNFonNBC If he can kick field goals too than YES!",
  "Case came out of nowhere? Is that why he broke damn near every passing record in college football? #INDvsHOU",
  "@73likebo How you feeling man!? You showed a lot of heart coming back to the game. Proud of you young man!",
  "Sick of hearing \"ugly game\"or \"a win's a win\". This team wins games bottom line and I'm so excited for 8-1 #GoHawks",
  "@kynia Your welcome. Hell yeah! Great game. #GoHawks",
  "Superstition? I just got back from taking a poop and now the game's tied #SEAvsTB #GoHawks get me more taco del mar we got a game 2 win",
  "I believe it is every American's right to own &amp; carry a T-shirt cannon.",
  "Tony Siragusa &amp; those hipster glasses I think he just ate a hipster and he just happened to have the same vision Rx  #SEAvsTB #TBvsSEA",
  "All but one of beast modes carries have been for first downs. Give him the ball until he pukes the rainbow! #TBvsSEA  #SEAvsTB",
  "Not even Miss Cleo could have predicted this #SEAvsTB",
  "@reallelastarxxx Can I donate my left over Halloween candy?",
  "@texasgirl954_a @RayleneXXX 3 days in and its already putting a strain on my relationship. My girl's a trouper though lol",
  "@RayleneXXX No wipe November!!!",
  "@ochocinco @JoeBob189 @Lcarrasco12 Not often do I read a ochocinco tweet and think damn he's actually right!",
  "I want to offer my condolences to all of the people who will have the rules of football drunkenly shouted at them by a family member today.",
  "@ScoJo13 I still love @markschlereth even if he is dumb and ugly!!!",
  "Tuel he's got the moves like Schaub, he's got the moves like Schaub #BUFvsKC",
  "@JNewt21 Not the world wide leader in sports!  How dare they lol. Hey Carolina has looked good this year friend!",
  "@JNewt21 Not according to @ESPNNFL brotha",
  "@ESPNNFL 4 yard touchdown pass!?!?! That's very superman like!",
  "@DakotaCharms You need a lint brush but still very nice",
  "@go49ersuk Yep when  we smashed you 29 to 3 on national television.",
  "I'm not saying @GabiPaltrova is a whore but her favorite shade of lipstick is penis",
  "@go49ersuk or that ur rooting 4 the bucs to beat the hawks because you guys can't or that the last time u won a sb your qb was 7 years old?",
  "@go49ersuk What are u more mad at; hawks beating u 71 to 16 in 2 games, losing the superbowl or currently being in second place 4 the west?",
  "@_NaughtyCuddles Yoga pants and a tank top. Problem solved!",
  "@go49ersuk Yeah ya never know. Anything can happen like the seahawks beating the mighty 9ers 71 to 16 in last 2 meetings.",
  "@WarMachine170 You suck at sleeping but then again the only reason I know that is because I do too.",
  "@GiselleLeon Yeah that will probably do it!",
  "Watching seahawks Saturday night @chrisclemons91 reminded me of the line from The Waterboy \"u sound like a choo choo train\"",
  "@BamBamHealy Dude amateur fights are the best! The more flailing, wild punches and less fucks given the better!",
  "@michaelbush29 Guy dresses in a white sheet and for some reason these go bad in Compton https://t.co/VsRupFUCug",
  "@RichFranklin Or an extra hour at the bars tonight!",
  "@AaronQ13Fox @SoundersFC If a tree falls in Seattle and 70,000 people are around does it make a sounder.... sorry you had to read this Aaron",
  "@lorettahuntmma http://t.co/aXhsBmhduX there ya go! Enjoy",
  "@seahawksbuzztap That glennon guy is pretty good at winning starting jobs by default. #GoHawks",
  "@nfl411 That's a shame. I'm always happy to see former Huskies play here that aren't in 49ers uniforms lol. #GoHawks",
  "@DannyJamo23 I'm not sure about 34 points seems like a lot after last week. I'm saying 23 to 0. Lynch and Kearse will have touchdowns.",
  "@realDonaldTrump It's not worth you suffering an unfortunate hair injury",
  "@eddiebravo @dannylohner @kevvy He's got real balls to argue with you!",
  "@LouiseDistras Here's my little trick! Shit and piss yourself then no one will talk to you!",
  "@mysexykiaramia Throw him another 500 to eat the shot glass.",
  "@UriahHallMMA I don't know the whole Mayhem story but I do know u apologize 2 guys u beat, a guy like that doesn't throw unjustified punches",
  "@SoutheastToyota Structural performance was poor &amp;The driver's space was seriously compromised by intruding structure http://t.co/d0dev79s0j",
  "@TheSharkDaymond It's this great new clothing company I started the other day. It's called Fubu and you should probably get in with me soon!",
  "@poisonpill76 Hypothetical. If Paul Allen invested in a magical pill that made you feel 25 again... Would the hawks have a \"new\" LG?",
  "@710ESPNSeattle @WymanMikeNMoore Please, please let it be Walter Jones and Steve Hutchinson are coming out of retirement!",
  "@JhanelleDennis There's a whole lot of self proclaiming going on there but fuck it! You're cute and I'm an easy follow",
  "@XNicoleAnistonX Oh they were still wasting your money and spying on you...",
  "@PenleyAlyssa @awkwardposts Would it make you feel better if I favorite your tweet? lol",
  "@chrisdelia you stand out a lot more jumping way over low bars than barely over high bars",
  "@dc_mma @djustinianoa If you don't think he can win you don't know mma!",
  "@MollyShenKOMO was put on this earth to look good and read the news!",
  "@ChrisWeidmanUFC @BadBoy @PhilMrWonderful That's a shameless flex if I've ever seen one!",
  "@KarmenKarma ho ho ho!",
  "@jelenajensen Totally up there for the worst part about traveling. Oh and sitting next to poor people who get upgraded #yuck",
  "@titoortiz Throw lots of legs kicks, use the jab and just stay out of chainsaw rang",
  "@BelleNoirexxx @ledzeppelin Dear lady i got the love u need cause youre tweeting a guy that use 2 be in a Led Zeppelin cover band in college",
  "@BelleNoirexxx What song do I have to play for you, to have you in an after photo? http://t.co/NjZ6EPdM63",
  "@SouthPark I'm 100 percent HIV positively excited",
  "@AlyssaZunino Hopefully I'll be watching the guy on the left play in it next year!",
  "@mackpierceisme @Brazzers I'm thinking we need to get you out on of my job sites. You just need a hard hat and steeltoe high heels",
  "@mackpierceisme I bet all the guys worked harder that day!",
  "@NFL_Stats @Kam_Chancellor @RSherman_25 @bbrowner27 @Earl_Thomas You guys are The Beatles of shutting down wide receivers",
  "@CarsonDaly At least he's fighting men now, it's a step in the right direction to recovery...",
  "@KarmenKarma Long story short I use to get stoned all day and have McFlurries for dinner in my teens",
  "@KarmenKarma It's because they attach the spoon to the blender and mix it that way.",
  "@Arab_sensation I wish ya luck man! So is there a way I can watch your fight?",
  "@Arab_sensation At least most of that is water weight but I feel you man, there's a bowl of Halloween cady that keeps calling my name haha",
  "@Arab_sensation Damn dude. How will you ever recover from raisin brand? Lol when's your next fight?",
  "@GiselleLeon It's kinda fun to look at the IMDB for these old shitty movies lol Hocus Pocus (1993)\nhttp://t.co/miLY2pvHI3",
  "@bbrowner27 @Kam_Chancellor  @Earl_Thomas  @RSherman_25 So why do defenceless people play football in the 1st place? #LegionOfBoom",
  "@FlashGordon12 @JayGlazer Kinda sounds like a bitch move to hit someone and not expect anything to happen lol.",
  "@JayGlazer @FlashGordon12 U realise he's a former marine &amp; he is a mma trainer? He'd rip ur head off",
  "@JoshInPortland @Seahawks Didn't you watch the game last night? We have great pass rushers but we need more lineman to stop the run",
  "@AdamSchefter Now we just need Adrian Peterson than we will have taken all of Minnesota good players",
  "@WarMachine170 Real men piss AND shit standing up!",
  "@WarMachine170 Naw man we get to pay for their shit on top of everything!",
  "@SeahawkSon That's a good idea man! Lol I just get pretty pissed off when I see my fellow hawks fans get down on them for winning",
  "@SeahawkSon Our defense allowed 0 tds &amp; forced 2 turnovers Maybe u novice fans mistake good defense 4 ugly games. Close game r gonna happen",
  "@SeahawkSon We're 7-1 and your sour grown man soup has nothing to do with that. Nothing nasty about 7-1.",
  "@SeahawkSon It's only nasty if you lose. Quit over reacting, now is when we all need to show even more support",
  "@Kam_Chancellor is going to have a game winning pick 6, walk next door and hit a walk off grand slam then eat all of the bbq in St Louis",
  "@Devlynn_Xandra You have exactly 1 facial expression lol",
  "@ThePhoenixJones @benjamingay Quit acting like you don't love it! lol",
  "@amiamiley My favorite tweets include \"don't lie to me, I'll block you\"",
  "@Liz_Mathews Maybe if you gave him his helmet back he'd play!",
  "@roxannexxrae @Audreystonexxx I'm so glad all I have to do is gel my hair and wear a black dress shirt to look good",
  "Monday was stoned Snoop, Tuesday was Al Gore and tonight's drunk puff daddy. That's why I love @JimmyKimmelLive @jimmykimmel",
  "@BelleNoirexxx I'm on a new diet it's call don't take slow motion video of me.",
  "@altonbrown Draw a T Rex!!!",
  "@PussyAnnaJasmin So how often do you have this problem?",
  "@AaliyahLove69 Sounds like you're fishing for compliments lol",
  "@Joslyn_James It's time to get FiOS Internet",
  "@badboytickle Ummm I have some bad news....",
  "The @SeaAutoShow is right up there with Seahawks games for the best time at Centurylink field! Cant believe today was only my 1st time going",
  "@badboytickle jerrycurl juice? When I read that I almost, almost spit up my beer!",
  "@richeisen \"sophomore slump\" is right up there with \"one game at a time\" for my most hated overused nfl expressions",
  "@999KISW How do you make a little girl cry twice?",
  "@Krazo74 Inglewood never up 2 no good! Just like the 9ers getting stomped by the hawks twice, losing the sb &amp; being second in the nfc west!",
  "@Krazo74 I love it! Hawks win, best record in the nfc and I met a  pathetic, delusional, tough guy 9ers fan from the city of compton!",
  "@Krazo74 all about how u finish? U lost 43 to13 in dec 2 a division rival then the sb? Thats as pathetic as this compton tough guy I know",
  "@Krazo74 What happens if you see him? Lol you gonna beat him up you big tough guy. A professional athlete? Please http://t.co/W9LsKZmJMQ",
  "@thebonnierotten I don't think Alabama can handle you",
  "@Krazo74 It must suck to get smashed by the hawks twice, lose the superbowl and be in second place for the nfc west. I'd be devastated too!",
  "@mskarenthompson Easy. A really nice bottle of booze like Patron or Grey Goose",
  "@Krazo74 Yeah I watched u guys get beat by the hawks 43 to 13(in person) and lose the superbowl. Honestly how devastated were you after? Lol",
  "@Krazo74 Here's a fun fact in the past two games against you guys we've outscored you 71 to 16.",
  "@BIrvin_WVU11 @chrisclemons91 @cliffavril  and Michael Bennett need a nickname!",
  "@Dyllion_49ers Im all 4 a good rivalry but you guys need to step up and play better than 71 to 16. I just hope December is more competitive",
  "@Dyllion_49ers Yeah 20 years ago lol. At some point you guys need to stop living in 94 and stop the hawks from stomping all over your team",
  "@dannyoneil @BrockESPN If you guys are in the mood for a good laugh search the word \"shehawks\" and look at all the angry 9er fans",
  "@Krazo74 @1LiveStew Did Crabtree play when we beat you guys 42 to 13? Or when we beat you 29 to 3? I forget.",
  "@Dyllion_49ers Here's a fun fact. The last two times we've played the hawks have outscored you 71 to 16",
  "@Dyllion_49ers If 9er fans are mad the hawks must be doing pretty good!",
  "@Train5829 You realize last time we played them we beat them 58 to 0 right? Lol so how do they match up well?",
  "@WhatTheFFacts You're just trying to trick me into eating gross shit",
  "@masuimimax @morat666 @Jupiter_Moon_3 @Kreepsville666 Hey there's no shame in your game. You look great by the way",
  "@masuimimax @morat666 @Jupiter_Moon_3 @Kreepsville666 Is this for Halloween?",
  "@robinwilliams @LateLateShowCBS @CraigyFerg On paper you two should be super bff's",
  "@JessicaRyanXXX Alright! Looks like I'm gonna have to change your oil today. Hey it's on the house",
  "@MissKKendall I probably shouldn't click on this cause I'm at work lol",
  "@UniversityAudi You guys gonna be at the auto show this year?",
  "I heard a rumor that @StateFarm was going to send this long time, loyal customer free tickets to @SeaAutoShow !",
  "@SeahawkSon @BayAreaFan2 Hawks are better because we beat u 71 to 16 in the last 2 meetings and we're in 1st place for the west and not 2nd",
  "@westkid559 @SeahawkSon @BayAreaFan2 @CKWAL107 That's cute So how old were you in 1994? Have a good day at school little buddy! See u in dec",
  "@SeahawkSon @westkid559 @BayAreaFan2 @CKWAL107 Here's a fun fact. In the past two 9er's hawks games we out scored you guys 71 to 16.",
  "@SeahawkSon @westkid559 @BayAreaFan2 @CKWAL107 Fail at winning championships like you did last year?",
  "@danieltosh Can your dead grandmother come too!!!!!!!!!!",
  "@VladJdaPrince Dude seriously",
  "@AlexChancexxx @NoelleEaston Don't worry babe. If she's Still hurt I'll fill in for her lol",
  "@AaronQ13Fox This whole baseball stuff is cutting into my @Seahawks Saturday Night",
  "@NoelleEaston Did you sprain your ankle because you were bored?",
  "@poisonpill76 @onenuttodd I think the kids call that \"you just got served bitch!\". Best tweet i've read in a long time!",
  "@GiselleLeon I too enjoy amazon shopping and sleeping around!",
  "@NoelleEaston Only boring people get bored, right? Lol",
  "@TheBestFeeIing @JenniferBestXXX Yeah because the man should hide that other bitch better",
  "@xVictoriaTylerx Which charity?",
  "@JadeIopez Easy. Sit in a billionaire's bed",
  "@JohnMcCarthyMMA @LightsOut937 Dont take a point away from me but u need 2 shut up john Ur not old ur in better shape than most 20 year olds",
  "@mayhemmiller Those must be terrifying for people who don't speak English",
  "@Hoya2aPacer What's the weirdest or rudest tweet someone ever sent you?",
  "@MorganOmitt Don't worry, if you turn your head right 3 times that's the same as a left turn...",
  "@sports_advisor Now we're talking! Haha",
  "@sports_advisor @richeisen I'd rather have the right call than a slightly faster game. Players and coaches livelihood depends on it.",
  "@TimKennedyMMA My grandfather always told me if it's too close to tell don't fuck em son",
  "@MissKKendall @Mofos Don't worry she's normally a sweetheart lol",
  "@joerogan you in the mood to read about naked men claiming to be Bigfoot and beating hunters with apple sized rocks? http://t.co/PKlc9d7Tuy",
  "@joerogan http://t.co/PKlc9d7Tuy",
  "@thereallisaann Someone sounds like a giants fan",
  "@AidenAshley I'm so glad I clicked on this!",
  "@johncusack I keep playing it but nothing is happening",
  "@DangeRussWilson Maybe it's time YOU look Larson. Tell em Kyle Butler sent you",
  "@Kam_Chancellor What was the coverage that got blown the 1st time? Was it cover 2 and the Earl thought it was 3 or the other way around?",
  "@GameOfThrones Cant fit every time into 140 characters. I hate that boy so much, you guys do an excellent job writing for him #GameOfThrones",
  "@FactBoook It also increases your chances of being fucking crazy",
  "@SNFonNBC Aww looks like Michelle wants a hug too",
  "@MissDaniDaniels Ms. fucking Hollywood over here! Lol good job, happy for you!",
  "I Just Entered The Samsung Galaxy Note 3 International Giveaway! @reviewthebest #reviewthebest http://t.co/QLXzQ3RRSb",
  "@warren4043 come game time the colts will hit a wall and die just like Dale Earnhardt. Trust me lol.",
  "@ChrisEgan5 @UW_Football Is there anybody you can give 20 bucks to at the station so they can play the game on king 5? I'll reimburse...",
  "@ToriAvano If you have the money you can really get anybody to write anything lol",
  "@Emken22 Incorrect. Look at the stats, Russell is beating Luck in every stat expect for yards. Most important he has more wins.",
  "@Seahawkalot I asked Kam what Vernon said after that hit and he said, \"I don't know he couldn't talk\".",
  "@Lily_lovexxx Good! Maybe he'll lower your rent",
  "@TaylorComedy Tell that bitch to just text you next time!",
  "@HMHollyMichaels You conformist!",
  "@nikki_nova Now you're just lying to yourself. We all know you love Tony D don't bull shit us woman lol",
  "@dylanthevillian If I unfollow and then follow a bunch of times will it help you?",
  "@MissKKendall That's funny cause the last thing I bought on Amazon was wool socks.",
  "@BelleNoirexxx Twitter venting! Lol. What's wrong sweetheart?",
  "@danhardymma Classic fight! I'd love a rematch but I'm glad you're able to taking this time off and focus on what's most important. Big fan!",
  "@WhatTheFFacts With the original bed sheets and towels",
  "@msacostaxo @ochocinco Nobody bitch hahahaha",
  "@giajamesxxx god damn!",
  "@GiselleLeon Explain this in a 140 characters or less",
  "@RyanDivish This is what you tweet in October when covering the mariners.",
  "@JayGlazer @mrtommygman @FFD Plus look at Denver's roster, any of us could coach that team and be successful.",
  "@JayGlazer @mrtommygman @FFD The difference was lovie had a great team last year and had a meltdown Fox was let go for lack of roster talent",
  "@ryanfrank23 @NikkiBenz wow wow wow nothing but love here my man. She just followed me and just attack my hand",
  "@NikkiBenz @ryanfrank23 He's probably gonna jack off to this tweet now. I don't blame him",
  "@UnusualFactPage Bitch I got the Note 3. This thing takes both hands!",
  "I Just Entered To Win An iPhone 5s From @RemyMugen &amp; @BTechTalk_ !!! See How To Enter Here - http://t.co/JO9gitjXSZ",
  "@Kam_Chancellor  most intimidating player in nfl He puts fear in grown men's eyes every week &amp; in he's spare time he cuddles with puppydogs",
  "@championniners I'll take that as you're very mad lol. Cheer up buddy!",
  "Hell yeah! Which 1 of u hawks fans gonna be me and @7tjackson designated driver tonight!? We got about 12 hours of celebrating ahead of us",
  "@AaronQ13Fox @IanKJR Every time u say incredible u should put $5 into a jar &amp; donate it 2 Children's Hospital at the end of the hawks season",
  "@SNFonNBC You guys keep adding more and more players each year. Pretty soon it will be the \"53 players of the game\"",
  "@fuckkimberly Im not sure why but all of a sudden i want to take you out to dinner",
  "@thereallisaann @SiriusXMFantasy All of my backs. Alfred Morris, Steven Jackson and Maurice Jones Drew. Bitches can't get it up",
  "@NatashaNunezXXX Why? What's going on?",
  "@aaronpaul_8 something something bitch",
  "@SalkWEEI Picture is one thing. Robert Kraft was trying to hold his hand",
  "@vvilla213 @BrocknDanny Yep &amp; he voted 4 Robert Griffin for rookie of the year last year...I love ya danny but you're a Russell Wilson hater",
  "@BrocknDanny I'd like a public apology for saying Russell Wilson isn't clutch. #GoHawks",
  "@RobRiggle @jmaletta1 You got him dancing. Finish him!",
  "@MieshaTate She's beautiful,  knock you out, she doesn't cry all the time like you know who and she's a hawks fan. What more could u ask 4!?",
  "@championniners Spoken like a ture 9ers fan . How mad are you right now? Lol #GoHawks",
  "@JimGaffigan you could sell one of your kids... I mean that would pay for the vacation and in the long term it's a very wise investment.",
  "@fuckkimberly What? Lol",
  "@fuckkimberly I've always thought if you feel the need to go through they're texts. You need to find someone else",
  "@CoffinBosticboq Like birth?",
  "@TimKennedyMMA @kendallgrovemma @ufcfix I'd love to see @IamTheImmortal take this fight!",
  "@DangeRussWilson @EntourageTVshow @mrdougellin @jerrycferrara No no no! You need to watch Texans film",
  "@WarMachine170 Simi Valley California",
  "@mikedimpact Thanks for the follow dude. I'll check your shit out!",
  "@redban I never know what to expect with your vines...",
  "@MissCelesteStar It's not the size, it's how you... oh wait it is the size. Never mind",
  "@CaliCarterXXX Is that your actual voice...? Lol",
  "@TMobile Instead of spending money on spamming my feed, how about you spend it on more and better reception towers?",
  "@Kam_Chancellor My Haberdasher\nDowntown\nSeattle. \nhttp://t.co/RZwSdJwFon Nice suits and good sizes. I'm 6 6, they did me right",
  "@MaddyOreillyxxx @KendraLust I don't really know what's going on but I like it!",
  "@thebonnierotten Yikes. I'll root for Janikowski if you root for Knowshon Moreno lol. I need about 12 points of bonnie luck",
  "@thebonnierotten Just how many points are  you behind?  Lol",
  "@SNFonNBC He threw for 159 yards and 1 touchdown.... yeah no thank you",
  "@johncusack He's was a great player but if I could jump into a Hot Tub Time Machine, I'd bring back Jim Brown to play on my team.",
  "@BigWalt71 We could use you at left tackle today!!!",
  "@OfficialMoeA @adamlevine Set higher goals",
  "@SaraLuvvXXX Tonight We Dine in Anal",
  "@SaraLuvvXXX 12 angry anal",
  "@bondage_lover God damn it! Who is this? I have some stalking to do lol",
  "@chrisdelia You clearly know nothing because you're a sleep Dutch kick boxer.",
  "@Lola_Foxx That's Will Smith back in the late 80's",
  "@MelodyJordanxxx @Lola_Foxx It's actually very easy. It's all voice activated. So just hold down your spacebar and tell it what you want.",
  "@TrinityStClair Too much rum",
  "@WinstonGuyJr27 Samsung Galaxy Note 3!",
  "@SportsRadioKJR @Kam_Chancellor @Seahawks I'm proud to have him apart of our team and city",
  "@SportsRadioKJR @Kam_Chancellor @Seahawks and he is always happy to talk, sign and take pictures. Plus all the charity work he does...",
  "@SportsRadioKJR @Kam_Chancellor @Seahawks He's a great player but people don't realize he's a great person too. I've met him lots of times..",
  "@GiselleLeon I'm pretty sure that causes global warming",
  "@DanniColeXXX Steak and potato",
  "@SF_GirlProblems @49ers @Seahawks Yep and then lost to Joe Flacco lol. Good job!",
  "Big question of the game was could @WaltThurm3 fill in 4 @bbrowner27. I guess those people never seen him play cause he shut em da fuck down",
  "@ItsTessaLane If it starts tomorrow you better go get In n out and a bottle of rum tonight!",
  "@DougBaldwinJr Dude really? Lol",
  "@BelleNoirexxx I have no idea what you're talking about but I still favorited that tweet",
  "@G_Scruggs @iSammyFlyy He's Greg Mother fucking Scruggs! Ask your mom, she knows him.",
  "@PresFale To go one further the hawks honored me at a game in 2003 after I received my purple heart in Iraq. Call me a bandwagon fan again",
  "@BrocknDanny @BrockESPN Danny for God's sake give him hell for that on the show tomorrow!",
  "@PresFale I've been a hawks season ticket holder since 2001 when I was stationed at Joint Base Lewis McCord #army #GoHawks",
  "@Lazerbeahm7 @PeteCarroll Hell yeah!!! #GoHawks",
  "@ZroHour Look up last year's game when we smashed you guys 42-13. He almost cried then too! #GoHawks #29to3",
  "@PresFale 29 to 3 and on top of the west #GoHawks",
  "@PresFale I will run along with a 29 to 3 win and the NFC west. #GoHawks",
  "@PresFale Nerd? You don't even understand football. You delusional bandwagon fan. Make more excuses for your team. #GoHawks",
  "@PresFale oh sorry, I guess that changes everything than. Regardless \"soild defenses\" don't give up that many points. #GoHawks",
  "@WWEsAngel_Nef Last year we beat them 42 to 13 and beat the shit out out of them again tonight. Check your facts. #GoHawks",
  "@SF_GirlProblems @49ers @Seahawks I'd rather have a superior football team than slightly better weather.  #GoHawks",
  "@PresFale Bad Wide receivers have nothing to do with giving up 3 rushing touchdowns. Quit being delusional 49ers defense &amp; offence were bad",
  "@piersmorgan @Jake_Faulkner_ Why do you even respond to these hateful tweets? You're just doing what he wants you to do.",
  "@_LadyBellatrix_ Trust me a grumpy mistress could straight up fuck you life!",
  "@RyanDivish You think Wedge will actually be the manager next year?",
  "@mcuban @Visa I don't consider sporting a bowtie a sport... #sharktank",
  "@sexylittlepaige Petite milf with big boobs!? How'd you know what I was into? Lol thanks for the follow sweetheart",
  "@Lola_Foxx I'm sorry lola, I only know the chorus... lol great now I'm YouTube-ing that right now",
  "@Lola_Foxx Apparently yeah rhymes with yeah",
  "@Devlynn_Xandra Both give me diarrhea...",
  "@jasminecherii Yeah I thought you'd say that",
  "@BritneyShannonX Must take a lot of energy to make that face all day",
  "@TillieSunny Yeah women have it rough.... because that's how I give it to them!",
  "@seahawksbuzztap Yeah and @SeattlePD is buying 49ers jerseys with our Seattle tax dollars.",
  "@Brandi_Love You sound very passionate about boxing or you just enjoy blocking people!",
  "@fuckkimberly The UN said it would cost 40 billion each year to solve world hunger Meanwhile the USA spends 400 billion a year on military",
  "@iamkidpresident I just saw your Meineke commercial!!! Good job Robby, now it's just a matter of time before I see you on the big screen!",
  "@SeattlePD Are my Seattle tax dollars going towards 49ers clothing?",
  "@fuckkimberly That's what I love about you(or at least your Twitter). Beautiful, sweet and won't make fun of someone for being dumb lol",
  "@fuckkimberly @MikeisACTIVE I love how you're so nice, even to ignorant people lol.",
  "@BelleNoirexxx @naughtyamerica You flick that bean!",
  "@soakingwetone You have enemies? Good. That means you've stood up for something, sometime in your life.",
  "@nflnetwork @steelers Short answer, NO. Long answer also NO!",
  "@SarahZurell I thought you were mocking something.... I'm guessing you weren't?  Sorry in advance lol",
  "@TillieSunny Said every man about their fucking girlfriend",
  "@RachelStarrxxx Technically you're sitting on that stool wrong but damn do you look good doing it!",
  "@Joslyn_James You look super uncomfortable!",
  "@AaliyahLove69 I swear you just understand me lol.",
  "@AaliyahLove69 Don't worry! Everybody is human lol but noticing typos is my superpower lol",
  "@AaliyahLove69 Proofreading turns me on!",
  "@RickIngraham Dude I just did it and it didn't work!!! Lol",
  "@got2haveHopE83 Well oh my! What do I owe the pleasure of that last tweet!?",
  "@NoelleEaston in your own powers you cannot be successful or happy.",
  "@NoelleEaston Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence...",
  "@JoshMartinComic At 200 followers Twitter gives one complementary blow job!",
  "@BrockESPN I think it might be easier to make the team than get tickets at this point!",
  "@UnusualFactPage What if you lick your own eye?",
  "@SarahZurell Is that how you actually talk? Lol",
  "@LGUSAMobile You promoted this for nothing because I am a Samsung guy til I die!",
  "@SimoneSonay @VeronicaAvluvXX Seems like we could help each other out... you never did come over to do laundry! Lol",
  "@SheenaRyder1 wow wow wow. I still have my day job, this is my night job!",
  "@SheenaRyder1 @ItsTessaLane You missed the sarcasm in my joke....  No need to get mad over something you didn't understand lol.",
  "@SheenaRyder1 @ItsTessaLane Don't be a dummy and \"workout\", just take handfuls of pain pills!",
  "There's a good chance @KrissySummers88 is the most beautiful girl I follow! You need to follow her!",
  "@MsTeagan Pay your power bill!!!",
  "@ChrisDaniels5 @TheeTedSmith Good now my least favorite people on this earth (cops and 49er fans) will get their asses beat!",
  "@JadeIopez You sound perfect!  If I ever decide to ruin my life with marriage, you'll be near the top of the list!",
  "@RutledgeWood, @TannerFoust, @adamferrara What you guys do with the cars after filming?",
  "@vickyvette How very exciting",
  "@DezBryant @EASPORTS Hope you play madden better than fantasy football!",
  "@AshleyFires You should celebrate with unprotected sex!",
  "@SheenaRyder1 The Wienermobile?",
  "@AaronQ13Fox @Q13FOX You're not allowed to watch KING 5!",
  "@Liz_Mathews @710ESPNSeattle 120 to -2",
  "@gisellemarixxx That's why you need to use rope",
  "@ItsTessaLane Happy mother fucking birthday!",
  "@CashMoneet @fuckkimberly You can't RT a RT! I'm pretty sure that causes global warming",
  "@SexFactsOfLife I'm pretty sure AIDS is still worse",
  "@jasonagastrich Even the nsa doesn't use the USPS",
  "@SaraLuvvXXX It's sara2.5dicks",
  "@LesaBilla Cool story babe, now go make me a sandwich!",
  "@YouknowRilynn I think it's ironic I'm laying on my pillow top mattress with Egyptian cotton sheets reading this... sucks to be you lol",
  "@MelodyJordanxxx Your boobs deserve so much better!",
  "@RyanDivish @Beerdrinkindawg #GoHawks",
  "@MelodyJordanxxx What is that a flip phone camera!?",
  "@LauknessMonster Trust me in 10 years someone even more cunty than justin will come along and he will love them just to piss you off.",
  "@TomMabe between 0 and 2 million",
  "@jelenajensen Your team is starting to look good! Make sure 2 resist drafting a qb early Look for luck &amp; Stafford late U'll be in good shape",
  "@EAMaddenNFL Your piece of shit game keeps freezing all the time. I don't even understand why I keep buy this garbage every year",
  "@Darren_Elkins Beer?",
  "@RealMikeRob I'm sure this is a very hard day for you but we the 12th man will always care and love you! Seattle will always miss you",
  "@ItsTessaLane What's wrong with you? Seems like your in the hospital every other day! Hope you're okay",
  "@mooiman01 @ArianaMariexxx No she's sexy as fuck! All of the girls on your account are",
  "@iliza Not the black guy that wants a sandwich...",
  "@LilithStormx Why are you at her concert then? Lol I'm confused",
  "@LilithStormx Fair enough lol but I know you and I've been following you for a while and you're not a Twitter hater.",
  "@LilithStormx @robinthicke @MileyCyrus I know I shouldn't tell you what to tweet or what not to tweet but you should keep it positive!",
  "@ArianaMariexxx There's 7 billion people on this earth, I'm sure a few don't like them but don't worry they're assholes lol.",
  "@ArianaMariexxx @mooiman01 Don't make me feel bad! You don't see it? Lol okay never mind...",
  "@ROOTSPORTS_RM Wow! Such a captivating interview lol. Kid's pretty nervous lol",
  "@Devlynn_Xandra Then he dipped his fry in you and when he was done he threw you in the trash",
  "@CherryLix I should change my name to cam",
  "@BelleNoirexxx @TheSexAwards She forgot to mention. Every person who votes will receive one free car wash",
  "@mooiman01 @ArianaMariexxx Your tan lines kind of look like a face.",
  "@AmirKingKhan You sound depressed so this might not be the best time but you did forget the \"c\" in fuck",
  "@TrinityStClair You have fine hairs in your nostrils that catch dirt before it goes into your brain. The booger",
  "@OMGitsLexi Does that mean you just woke up!?",
  "@MeganSalinasxxx Congratulations! Keep up the good work haha",
  "@BelleNoirexxx No no no. You need to move to Seattle with me. I'll run it by my girlfriend",
  "@cassel_meghan We beat you last year and again tonight. It's pathetic how you guys make excuses after every loss. Let's hear an other...",
  "@cassel_meghan So what you're saying is a bunch of players that won't even make the team beat you? You guys lost. Twice. Except it!",
  "@SioneAnitoni Actually our 3rd string running back scored that 1st TD against your 2nd. Then our 5th WR scored the other",
  "@cassel_meghan Our 3rd string running back scored that 1st TD against your 2nd string D. Then our 5 string WR scored the other.",
  "@KendaPerez @BR_MMA Who else should I follow? Lol",
  "@GiselleLeon My point was what u guys get paid I work construction &amp; a lot of my co workers spend all their money on drugs too Not just porn",
  "@GiselleLeon It's arguably the biggest entertainment business in the world. There's no excuse for that shit",
  "@AryanaAdinXXX No last word!?!? Block me because you know I'm right. Go ahead tell me I have no life again, that was a good one!",
  "@AryanaAdinXXX I pointed out a word you left out. I will tend to my kids so they don't grow up to be like you. Go ahead get the last word",
  "@AryanaAdinXXX If you need the last tweet so in your crazy head you feel like you won than be my guest! Remember your acting trashy because",
  "@AryanaAdinXXX Are you really acting this way because I pointed out a word you left out in a tweet? Lol that's pretty sad",
  "@MissTylerXXX You're sexy, you can clean, now if only you can cook. Oh and a billionaire! But then you wouldn't be interested... catch 22!",
  "@MikkiLynnXXX What happened to your toes? Lol",
  "@BillWixey @RealSkipBayless We all are better at life than him!",
  "@lily_cade @AaliyahLove69 I know what ya mean, I live in Seattle lol",
  "@AaliyahLove69 @lily_cade I didn't mean to be rude lol. I'm just curious",
  "@lily_cade @AaliyahLove69 What's up with all the big blood veins?",
  "@ItsTessaLane Will this be considered consent in a court of law? Lol",
  "@TensOnTheTens Okay who the fuck is that!? Seriously lol",
  "@AaronQ13Fox it's a sad day for the @RealRobReport!",
  "@CaliCarterXXX This that a crab tattoo on your stomach?",
  "@fuckkimberly Mother Nature's birth control. The butthole!",
  "@LilveronicaR you'll probably retweet this",
  "@MissVanessaHart Aren't you just a sweetheart! Lol",
  "@AddieJuniper @DakotaCharms @clips4sale Not suppose 2 take someone pulse with ur thumb cause it has its own pulse, you feel yours not theirs",
  "@mskarenthompson Why do you ever bother looking at that stuff? You're smart, sweet, funny and sexy. Who cares if people follow or unfollow",
  "@Bwagz54 elderly abuse!",
  "@ToriAvano Hey we all need a confidence boost from time to time lol.",
  "@ToriAvano Fishing for compliments?",
  "@Kam_Chancellor You deserve it man! Can't wait to see you play this year",
  "I met @AriannyCeleste. In my 30 years of life, I've never meet someone more beautiful and sweet. Nicest person I've met in a long time",
  "@DougStanhope Dayum dawg is that a flip phone? Who you got Cingular?",
  "@Devlynn_Xandra Look it's an inny belly button",
  "@AaliyahLove69 I hear lonely chicks get cats...",
  "@LilithStormx But do you do dishes? Then you'd be perfect!!!",
  "@AnastasiaPierce You have a very strange life but interesting to say the least lol",
  "@BelleNoirexxx We have a winner! Make it that one lol",
  "@BelleNoirexxx I love the new avi picture but I gotta say you look the best when you're smiling",
  "I think when I open a private web browser, it should just open a @SimoneSonay video. #pornstarcrush",
  "@SheenaRyder1 I'm not sure what race you are but I sure fucking like it!",
  "@Tattooed_Babes @RachMarlow You totally misunderstood my tweet lol. It was fun following your page while it lasted haha",
  "@Tattooed_Babes @RachMarlow Who else you got? Lol",
  "@XXXMorgasmXXX Seriously you have the best avi picture of all time. You are so sexy!",
  "@BelleNoirexxx I'm not saying to do it or anything but I hear crystal meth helps a lot",
  "@XNicoleAnistonX Is it weird that this gave me a boner?",
  "@ItsTessaLane Pretty good come back lol. Feel better!",
  "@ItsTessaLane I guarantee that still feels better than butt sex",
  "@VeronicaAvluvXX I feel like you wrote some super vague tweet so people will ask you about it because you want to talk about it.",
  "@xJenniferWhitex @JimPowersXXX What is this!? Like some super awesome fan giveaway?  Haha",
  "@GiselleLeon the internet people can just as easily steal it compared to paying. Other than a moral standpoint, how do we fix it?",
  "@GiselleLeon How do you think we fix it? Obviously people who enjoy something they need to pay the people who made that possible but with...",
  "@xNicoleJadex But on the other hand you are Australian so that makes everything you do sexy",
  "@HMHollyMichaels @bobbybeefcakes @xxxMakeupWhore  Is that diarrhea on the top of those or do you have a flip phone camera?",
  "@MaddyOreillyxxx That's great and all but I choose taking a nap over cleaning evertime!",
  "@LilithStormx Don't forget clowns!",
  "@xNicoleJadex that's the sexiest tweet I've ever read!",
  "@NataliaStarrxxx @Dodgers @ReaLilBee Anybody else at the game....",
  "@BelleNoirexxx What's the rudest/creepiest tweet you've ever received? Other than from me...",
  "@Bwagz54 @KDTrey5 yeah or we could have him play wide receiver!",
  "@BelleNoirexxx @RealMikeAdriano @EvilAngelVideo That's so awesome!  I just jerked off and went to Costco...",
  "@KDTrey5 Come play wide receiver for the @Seahawks!!!",
  "@caseycalvertxxx There's an app for that!",
  "@realjeffreyross @kylesimonLOL He won't roast u Ur not a washed up \"celebrity\" and jeff only roast for hundreds of dollars in k mart bucks",
  "@Lia_Lor I don't care about your boobs. The real question is, would you share your spaghetti?",
  "@jordanbabineaux Seattle misses you, man! Hope life's going good for you",
  "@bbrowner27 I only wish injuries upon 49ers.",
  "@UrijahFaber I have soooooo much respect for him now. Tough as nails! Hope him a quick recovery",
  "@smiocic I have soooooo much respect for him now. Tough as nails! Hope him a quick recovery",
  "@DrewFromTV So how many showcase showdowns do you need to steal to pay @clint_dempsey? Thanks from all of Seattle!",
  "@madelynxmonroe Shots of whiskey and roll j's with bible paper",
  "@bbrowner27 No BB, you fighting at 205, that would be a fucking beast!",
  "@dafakedanned Main and co main events absolutely need to be 5 rounds! Dragon would have finished him in that case",
  "@clinthester Good luck to Phil cause Bones will never let that shit happen",
  "@MightyMouseUFC Please please don't let the judges score your next fight. Only finishes from now on!!!",
  "@dafakedanned I think Dragon took all 3 (slightly)but you never know with the judges. Great fight",
  "@BelleNoirexxx Just masturbated 2 one of ur videos Should we cuddle? Buy you breakfast? You need cab fair? Should I call you? Ok if I don't?",
  "Stop overreacting about the @RileyCooper_14 comment We all get drunk and say some racist shit. Hes a good kid, just a little dumb that's all",
  "@CherryLix is seriously perfect looking. Don't be a fucking idiot, throw her a follow. Glad I found her Twitter",
  "I met @BrocknDanny today He may have a face 4 radio but is actually one of the nicest guys Ive ever met. Proud to call myself a fan of yours",
  "@BrianStann If I remember correctly you and dumb dumb (@sonnench) said he was going to lose? You're wrong way more than you're right",
  "@UFCONFOX @JoeJitsu Totally agree! There's a reason there isn't any successful Wing Chun or Jeet Kune Do fighters because it's not affective",
  "@LateNightJimmy Who wrote that joke for Jimmy? That's a pretty good one",
  "@ROOTSPORTS_RM How do u see the outfield playing out when Morse comes back? Will he take over 4 Saunders, even with his success as of late?",
  "@MintzPlasse @MarkDuplass He didn't tweet you back, we have something in common now.",
  "@AvaAddams Is going Inn n out the way to a girl's heart?",
  "@soathehulk @_SKINX What's that belt your wearing?",
  "@TERA1PATRICK Im not trying to be a dick but isn't it a little fucked up to charge YOUR FANS money because they want to say hi &amp; take a pic?",
  "@TERA1PATRICK @girlsNcorpses I guess before I judge... How much do you charge for a picture?",
  "@TERA1PATRICK @girlsNcorpses You charge people to take a picture with you? Seriously? What's wrong with you?",
  "@waynebrady Slap a racist bitch Wayne Brady!",
  "@LauknessMonster Is that the Kent Costco? Because I was there today. Would have been cool to meet you but I like free samples more",
  "@JenSeaman Thanks for the follow! Where do you perform?",
  "@LukeBarnatt @Niclasvonh Do you actually believe @JonnyBones will ever lose? The only man on the planet with any chance is Anderson.",
  "@VeronicaAvluvXX That's why you're the best! Me &amp; girlfriend are huge fans",
  "@VeronicaAvluvXX Whatever floats your boat I guess. I'd rather make love and cuddle... lol",
  "@VeronicaAvluvXX what are those 3 marks on your right boob?",
  "@MissVanessaHart You're a lot more than just a \"hooker\" you're selling yourself short",
  "@AaronQ13Fox I've never been teased this much in my life over a dog and bicycles in my life.",
  "@BarryAlyssa @Mike_Zunino He's barely old enough to drink hahah",
  "@GetJesse Get mo fucking Jesse just followed me! That's what's up!",
  "@BREANNEBENSON Today's Saturday, you drunk!",
  "@KrissySummers88 Damn! So beautiful",
  "@MoxxieMaddron 1. I'm not hostile 2. I love you. 3. I don't have a 3rd point but here's how I feel about you https://t.co/6qeMwX9zA9",
  "@MoxxieMaddron Don't use twit longer! Twitter was invited because most people aren't interesting enough 4 more than 140 characters",
  "@MoxxieMaddron It isn't like a pussy whip guy, you can't just yell at him to get your way",
  "@MoxxieMaddron What's tweeting about it going to do?... haha",
  "@danadearmond Abortion keeps crime down. Shitty parents=criminals https://t.co/TZkXZcWNsf",
  "@Dixon_masonxo That's awesome! It's hard to find a job in psychology but it's really fun learning about it",
  "@Dixon_masonxo What are you wanting to take?",
  "@mskarenthompson Who would unfollow you? Sexy, blonde, milf, Australian... seriously what's not to love?",
  "@acidlacedbong Good to know. I'm going to the ER now to get lucky",
  "@acidlacedbong Wow wow wow, I'm the drug user in this relationship! I really hope this doesn't mean she'll butt rape me now",
  "@ochocinco This whole ordeal will make you a better and more humble human This will translate to the field, you're too good to not come back",
  "@acidlacedbong I keep saying that exact thing to my GF's butthole but she's so anal about it",
  "@acidlacedbong I've never been star fucked. I hear it hurts at first but then it starts to feel good",
  "I can literally always count on @acidlacedbong to favorite all my shit!",
  "@BrunetteLovin_ If I lie and say it's my birthday will you up load a couple?",
  "@Canada_Sweet Alright! But I need to warn you it's pretty hairy and I haven't really worked out since I was in the Army lol",
  "@MikkiLynnXXX Most girls in porn are hot but I find you beautiful",
  "@fuckkimberly I have you as my wallpaper.... in my house. It's delightful to look at but also keeps my in-laws from coming over",
  "@710ESPNSeattle @WymanMikeNMoore Look at all the bad luck we've had with promising closers in resent years. I hope Tom bounces back but...",
  "@BreeDaniels1 The only reason those \"bible thumping assholes\" are a live is because their dad cream pied mom instead of a facial # hypocrite",
  "@BreeDaniels1 Yeah WA isn't doing to well right now. Regardless of what people think about porn, there's money to be made Why not WA profit?",
  "@BreeDaniels1 That's actually a really awesome story. Crazy what reading some magazine can do. I'm happy it turned out good for you!",
  "@BreeDaniels1 I understand that lol but was it in Seattle or LA? I just can't imagine there's lots of opportunities in Seattle or is there?",
  "@BreeDaniels1 That's awesome, I love it here. If you don't mind. How did you get into porn? Was it in Seattle?",
  "@RyanDivish Not as silly as you wording that tweet! Proof read my friend",
  "@BreeDaniels1 Really?  Where are you from?",
  "@danawhite #FightMaster is laughable at best. Comparable to selling knock off designer jeans in a liquor store parking",
  "@masuimimax Just take the compliment... stupid lol I'm just kidding, I get the joke.",
  "@masuimimax You're beautiful... don't over think it, stupid!",
  "@TensOnTheTens Fuck, she is like an 11! So glad I follow you guys!",
  "@redban You quit smoking? What's next you're going to quit the gas station boner pills? We love you 4 you, don't change my man!",
  "@MissLeilaLaw We've been over this lol. Do you make a decent amount off that? Like enough to pay all your bills? I think it's a cool job",
  "@FrankieEdgar All of your bad luck will end July 6th, trust me. You are by far the most exciting fighter to watch and counting down the days",
  "@BelleNoirexxx What is that your new diet?",
  "@SarahZurell It pains me to hear people say \"stick shift\". I bet you say \"blinker\" too, huh? Don't lie haha",
  "@1010xlfattony @1010XL @cliffavril @BrentAS360 Ur back shows years of slouching I bet if u do 1 show a week standing it will help a lot",
  "@paulscheer Yeah and no Asians!",
  "@TrinityStClair Cool story babe, now go make me a sandwich",
  "@1010XL @cliffavril @1010xlfattony @BrentAS360 The dude in the red needs to sit up straight!  Look at that hunch back",
  "@ProFootballTalk That's a mistake. Pay the man!",
  "@WatchMMAinLA Mma, comedy and news? Fucking a! Got my follow!",
  "@KelvinGastelum I bet you want to wrestle him! #alittlehomo",
  "@FightBunny911 @Tattooed_Babes First of all you're not old. Dont sell yourself short. 2nd LASIK eye surgery was the best thing I ever did!",
  "@FightBunny911 @Tattooed_Babes Who you trying to fool with those glasses?",
  "@DrewFromTV Damn dude you give away nicer couches on \"The Price Is Right\" than that!",
  "@ForrestGriffin Ive been a Costco toilet paper guy 4 as long as I can remember Should I spend that extra 5 bucks 4 a more pleasurable whipe?",
  "@DakotaCharms @ConorCoxxx @TrulyRough You probably deserved it! Lol",
  "@acidlacedbong Awe I would never force u 2 blow a bunch of veterans!  Lol how did we get here? This is what happens when I don't have plans!",
  "@acidlacedbong Seriously, the military is the worst job. So instead of stupid bumper stickers, suck very veteran's dick u can 2 say thanks",
  "@acidlacedbong Dumbest thing I ever signed up for. I still have my uniform, you know for all those low self-esteemed ladies with dad issues",
  "@acidlacedbong Makes sense, I mean when I was stationed in Japan in my army days. Those yellow bitches sure loved my seattle accent lol",
  "@acidlacedbong Why do bitches love accents so damn much? I'm from Seattle and we speak perfect English. I don't get it!",
  "@acidlacedbong Oooh now we getting kinky! I'd kick you with my hand on your butt and yell at you in German!",
  "@acidlacedbong It's because it's a matter of typing a few words and pressing tweet. Anything more than that I'll let you down everytime ;)",
  "@acidlacedbong Your welcome...",
  "@BelleNoirexxx @Maia_DavisXxx I bet you two got a lot of guys in trouble today with their girlfriends for taking a few peaks.",
  "@VeronicaAvluvXX I hate 2 over use the word literally but you are literally perfect looking. Right after I took a piss I'd get those digits!",
  "@kennyflorian Why add extra h's? It's not like you pronounce the H in oh",
  "@GiselleLeon I'd love to say something witty and make you feel dumb but I can't really argue with that logic",
  "@holyhoe @FloydMayweather I said celebrity... who is Michael Stud?",
  "@holyhoe @FloydMayweather  Holy hoe is at it again! Has celebrity on Twitter said yes to you? Lol",
  "@Canada_Sweet I've never gave a woman a massage without it ending in sex in about 10 minutes lol",
  "@realDonaldTrump @JamesKlatt Incorrect. Humanity (when used correctly) saves lifes",
  "@titoortiz @Punishment99 @ufc Let me guess. You're not rooting for anyone to win, just for sugar to lose",
  "@RachelStarrxxx Normally your Tweets aren't as funny as you think they are but that was pretty good",
  "@joerogan You get progressively sweaty-er you're in each photo",
  "@giajordan #nuttyprofessorlips",
  "@VeronicaAvluvXX Lets make a \"porn\" of just cuddling We could have asians blacks Latino milf douple cuddling facial orgy cuddling! Whatever!",
  "@BrunetteLovin_ Twitter doesn't really help....",
  "@BrunetteLovin_ Get it?... cause my cock is 4 equal signs long",
  "@BrunetteLovin_  8====) ~~~~",
  "@BigMarley3 @madflavor I think im going to join you lol. I can't wait til this turd of a card is done and onto 162! Silva vs Weidman!",
  "@BigMarley3 @madflavor No the real question is buy it or not! This will put @danawhite theory of don't judge a card until after the card.",
  "@ToriAvano Wrong hole jackass! Lol",
  "@SimoneSonay You going through a break up? Lol",
  "@mmgeneral I'd get into a lot of hit and runs then return it back to you... then see what happens lol",
  "SURPRISE GIVEAWAY - To enter to win a #PSVITA follow us &amp; RT THIS tweet! \nhttp://t.co/REEwOwhXhT\n#THEBROTHERSRIEDELL",
  "@LukeBarnatt We watched ever episode of tuf together U were his favorite! He says you're really nice &amp; tough. He'll be excited u tweeted him",
  "@bad2boneMMA @mamba1975 Done! Haha",
  "@jenniferdarkxxx Is that your summer face? Lol looks like you weren't ready for the picture! Still looks nice though",
  "@acidlacedbong You earned that favorite! Lol",
  "@CatZingan Hes only 4 on top of it! I'll tell him a real ufc fighter told him he has good form. He loved your Tate fight too! #prouddad",
  "@SarahDunsworth Is it fuckin Cyrus? Hate that dick!",
  "@GiselleLeon Was dinner late? Lol",
  "@fuckkimberly It's entertainment bottom line! You love sex and if you can entertain us &amp; make a little money doing it than why the fuck not?",
  "@C_A_Huggins Thanks for the follow. I love reading, what have you wrote? I'll check you out!",
  "@quig90 @CarsMike @kiera_winters Fuck that I say &amp; tweet whatever I want If I want to make a joke about armpit hair y is it up 2 u 2 stop me",
  "@BrunetteLovin_ Well you aren't the world to me but you're in my top 15 favorite Twitterers!",
  "@jharrison9292 Joe Flacco?",
  "@quig90 @CarsMike @kiera_winters That's why Jesus invented Twitter. So we can say all the stupid shit we want without repercussions",
  "@CarsMike @quig90 @kiera_winters Oh she knows I love her! 100 percent suckable?!?! Hey I'm at least 50 percent... laayyydddeess",
  "@kiera_winters Hey other than your armpit bush, you look great! Lol",
  "@kiera_winters But you didn't make it to the store to buy a razor... lol",
  "@clubalektrablue Graffiti on anyone's property is illegal. Did your fucking cap tell you about that? I just rhymed bitch!!! Lol",
  "@AaronQ13Fox Don't have a cow man!",
  "@CoralAorta What's the point if you aren't tied up and begging for mercy?",
  "@AaronQ13Fox I say let John Schneider and Pete Carroll run the mariners too. I'm only half kidding.",
  "@AaronCurry51 http://t.co/IJjupz4nxy How does it feel to be number one at something? Lol",
  "@AaronCurry51",
  "@NataliaStarr_ Only boring people get bored, right? Lol",
  "@JennaXXXMynx What the fuck are you talking about?",
  "@kennychesney @Seahawks It's all fun and games til @Kam_Chancellor knocks you the fug out!",
  "@acidlacedbong Really? You want a neutered little puppy dog? Or a man that can grab you by the hair and tell you what's going to happen?",
  "@MR_STiXX @nflnetwork Revis has already been on the list... and he's not better than Sherm. Look at the stats",
  "@nflnetwork @Seahawks 8 interceptions last year and he's only 50? I know it's just a meaningless list but that make me upset. #gohawks",
  "@kingsthings Even your fake beard is old....",
  "@BelleNoirexxx Looks like some one was finger popin a Smurf's asshole!",
  "@BrunetteLovin_  You're hiding in my bushes? It's cold &amp; raining so u should just come inside &amp; I'll make some u coco and give u a ride home",
  "@sportsfan4393 @Kam_Chancellor @DangeRussWilson @Earl_Thomas @RSherman_25 Hey where's Brandon Browner?",
  "@BrunetteLovin_ You're a poopy head!!! Boom, I bet you tweet that!",
  "@smiocic Skip the chips and get down to 205. You'd murder that weight class",
  "@ForrestGriffin Sad I'll never see u fight again but at least I wont have 2 see ur oddly hairy body anymore. I'll be a fan of whatever u do!",
  "@Alistairovereem You think you would have done better than BigFoot?",
  "@JonahFalcon @IamTaylorDaines I'd fucking run from that shit. Alright this is my last tweet about butt butter, it's getting old lol",
  "@Jens_Pulver @Cowboycerrone Looks like your elbow is on it's period!",
  "@IamTaylorDaines @JonahFalcon Alright guys lets have a movie night at my house but when I pull out my costco sized butter u should run Jonah",
  "@IamTaylorDaines Hi my name's Kyle Butter and I'd like to help you with your bucket list #butter-in-ur-butt.",
  "@bjpenndotcom The way you should have said it was... JDS kicked Mark Hunt's fucking head off!",
  "@IamTaylorDaines I would be honored to stick butter in your butt and pussy for research purposes... lol",
  "@IamTaylorDaines It sounds like a nasty infection!",
  "@MacLethal He's gonna smash mark cunt lol",
  "@IamTaylorDaines Butter in your ass? I'm gonna have to search that on pornhub!",
  "@wildcherry0 Fuck that! I'm not sucking a dick, I'd rather pay lol. How much do ya cost? Everyone has their number lol",
  "@Moffitt74 Now he's the rock of gods... get it cause he's dead!",
  "@BensonHenderson @ufc I think you could beat them both at once!",
  "@UncleRUSH @JenniferBestXXX What if I want a blow job?...",
  "@SimoneSonay @ChuckySleazexxx @LethalHardcore Hey if that's the position you're most comfortable in... lol",
  "@ChuckySleazexxx @SimoneSonay @LethalHardcore I don't she knows how to sit on a couch",
  "@mcdonaldcomedy @billburr That was just an excuse to not call you back...",
  "@YahooCagewriter @spilledbagofice Awww those poor cage fighters!",
  "@bcondotta He is dead to me now!",
  "@candyxxxmanson Heres a language you can speak I want 2 throw on my bed, pin you down with my big strong hands &amp; play monopoly all night!",
  "@acidlacedbong I guess you're just going to be in trouble until you watch it! But you'll like the punishment...",
  "@acidlacedbong Being John Malkovich! Like I fucking said! I'm about to snap, I swear to god!!!",
  "@MilesKISW @TheeTedSmith @danawhite Dude thats awesome! Now Dana will occasionally read what's on your mind! I'm half kidding &amp; half jealous",
  "@JennaXXXMynx Thats where you're wrong bitch! Cause I had a pop tart for dinner! You ain't got da ovaries to reply to dat Ya u favorite that",
  "@behindkink Does a bear masturbate in the woods?... Oh wait, I do that. Never mind!",
  "@BelleNoirexxx @caseycalvertxxx Yeah well! I went to costco with my daughter and she shit her pants! Beat that bitch lol. Yeah you won...",
  "@acidlacedbong Well I'm also 6 5 and 230... that seems to help a lot",
  "@acidlacedbong I had like 3 weed cookies about an hour before watching and it. It was pretty crazy lol",
  "@acidlacedbong Seriously, I just watched it baked out of my mind and I kinda lost it. Eat it though, makes it way more trippy lol",
  "@GiselleLeon Oh my god! You forgot to put on pants for this picture! How embarrassing lol",
  "@acidlacedbong It's literally the craziest movie I've ever seen. You'd like it",
  "@acidlacedbong I dare you to get really baked and watching Being John Malkovich. It's on Netflix",
  "@AaronQ13Fox He said this cunty statement 2 piss you off I've lived all over  America &amp; u r by far the best anchor let alone sports anchor",
  "@EscortAlice Move to Seattle, I can hook you up with a job!",
  "@BelleNoirexxx You don't look every happy to be there!",
  "@FightPromo @CageInsider Where's the picture of Anderson front kicking that little fuckers face?",
  "@JennaXXXMynx It's an even better work out running away from someone that wants to have sex with you... lol",
  "@acidlacedbong No its a porn site It's nothing but that brutal shit like dom sub &amp; all that. Personally I'm into love making &amp; cuddling lol",
  "@GiselleLeon I don't know, I did lots of acid in high school. That always helps me forget things",
  "@acidlacedbong Dude, If that's your thing check out kink!",
  "@acidlacedbong Okay how is brazzers any different than pornhub?",
  "@acidlacedbong We have this weird stoner/Twitter relationship. It's complicated but full of love",
  "@acidlacedbong Hey, I bet you'll star this tweet!",
  "@danadearmond 1stworld problems Complaining while ona fucking AIRPLANE &amp; tweeting ona cell phone? U never would have made it a 100 years ago",
  "@breakingseanews I don't think we realize how lucky we are to have a guy like Chris Hansen. Great person!",
  "@redban Don't let peta see this!",
  "@BubbaTheMenace Cain Velasquez! That would be pretty entertaining lol",
  "@MissDaniDaniels Is it weird that this all it took for me to get off? Lol",
  "@iluvchristie That's a man's problem. You sure you don't have a dick. Wait I've seen you naked, never mind!",
  "@GiselleLeon Don't buy that cheap ikea shit! It's too flimsy for you to get gorilla fucked on any of their furniture!",
  "@AaronQ13Fox Your honesty is remarkable! You just bitch slapped David Stern(my words, not yours). Good to have you back, huge fan!",
  "@acidlacedbong You said talk to you in a bit but 5 second later... BOOM a tweet lol",
  "@JennaXXXMynx Oh you young little bitch! What do you know about 2pac? How old were you in 1988? Lol",
  "@MinnesotaBurns I sent you hate mail(as a joke) but I didn't hear back. I guess it wasn't hateful enough!",
  "@Morganray Is that water in there? You mother fucking freak! Lol",
  "@JennaXXXMynx @SunShineFrankrr And hold her in your basement for ten years? Awwww shit, too soon?",
  "@BrunetteLovin_ How about a beer gut and no butt?...",
  "@fuckkimberly Only boring people get bored, right? Lol",
  "@iouliana @RoyLew34 Filthest?!?! I've meet Roy and he didn't  smell that bad lol",
  "@SexySierraXXX I know I need to! I guess I just need an invite from my favorite pornstar but...that picture still looks like puke ;) love U!",
  "@SexySierraXXX I'm a liberal from Seattle.... haha but I've been 2 Alabama and it feels like a different world. Where are you from, anyways?",
  "@SexySierraXXX I'm sure it taste good but that looks like puke... lol",
  "@gisellemarixxx Regardless of how old or what she knows about sex, the issue is she is judging you which is just plain cunty",
  "@gisellemarixxx It's entertainment, bottom line. It's a big industry and if you can make money doing what you love then why the fuck not?",
  "@acidlacedbong Me and Jamison have a lot in common when we cum into ur body, it stings, burns and the next morning u wish it never happened",
  "@acidlacedbong Ever since I was a young boy i wanted to meet a nice stoner bitch on Twitter to take care of me financially...",
  "@acidlacedbong Soooo... I didn't win but I can still afford a bus ticket and a few grams!!!! Lol we'll get em next time!",
  "@joerogan @TiioRegis @vitorbelfort Seriously Joe,  what did you yell at the top of you lugs when you saw that kick?",
  "@JennaXXXMynx When I first looked at that I thought it was a rash lol",
  "@JohnDodsonMMA Holy shit! He got knocked the fuck out! Lol",
  "@acidlacedbong Drawing is at 11 punk but we'll see! I have a good feeling lol",
  "@acidlacedbong Wow how cows had to die for that room? As I'm tweeting you on my leather sofa... lol",
  "@MattSerraUFC Weird... you must have that rich folk cable lol.",
  "@MattSerraUFC @rafaelsaponatal Are you at the areana? Because the 3rd is just about to start on my cable. Must be a big delay",
  "@KelvinGastelum Don't let that TUF winner stuff get to your head, you still need to proof read your tweets lol",
  "@BrunetteLovin_ It's like 2 steps forward and 1 back!",
  "@acidlacedbong Wait, wait, wait.... Which lips did you take the shots with?",
  "@Lia_Lor Ya spaghetti eating freak deserved that favorite! That's a great idea, too funny lol",
  "@acidlacedbong Fuck it, I'll buy you a house up here to go with ur pound of weed!",
  "@acidlacedbong Best part its completely legal up here! I put my bong down just long enough to vote yes on that shit",
  "@acidlacedbong I'm not exactly sure what you're talking about but fuck I'll be baked so I'm good.",
  "@acidlacedbong Cook and clean? I'm rich bitch! You ain't gotta do dat bay bay! We gonna live like kings for a month!",
  "@acidlacedbong My dear Twitter friend with the nicest titties of all twitter land.... I will hook you the fuck up! Lol",
  "@michaelianblack They prefer hacket wielding, homeless, drifter,  Americans...",
  "@TheRock @SHAQ They also make you look pretty light skinned too.... lol",
  "@VeronicaRadxxx You need to set a rat trap for that thing.... lol",
  "@JennaXXXMynx What does your right titty say?",
  "@MissLeilaLaw You're overreacting again. I enjoy following you but I just would never want to talk to you on the phone. That's all",
  "@Ron_White Oh shit... god damn it! Sorry man I didn't mean to be a cunt. That's why they call me tater salad too. Keep ur head up, much love",
  "@MakeupByMarine Maybe a little bit lol. I think you do cool work but I think eyebrows are weird. That's all lol.",
  "@acidlacedbong One day you'll get grown up shoes!",
  "@MakeupByMarine Well now it just sounds like I'm talking shit again lol.",
  "@MakeupByMarine @VeronicaVice I have a feeling 20 years from everyone will laugh at drawn on eyebrows. Other than that, really nice picture.",
  "@BrunetteLovin_ Do everything topless! But leave your pants on, that's just too trashy.",
  "@JennaXXXMynx No, actually I fucked you while you were sleeping... hope ya don't mind lol",
  "@acidlacedbong An explanation point, favorite, retweet and a reply? Maybe I really am awesome? Lol",
  "@acidlacedbong Really? Aw thanks I knew I was top 10 but damn I had no idea!",
  "@SpecialFeats Thanks for the follow. I love podcasts so I'll have to check your guy's out!",
  "@MissLeilaLaw Not really lol",
  "@Lola_Foxx I hate flakey people but I hate spiders even more lol",
  "@CannablissQueen I think if you have a nice set of boobs we could be best friends",
  "@CannablissQueen Polar bears are bad mo fuckers they r about 10' tall &amp; 1200 lbs. I watch nat geo when I'm baked and I get baked a lot!",
  "@CannablissQueen I mean I don't want to call you an idiot on the first day i met you but a lion would fuck a tiger up lol.",
  "@Ron_White Awww is that homeless guy your mother?",
  "@CannablissQueen I'm the fish one, I think. Lions are the ultimate killing machine and god damn it that's pretty fucking cool lol",
  "@CannablissQueen I get stoned all the time &amp; watch national geographic, when a lion kills something I always jump up and sceam AWW SHIT!",
  "@xChloeFosterx Thrift shops and farmer's markets!?!? Thank god you're literally a perfect ten lol",
  "@CannablissQueen Well that lion isn't me either but ya know lol",
  "@acidlacedbong I mean yeah she just lays there but she great at cooking, baking and cleaning lol",
  "@CannablissQueen Is that actually you in the picture?",
  "@CannablissQueen Thanks, I like that yours is a hot ass bitch smoking a bong lol. I followed ya back",
  "@acidlacedbong You know just how to give me mothers day boners lol. Ask your husband if he's down to trade for a week or so lol",
  "@acidlacedbong 11 years together and still no babies? He must fuck your mouth and butt a lot lol",
  "@BrunetteLovin_ It would be pretty tempting to walk up behind you and roll a quarter down your chest lol",
  "@acidlacedbong Wait, wait, wait. You got married because of love and not because you got knocked up!?!?!",
  "@JennaXXXMynx I'm not sure but I think I love you lol",
  "@DrewFromTV Dude come on over! I'm not too far away lol",
  "@EnglishEmma Really? I thought you were just being sarcastic. Why did you blur it out? Just for less ways to Id you?",
  "@EnglishEmma Seriously, is that chair your only piece of furniture? Lol",
  "@KendaPerez Did you take this from the toilet? Lol",
  "@JennaXXXMynx Just write names on the bottles! Cause they'll always love you back",
  "@JGudeahn @MissDaniDaniels Dude I know! A damn genius made this apple, read about it. Pretty interesting http://t.co/ECzPi1AaCJ",
  "@JennaXXXMynx Only boring people get bored... lol I'm just half kidding.",
  "@MissDaniDaniels You don't know shit about god damn apples woman.... Honey crisp!!! #ignorant lol",
  "@ThePhoenixJones Thats awesome! I had no idea, I thought u were just some crazy dude running around in a costume lol I hope u get the fight!",
  "@Barb_Furnish Yeah I wasn't very good at math either.... lol",
  "@acidlacedbong fucking baked out of my god damn mind right now I need to go to bed, dont be lonely U cansay goodnight 2me now &amp; all dat shit",
  "@acidlacedbong U want more excitement Lets just bang in the shower or how about on a pile of over due library books? Is dat bad enough 4 ya?",
  "@BrunetteLovin_ Wonder if after I do this 2 u I could prove it was consensual in a court of law by tis Tweet? Aw fuck it lets cuddle instead",
  "@BrunetteLovin_ Hmmm that's weird. You probably couldn't smell it from my outside bushes then... sorry I'm fucking baked right now lol",
  "@BrunetteLovin_ Did you watch me poop from my bathroom window again?",
  "@acidlacedbong You say that but I'd probably just lie to you to be on the safe side",
  "@acidlacedbong Love is just a word I say to trick women into doing stuff for me",
  "@acidlacedbong I really think you're the one! If you and my gf want to wrestle for my love, I'd have no problem with that!",
  "@VanessaCage You know what it is right? Your right boob is bigger than your left, it would scare me away too!",
  "@BaileyBlueXXX Listen, other than your looks, personality and what you do... I'd never judge you",
  "@acidlacedbong Listen don't get clingy or anything but I'll probably tweet you a couple more times before I fall asleep. You're welcome!",
  "@acidlacedbong I had no idea batman had such an awesome rack! I think your tities could have saved Heath Ledger lol",
  "@acidlacedbong But you know what? You're still my favorite person on Twitter I've never met and have no idea what you do!",
  "@acidlacedbong Well, have you suck my dick? No, you haven't lol so add it to the list haha",
  "@acidlacedbong You say I don't have balls, I'm a bitch and you don't suck my dick?!?! You're starting to sound like my gf more and more",
  "@acidlacedbong Well maybe you're more of a man than me because that grossed me the fuck out lol",
  "@JennaXXXMynx No no no you silly woman, Miley Cyrus is the whore of Disney!",
  "@bjpenndotcom I hear he's good at beating people at their own games.... @JonnyBones",
  "@ThePhoenixJones Seriously, I'm a huge fight fan and I had no idea you fought. What organization? Who have you fought? I'd love 2 watch them",
  "@ThePhoenixJones @ufc @SammyJstout @joerogan @danawhite Where do I find your fights?",
  "@ThePhoenixJones @ufc @SammyJstout @joerogan @danawhite He's 5-9 and a 155 LBS It wouldn't get sanctioned. Fight crime, not real fighters.",
  "@sammiespadesxxx Is it a hybrid? If that's the case than a dead battery is a little more complicated than just swapping it out.",
  "@JennaXXXMynx You burnt your pussy off?!?! Well now I don't find you very interesting, better unfollow lol",
  "@iluvchristie Hey you better watch out! I got a lot more pick up lines that I read off my son's popsicle sticks lol",
  "@iluvchristie I'll be Burger King and you be McDonald's. I'll be having it my way and you'll be loving it!",
  "@joerogan Fuck gun control, we need pencil control! https://t.co/tdoUh1KZor",
  "@jimrome You're being silly Jim. It wasn't Kevin didn't do enough. For being a close game, Memphis out played okc. It was a great game!",
  "@BelleNoirexxx You rich folks and your smoke alarms!!!",
  "@JonnyBones Is that your red chevy hhr? Sweet ride! Lol",
  "@acidlacedbong I'll poke around in your ear hole until you don't have that song in there anymore!!! I'm a good friend, right?",
  "@acidlacedbong Seems to help everything but you need to grab a metal coat hanger and come over here, I'll be gentle I promise! Trust me",
  "@acidlacedbong You know what the best trick for getting a song out of your head, right?",
  "@JennaXXXMynx Or dick in your ass and fuck that shit!",
  "@KarmenKarma @ob4cl2013 What about as they watch you.... from your bushes? Lol",
  "@Earl_Thomas Happy Birthday man! I totally didn't know it was your birthday. I just saw others saying it... lol",
  "@JennaXXXMynx Yeah but I'm pretty sure a slap acrossed the face would be a turn on not a deterrent....",
  "@acidlacedbong The funny thing is, I've probably done all of that in my teens. Life is great with a dick lol mostly blow jobs!",
  "@acidlacedbong Please do, you're fucking cracking me up lol",
  "@acidlacedbong Let's say you had a dick for one day, what would you do with it???",
  "@acidlacedbong I don't think you understand how hard it is to steer with your dick in the way!!!",
  "@acidlacedbong You spelling insinuating correctly just gave a morning boner! How am I going to drive to work like this?",
  "@acidlacedbong Do you take checks?",
  "@acidlacedbong you broke my bed!",
  "@TrinityStClair I think it's time to clean your living room.... nice tities though lol",
  "@acidlacedbong Sorry about your hair...",
  "@PantsSnacks @OohFellatio @Crazy___Dreams @Secret___Dreams Talk about meat curtains....",
  "@LilveronicaR @CadenceLuxXXX @Darealbighead I think I see some sexy ass ghosts!!!",
  "@JennaXXXMynx Listen well go 2 a wedding together I wear a tux u a sluty dress, we'll get drunk n high and eat til we're too bloated to bang",
  "@JennaXXXMynx You ain't got the ovaries to reply back because you know I'm right about weddings!",
  "@JennaXXXMynx Weddings r great I get 2 wear a tux free food &amp; booze &amp; u no what I lov a good love storyCall me gay Ill slap ur candy ass lol",
  "@BrunetteLovin_ I wish you would rub off onto my girlfriend!!! Oh wait, I rub off onto her. Just kidding she doesn't like that anymore lol",
  "@Canada_Sweet I am? I mean I do think farts are funny and I always giggle when people say duty but I didn't know I was the most immature!lol",
  "@Lola_Foxx @ChrisCock_ @MischaBrooksxxx @LethalHardcore Wait so you're Mrs. Cock??? Lol",
  "@RayleneXXX @GrantElicious Damn that guy got blocked from his first tweet!!! That dude has some talent",
  "@JennaXXXMynx Hes only 1 but I really hope he doesnt fuck that thing Id hate to have the sex talk with him already Hes a perv like his daddy",
  "@acidlacedbong @BrunetteLovin_ When I first read this I thought it said baby cum... lol I was about unfollow some fucking freaks haha",
  "@KendaPerez http://t.co/D1P8YbOi6F",
  "@vickyvette Dare @HomeDepot to RT this!!! I use to work there We'd get couples all the time buying ceiling brackets Chains Rope &amp; blades lol",
  "@thebonnierotten BROWN! Oh wait no one likes brown...",
  "@BellaSwannID @istonenobrien That's a shitty way to live. You need to be attached to more people, that's how thoughtful people live.",
  "@titoortiz Fuck yeah I would!",
  "@VeronicaAvluvXX I'm sure you hear this all the but how do you have a 19 year old??? What were you like 10 when you had him?",
  "@ESPNNFL How could Peyton Manning not be Yoda??? #NFLStarWars",
  "@istonenobrien Your links just aren't that funny... I'm sorry but it had to be said.",
  "@devonxxx I have nothing to add to this agent problem.... but you can still retweet me!",
  "@k_korzeniowski I'm mocking you! Why do you always put yourself down? Are you stupid or something? You're a pretty cute young girl.",
  "@k_korzeniowski Yeah me too!!! You're so overweight and ugly!!!",
  "@JennaXXXMynx Wonder if by favorting that tweet, it makes it consensual??? Lol don't You just love a good rapey tweet in the morning??? lol",
  "@JennaXXXMynx PLEASE, PLEASE, PLEASE let the wind blow you into my van.... I'm just kidding, I drive a sadan lol",
  "@madelynxmonroe We can cuddle n watch the notebook You'll think I'm sensitive and shit Then I'll get you drunk and we'll bang!!! See ya at 8",
  "@Penny_Pax @AshleyFires Oh yeah? I have a thing for girls named Penny Pax that like to be tied up and get the living shit fucked out of them",
  "@LynsieLee If eagles are on the endangered species list, does that mean guys have to be extra gentle with you???",
  "@CareyRiley4U That's what happens in women's bathroom? Lol In the men's it's mostly shit grunts and not washing hands... haha",
  "@JennaXXXMynx \"She wears short skirts, I'm high as fuck lying in bed communicating in grunts after drug infused painful sex\"... Right?",
  "@JennaXXXMynx Those are Taylor Swift lyrics, don't you fucking lie to me woman!!!",
  "@realrobbwells That's so fucking cool you shit apples do that! It would be quite the drive and swim from Seattle. #toadaso",
  "@JennaXXXMynx What about clean shaved dudes that drives Toyotas? I bet you're in the mood to blow me now!?!?!",
  "@DougBaldwinJr Or a woman that can't cook",
  "@acidlacedbong Nothing wrong with being a gentleman in public and a savage behind close doors",
  "@VeronicaAvluvXX Just masturbated to 1 of ur vids Not sure where 2 go from here Should I buy u breakfast? Leave u cab fair? Should I call u?",
  "@BrunetteLovin_ My mouth dries out too fast, I guess I'd be a pretty shitty slut.",
  "@BrunetteLovin_ Amateur!!! Gum makes your mouth even more dry.",
  "@DougBaldwinJr @sidneyrice At least be original.... only posers use lions in Twitter lol",
  "@CadenceLuxXXX Do it!!! Grow a goatee while you're at it too! Lol",
  "@_superbooty @KarlitaChacin We have the same phone... just not outfit lol",
  "@JoshLBarnett @JonnyBones I'll give you the perspective of a pure fan and non fighter. The more equipment the less ultimate it looks",
  "@RizeEnergy @edblackhouse @SpiderAnderson Let's be honest here, Chris has no chance. Silva is spiderman, batman and freaking superman!",
  "@JennaXXXMynx I'll be Burger King and you be McDonald's. I'll have it my way, and you'll be lovin' it.",
  "@iluvchristie Don't cum in my hair please!!!",
  "@acidlacedbong You're going to get me and my dog arrested!  But okay let me find a bush or something lol",
  "@VeronicaVice @madelynxmonroe @AaliyahLove69 Im just kidding anyways I'm pretty baked and I'm just twitting pornstars again No beef here lol",
  "@ToriAvano @MsRadioSapphire @BabyRae13 Psssshh I don't even call me girlfriend or my mom... don't get your hopes up lol",
  "@acidlacedbong Right now!?!?! It's funny because I'm literally walking my dog in front of an elementary school lol",
  "@VeronicaVice @madelynxmonroe U hurt my fav pornstar's feelings lol U better re-click that follow button or else Ill literally do nothing",
  "@madelynxmonroe @VeronicaVice How dare that bitch! And to think I almost followed her. Blonde hair and big boobs only go so far lol",
  "@acidlacedbong When it comes to forgetting to skeet skeet that's worthy of an apology... lol How was your day by the way?",
  "@BelleNoirexxx U can fuck like pornstar so I guess that makes up for it. But make sure you learn before your looks fade Lol I'm so kidding",
  "@BelleNoirexxx If u were my girl I'd be extra sweet to you today You'd only have to cook for me You could take the day off from cleaning lol",
  "@acidlacedbong You forgot the most important line... SKEET SKEET! Please apologize to all your followers lol",
  "@LynsieLee I never understood calculus... oh we're talking social issues,  never mind.",
  "@JennaXXXMynx Only half kiddin Think if u rape back it will distract him long enough so u can run away but lets face it, ur not running away",
  "@JennaXXXMynx Yeah totally! Same with rape too. If you're getting raped throw a curveball and rape them right back.",
  "@Mariners @JonRyan9 You could just put the baseball on a tee and kick it?",
  "@MissyXMartinez Late Night with Jimmy Fallon??? Who knew? Lol",
  "@ItsTessaLane @TrinityStClair I SAID YOU WERE STILL SEXY!!! I would fuck myself but I'm at the grocery store. That wouldn't be good lol",
  "@TrinityStClair @ItsTessaLane I see a pimple.... still sexy ;)",
  "@ErinAndrews Well I sure hope twitting about not being able to move helps you move.",
  "@k_korzeniowski Why would you favorite that? What u like abuse? You're nutty, but I like that. You just earned a follower.",
  "@k_korzeniowski You're just some random person I found on Twitter but your left eye is further away from your nose than your right",
  "@CaressaKisses1 Look at the girl on the left's face. I doubt she was ready for the picture or she was farting lol...still sexy",
  "@ForrestGriffin If you wanted to read news, you'd watch the news? Oh Forrest... love ya man lol",
  "@VeronicaAvluvXX @Brazzers_Live Do yourself a favor and follow me. I'm pretty god funny, trust me I know.",
  "@VeronicaAvluvXX @Brazzers_Live If uve had 4 dicks inside u at once. That makes ua man now Youll like peeing standin up n blowjobs Trust me!",
  "@acidlacedbong Drive a hard bargain but okay no cuddling, sandwich and I guess you don't have to pay me. Then I'll let you have sex with me.",
  "@acidlacedbong As long as you make me a sandwich and we don't have to cuddle for too long. Oh and 20 bucks and we have a deal.",
  "@JennaXXXMynx Ok I see the toiletpaper maybe I was distracted by that sexy naked chick in the picture. Damn I should really follow her lol",
  "@JennaXXXMynx Is that your room? Seriously, my daughter's room isn't even that gay and she's 4.",
  "@AlesiaPleasure You guys need new mics or something. The quality just isn't there.",
  "@acidlacedbong @BrunetteLovin_ I get the followers the old fashion way... by demanding. I should probably poop then sleep. Tweet u tomorrow?",
  "@TConradx You're weak and undisciplined... lol I don't know maybe because you're on Twitter?",
  "@MelodyJordanxxx I'm not sure if you're talking about your house or butt sex. Either way I'm coming... god I'm so clever.",
  "@acidlacedbong @BrunetteLovin_ Listen you can't just reply and favorite my tweets 7 times and not throw me a follow. It's unethical.",
  "@BrunetteLovin_ @acidlacedbong What u 2? Man I cant even find a wife off Twitter??? What is this world coming to? Lol congratulations to u 2",
  "@acidlacedbong @BrunetteLovin_ Well the leading cause of divorce is marriage... so we'll see lol. Just kidding congratulations",
  "@acidlacedbong @BrunetteLovin_ Cant argue witha girl whose remedy 4everything is BJs! If Iever decide 2 ruin my life withmarriage ill call u",
  "@acidlacedbong @BrunetteLovin_ Your logic makes literally no sense but god damn it, I love the way you think.",
  "@mayhemmiller Knee ligaments are for pussies... If you don't hear bones grinding when you walk you aren't a real man.",
  "@TensOnTheTens @MRRT_Porn @GloriaP1948 Maybe 8s on the 8s?",
  "@MissDaniDaniels You should make a line of bed frames that are pornstar approved. Can handle the weight of 1 guy and 5 girls.",
  "@Marie712Weile Oh look at miss popular with her text, miss call and voicemail... God I wish people liked me lol",
  "@Lexie_Sunset Well if I don't get booked, how about just a picture of the two of us. Remember you have to be the sexy one ;)",
  "@Lexie_Sunset @Tiger_Bar I'm a one man tambourine band... I doubt you can afford me, I'm a pretty big deal. People know me.",
  "@LynsieLee It says in the bible, no man should lay with another man. But nothing about them standing up and fucking.",
  "@999KISW @BJShea Marriage",
  "@devonxxx @sexIaws I understand how men can get horny but how can women get horny? They don't even have horns!",
  "@TConradx @Thereal_BNasty @BangBros Even I have a bigger dick than that guy haha",
  "@JennaXXXMynx @9GAG Especially because its black!",
  "@Tattooed_Babes @tiggercutie82 Fuck dude how do you find all these fine bitches? That's crazy man. You have a talent!",
  "@urpetdog @AnastasiaPierce Fuuuuck that lol. You got some nice titties but I'd still make you make me a sandwich.",
  "@Lola_Foxx I know you were just in Costa Rica, so I thought I'd freak you out with a bot fly video https://t.co/rXYOtSwOeF",
  "@BrunetteLovin_ Bam bitch! First favorite. What do I win?",
  "@Lia_Lor Being a porn star, is it weird to have pizza delivery, Plummers, pool cleaners and movers knock on your front door? Haha",
  "@BelleNoirexxx Look at that sink! Now I'm really not going to wash my hands after I piss....",
  "@ClubCarmenXXX With all these crazy endings on this card. I have a bad feeling about this fight.",
  "@Earl_Thomas @Kam_Chancellor @heykim @Mariners Are you guys going to Monday's game? If so I'll be the asshole asking for a picture lol.",
  "@JennaXXXMynx Yeah my dick's the size of a half gallon bottle... Thank god this is Twitter, so I can lie about my dick size to porn stars.",
  "@hollyrandall All you have to say is Jon Bones Jones, and they won't think you're an idiot.",
  "@ToriAvano Come on babe I have a headache, lets just cuddle!",
  "@thebenshow Maybe... throw in 20 bucks and we'll talk",
  "@LynsieLee 1st u call me retarded and now smart guy? I can't keep up Listen I don't want to Twitter fight with my favorite Portland stripper",
  "@LynsieLee Plagiarism... it's cool don't worry about it lol",
  "@LynsieLee I get that a lot lol. But seriously crazier in the head better in bed",
  "@LynsieLee You should let him fuck you. I bet that crazy bastard would go absolutely ape shit on your body",
  "@TianaPink4Ever O well if thats the case than yeah fuck em. Im pretty sure I said you arent allowed 2 wear pants!!! Don't cover ur sweet ass",
  "@chloe_foxx Thats y I don't look down on strippers They r total team players Because theres always some cunt with his car keys in his pocket",
  "@TianaPink4Ever How dare they get exercise and save the plantet? What are you driving ur suv to the gym to ride a stationary bike?",
  "@JennaXXXMynx Hey what the fuck? Follow me already, I've been tweeting funny shit all day to you.",
  "@JennaXXXMynx Don't worry they'll get old and die soon....",
  "@chloe_foxx Hold on! You're telling me strippers just pretend to enjoy giving lap dances?",
  "@joerogan You're telling me @madflavor doesn't know?",
  "@JennaXXXMynx Oh I didn't know you were an 11 year old boy...",
  "@JennaXXXMynx I'm glad I followed you! Sexy and likes the word cunt? If I ever decide to ruin my life with marriage I'll give ya a call",
  "@Canada_Sweet I'll follow you but you better Twit some clever shit God damn it! Lol #yourwelcome",
  "@MissDaniDaniels I don't masturbate to porn. I play it on my surround sound full volume to make my Christian neighbors uncomfortable.",
  "#espndraftvote honey badger!",
  "@LauknessMonster So when do you guys get to find out the father of the baby? Jk man congratulations you dirty bitch, lol #proudofyou",
  "@NataliaStarrxxx @HMHollyMichaels You're foaming out of your pussy. Were you fucked by a raccoon???",
  "@MinnesotaBurns Laughing my ass off off off off off off off off off off off off?",
  "@BelleNoirexxx I'm more like everyone's favorite  pervert",
  "@BelleNoirexxx If I tweeted some of the things I want to do to you, I'd probably bet blocked lol.",
  "@RateMyMILF 5 at best and no I won't be reteewting that thing.",
  "@Seahawks @DesmondTrufant @UW_Football Love u lil Tru but Percy Harvin is going to make u look silly I hope u the best on the other 15 games",
  "@madelynxmonroe Come over we'll have hours of fun in my bed.... playing monopoly.",
  "@BIrvin_WVU11 @REALPACMAN24 Bruce, be careful hanging out with that guy lol.",
  "@titoortiz Only fat girls and recently broken up girls eat ice cream.",
  "@marcellacomedy Wait, then shouldn't monkeys be called Black?",
  "@XXXKaceyV Are you the black one? Lol congratulations, you deserve it.",
  "@JessicaRyanXXX @MythBusters How do you only have 800 followers? You're easily one of the the hottest girls on Twitter!",
  "@LynsieLee @zachbraff Still pretty impressive. I'd be willing to bet you've googled \"pussy tightening exercises\".",
  "@LynsieLee @zachbraff Are you sure babies came out of that little tight pussy? I find this more impressive than sexy.",
  "@XXXKaceyV Other than the rope you look pretty comfortable.",
  "@Kam_Chancellor Yo Bam Bam, let me borrow 5 bucks. I know you got lol. I'm so happy you got rewarded for all you're hard work.",
  "@mayhemmiller Here's how you do that my friend(I ran into at a Starbucks in NYC!) 1. Camping 2. Lots of mushrooms and acid 3. Repeat step 2.",
  "@madelynxmonroe That's a fantasy of yours, don't even fucking lie to me!",
  "@danadearmond You know what your problem is right? You need more boobage. Everybody loves a good nipple.",
  "@CareyRiley4U But you and I have spent some lonely nights together when she off on business lol. How about a follow? I'm a huge fan",
  "@CareyRiley4U It doesn't matter, my gf and I like everything you're in. You're a hot ass MILF, you know that? Lol Big fan",
  "Dear @CareyRiley4U, when watching your videos I will always skip missionary and go right to you getting gorilla fucked doggy style.",
  "@GregFitzShow Pcast? Really? Your fingers couldn't push two more buttons?",
  "@willblackmon Cam Newton or Blaine Gabbert? Lol",
  "@LynsieLee Tell that to those new age cunty feminist bitches. Nothing wrong with acting like a gentlemam in public and a savage behide doors",
  "@999KISW @BJShea Wear a condom",
  "@TDESPN @Elite11 Oh Trent.... You're my favorite functioning alcoholic.",
  "@JessicaRyanXXX Im sureu get alot more out of sex witha lover than getting gorilla f'ed U aren't justa place 2 cum Im sure u love cuddling 2",
  "@JessicaRyanXXX its entertainment bottom line. You're playing a role when you are shooting, its just sex and there is no emotional side 2 it",
  "@JessicaRyanXXX Yeah you're right. I just don't understand how someone can judge someone for making a living off of a primal instinct Plus..",
  "@JessicaRyanXXX If u enjoy what u do and make a little bit of money doing it, um y the fuck does it matter what some cunty feminists think?",
  "@GiselleLeon I'm pretty sure that's a Taylor Swift song... She wears short skirts. I wear throbbing juicy loads on my precious face.",
  "@_BiBiJones What's that huge lump on your left arm? You should get that checked out",
  "@LynsieLee Wow wow wow let's not get crazy here. It was just a lap dance on a business trip to Portland. I'm in like with you???",
  "@BelleNoirexxx The last thing I'd do to you is being classy ;) Fuck I'm glad I found your Twitter account. Sexiest girl in my Twitter feed.",
  "@RSherman_25 Good for the bucs getting the most overrated, injury prone and soon to be even more rediculously overpaid corner of all time!!!",
  "@SportsCenter Bucs are starting to look good on paper but just like all \"dream teams\" time will tell.",
  "@devonxxx I wonder how many it would be if you only shared your thoughts and believes? Ah fuck it, I followed for the boobs.",
  "@DougBaldwinJr @Earl_Thomas You soo kinky guurrl.",
  "@JonnyBones @bigmatt2424 I hope he's in your head, you're fighting that fucker in a week. I hope beating him is all that's on your mind",
  "Nothing makes me happier than watching dumb and dumber lose. #FOXUFCSaturday",
  "@NikkiDanielsXXX Your hands are too big??? Lol",
  "@RayleneXXX My mom said I was a looker 2 when I was young... she was totally wrong Woman find me handy not handsome B safe teach him a trade",
  "@BensonHenderson I doubt u remember me but we went to high school Im so proud of what youve done since then Win or lose I respect u so much",
  "@latimes That sounds like a good 'ol time.",
  "@Gresh49 No technically they're neighbors, right?",
  "@GiselleLeon I fucking love you kinda. Except for all your crazy thoughts on Aspartame",
  "@LynsieLee Now if you were in them on my face ;) I'd gladly pay 500 lol Oh wait better film it so it isn't prostitution.",
  "@LynsieLee Ur telling me 4 500 I could talk 2u Which is the last thing Id want 2 do to u;)AND get used underwear that doesnt fit?Sign me up!",
  "@Yonadaddy @Seahawks Well that's a good attitude to have when you know nothing about the business side of football.",
  "@Yonadaddy @Seahawks Then why aren't you a gm? Oh right because you aren't good at it lol",
  "@Yonadaddy @Seahawks U cant haveMore depth at a very deep position n lessDepth at positions that need depth John Schneider is smarter than u",
  "@TUFonFX @kkarla221 @kennyflorian I know the feeling... I actually did house work today instead. #Damn you tuf lesstuesdays",
  "@Yonadaddy @Seahawks Y is that? Where would he fit in with @BIrvin_WVU11 @chrisclemons91 @cliffavril and Michael Bennett? Do ur homework son",
  "@BubbaTheMenace All of the stress &amp; wieght cuts in a 6 week per took a toll but ultimately its a reality show They edit it 2 make u look bad",
  "@BubbaTheMenace I'm so happy you won on Saturday. I hope that shut up at least some of the haters lol.",
  "@TMZ Who the fuck cares? Lol",
  "@arielhelwani https://t.co/zy97HzzZ9H So funny",
  "@Lola_Foxx I'm far from perfect. I'm just sharing what's helped me through rough times. Even though we've never met I still care about you",
  "@Lola_Foxx U need 2 b positive about it Most people dont get to travel like that or see new places Negative things happen to nagative people",
  "@Lola_Foxx Why have you been complaining so much lately? Everything okay? I care about you @Lola_Foxx  god damn it! Lol",
  "@SpiderAnderson Y do I follow some1 that tweets in a language I dont understand? O I no hes the baddest mother fucker 2 ever walk the planet",
  "@ESPNMag This year....",
  "@kaitlin_olson Are you sure that isn't Chunk's Son from the Goonies?",
  "@UriahHallMMA Theres going to be alot of criticism about u now I really hope that drives u to become better but I fear it's going to break u",
  "@UFCONFOX Kevin Casey is a martial artist but he just isn't a fighter. He has way too much quit inside of him to be in mma.",
  "@StephenAtHome I smell a give away??? Haha",
  "@seahawksbuzztap why do you guys still have the old logo?",
  "@xJenniferWhitex Just masturbated to 1 of ur vids I'm not sure what to do now Should I buy you breakfast? Leave u cab fare? Should I call u?",
  "Be a part of the #SupremeCourt when Felix takes the mound tomorrow. RT for a chance to win two tickets. Tix: http://t.co/pXzSJehhUe",
  "@dylanthevillian I have so much respect for you. You are a great person and a total warrior. Dont hang your head, I wish you the best",
  "@MICAHMANN @TUFonFX I have feel there are going to be a few female Junie Browning's next year",
  "@TUFonFX It's like the real world but they beat the hell out of each other each week.",
  "@Jcannizzaro @KelvinGastelum @ufc. Totally, if you train with the right camp and drop down to 170. You could really fuck some shit up",
  "@MelodyJordanxxx Do people really just buy you that shit? We live in such a crazy time where you can get free shit just by doing that",
  "@XNicoleAnistonX You need to go down to Home Depot and remodel that kitchen",
  "@joerogan A doughnut cheeseburger http://t.co/Cf0QoGJflu",
  "@joerogan The joe roagn I know would have chased that fuck down n beat it to death with a kettlebell n ate its young #CouldHaveHadaKaleShake",
  "@SethMacFarlane Ya but think about the bright side He never had to watch Disney's Star Wars. Hell a coffin might be better.",
  "@Kam_Chancellor If I buy your jersey, I need you to promise you're going to sign a second contract with the hawks before I buy it!!!",
  "@GiselleLeon Isn't domestic violence just great???",
  "@ROOTSPORTS_RM We have won the last 7 opening day games but.... what is different about this season? Give us some hope guys",
  "@UriahHallMMA @BubbaTheMenace People are forming their opinion off of a 30 sec preview But ultimately fighters need to be mentally tough",
  "@KendaPerez That's a good looking mom... I think you'll age well lol",
  "@ROOTSPORTS_RM Which young player will have the best and most consistent year at the plate?",
  "@JayGlazer What round picks??? I can't find it anywhere",
  "@VeronicaRadxxx you need a headboard... Have some class lol",
  "@KendaPerez http://t.co/9P9VjHSSWB",
  "@redban Heroin addict redban, please, please, please!",
  "@ESPN_FirstTake @VinceYoung Quarterbacks should never have character issues, I would stay away #gohawks",
  "@logannnnxo @willblackmon Yeah... You got me pretty good lol",
  "@willblackmon @BostonCollege I know you went to Boston College. I've been a fan for a while.",
  "@redban @RondaRousey The sexiest cauliflower ear in all of mma needs to be on the podcast.",
  "@willblackmon Well good thing you're level of play is better than your grammar",
  "@BasRuttenMMA Oh big tough guy can't even type \"shit\"... haha I'm lucky there's \"the internet\" between us.",
  "@RayleneXXX What do they say? \"Oh you're that girl I masturbate to while my gf is sleeping on nights she won't have sex with me\"",
  "@RayleneXXX @waleededrees Are you sure? Because my mom calls me fucktard all the time",
  "@DaisyBluexxx Have fun and remember to act like you enjoy a dick in your butthole",
  "@IntelEdge My favorite video game is call of duty #IntelInspires via @unboxtherapy",
  "@TMZ That better include cable, you bastards!",
  "@IntelEdge My favorite video game is (complete sentence here) #IntelInspires via @unboxtherapy",
  "@lilyxxxcarter I've been meaning to ask, do you like guacamole???",
  "@joerogan Get him on the podcast right fucking now @redban https://t.co/xtjrW1jZQ5",
  "@caseystonexxx But it's a little weird how sensitive you got over an armpit joke. I hope you're doing alright.",
  "@caseystonexxx Lol it's a joke... Besides it just means you have healthy armpits and I find that to be very sexy",
  "@caseystonexxx yeah you're hot but god your armpits are veiny",
  "@clinthester Have everything handed to me....",
  "@WhitfordNick @JonnyBones Well lets be fair here. @sonnench is by far the toughest poet.",
  "@espn_nfcwest I wonder what would have been if they picked RG3 isn't of dealing the pick. Image RG3, Wilson and kaepernick in the same div!",
  "@JohnyHendricks So what happened when you were walking out to the cage? Did a \"fan\" really slap your face?",
  "@rkd96 @Moffitt74 Well it is my mother fuckin birthday",
  "@richeisen @chad_vanek Hmm so all it takes to get a RT is to say something rude... Rich, you look like Mr. Clean's unathletic cousin",
  "@UrijahFaber @TouchyFili @Anth0nyAvila @MotherHuffer @ErickSGMMA @seanshakour135 @afgassassin How foward does Urijah have his seat set? Lol",
  "@AdamSchefter @Vikings @GregJennings Put da viks on yo back",
  "@Leon_Washington You'll be forever missed in Seattle, I hope we see you in the Superbowl!!! I hope you the best number 33",
  "@StephanBonnar love the ufc You have nothing 2 be sad about I'm a huge and always will be I love ya man and if you ever in Seattle hit me up",
  "@StephanBonnar Regardless of what what's happened in your career. I'm still a huge fan of you the person, you and forrest are the reason I"
 ]
}