{
 "user": 16848191,
 "tweets": [
  "I'm not surprised that @bobatl thinks the world is flat, because he thinks that airplanes in the night sky are shooting stars. #flatearther",
  "Going to give this a try. #DIY #NAS\nhttps://t.co/in7Z641LXe",
  "@mykalaws Let me hear you say \"Wayoww\"!",
  "https://t.co/BT7J7QwIUo",
  "Proud to team up with one of Boston’s finest....my brother @RobGronkowski ...we created this t-shirt to raise $ for the Gronk Nation Youth Foundation &amp; David Ortiz Children's Fund. Help us support the kids of Boston and get your t-shirt today. BUY HERE: https://t.co/r6j12mKR5h https://t.co/YwxCkfz16K",
  "5 years later IT’S STILL OUR F*ING CITY! Help @RobGronkowski and me raise money for the kids of Boston and get your Still Our City t-shirt today: https://t.co/r6j12mKR5h https://t.co/BBTtaP6Ne5",
  "https://t.co/YZ7hQ9VszR",
  "Special Counsel Mueller has served our country with honesty and integrity. It’s critical he be allowed to complete a thorough investigation into Russia’s interference in the 2016 election — unimpeded.",
  "An American president does not lead the Free World by congratulating dictators on winning sham elections. And by doing so with Vladimir Putin, President Trump insulted every Russian citizen who was denied the right to vote in a free and fair election. https://t.co/lcQTBi7CA1",
  "https://t.co/3DlOymgouL",
  "https://t.co/3DlOymxZmj",
  "Kids—No changes in America’s lethal gun addiction will be forthcoming. The few laws likely to pass amount to putting filters on cigarettes and calling them safe. Remember, remember, and vote in November. If you can’t, spread the word.",
  "Have fun out there among the stars. https://t.co/S285MTwGtp",
  "@YourAnonNews It speaks volumes about the state of humanity that this even needs to be debated.",
  "Dear Marco Rubio, \n\nAs a student who was inside the school while an active shooter was wreaking terror and havoc on my teachers and classmates with an AR-15, I would just like to say, YOU DON’T UNDERSTAND.",
  "When the zombie apocalypse happens, you’ll be glad you bought a flamethrower. Works against hordes of the undead or your money back!",
  "https://t.co/8HvMlcv5oO",
  "https://t.co/MXxBpKHIE9",
  "Business end of the A-10 Warthog.\n\n#Brrrrrt https://t.co/GeC9ENA7DD",
  "Today is #NationalPieDay. In celebration of this glorious event, here's our Pi vs Pie poster to help you tell the difference between a Raspberry Pi and a delicious treat. Feel free to print it off for your classroom, office, library, kitchen, bus stop...\nhttps://t.co/W6NhV4d48z https://t.co/419z8ekwff",
  "\"Do you like the Patriots, Georgie?\" asked the smiling clown peering out of the sewer. \"Are they your favorite? Mine, too!\"",
  "https://t.co/0wJOl1zdLD",
  "Kali running on the Windows 10 Subsystem for Linux :  https://t.co/2m3WtLH63s https://t.co/m1cTrngeoX",
  "3 years ago tonight, Julian Edelman caught a backward pass from Tom Brady and threw a 51-yard pass to Danny Amendola for a touchdown.\n\nThe play tied the game at 28-28 and was Edelman’s first NFL pass attempt.\n\nThe Patriots won, 35-31, over the Ravens.\n\nhttps://t.co/kj98EMiKqs",
  "People @realDonaldTrump will criticize:\n1) FBI Agents\n2) Federal Judges\n3) Members of Congress \n4) Hillary Clinton \n5) Gold Star Widows \n6) Black Athletes \n7) The Media \n\nPeople @realDonaldTrump won’t criticize:\n1) Nazis\n2) Pedophiles \n3) Vladimir Putin\n\n#MuellerChristmas",
  "#Caturday https://t.co/KGqEMgJdn9",
  "Add @googledrive files to your emails with ease ↓ https://t.co/zXPZgjenAE",
  "FACT CHECK: The FCC is not just reversing an Obama-era order.  It is reversing policies that have been in place since the dial-up era. #NetNeutrality",
  "Remember. #Newtown #SandyHook https://t.co/7L887ytaZy",
  "Net neutrality dies 3-2. It's really remarkable how many consequential, society-altering decisions are being decided in closed rooms by single vote margins and with zero consideration of popular or expert opinion. What a healthy democracy we live in.",
  "#NetNeutrality https://t.co/5eaLIdEBuE",
  "https://t.co/X0off0ubKX",
  "@elonmusk @FortuneTech #thenewspacerace",
  "ME:  Joe, about halfway through the speech, I’m gonna wish you a happy birth--\nBIDEN:  IT’S MY BIRTHDAY!\nME:  Joe.\n \nHappy birthday to @JoeBiden, my brother and the best vice president anybody could have. https://t.co/sKbXjNiEjH",
  "@brett444777 https://t.co/UBLPA6N5kt",
  "Height of internet addiction\nAt a funeral...\nA visitor: What's the WiFi password here?\nPriest: respect the dead\nVisitor: all small letters?",
  "STOP HIDING YOUR SSIDS. It doesn't keep me out. Aicrack-Ng. 30 secs. You aren't securing anything and will make us MORE curious.",
  "@elonmusk, you are a true visionary and a role model for future generations, keep up the great work!",
  "Coding is important – and fun. @CSforAll, thanks for your work to make sure every kid can compete in a high-tech, global economy. https://t.co/QDZqcoEQiM",
  "\"No one is born hating another person because of the color of his skin or his background or his religion...\" https://t.co/InZ58zkoAm",
  "OpenAI first ever to defeat world's best players in competitive eSports. Vastly more complex than traditional board games like chess &amp; Go.",
  "https://t.co/vtpBpurYLA",
  "@edmana It's about time. At the very least force a password change on 1st login.",
  ".@MassGovernor Charlie Baker:  264K residents would lose insurance under Senate health care bill; would cost the state over $8B by 2025.",
  "#BadlandsNPS photo by Rikk Flohr https://t.co/tuADro1r70",
  "#Petya encrypts ON BOOT. If you see CHKDSK message your files not yet encrypted, power off immediately. You can recover with with LiveCD. https://t.co/nKL4Xixjn9",
  "@elonmusk Thank you for supporting the planet and the environment.",
  "Am departing presidential councils. Climate change is real. Leaving Paris is not good for America or the world.",
  "#OneBostonDay celebrates the resiliency, generosity &amp; strength shown by the people of Boston on 4/15/13.\n\nWe'll never forget. #BostonStrong https://t.co/eQ02CbNZm5",
  "That one time TB12 was my lead blocker 😂😂 #Classic https://t.co/5ekwgyG3eM",
  "@WIRED I would rather grey hat hackers benignly raise awareness to security flaws than real damage be done any day.",
  "Over the weekend, hackers literally sounded the alarm on our infrastructure insecurity.\nhttps://t.co/bUjbBaTzdo",
  "@MManciniRealtor - what can a home owner do to improve the quality of their water?",
  "@edmana Interesting, I thought I was just identifying arbitrary characters and pictures.",
  "@edmana I would watch that but it would be cooler if they had guns and rockets.",
  "#HomeTheater #Google Google is gearing up to release a 4K wireless set-top box for Fiber customers https://t.co/4IbGN0ZxQJ https://t.co/EGOqpv7wCM",
  "Happy #PresidentsDay #OurRoots https://t.co/GokFrnlmwS",
  "https://t.co/L80OVdlTEO",
  "I was a student at BGSU when the Bowling Green Massacre didn't happen. I'll never be able to not forget what I didn't see that day.🙏",
  "US senators vote to scuttle a rule preventing coal mining debris from being dumped into nearby streams, arguing that it threatened jobs.",
  "Regarding the meeting at the White House: https://t.co/8b1XH4oW6h",
  "Is there not one more Republican senator who will stand with the American people against Betsy DeVos?",
  "Why don't we take all that BS WALL money and Rebuild our Public School system?? SMH",
  "\"This is not the America I know...\" just a reminder this am to teach acceptance and love to our kids for all races, all religions.. https://t.co/32XohAGMv7",
  "@StephenHawking8 is there a relationship between the distance planets orbit a star and the distance electrons orbit the nucleus of an atom?",
  "Today I vetoed H.58, which would increase the pay of legislators, constitutional officers and the judiciary. https://t.co/i6TDZkk4dt",
  "https://t.co/LqPa0vsmS8",
  "Reading will save your lives one day.",
  "#OTD in 1915, @RockyNPS became a national park. RT to wish them happy birthday! #Colorado https://t.co/GxQSWYkjBC",
  "We need a qualified and knowledgable Education Secretary, not a billionaire who contributed hundreds of millions to right-wing Republicans.",
  "A forest is so much more than trees. It serves as a place of refuge for humans and habitat for many species, and provides economic benefits. https://t.co/oHRGqZBF6n",
  "Want to be in our Valentine’s video? Send your public lands romance pics to newmedia@ios.doi.gov https://t.co/S1cy9HAyqh",
  "We're the only major country that doesn't guarantee health care for all as a right. Yet, we also spend far more per capita on health care.",
  "80% of our populations lives in cities and is losing touch with the contributions of public lands to the resources that affect their lives. https://t.co/Dpqk1kfZZv",
  "Well this has cheered me up. Someone has invented a car for a goldfish that can be driven around by its position in the tank. https://t.co/TB1l5wkr9W",
  "Pocosin Lakes #WildlifeRefuge is perfect for winter wildlife watching. Pic by Ginny P. Gillam #NorthCarolina https://t.co/cFYTS5VdNW",
  "We manage 193 million acres in 154 national forests and 20 grasslands #PublicLands https://t.co/qinbPdHcks",
  "Social media postings sometimes provide an important window into a person’s #mentalhealth. Know what to look for. https://t.co/B0tPAHwjVK https://t.co/AbXrw2QhQd",
  "\"Study #nature, love nature, stay close to nature. It will never fail you.” -Frank Lloyd Wright #findyourpark https://t.co/glByqcY2qz",
  "Monster waves in Scituate. High tide is upon us. Streets flooding https://t.co/f98yF6pNk2",
  "BREAKING AND URGENT  \nBill sent to the House seeking US withdrawal from United Nations. See cached content: https://t.co/zJqW5zrNyJ https://t.co/w5aqHfkoR6",
  "@FINALLEVEL To the most OG of them all, much respect. From 6 in the Morn' till Midnight you keeping it Tight and getting it Right, no doubt.",
  "Longtime fan, you inspired me to make beats #nonstop @officialyoungmc #fastestrhyme https://t.co/HoTrvwEugR",
  "on Twitter: Hillary has this in the bag\non Facebook: holy shit Trump's gonna win\non Instagram: damn Stacey cool it with the artisan cupcakes",
  "Call @waaf at 617-779-3455 today-Friday to hear ANY song you want but you may need to haggle w/ The Hill-Man on the price! 📻📞#RockForChange",
  "THIS IS NOT A DRILL. ECTO COOLER'S TRADEMARK HAS BEEN RENEWED!!!!!!!!! https://t.co/cgEWKeC7jY",
  "@Cataranea I was hoping you might be able to identify this spider found in Eastern Massachusetts. https://t.co/39eBkzNqcF",
  "HEY RYAN THINK FAST: https://t.co/5HYqzVaeJY https://t.co/k0vtGY6UgI",
  "@googlefiber Any plans of coming to Boston in the near future? We have a pretty awesome tech sector and a ton of University's.",
  "It's already snowing on Mount Washington http://t.co/XiTpzi03bO http://t.co/PrDFx9AnsY",
  "LIVE: Worldwide Cyber Threat hearing before @HouseIntelComm with DNI Clapper, @CIA, @NSAGov, @FBI and @DefenseIntel: http://t.co/kNan4V49kY",
  "@waaf That's not a shark......\nThat is a shark!!! https://t.co/79gtThkvCM",
  "If the moon were only 1 pixel: a ginormously accurate scale model of the solar system!! http://t.co/feqQ0k1B6d",
  "#hometheater http://t.co/RxJN4fWA5O",
  "@adaliusthomas The Blue Ghost is sick!!!!!",
  "@VerizonCareers The way to become a rich is to belong to a rich class, by inheritance you can access some functions to create wealth...",
  "@brett444777 http://t.co/tay9KIV2zf",
  "@elonmusk if at first you don't succeed, try and try again.",
  "Just wished on a Shooting Star...",
  "http://t.co/d2RmWqFeq5\n@YourAnonNews #eyeinthesky\n...snoopy on steroids",
  "Dr. Awkward spelled backwards is \"Dr. Awkward.\"",
  "Machine learns to play video games http://t.co/zxmB6MtHrZ  #DeepMind",
  "Scientists say all the world’s data can fit on a DNA hard drive the size of a teaspoon http://t.co/FCSbc6i9lu via @qz",
  "16 days until the @FCC votes on #NetNeutrality. Remember what's at stake. #InternetCountdown http://t.co/NDXn7SUfYo http://t.co/XcgNoYUw6S",
  "This is why we tell you to drive slow in snow: \"@WMUR9: ICYMI: Car crashes straight into snow http://t.co/L6HZHhCtxP http://t.co/ShcHnz8G3v\"",
  "Wish You Were Here by Pink Floyd. http://t.co/Scp7zdNCdy",
  "I just used Shazam to discover Cold Blood by Yo Gotti Feat. J. Cole &amp; Canei Finch. http://t.co/5qavFlIAfb",
  ": ( Wish You Were Here by Pink Floyd. http://t.co/Scp7zdNCdy",
  "I just used Shazam to discover Notorious Thugs by The Notorious B.I.G.. http://t.co/t40Wr6eiNE\n#oldschool",
  "Beethoven - Moonlight Sonata (FULL): http://t.co/r4WEFqJGQs",
  "http://t.co/gg6pDuXaeT",
  "http://t.co/oN1mUbdZLB",
  "Today the City mourns together. http://t.co/zwJja83wdK http://t.co/ZBNX0XJocJ",
  "The real #tor website is https://t.co/jLaZaGd9Hj  Any other is suspect and unsafe.",
  "Find out where followers come from for every @NFL team with our new #NFL Twitter fan map. https://t.co/UOKAuiNINe http://t.co/BgDcSAKzde",
  "Old Ironsides prepares for final Boston Harbor trip until 2018 http://t.co/olPe4md1v1 http://t.co/WKgOsBb7UB",
  "7 of the coolest, most bro cats ever http://t.co/QjqmpDWcT7",
  "Maynard: My right to death with dignity at 29\nhttp://t.co/FpTyIPrQeD",
  "😻👋 http://t.co/L0BD581edM",
  "Developing: Possible Ebola Patient Isolated at Worcester Hospital  http://t.co/aYRkyol8rZ http://t.co/Ioyjecw4ra",
  "IT'S CATURDAY, MOTHERFUCKERS. WHERE ARE YOUR CATS?",
  "@YourAnonNews #makeitrain http://t.co/ZFhuX8Upfw",
  "A little satire goes a long way when dealing with the likes of Comcast. http://t.co/8dPtQrmDij http://t.co/MNve8Me4y9",
  "I knew it...\n#roadwork http://t.co/Hwa5B3FCK8",
  "Really! #architecture http://t.co/QMipLYw24o",
  "The cat shows the human how it's done http://t.co/XCvZmw1agS",
  "Blood moon returns, but it's bigger this time\nhttp://t.co/uMwdfdj8ad",
  "\"Son do you know how to tell if a pineapple is ripe?\"\n\n*throws pineapple against grocery store wall*\n\n\"Ah nuts that was a good one.\"",
  "If someone says \"I love you\" and you don't feel the same way, just say, \"I love YouTube\" really fast. #WorstReplyToILoveYou",
  "Can't wait to be home, thanks @aubryann27 for the ride! http://t.co/vkBeuE7jhS",
  "Jamaica http://t.co/ujXNZhIsf0",
  "http://t.co/nMSV50zGrF",
  "@GregHillWAAF @lbwaaf @DanielleWAAF http://t.co/jHjRpH9c7X",
  "http://t.co/L52H30MAlj",
  "http://t.co/l8rqGL1e9n",
  "@aubryann27 will you get me one of these when you go to #Germany #Oktoberfest ? http://t.co/rOSJEhQMFQ",
  "Oktober fest http://t.co/mCVkOrplCR",
  "Ex-Tesla and NASA engineers made a light bulb that dims on its own if the room is bright http://t.co/WLWpuUkFq2 http://t.co/3f3jHSn2Rp",
  "http://t.co/2N2xUCmJ2w",
  "7 of the coolest, most bro cats ever http://t.co/vwpQHlU9PM\n\n. http://t.co/3mIxDqwqSU",
  "Trey Songz - Bottoms Up ft. Nicki Minaj [Official…: http://t.co/Ixw964feOF",
  "Busta Rhymes Feat Eminem - I'll Hurt You: http://t.co/5bAns4FEzh",
  "Obie Trice - The Setup (MTV Version): http://t.co/cWVenMYrBa",
  "Bell Biv DeVoe - Poison: http://t.co/0iUTcChdLl #nevertrustabigbuttandasmile",
  "\"Take your child to work day\" must be awkward at the dildo factory...",
  "Don't Follow-Alice In Chains: http://t.co/Shlw4JTjxP",
  "2:22... this is what I do every night...",
  "1 o'clock in the morning, and my mind is storming. #nosleep #insomnia #ftw #fml",
  "@aubryann27 http://t.co/WIcuGegfv7",
  "\"@KevinBarbare: Matthew McConaughey Car Commercial Parody http://t.co/n8W3i5EM64\" @aubryann27",
  "Matthew McConaughey Car Commercial Parody http://t.co/qg51uBWlTN",
  "@aubryann27 http://t.co/6TkdGgMeeA",
  "Afghan Soldiers Went to a Cape Strip Club Before They Went Missing http://t.co/BZqxeUzndK #boobies",
  "#BREAKING: 3 Afghan Nat. Army soldiers have gone missing from Joint Base Cape Cod. Here for training. Officals say no immediate threat.",
  "National Guard officials tell #FOX25 3 Afghan soldiers ARE missing but there is NO immediate threat to public at this time. More at 10pm.",
  "Three Afghan National Army Soldiers Missing From Cape Cod Base - Boston News, Weather, Sports | FOX 25 | MyFoxBoston http://t.co/2x4c60IVis",
  "http://t.co/RVH3Szc8cy",
  "DON'T FOLLOW \n\nhttp://t.co/ZlzAl7BjpC",
  "Accidentally ordered a \"Robert Palmer\" instead of an \"Arnold Palmer\" and now there's a sullen waitress dancing behind me.",
  "@aubryann27  Spose - Can't Get There From Here (Official Video…: http://t.co/T3CuZ8aV5w",
  "High Schooler Gives Up Crown After Friend Was Pranked Into Thinking She Was Nominated for Homecom... http://t.co/SVdNMQ1QHV via @YahooNews",
  "I hate it when hotels tuck the sheets!",
  "@aubryann27 I had heard about that. #andrethegiant was one big dude. http://t.co/glBQvLb3SJ",
  "@aubryann27 https://t.co/rvobKEHcgx #badwords",
  "At my funeral play the Super Mario original theme until my casket is lowered in the ground then play the underground music",
  "The Northern Lights Shined on New England in Incredible Color Last Night http://t.co/RFzYM6txWy",
  "@aubryann27 SNL Actors BREAK Character Despite Best Efforts -…: http://t.co/YfYDbGVFOv",
  "It's a start and it's better than watching the news nowdays. #stronger http://t.co/7HBs1LWxzr",
  "8 mile hike followed by some Ninja Turtles... Why not: )\nFeeling #healthy",
  "Feeling healthy #8miles #health #exercise http://t.co/4x2Y58NP8e",
  "#hiking #borderland #freedom #peace #love #happiness http://t.co/dWjiGEzNmq",
  "@WestPoint_USMA http://t.co/LzXsOmGDdb",
  "http://t.co/ZvXjTyiIpg",
  "Playing piano till my hands hurt and then some\n#pain",
  ".@klemanowicz got a pic of the completed centerpiece 4 the Revere Beach Sand Sculpting Festival. What do you think? http://t.co/bv4xOO1YDb",
  "My new chick a nudist,\nPeace like a budist...\n\nNATIONAL NUDE DAY - July 14: http://t.co/9E8mrqZzx1 via @nationaldaycal",
  "I need a delorian with a #fluxcapacitor",
  "https://t.co/r8IIqWWPa4",
  "Elephant Cries Tears of Joy After Being Rescued From 50 Years of Suffering and Abuse http://t.co/iqBUL6xMHD",
  "Elephant in India Rescued After 50 Years of Being Shackled and Abused http://t.co/Sl9co3naW8 via @YahooNews",
  "The Stars shine brighter on Cape Cod. You can see the Milky Way. http://t.co/73dJqgqjxL",
  "Glad I didn't hit send! It might have been what I was thinking last night but it makes no sense now...",
  "I just want to wake up from this dream...",
  "@cbcnewsbc u",
  "34 Facts You Probably Didn’t Know About \"The Lord Of The Rings\" Trilogy http://t.co/lygyYRNvqn via @flahertykeely",
  "Mewbacca the chewbacca cat. http://t.co/8w2pBdrHDZ",
  "I raised tiger cubs in my front room http://t.co/dZVwgEYVQz",
  "The woods are lovely, dark and deep,\nBut I have promises to keep,\nAnd miles to go before I sleep,\nAnd miles to go before I sleep.",
  "I just used Shazam to discover Blow The Horns On 'em by Madlib Feat. Guilty Simpson. http://t.co/brwoY847NB",
  "Solar Flares Could Send Shockwave on Friday the 13th http://t.co/0ktJKVz1RA",
  "Not for me #FML",
  "Developing: #AaronHernandez attorneys wants to inspect hard drive seized from his video surveillance system in North Attleboro home. @NECN",
  "I just used Shazam to discover Stand By Me by Ben E. King. http://t.co/DnmfyP0DaP",
  "N 42° 05.305 W 071° 09.642\n#midnighthiking #whatgate? #morseloop #geocaching #ftw #setmysoulfree #moonlight http://t.co/Ze5hJGyZnG",
  "We can neither confirm nor deny that this is our first tweet.",
  "Once again. I'm haunted\n#3:33",
  "https://t.co/szTopB1v2X\n#takemehome",
  "GI Joe PSA's are my anti-depressant\n#bodymassage",
  "Breakfast at Bistro 45, soccer, sunshine, Borderland, walking in the woods\n#sunday",
  "Bring it #thunderandlightning http://t.co/kqsXGXGkc3",
  "Encryption tutorial for beginners  - Get encrypted. Get #Anonymous http://t.co/VNY4y5atqm",
  "#3:33",
  "True!!! #love #honesty #change http://t.co/YIZx3o53kR",
  "Hyannis school closed after body found http://t.co/h6T8Vy9XEv #fox25",
  "When it's 3am, you're hyper caffeinated and you've been hacking all night #ThoseFeels http://t.co/2GkdOcq0Yf",
  "https://t.co/RvkeHpsZrL",
  "Bees Escape From Wrecked Truck, Go on Stinging Frenzy http://t.co/FNUPBtFBo4 http://t.co/4PvYq1hbTt",
  "#3:33",
  "#morse13 http://t.co/yCl0ekyu",
  "#Oops: Westboro Baptist Experiencing Technical Difficulties | http://t.co/luVHLrUk\n(https://t.co/N9jSdEHK)",
  "Just posted a photo http://t.co/TTKXpEsn",
  "Just posted a photo http://t.co/60wbDXJj",
  "Just posted a photo http://t.co/y0XKxbd4",
  "Just posted a photo http://t.co/1eTjedne",
  "Picking out a tree, got some hot cider, maple syrup and roasted marshmallows too. #score @ Millers Farm http://t.co/707SRZlu",
  "Just posted a photo http://t.co/NcPLmPIk",
  "Just posted a photo http://t.co/xb8qXw8G",
  "Boston's South End http://t.co/WJuvwxel",
  "I HAVE NYANED FOR 1049083986502012.4 SECONDS! http://t.co/NiQlUwAl via @nyannyancat",
  "Thanks for the brownies @aubryann27",
  "I HAVE NYANED FOR 37972.5 SECONDS! http://t.co/4UWiavz via @nyannyancat",
  "is really nervous because my little buddy Brett is having surgery tomorrow to remove his adenoids.",
  "Audio Concepts Opens New Boston Showroom\n http://shar.es/msHye",
  "has not been on twitter in a long time!!! Got a new car 06 Ford Five Hundred SEL with all the options, I like it!",
  "is making money...",
  "is working...",
  "is enjoying a 4 day weekend...",
  "Waiting for the weekend..."
 ]
}