{
 "user": 20680271,
 "tweets": [
  "@RichieFirth see below. From the bands manger #flatearther https://t.co/bYSS1wICI9",
  "@daraobriain I’ll spread word when I’m over",
  "Quick q. Favourite bits you’ve heard on the show, or ‘episodes’ as my dad still calls them.",
  "No one is more ‘street’ than me. I’m your guy https://t.co/Ubye1faCbC",
  "My target audience https://t.co/H8QscF2IDZ",
  "@MarksGoneDiving @RichieFirth Top man! Thanks for helping out",
  "@RichieFirth Ready to sink your battleship! @OC https://t.co/r3YbRkbnNO",
  "@dollyalderton Then launch your own periodical called ‘Whimsy’",
  "@littlejason unsubscribe",
  "@Nataliepini @RichieFirth @TheNewsAtGlenn ridiculous",
  "@chipshop981 @RichieFirth who do you know?",
  "Yesterday, my wife rushed our 8-month old to the doctors, worried that her yellow complexion might be down to a kidney problem. \n\nIt wasn’t. It was down to not properly wiping the carrot off her face from lunch.\n\nLearning curve.",
  "So who went to the late night screening of Avengers Infinity War? Mate of mine did and screamed so hard at one of the many surprises the whole cinema jumped",
  "That moment you have no choice, no choice, when faced with the stark realisation there is no loo roll, to improvise.",
  "Big fan of Pets with Human names. I think they judge other pets who don’t have them. Look at Ralph here https://t.co/9eyH7Z4eF9",
  "@SophieLTyler @RichieFirth The worst aren’t they",
  "I am in awe of this. Just brilliant https://t.co/8r933EGE6J",
  "@gregjames just doing school run and we loved this weeks 'Whats My Age Again?'. HIP Hip Big Eddie x",
  "@jayneadamski thank you x",
  "If you/you're kids enjoyed Radio Boy pls vote here https://t.co/yWxoOLPng9",
  "FACT. The Royal babies are all carried out of the Royal birth canal on a golden rickshaw https://t.co/KniwXhLdAx",
  "Have a look on your phone, have you got a worse video than this? Please show me https://t.co/HtLHXeUXMy",
  "@IamRichWilson I wrote asking to drum with Adam Ant",
  "Just had to get ‘store approval’ to buy Viz. bet no one else on the Orient Express today has this https://t.co/xYd5ApMKMf",
  "@IamRichWilson I had ‘This old house’ and joined his fan club #sae",
  "@WagMarshallPage Thats awesome!",
  "Mum also had this David Essex - Hold Me Close From 1975. https://t.co/kqwjmQStOp via @YouTube",
  "@Gasfan65Mike Tune!",
  "@OC This was mine. And on the inside sleeve there was instructions on how to join the fan club. It send an SAE. And my mate said it was “special ant envelope” that only Vip people like him had 😩 https://t.co/TRu2uZTiHn",
  "@OC My mum's section was Motown and soul, and the Carpenters. Dad was Slade, TRex, Queen and ELO.",
  "@HGoodman80 Joe Fagin ‘working all day for a pittance of Pay then blowing it all in the pub”",
  "What a song! https://t.co/ulVlOFXYUI",
  "You remember the records your parents owned? My mum got me into music. She had Bob Seager, Springsteen, Mike Oldfield, Dylan, Simon and Garfunkel",
  "@OC Just introduced me 14 year old daughter to vinyl ... she loves it although she has not mastered listening to the album from star to finish each side she wants to skip tracks like on a cd 😬",
  "Nothing can ever match the excitement of being a young music fan back in the day of vinyl. Waiting to get home and looking at the artwork and sleeve notes. All the ritual. Placing it on the turntable and that warm crackle as the needle finds the groove #recordstoreday2018",
  "On #RecordStoreDay18 what was the first vinyl you got? Mine was Adam Ant and Bananarama",
  "Quiet one before our mates turn up for our leaving party. Cheers! x https://t.co/EHYJCeQJjb",
  "Thank you Internet https://t.co/NYHydgLRi5",
  "Good Will Hunting https://t.co/UAUH0ZFHsT",
  "@mikjujo thats a good playlist buddy! about 98% of mine already! Hows Sydney life?",
  "@HonseyBunsey @RichieFirth It’s cooler for someone #mrfrost",
  "@littlejason @RichieFirth Please make it so",
  "@goonerdaz its great, as is his Billie Jean",
  "I'd happily do time for busting open the Paisley Park vaults. I'd be the Don of B wing for that https://t.co/aeeQk5TRyy",
  "Prince is still blowing our minds from the great beyond! Unheard version of Nothing Compares 2 U. Amazing video of unseen rehearsal footage of Prince &amp; The Revolution https://t.co/rewnw1tzEX",
  "@CraigHuggy Beautiful. Just done my picks buddy.",
  "@TheCommsDeptHQ @JimmyBarnes @coldchisel What a song! 'he believes in god and elvis'",
  "Just remembered this great Andrew Gold trac, used by the Golden Girls i think. https://t.co/7ErPD8ZtIn",
  "@i_am_mill_i_am what a great Kinks song Andy!",
  "@lthompsonwrites Randy Crawford?",
  "Songs needed. Tomorrow nights its our little leaving party for our mates. I'm making a playlist. Songs about Australia, Leaving, goodbyes, flying away, GO",
  "Can't wait Rybaby https://t.co/H3Ks8JJxHA",
  "Anyone ever have a cartoon crush? https://t.co/593Xol6D2M",
  "@richardphelps @theindustry_o What’s that all about?",
  "@CraigHuggy Sorry. Been suspended for violent conduct. I’ll back on the pitch this week",
  "Nothing but a sweet kind man, met him a few times. Funny and charming. Don't think I ever saw Supermarket Sweep without a king size hangover. Dale was my tv nurofen https://t.co/aTTfbX1dvm",
  "@RichieFirth @OC My brother admitting to a curry call 🙄🙄 https://t.co/TpNe1E85qd",
  "@rayner_renyar Alex, thanks for letting me be your mate in the morning. Cheers pal",
  "@Crook1Claire @emmadotcom Thanks Claire, look out for the Whippit!",
  "@GHipperson was on my buzz list few months back. Awesome doc",
  "This happened a fair bit. Channel snobbery in the 80s https://t.co/XpJOtpl5y2",
  "It’s not you it’s me.  You’ve let yourself go. Australia is so fit https://t.co/nXYGl10m6a",
  "@OC Wasn’t allowed to see Nirvana at Reading 92. I was 14, so she had a point. Kurt Cobain dies a year or so later and she says “ah sorry love. I’d have let you go if I’d known he was going to do that”.",
  "@CherylStandley But you did and met Tom",
  "@OC Whilst in France as a kid, parents refused to take me to the circus but my father sneaked off with my brother. To this day I’ve never been to one.",
  "I wasn't allowed a denim jacket until I was 16! Dad worried I would get in with 'the wrong crowd' https://t.co/M4c8Q4lSGf",
  "@OC Wasn’t allowed chewing gum. Even now as a middle aged woman if someone offers me it my immediate response is I’m not allowed.",
  "Think tomorrow I want to hear your stories about things your parents refused to let you do/get.",
  "My dad always warned me not to get a Morrissey tattoo when I was younger which I was adamant I was getting, incase he turned out to be a nonce or something, thank you dad, thank you forever 🙏",
  "This Is great. Ahead of his new album. Got a lovely 70s feel. Love that squelchy guitar sound https://t.co/3kc8OG0wvp",
  "#autocorrectfailure My phone went though a phase of correcting \"Min\" to \"minge\".... Told mum I'd \"be home in a minge\" @OC @absoluteradio ...  @kissjop and I still laugh about it!",
  "Okay then. One person who retweets this gets a chance to read Notes on a Nervous Planet two months before publication. You’ll get this signed super rare rainbow covered proof copy. https://t.co/avpPBpFfZF",
  "NOT THE MOST PRESSING THING ON YOUR TO-DO LIST, GUYS! https://t.co/p8ZXh7BfrV",
  "@grahamnaismith I don’t and I always believe in a world of possibility. Keep your negativity to yourself. I didn’t ask for it",
  "As a Sigue Sigue Sputnik tribute act?  #maybe3ofyougetthat https://t.co/QYS1GvpTOB",
  "Hello @Marvel I can no longer be silent. I demand that you reshoot the scene in Thor 2 where Thor gets the tube. Greenwich is not 3 stops from Charing Cross. I have attached a script. https://t.co/ulNIt8vhti",
  "As usual, @mrjamesob is not only bang on but should be aggressively headhunted by a wobbly, moribund BBC. (He'd have to swallow some salary but might save the nation. Your call James.).\nhttps://t.co/mQeljhSAEF",
  "Just seen @marcmaron live. Fuck. He was so good. I was both watching laughing and in awe.",
  "If the Home Office is making all these cock-ups over the Windrush generation, how can they possibly hope to register the more than 3m EU citizens living here?  I suspect that this is just a tiny taste of what is to come post-Brexit",
  "This is a day of national shame. Totally unacceptable answer from the Home Secretary. How many people have been deported? How many people have been imprisoned in their own country? How many have been denied healthcare pensions or lost their jobs? #Windrush https://t.co/HeZH5N6OGs",
  "This pie refusal story is our Watergate. And probably tomorrow’s show #sinister #pies https://t.co/junxlkmcxF",
  "Took my daughter to see Love, Simon. What a really beautiful movie. Echoes of a modern day John Hughes film. I was blubbing during last 20 mins. It’s a powerful and important movie. Nice work on the music from @jackantonoff",
  "After my chat this morning about the demise of the B side. I’m gonna make a playlist. Years ago it would’ve been a mixtape. So we got How Soon Is Now, Acquiesce, Half Word Away, Maggie May, Beatles &amp; Rain, Radiohead’s Talk Show Host...what else?  #bsides",
  "Whose heading to see @marcmaron tonight? Can’t wait. Hoping and trying to get him on the show whilst he’s over. Been listening to WTF since show 1.",
  "@Matthewlaw86 wheres that mate?",
  "@Crisppackets @absoluteradio @firstcomuk this could be my legacy, email me when you've done it so we can hear it christian@absoluteradio.co.uk",
  "@Crisppackets @absoluteradio @firstcomuk what app buddy?",
  "@XumYukinori nice word, thank you Xum",
  "How was your weekend? In one word\nMine? \nTime Traveling \nYeah it's two words I know. It's how I roll sisters",
  "For fellow Throne fans #GoT https://t.co/NhXfXsf0WW",
  "Deep State’s a bit good isn’t it. On Sky Atlantic.",
  "Don't think Cambridge Analytica's targeted ads have quite got the algorithm right for me https://t.co/d6KhkWioOI",
  "@S1M0NF1747 thanks buddy",
  "@arpm57 @RichieFirth 'tips' 10 horses. 1/3 of the pack.",
  "@S1M0NF1747 well there are wrong. Fools",
  "@RichieFirth @LaurenFoster2 Get out",
  "@LaurenFoster2 @RichieFirth This is why I’m emigrating",
  "This was something else. https://t.co/3w0Am2ugfI",
  "What do they do if this is on the door handle? Fire shotguns at the door to get attention? https://t.co/WPeIcmJGp1",
  "Brilliant birthday weekend @StokePark. Always amazing food.",
  "@RichieFirth Oh right, the nine horses. I put money on the ‘hot tips’. Chase the spud? What a tool",
  "Tell you what @RichieFirth I’ll let you pick the window I’m going to throw you through Monday morning. #shittytipster",
  "Have boys at home? Do they prefer the Xbox to a book? Tempt them to the ‘good side’ with this great selection of Books for Boys! https://t.co/fQ8dXuaeIG (great for girls too!)  @terryandrob  @simonschusterUK  @DorkDiaries  @OC https://t.co/8jRQ7zxchc",
  "Sunshine. At last. https://t.co/zhldoOLmPF",
  "@IggyCooke @RichieFirth Us by 2yrs",
  "@Mickthe Both",
  "@mrgkirk Mars",
  "@MattWabe Great q. The show, richie, family, familiarity.",
  "@NickBruzon Whose Calling and Midweek Scores",
  "@TheTbull @RichieFirth Rich. One of my best mates.",
  "@harrisio Glenn",
  "@martynhodder78 Challenge. Possibility. New",
  "@Marie_Donn mars bar",
  "Waiting for my wife to get ready. Quickfire Q&amp;A. Go",
  "@Tnewton_1988 Yeah health and safety and @RichieFirth got done for crimes against radio",
  "@prodnose Wow, where is our pow wow?",
  "How the hell did they get the Lion to pose for the photo? My kids wouldn’t pose this well https://t.co/b9Ey5ZjnlC",
  "I’m like the Colonel, I’ll never reveal my secret herbs and spices https://t.co/4xycaOEtxQ",
  "Radio Audio Week keeps getting bigger, as Christian @OC joins the #RADFEST18 line-up, before he sets sail for Australia. https://t.co/tLRIRYueme",
  "@PhilPdale @ITV I'd love that Phil, i'm a huge fan. Thansk for your help",
  "@nastynorman1879 Hey Gav. Well that you do easily on a trip in your car. What you do is somthing very different. I'm curious, why are you doing it?",
  "Daughter had a sleepover last night so I had to sleep on the couch. Saddam Hussein had a better set up in that spider hole they found him in https://t.co/P49B3QPlFd",
  "Whilst we want to hear your saddest bad luck stories. Life is a rollercoaster 🎢 https://t.co/pdcpmaA5qv",
  "@jimrhshep No it’s not. You are wasting your precious time on this wonder planet doing that",
  "@FrankieDee10 Yes, at the Clapham Grand! All sold out sorry x",
  "Get                                                             A                                                                Life https://t.co/EWnfNUHapm",
  "I really think its only fair that the jockeys run the Grand National themselves first",
  "I knew choosing Melbourne was the smart move https://t.co/alMRj15QeS",
  "Couldn’t leave without coming one last time https://t.co/ToWceuzSQF",
  "@Fabien_UX you should hear the abuse I get with my job!",
  "I won't but @grimmers will be. Send him a copy https://t.co/44aZlYA2KJ",
  "@Fabien_UX very lukcy with my early hours, always there at tea time and night time. Very very lukcy. Enjoy tomorrow, what you up to?",
  "@OC accidentally bought two tickets to the Wed 9th Mourning Glory show as well as the later show (which is the one I can go to), know anyone who’d like the first set of tickets?",
  "@Fabien_UX thats a very different point to R1 decision, which has nothing to do with child care. I really wouldn't take the show too seriously brother x",
  "Learn the difference between past and future tense https://t.co/54g7AagVwW",
  "@CraigHuggy @mauroranallo you gotta help me get into it! Saw first one at the weekend",
  "@OC I have one pinky shorter than the other and a scar on it from when my sister shut my finger in a car door when I was a toddler. Ruined this lovely picture of us because of it. https://t.co/84Znjg35ey",
  "@DaveyS2 @mauroranallo as do people who take life too seriously x",
  "@Higgo74 Thats awesome! Thansk for the heads up mate",
  "I love @mauroranallo, has anyone got this much passion about their job? https://t.co/3a8w25kXVp",
  "@HorneyMedia You have Cameroon relatives though",
  "@bigmoffs Glad it got to you buddy",
  "What Country has had more athletes ‘disappear’ in at the Olympics or Commonwealth? I get it Cameroon I’m moving there https://t.co/AvMJsCrORO",
  "YouTube was created after one of its creators missed Janet Jackson’s infamous wardrobe malfunction and couldn’t find a clip of it online.",
  "Think I preferred the world when a 👍 just meant you needed a lift somewhere https://t.co/hVj3iXHESU",
  "R1 no breakfast show on a Friday https://t.co/Ch1xsTO1V3",
  "@iancamfield That and to hoover. “NEIL! you missed a bit”",
  "You think Mick Fleetwood used LinkedIn to hire Neil Finn? Pretty sure it’s how AC/DC hired Axel Rose. Who is under his real name ‘Alvin Rose’",
  "@iancamfield And polish Micks head",
  "@bazthedaddy Oh dear. Few hrs working on that. Hard to see why so few followers. Maybe use your time better than hassling people you don’t know. You know. Like a grown up",
  "@iancamfield In his contract he’s AirBnb",
  "@iancamfield Hourly rate you reckon?",
  "@bazthedaddy not much, stick on a cd",
  "@leonagraham @absoluteradio you don't sound too pleased about it",
  "Love the fact it takes two people to replace Fleetwood Macs fired Lyndsey Buckingham",
  "Looks like they told him he can go his own way https://t.co/6DFCjpkOxa",
  "@Donna060686 she, yes of course.",
  "@prodnose Thats better",
  "@prodnose That said, I think our radio shows should have that disclaimer",
  "@abridge75 Love Lidl too",
  "@victoriae68 Dam right",
  "@OC @OC I attended a fair few fights when I was a Special Constable, women on women fights were always the worst! Blokes usually gave up when the police arrived, but women? Not a chance, you'd have to try and separate them, and then they'd start on you!",
  "This was in Waitrose. More like Aubergines at Dawn https://t.co/gq8phLNnMM",
  "It’s really something when two women are about to throw down. My money was on the lady in the boots by the way, looked like she would work on the inside then go for early KO https://t.co/9i7gU54w0y",
  "LADY FIGHTS! just had to get between two women in the supermarket who had squared up to each other after one wouldn’t move out of the way then barged past. Right by Ready Meals and Charlie Binghams Meatball Al Forno.",
  "I need worming https://t.co/WsEcu0CfZ5",
  "Back at the vets for more jabs. Not best pleased. Thought the drive was for a walk. Duped again. https://t.co/5QxobAaGUT",
  "@DavidSillitoBBC @mrjamesob @NickFerrariLBC @NickyAACampbell @eddiemair @VanessaOnAir Then why disregard a very important part of it as a ‘cult’. Just because there are some bad practioners! What a strange view point. Did you pre-record these tweets? Might have been an idea",
  "But is the answer 'make them all pre-recorded'.? Go ask @mrjamesob @NickFerrariLBC @NickyAACampbell @eddiemair @VanessaOnAir. Depends what you want, its personal. Thats how radio works. But saying 'live is bad blah, blah' is reductive and a generalisation https://t.co/KJEokynz04",
  "I LOVE the long form, free form, immersive potential of podcasts. Radio has its form guide which is great and podcasting offers something different.",
  "One of the underrated DJ's in UK is @HorneyMedia. Has helped me over the yrs. We talked last wk about the certain style of radio bosses, 'Programme Controllers'. The clues in the title! The best I've worked for encourage me to get out of control and out of my comfort zone.",
  "Its a great station. The truly great thing for us now is we have more choice for our ears, hearts and minds. The explosion of podcasts has filled this, I listen to more pods that radio now. But not all are slick and tightly edited, some are. But, there is room for both. https://t.co/7urNfvgd0t",
  "Human moments. My flaws are yours. Why I still love Stern. I'm not excusing lazy broadcasting, but I will defend live, flawed, risk taking, spontaneity. Thats the alchemy where so many real moments can be created. Not always. https://t.co/Yx5MWTEImv",
  "I'm not saying its the best, just don't agree its the 'worst' or a 'cult' for only us DJ's. There are podcast with production I'm in awe of, Radiolab, This American Life. But LIVE is vital. For many we do our best work there. https://t.co/Z8x2WSQTnj",
  "@Johnrevell its an over worn cliches but maybe because its true. Hope you're well buddy",
  "The ONLY important thing is how it effects you. Laugh, smile, angry, empathy, whatever, whether thats recorded or not isn't the issue. I can't stand lazy radio or content, but I also can't stand sterile risk free radio. Stick Siri on otherwise. https://t.co/q5V5ufDG9k",
  "Depressing for who? Listeners? You asked them? Most my favourite radio listening experiences have been to live radio From Chris Evans, Danny Baker, Stern, Tommy Boyd, Hamish and Andy. Live is alive, real, organic. Juatvbecause it’s slick and polished, doesn’t always mean better. https://t.co/b7CiO4efWw",
  "@Maczippy Yes mate",
  "@Nataliepini @RichieFirth Thye stayed with us for a few nights to show us what to do, so not just 'advice'. Changed our lives",
  "@liamhappe @SandhuMMA @simonhead @HO_Wrestling The undertaker? Cena?",
  "@liamhappe @simonhead @HO_Wrestling @SandhuMMA What’s Sandhu’s thing?",
  "@CallumGrant1998 Brockway got even biggger! No drugs testing eh? Ronda’s debut?",
  "@simonhead @HO_Wrestling @SandhuMMA @liamhappe I watched my first wrestlemania and can yeah u explain what happened ?",
  "Due to being unable to sleep I got up and watched TV. I ended up watching my first ever #wrestlemania. Wow. Can you explain what I saw?",
  "@Nataliepini Oh you poor thing, and little Rocco. This is exactly what we went through with Ruby. When we had Lois we got a sleep expert in!",
  "\"just get in the car, Sandra, I'll explain on the way\" https://t.co/UdZPRDq6H7",
  "@vinyl_mitchy @RichieFirth mates you say? No stirring, just seeing how one mate almost shafted his other",
  "@LiamJMilburn @paulsylvester75 @milesorru @RichieFirth In this life, some of us have vision. MLK, Elvis, me and @richiefirth",
  "@vinyl_mitchy @RichieFirth 3-2 is a great game and Saints played v well and they are in the shit zone with a new manager. Stick for what? 'Mitch'",
  "Last day of play at the Masters should be at a crazy golf course #masters2018",
  "my email christian@absoluteradio.co.uk",
  "Two things will happen before I leave my show\n1. Boating Lake version of Battleships. Can you help?\n2. Show from the Tip\n3. I break an Ofcom rule everyday on my last week",
  "Email from listener, subject heading https://t.co/9AOz5mrr7s",
  "@brownie_is_red You can't take a joke? One of them?",
  "@musicisfab71 @paulsylvester75 @milesorru @RichieFirth I have a plan",
  "@brownie_is_red Alan, is that you in the profile pic or an arse?",
  "@paulsylvester75 @milesorru @RichieFirth It is",
  "Just out walking my dog and a lady walks past us and goes “beautiful” and for a precious few seconds I achieved a previous unknown inner bliss. Then I realised she meant the dog",
  "@lthompsonwrites Ha ha! Thanks LT x",
  "@BuyMeBeerPlease Pervert",
  "Shadowboxing in his cell? That only works if you have a cool job. If he was a train guard and in his cell seen asking imaginary passengers for tickets, ‘shadowticking’, not so cool #connormcgregor https://t.co/8c1XwNWjQ5",
  "So cool: Unearthed footage of Sylvester Stallone/Carl Weathers Choreography for Rocky in 1976 https://t.co/depECkYTak",
  "@Higgo74 @gold1043 There are some savages there. My first priority once I start is to find those responsible, in a Liam Neason manner. Taken...my cake",
  "@DavidLloydRADIO @absoluteradio @bbc5live @gold1043 Thats Sir! x",
  "@RichieFirth I’m going to mute you",
  "@DomLovesLobby I’m heading there later to maybe...",
  "@RichieFirth Please leave me alone.",
  "@gold1043 Chocolate? Salted caramel?",
  "My view right now #happybirthday #tiprun https://t.co/umkosO9Fnf",
  "@littlejason Piss off! Thanks buddy",
  "@Kdogg14835797 Are you? Sorry to hear that. Most are on here",
  "The 10yr old is me is looking at the now 45yr old me on my birthday as I pack the car for a tip run then sell some tat of my wife’s to some eBay stranger, and nodding his head in disgust.",
  "@gold1043 Hey come on you pigs!!",
  "@gold1043 That’s nuts! Thank you so much my golden friends. See you soon",
  "It’s come to something when my soon to be Radio home 10,000 miles away are making more of a fuss than my kids. Thanks x https://t.co/zVSxPMbOT1",
  "@tobytarrant @RadioX Well work your little TT socks off and maybe you can be my travel guy",
  "@tobytarrant @RadioX Just seen your news, great news! Keep on keeping on.",
  "Can’t recommend this movie enough. Brilliant. I was a blubbing mess at times. https://t.co/v4AH8Bz1Uf",
  "Don't forget to party.",
  "Here is the brand new poster for #UFC223 via @budofist on Instagram https://t.co/C1iDOzLFq5",
  "‘Criminal Mischief’ makes it sound too nice. Like ‘Criminal Japes’ or ‘Criminal Kerfuffle’ https://t.co/JVXCuFCKqo",
  "@Mia_Cluer @RichieFirth @leonagraham @absoluteradio Yeah, just like the people of North Korea are well ‘behaved’ #kimjongleona",
  "PR stunt that went too far? Man out of control? Nice showreel for Vince McMahon though https://t.co/VimFujva9r",
  "When THE Frank Marino tweets you, you have been anointed by Vegas https://t.co/cC77h8IJqS",
  "@thequeenofvegas Frank, the UK LOVES you! You make that show, can we speak to you on my morning show?",
  "@MikeHolt12 @PaddyConsidine @bigdaddybunce Is he the new Magnum PI?",
  "Did he dictate this into Siri? https://t.co/TPkhu7a4Zl",
  "WTF! https://t.co/cAiu1gbPrT",
  "@bushontheradio Saw you earlier https://t.co/jRnHwdiNvB",
  "My glasses (on left) have just broken so I’ve had to buy those standard ones for now from Boots. Only pair left were these Mrs Mangle numbers...will debut them on tomorrow’s show #ladyglasses #fml https://t.co/1v4Np1gmPD",
  "@absoluteradio @daveberry_tweet Dry your eyes mate  😭",
  "However, I’m sure @PaddyConsidine would agree the breakout star if #Journeyman is @bigdaddybunce. Hollywood calls for the big guy. Fast Furious 17 as Vin Diesel’s older brother. You heard it here first",
  "Just seen @PaddyConsidine brilliant Journeyman. Heartbreaking film that KO’d this boxing fan. Jodie Whittaker, @thetonypitts @PaulPopplewell all outstanding.",
  "You did. That you in the shorts or chap with sniffly wife? https://t.co/g1xMqP2Ypg",
  "@OC @RichieFirth do you know anyone that’s still after a ticket for your Mourning show in London as I can’t go now :( ty",
  "@Shan_Starr both if you want",
  "@bosshoggforever its early, i'm awake, brain aint",
  "@RichieFirth beef stock does EXACTLY that #flatearthers",
  "She so cool! https://t.co/alInKcecpD",
  "Would've loved to have been at Commonwealth Games opening ceremony meeting\n\"Let's show all thats great about the Gold Coast and Australia. Show what an amazing Country this is. A continent. Put the tampering stuff behind us\"\n\"How about a Home and Away skit?\"\n#CommonwealthGames",
  "@daveberry_tweet @the_laurajk32 @absoluteradio @RealDysonator All fair and square",
  "Hopefully this opens the way for more Courteenbeers #yourwelcome https://t.co/V77RCjgOdw",
  "@Shan_Starr Can you email me what that looked like? Christian@absoluteradio.co.uk",
  "Warwickshire Police just arrested this guy https://t.co/Cym9ULtQ8D",
  "@Loftloyal1882 Ha ha! Thanks man",
  "@Shan_Starr Wow. Just weight training? Low reps &amp; HW?",
  "Love this quote https://t.co/Tq99IosT8i",
  "@cb_bruce @bad_producer Well done! So much to learn about radio and creativity and also the art of interviewing",
  "If you can, make your depression look like this street. Bleak and rainy but there’s music and art and even comedy hiding in its lonely cafes and you can use those to escape. https://t.co/uu3XgzLK8U",
  "@alripon And?",
  "I loved Last Laugh Las In Vegas. Frank Marino’s hair, trying to explain the concept of Bernie Clifton to my 13yr old, googling Jess Conway to see who he was, Still laughing at Bobby Ball and crying at Bobby Crush and his lost innocence as a child star. #LastLaughInVegas",
  "Last Laugh Las Vegas. Anyone else watching ?",
  "@DicksPod @oilchick @RichieFirth email me christian@absoluteradio.co.uk",
  "@Wilty_3 yeah, I had that very steak, was ace",
  "@Fims75 @RichieFirth Dammit! I missed that. Nice work Sir",
  "@El_Pandino Exactly! Shocking behaviour",
  "Just shopping online and seen this Amazon review. Gave it one star because she hadn't had time to read it. Get in the sea https://t.co/IfwzUJbqHB",
  "@Howgozza why what happened to the Good Dr A?",
  "Looking forward to the Dave Allen biopic tonight on BBc2. Of one of my favourites.",
  "I’ve just put five vertebrae out trying to fill the hotel room kettle in the bathroom sink",
  "@dj_booth81 @bushontheradio @leonagraham @daveberry_tweet @SarahChampion @absoluteradio I’ve found my real replacement!",
  "@seancraigmurphy @cb_bruce The April Fools was vino inspired. Like all the best ideas. I just thought ‘fake News’ right away Sean. But I respect and appreciate the effort. See you for beers very soon I hope. You in Melbourne? Craig can pay",
  "@seancraigmurphy @cb_bruce For sure! Don’t be so sensitive my friends. I know Craig very well. It’s all good, Bodge Im lucky I have a single fan over there. It’s looking like I could have at least 7 listeners when I start!",
  "@wrighty108 Think you missed my point.",
  "@andy_lee @cb_bruce I need more than that. I need to be talented first! Can you lend me some when I’m over ?",
  "@liamdfisher @talkSPORT Shocker! I was trying to Listen and thought he ref was breaking your feed up to",
  "That ref was an April Fools right ? #joshuavsparker",
  "@seancraigmurphy @BodgerJason @radiotodayanz @radioinfo @BradMarchMedia @cb_bruce It’s more a cry for help than prank",
  "@abridge75 @KellyCates I know. Johns the Don",
  "Talksport boxing commentary isn’t as good as Five Lives. Shame",
  "@BodgerJason @seancraigmurphy @radiotodayanz @radioinfo @BradMarchMedia @cb_bruce That’s better mate.",
  "@BodgerJason @seancraigmurphy @radiotodayanz @radioinfo @BradMarchMedia @cb_bruce Good luck buddy",
  "@BodgerJason @seancraigmurphy @radiotodayanz @radioinfo @BradMarchMedia @cb_bruce If you’re dream is to replace me, dream bigger!",
  "@ChelleR18 👌",
  "@OC I let my kids fight longer before I step in!",
  "@cb_bruce @andy_lee For now",
  "Ref YOU ARE USELESS #JoshuaVsParker",
  "The referee in the Joshua-Parker fight is bringing back memories of Leslie Nielsen behind home plate in The Naked Gun. It’s unbelievable. I’ve never seen a worse boxing ref.",
  "Please listen to this, you will love it. Guaranteed. https://t.co/79jKUB1WwX",
  "@seancraigmurphy @radiotodayanz @radioinfo @BradMarchMedia @cb_bruce It’s a really shit one! No diss to Bodger.",
  "Hope he sees this before he fights. Maybe cornerman in between rounds https://t.co/eLt4zAaiJz",
  "@HipRouteJon @RichieFirth AmaZing!",
  "@trickster1966 Thanks mae. New challenge buddy, no good comes from a comfort zone. First Brit to ever host a breakfast done under, great lif style change for my girls.i May die on my arse but I will have tried",
  "As always, Bunce on the money. It’s so great to be excited about HW boxing again. I’m in middle of nowhere so will be listening to the radio. Old school. Love it https://t.co/SBCG38LoSt",
  "Joshua vs Parker? I’m picking Joshua between rnds 6-9 #JoshuaVsParker",
  "@Lou_piper @RichieFirth Hey Lou! Blast from the past, thanks for the pic and kind words x",
  "@Corrina28 Good luck x",
  "I’ll let it slide this time but never top my tweet with something funnier https://t.co/bTymuRSW8l",
  "When I feel like it https://t.co/1JGysYjlOB",
  "Someone in Australia, get Steve Smith to front a sandpaper commercial. “I wouldn’t tamper with anything less”",
  "Steve Smith and Bancroft spoke clearly from the heart. Good people who made a bad choice. David Warner’s statement on iPhone notes? Really?  a post it note too formal? https://t.co/oXqG0OBXki",
  "She ROCKS! #radiogirl https://t.co/tEbQxP793G",
  "Looks like THE MAN is worried folks. The game is afoot my friends #tipshow #stickittotheman #threats https://t.co/fh9OmiaDTW",
  "I can't get enough of people sharing bits of Sean Penns amazing prose in his new book. For \"titted downstairs\" alone he deserves the Pullitzer https://t.co/xjFXlXfqJg",
  "I’m going to do this https://t.co/L1PoDgnsk7",
  "Full respect to the entire cast of #TheRealFullMonty and @ITV. A great show, great awareness and overall helping people in every way. https://t.co/BHtvPols68",
  "To get your kit off like that not just in public, on the telly LIVE. That's some balls, checked I hope. #FullMontyLive #RaiseAwareness",
  "Anyone else catch Full Monty Live last night? What a great thing to raise awareness off. The huge danger for us men of testicular cancer",
  "@nickystweets1 It really is Nicky. Here for a while yet, he is a true friend and been such fun to muck around with",
  "@wanda_____ You gotta tell me more on this Wanda, email me Christian@absoluteradio.co.uk",
  "@ChrisHo30188517 Ha! It is, but I gotta go buddy. It's breaking my heart all of this, truly, but a new adventure is calling me.",
  "@CaptNF And I will miss you. Thanks Neal x",
  "Great fun David Tennant. Today was my first goodbye to someone and it was him. 12yrs of his support &amp; friendship. He's been hit in face with fish, reenacted the murder story in Copacabana, been on stage for #BrianBlessedGate, a real gamer. And then there was the long lunches. https://t.co/VMmxr3TLqp",
  "Contraflow-rida #bankholidaybands",
  "Right, lets start this... Elaine Closure Paige #bankholidaybands",
  "3 things into this week. \n1. Zen Dairies of Garry Shandling. Seen P1, mesmerising, great work @JuddApatow \n2. The Good Place on Netflix\n3. This is the great red I had the other day, £14 and blew me away https://t.co/gZa1Dl7sUl,",
  "@lee100882 Erm.....",
  "James Acaster is one of the best comics not just in the UK but in the world. He's a truly special talent, this is something else. Great work https://t.co/q9POAc1z1M",
  "@menziesat @David_Tennant @TheTonyHadley @daveberry_tweet @RealDysonator @emmadotcom What was that you listened back to?",
  "After yrs of using various ear buds, the search is over. @flareaudio PRO's. Unbelievable. Another level. If they're good enough for Toni Visconti, then they are good enough for me. Already got some Jet 2's which are the loudest, and i need some extra wallop.",
  "Taken dog to vets. Got all excited getting in car thinking nice walk coming up. Soon as pulled up at vets, face was like Joe Pesci in Goodfellas when he thinks he’s getting made but then sees he’s getting whacked https://t.co/dZRigm5btT",
  "This is what we are thinking https://t.co/57i1nJlaya",
  "Dry your eyes. It's an 'artisan distressed vintage look' that hipsters pay top dollar for. https://t.co/Jnm9Q4pIFR",
  "Mark my words, before I leave this show and Country, I will have done this #legacy https://t.co/RORdD1OIid",
  "We couldn’t help you anymore, hint, squint... https://t.co/70HQLU4djW",
  "As a surgeon, I’ve operated on gunshot victims who’ve had bullets tear through their intestines, cut through their spinal cord, and pulverize their kidneys and liver. Rick Santorum telling kids to shut up and take CPR classes is simply unconscionable.",
  "@CraigHuggy I'm not that smart buddy! Beginners luck. Not really the week to be accusing a Brit of cheating is it?",
  "England: lol getting bowled out for 58 will be easily the most embarrassing thing any cricket team does this week. \nAustralia: Hold my sandpaper. In your pants.",
  "@CraigHuggy Foxing? What’s that buddy?",
  "The comeback of Swedish House Mafia pleases me immensely https://t.co/f3hhyeqmF1",
  "@mikeywat yes you can buddy. Thanks Mike",
  "OH DEAR ... TOMORROW’S FRONT PAGE https://t.co/gnudHxk8zs",
  "@MissBeck @WestCoastEagles Amazing stadium!",
  "Doing my homework. Watching Aussie footy https://t.co/kl3ENB13tt",
  "Please listen to this ... https://t.co/VipEoqVALR",
  "Just hired Steve Smith to be my new Head of Strategy for my Melbourne Breakfast Show. #listenertampering",
  "Remember that time Tanabe Miku beat Yumoto Ami in the GREATEST MOMENT IN SPORTING HISTORY https://t.co/t7K6Jh8mjQ",
  "Two great KO’s tonight this ⬇️and @DillianWhyte https://t.co/xBP8q2XTLR",
  "@Wil_Anderson I ignored everything on your ‘preview’ #beginnersluck https://t.co/AUfbhDyKtp",
  "My daughter has just spilt nail varnish in the back of the car. So I’m just going to have a little cry and then run away from life. #breakingdad",
  "That’s amazing! #maximumfun https://t.co/5AEtpo1HVA",
  "@mredkavalee @mrtonymartin @LachyHulme A certain type of person worked in those stores. Had a look about them.",
  "@paulsylvester75 @NickBruzon @huskybill2611 @RichieFirth 1. Fair point\n2. Surprisingly funny. You've learnt from me. My work is done",
  "@Wil_Anderson @jamesmathison Top 3 Police Academy Movies\n 3. Police Academy \n2. Police Academy 2 – Their First Assignment \n1. Police Academy 3 – Back In Training",
  "@Wil_Anderson @2Guys1CupAFL @2Hobos1Bench",
  "@Wil_Anderson Listen, I listened to your 'preview' of the new season and I would've learnt more from two hobos. Please keep it up",
  "@Wil_Anderson we may need a do a PA Marathon when I come over",
  "@Wil_Anderson I got confused with  Police Academy 5: Assignment Miami Beach. The one that Steve Guttenberg couldn't make due to filming commitments with Three Men and a Baby",
  "@Wil_Anderson This news pleases me. The thought people can still watch Commando, Porky's, Police Academy 5 Mission to Moscow all in VHS has nade my week",
  "@CraigHuggy @Semo_Sancus Its his latest victim",
  "@Semo_Sancus @OC Both the same person.",
  "Yeah we should, play better you might get back in https://t.co/Ti0uOEten4",
  "@mredkavalee @mrtonymartin @LachyHulme I heard there are still Blockbusters in Australia. Can you verify this?",
  "@CraigHuggy Thanks Huggy! Let’s see how I do on the other 8.BTW, you look like you’re sat in a serial killers lair #superfan",
  "@snowpatrol @absoluteradio Send my love to Big G",
  "@snowpatrol @absoluteradio I actually prefer the ‘angry’ passive aggressive version. Like a voicemail you’d leave at ex at midnight",
  "@HayleyLewis1 thanks Hayley x",
  "@ronanofficial @RichieFirth just ordered the Keith Duffy one",
  "@ronanofficial @RichieFirth Its a Boyzone Bidet",
  "@ronanofficial @RichieFirth says a guy with a platinum bidet #ronantrump",
  "@ronanofficial @RichieFirth Cds! Bless you on Magic, so old school. Is it avail on Betamax as well? Good to see your working for the Britannia Music Club now",
  "@ronanofficial @RichieFirth  https://t.co/tmaKqBeBxQ",
  "RT if you agree, its time the humble Calzone is available for take away https://t.co/PISXC8wV4w",
  "Dear @Dominos_UK \nPlease can we have a Calzone on the take away menu.\nYours,\nThe World",
  "@GillBro61650585 @AnneDemiolivia great show, amazing cast. There will be 5 more seasons, each decade covered",
  "@dawntrespass will start at 5pm!",
  "@OC @RichieFirth I got tickets to both showings! Anyone else doing this? Or am I just overly committed?",
  "@richardpbacon you read this? amazing interview that Tom Junod wrote about him in 1998, that totally changed his life after meeting Rogers. thats what the movie is about https://t.co/8QmfP3LAah",
  "This was the article i was talking about this morning. Well worth a read. https://t.co/HKWofbhf1t",
  "@MeganCarver I did one of these 'immersive' zombie experiences at Ed festival, at midnight, i was drunk and I almost had  heart attack. At one point after 'seeing' people shot I was crying and convinced I'd never see my kids again. You have fun now!",
  "@MeganCarver why would you do that Megan?",
  "I HAVE to see this. American friends help! #GarryShandling https://t.co/IkBMZCF0vu",
  "@katelawler thanks KT x",
  "@katelawler yeah, whats that on KT?",
  "I am going to miss the good people that listen to my show so so much. Just got this mind blowing email that may derail the show tomorrow https://t.co/J3p4RoaXPB",
  "@Davegharding Seen some good reviews, that good?",
  "@JoelSnape What’s series 1 on buddy?",
  "@adders66 It’s awesome love @welliver_titus as Bosch",
  "@Discotina Love Timothy O, sell it to me",
  "Looking for a new tv show. Netflix, Amazon Prime. What’s great right now that you’re into?",
  "No. It’s all about the live. Can you hitchhike? You say you enjoy the show but I question your commitment Chris https://t.co/I4PPWMMAwX",
  "@KMEasy83 @RichieFirth Last 100. Go to we got tickets",
  "@littlejason you funny man",
  "Would you let me and @richiefirth plan your wedding? I hired this owl for Richie’s wedding https://t.co/j06Xijs8ka",
  "@thierry_hhh Eddie Maguire, yeah",
  "This is the funniest young kids book I've seen. My kids loved it and its by @andy_lee of former community radio show @hamishandandy https://t.co/lGDyWDdmoN",
  "@lthompsonwrites you look it",
  "If the internet crashes it’s because I’m doing this https://t.co/yT7EgycM3U",
  "@1972monkfish @RichieFirth @daveberry_tweet @RealDysonator I'll let all concerned know asap.",
  "@johnaaront thats not mine!",
  "My dogs passport the photo is ‘optional’. How many dogs have fake ID? Shocking.  #whistleblower #seewhatIdidthere https://t.co/XKx1hbtmL1",
  "@petepaphides @flareaudio They look great, I'm after some new earphones as lost mine.",
  "@joanna_simmons @philiphowardbks @MrMenOfficial @MichaelRosenYes @lovereadingkids Really kind tweet, thanks x",
  "@clydetombaugh Please leave social media with immediate effect. You're god damn hall of famer attacking like a Japanese tourist taking photos of shit. Hate to see you like this Bean",
  "AFL FANS! AUSSIE RULES FANS HELP ME! My soon to be new radio home @gold1043 has 'kindly' entered me into the new season and the office 'Footy Tips League'. 9 game predictions a week for a game I'm trying to learn. I CANT do badly in this and be the 'dumb pom'. HELP",
  "@lipsticktricks OH DEAR BUDDHA NO! Whats happened?",
  "NEW EXTRA SHOW ON SALE NOW! https://t.co/kN06j4OogR https://t.co/BNpM5TpTkJ",
  "@craftandkitchen second show that night just added and on sale tomorrow at 7am. Room for 700 so you should be able to come to the ball Cinderella !",
  "@prodnose might have to come out to this",
  "@knut44 @RichieFirth @siralexlowe We've kept them as low as possible, its a large venue with running and staffing costs. This is cheaper than most live stand up shows. The cheapest are £16 which is about two Starbucks coffee's and I think we are worth that. But, if you're broke i understand. If not, stop whinging",
  "@thepasspod Yes! So we are adding another show that night, on sale tomorrow 7am",
  "@numbnut009 No, chill",
  "Yes #battered https://t.co/JxhOG6RU0U",
  "BREAKING! this sold out today within 3 hrs this morning, thank you so much 🙏                                            WE ARE NOW ADDING A SECOND SHOW THAT NIGHT, ON SALE TOMORROW 7am https://t.co/Nx0jGZRIHm",
  "@dollyalderton Where do I begin. It’s pure heart opening beauty. It moves me to tears lost episodes with it’s human moments.",
  "@almurray Yes Dr. Off to Melbourne and trying to wake the Aussies up",
  "This smart fella made the poster at a days notice, great work https://t.co/0SkZxADrsu",
  "@MSuttonArt few more seating will be released at 10am Michelle",
  "@Wil_Anderson @2Guys1CupAFL FFS!",
  "@connor_jewiss just get them",
  "@connor_jewiss how old are you?",
  "@clydetombaugh Hey, welcome to the live version Bean.",
  "Thanks x https://t.co/ejP8uYrLqb",
  "TICKETS ON SALE NOW! Here https://t.co/HEPtVnOWbg https://t.co/MvuLglD8oD",
  "@Wil_Anderson Count me in as a new listener, can you send me some reading notes as I'm trying to understand this insane game.",
  "Instagram account vs Twitter account https://t.co/GACUJMHF9g",
  "@JoelSnape @ESGfitness Love to see that as so many smart thinkers like Poliquin all day TUT brings best results",
  "@ronanofficial @RichieFirth @siralexlowe Yes, you got anyone in mind? Is there a Ronan tribute act i can hire?",
  "@LeaW638 @RichieFirth @siralexlowe Where abouts ?",
  "@allan467 @RichieFirth @siralexlowe It’s all booked and we needed somewhere. Oddly Venues aren’t just empty, weird huh?!",
  "Tomorrow morning. Tickets go on sale for this. A LIVE farewell show from me, @RichieFirth and you. Plus @siralexlowe bringing the 'special guests' #mourningglory https://t.co/G90vBLnm5d",
  "Just seen News reporter bring us the best vox pop ever. Live in Salisbury (newly named Salisbinkski) he was chatting to a homeless beggar whose takings “have been halved” with “all this spy stuff”. I hope you’re watching this Putin. Our beggars heads are fallen off!",
  "Train simulators, pub quizzing and pandas - the best of the week that was on the Christian O'Connell Breakfast Show. @OC @RichieFirth @emmadotcom @TheNewsAtGlenn ... the team are back Monday from 6am! https://t.co/ISdzWs9rLD",
  "@daveberry_tweet @luke3004 @RealDysonator @RichieFirth Then why is your new ‘breakfast’ show starting at 11am? #lazydave",
  "@garyamc @dannywallace @RealDysonator @daveberry_tweet It’s the only reason I’m leaving. To ruin Dyson",
  "@mrperson77 Smart move !",
  "@sophiearumble They are!",
  "@minnsys Yes they have, good luck in ywith t adventure! Thanks for supporting what we do x",
  "@mattylloyd86 That’s looks so good.",
  "@GraemeGs @RichieFirth Sure, you pay the staff, venue hire and insurance then mumbly, or don’t come.",
  "@PrincessofPop @absoluteradio Thats awesome ! Thanks for sharing that. That’s back when money used to be spent on me! Good old PJ",
  "@FMSTightWadBill Hear for few more months yet",
  "@BlaggerBly We rule...",
  "Hey folks! Just because my stuff I going I’m not yet! Still on air fr a few more months. Tkts on sale Monday for @RichieFirth and I live show ‘Mourning Glory’ #chanks",
  "WTF! This has just arrived to put all our stuff in to ship to Oz. Most of its for my awards https://t.co/DTmftkGjve",
  "Next stop Melbourne. I literally patted my Noel Gallagher signed guitar, my Chuck ‘iceman’ Liddell signed gloves, my Midnight Run dvd and Dark Knight box set and whispered “see you in Melbourne” with a heavy heart #Godspeedobjectsofmyaffection https://t.co/JVqhAQs3sH",
  "@AlexReadings No. Not for me. But, they work for you. For me it needs to offer comfort and cooling.",
  "@OC I think the equivalent for women is taking their bras off after a long day 😂😂",
  "Is there a greater feeling sometimes than closing your front door and getting changed ? https://t.co/tFwoUJb1kN",
  "Yes https://t.co/E2lXLlZBWK",
  "Rubbish! The forms may have charged but people still have some kind of slippers in 2018 right? https://t.co/CxTcJYpGp3",
  "@Dougsey Pls email me more! Christian@absoluteradio.co.uk",
  "@PartyLewis Will be",
  "@acdrinnan Man alive! What words that lift my heart, thanks",
  "@s_carrington86 Hey buddy, I’m so lucky that you give that much of a care about what I’ve done. Humbled brother x",
  "Except for the time I tried to start a National Take Your Slippers To Work Day and no one, no one, of 2m listeners, did. https://t.co/anJ6gfWdDu",
  "@Stardust_Lau What a big heart you are! What a lovely thing to say, I will take that with me in my heart. Big love x",
  "@toddski1983 Thanks brother and you x",
  "@simondagnall Yeah I haven’t thought this through have I ?",
  "@cfmarron @RichieFirth Thanks for sending such a lovely message x",
  "@TCHComputing Thats so sweet Tom. How great you loved him so much. Big love x",
  "@UrbanGreenArti1 Thanks x",
  "@Shadybadparrot Made us and Dave so happy! Thanks so much. We must do it again before I leave, please Shady...",
  "@alanj1974 @RichieFirth You’re making me tear up at 5.30am stop it! Thanks Al x",
  "@mrgarethbrooks Ha ha! Camfield is a legend. Thanks G man",
  "@jodieglassborow Awesome! See you tomorrow here Jodie! Where you gonna be living ?",
  "@CherylStandley Maybe you gave it to me",
  "@cooperderek I’m still learning! Thanks Derek x",
  "@M_Ramstead Thanks for keeping me sane too x",
  "@Mini_Mod Thanks friend x",
  "@OC Gutted you’re going! But good news for my brother in Melbourne (who still listens to your podcasts 5 years after emigrating)...he’s got the car radio tuned in ready for you. Good luck O’C!! https://t.co/gR1bccmmIt",
  "@SteveMartin_TM I do know, worked with him a few times, great man. Thats some company to be in, your always so kind to me",
  "Oprah ain't got shit on me, literally I get my people toilets https://t.co/SrIfMPpTzT",
  "@SoftSteer cheers Jen! I'm gonna miss you, here for a few more months x",
  "@ThrckParanormal @RichieFirth you guys were such great fun! Thanks smooch, we all got the giggles",
  "@ajansen216 we miss you x",
  "@albury_25 thanks so much",
  "@WinderAsInMere i'll miss you x",
  "Its been my pleasure but please, I'm here for a few more months x https://t.co/0NREZTgjBS",
  "2 other things happened I’ll share tomorrow. 1. made a small joke as A lister walked passed me on the stairs &amp; HATED it &amp; shot me a really shitty look.                                                          2. Bad time to have a stye in my eye",
  "Thanks so much for your messages today. Unbelievable. I’m so blown away. It’s a very strange and wonderful time at the moment. We moved out of our family home of 10 yrs today and I had to pull over in a lay-by for a little blub. Then I read your messages with made it worse! x",
  "@Silverlynnb @RichieFirth Thanks so much you lovely person. Good luck with your new adventure",
  "If you’re looking to get me a leaving present then a ticket to Springsteen on Broadway please https://t.co/sjH9VZLK0t",
  "@lthompsonwrites Thanks x",
  "Thanks so much I’m made up! https://t.co/mVg4sgaSED",
  "@Willsherandson It’s @co.uk",
  "@davegiles74 @daveberry_tweet @RealDysonator @RichieFirth Opinion is one thing, tagging people in isn't cool. Dick move",
  "@davegiles74 @daveberry_tweet @RealDysonator @RichieFirth Why not have some class and act like an adult rather than an angry troll on here. Its not you baby! Its a bad look brother.",
  "Good luck to @daveberry_tweet and my man @RealDysonator, they are the chosen ones to replace me and @RichieFirth. I hope they enjoy the show like I have the last 12yrs. Its the best gig in radio. \nThe King Is Almost Dead. Long Live The King!",
  "email me if you can help christian@absoluteradio.co.uk",
  "Right. I need a designer/illustrator for our poster for the live show. It will be Wednesday 9th May. If one of you can do a poster then tkts can go on sale Monday. 'Mourning Glory'",
  "@crostamollica @Blondi_SOS Well I’m here for a few months yet so plenty of time to enjoy.",
  "@lthompsonwrites @edgechristopher @STHLibraries @fictionexpress @VCossanteli @philearle @chickenhsebooks @HarperCollinsCh @scholasticuk @the_orionstar F*** it. Gimme one and I’ll pull out of the awards",
  "@supersophski It’ll be podcast Super Sophski. Thanks so much for kind words. I’m starting a new podcast too stay in your life and ears",
  "@edgechristopher @STHLibraries @fictionexpress @VCossanteli @philearle @lthompsonwrites @chickenhsebooks @HarperCollinsCh @scholasticuk @the_orionstar Don’t tell me you flooded the tennis courts I hand built using Versace grass?",
  "@edgechristopher @STHLibraries @fictionexpress @VCossanteli @philearle @lthompsonwrites @chickenhsebooks @HarperCollinsCh @scholasticuk @the_orionstar How is that swimming pool going I got you?",
  "@STHLibraries @edgechristopher @fictionexpress @VCossanteli @philearle @lthompsonwrites @chickenhsebooks @HarperCollinsCh @scholasticuk @the_orionstar Thanks for shortlisting me I’m honoured.",
  "@RichieFirth I never backed that just that French nag at 4.10 I’ve got some on.",
  "@crostamollica It’s the best in the world",
  "Jim Bowen was a working class hero. From dustman, to school teacher, to TV favourite. I cannot recall another another gameshow host treating contestants with the sincere warmth and respect that Bowen showed on Bullseye. https://t.co/wClwAEsvHs",
  "Russia has gone too far now with this poisoning. Nuke them now Theresa May, with speedboats  https://t.co/Fzwa1uvp6i",
  "What a privilege it was to know Stephen Hawking. His work elevated us to the extra-ordinary; his life pushed down a terrible, limiting disease so that he could enjoy the full joy of the ordinary. In both, he was a triumph of what can we, as humans, can achieve.",
  "If this means a comedy club on Mars, count me in. I once did a show in Runcorn so know about performing amongst aliens https://t.co/beYhsXTKHl",
  "@ronanofficial @RichieFirth Thanks buddy. Missed you this morning, @harrietscott_ said your haemorrhoids were back. Sorry to hear that, life isn’t always a rollercoaster 🎢",
  "I once asked Stephen Hawking in an interview what puzzles him the most in all the universe. \"Women,\" he answered. He will be missed. R.I.P.",
  "My aunty passed away yesterday, not sure I'll put this in the condolence card https://t.co/4r6H4ezPN7",
  "After years at the frontline of trying to perfect the humble bacon butty I now share the perfect one.Bread, use Pugliese https://t.co/qcqJbEYqCF, best bread i've tasted, Chilli jam and mayo, good butter, Kerry Gold, and good rashers. I love Hestons Applewood ones. #yourwelcome",
  "Thank you Professor Stephen Hawking. What an amazing human being, spirit and contribution to humanity. Some wisdom from him...         The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge",
  "@jenny1997 @thisisbenjones Hey that's very kind, my pleasure. Lucky to have people who enjoy what I do Jen",
  "@richardpbacon Thanks buddy X",
  "@radioriley @RichieFirth Thanks Phil, I hope so I'd love that.",
  "@Willsherandson Really? Don't lie its you not the missus. Email again",
  "@MediaDivaSTA @RichieFirth What a lovely and very funny tweet, thanks Media Diva X",
  "@OC @RichieFirth Gentlemen you are the longest relationship I’ve ever had with two men😉 from your very first bounty hunter on XFM ( Keifer Sutherland I believe) to your double denim you’ve made we weep with laughter, well played boys x",
  "On the eve that all our worldly goods are packed and shipped to Australia we win one last award. This shabby show of @RichieFirth and mine has won every single award we were eligible for. We made every show with a genuine joy for what we did. I have nothing but gratitude 🙏 https://t.co/aIcNkFyoe3",
  "@pross4223 @RichieFirth Says a fella with Worzel as his x",
  "@GlennFirmin @RichieFirth Agreed",
  "Class from a class act. Thanks x https://t.co/zjvolYPVws",
  "@leonagraham @absoluteradio what...?",
  "@leonagraham @absoluteradio what!",
  "@BIG_Nick_1 They are off air now, and Melbourne. Where I am headed in a few months Nick. Hamish will be my travel guy",
  "@n_i_double_k_y @absoluteradio Thanks Nicky thats such a kind thing to say x",
  "I'm looking at doing a live farewell show. Me and @RichieFirth and @siralexlowe providing some special 'guests'. Not sure whether to book village hall, town hall, or conference centre. Would you come, would be one night only in London #chanks",
  "This is why I'm flying my dog out to Australia when we move and not my mate Jamie https://t.co/pFB6R6XXY8",
  "Thanks Alix so much x https://t.co/TvHzgMqC7l",
  "Sounds like a terrier attack. I'll show myself out\nLove how the owner just grabbed her dog and ran off. Security at Crufts tighter than West Ham https://t.co/ngxY6U48wB",
  "If aliens were watching crafts right now, they'd believe dogs were our rulers #Crufts",
  "Here's a theory. Radio is now more authentic and honest that it has ever been. And that's a good thing. BLOG https://t.co/bjjQe9JHLr https://t.co/LQyDovFvU3",
  "I'm not saying my listeners are cheap but tomorrow you can win my old dressing gown and a suit I'n throwing out. And some old DVDs. #carbootsaleradio",
  "Around for a while yet buddy. https://t.co/2scgDr7f8U",
  "Happy Mother’s Day Mum x https://t.co/sxG7BnSfou",
  "Me and the missus moved to tears by 13yr old daughter Mother’s Day Keynote presentation. Who knew PowerPoint could be done with heart. Been bored to tears by my bosses at times but this was different",
  "Looking out the window &amp; seeing all the mums riding around on their new bikes &amp; scooters.\nLovely stuff \n #MotheringSunday",
  "@neildelamere You funny man",
  "@OC How hard can it be getting a dog into Australia? #johhnydepp",
  "Looks whats happened to you. You've been emasculated into the world of 'hidden storage'. DVDS, Albums should all be seen on view. Free them, free yourself. That wallet is a man chastity belt https://t.co/mODzx7tETx",
  "Yeah, but gonna be hard trying to shove a german shepherd dog in the overhead locker https://t.co/MUHLY44POd",
  "The circle of life. https://t.co/Fxn189YCtr",
  "Dry Your Eyes Mate! Still on air for a while yet.x https://t.co/EdLZ2JAAsD",
  "I'll be honest. I'm leaving soon so I can, I don't like the song #revelations https://t.co/PFgEuxeU5q",
  "@LucyBarrett Its not you its me",
  "@Skinny_fatbloke buddy your breaking my heart! I was, taking her little girls to Disneyland. Thanks brother x",
  "Been married almost 20 yrs and the fact my wife needed to ask me \"Do you really to take these DVD's with you?\" and showed me Defending Your Life and Young Frankenstein chills me to the very core.",
  "Been giving a shit of a job now. Trying to work out how much an upright piano weighs. Got given one yrs ago and now have to get rid off.",
  "Last weekend in our house before everything shipped over to Australia. Been told that my 100+ Mad Magazines have to go. Sad times. Sorry Alfred E Newman. Keeping blue ray of Grosse Point Blank and Midnight Run. Marriage is comprimise",
  "@cb_bruce well done",
  "@loungecafe2 @StokePark benn staying there for over 12 yrs, we love it",
  "@mrshoefsmit well thanks Liz x",
  "@MirelleCassidy ha! What a lovely tweet, thanks x",
  "@knut44 yes!",
  "@ZoeTheBall Well done Zoe x",
  "Lovely catching up with @JKCorden. Somehow ended up talking out love for Garry Shandling. Can’t wait to see @JuddApatow doc on him. You can hear our chat on the show next week.",
  "@turnsale @RichieFirth @siralexlowe Here for a while yet is all I can say for now. Thanks very much for your kind message x",
  "No! Like patches of the show to help? https://t.co/4sEQvkYc7U",
  "@JeremyClarkson saw you rehearsing yesterday with the ITV censors happy you were under control https://t.co/AalLHWxbaO",
  "I love you guys! https://t.co/De14dP8mWl",
  "Looking cool Simon! https://t.co/Nx40dKO7QH",
  "Radio Boy and Birthday Boy ready for today’s rescheduled World Book Day at school. cc: @OC @@Baddiel https://t.co/AsTetFI6yd",
  "I think this is TV hire of the year. What could go wrong? https://t.co/pWHdsV5fq3",
  "Got this amazing letter today from a big hearted listener and one of our radio family. Sadly I did actually do this on my old XFM show https://t.co/RgTRHVjgb6",
  "@littlejason @alansheppard @RichieFirth @siralexlowe Of course, I think k she's been staying at my place again",
  "@bigmoffs @RichieFirth good times",
  "@littlejason @RichieFirth @siralexlowe @bailsbails @RealDysonator @FayeCarruthers @TheMaggieDoyle @bplmurphy @eddraper81 Kind of like 'Radio...This is Your Life\". Great to see Mags, maybe Bails, not bothered about JuDYS",
  "@bigmoffs @RichieFirth Moff! You LEGEND. Are you in Newcastle buddy?",
  "My outfit really puts Davids to shame https://t.co/cXjuXyth3g",
  "@chunky_mufc @RichieFirth @siralexlowe That would’ve been awesome but sadly there won’t be time for that.",
  "@maidenbeauty33 @RichieFirth Thanks so much x",
  "@EdwardsTrisha @RichieFirth @siralexlowe No buddy I’ll be out on air in Melbourne then",
  "I’m looking at doing a Live show with @RichieFirth. A kind and f leaving do on stage. With @siralexlowe too https://t.co/p0qOJ6EVgm",
  "@T_Pitcher5723 @absoluteradio @RichieFirth Really humbled you toon the time to chat. Thanks brother it’s been my pleasure",
  "To my Mum, my wife Sarah and my girls Ruby and Lois. Happy International Women’s Day.                     #InternationalWomensDay",
  "@hairyblake got any non-soy?",
  "Sure Is! Amazing skills https://t.co/pmdibEYiT4",
  "Thanks Sam! #legend https://t.co/a6ojy44MC5",
  "@OC Some great graffiti in Brighton inspired by the album cover https://t.co/v06dQC8EB7",
  "31 years ago? What? I feel old now, still remember getting this on vinyl and excitedly getting it back home and sticking it on. https://t.co/V5PpQZNPFX",
  "@Justincc21 @rickygervais My new life goal is to get him over.",
  "The Great Shack! Really sad to hear about the NME closing. Kept the Oasis and Stone Roses covers for yrs, still remember @StuartMaconie review. So many great writers. Thanks all #RIPNME https://t.co/k1g7nJ6O2J",
  "@RichieFirth @NickBruzon Sure, chinny reckON",
  "Heat https://t.co/OolJFf3V6y",
  "\"Shut up, you old bag!\" #TheRye #Seinfeld https://t.co/FzLEwVvhsy",
  "We welcome back to the show @RichieFirth tomorrow from paternity leave. The 40 yr old dad. His house crammed with nappies, some for the baby #oldgag #hereallweektrythelasagne",
  "Is it me or is Drake looking like he’s meeting the Sommelier https://t.co/pZudw7nWlw",
  "Quite simply the best 'snowman' I've ever seen 😂 https://t.co/YVlwRbwriJ",
  "@DawnieMc76 Lovely!",
  "Big Up Angus! p.s Nice empty laundry bin https://t.co/3gJGfonh0h",
  "What kind of 'trophy' is? It's a trophy that screams 'I have a very small dick and my dad didn't hug me enough' https://t.co/3INK4b5ugA",
  "@RichieFirth @Nataliepini Great, try and bring some in one day buddy.",
  "@Nataliepini I thought you were married to Rich? I'm so confused",
  "@Inglewoody love it #Blakey",
  "Lois’s Slime Recipe https://t.co/j6c4HQUWfu",
  "Here is a fresh batch from Heisenberg Jnr https://t.co/fAgblTyXh8",
  "@neilsloan @DavidLloydRADIO youse all quit right",
  "@Inglewoody genius Dave. Like an ep of On The Buses",
  "@purplepiggy1974 she's done that, looks cool",
  "@mariadsanches yep!",
  "@NatalieCarter80 you got it!",
  "You are my heroes. You had me at 'we tried to run a book on darts...' https://t.co/J8ImgPwG9J",
  "She's making 'homemade slime' apparently. Batches of the stuff. You remember the business you tried to set up as a kid? #playgroundtycoon",
  "11yr old insisted I drive her around to get some 'ingredients'. PVA glue, shaving foam, then off to a pharmacy for contact lens solution. She's in the kitchen like Heisenberg Junior mixing up a brew #breakingkid",
  "@DavidLloydRADIO Uh oh. Still remember an air check with you, telling me off for saying \"all your texts\". Radio being enjoyed is a singular tense you protested. Terrifying regime",
  "@OC Could've listened to you and @rickygervais chat all day. Can't wait for Humanity on Netflix and will now not be able to think of Donald Trump as anything other than a 10-year-old boy trapped in a man's body.",
  "The 11 yr old me is FURIOUS today Splash didn't get an Oscar back in '84. The original amphibian love story.  #splash #shapeofwater #merlovers https://t.co/M5pU405jKn",
  "Jordan Peele quit writing 'Get Out' 20 times. Then digs deep and gets it done and goes on to win an Oscar for it. This means I'm going to get my old BMX back and try again to become World Champion.",
  "Ha! Lets help them out, what should we abbreviate Classic Rock to? https://t.co/qeNWEaXqbP",
  "I for one want to see more Merman movies this year. Or as my dad called it 'the fish f****g movie'  #grindingnemo",
  "I just won an Oscar. WTF?!?",
  "@NivenJ1 man love to see him again! Classy act Lloyd #jenifershesaid",
  "@EYT_NW @absoluteradio Here for a few months yet Sir",
  "@SteveGarsy I loved it. Wilder was losing bit time, dig deeps and gets the win",
  "@GraemeGs thanks so much brother, really humbled by your kind words x",
  "Ricky's chatting on tomorrows breakfast show about his new @netflix special, stage outfits, jobs for dogs, Trump, doing comedy in the outrage age and more. @absoluteradio 8am tomorrow https://t.co/tR34oqfT1A",
  "Just put last night's empty bottles in the recycling and I'm sure I heard my liver cry",
  "One of the best HW fights ever. https://t.co/8llfwGRkuZ",
  "@CraigHuggy @PalaisTheatre @gold1043 awesome gig!",
  "@Nataliepini @NHSHarlow that during the Arsenal game&gt; Must've sent him off",
  "@GrantCatt1 @Ultim8CouchFans i will again once in OZ and settle pal",
  "@LFC_Oasis_UFC @RichieFirth I couldn't have done it without the support you give me to be honest. I'm fucking terrified!",
  "Will be a daily pod of my new show. Plus I'll be doing a new weekly podcast for you all, like a postcard from me to you all. #ocpodcard https://t.co/p93u6JtVvs",
  "@LFC_Oasis_UFC There will be a daily one and I'm gonna do a new weekly one for all you guys. Like a weekly postcard! Thanks Mr Fandango, its been my utter pleasure x You've kept me sane too buddy",
  "@themikkisama ha ha! Top pick",
  "@R1ch808 Cyborg will finish her in the first",
  "@LFC_Oasis_UFC had to pause as getting ready for Australia, will be back",
  "@LFC_Oasis_UFC Edgar stands above Cubby and Clay, come on! But agree, HUGE potential and a great guy. Amazing BJJ, another level. Cant wait!",
  "@LFC_Oasis_UFC he's the future, but Edgar man!",
  "Egar by decision, or R3 sub for TCity https://t.co/in04HSsKxX",
  "Fight fans, what are your picks tonight? Wilder? Edgar vs Ortega?",
  "@TheNewsAtGlenn And that’s all just too much effort for Mr GLENN is it? #thedarlingtonsnubaffair",
  "Winter Combat regime https://t.co/iQd0j0P3nl",
  "If I was going to lose a job to anyone no better than my Lukey https://t.co/sjixnbsUZo",
  "@TheNewsAtGlenn People of Darlington tonight https://t.co/dKibLmqMQa",
  "@sitherkt @JasonManford come one you lazy git! City aren't even playing",
  "This happened. Word for word https://t.co/lSj7panykG",
  "@antmiddleton I was the guy in the leather chaps and fedora, under the name 'Ralph'",
  "@antmiddleton don't lie! You LOVE it. Getting stuck into an orgy after that with adoring fans, and some are women",
  "@WillYumsCoUk @rickygervais oh yes that i went out too",
  "@OC @rickygervais Didn't like the song that was playing anyway!! Cheers chaps.",
  "@boringcarlos @rickygervais Yes",
  "@OC @rickygervais We heard !! just assumed that @rickygervais was \"doing a Bono\" and downloading himself into the show to promote his @NetflixUK humanity show 😂",
  "LESSONS IN RADIO 📻 PART 217. When pre-recording an interview and you and the guest casually start discussing when you are leaving your current radio show, make sure that actually isn’t going out live over the songs. To millions. This happened today, me and @rickygervais",
  "It’s EXACTLY the same https://t.co/MjUw3Luxwl",
  "Hey @OC expect another review very soon from this birthday girl! https://t.co/0KxrFutEEw",
  "@cb_bruce Please send me this NOW. I'm serious. Big fan, great breakfastshow and his tv interviews are some of the best",
  "@LogieNUFC thats awesome buddy, you reckon @RicherSounds would be a good bet?",
  "What a dude! Some cool kid. #radioboy https://t.co/uU9CGWIAzS",
  "@wookieewanderer @British_Airways @VirginAtlantic @richardbranson oh man! Thats a nightmare for you, hope it gets sorted for you guys x",
  "Feels odd plugging something up against me https://t.co/Mscw1bLUwD",
  "Is this a thing now? Making it easier for us parents, dress a spud as your favourite book character! Great work Rufus #radioboy #WorldBookDay https://t.co/JpaP85iYkT",
  "BREAKING! WE CAN NOW CLONE OUR DOGS!   Barbra Streisand reveals she cloned her 'beloved' dead dog Samantha twice - Sky News https://t.co/yjGI9n3ghf",
  "@its_neil i'm told him!",
  "The best news. He's perfect. I'm so happy for you all. Awesome name. x https://t.co/r30XDpH0B5",
  "Anyone else think Twitter should have a breathalyser function? Over the limit...locked out https://t.co/dsG9zNrxoi",
  "Well kids with iPads I hope you’re happy now. You’ve killed Toys ‘R’ Us. You’ll never know the true excitement of wondering it’s great isles excitedly with some birthday money. An Aladdin’s cave of awaiting adventures with new toys. https://t.co/43OMaoW6L5",
  "@SimonJamesDugg2 Think you missed the point. We were talking about awkward momenst, hence the email. The joke was at the accidental use of words",
  "I’m a DJ Get Me Out of Here https://t.co/wMEkeSEJ3F",
  "Four centimetres of snow has fallen in London so get ready for total post apocalyptic panic buying by hipsters of beard oil and denim dungarees",
  "My dog seeing snow for the first time  this morning https://t.co/Cs1b88UtaS",
  "@Nick_fernley @RichieFirth Yes we drank in it.",
  "@bushontheradio Is that your excuse for those suppositories found in your locker? In the Everton colours",
  "In hell, you go to a swinger’s party, and these people answer the door. https://t.co/akN9VeduuC",
  "What a life the great #LewisGilbert. 3  great Bonds, Alfie, Educating Rita. This Bond movie was the defining one of my childhood https://t.co/IjvvmWfBwP",
  "Rest in peace, Lewis Gilbert - Sir Roger Moore's favourite 007 director and the one that made Bond big, took him to the stars and turned production designer Ken Adam into James Bond's grandest co-star. #LewisGilbert #TheSpyWhoLovedMe #YouOnlyLiveTwice #Moonraker #RIPLewisGilbert https://t.co/qrB8OMHTAq",
  "https://t.co/oyG5EdfZGy",
  "I hate this dad https://t.co/n22y27yBeJ",
  "Help me out here. What are the best sounding vinyl turntables that aren't crazy money.",
  "@spacemanbin MRI tomorrow so will know more. Last run of the day. Ski’s didn’t release when she fell",
  "That’s all you need. I’m a cheap #WorldBookDay2018 https://t.co/qi4NNE4f4V",
  "At Swiss airport pushing my wife in a wheelchair. That’s how the weekend went. #sking ⛷🎿",
  "I hope she didn’t use it instead of anaesthetic! Get well soon x https://t.co/4mg7XWgBCo",
  "@chrisfaulkner63 Awesome news! One by one I’ll take the City! #armyofone",
  "@Brand_Nova @absoluteradio @RadioDaysIrl @LearningWaves @Lorcankinsella Thanks very much",
  "@chrischarris80 Good times !",
  "Tomorrow’s show will be an open house for stories about tough mums who are as hard as nails #doublehardmums https://t.co/wvjbUWl06G",
  "@matt_lissack @cb_bruce @samcav Thanks Matt, love talking about this stuff",
  "@milesorru @TheNewsAtGlenn Amazing scenes! We need to dig deeper into this world next week.",
  "@Urology_CNS @absoluteradio Good man Ray! One by one we take the City",
  "I’ve told @gold1043 to stock up on Oasis, Boss, Stones, Led Zep, Beatles, Bowie, AC/DC, Radiohead. https://t.co/8D00ygNW0P",
  "@ronanofficial Sorry buddy was just counting up all my radio awards.",
  "@ronanofficial Been rocking the nation since 6am! What time is todays play off Rolercoaster? We have a sweepstake",
  "@ronanofficial sorry, was busy doing my show. You heading to https://t.co/xBuTfwC3ca today to get a new one?",
  "Don't you hate it when the butler forgets to wake you #leightweightkeating https://t.co/uZzZAWVBzV",
  "@TomCBallard @ABC_COMEDY Well done all!",
  "This is great news. Thanks @What_Liam_Said @thecourteeners https://t.co/tHmysRERcP",
  "Heat https://t.co/OolJFf3V6y",
  "Those 8 are like the Colonels Secret Herbs and Spices https://t.co/ZIouFfzq1L",
  "Top time in Dublin today as always. Great City, great people. Great Guinness. Thanks @LearningWaves for inviting us https://t.co/i1wp9nAbQK",
  "@emmadotcom @ClaireSolan @RichieFirth @TheNewsAtGlenn @NickDaly That guy 🤬",
  "@KarlDDawson @paulsylvester75 Thanks brother",
  "@adellemac @paulsylvester75 Thanks friend!",
  "@RadioDaysIrl @IBIreland @LearningWaves @absoluteradio @paulsylvester75 Thanks so much x",
  "Just to say I’m still at @absoluteradio for a while yet. And on air tomorrow. This is a premature formerly. And that’s a great name for folk band https://t.co/GXXcAe7Mnk",
  "@OC Shoe stories. Listening to Rachel's call, reminded me of the time I went to buy a pair of trainers in Chicago. There's no guarantee you'll get two - it's just an average serving in the States.. https://t.co/kz8rObCJxw",
  "@ronanofficial You try running off with a diamante solid gold golf bag",
  "@ronanofficial FFS. Was it the listeners, heard the show yesterday?",
  "@ronanofficial Dry. Your. Eyes. The Bentley stuck was it? My boiler packed up last night",
  "@thecloggsofwar @jackwhitehall 1987 just called and want the use of ‘square’ back",
  "#morningwisdom https://t.co/qkr3vaui4f",
  "Jack @jackwhitehall brilliant tonight #BRITs2018",
  "Highly enjoying the person sitting behind Cheryl and Liam mouthing the words \"CALL ME.\" #BRITs2018 https://t.co/zVqhIq7cml",
  "@MrT If Mr T was Winter Olympic event, what would you be?",
  "@TheNewsAtGlenn take the rest of this week off. I'm worried about you",
  "@CllrFrankKelly @absoluteradio How old is she?",
  "@b_nockbhoy83 @RichieFirth @emmadotcom @TheNewsAtGlenn Chanks!",
  "@OC can I get help with a retweet for my daughter @JenKellyBlog who is sleeping out to raise much needed funds for local homeless. Every pound raised is welcome. Help Jenna change the world! Make a donation now. https://t.co/yVfC30KlAG",
  "Yeah, I remember the early days. #lifer https://t.co/tRjnpIIYgf",
  "@amateuradam Pleasaure, its an incredible book. Funny, horrific, horrifically funny. The 'degloving' made me throw the bastard book across the room. Really great work",
  "@Beets349 Still got it! #zeitgeist",
  "@loubear71 @RichieFirth thanks Richie, sorry 'Louise'",
  "Eleanor Oliphant is Completely Fine @GailHoneyman , Everything I know about Love @dollyalderton, This is Going to Hurt @amateuradam. All brilliant https://t.co/YgKJI0Dsvr",
  "@RichieFirth @roo_mccrudden Peas! Why not chuck some swede on there you tray canteen hero!",
  "@RichieFirth I think 'Louise' is your fake twitter account",
  "Hey @JasonManford just watched a few eps of What Would Your Kid Do? with my kids. Brilliant! Loved it. You are so good with the kids. Great work",
  "Do you know of anyone that could help support this amazing cause? @OC @theJeremyVine even just a RT of the below would help massively 😀 https://t.co/vL7oA3PbCq",
  "@todoist Thanks so much just downloaded",
  "@Caty1976 No, not yet. Where can I see this holy grail?",
  "@kupina2 Oh dear! Get well soon angel x",
  "@anzilone @todoist Yeah? Just got. Can you sync with google calendar?",
  "That Brick Top from Snatch? https://t.co/lKYdXU7UXH",
  "Awesome! I'm looking for pets with middle names https://t.co/7Ej8bw9EQL",
  "@AlexShawIFA great work from @emmadotcom",
  "@TheNewsAtGlenn @adamhess1 welcome...to SHOWBIZ! guys",
  "PRODUCTIVITY CORNER...Whats your favourite to do list app? Wunderlist? Todoist?",
  "Radio friends and radio jedis in training, a must listen. \n1. Banking on yourself\n2. Being authentic \n3. Hear what a great interviewer should do https://t.co/MSVi82alEl",
  "Fighter gets beaten. Consoled by winning opponents Nan. Lesson here? NANS RULE \n https://t.co/coT06MSvLu",
  "Anthony Borges is 15 years old. \nHe was shot 5 times at Stoneman Douglas High School in Parkland, FL. \nHis classmates say he used his body as a human shield to protect them. \nHelp his family: https://t.co/uJ1YIkTsQc\n@AMarch4OurLives @emma4change @sarahchad_ @cameron_kasky https://t.co/FnjjVdlcs1",
  "@cb_bruce @bad_producer LOVED the Game Changers with Kyle. But 'best breakfast show in the world' ? *coughs*. Loved my name check at the end",
  "What a legend x https://t.co/1s2G40ii36",
  "@RichieFirth @Only1Chambers @absoluteradio into a kids face who only has one leg",
  "After Richie knocking it out of the park last week, its a come down to have me back with the 'audition kid' @RichieFirth. Back tomorrow 6am on @absoluteradio. x",
  "@Caty1976 awesome! Cant wait to see the finished review x",
  "I bet. What age do you stop giving them the bumps? Gotta be careful or its like a daddy long legs falling apart https://t.co/8aWdxu7X60",
  "You ever try and get them to play 5-a-side? https://t.co/39eYs3oAeN",
  "Good lord. Man at table next to us in the pub celebrating his 99th birthday! Glass of wine like a stud. I couldn't stop staring at him in awe. 99 years! You ever met anyone 99 or over?",
  "@DarrenBarker82 I don't think Eubank Jnr is world class",
  "Groves showed his true class and pedigree. This is a spot on break down of last nights fight by a smart (reasonably) former MW champ https://t.co/sVFDfmlsKE",
  "@toffalford 👌",
  "@RhiaWelsh Nice spot !",
  "Like to see more shops with the front entrance being a deadly species mouth https://t.co/zu7IpM8Ajo",
  "@davidtrinder115 Well I’ve just got off an easyJet flight, don’t think they go there",
  "Great news! Yes there will x https://t.co/bssKHSyFIl",
  "@andrewcoster28 @turnsale Check my tweets, off to wake up Melbourne!",
  "@AJ_Southgate @RichieFirth Wow...",
  "@RichieFirth PHASE 1!!",
  "@RichieFirth How plans coming on for the nursery? #sistenechapelwasdonequicker",
  "@RichieFirth Geniuses are often ahead of their time. Future generations will thank you for your work",
  "@RichieFirth It’s my mission and where i do great work. Let’s discuss Monday. For four hours",
  "The age range is ‘Saturday Pub Drinkers’. It’s how JK Rowling did it https://t.co/7oDp9mSS50",
  "I’m a gentleman not a savage. They got schooled. https://t.co/7t0ZKZ3ZWX",
  "I’m at an airport and just spent time painstakingly making a crisp baguette whilst a family with kids watch on. Yeah, enjoy the show. I’m Yoda to you young crisp sandwich jedis #yourwelcome",
  "That’s flippin’ awesome! Thanks Elliott https://t.co/PbbRpJxFIC",
  "@OC any chance you could please support me by sharing my story. Never run a marathon before and doing it all for a really worthwhile cause. Thank you :-) https://t.co/flLxt2OKUv",
  "What a brilliant book @dollyalderton has in Everything I know About Love. Read it all today. Funny, honest and life affirming. Some truly brilliant writing",
  "@nikkihop2009 Lara Croft",
  "@eddraper81 It to yourself Ed",
  "Man on Plane just now: I recognise you...Dermot isn’t it?\nMe: No\nSame man : you sure?      \nMe: ok, yeah it is \nMan: knew it",
  "@RichieFirth @TheNewsAtGlenn @emmadotcom You ok pressing all them buttons  with those tiny paws 🐾 of yours",
  "@GIANT71 His irregular timing, use of angles is something else",
  "Hey @jamieoliver. What kind of Trump like tiny hands did you design your mugs for? https://t.co/tYDWttfMJh",
  "@RichieFirth @TheNewsAtGlenn @emmadotcom How are the plans coming on for the nursery?",
  "@NivenJ1 @EmmaKennedy And that’s the exact reason I’m made him fly over. The Niven Factor. Any psycho can impress on a conference call",
  "@itfcbob @GreggHurwitz @jconnollybooks Downloaded 2 Orphan X.",
  "@MarkBillingham @sollly I need them alive Mark!",
  "@sollly @MarkBillingham Read, bloody great.",
  "@scott_andrson Great show! Superb writing and cast",
  "@milesorru Yep",
  "@alanmchattieefc It’s not you it’s me!",
  "Stunning KO from Romero but naive fight from Rockhold. Stood in front of him too much, too linear. You appreciate even more just how amazing Bobby Knuckles win was",
  "@BritneysBeers @AdamCatterall Big fan of Adam’s",
  "For sure! Awesome sub and great card. And a @joerogan podcast call out! #ufc221 https://t.co/0BHKjUJMyI",
  "@harrisio @RichieFirth @littlejason I thank you",
  "@RichieFirth @littlejason and of course https://t.co/FVNWwKa3WH",
  "Still gets me going #bobandalex #hunted https://t.co/OSIgzWSfEJ",
  "@Sharkattackmatt just ordered its looks great",
  "@ncowley71 done both",
  "@BeavisAnnabelle thanks Anna, still here for another few months x",
  "@alanvincent13 thats awesome, megs me on Facebook",
  "@juliejools27 power move",
  "@EmmaKennedy You can’t hire someone based on Skype! Gotta be in room",
  "@DRussellMMA Power move",
  "@OC 19th century brothel an interesting location choice",
  "The person thats just about to sit here has flown 10,000 miles for a job interview with me https://t.co/noKtqqBNwY",
  "@mattrfreeman read em all. ace",
  "@__WitsEnd__ @erniecline @wilw great book",
  "@yidarmy1962 reda, great read",
  "@CoachCarolan @donwinslow done",
  "@Fakeplasticgent read, great books. amazon series also ace",
  "@thisisandydev read, genius writer and man",
  "@ayeshagranville loved it",
  "Right off for a week. Any good book recommendations? I’ve done all the Harlan Coban and Lee Child’s there are.",
  "46 years ago today was the first date of the Ziggy Stardust tour - at the Tolworth Toby Jug. https://t.co/LYqJOwSVhK",
  "It works. Is it sad that I was pleased for you that your phone is fully charged? https://t.co/tqBUU8nEdy",
  "@daveberry_tweet It really was. I was in tears last wk when he was talking about how bad the bullies were",
  "Loved this. Watching Alex break through his shell was a beautiful bit of TV. Inspirational for anyone with aspergers.Bob has a heart of gold https://t.co/zdIukDNFtz",
  "REPORTER: So Mr. Jones, is it okay if I record this interv—\nQUINCY JONES: Little Richard faked the moon landing",
  "@tez269 thanks Mark, thats really kind. They will make it their own like I did over time. Pete and Geoff were hard to follow.",
  "Said just after he knocks Judas out https://t.co/yukvq9Bzpa",
  "Passion of the Christ 2. This time it’s personal. Working title, Weekend at JC’s https://t.co/5f6yWBcjZ2",
  "Want to know what kids in CW &amp; GX are reading.... the current favourites are @OC , @emmac2603 , @laurenstjohn &amp; @Sibealpounder ! Have you read any of our kids bestsellers this week 💛💜💚❤️💙? Which one is your favourite???? (We know the answers all of them btw) 😉 https://t.co/BYPce2vhIa",
  "@charliehedges @Melvinodoom @RickieHW There we go again",
  "This is an interview from a bye gone era when people said their truth and didn’t give a fuck. I dream of open interviews like this, the brilliant Chris Heath with Quincy Jones. Amazing https://t.co/hcKFhdd7ZV",
  "I thought you only listened to me. Thanks @achrisevans come with me I need a sidekick x https://t.co/reGm2cTuuz",
  "@Chipmayo1 @sammioneill @TheNewsAtGlenn @RichieFirth @absoluteradio Moore in The Morning",
  "@ronanofficial @bauermedia @harrietscott_ leave the golf clubs outside and you''ll have more room",
  "@Melvinodoom @wile_84 @Th3_Firestarter @RickieHW @charliehedges well done on your numbers, amazing considering the tourettes of Charlie",
  "@ronanofficial @bauermedia @harrietscott_ i've heard you like to swing",
  "@wile_84 @Th3_Firestarter @Melvinodoom @RickieHW @charliehedges they are lovely the Kiss team. Most of them...",
  "@ronanofficial @bauermedia @harrietscott_ Ha ha! You don't get the penthouse after doing a only a few months on breakfast inbetween golf",
  "@ronanofficial @bauermedia @harrietscott_ Funny, I'd love to hear some of this on the show",
  "@bushontheradio @absoluteradio @paulsylvester75 @leonagraham @daveberry_tweet @RealDysonator well done all ofylou. Amazing results you all deserve. Apart from Matt",
  "This is big news for us. thank you x  #chanks #myworkisalmostdone https://t.co/2A5VOEDmqy",
  "@bauermedia @ronanofficial @harrietscott_ well done, its all the plays of Rollercoaster",
  "Thanks Danny, still here for a while. This is a lovely thing to say #matesingthevan https://t.co/8mg2xBCm9c",
  "@RadioAndy I think Kiss 60s would be a great idea x",
  "@sammioneill @TheNewsAtGlenn @RichieFirth @absoluteradio Since the day Glenn started he has mounted a campaign to make me emigrate to Australia. Often leaving holiday brochures on my desk",
  "Only just... https://t.co/KBG3c7XvxI",
  "Mind Palace. Best detailed in the book Walking with Einstein https://t.co/On4INe8e3h",
  "@CraigHuggy Love that Craig! Great idea, I’ll call Duncan now",
  "His sat nav must be going ape shit https://t.co/33kEEvwzXR",
  "@GlennHampson thanks so much Glenn, really appreciate that",
  "@RexPickett That’s great and thanks so much Rex. Great to hear how you are still working at your craft and pushing your gift. Let me return the favour and recommend Sebastian Barry’s book. Writing so good it drips deep into the soul and you find yourself re-reading lines in wonder.",
  "I CAN’T STOP WATCHING THIS https://t.co/IzyxhozttY",
  "HI, THIS IS YOUR @Uber DRIVER, I'M OUTSIDE. https://t.co/QoYk9boByX",
  "If I was an alien I would break into Elon Musks car on Mars and strip all the parts. Then write ‘clean me’ on the bonnet. Just to fuck with us",
  "@RexPickett Great point Rex. Love your writing. Why would you say are the best 3 books you’ve read of the last few years?",
  "I hope you got a parking permit Musky. A fine on Mars would be out of this world #yourwelcome https://t.co/41gOSRBGAn",
  "@jassyblue80 @RichieFirth Glad you had a great time, so did we",
  "When you’re Breakfast Show team are all on the same train but not in the same carriage...@RichieFirth texts me whilst we are in the cab with sports guy @TheNewsAtGlenn https://t.co/P3syBmL75d",
  "We loved it https://t.co/KUrebQh2NW",
  "@kyri_ @TheNewsAtGlenn ill give Glenn your details Kyri",
  "@chaffaldhino @RichieFirth Oh, from the ‘dj’ that’s wanted to call it ‘Peaky Dj’s’. My mind is uncompromised",
  "@prodnose Not for another few months. They will squeeze this toothpaste bone dry first. Love to see you for lunch before I go 🍷",
  "Great show. Like a theatre show farce at times with its brilliant pacing and staging. Few favourite eps,  Look Before You Leap, The Focus Group and the classic cork master one The Whine Club. Marty Crane was the heart and soul https://t.co/lpG0gLWLQp",
  "@Tommy_Shack Sod that! Just looking for good gyms, also boxing and Mma clubs",
  "@living_deborah Wow! What a lovely message Debs. Really humbled. You have helped me too. Knowing people like you are supporting what we do. I’ve been very lucky. I hope this year is kinder to you x",
  "@0kennyken0 Email claire.solan@absoluteradio.co.uk @ClaireSolan",
  "@OC Forget the Aliens, I wanna know why Hitler was off to Tipton.\nShe wasn't watching On The Buses was she? https://t.co/NKo1C8aDOp",
  "@AdamCatterall thanks bud. New shows looks good! You manage to get a word in with G man? x",
  "Got this letter from a 5yr old fan, and here is my reply #radioboy https://t.co/oGsbPSH5RA",
  "@IainDBaker @daveydoodlebum Heres my reply https://t.co/0J5smP5vN8",
  "@Lorna175 Thats made my day. Richie didnt get it!",
  "@doodles37 Lovely! What did they say?",
  "Text: Mom can you pick me up? Are you sure this is the right concert. 😒\n#JustinTimberlake \n#PepsiHalftime https://t.co/QOlngPSnoT",
  "@Owen_Matthews Thanks buddy. How long you been over?",
  "As of today I’ve been sober 1️⃣6️⃣ years. 16 yrs ago I was in jail in a wheelchair, covered in blood, both arms broken, after driving blackout drunk into a building. Today, I’m home with my wife &amp; kids &amp; I’m healthy. Thank you to all who’ve helped me.🤝",
  "We were lucky to survive our childhoods! https://t.co/vAIEt1EPss",
  "@Masterman my dad took me to a Sainsbury's car park, empty back when Sunday when were shut, i still managed to gun it towards a traffic island and over it \"son! no! steer! break! do something\"",
  "We hit some really crazy speeds https://t.co/wlRtU57ypk",
  "You remember first time you ever drove a car? For some of us it wasn't a strictly legal and safe moment...",
  "When your 13yr old drives a car for the first time #easyonthegas! https://t.co/YqgZZ9AhfX",
  "Took daughters for their first driving lesson, at 11 and 13. Off road Young Drivers at Kempton Race Track. I sat in the back. Pretty terrified at times. Made up when they both said \"I don't know how you do that and argue with mum at the same time\"",
  "Think Trump has hacked your account. 'Promoting' beauty. Whose definition of beauty? A creeps? Someone with Bruce Willis photo as their profile pic. https://t.co/F6wYkicaHF",
  "@RobboJE That couldn't sound anymore creepy if you tied. Silly old me taking a dim view of objectifying women. I have daughters so maybe Im crazy wanting things to be fairer for them. You carry on perving",
  "@liamdv4 Women continuing to be objectified is sexism pure and simple. The Male and female fighters are athletes. It’s a pointless and reductive comparison. Please don’t share anymore of your takes on this I didn’t ask from them.",
  "@Tommy_Shack awesome. You look like you'd be a good person to ask about good gyms",
  "Took mum to a coffee shop. I asked what she wanted\n\"flat thing\"\n\"flat white coffee?\"\n\"hot chocolate\"\n\"what?\"\n\"flat hot chocolate\"\n#mumlogic",
  "@jamesjamesbrown I really needed to hear that! Nice reality check, thanks buddy",
  "That really a job? Something empowering and to aspire too? So we can leer at them? Can't really see the former F1 girls wondering the streets in bikinis looking for work, signs saying \"Will Wiggle for Cash'. My 13yr old loves UFC and always asked why have them. \"because men\" https://t.co/HIUrS7rgOD",
  "@lipsticktricks Never",
  "@OC I’m seeing Matt Damon more in the title role. Potentially pressed back into action after swearing he’d never go back #ExperiencedCampaigner",
  "@PaulCulliver @gold1043 Ha! Hello mate, how are you?",
  "I’m no Voice of Reason! But ‘experiences campaigner’ sounds like a Mark Wahlberg war movie. https://t.co/KnOTYh4ZLx",
  "@Tommy_Shack Can’t wait buddy. Whose is ur missus? She at ARN?",
  "@LogieNUFC nope was defunct before I ever started in radio",
  "@NickDaly @RichieFirth @AskLloydsBank sure, cloned again under the arches in Vauxhall...",
  "Things just got complicated for the world's youngest radio DJ! Spike is forced to sack his own grandad, who swears vengeance on his own grandson. Download the audiobook and take Radio Boy and The Revenge of Grandpa with you. Narrated by @OC himself! https://t.co/5SxxrjFug6 https://t.co/9iQGb97ccM",
  "@drakebookshop Thanks so much! Hope you enjoy x",
  "Yes! Radio Boy Down Under https://t.co/xoMNGr2Sob",
  "@richardpierson please!",
  "@JanMacrow @paulsylvester75 he's had a great teacher...",
  "My boss (outgoing) ongoing Anti-Australia smear campaign continues... https://t.co/Y3U55TSudA",
  "@paulsylvester75 that looks great!",
  "@richardpierson MILKY!!! How are you my man?",
  "@IainDBaker ha! thanks man",
  "@IainDBaker see last tweet",
  "Radiohead fans, this is a great story https://t.co/gvrcvzrHuQ",
  "@BillyGunn19 @absoluteradio hopefully Billy, thanks so much for your kind words",
  "Spice Girls Reunion Press Conference https://t.co/opA1GULR6r",
  "I’ll put a word in for you https://t.co/PaRkywXfcu",
  "@riversmill69 @Wil_Anderson After 3 years in the trenches of the Edinburgh Festival, Melbourne's one will be like a dream!",
  "@RobDeb @Wil_Anderson Ha! ‘The Brit and the Oz, he’s from there and he’s from over there’.",
  "@EmmaKennedy Yes! Nuts right?",
  "@frednerk14 Thanks Fred really kind of you",
  "I’ve so much to learn Craig. I see you as my Aussie Yoda. Great name for a band btw https://t.co/VVBAdUel3d",
  "Yes the new show will Be podcast. I will also start my own podcast too. Looks like I now have potentially 3 friends in Melbourne. @Wil_Anderson, a guy called Dave and someone whose mate ‘has moved there’",
  "@karoonafairy Yeah, all of that ! X",
  "@MoniqueHennessy Great, awesome !",
  "@HorneyMedia @DuncanHWright Takes a very big hearted spirit to be that generous x",
  "@karoonafairy Thanks so much x",
  "1. I have no intention of fitting in. I will wear a three piece saville row suit plus bowler hat at all times, even on the beach \n2. Gonna be even harder for me as I’m not witty https://t.co/ExsZmFy4HE",
  "@JoFoley12 I’ll miss you to Jo x",
  "@anthony119 Thanks so much x",
  "@ShSaghri Thanks brother x",
  "@josiedorneyface Bless you, thanks",
  "@Wizza82 And I’ll miss you Wendy",
  "@MrChard The pleasure was all mine Richard. Thanks for being my friend x",
  "@GregBirds Thanks buddy then you understand why you he to say yes!",
  "@Taryn_Butler What a lovely thing to say! Thanks so much x",
  "Thanks young readers of the Midlands! Amazing company to be in 🙏 https://t.co/Nl4p64Eora",
  "Good Day Sir! https://t.co/147Jyj78et",
  "@DuncanHWright @HorneyMedia I owe Tony so much. Real inspiration to me. Taught me a lot and his mentoring early on was a big moment. The Uk's most underrated presenter",
  "This is amazing. Telly Savalas 'Looks at Birmingham'. Gold. https://t.co/5Wc1BgwtjW",
  "@purplefluff @Justincc21 Ha ha ha x",
  "@DontFretAudio Ha! You did buddy! Must’ve gone to me Head G man x",
  "Sounds like I’ll be taking on The Wiggles https://t.co/5TbwQ2aZYo",
  "@WagMarshallPage You’re kidding! Sarah’s found a ski resort “only 5 hours drive”",
  "@RichieFirth That’s amazing. But, were you in your mind aiming that am my back ?",
  "@RealSmurfy @theage Wow! Amazing for you guys. Loved it when we were over last year. Did Port Douglas, Daintree forest",
  "@jadeyandcoke Ah Jade you made me cry 😢! Thanks so much for such a lovely message. I’m going to miss you x",
  "@0nejob Thanks Dan x",
  "@matt_pitman Thanks Matt! Well done on your success",
  "@OC\n@RichieFirth\n\nPlease help guys\nHelp me raise £5000 to Help fund flights and travel costs and loss of earning for a couple who have a 2 year old who has severe epilepsy and is in dire need ofhelp. Please #donate on @justgiving and RT. Thanks! https://t.co/hMtogzjz9z",
  "@OC FFS?! Only converted to @absoluteradio last year cos of your show....who’s gonna fill my mornings with accidental poo stories now?",
  "@5_StarGI Chanks!",
  "@SteveTaylorArts @RadioInTheUK Thanks buddy",
  "@sammenhennet Cheers my man!",
  "@OC I will pass the listening baton on to my son who is Melbourne based! Our loss is Oz’s gain and you will be missed. Xx",
  "@ciaranjdavis @ausradionetwork @gold1043 thanks Big Man! see you soon for 🍷",
  "Wow! Thanks brother x https://t.co/kAoqGswe6x",
  "@zoesam93 @gold1043 Hey thanks for the lovely chat Zoe and see you soon x",
  "thanks man x https://t.co/p2ATUZE5EI",
  "@mattyparsons @alittledavetime Bitterness is great isnt it x",
  "https://t.co/BwxnB8QtWS",
  "@Kithre1 No, I'll be more than that",
  "So, Australia I'm coming. You are my new home. Please be my friend https://t.co/DnYnD0gVYZ",
  "@MrRussellsClass Great news Mr Russel!",
  "Thanks Ollie! Christian aged 44 https://t.co/zecebEDbf6",
  "They were awesome kids https://t.co/s1pZBGX987",
  "Please share x https://t.co/QmeELwz8kO",
  "@martynhodder78 Will check Post buddy",
  "@Emma3008 Nope, no such tone. We were joking about the long trip on the slow train and our winner willing to drive 60 miles to come see us. No slur on Brum. I'd chill x",
  "@Emma3008 Not bashing it at all! I choose to come, been many mant times on tour. Great city. No idea why you think that, you ok?",
  "@chef_martyn whats it about buddy? thansk for heads up",
  "@NickDaly @RichieFirth @absoluteradio @TheNewsAtGlenn @emmadotcom @ClaireSolan thats a street light Nick",
  "@dannyjtprice @leeunkrich Love that Danny!",
  "@CoachCarolan @leeunkrich Even you! Good lord...",
  "@kyri_ top man",
  "@kyri_ same remote,",
  "@kyri_ yeah, but I can get the tv up on screen as that option isn't working!",
  "Took kids to see Pixar's Coco. Loved it. YOU WILL CRY. Last 5 mins same as the opening 5 in Up. Really stays in the heart and mind. Life affirming and death affirming, go see. Great work @leeunkrich #marrigoldbridge",
  "@I_am_PBK @absoluteradio Thanks Paul really kind x",
  "@MMA_Jim real shame that",
  "@littlejason @matt easy tiger...",
  "Hi, I'm a really life disc jockey https://t.co/4bWNT78EXH",
  "@Bryonyy1991 @absoluteradio It’s a show we are doing in Birmingham next week. Im@planning on doing a special live goodbye show",
  "@LetToysBeToys @ottieandthebea I hope so! Thanks Ottie",
  "@alisonstropic @absoluteradio @RichieFirth Bless you Alison, thanks so much. Hard decision to leave such a big part of my life but too good an opportunity to miss. Big love x",
  "Woman sat done next to me on train. Had a spy on my reading material, stared at me pitifully then got up and left    #keepitlightmate https://t.co/jdQkOWZRb4",
  "Animatronic Ursula's head fell off today, but she just kept singing &amp; I've honestly never related to anything more https://t.co/DbeFSKAAYA",
  "Hey Producer NIck @NickDaly stuck on Stairway To Heaven! I’m coming in hot as taxi late.",
  "Two things                                                     1. Best place for an interview is in a Funeral home                                        2. Wait, Piers had actual like notes? Or shopping list for after https://t.co/d1hu7PvsFe",
  "I’ve already sworn twice this morning. To myself whilst family asleep. Whispered F bombs. Great album title BTW. Anyone else already said the f word this morning?",
  "@benjaminkent83 @absoluteradio Hey thanks man, gonna miss you brother x",
  "@OC Aaaand that’s a wrap Piers https://t.co/sfVZ6hIJT3",
  "I said last week I couldn't say yet what I was leaving to do...Becksy wants me as the match day DJ #biggig https://t.co/wzg5yargjc",
  "Just saw Trump and Piers interview. Mainly I hate watched it. It was less of an interview more of a tv colonoscopy Piers went so far up there. Has he been seen since? Is he trapped?",
  "@thenicksheehan @RichieFirth #topicalreference",
  "@charmedfee thanks Anna x",
  "@Turner1983 @absoluteradio @magic dont do it!",
  "@stickerjd @absoluteradio thanks Simon and its been my pleasure being your mate in the morning x",
  "@gracetothebase @absoluteradio exactly, very wise.Thanks Grace in the Place",
  "@mrhaydenjohnson @RichieFirth he's been doing that since the last 10 years",
  "I had the Benidorm squits https://t.co/SZYxLIlWRB",
  "And I'm back...If you've had/having this flu thats doing the rounds, my heart goes to you. Its changed me as a person! I'm back tomorrow @absoluteradio. No, I haven't left. Not yet. Just been ill. Thanks to the powerful @RichieFirth for rising up and looking after the show.",
  "@Dixon1973Mike No one has a life without depression or anxiety. It’s impossible. Being human is being part of the human condition we all share",
  "@feebee21 @absoluteradio You both are getting my deep thanks and love x",
  "@pphillips_87 @absoluteradio Thanks brother for all your support x",
  "@failedjockey if you heard the last 2 shows and me spluttering you'd know I'm not too good. I don't do interviews darling, my show is my CV",
  "@Phil_Sauthier don't be silly! I'm lucky to have had you as my mate in the morning",
  "@frost_jamie My pleasure Jamie. It’s been a ride and I’m so lucky",
  "@CaptainTomox @absoluteradio Such a wonderful and generous thing to say. Doesn’t matter if it’s 8 months or years. Thank you for being part of my story",
  "@Adam_Jones43 Hey buddy, loved meeting you and your lad. Thanks Adam",
  "@steve_ohara Thanks",
  "There really will. x https://t.co/B5QfAC59g0",
  "To balance the yin with all the yang https://t.co/bwLlfYrkfO",
  "@lisafaulkner1 @absoluteradio Hey angel! Love to see you and @JohnTorode1 before I go wherever I am going....",
  "I’m tearing up again! You know I’m a fan and this means so much. Thank you https://t.co/FNXAENSipZ",
  "Awesome news! The kids of Leeds have impeccable taste x https://t.co/af9TcUcpRg",
  "It's not you, it's me x https://t.co/FQ7oOB7D0R",
  "@PaulStainton @ACWils @absoluteradio thanks so much for such kind words x",
  "@StephenKerr @absoluteradio thanks so much buddy",
  "@TimMitchell1971 @absoluteradio thanks Tim, really was a big moment yesterday telling you all",
  "@rhino14 @absoluteradio @RichieFirth Not on this one. He’s about to become a Dad again so has a big exciting year ahead and less stressful with me gone !",
  "@jeffrooke @absoluteradio Ha!",
  "Is that a euphemism? 🥖 https://t.co/NgTyUYb3FC",
  "Oh I'll be still in your lives if you want that. Pods, apps, my ramblings will beam back to you https://t.co/PgPaxISP4Q",
  "Some words tonight on this day of days. https://t.co/iGVx2Ji7S5",
  "@LucyBarrett thanks x",
  "@AdamCatterall @absoluteradio wow, thanks Adam. That is when to go mate. Takes courage to do that and faith into the big leap i'm taking but thats life",
  "@dave_alex_ @absoluteradio loved that show so thanks for highest of praise",
  "@wendyfinnmini @absoluteradio thats really sweet to say. I hope so. The support you have given me helps all that Wendy, good luck on your journey too x",
  "@Emma_Scott thank you very much x",
  "Well you can come and do the new one... https://t.co/Yj5V3WoAI3",
  "@SandhuMMA @absoluteradio thanks mate",
  "@RobDeb yep",
  "@Wilty_3 thanks man",
  "@OC @absoluteradio Nearly as sad as the day my dad broke the news that Vinny Jones was leaving Leeds. Good luck Christian.",
  "And you've got me through some tough ones too x https://t.co/YfHGcSi2Vb",
  "@JoeSentance ha ha! Reading them all now and its humbling Joe, thank you x",
  "@WinderAsInMere @RichieFirth thanks so much x",
  "Thank you, since X? You are a long suffering listener Adele and thanks so much x https://t.co/XBTpIsHYNV",
  "@rickedwards1 @absoluteradio thanks mate!",
  "Few Things about this.\n1. Back in 2006, these shirts were the rage, please believe me\n2. Obligatory radio clock in breakfast dj photo shoot, to signify the early starts. https://t.co/K3Y8ROmNIl",
  "@PyreneesFi thanks Fi Fi",
  "@rallyrob1994 @absoluteradio @RichieFirth Robert, know that in my tough times you have helped me as I've leant on you too. Thanks x",
  "@Divine_Miss_Em that Missy Moo x",
  "If I can’t get Nick Knowles will you sing at my leaving do? x https://t.co/H9TvQGdIUr",
  "G-man! Glad to see you’re doing so well. Pleased for you x https://t.co/Lp359dlSPd",
  "@geraintlellis @absoluteradio Look at this, tweets from the corridors of power no less! Thanks, no doubt see you soon for drinks poo's",
  "Thanks! What grades did I help you get? https://t.co/DC9RAUsafE",
  "@Scrof @absoluteradio My pleasure Alex and thanks mate",
  "@justinmoorhouse Me? Class? Thanks Justin x",
  "@calgnor @absoluteradio Made me cry a bit reading that x",
  "Shall I set up a hotline or something? https://t.co/DJJGOZauPK",
  "I’m reading all your amazing messages and overwhelmed. Couldn’t during the show as big 😭",
  "Thanks Faye. Who said anything about lie ins??? https://t.co/4O7omP3SkM",
  "No I said big adventure https://t.co/75UAUyYTbO",
  "@almurray @absoluteradio Thanks Doc",
  "@OC @absoluteradio Oh the lengths we went to when we moved to Germany to bring you with us illegally!  Mornings won't be the same without you admitting you cacked yourself on stage.  That will always be a fond memory for us all! https://t.co/tmwVYQkm2a",
  "@Arselona @absoluteradio Thanks Tim I hope you’re in a better place now x",
  "@SophieLTyler Don’t be silly now! Live your life to the full, I am x",
  "This means so much, thanks. And thanks for making me want to work harder up against you. Maybe a beer in no mans land between our stations. Like Heat https://t.co/MmsMPQyEbg",
  "@rahim94 @absoluteradio Ah! Thanks man x",
  "@PrincessofPop Me too lovely lady x",
  "Never said I was leaving Radio... https://t.co/czgMrAgb2I",
  "@OC @absoluteradio Oh no! My mini dachshund is so upset! Her fave breakfast show is yours, listens every day without fail! This was when she heard the news... #saddog https://t.co/rDQ218kMpV",
  "@EllenfJohnson @absoluteradio Thanks so much x",
  "@SquashyNUFC Stop it! Thanks for lovely message",
  "@mattmantis69 @absoluteradio Thanks Matt",
  "@CiaraSL @absoluteradio Stop that right now! Life is change x",
  "I only did it in the hope I'd get a tweet from you x https://t.co/18K8W4W1fR",
  "So thats my news. I'm leaving my radio home for the last 12yrs @absoluteradio. I'm heading off to a big new adventure. Tell you what very soon but for now...I have such a heavy heart but its also full of gratitude and love at what I've been lucky enough to have in my life. x",
  "@sianysian_ @absoluteradio I'm...",
  "Will be back on @absoluteradio tomorrow morning. It’s the 12th birthday of the show. I also have some news about me and the show at 8 10am",
  "Only mums say stuff like this. I’m feeling dreadful but chicken broth? https://t.co/WtduUaekmX",
  "@DarrenAltman Yeah!",
  "Love listening to music on a train as the world rumbles by. Anyone got any good Spotify playlists to share?",
  "Biggest reaction to anything we did this week https://t.co/cNJYBbANaU",
  "They really were awesome kids at a brilliant school. This tweet has made me so happy, thanks x https://t.co/ldbWRkELCx",
  "Got be honest, It's killer chat up line Donnie https://t.co/R3DplCe2kI",
  "@Michaelheslop that bloody world fella! Thanks so much",
  "@GemmaLForster What a wonderful thing to say! Big love to you and your dad. Thanks Gemma x",
  "Mac users. Why would when I print a word doc table it come out tint tiny tiny?",
  "Thanks! Proud to be in your pick of books you like this month https://t.co/YQ0TuFwtj9",
  "@thenicksheehan @RichieFirth If they win let’s all take the day off. Or Rich you can",
  "@garnipt126 @RichieFirth That well known player. Rich, mark?",
  "@QprLewi14 Cooler King",
  "You fools. This was a dry run. He wants you to think this #longgame https://t.co/SLoarQiCx9",
  "Peter Wyngarde. Look at the stud. Imagine going pick up your kids on the school run like this #RIPPeterWyngarde https://t.co/JRhbFnb3NB",
  "This was unbeliveable. Have a watch, his Morgan Freeman is spot on https://t.co/8hLa6eO8Ov",
  "11yr old came back from school saying there is a My Little Pony Temple on Google maps in Pyongyang. She’s right! https://t.co/7ib58iyRPJ",
  "Trump will dismiss this as #fakefucks https://t.co/RzpeydAwwM",
  "@prodnose There is a watch repair guy, been in this tiny kiosk years at Piccadilly Circus tube, keeps random hours.",
  "Great name for a rapper 'Ridiclus'\nAlso, your wife has hosiery? Who are you married to? An 18th century courtier? \n#18thcenturybantz https://t.co/kn9nitboPP",
  "@Masterman \"electric gates\"",
  "@JoRoseGibbs £500, cash in a carrier bag",
  "@prodnose I've been there, love the random hours sometimes",
  "@MissC_Yr6 can't wait Laura, onto Twickers!",
  "@DanJennings1975 @Adweek thanks man",
  "@jonblomfield wow! Whats her name? and the little munchkin behind her! thanks for sharing that",
  "I cannot tell you how happy this has made me! The best review I will EVER get. Love the little sis in the background #radioboy2 https://t.co/MXDui0DRzc",
  "What an awesome school you all were! Emphasis not on grades but learning and being ok to fail. https://t.co/DqYFcGe07j",
  "I was up all night putting these up #radioboy2 https://t.co/xscYODG2lE",
  "@PercyFilth_ @RichieFirth @absoluteradio Not if you want to be funny",
  "I'm just annoyed we didn't do this. Though @RichieFirth did pitch it. All I'll say is put both jam and PB on toast, you'll thank me https://t.co/LIeYD9s8Kw",
  "Love this Olaf x https://t.co/Sbv8Ecfna8",
  "@bushontheradio YOU don't leave the No Repeat Guarantee, IT leaves you",
  "@bushontheradio you can't. I see into and through you Bushy. But, for the record, what i see is beautiful. Forests, waterfalls, and a cheap replica Everton shirt from the Howard Wilkinson days",
  "@fredbassett67 @bushontheradio id just came come back from a week in the heat for our station photo shoot. Andy is drawn in by my animal magnetism which he knows is powerful",
  "@RichieFirth For good reason.",
  "On my way to chat to 500 kids at a school and texted the school asking for some pens. Due to not having my glasses on I’ve done a horrible misspelling. For the record I do not want ‘some penis’.",
  "@glonghurst68 @blatantlykate No, too tired. Off to chat to 500 kids now.",
  "@glonghurst68 @blatantlykate I personally wouldn’t dream of contacting someone tellling them what to do. But that’s the way of the world. I wouldn’t yell into the darkness at a comedian. Some do",
  "@glonghurst68 @blatantlykate How did I do that now?",
  "Good Morning. https://t.co/O9krZ4Zdqx",
  "@blatantlykate BTW, Myers and Briggs? Loev that, fascinating. What are you?",
  "@blatantlykate Nah, we cool. Listen or don't. Don't like demands, new year new nicer listners x\nHave a good day.",
  "@chimpanste @dannywallace quite a few said this and you re right. But you used them as DATs as had bigger memory capacity.",
  "#RIPCyrilleRegis. THIS is how massive Cyrille was back in the day. On the cover of the @NME, when that meant you were as big as Bowie. https://t.co/uPUxRmFHbh",
  "@siobhantuck Ha! Just left, great fun",
  "@oc Normally when footballers pass away it feels like they are from a bygone era but it's starting to feel like some of them are from my era , what a fantastic player Cyrille was https://t.co/iybSCPXcYZ",
  "Over the weekend I keep a note of what I might want to talk about on Mondays show. It’s radio therapy sometimes the show for me. https://t.co/gpsAyWicyB",
  "@LittleSmudger You really tweet that? I hope you’re ok",
  "@alicenavarro I had 5 of the most amazing years of my life there!",
  "@gbroughton87 Loved doing that! Playing with Razorlight and Embrace at Hammersmith Appollo",
  "@littlejason or #knobby",
  "@thecloggsofwar dammit you're right Sir!",
  "One of these men is ex-special forces, the other plays Nickelback for a living #SASWhoDaresWins https://t.co/NcoFCl0fCq",
  "@Jasonfox1976 can't wait",
  "Will you let us know when you are? https://t.co/zMr3Lqu1b5",
  "No shit https://t.co/6CAfnvX5NY",
  "@_Peter_1980 @chrisdsmith27 thanks for lovely words",
  "@_Peter_1980 @chrisdsmith27 i had 5 great years there with Brian, Rocky and Chris. Felt like I had taken the show as far as I could.",
  "@ricktozer Panda song! Awesome",
  "@_Peter_1980 @chrisdsmith27 It really was. You couldn't get away with that now! Good times",
  "@Mark_Farrington hello mate. Really?",
  "Having a declutter and found this lone DAT tape. My last XFM show in 2005. Can you even get DAT players now? https://t.co/4fuSLkuybm",
  "@jonblomfield Great pic! Let me know how she gets on x",
  "@sarakillers awesome! Thanks",
  "The most important book of 2018. Fact. https://t.co/QDXqTPXShy",
  "Told you @RichieFirth https://t.co/Wsq8jHZeWp",
  "@petersonsheri See!",
  "@CherylStandley @ThinkingPutty Really? Thanks",
  "@SurreyMassageC @ThinkingPutty I'll bring Ethan a signed one when I see you",
  "We live in crazy times. Kids after something called 'Crazy Aaron's Thinking Putty'. Any parents know where I can source this precious stuff? @ThinkingPutty #dadonamission #mustnotfail #brats",
  "@Jasonfox1976 I'm ok thanks...",
  "@Becky_Howard1 @antmiddleton @absoluteradio Thanks Becky thats really kind x",
  "@Becky_Howard1 @antmiddleton @absoluteradio It’s a great live show. He’s knocks out a bear with one punch and abseilis onto the stage",
  "Thanks for the laughs Bella x https://t.co/gLZaRlG5Xh",
  "@lthompsonwrites Thanks. Youngest daughter reading Your re first book, eldest your new one.",
  "I hope he does x https://t.co/VgDOTgKniA",
  "Very smart kid. The dim ones read Walliams https://t.co/sg1ppMMOpc",
  "It’s been great being back this week. https://t.co/LWsAM4Ix4a",
  "I had two great editors. My daughters x https://t.co/7JRASVllAm",
  "@Wattoant @antmiddleton Great guy and chat.",
  "Two real men chatting. Well one... https://t.co/71AOi7ocnL",
  "@bookloverJo @wstonesandover @emmac2603 @moontrug @rosswelford @lthompsonwrites @rebelgirlsbook Jo! Happy New Reading x",
  "@RichieFirth @alanmarron05 @absoluteradio @TheNewsAtGlenn @hasbrouk Oh Alan. You clearly ain't no adonis or your profile pic wouldn't be a dog. be nice brother",
  "@ian_douthwaite oh, hes a kid give him a break pretty boy",
  "Henry, have you been drinking? https://t.co/zlUZwEKNjJ",
  "I don't like hype. BUT THIS WILL CHANGE THEIR LIVES https://t.co/egESShQXZ7",
  "@broadcastjourno Tell them not too worry as I made my Radio Boy way more interesting x",
  "Yes! Right here https://t.co/SrJaGkMObm https://t.co/utui5S7CDu",
  "@imaginecentre @HarperChildrens Thanks !",
  "This reads like a hostage statement https://t.co/nqEIn7rHb8",
  "Steal it now kids! Radio Boy 2 is OUT NOW https://t.co/er3fWMwbWc",
  "What company to be in so many great writers, Ross, Lisa, all of you. https://t.co/FiqKwELwZ0",
  "@sammioneill @absoluteradio @RichieFirth @Hasbro what a lovely tweet! thanks x",
  "In London today 🇬🇧💙❤️✴️\n#DavidBowie #BowieForever https://t.co/nu8Rlqglws",
  "ITS OUT TOMORROW! https://t.co/MleSeOYa5S https://t.co/AXQJNyNI9N",
  "To all the people complaining about the new arrivals at the gym in January, we didn’t complain about you being in the biscuit aisle at Christmas.",
  "@melrdavies @RichieFirth Hey Mel, I dont really care",
  "I think he's furious. \n\"One day I'm in the zoo on my tyre banging one out, next thing I'm in space rocket, WTF! \" https://t.co/z7SydsUkAT",
  "@carolinesweeti2 No, you can't.",
  "@Radiocentre thanks Radio chums",
  "@shallumbarnard @chrisedwardsuk @dan_duheaume thanks so much Sophie x",
  "@broadcastjourno ha ha! Hello buddy",
  "@carolinesweeti2 Yes there will be third",
  "@carolinesweeti2 This one is better. Let me know what you think my wise friend",
  "@carolinesweeti2 Henry, you CANNOT rush greatness.",
  "@meorwithlou @absoluteradio what a challenge nailed! I'm proud of you! Well done",
  "Kids, parents of kids, grown ups with the heart of kids. The new RADIO BOY book is out this Thursday! https://t.co/JbKmBUI0ck",
  "@meorwithlou @absoluteradio Louise, how lovely. The simply power of a thank you. Thank You x",
  "When you’ve got a date at 9 but a night shift laying tarmac at 10 #FirstDatesHotel https://t.co/SgoNZwSWRu",
  "@Willsherandson Sure buddy email me your details. Christian@absoluteradio.co.uk",
  "@CaitMavroleon I could’ve guessed",
  "@stuey_norris @absoluteradio @RichieFirth the double whammy! glad Arsene cheered you up",
  "@OC did you know there's a place where you can rent your real xmas tree? You bring it back after xmas and they keep it alive. Some people rent the same tree every year.",
  "@OC Hi OC, I sent my mum a Christmas card that said “Merry Christmas Natalie” her names Christine. I forgot to edit the name on moonpig. #christmasfail",
  "9pm. SAS Who Dares Wins. Essential. It’s back @antmiddleton @Jasonfox1976",
  "Packing my bag for work and listening to this awesome Country songs makes me feel like I’m a goddam cowboy.  https://t.co/1fDnTvzPKT",
  "@TherealGaryI thanks G man!",
  "@TheSandK @RadioInTheUK well done! Congrats",
  "@kevinthecakeman @RealDysonator @robbeckettcomic @RichieFirth @Divine_Miss_Em I can hear it now, \"focus on the league, carabao cup'",
  "@CherylStandley Just chuck it over the road into Jimbos garden",
  "@ZoeTheBall @BBCTwo whens that on? Sound ace. Looking forward to seeing you on your show next week x",
  "Took the Xmas tree down yesterday and took a chainsaw to it so I could fit it in the garden waste bin. Felt the most brutal savage thing I've ever done. Sure I heard it crying",
  "@RealDysonator @robbeckettcomic @RichieFirth @Divine_Miss_Em love it Matt! bet you wish you were back on the show? For this and generally",
  "Nick The Producer @NickDaly getting ready for tomorrows return show. https://t.co/KIy2NaNmdW",
  "I, him and they is back tomorrow. You? https://t.co/ARs6wGc1SX",
  "@HeadlinerHub @rickygervais well done",
  "@BluesFan7071 I always get that",
  "@kirstyleed @RichieFirth Nope. Mentioned it years back when it was online. You do knows he’s been doing it for a few years?",
  "@IainDBaker Thursday ! I can’t wait 😊",
  "@Radrob_pickle What do you think ?",
  "@kennaplumbing05 Yeah it’s so sad. Thanks for your tweet mate x",
  "@JRocky84 ha ha!",
  "Reading Fire and Fury. Turns out Trump listens to Heart FM. I knew this would was deranged but...",
  "Then that’s ‘loo roll’. https://t.co/GKLTr2OW6q",
  "I don’t see the error being his. TP I would take as meaning tooth paste. If you meant Tomato purée then that should be Tom P https://t.co/JPHZTOTXfj",
  "@EmmaKennedy I know. Domestic God. I hoovered and mopped the house yesterday too! One day my story will be told",
  "Sure I know that but what type? It’s a divided tribe https://t.co/t2h3RDX6qR",
  "Anyone else get a little bit of anxiety when your other half gives you the dreaded shopping ‘list’?  Today it’s the ‘Apples (both types)’. Granny Smiths? Braeburn? I love a Pink Lady... https://t.co/NLHyzTJdJO",
  "This is a cracking bottle of red for under a £10 @BeefsteakClub, Malbec is great too. 🍷 https://t.co/Ow5EQw06l9",
  "@andyjenner1982 @absoluteradio Top man! Happy New Year",
  "@spacemanbin Will try Bobby Boy",
  "@Rogue_Three spaniel a euphemism for the missus?",
  "I’m not in Middle Earth https://t.co/iBt8h5gxFI",
  "@paulsylvester75 @Braincapers Oh dear someone has there Grumpy Pants on today",
  "@Bendyness Good shit ain’t it ?",
  "No thanks I don’t have a beard, denim dungarees or own a spaniel https://t.co/hxgjNF8QPh",
  "Tip run https://t.co/LiLPsqTCb4",
  "@subcircus Ha! Chris Packham and Bill Oddie were in a hide filming it",
  "@Kenofski Topical",
  "Who the hell went for a run then got home thinking ‘shit, lost a trainer’ https://t.co/prKyqWUOTQ",
  "@JackO_Connell You don’t work as hard as me!",
  "@JackO_Connell Monday Jack, I miss you too buddy",
  "@nixcat72 Anyone and everyone! 11 is bang on",
  "I’m in great company, thanks JT https://t.co/loNm6ISek3",
  "Finally saw The Big Sick. Great film.  Well done @JuddApatow @kumailn @emilyvgordon",
  "@Jessicae13Eaton Great article and writing Jessica. If I can help your mission in anyway , pls say",
  "Make my pizza first https://t.co/ysPPjW4ArF",
  "Thanks! https://t.co/AcW193lUHz",
  "@mrrwilkinson @Jasonfox1976 Dam It! I've had too many beers, and wines",
  "Its back! Best show on the box.\nBy the way @Jasonfox1976 maybe too many beers over NY buts its 2018... https://t.co/RcfN8O0qnJ",
  "@Joefry81 thanks man!",
  "@AshFrith silly tit. Cancel it and Give us your address I'll send over a signed one for the little legend",
  "@lthompsonwrites @Huckywucky @LaurenAFortune @albioneye I hope not x",
  "Next week...Radio Boy 2 (not actual title) is out! I fink I have gotten bitter at wroting den booook. https://t.co/QpmAFuqr8Q",
  "Found the best paragraph on Wikipedia. https://t.co/Ko33pbPGGs",
  "@lthompsonwrites @Huckywucky @LaurenAFortune @albioneye Good luck! My daughter is currently reading it and loved it! See you on the shelves with my new one next week x",
  "Trumps nuclear button https://t.co/QNzG83MBFW",
  "@nickieohara @NicolaHalsall @PaulZenon Think you have something else behind this. Let it go mate. I don’t need to ‘stand by’ anything.",
  "@nickieohara @NicolaHalsall @PaulZenon You know what, I don't like any of this so pls don't tag me in it.",
  "@JoPorter4 Oh you do Jo, thanks for lovely message x",
  "@Crisbird1972 You do know me. That’s a lovely thing to say Cris x",
  "@JennyBarsby x",
  "I’m devastated to learn that one of our oldest friends and her daughter have lost their lives https://t.co/iGVx2Ji7S5",
  "@ItsMarkWebster The force is weak in you",
  "@ItsMarkWebster What Mark? Spit it out man? Or JOIN ME",
  "My main New Years resolution is to spend more time as a vigilante. DJ by day, vigilante by night.",
  "@SadistJay Or would she?",
  "@HamillHimself Hi Mark. Was that you I just saw at Longleat Center Parcs ?",
  "How can you be so sure ? https://t.co/wDsUle4vxB",
  "@barcygnusx1 Ha! I will Be later",
  "You ever stop right in your tracks thinking you’ve seen someone famous then look at where you are and realise there’s no way it’s them. That’s me earlier thinking I’d seen Mark Hamill. But at Longleat Center parcs?",
  "Today has been some day. Me and kids tried segways and at one point we rode them and passed a horse and cart and I swear I heard the horse mutter ‘what the fuck?’",
  "@HorneyMedia Enjoy T and here’s to next year x",
  "@GraemeHolmes203 @absoluteradio @RichieFirth @NickDaly Cheers G man x",
  "@LulaBJewellery @absoluteradio @RichieFirth @NickDaly Thanks Mandy Moo x",
  "@brownie1701a Thanks mate and happy new year x",
  "@mightyredbarney @absoluteradio @RichieFirth @NickDaly Doctor in the house! Thanks buddy",
  "@JNewbrooke Welcome and thanks for trying us Joanne x",
  "@musicisfab71 @absoluteradio @RichieFirth @NickDaly Thanks Lisa have a good one",
  "Thank you for letting me have this as my job. What a year 😍🙏 https://t.co/x7SiaSBGus",
  "Highlight of my Xmas TV as a kid on now. Worlds Strongest Man. Awesome TV. #wsm2017",
  "@SethVoid Awesome ! Let me know what he thinks",
  "@TheAmazons @huwstephens @BBCRadio1 It’s a great album! Love to see your list Huw",
  "musky can sort https://t.co/iQn0ULOkdU",
  "@calmacp @elonmusk Hey My Great babaganoush",
  "Hey @elonmusk how about driver less bins? Bins that put THEMSELVES out on the right bin day, even knowing the right day after Xmas and New Year. Get back to me Musky",
  "@terrycharleton Yes TC",
  "@Wayne_Bebb Well that’s really kind. It’s my pleasure mate",
  "Just convinced my mum Home Alone was based on a true story.",
  "@AshFrith you will actually, back out LIVE soon buddy x",
  "@rickygervais Fuck mate, you need a shave",
  "@CaptNF thanks for your service and listening to me",
  "@CaptNF No, by my own family! Thanks Capt Have a great one and top new year. Big Love OC x",
  "@matty6782 shit!",
  "@CaptNF that was mentioned many times",
  "@diannedelahunty you haven't heard about the rest. Mr Pinot, champers..",
  "@FionaChandu its a big day for them, the circuits all get blown",
  "\"I'm telling you Bro, Santa's coming.\"\n\n\"It's 3PM on Xmas day, and dad's a Jew!  Santa ain't coming!\"\n\n\"HE'S COMING!\" https://t.co/yl5lZtXago",
  "TODAY IS THE ONLY DAY YOU CAN RETWEET THIS https://t.co/gu3j7EsZYd",
  "The devil has many faces. Tonight, he was Pictionary. At one point I yelled at my mother in law, \"lions don't look like sunflowers\".",
  "@adamholness16 good man x",
  "I've done two of those last two days. Amazing wine https://t.co/Hcv9w622ML",
  "Hello one and all! Welcome to Christian O'Connell's Christmas Lunch. @OC and @richiefirth are looking back on highlights like this from @liamgallagher for the next three hours. https://t.co/cejzj1zZl7",
  "Merry Christmas all! @OC and @richiefirth are replaying you some of their favourite interviews of 2017 right now.Remember @NoelGallagher  telling us why he will always doff his cap to Bono. https://t.co/w9vU58LFUO",
  "Whats the best temp for the turkey? Some range of opinions online",
  "@RichieFirth I'm by the west wing library. Next to the helipad",
  "Oh gosh, yes LIVE 1pm -4pm. You running late picking me up @RichieFirth https://t.co/PM3KyABhkt",
  "Anyone having their day turning into a production shoot? \"Can we just record a video message for Aunty/Uncle/Nephew/Cousin thrice removed\"",
  "Sounds like my wedding night, am I right guys? https://t.co/wmWX80Gwxx",
  "Lied to mother in law that I'm great at carving the turkey. Currently googling how to do it",
  "@OC Please tell me I'm not the only one that carves reindeer tooth marks into the carrot! https://t.co/e9CAPWSsQx",
  "@NivenJ1 Santa Fear! It means you get extra big hugs  . My 11 yr old even cleaned her room today with less whining",
  "@rhodri I’m quite happy with my pretty unicorn pillow / table football combo... https://t.co/tkCvAOtqJo",
  "Nothing says being home for Christmas like sleeping on the floor under an old printer. https://t.co/dSX9CChnMU",
  "@rhodri I’m in my old bedroom surrounded by new gym machines and a pot of my baby teeth https://t.co/0WExUh486s",
  "@rhodri is a genius. I love these pics of people staying with family in less than ideal conditions https://t.co/KvKlGWW3lJ",
  "@jonpog That’s ace, just showed the missus",
  "You’re my hero https://t.co/MQ7Aqqqyc2",
  "@Slaternater I love that!",
  "I'm 44 and won awards and shit this year but I'd give anything to go back to being 9 again on Christmas Eve. Feeling almost sick with excitement of what lay under the tree.",
  "@NivenJ1 fuck you x",
  "My kids are beyond believing in Santa but I still do my bit to keep it going. Leaving milk,cookies and a carrot for the reindeer. Then making sure they are all eaten to shows he's really been. I know I'm sad.",
  "https://t.co/mvbFpUJlvi",
  "@paulsissons1 @BarryNormanFilm I love them",
  "@KeithBunce Amazing! Love that Keith. Have a good one x",
  "Dad just been round for Xmas. Got my wife the exact same book he got her last year, but paperback this year,  and the perfect gift for any 13 yr old girl, her first Jeffry Archer book.",
  "@itsnotmeitsyou8 @absoluteradio Read your tweet back, that’s some heavy duty narcissistic indulgence. It’s all about YOU and you must let me know how very important and angry you are. I hope you get happy soon 😃",
  "@garnipt126 That and when Knuckles swims down to rescue him",
  "@melrdavies @RichieFirth Enjoy!",
  "@StephenMangan @OC Bloke with his kid the other day asked me for a selfie because they “loved The Office” but called me ‘David’ throughout.",
  "Genius of the year https://t.co/Pcf3EkWz9B",
  "@iandstone @StephenMangan @Baddiel *thanks crowd and leaves stage*",
  "@RichieFirth Pick me up at 5am. Family already doing my head in",
  "@StevePang_SP @StephenMangan Yeah, how awful for actor to be mistaken for a guy off the radio #gethim",
  "😂 https://t.co/fsS1C5aXMg",
  "Love that Danny, can rnshoukd I say Harold https://t.co/1uOjK7xg8L",
  "I always say I’m you and then proceed with a racist poem whilst urinating in the Street https://t.co/7ntFxPeJCQ",
  "Just been in a time machine to 1998. In other words I’ve just shopped in HMV. Vinyl, band t shirts. Heaven #oldskool",
  "Eyes. Dry. You’re lucky to hear such a radio show you ungrateful little key lime pie 🥧 https://t.co/TcM7vNopqj",
  "He’s young and still in that teenage phase. I also think he’s on miaow miaow https://t.co/r2B4oX4xYt",
  "@andyjenner1982 Last member of the public !!",
  "@MrWOS That’s such a kind thing to say. I hope next year is kinder to you x",
  "@MattmgCole @TheNewsAtGlenn @RichieFirth @emmadotcom @NickDaly Ha ha! Thanks man",
  "@Ryan_Longy @RichieFirth Yes!!!",
  "@brownie1701a 👊",
  "@brownie1701a And you pal x",
  "@hoganboomer Thanks man",
  "@Scowners 🙏👊",
  "@anthony119 Thanks Tony very much. I hope you find something that gives you more fulfilment buddy x",
  "Also special thanks to @siralexlowe the agent of Judy Murray, Roy, Barry Claus and Tom Cruise.",
  "Lastly to you,  if you join us for a bit on your busy mornings. I hope we gave you laughter and orgasms. #yourwelcome",
  "Awesome newbies @TheNewsAtGlenn who will be with us until he writes the next Spinal Tap and the First Lady of Breakfast News @emmadotcom.",
  "The Irish Rover of Producer @ClaireSolan and the part time Producer and full time Matalan Catalog model @Masterman .",
  "Thanks to my small powerful team of @NickDaly the Australian Kenneth from 30 Rock https://t.co/y8A9DSuP3M",
  "Wouldn’t be the show it is without the greatest fellow song and dance man, @RichieFirth",
  "That’s all folks! 2017’s Breakfast Show fandango is all done. Best job in the world. Thanks x",
  "One of them has been great for us... https://t.co/ydSMQwmY3q",
  "Don’t be a #grinch @RichieFirth #barryclaus is ace. Laptop from the House of Commons got me 😂😂 @OC @siralexlowe @absoluteradio SUPERB",
  "Last show 2017! Come join me and @RichieFirth &amp; Barry Clause, Radio Times Game and The Samster comes in LIVE to do DID HE REALLY SAY THAT",
  "@MrDavidSteedman thanks mate i'll try that x",
  "Who has a great recipe for macaroni cheese?",
  "One day our grandchildren will ask why we did nothing to stop this? https://t.co/XCyCpU4LSm",
  "Hold my egg nog! This is amazing https://t.co/dA3PSznNuU",
  "I love this https://t.co/CbI4NBksTG",
  "@welovegav breakfast show, thats what we do. Numpty",
  "@WillYumsCoUk @absoluteradio exactly x",
  "@rachelburden @bbc5live We're living the dream Rachel! Have a good show",
  "Have you called Ann Summer's and asked if they were left there? It's the faux leather swing isn't it? https://t.co/HWHfLVKQRo",
  "This is a great documentary. https://t.co/vS1ZziWxEo",
  "@johnnyhunter01 @siralexlowe @RichieFirth @absoluteradio Our pleasure he was awesome x",
  "@oc @siralexlowe Barry Claus makes me laugh so much. Social comment at its best.",
  "Oh dear. Maybe it’s time for DJ’s in PJ’s to get some kip. Midnight here at Listener Stephens home at the Tower of London. Good few drinks and we’re nice and toasty. #DJPJ https://t.co/jIxzTAI7LL",
  "@Timmywebb76 @RichieFirth We need to speak to him on the show !",
  "Yeah because politicians never spread hate, ignorance or fear. Like in the Brexit campaign. They are the very best people to call this out https://t.co/zSwxMIYzSb",
  "@NovaWildstar yep 20 mins x",
  "Producer Claire has been on a 1998 Adobe Photoshop course, check this out https://t.co/sbgWD8vv3O",
  "I need to work but I can't stop staring at this. I see existential doubt here. \"What if I didn't have this owner we could be together\" https://t.co/31Rbkko5D9",
  "@seanskinner2015 back wednesday",
  "@daveyhopper No they haven't its an itunes issue so maybe be rude to them Davvy x",
  "@NickBruzon you gets bits of the table on the tape Nick, i expect better from you",
  "Good lord she's beautiful. https://t.co/2WUij6sobn",
  "This may be the dullest tweet I'll send this year, but..presents wrapping. Whats the best sellotape dispenser? I SAID IT WAS DULL AS S***",
  "@SurreyMassageC well, you've met the missus...",
  "Just gonna spend the rest of tonight decoding my kids school reports. Whats all this '3 green'. Is she heading for the McDonalds McFlurry machine or Elon Musks team?",
  "@robbeau1970 Told ya it was him!",
  "@MrWOS that be great, get us a Samsung phone too",
  "@PercyFilth_ @RichieFirth @absoluteradio because we'd been sat there for over 3 hours, that ok? Also pretty dull to do",
  "@FlossieMulvenna @absoluteradio I'm the same too! its a new low, or high?",
  "@richieg96 @absoluteradio For sure! Email me buddy christian@absoluteradio.co.uk",
  "@JennyBarsby Oh hell yeah !",
  "This is the kind of commitment I want in a show team member https://t.co/1Q2wHFOday",
  "Loved #UFCWinnepeg. My bets https://t.co/yd09nel4rP",
  "@stevebarrell me too buddy.",
  "@johnroger40 yeah, my did too. Got lost a fair few times but loved it",
  "Mid way through Last Jedi, one of the kids goes to me when seeing Adam Driver as Kylo Ran \"is that the brother from Diary of a Wimpy Kid?\"",
  "Just back from The Last Jedi wit the kids. Loved it. Some beautiful shots echoing other classic moments https://t.co/vNdaBUtKIz",
  "Come for Big George, you best not miss. https://t.co/T9SifdyV8c",
  "@bonniepipkin isn't that something special. I love to hear Caine do a  commentary about it all",
  "@bonniepipkin Caine in Muppets Christmas Carol 👌",
  "@OC A couple of years ago I asked for two specific books from the wife, I never received them. When my birthday rolled around in March I asked again. I’ll never forget the horror on her face and dash to the babies room to retrieve them from behind the wardrobe 😆",
  "@OC I found one of my boys 21st birthday presents the other week....He's now 24! https://t.co/vqUBEJ4d3v",
  "@Kerniggit Behind the panel of the bath, its too small as well",
  "Anyone else ever forget where they've hidden some Xmas presents?",
  "@bonniepipkin this is a GREAT idea. What 3 should start it? Elf, Lampoons Xmas Vacation, Home Alone, Wonderful Life, Scrooged",
  "@kipling1978 @Bradleysfight yeah, perfect",
  "@Jay_Shep No, i made a joke. Forget some people get upset way too easily and don't understand 'jokes'. Chill. Its Xmas",
  "These two also. Stunned Defoe wasn't shortlisted #bbcsp https://t.co/n5ccC7EyJd",
  "Not just for winning, but digging deep deep down #bbcsp https://t.co/SYEc0RWVAn",
  "Sports Personality of The Year for me #bbcsp https://t.co/i6PlyIJomR",
  "@thisisbenjones That’s flippin ace ! Xmas drinks soon ?",
  "@OC Visual representation of the cognitive thought process of Classical FM listeners 😁😁 https://t.co/U8322MUxTi",
  "This housing shortage is getting out of hand https://t.co/kqahm8AQ4K",
  "@Mars_Sevenfold Awesome joke x",
  "@joefattorini *bows* 🙏",
  "@thebuxtonblog No it’s a joke. Sorry you don’t get that. I work for a station that plays 7 different songs at the same time. Yeah really limited",
  "No radio station loves itself more than Classic FM. “Oh we play Chopin”. Yeah, and you still play Compare the Meerkat ads like the rest of us.",
  "Love Ryan Adams. One of the best we have. Could listen to that steel guitar all day. This song always floors me https://t.co/r1lr9YeTcr",
  "Screw algebra, this ⬇️ https://t.co/yfpRB4wgMs",
  "Can't wait. Last 5 months has blessed us fans and this promises a few barn burners https://t.co/gdhXoDvEIB",
  "UCF #22 'Card of the Year' @OC &amp; @BryanLaceyMMA discuss the best @ufc Card of 2017! 🤜 🤛 Download the full episode here: https://t.co/yV5Y3BznoX https://t.co/zGZoJIHbTK",
  "The Best of the Week on the Christian O'Connell Breakfast Show (with 20% more tension) @OC @richiefirth https://t.co/5TOmYvHzAS",
  "@playtime971 Will check out PT! thanks man",
  "A character brief from the Friends pilot script. Think how many stories, how many jokes, were born from these six thumbnail sketches. https://t.co/Wx7SwFOpMY",
  "So we finally decided Black Mirror S4 episode sequence is:\n1. USS Callister\n2. ArkAngel\n3. Crocodile\n4. Hang the DJ\n5. Metalhead\n6. Black Museum\n(but tbh you can watch them in whatever flippin' order you like) https://t.co/dwbiLBeYAX",
  "We are looking for a great choir for next weeks show. Can do traditional and a few alternative covers! Thanks",
  "@PeteperksR Ha! Wa great fun",
  "@andrewruseclark @absoluteradio yeah? better?",
  "@DaveTheTwitt Told ya!",
  "@katie_mcd He’s well and now lives with friends of ours. Him and the shepherd didn’t get on!",
  "@NicolaBarbour @RichieFirth Next week Nicola x",
  "Leave her https://t.co/xTU6Egymz5",
  "Oh dry your eyes there were no spoliers. Maybe get your arse of social media too genius as people might be excited on here about it too. 'Alistair' https://t.co/NDoCLQpaJt",
  "@FreelanceFtr @RichieFirth @absoluteradio pleasure buddy! Let me know what you make of the movie",
  "Whilst economic predictions point out the approaching shit show,this.What's a 'self-consumed malcontent'? hope I'm one.Great name for a band https://t.co/YuT3tmkVtZ",
  "Why has @ChaelSonnen got a short sleeved hoodie on?Last time I saw one was when my kid was a baby.Is this a new line of merc for babies? https://t.co/xmql3C2y4t",
  "I'll be buried in mine https://t.co/DKh451BGoG",
  "Amazing. Well done Russell. We first crossed paths when I was at (old) XFM and before you got happier. You’re proof we can break out of our old stories. Recovery is a great book. https://t.co/VzORhYqqzi",
  "Looks like a nightclub in 1989 is missing a it’s bouncers #crocketandtubbstributeact #ufc https://t.co/L2VQTDVG9S",
  "@huwstephens Ha! It’s the New Groucho buddy",
  "It’s a high brow show https://t.co/8UuVGH3lo9",
  "Just met the lovely @huwstephens in the middle of the street. Top man. Bonded over our love of Nick Abbots old Late night show.",
  "@emmadotcom @Mikerobbo82 @absoluteradio Yeah sure... 🤔",
  "Christian's Christmas Fail. Got one? Do share... @OC https://t.co/xFiJqnUU2Q",
  "Glad my failure made you happy. I suffer for you https://t.co/N7CIvdIJFq",
  "*If you are a NHS Doctor or working on a cure for cancer, you can wear a T shirt with 'Genius' on it. Otherwise you are just the same as the guy down the road in an ill fitting suit at Phones4U",
  "Wondered into the Apple Store yesterday and asked the smug looking 'Apple Genius*' \"Where are the Kindles?\". I could hear them pointing and laughing at the 100 year old man seconds later as I scuttled out of there  #xmasfail #jrhartley",
  "@BenjaminHActor Exactly, allowing the body fasting time. What do you before, bulletproof coffee? I like MCT oil in drinks",
  "Pilot restarting a stalled propeller (1960s) https://t.co/NvoRhgdQ6A",
  "We are back! Our review of the year in the UFC https://t.co/HSIx3JilNr",
  "Amazing to see the support little Keaton is getting from likes of Lebron and The Rock. In the 80s 10yr old me did reach out to Ralph Macchio and Steve Gutenberg but their supportive facsimiles did nothing to stop the bigger kids bog washing me",
  "Long shot. Desperately trying to find a lost brown Ralph Lauren wallet in London Bridge. Not bothered about the cash in there, just got the last pic of me and my late grandad in it. Come on Twitter, someone must've found it 🙏",
  "Yes! Thanks for helping out make that happen. Him and Blessed! https://t.co/vZEEFZbrq9",
  "Very sad to hear about Cheggars. Did a few things with him and spent a day with him a few yrs ago. Lovely funny man who never took the hoopla too seriously. RIP Cheggars",
  "UFC fans. We are taping our review of 2017 tomorrow. What have been your; Fight of the Yr? Fighter of The Year? Hero and Villain, KO and sub of the yr? Leave them here ⬇️ or email oc@ultimatecouchfans.com",
  "Anyone read Bodyguard of Lies? Trying to get a copy as a Xmas present for my dad",
  "@RichieFirth @Wilty_3 Just based on previous episodes",
  "@Wilty_3 Did you? Maybe @RichieFirth intercepted it before it got to me",
  "@lazy_jason @RichieFirth What a crap comparison! Sport is entertainment",
  "Thanks to listener Mark who got us this as a thank you. Harrods Fudge Library. Just saying listeners... https://t.co/Yqw19kPh0Y",
  "Thought this was so powerful and moving last night. Perfectly judged, what a great series. https://t.co/LhtOIeIdTA",
  "All heart &amp; class Cub. Ur a joy to watch &amp; hear you talk about fighting as an art. https://t.co/mvKQ4TGqBu",
  "@Willsherandson Can I send him a signed Radio Boy book?",
  "Vote Iain! #TeamIain",
  "Seeing Noel on Sky sports has given me tomorrows at work timewaster #rockfootballteams  Michael Bolton Wanderers",
  "What are good on ear wireless headphones. Not crazy money",
  "@OC deffo driving home for Christmas https://t.co/v8zrPHYR2K",
  "Well I thought Noel Gallagher was great fun with Souness and Neville as a pundit.",
  "Give a s***. https://t.co/arDWao80oL",
  "@italia4stelli @RichieFirth Not for me. https://t.co/PBR6f7evLM",
  "@RichieK1983 @RichieFirth No snow here #numpty https://t.co/DkFC0c4zI4",
  "@marmo12 Loma on its I'm edging",
  "Two of the best pound for pound fighters in boxing tonight, plus return of Conlon. Who ya got? https://t.co/0ukMaGyNqN",
  "@brownie1701a i did it for 2 wks. Glad I did, gives u a great reset",
  "@YachachiqEllie @absoluteradio @RichieFirth Thanks and sending love to Illinois x",
  "@PaulTompo10 @absoluteradio @RichieFirth cheers brother x",
  "@daddymarshall1 @BryanLaceyMMA @VasylLomachenko on points",
  "@daddymarshall1 @BryanLaceyMMA Heart says one thing and the dick says another...",
  "@MrWOS @absoluteradio @RichieFirth @paulsylvester75 Thanks Craig that’s really kind buddy x",
  "@boringcarlos Love it !",
  "@ehiltonWHUFC @RichieFirth Well thanks so much x",
  "The very best of the week on the Christian O'Connell Breakfast Show! @OC and @Richiefirth will be back to wake you up -  Monday morning from 6. https://t.co/fpu44I9pZW",
  "@JoRoseGibbs Nope! I read Harry Potter books.",
  "@lthompsonwrites @absoluteradio Good Lord. #rollerkarma",
  "@lozbo43 Really? So cameras made them behave like that. Right. Toff deserves to be the winner. Rest of your tweet makes no sense",
  "One of The Big Issue's Kids Book of The Year, Metro Must Reads for Kids This Year, nominated for Awesome book award,  check out my debut kids books Radio Boy https://t.co/dP41s2fxlY",
  "Well GSP reigns lasted as long as it takes Herb Dean to stop a fight. Yeah, great fighters and winner takes the belt. Whats not to like? https://t.co/oYBOPU3vKH",
  "@thejoannegreen @watko Ha ha! Mine was the Funk a Dunk. Good times",
  "@paulcurtis999 I loved mine! Good times weren’t they ?",
  "Roller Boy https://t.co/udiEfCYkA6",
  "@zcedwards @jimbob1000 He’s stuck in the Bauer salt mines up there on that Big City Network",
  "@jimbob1000 My TV viewing this weekend is a pretty mixed lot with The Crown, @VasylLomachenko fight and @CubSwanson fight. And Rick and Morty",
  "@jimbob1000 Ha! Weekend made buddy",
  "@jimbob1000 Waiting for this moment Jimbob!! Thanks for kind words",
  "Speak INTO the microphone Marvin https://t.co/xPZyZuUke3",
  "Anyone else do the teapot with a mate? Our monthly local rollar disco was the Funk A Dunk #goodtimes https://t.co/xh7T2OUbQD",
  "@RomeshRanga @jimmypardo The great Pardo! The best improviser stand up ever had, I'm jealous Rom",
  "@clydetombaugh But that's Bean Force 1 your private jet no?",
  "wow. Little open spot me! https://t.co/8YO0UMwn21",
  "@brownie1701a 👊",
  "Gold https://t.co/iixMCIUmnc",
  "For Rebecca Vardy to call Iain fake is confusing. This is someone with more plastic than all the Kardashians melted down .You can have anxiety and be withdrawn and also loud a bit later. We are many things Rebecca. More compassion, less judging.",
  "Never voted before in the years I've been loving I'm a Celeb but did last night, for Iain. Already King of The Jungle for me. Coming through all the pathetic crap from some of the others. He's an inspiration for people. I'm #TeamIain",
  "We are into the 12 Shows of Xmas so today we starts 12 Friends of Facebook, each show we pick one of you and dedicate that days show to YOU #12friendsoffacebook https://t.co/zQKe4K9z6b",
  "@paulross Long time listener, first time caller #playmistyforme",
  "Cannot. Wait https://t.co/UWjRorlXoT",
  "Just heard @paulross cram more into a spot selling his show than most do in an entire one. Great work Sir. Agree with Vardy thoughts",
  "Now this will get your Christmas Tree Jumping! https://t.co/xH2nH4YXym",
  "Instead of the same old mouldy old Xmas songs you need some of this, come on shops stick some of this on. https://t.co/IoaUeGqeMd",
  "Good news ! https://t.co/bJNiQ9zDt7",
  "We’re told Brexit is biggest issue to hit U.K. since 2nd World War. So why is it in the hands of a minority govt. and a party, the DUP, that doesn’t even reflect the majority views of Northern Ireland? Time for a cross-party team to negotiate, representative of all U.K.",
  "Hi @danwootton - just thought I would send you this x https://t.co/kG5VoAEe4r",
  "I tend to try and put a satirical spin on events, but when you see the deceit, the incompetence, the unabashed betrayal of all our futures by David Davis here, what can you say? #PMQS \nhttps://t.co/pCbzqLCAc8",
  "@BigIssue @Janeannie @OliverJeffers @JamesBrownLtd @RobGMacfarlane @JackieMorrisArt This looks amazing! What a time for kids books, think I'll have to get this, for me as much as they kids!",
  "I’m taking the rest out the year off, thank you so much! 🙏😍 https://t.co/VqBY0yIyi1",
  "@Willsherandson You and superstar Mack were awesome 😎",
  "@Willsherandson Email @NickDaly",
  "@FlossieMulvenna ha! Lee Childs new jack Reacher is Midnight Line, Faber-Castell technical pencil, 0.7mm",
  "@dehlia666 Ha ha! Year after my warning Cindy X",
  "UFC fighter Diego Sanchez lets a superfan with Down syndrome fulfill his dream of fighting in the cage. All heart this x https://t.co/mIaZP9908k",
  "It's on the podcast and I'll let his agent know @siralexlowe https://t.co/8KTRDNR2vv",
  "Thanks for giving me the first airing of 'wacky weed' since my dad solemnly warned me of it in 1989. \"One way ticket to the dark side son\" https://t.co/y69cfGyJ0b",
  "@OC I’m 25, and I’m still not trusted with the fabled immersion switch. I’ve never once left it running, they just one day decided I was no longer worthy",
  "@Blue_tattoo It’s just melted the skin of these dj hands",
  "Brad Pitt said he’s just like any normal Dad. Yeah, well I bet he hasn’t just yelled at his kids for leaving the immersion on all day #immersiontank #specialcupboardforit",
  "@garnipt126 @RichieFirth Rich? You ok? I know you were like ‘mates’ with them. Except not",
  "@NancyRobb3 @FunnySuzyB That’s so funny! “His baldness is his USP”",
  "@NickDaly Let's sue this place then start our own rebel station. Absolute Rebels",
  "Quality mug @OC - broke all over my keyboard 😂 https://t.co/2NSVKMw2la",
  "I think these are available to but this Xmas from Amstrad https://t.co/jCsOnsUOpj",
  "@TheJackmahoney Top man!",
  "Hot of the press...Have you ever seen a member of the Royal Family slumming it with us having fast food? https://t.co/GTAWCeqwRy",
  "Thanks Big Issue! What a gift for your kids this year, laughter https://t.co/Hmt1VOCn9I https://t.co/Sjm4aiaXrj",
  "He's (video) phoning it in https://t.co/v1W8kUzlAu",
  "What a tile to be alive. Bet this will be great, Joes a legend https://t.co/nTyaQsgtqr",
  "@RealDysonator Ha ha! You still got it baby",
  "Was he Yoda’s cleaner ? https://t.co/BKzfRE71N6",
  "Showboating. Literally ‘100 performers’. Ok mate, you’ve got a big boat https://t.co/6ley8mdB0e",
  "Pantos Mount Rushmore... Meads, Solomon, Davro then the big kahuna, ASKWITH https://t.co/57etuOlIVk",
  "This is stacked https://t.co/SS73abrEnK",
  "Takes down the house https://t.co/NWUG7wYKjH",
  "@aa48 Just seen, made me snort laugh",
  "@Phil_Sauthier @absoluteradio @RichieFirth Thanks Pip! x",
  "@AR_Oates @leonagraham @bushontheradio @absoluteradio Really kind to say brother x",
  "Let’s play LOCAL PANTO STARS TOP TRUMPS! I’m holding ♦️ ♦️ ♦️ with Christopher Maloney https://t.co/DGuOdtN7VY",
  "@siralexlowe Yes! I told @NickDaly to book you/him. Prince Harry tomororw too",
  "Thanks, made up with that. Second one out next month. https://t.co/dU2LpVzrLA",
  "Great guest this morning https://t.co/ZQcmkYij4s",
  "@bigdaddytool For sure! What a night of fights",
  "I can barely remember my landline https://t.co/KqWQscOzZI",
  "Puffins. And now Pufflings? Attenborough crushing it tonight up against X Factor. And he has the better voice #BluePlanet2 🐧",
  "Oh god, this video of my wife ranting about me has had more than 200k views since yesterday...\nhttps://t.co/25AtfwTJod",
  "Yeah, my dog has an advent calendar. https://t.co/tJakZkqZej",
  "Look at that LEGEND! Go Henry! Thanks Little Buddy https://t.co/j0gaLIrQOr",
  "@PaulTonkinson That was my dating profile",
  "@PaulTonkinson Truly is. Old school TV that we all watch together and really laugh.",
  "Oh, after a week of no social media I'd forgotten how it works on here when you tweet saying you like something, people have to let you know THEY don't. Not needed. https://t.co/cwP9NKxsVP",
  "@buntos1 Nah, just good TV that we all watch together, not many shows like that.",
  "@HorneyMedia Of course but the punters don't know that so who cares. Nice humblebrag about Shearer, maybe thats his 'work' phone you're on...",
  "Maybe not cool to say for some reason but I think Michael McInytre's Big Show is just about the perfect Saturday night TV. He's just great on it and its brilliantly produced",
  "Love this. I can spot the ladder, washing machine all in the background. Proper Rocky stuff https://t.co/ow8V1fYNRr",
  "Oh hell yeah. Insane. Brilliant card. KO of the year? https://t.co/PuPDRZR837",
  "Good Lord. Been away for a week and he's got new material ? https://t.co/QuEssIrcwx",
  "Now thats better than any Booker Prize 👍 https://t.co/6UVDCJOoEi",
  "I've always loved Worcestershire, thank you x https://t.co/piBiGCKtbU",
  "BTW, I hope you're well. Had to come back day early from my break as family have got this 'Australian Flu' thats going around. Fevers and coughing. Take care",
  "After being away for a week, back with @RichieFirth @absoluteradio tomorrow morning. What have we missed?",
  "@josh_k14 @absoluteradio Amazing to meet you buddy",
  "@corbster61 Entire hog roast in there !",
  "@HookGenie What a top man!",
  "@picklefork1965 Ha ha! Thanks pal",
  "@Nark0sis @SU2C @absoluteradio Pleasure so god you enjoyed mate",
  "@leeli72 Thanks LJ! Really kind x",
  "@joefattorini @absoluteradio Only red",
  "@harrisio @absoluteradio xxx",
  "@harrisio @absoluteradio U get my email mate ?",
  "I’m back on @absoluteradio in a week. Big love x",
  "Thanks if you came out. You were a joy and thanks for supporting @SU2C",
  "Great second half with @AlanCarr smashing it, @zoelyons, Andrew Maxwell all ace and @adamhillscomedy showing us what a classy act he is",
  "@OC @robbeckettcomic @tomallencomedy @russell_kane Just seen two old ladies leaving through the fire exit as they had the wrong tickets !! ... not happy !! https://t.co/upJc6pkKSu",
  "@musicisfab71 @PalladiumLondon @absoluteradio Great thanks X",
  "Throughly enjoyed the first half of #StandUpToCancer @PalladiumLondon for @absoluteradio @OC 😊",
  "First half done at Stand Up To Cancer at Palladium.Great crowd, brilliant sets @robbeckettcomic @tomallencomedy @russell_kane &amp; The Cockeril",
  "@OC 2 spare tkts for royal circle tonight - £80 face value if anyone needs some. Can meet before the gig. Could you retweet please mate 🍺",
  "Tonights Stand Up To Cancer show will finish at 10pm. Cancer hates a late night too https://t.co/oNRc7k3RG0",
  "From the man who published fake Iraqi torture pictures. LOL. https://t.co/6VoVd6lZ2q",
  "@10_gummi 10pm",
  "Good luck Yeastman #richieslayer https://t.co/Uke85cHcyO",
  "@BryanLaceyMMA @British_Airways maybe stop farting around on here and maybe PICK UP A PHONE",
  "RT if you're w/ @Bisping | Saturday, Nov. 25 at 7amET | LIVE on @UFCFightPass | #UFCShanghai https://t.co/hxygQMduVU",
  "Just realised I've been sat staring at the TV watching the Live Curling Championships for half an hour. The Combined Nordic Skiing is on at 1.",
  "olly murs getting out of Selfridges https://t.co/0CFp10ew8q",
  "As London returns to normal Olly Murs lurks around the vents of selfridges wearing a tank top with a water pistol tapped to his back",
  "@ascough10 Thanks brother",
  "@DanTomMMA @MMAjunkie Great work again DT",
  "That’s one cool tough kid! Amazing Grace. x https://t.co/hEHcOXuElm",
  "@seanskinner2015 @RichieFirth ha ha! Max Cady!",
  "I am in awe of your bravery and courage. Its an honour and pleasure to be doing Sunday night. Big love x https://t.co/3LF0ryJ2Hh",
  "@andyshorten @RichieFirth thanks buddy x",
  "@Marie_Donn awesome! x",
  "@kevinthecakeman thanks man",
  "@robtasticles awesome! LOVED that show, i'll be back down next year. See you Sunday x",
  "He has great taste, the force is strong in this one x https://t.co/zcSaodSh5R",
  "@FHS_Lib thanks so much x",
  "@seanskinner2015 @RichieFirth cheers Sean x",
  "@g1xer Really kind x",
  "@scooterman79_1 thanks man x",
  "Shows off for a week now. See you if you're coming along to the Palladium Sunday for our Stand Up To Cancer show, If not, speak to you soon x",
  "NHS staffing crisis forces 83 year-old Doctor out of retirement https://t.co/Fwve88ovpE",
  "@KateRog16580190 @absoluteradio @PalladiumLondon @Wickes @StandUp2C I might have someone Kate, email me christian@absoluteradio.co.uk",
  "@absoluteradio @PalladiumLondon @Wickes @StandUp2C @OC I am gutted as broken my ankle so can't come to comedy night at the palladium 😩I am pretty sure some of the listeners would want my 3 tickets (face value £40 each). Or perhaps you could auction them on the show and anything above £100 goes to the charity?",
  "LINES OPEN NOW TO BID FOR THE ROYAL BOX @SU2C https://t.co/vJG89hGww6",
  "@Pingosaurus @RichieFirth Amazing! He's so happy with that",
  "Only if it’s actually Pac Man https://t.co/rf99A8OPaC",
  "Forget Moz Under the Bed. This 😭😭 https://t.co/sJi2ujiVmF",
  "@bushontheradio Yeah. Never got the kudos Gene, Steve Masons solo albums are ace",
  "@bushontheradio Sleep Well Tonight",
  "“SANDRA CAN YOU OPEN THIS FUCKING THING BIT OF A SITUATION HERE” https://t.co/4WOwZn9LGK",
  "I stand by my comments. Meatballs are the laziest food ever named https://t.co/8dhLJBmnMK",
  "@ian_blueskypr @JeremyClarkson The couch was made in Province",
  "@ian_blueskypr @JeremyClarkson No one is that good if you have to go to Provence to enjoy it! What’s good thy you can enjoy from your couch Ian?",
  "A unicorn themed birthday party. I was made it wear an inflatable unicorn. #breakingdad https://t.co/wSwxvDsrU0",
  "@Nataliepini ha! Do you not keep them in your handbag?",
  "So @MADMIKEHUGHES is a self taught Rocket Man and it seems @Richiefirth is right behind his latest mission! @OC #FlatEarther https://t.co/QIjVhJrgb1",
  "@dazagalbraith Probably started it",
  "@dazagalbraith 😱",
  "@_LukeMaguire Of course, my pleasure",
  "@alexbakerman Isn't it mate?",
  "@NickDaly Bet you really miss such a wonderful Country and all its wines.",
  "@NickDaly Top 3 Pinot’s you’d recommend",
  "Now we know what they were really frightened about https://t.co/sPAaav4DQO",
  "This has made me so happy! Just wonderful. Thanks for sharing that. I’m gonna print that photo off and put by my desk. And in my heart https://t.co/5ZDJ2q4xYW",
  "Yes! Let’s make it International https://t.co/CMJAFGzfcr",
  "@BeerBods @Han__James Thanks so much. DM me,",
  "@GlennMalcolm Naughty !",
  "Only got into rose after @JeremyClarkson waxed lyrical about it. I know your northern and prefer gravy https://t.co/IUKvHeqKXR",
  "Those legs of yours were born to drink and jog https://t.co/JoQAMjzhWd",
  "@joefattorini You are so kind, do they erm, do it in red?",
  "Thinking about starting a Whats App Wine Club. Whose in?",
  "Days after saying we need a wine 🍷 version of Deliveroo, @joefattorini actually jogs to my Station with this. Great service #hero https://t.co/YRUL4DsL99",
  "@leonagraham @absoluteradio NO! You nailed it Lady G",
  "Mugabe resigns. We are all thinking the same thing, he's going for the West Brom gig  #touchlineterrier",
  "Ahead of the Ashes, Damon Green from the Oval is on next",
  "@RomeshRanga Come on! A guy who asks kids to sit on his knee and asks if you've been a good or bad boy?",
  "@Nickelback Hey greatest band in the world! Getting my 3rd Nickelback tattoo done today. Can chance of a RT?",
  "Love this https://t.co/DOXFXi7yqB",
  "@bad_producer @ApplePodcasts @facebook @geraldinequinn @LachyHulme @thepotsnpans @mrsammyp @djovanini @cristinalaria @imaginedslights @_AstridEdwards_ @DamianCowellDC Can't wait to hear this Jay. Love Tony's work",
  "Quick backstage photo of my team getting ready for today's show. This in Nick my Producer. https://t.co/sOn65Qir9C",
  "@terrycharleton It's the power of the show TC",
  "@lawltd @BroadcastMoose @SkySportsNews @PepperellEddie @Cherryduck Great way to start any day",
  "Roger De Courcey and Nookie The Bear. The Nookie Files https://t.co/paC0DgY4MW",
  "Highly Likely - Whatever Happened To The Likely Lads (Theme) https://t.co/wvV4IBEALC via @YouTube",
  "Sad news about Rodney Bewes. Great foil to Bolam. No Hiding Place and Moving On two classics. https://t.co/vBcpdrpn2A",
  "Thanks Steve hopefully I’ll be back on tour next year https://t.co/F4TVSrU6SN",
  "@JamesMc22 No it’s the fudge bars! The search continues",
  "@littlejason Ha! That’s a very different doc!",
  "The Jim and Andy documentary on Netflix is just brilliant. About the making of Man On The Moon. Jim Carrey in very open and insightful form",
  "@DaveTheTwitt Yeah. Boxing is really in a great place right now.",
  "@byronallenUK @leonagraham Oh yeah! I’m due some commission",
  "Great news https://t.co/aGSlBTOll3",
  "Twitter wasn't around then so I posted on My Space after Asking Jeeves how to spell your name https://t.co/2YjCUVY5RE",
  "@TheJackmahoney call us 0330 123 1215",
  "@thejanehall call us! 0330 123 1215",
  "@TinaFotherby @StandUp2C ha! You're very kind x",
  "@Simon_Rugby @TheNewsAtGlenn Thanks Simon, and thanks for coming out.",
  "@Qprwolfe99 cheers mate. Had fun, thanks for coming out",
  "@FanaticQuatttro Thanks Mark, i had a great time",
  "@SteveWorboys That’s really made me laugh x",
  "Sometimes u see a comic early.lucky enough to see @sarapascoe  @RomeshRanga @robbeckettcomic before they broke . I now add @TheNewsAtGlenn",
  "Thanks x https://t.co/I4dQDIHKxk",
  "Thanks man https://t.co/qdUZPUhvif",
  "Loved it. https://t.co/C0youpm6gA",
  "This is SOLD OUT now. But now not thanks to 👇 https://t.co/0GUhGzztNk",
  "Eating a whole swan for breakfast everyday https://t.co/ggcIV7ItPS",
  "@JeremyClarkson Ok, its calf. Though If that happened, a baby human-whale hybrid, would be a guest on Piers Morgans Life Stories.",
  "@OC It wasn't a baby. That would have been astonishing",
  "You Shook Me All Night Long AC/DC. Malcolm Young We Salute You #nowplaying",
  "@DarrenHumphris1 Check online, you can see the ones that laready have been nailed. Good luck",
  "AC/DC #nowplaying",
  "Why I love Twitter #ImACeleb https://t.co/YT2ERiVBC8",
  "@CherylStandley I'm onto a winner!",
  "@johnmyersteam Might copyright it John",
  "Maybe #ImACeleb should've just had parents of celebrities. Hosted by Ant and Decs parents",
  "Hope Amir Khan confronts Jamie Lomas about when he killed Casper Rose in Dream Team. Still not got over that. #ImACeleb",
  "Love seeing Ant and Dec back. Perfectly judged first link too. Loved it. #ImACeleb",
  "@PaulTonkinson exactly. I might go on Dragons Den with it Tonks. Lunch in December? Or just wine?",
  "I'll be reading this and my family too https://t.co/8B3cgcCki3",
  "Around 8 million tonnes of plastic is dumped into the sea every year, affecting the lives of so many creatures. 😢 #BluePlanet2 https://t.co/gG1fqIDVnw",
  "The last 10 minutes of tonights #BluePlanet2 has left me in tears. The whale and her dead baby she's been carrying around for days because of us dumb humans.",
  "Was on air in Liverpool on Juice FM when that was a thing, and the Planet Booze stores. https://t.co/KqlJs22jZv",
  "Now thats a friend https://t.co/HiFcAWS2X5",
  "Wine. From the back of a van. What a time to be alive https://t.co/z2ajR9amoK",
  "I had to stir them for 45 MINUTES! https://t.co/gRhLKcpo1m",
  "@msmirandasawyer Halfway through reading your book, its brilliant. Great work",
  "There needs to be a wine version of Deliveroo.",
  "I've just caramelised onions for the first time, according to my wife my showboating is the same as If I've just cured cancer",
  "Can't wait. Glad the boys are back and with your word magic Andy. https://t.co/TeHPv0flA5",
  "@onelazymcginn Ha! Me too, sadly I've seen it 3 times.",
  "Several 🎩 off to Shed Seven! https://t.co/gxoV2tklEC",
  "To all my fellow brothers, Happy International Mens Day. Everyone wants to be brave, no one wants to be vulnerable. Male depression and suicide rates are a real problem https://t.co/ahsjYiQhyU",
  "This is the best documentary I've seen in a long while about stand up https://t.co/mxBenJaiqb",
  "@steve_matchdyke Great, so happy you enjoyed it. Its brilliant",
  "@xandrewfreemanx @siralexlowe @loubyh76 Gee, with charm like that I just can't see why you only have 31 followers.",
  "Turn this up, way up. Malcolm Young WE SALUTE YOU. This even has a BAGPIPE solo https://t.co/FufVrCFjvJ #malcolmyoung",
  "It is a sad day in rock and roll.  Malcolm Young was my friend and the heart and soul of AC/DC.  I had some of the best times of my life with him on our 1984 European tour.  He will be missed and my deepest condolences to his family, bandmates and friends.",
  "Malcolm Young, co-founder and rhythm guitarist for @ACDC, has died. He was 64 years old. https://t.co/qd3uR3wWk0",
  "@terrycharleton So we can plot Richie’s removal",
  "@emmadotcom @Millerbird78 Take it off",
  "Let us put our jokes inside you https://t.co/TPqGR3ijL6",
  "@lthompsonwrites and that your autobiography title right there, \"why not try the pink shrimps?\"",
  "@Millerbird78 rejected after 10 minutes so thanks @emmadotcom",
  "@hennessy_colin @siralexlowe @loubyh76 I will do my best...",
  "@JJB_London Hello Mr Miyagi!",
  "@siralexlowe @loubyh76 Damon back this week and Barry is always on every Xmas. Its not Xmas until we have chatted to Barry",
  "Come out to play Monday night 👇 https://t.co/0kXyqfZgRZ",
  "Doing stand up Monday night in SEXY NEW MALDEN. Me and from this shows @TheNewsAtGlenn the brilliant @petejohansson and the mighty @maffbrown. Tkts here  https://t.co/7Xcj8oKoaB",
  "@deaconpauloc thats so funny! Great work Deacon",
  "Bet his seating plans were amazing https://t.co/ME9LI2uPMY",
  "Wow! It’s like the shit heap of a car the pizza delivery guy turns up in https://t.co/C9j9E5awT3",
  "My local team! Well done https://t.co/qwPYPGeZlt",
  "Hell of a line up this Monday in New Malden... @escarius @OC @TheNewsAtGlenn &amp; @maffbrown https://t.co/iXj8difqYd https://t.co/Q2OKN9SCto",
  "@joecovill @TheNewsAtGlenn They are it’s only just been announced",
  "@lthompsonwrites Yeah very.",
  "@lthompsonwrites Awesome! You excited? Happy with it?",
  "@paul_johno1 You got it!",
  "@lthompsonwrites Jan 11th. Yours ?",
  "@paulsylvester75 @NickDaly @leonagraham @RichieFirth It’s mine",
  "Doing a stand up spot Monday night trying some stuff in New Malden. Also on from my show is @TheNewsAtGlenn. https://t.co/7Xcj8oKoaB",
  "@alexx_rose_x @absoluteradio We have as soon as we play, all online",
  "@harrrisonaw @RichieFirth @absoluteradio ha! Thanks buddy, have a good day",
  "Our Newsreader @emmadotcom defends her 'dormant' face. @OC @RichieFirth https://t.co/CJSI0gORaC",
  "@FrostyBalls I was joking x",
  "@leonagraham @RichieFirth Soooooo cute!",
  "Thanks, it’s a great documentary https://t.co/KMDXIcHFSz",
  "@Primary5Teach I’m messing. I love this. Shall I write a reply to Joe and ping to you?",
  "How lovely! If Joe puts that in the post to me with a crisp £100 note I’ll reply. https://t.co/63sV7kC6tG",
  "@Jono20x They don’t reply it wasn’t for you",
  "Where’s good to eat in Maida Vale/ St John’s Wood ? Thanks",
  "@HCPresentsUK HA HA!",
  "@benjiitaylor WHERE!?",
  "Awesome Australia 🇦🇺! Maybe a new Crocodile Dundee movie where he is now in same sex marriage. Come on, that leather waistcoat? #SSM2017 🌈",
  "@thejanehall Wow! Jealous",
  "@RichieFirth @RealDysonator @Brennan_c2 To be fair, Matt was correct in all he said and I've said similar.",
  "@Carlbebb @NickDaly @RichieFirth Funny isn't it? Thanks Carl x",
  "@OC @RichieFirth @NickDaly  just got in the bath to listen to the podcast quality start already had me laughing out loud  and the wife’s wondering what’s going on",
  "@hotelgardener Thanks brother enjoy your night",
  "@hotelgardener Buddy with 19 followers I wouldn’t me telling me how to be popular x",
  "@bexkearns @RichieFirth Ahh what a ok very thing to share Bex. Thank you and I hope you’re well and recovered",
  "@hotelgardener Go now if you want",
  "We are virtually given you this £10k ! https://t.co/pAQ5KAVugi",
  "@The_OG_Tony @RichieFirth thanks buddy",
  "1. If your enjoyment on my show is based on my co host questioning a caller's story about selling HRH The Queen some lobsters, do one.\n2. The caller loved it\n3. Buy yourself a bubblewrap suit, lifes tough and if this sends you in tizzy you will need it. \n4. Good Day Sir! https://t.co/yucMd4Oyvq",
  "@OC I once sold Paul Daniels and Debbie McGee a king size bed , he sat in the van while she stripped it and loaded it into their van . Paul in Glasgow",
  "Are you still buying CD's? What was your last one? https://t.co/jpEZSouWEZ",
  "@bomberbutler love that buddy!",
  "@thejanehall Great news! Whats sun like this time of year? Dark and wet here Jane x",
  "Much missed from our airwaves. My favourite Chris Morris show was his first Radio 1 one with @PeterBaynham. Genius. https://t.co/YIMLUexWT2",
  "'Nope. Not needed' \nThe World https://t.co/uMW88ngjX8",
  "Love this. Only made better if they all fight each other at the same time #bellator https://t.co/7HU53Ajsxz",
  "@fevano1 @RichieFirth It was magnificent",
  "@SandhuMMA Really heartbreaking. You must be devastated x",
  "Thanks so much! New Radio Boy out in January. In the meantime, makes a great Xmas gift 💝 https://t.co/WLkab7rDEp https://t.co/gMiifT2Xqf",
  "@SandhuMMA I’m so sorry to hear that and I’m sorry you’re friend felt in that much pain",
  "@Fishcake_Jack  https://t.co/0FojRShmqw",
  "@thegoalzone Exactly Tom! You can appreciate what thy did and the impact they made and still make. Good to get all stirred up though, keeps us warm buddy right? x",
  "@kapur_asha @ocfind Hopefully we will do more U2 competitions and you can be luckier then. Thanks for dropping me a line though. Have a good week x",
  "@kapur_asha @ocfind No idea about you having the right answer. I do know all the tkts went to real fans which is the most important thing. All having been huge fans for years like you. Sorry its left you feeling angry many days later! I'm sure your daughter is telling you its ok now mum!",
  "@kapur_asha @ocfind Hi Asha. First tweets I've seen to me. I got many many tweets and won't and can't reply to all. Especially during a live show as sure you appreciate so much is going on!",
  "@PaulDonohoe74 Great idea!",
  "@woodyman1969 No, your ok buddy x",
  "@see_eff_see @RichieFirth Thanks girlfriend",
  "Led Zep not Classic??? Crappic? Was this typed by your arse? Led Zeppelin one of the greatest rock and roll bands ever. Fact. GOOD DAY SIR! https://t.co/k6CAzrNz77",
  "Be like Sherlock. 'when you have eliminated the impossible, whatever remains, however improbable, must be the truth'. https://t.co/8GG95FnwGY",
  "\"nah, it's fucked mate\" https://t.co/cQUM3wfXat",
  "This only seems sane if if read it like a high school teenage girls diary and Kim is on the cheerleading team https://t.co/sSNZnIScum",
  "@jason_lamont39 @poshtottie7 Good work !",
  "Bobbit? That’s where his wang ended up  #BluePlanet",
  "@RobReynolds100 👌",
  "Me, watching baby dolphins play with coral reefs on #BLUEPLANET ...🐬 https://t.co/ggote2TFCI",
  "@rikcreevy Ahh! Smart lad",
  "@Nezzerm Great work ! 👊",
  "@g1xer It’s Morning Caller, that’s my version",
  "@hoganboomer nah, took in a packet of cool original doritos. No problem",
  "@OC hi Christian was wondering if you could retweet this for me her grandad Sean is a good friend of mine \n\nhttps://t.co/CHhmTM30Fz",
  "@CherylStandley nothing wrong with that",
  "@CherylStandley ha ha! Typical man",
  "@DeanoB24 true",
  "@DeanoB24 Ha! love that pic on your twitter page, great great movie. Gary Stretch and Paddy",
  "The joy in smuggling in snacks to a cinema. Sticking it to the man with contrabrand maynards wine gums",
  "@Marc_bromford @paddingtonbear thanks Marc, i'm gonna go again",
  "@katyd19810 me too, really treat and gem of a movie, fav of the year",
  "@FionaChandu roll of a lifetime for him. Loved the number right at the end in the prison! Brendon Gleasin is inspired",
  "@NivenJ1 I was really crying, no kids were. Just me. I like my kids seeing me like that. Even cried at Nanny McFee 2",
  "@Tors85wilks I guarentee you'll love it. Let me know when you've been",
  "@Wizza82 Its so good isn't it?",
  "Go see Paddington 2. What a brilliant movie. Beautifully made, big laughs and heart. Kids laughed at me crying near the end. Joyous movie.",
  "The Shawshank Redemption https://t.co/yiPnqCAzVn",
  "This reads like a Pinter play https://t.co/ppyWjL2hZJ",
  "@MeganCarver I would be too",
  "I hope in this exchange when he asked about pricing he uttered the immortal line ‘Give Us a Clue’ https://t.co/Q06qQDHLsN",
  "@Brooklands280 I have no words",
  "@beveridgesbitch Good point",
  "Great story. Feels like a Netflix show https://t.co/4zqi32JdXo",
  "Amazing https://t.co/0xXWDIKGEF",
  "@Lando_More @RichieFirth It’s both. Fact.",
  "Niki us now given me Monday Gold. ‘Have you ever sold anything to someone famous?’ https://t.co/naEyGMxscz",
  "@wendyfernley Gorgeous ! So happy to be out and about",
  "Not a single man bun in sight. Thank you for your service x https://t.co/M0h2G2oB1T",
  "@MelPhillips74 Thanks, I work out",
  "@Smokin_Thumz thanks mate x",
  "@emil_franchi YES!",
  "Out with my best mate https://t.co/SYbQnEVh2x",
  "Have d to watch. He’s at a tricky point  many have been before where his toughest opponent is himself https://t.co/r6dsZoej2u",
  "Check out episode #19 - this week @OC &amp; @BryanLaceyMMA talk #UFC217 - #GSPvsBisping, #TeamAlphaMale, #ThugRose &amp; MORE! https://t.co/COrXNUrsAy https://t.co/33QrEaAhiH",
  "@WhizGidget well it would be 'Morning Caller'",
  "@MichelleFellow3 No and I don’t think there will be",
  "Love this x https://t.co/nQJZ3KEgKq",
  "If the Monster under the bed turns out to be Kevin Spacey in there, I'm done with this week   #MozTheMonster",
  "@SunnyBono @U2 Still going on, you are one entitled fan aren't you?",
  "@SunnyBono @U2 They really have all gone. It's over. Let go. Move on. We will tell you what you missed...",
  "@OC trying to figure out time machine is like the matrix 😱 #timemachine #absoluteradio https://t.co/MEGtuiunNn",
  "@RudiHare no, all guesses incl his are up.",
  "@jaykotak Well done, have a radio",
  "@jaykotak Don't think you've got it quite right Jay!",
  "@babycat1969 Pride (more than 1 lion)",
  "@u2suman1 I'd love to Sangeeta but they have all gone and I'm already in trouble as I gave away too many just now",
  "@MichelleFellow3 sorry all gone x",
  "You can have a pair x https://t.co/fLElboUcol",
  "Yes on Absolute Country, just played a banger from Dwight Yoakim, Garth Brooks up after the travel https://t.co/eKN2rC20kS",
  "I love this. You don't pick your TV crush, it picks you https://t.co/5vOQeVv15x",
  "I think Orson Welles was the voice of Robin Masters https://t.co/aF0PPu3S8w",
  "What a great show Magnum PI was. #RIPJohnHillerman #Higgins #WasHeRobinMasters #zeus #appollo https://t.co/Cb5VEHV40K",
  "@DHunter_1992 @BryanLaceyMMA Or Dana himself sat on him",
  "@BryanLaceyMMA feels like UFC is over for this year now!",
  "@Baddiel @nicklakeauthor @HarperCollinsCh I've so much to learn.",
  "@_richwild_ @UberKay I love that Rich. Very funny",
  "@UberKay @OC When I worked in Parson's Green, Richard Fairbrass and I would sit at the same adjacent outdoor tables at Starbuck's every morning, people-watching and drinking our respective coffees. This happened every day for a year. We never spoke.",
  "@nicklakeauthor @Baddiel @HarperCollinsCh I heard it was at David's instance you were seated there.",
  "@nicklakeauthor @Baddiel @HarperCollinsCh Ha! Rightly so, well done x",
  "@daddymarshall1 @BryanLaceyMMA you sure thats ours mate?",
  "@daddymarshall1 @BryanLaceyMMA You’re starting to scare us now. What we do is highly skilled and polished. You don’t simply ask to join the Stones. Same with us.",
  "@In_for_a_tweet Me too! Back soon buddy",
  "@BryanLaceyMMA He’s a rock legend you think it’s ‘Eddy’",
  "@JoGillx @RichieFirth @absoluteradio Can we speak to her? Have you anything you can send us? This is amazing",
  "@timmilford ha!",
  "Out Now! https://t.co/r5RE66GZTU https://t.co/jYMi4Dc6Hh",
  "Its 'Eddie' https://t.co/h9d7CMmgOs",
  "@diannedelahunty @absoluteradio oh no! Try again tomorrow as the curtain goes up once more on the U2 Master Theatre",
  "@Hardster87 @shaunwkeaveny Whatever Small Claims Court is, Pete and Geoff used to do something called that 13 years ago. Just saying",
  "@OC Got loads. Funniest when I worked at the London Eye. Judith Charmers off Wish you were here fame was desperate for the loo and he public ones were broken so I had to take her to the staff loo 😬",
  "@britomartis @shaunwkeaveny I don't steal anything, especially from my old mate Shaun. There's nothing of his I want, other than a hug x",
  "Doesn't surpise me. And this from a man who askes us to 'Turn Up The Feel Good' on Heart. https://t.co/aEumzvtczg",
  "Amazing. Card or cash? Wouldv've like to have seen a Manics Limited Edition My Little Pony. https://t.co/uKrisHhRsM",
  "One of our listeners once showed former World Snooker Champ Stephen Hendry where the brown sauce was in a supermarket. Have you got a dull showbiz encounter story?",
  "Well done twitter! Now everyone is messing around unnecessarily. You think Jackson 5 would've been better as the Jackson 280 ? https://t.co/r3TQnsq277",
  "@ijdicer @RichieFirth I guess it’s because he’s not humourless and understands something called ‘a joke’ #tryheart #angryman",
  "UCF #19 - @OC &amp; @BryanLaceyMMA give their opinion on 'Team Alpha Male' &amp; @UrijahFaber coming out of retirement! #OompaLoompa 😂😂 https://t.co/JmgRcJjlhi",
  "Yeah. That’s when Trump really let loose and started Armageddon. Thanks https://t.co/80of2ypKol",
  "@chrismads Good point Sir!",
  "When you wanted an edit button and you got something no one asked for https://t.co/b322vcB9hB",
  "Adding extra, unnecessary characters where they're not needed ruins things. https://t.co/qWQ6Y825rT",
  "@MusicNerd1986 @absoluteradio Your work doesn’t have a phone?",
  "@NoThemOnlyUs Right, you’re not a fan. So?",
  "@simonhead @MMA_Jim Great 👍 idea ! You think it will be london or Liverpool",
  "@MMA_Jim @simonhead Yes but like a war of attrition you look back fondly, you made it.",
  "@simonhead oh boy that was insane fun doing that in Manchester",
  "@leeoxley1 @benburrell He’s got hours to fill!",
  "Thanks. Check it out https://t.co/FXZmcZjtBT https://t.co/Q4vO9kB7zO",
  "@leeoxley1 @absoluteradio But Happy Birthday Jill x",
  "No. Try R1 or Heart. https://t.co/Eg9t0KYvJZ",
  "@Snowelf @absoluteradio @RichieFirth Returns Matthew. Out of 4, what’s your guess?",
  "Now Yorkshire weighs in on the great debate (via listener Simon) https://t.co/iFQaCDZB6r",
  "@NevSteenson @Ultim8CouchFans I’d love that. Has some special skills. Real test for him",
  "@DrewSheridan1 @Ultim8CouchFans Co Main with Bispings last Stand",
  "@DrewSheridan1 @Ultim8CouchFans Can’t wait! Great fight to have here",
  "Wow! I’m there, thanks Dana from all 🇬🇧 fight fans @Ultim8CouchFans https://t.co/P7RIaAZPwe",
  "@MrWOS @paulsylvester75 @markgoodier @absoluteradio @RadioToday @daveberry_tweet Thanks Craig, welcome to the family. Thanks for giving us a go.",
  "Good Lord the spirit in that lad Moin. Humbled by him. Funny as. I'm in bits watching this #PrideofBritainAwards",
  "Thanks Lacey you ROCK! New one out in January x https://t.co/BcHFsN33Eq",
  "Thanks. no better gift x https://t.co/jdFXAydlkt",
  "@TopLineFounder enjoy! x",
  "Actually said to my wife \"You want me to wrap your presents for tomorrow?\". Been married a while, this is how Adam and Eve would've ended up",
  "Brand new ULTIMATE COUCH FANS. Looking back at UFC 217, me @BryanLaceyMMA and The Samster #UFC217  https://t.co/u51rc2T544",
  "@sussexram I'm one of them, great show. Very very funny",
  "Now that Panorama has investigated Mrs Browns Boys, can it turns its attention to Birds of A Feather for crimes against comedy?",
  "Looks like more a threat than invite Buncey. https://t.co/IvmdQfcdU4",
  "@MickCass14 sorry don't understands your tweet, makes no sense",
  "The other is the bosses idea, this is ours. We know how smart you all are https://t.co/Och9TRPfCL",
  "@Fatcontroller so that people don't cheat and rewind and win too easily.",
  "@chatman_phil @GregScottTV Thanks buddy x",
  "Now that’s commitment! I hope we speak tomorrow Emily x https://t.co/Kka3Cg28YK",
  "@BryanLaceyMMA @DavidLevene Think I saw that movie once",
  "I'm a grown up https://t.co/E4vH4ojz6E",
  "@eatenmyshorts just whilst we do time machine. chill x",
  "@DavidMarsbar @liamgallagher @absoluteradio Enjoy buddy",
  "My life's work is complete. Thanks @premierinn https://t.co/1JTTnsnN3I",
  "@lthompsonwrites @NickBruzon I knewthat, thank Lisa. Oh wait...",
  "@lthompsonwrites @NickBruzon This is high praise Nick. Lisa is almost as good as me at kids books",
  "Listener @NickBruzon has made this after one of you said the complexion of He-Man is the colour of the perfect cuppa . Pretty impressive https://t.co/WEmRPzvLgh",
  "@captainzinc Ha! I haven't heard that one since back then",
  "Good Lord the Power ! \n'Alexa turn off Radio 1' \n'Already have' https://t.co/foAHijUYwX",
  "Dare we @RichieFirth ? @NickDaly please note this for discussing this AM #producingfrommytaxi https://t.co/dwhKtxQvzJ",
  "@RayAdam68 Ha! Hope you're well buddy",
  "@DavidLevene @BryanLaceyMMA I understand. Wait til you hear about his 'dream' that foresaw one if the upsets #fullofshit",
  "Yeah chinny reckon https://t.co/hPf0FWa9fC",
  "@Jasonfox1976 well done! you look like a Boyzone tribute band.",
  "Old school. I used to do this in 1991 when Power FM were doing 'Cash Trax' https://t.co/Bx8acdmMyR",
  "You can! Tune in brother. Main reason is we can’t otherwise dirty little cheaters will replay and replay #notmyfirsttimeattherodeo https://t.co/xtgJKCLtn5",
  "@paulsylvester75 it was this one https://t.co/0u0ziEF7W3",
  "My listeners https://t.co/bWXLKaMTwz",
  "@NotTheRugMan of course! Dammit, great routine too",
  "@KevSimmonds @BryanLaceyMMA Who saw that head kick Ko coming? Not Anderson or us! All hail the Samster. What a night of fights.",
  "Thanks Lucy x https://t.co/XADwBh6GDb",
  "Getting dizzy looking at you Jeff. Where are you? https://t.co/NvQlpeIyMb",
  "Noted. In my wifes car I'm Number 2. Make of that what you want https://t.co/338l8SoVQM",
  "Win tickets for @liamgallagher's exclusive gig for us tomorrow night. Just post a picture of how and where you're listening to @OC right now https://t.co/ajWuucLEPa",
  "@OC prepping the headphones so I can get out of the car &amp; still listen to your show on the way to work 👍 (&amp; at work) #skills #absoluteradio https://t.co/8M7S4iPikz",
  "Listen to the show on this every day @OC https://t.co/Iabgc3GAuz",
  "@OC Early start in our family sports shop! Listening to Absolute as always! https://t.co/eBd0Lmxp2z",
  "Kick off the start of the week with the best bits from last week's @OC Breakfast Show, including some big news from @RichieFirth https://t.co/8yqas341UI",
  "Yeah I’m ready for Monday! https://t.co/dE1ltQDtTM",
  "I think a fight like that requires the double thumbs up Georges. Merci beaucoup from us fans https://t.co/DFp2iGqTt8",
  "Shhhh, Shhhh everyone!! #BluePlanet2 time! https://t.co/wlHIdtAUdv",
  "Tonight’s Blue Planet II opens with an Attenborough foul mouthed rant at us for screwing up the planet. “You goddamn f*****s” #BluePlanet2",
  "@TomKongWatson Amazing night of fights. Him vs Conor would be biggest PPV ever (UFC).",
  "@JESnowden Love DC but on the bigger fights he's such a big fan boy it gets too exciting for him. Maybe he needs a go on some of Joe's weed",
  "@mickmcginley1 that was an epic night of fights wasn't it?",
  "@robbiegordon the best",
  "@DanTomMMA very good point Dan. It changes the UFC.",
  "Even returning superheroes and GOAT's need Security Steve #UFC217 https://t.co/HZ4ncrFen9",
  "@Scroobiuspipyo @mattufc1985 @davesey @Bosslogic The big 💲and PPV would be Conor superfight. Love Bobby Knuckles and I agree I think he’d take GSP.",
  "@Scroobiuspipyo @davesey I hope one day I get to do something for my 'legacy'",
  "@Scroobiuspipyo @davesey Nice way for both to go out. UFC Legacy. I can see @Bosslogic doing the poster for that",
  "@Scroobiuspipyo @davesey Agreed. I think Whitaker could be hard for him, Woolley too much power and speed",
  "@Scroobiuspipyo @davesey Time and age catch up eventually and also depends on what appetite and drive GSP has",
  "@Scroobiuspipyo @davesey It depends also on how Conor ya evolved as a fighter. Diaz showed his flaws. Would love to see him and GSP Fight",
  "@Scroobiuspipyo @davesey I think if Conor can catch him early that his best chance. GSP could best Conor. Smart smart fighter and Faris is a great coach",
  "@BorisPingPong Maybe in Perth for the UFC they already have booked. We will see",
  "@Scroobiuspipyo @jarhead_uk Be a great fight that. A real test for DJ.",
  "@Scroobiuspipyo Yeah. We'd want to see that fight too wouldn't we? How amazing last night, not just best of the yr, but one of the best ever",
  "GSP is back! I can't stop saying it. UFC will beg him to take a super fight with Conor. https://t.co/z979y6trOr",
  "Is Bisping off to become a poacher? https://t.co/OBQD1UU271",
  "‘Original’ unsigned Starman lyrics just sold overnight in LA for $81,250! https://t.co/O4mzucar2T",
  "@bomberbutler Yeah, once I find that!",
  "Pretty big win for me. Just off to the Bentley garage #ufc217 https://t.co/Vaa3V1TcZz",
  "From the band Thunder? https://t.co/UFgtkXjxn6",
  "I felt so emotional! When GSP won and Bisping “not one to tap” going out on his shield. https://t.co/mmEHqhUv2K",
  "Said on my podcast @Ultim8CouchFans I’m bored of the shouty trash talking, great that all three winners showed class &amp; humility #ufc2017",
  "3 new champs in 1 night! #ufc17",
  "GSP is back!! WTF! Great fight, smart performance from him, all heart from Bisping. Chokes him out!  #UFC217",
  "It was a hell of a night for the left hook\n\n#UFC217 https://t.co/tC0KPVFEhH",
  "TJ looked great in his win. Composed, calm and works with Ludwig so well.  #UFC217",
  "So happy for Rose Namajunas. Inspirational woman. In a year of moronic post fight rants, she shone. “Just be a good person”  #UFC217",
  "What a night of fights and upsets! I’m still in shock and awe. Greatest sport in the world #UFC217",
  "@RadioInTheUK what! Thats insane!",
  "Can you get noise cancelling headphone for dogs? Mine's not loving fireworks tonight",
  "@JoshKleman1 Yep, Yep, Yep",
  "@AdamCatterall Same. Have put money on Bisping stopping GSP, and GSP winning on pts! Playing both sides. Love TJ to win but think Cody will stop him",
  "What do we think? 3 Great fights. Who you picking? https://t.co/uqtCshxDUt",
  "@GenaAnderberg gorgeous x",
  "@chickenandfrog @RobBiddulph @HarperCollinsUK Really awesome news.",
  "Thanks very much! https://t.co/nHPzK12KsO",
  "@DavidMarsbar No way! Wish i'd known that before got it!",
  "This is some read. Just floored me. Incredible. @WeeMissBea https://t.co/D1NCkfgGX2",
  "Fight Night of the Year Dan. It feels like Xmas eve! https://t.co/VpwZ0ZHwZu",
  "Don’t even think about it https://t.co/V4HkzJNVEi",
  "@Madmagpie852075 Have the suspected suicide, did he didn’t he? Moment. Shame. Series deserved better. Could’ve said more about men and trauma",
  "@Madmagpie852075 His suffering and how he can’t open up has been done so well across series. It’s a well worn cliche when writers run out of ideas to",
  "@Madmagpie852075 No. Thats what you read into it. It left it was wide open for another series. His sis jumped to death not water!",
  "thanks x https://t.co/YXGv6fFkK3",
  "Richie's big dreams of being a train driver. Me simply asking why do they always have such massive backpacks? https://t.co/BZNlAnxVuV",
  "Adventure may be dangerous, but routine is certainly lethal. #GoAdventure https://t.co/dCjOReQtEV",
  "Looks like a ventriloquist act https://t.co/hQz8vEx3d7",
  "@mikewalshmusic Dm me",
  "Great tunes this morning @OC #bangers",
  "@Jay_Shep It only did in the councillor scene. There was too many underdeveloped loose frays. The boxer, Bunchy. The ending u saw a mile away, cliched",
  "@dogster24 Did Runcorn, Manchester, Glasgow, Ed all last yr",
  "@dogster24 My apologies Mark! I'd love tpo be at it, its a great line up",
  "@MissBBimbo @absoluteradio ohh lovely!",
  "@JackMend i knew that. Hope I didnt make you late Jackie x",
  "Is this Quantitive easing? Mento pricing should be a key economic index. FTSE, Nasdaq, Mentos https://t.co/u7E3jBIws0",
  "@Si_h1972 Simon I did. You do a great job there, the kids are very lucky. I loved my time there today. See you again next year",
  "Great school, the kids were a treat \nhttps://t.co/FNcqQOVCU5 https://t.co/mUu1befsaO",
  "@Anna3004 already do, have one every morning",
  "@ColinGeoghegan You need to tweet harder!",
  "@stephencgrant Drink sugar?",
  "@andyjenner1982 Think it’s more no?",
  "Love it but doesn’t give me any POW come 5am https://t.co/MrYTd4LDdt",
  "What are any good alternatives to caffeine? Or that have milder dosages of it than full on coffee. Thanks",
  "@AdamBuxton @billburr @acast @Spotify Adam! Loved the chat with Bill, even more interesting was your feelings on being him and Rogan! I loved that. Hope you’re well buddy",
  "I loved Jim Rockford. Rockford Files was Tv gold https://t.co/NVkHmG7GbC",
  "@DouglasLeitch1 Read that back, it Makes no sense.  Its ok not to like it, but you dont need to keep trolling. Be nicer. Thanks for trying the show",
  "@DouglasLeitch1 Yeah, right after the record audience figures and double gold awards last week. Cheers to more nose dives!",
  "@DouglasLeitch1 who cares? this is our show, take or leave",
  "What, an Aberdeen Angus Steak House? https://t.co/vMWNaNl5Gi",
  "@Joe_Sugg @rickygervais He's not just 'ill'. Ricky died a few months ago and this is his hologram. He's ill +",
  "Waiting for Trump to announce that a slice of Papa John's pizza is our new Attorney General.",
  "This was always going to happen and should. Conor like/hate is irrelevant, like the fact he went from unemployed to BEING the UFC in 4 yrs! https://t.co/6Dv2Te8nap",
  "@jpearson2 @BoursinCheese we all do!",
  "@Jennife24683838 @absoluteradio P p s thanks",
  "@Jennife24683838 @absoluteradio How when you open up about our Ayr goes you realise how conn dyes we all are. Thanks x",
  "@Jennife24683838 @absoluteradio Not sure I can honestly say I’m all of that but that’s such a lovely thing to say. The wonderful thing about this morning show has been",
  "@missamandalamb @RichieFirth Well that’s lovely to know x",
  "@brownie1701a Amazing right ?",
  "Children and teenagers asked fantastic questions to this year's #BAMBReadersAwards authors! Check them out: https://t.co/W7XquOSF3Q https://t.co/BFnzquMe89",
  "@missamandalamb @RichieFirth Ha! Thanks very kind to say. Nice to use the mics for something more than talking shit",
  "@pclinton76 @RichieFirth Thanks brother",
  "@mrperson77 @RichieFirth Thanks buddy x",
  "Let’s help out our Wurzel friends... https://t.co/1iCpxbDmoX",
  "@Smokin_Thumz @RichieFirth Oh",
  "@adhawesy @RichieFirth Sorry to hear that Adam. Thanks for kind words SB",
  "Overjoyed with the shows baby news today. Congratulations @RichieFirth x https://t.co/Kfvxx1G6Sk",
  "@JamesTee22 What a relentlessly awful time. I hope things change for you guys and life gets kinder x",
  "@FunSizeSuze @absoluteradio @theCALMzone Thanks Dr x",
  "@FunSizeSuze @absoluteradio x",
  "@OC We had a bit of a football theme - Buzz Bee of Brentford and Kingsley of Partick Thistle (football's scariest, but most incredible, mascot) https://t.co/T8KFfMYOAG",
  "@paulsylvester75 @ademwaterman @radioindies @JasonManford @absoluteradio Stellar talent and more importantly stellar human being. And Stella drinker X",
  "My Exec Producer (means he goes to management meetings and doesn't get up early) and his pumpkin. Any else do unusual ones? https://t.co/PzBZfktATK",
  "@DavidLloydRADIO really piece David. As with much of this, I guess its understanding your 'Why' in all of this. Why are you doing this. What's the intention",
  "@CaptainTomox @absoluteradio Thanks Captain on behalf of the very kind team that help make it happen x",
  "@thesturge @absoluteradio Thanks Sturge x",
  "On this most ghoulish Halloween, watch our zombie horror film Morning Gory on Facebook! @OC \n💀 \n👇 \nhttps://t.co/HdGgTs6nhE https://t.co/Ut1gXvEXAf",
  "We are back! ULTIMATE COUCH FANS 🛋  🥊 Me &amp; @BryanLaceyMMA with The Samster #UFC #UFC217  https://t.co/qgHfGZPQ4z",
  "Hello darkness my old friend...why does every women’s clothes shop have different sizings? https://t.co/fMG5utQHHR",
  "Not sure i’ll be at work tomorrow as I’m Shopping for birthday presents for my wife and fading fast. Not you u can’t have my email address",
  "Here it is. MORNING GORY WORLD PREMIERE https://t.co/u3Z2bWUSN7",
  "Alright Bobby Big Balls. https://t.co/LOoI6Cc6Ue",
  "@carl2904 who has it aged Carl?",
  "UFC fans, back with @BryanLaceyMMA tomorrow taping this weeks UCF, Ultimate Couch Fans. Questions please oc@ultimatecouchfans.com",
  "He's digging that fake killer whale and dolphin play date https://t.co/ZIC2zFDXEg",
  "They are so evil https://t.co/LjLYHIJDGO",
  "@lthompsonwrites @booksaremybag Yeah, I'm on to you",
  "@alansheppard ha ha! He really has mate",
  "@SurreyMassageC Hmmm....",
  "@HarlanCoben @booksaremybag Its some story and some read. I had to keep pausing and putting it down. Wow",
  "@HarlanCoben @booksaremybag on the other hand he also called me after reading his sons debut kids book, he didn't like chapter 34. \"Didn't work for me\". F U Dad!",
  "@HarlanCoben @booksaremybag He's not loaded or anything but he got me an original print of the Rubin Hurricane book, on the wrongly imprisoned boxer. Made me cry",
  "If you care about kids, their dreams, hopes, then do this. If you an evil warlord, don't https://t.co/lqZq9t120W",
  "@booksaremybag loved it! Whats better than sharing your passion? Thanks for the great questions and your support x",
  "@HarlanCoben @booksaremybag Got my dad into you last month. He's since on book 3 of yours!",
  "@booksaremybag Well I am well into @rustyrockets brilliant Addiction.",
  "@booksaremybag I also loved @_jesse_andrews_ The Haters. Made me want to write a great YA book. I have an idea...",
  "@booksaremybag And this year Radio Boy by some young punk",
  "@booksaremybag Stench of Honolulu, Confederacy of Dunces, Meditations Marcus Aurelius",
  "@booksaremybag Craig Browns book on Princess Margret is a thing of joy and comic invention. Just brilliant.",
  "@booksaremybag Loved @prodnose 3rd Volume of his life and times. Funny and touching, my perfect mix",
  "@booksaremybag @lthompsonwrites it pains me to say this as she always tried to destroy me , gave children something new and wonderful this year.",
  "@booksaremybag This Damn Cocktail is the last Thing I Own. Great boxing book.  The great @HarlanCoben who makes great page turning thrillers effortlessly",
  "@booksaremybag Libraries are really important. They are for anyone and for us not having much money growing up, i got to read for free",
  "@booksaremybag I love new and second hand book shops.",
  "@booksaremybag My dad got me into reading. He loves books and every Saturday we would go to Winchester library. I'd spend ages in there",
  "@IndieThinking Ha! I will be buried with books. For my journey into whatever is next",
  "@booksaremybag Its a mess! New ones arrive every week. Piles on the floor, on shelves I had to have built that were reinforced to support the weight",
  "@book_tokens As a kid, my mum played Springsteen and Bob Seger, i loved them. I was into Elvis in the 80s, NONE of my mates were.",
  "@book_tokens My kids were fascinated by these unwieldy plastic discs I had, laughed at them basically. also not all kids love the new chart music.",
  "@booksaremybag Judy Blume I liked too, Asterix and Obelix.",
  "@booksaremybag The Stench of Honolulu i give t people and read every year, its so funny.",
  "@booksaremybag Adrian Mole was and will always be a huge one for me. It made me feel as a teenager overwhelmed at times by it all, a bit less lonely",
  "@booksaremybag I hadn't thought about that until you said it! Mine is a bit posher. No spiders or cobwebs",
  "@book_tokens Hopefully he is them. Their fears, frustrations, dreams. He is also a young dj, a voice for them. Kids need that.",
  "@booksaremybag Anywhere with a good book is heaven",
  "@booksaremybag I wrote a lot in my shed. No really.",
  "@booksaremybag sometimes in coffee shops where there is some noise and energy and its stops it being so precious. More relaxed.",
  "@booksaremybag I got all serious when I first started. I MUST HAVE SILENCE. Now I just need to be able to focus, sometimes in quiet, many times with music",
  "@book_tokens Radio 1. Steve Wright in the afternoon. The show that made me want to be a DJ. Funny, warm, friendly, subversive, full of mischief.",
  "@booksaremybag thanks. Spikes surname Hughes comes from him, Sean Hughes. He made a big impact on me when I was younger",
  "@booksaremybag P.s Yes, of course he's still in the shed. But tries to move on up...",
  "@booksaremybag well find out in January as thats when the 2nd book, Radio Boy and The Revenge of Grandad, is out. I cannot wait.",
  "@booksaremybag At my friends funeral last week, his dog turned up in the hearse. When Betty got out I was in bits. I know it sounds silly",
  "@booksaremybag Had to have cats growing up, my sister was 'allergic' to dogs. Yeah right! I have had dogs for the last 20 years. My best mates",
  "@booksaremybag Yes. Why do I prefer dogs to cats. Who is my biggest nemesis? What worst thing I've done on the radio show",
  "@booksaremybag I think Gaiman said all books ask questions, that you want to know the answer to.",
  "@booksaremybag Its what I do for my radio show and stand up to. I like talking about my life and telling stories. I tell kids to start curious.",
  "@booksaremybag But as a kid I felt like I had nothing. I was crap at sports, not that smart,struggled to know where I fitted in.I felt small and powerless",
  "@booksaremybag Children ask more questions, are more open and curious than adults. Being a writer/comedian you have to get in touch with those qualities",
  "@booksaremybag I listen to the way my kids talk about school, me,their mates and soak it all in as its rich in material. They notice more than us adults do",
  "@booksaremybag This one, Radio Boy, yes as I know what radio means to me. I don't really have any other skills! But its more that being a parent did",
  "@booksaremybag whenever I called him Simon in class, he would yell \"NO, SENSEI! TEN PRESS UPS NOW!\". I did many press ups in the class",
  "@booksaremybag Yeah! I felt like I was the only 16 yr old in the class who found this funny. In his mind he was a samurai, but he Simon my hairdresser",
  "@booksaremybag Spikes mum and dad are hard working caring parents, like mine. But Spike knows all of their tricks etc like my daughters do!",
  "@booksaremybag My sister also had a pony that my parents could in no way afford. Thats why Spikes sister has the pony he hates. Its therapy for me",
  "@booksaremybag I also had a Karate teacher who was also the local hairdresser, called Sensei Simon. So thats where Sensei Terry the Karate teacher/postman",
  "@booksaremybag Yes. Spike is kind of mini me in some ways, what I was like at his age. His mum is a nurse, mine was and saw DANGER IN EVERYTHING",
  "It's a pleasure. https://t.co/bdul6VSs6z",
  "This is me for the next hour. You can ask or if you have them your kids. https://t.co/wOqzCZEigu",
  "Friends! 👇 https://t.co/Imcqi8awHf",
  "Everyday I miss this tv show so much. Coach Taylor and Tami remain the best Tv portrayal of a married couple. #FridayNightLights https://t.co/VbxY2Xaeel",
  "Doing this later https://t.co/Tmi4wbk5dE",
  "@Kally_Hawk @absoluteradio double well done! awesome work",
  "What's your #OneWordWeekend? @oc was Teenwolf on Saturday... https://t.co/Sr35wVIPC3",
  "@AshFrith Spacey?",
  "WHAT! https://t.co/31dtY18LvX",
  "Rockhold, Machida, joint Number 1's. https://t.co/5RIjQuHh55",
  "@OC Took dad surfing when I was 14. He'd never put a wetsuit on. When I pointed out it was backwards, \"f-ing b'stard. F-ing took ages!!!\"",
  "Kids heard me swear yesterday. Made a great breakfast. Boursin on a hot bagel. Dog ate it. \"Fucking arsehole!\" was my response.",
  "@Kcsunshine73 i'd love to see it!",
  "@Blondi_SOS @ReesesBookClub @RWitherspoon Oh looks great",
  "@Kcsunshine73 What! Tell me more",
  "Two different sea creatures species meet up and hang out together. Heart warming stuff tonight on #BluePlanet2",
  "That Walrus holding her pup. https://t.co/OSvA4aihqY",
  "Beautiful. 💙 #BluePlanet2 https://t.co/bg22NiFOmC",
  "Brilliant. Astonishing. Gorgeous. Terrifying. What would we do without the BBC Natural History Unit? Extraordinary television #BluePlanet2",
  "@minxed59 How dare you!",
  "@OC Can he narrate Robot Wars too please?",
  "I’d like a National David Attenborough Week where he narrates ALL major sporting events. Great as a boxing and UFC commentator #BluePlanet2",
  "Blue Planet should have David Attenborough narrating in the top hand corner like on FaceTime  #BluePlanet2",
  "@Masterman @dannywallace Basically a blond haired blue eyed psycho. Thats his Tinder profile anyway",
  "@Masterman @dannywallace Then where Dave, where?",
  "@dannywallace @Masterman Everyone knows Dave's a real heart stealer. Moyles is still in bits about him leaving the show",
  "@Masterman @dannywallace I went to Tesco extra in mine",
  "Terrifies me the knowledge that somewhere someone is recording a breathy vocal with a ukulele for this years John Lewis Xmas ad.",
  "@dannywallace @Masterman Wow. How do you even put that on your Home and contents insurance?",
  "@Masterman me too! Remember the van roof surfing bit?",
  "My elderly neighbour saw me heading to the Halloween paryt last night and just said 'Awesome Lion King'. Wait, what? https://t.co/zsXkYKE5EN",
  "At a halloween party, wife and I were arguing about when to leave. Must've looked like Teenwolf and bat girl were having a domestic",
  "Looking forward to tonights Blue Planet 2. This one is where Attenborough gets through a bottle of Thunderbird whilst doing the voice over",
  "@mickmcginley1 I agree. That’s the one I’m more interested in",
  "@Shaker_Chizzle @DublinWriter @tinymattresses I think you are over analysing a tweet. They aren’t really meant to be examined sometimes under a jewellers eyeglasses!",
  "@thereallegs One of the best counter strikers we ever had",
  "@mickmcginley1 Yeah. He was looking sharp. His skills are still there jus not got a chin anymore",
  "@tinymattresses @DublinWriter @Shaker_Chizzle Wh says I put anyone down? Only you are upset for some reason. About a dancing show #perspective",
  "@tinymattresses @DublinWriter @Shaker_Chizzle I think your need to this going says more about you than anything else. Enjoy your day",
  "@smiles710 @tinymattresses I hope Debbie Wins x",
  "@tinymattresses @DublinWriter @Shaker_Chizzle All the catchphrases! It’s like a speak your knee jerk reaction machine. It’s just a tv show that I don’t like. You do.",
  "@tinymattresses @DublinWriter The facts just attest to its mass market appeal. Not quality. Maybe you struggle with that. Many old people love ballroom",
  "@tinymattresses I think Karen might know I’m joking. Chill buddy it’s Sunday. I get it. You like sequins. It’s ok.",
  "@tinymattresses So it’s ‘patronising’ because I don’t think the same as you. Hmmm. As for 50%. Yeah, wish I did the same as everyone else. Smart thinking",
  "Broke my heart seeing Machida get starched like that. Awesome fighter but chins shot",
  "No I don’t watch Strictly because I haven’t given up on life... https://t.co/W7AQzwfCyd",
  "Did you spill something in your tie @kennyflorian ? #UFCSaoPaolo",
  "Great to read Tom Shone in today’s Sunday Times. Great writer and film critic. His book Blockbuster is a great read for film nerds like me",
  "@MrUG @SkySportsBoxing Zzzzzzzzzzzzz #dullardtweet",
  "Hey @SkySportsBoxing how do I mute Carl Froch?",
  "He went 12 with Parker but will get sparked out. AJ is the real deal https://t.co/BYoazmxN94",
  "Woa. AJ is big. Height and reach advantage, levers and range. Maybe in 3",
  "What do we think? AJ in 5? #joshuavstakam",
  "Happy Halloween 🎃 #TeenWolf https://t.co/hwXyrFvLFW",
  "If you're looking for the clown he's two storm drains over https://t.co/Y872o6vYAX",
  "Thanks today’s Times for this handy guide. Also for tip if I ever crash land in a jungle that ‘termites are an awesome snack’ https://t.co/NnEWTLbKLe",
  "@mrhaydenjohnson @NickDaly",
  "Breaking news: https://t.co/tDiiAIPLr9",
  "@daddymarshall1 @BryanLaceyMMA @Ultim8CouchFans The voice was one of happiness. Just me, Dan and The Samster. Three great guys",
  "UCF #17 \"Who is your fav. fighter in the @ufc right now?\" @danhardymma reveals all! Download the full episode here: https://t.co/tPAdQ5e3gB https://t.co/4pz7Zgzj2y",
  "@OC @absoluteradio Forget the chicken double down, Oasis and The Who, that’s what you call a Double Down!!! #BANGERS",
  "@emmaburnett43 @absoluteradio thanks Emma x",
  "@BezAss09 @jackwhitehall No, but i wathced 1st ep of Bounty Hunters and it made me laugh. Jack's great in it.",
  "@saltybird210 ha ha! Sure, if you say so",
  "Thank you to Clarke Carlisle &amp; his wife for sharing their experience so honestly. Will help so many #MentalHealthAwareness https://t.co/I818w0CbBT",
  "@alwaysbecomedy @ThreeCheersPubs @Benny_Norris one of the most underrated comics in the world.",
  "@harrisio Do. I mean that.",
  "@harrisio Losing Sean. Fuck yeah, been hard x",
  "@harrisio email if he wanna chat, christian@absoluteradio.co.uk",
  "@harrisio I look forward to that. Remember our late night curry in Ed well. Good times buddy x",
  "@RichieFirth You are quite right. I'm sorry. No wait, thats to throw us off the scent",
  "@harrisio I'm sorry to hear that matey, really am. Been a strange one for me last 2. hope things change",
  "@seanskinner2015 love that, say hi to everyone",
  "This your fake account @RichieFirth https://t.co/FCCHEsfsLs",
  "@seanskinner2015 wow! Thats is why i get up at 4am for the hope that somewhere that is happening. x",
  "@mrbiffo @JohnVenessUK Paul! I hope you're well buddy. You did some amazing stuff. All those pants scripts!",
  "@gaxrrich thanks mate! top man",
  "@OC I have 2 spare tickets for palladium for face value sale - royal circle row g, could you share incase anyone missed out on getting any?",
  "Josh, bit old to be putting your age after your name\nChristian\n44 https://t.co/e9p8tqkNY0",
  "@OwowInnovations @paulsylvester75 @RichieFirth @NickDaly @ClaireSolan I will get there, it is MY DESTINY",
  "@Kevthejedi @absoluteradio he has a dog bed instead",
  "@chrismann1983 Thanks brother",
  "@silverfoxpotts @paulsylvester75 @RichieFirth @NickDaly @ClaireSolan And real idiots who present it x thanks for kind words Trevor",
  "@RadioInTheUK I don’t have any, it’s gone on Ronan Keating",
  "@Von_a_thon @paulsylvester75 @leonagraham @bushontheradio @absoluteradio What a kind thing to say Von. You’ve made my week. Thank you x",
  "Cost effective undertakers https://t.co/84qiBWJrbZ",
  "@paulsylvester75 🐱",
  "@paulsylvester75 😉",
  "Hey Government! Deliveroo could probably pick up vital organs from donors",
  "@paulsylvester75 Ha!! Yes! Reminds me of someone in our vicinity",
  "Hey Government, Ambulances seem kinda pricey. Uber? Ambuluber? ‘Raol is 6 minutes from your heart attack’",
  "No better way to recover from major surgery and illness than in the spare room of a stranger. Great idea Government #NHSairbnb",
  "FFS BEN!! We plan the whole show around you. Always asking ‘Will Ben like this?’. Tomorrow I’m doing ‘The News At Ben’ for you https://t.co/YbedKjnfkA",
  "@Lorimoz @paulsylvester75 @leonagraham @bushontheradio @absoluteradio champagne you say? Thanks Lori x",
  "@whitford_marks @paulsylvester75 @bushontheradio @leonagraham @absoluteradio Cheers x",
  "@Sea_of_Gold @paulsylvester75 @RichieFirth @NickDaly @ClaireSolan Thanks so much x",
  "This would look good on a poster https://t.co/GR5okKmzFP",
  "@HorneyMedia thats why you were there, protest? x",
  "@AntMiddleton333 I'm trying to find out which one he did that! I didnt even have any wine I wanted to be ready to step up if needed on the flight!",
  "Thanks ___insert listener name here___ https://t.co/APMDSCdHBi",
  "Hey @Dominos_UK How about a special 'Fats DOMINO' Domino pizza? Square pizza, mozarella is the ivory..",
  "@HorneyMedia ohhh someones feeling bitchy...",
  "What a film. Could easily make a great Netflix series. Maybe throw in a little light comedy. The hitman dad at parents evening... ##milk https://t.co/efIsSE6QAx",
  "Wait, what? I don't even let my mum have a key to my house. But that's because she's a meth head https://t.co/uz3wXn6lrD",
  "No way the pilot who flew me today had the voice of the man I saw leave the cockpit.",
  "@prodnose I hope they got a blue plaque on it for you",
  "@littlejason 😂",
  "Just back from Munich. To find my wife has invited my kids to have mates for sleepovers. I'm heading back to Munich",
  "@DJBhoopsa You got it baby",
  "Just been told I’m on emergency exit row and been told how to open the emergency exit door. Feel like standing up and saying “I’ve got this”",
  "Now boarding. Behind the people with a 8 tonne carry on case. People are savages these days when boarding",
  "@theboyhardy @ToplineJamie He really is awesome",
  "@OC I was laughing a lot on the way to work this morning hearing this unravel, kudos for making it👏🏻👏🏻good luck getting home🍀",
  "Return flight leaves in 55 mins and I’m not at the airport yet! 😱 https://t.co/HT3IooHLi1",
  "@Our_Dave Bit of travel news...",
  "@Roster192 Fucking terrifying buddy",
  "50 mins until speech. Still unwritten https://t.co/X9ECpVjQgl",
  "Terrifying moment https://t.co/TpLyWmOZAV",
  "Guten Tag from Munich 🛬",
  "Now, my speech. What do you think makes a great radio show?",
  "In the envelope with my passport my kids have put these for me. #softdad #realdad https://t.co/pHAn6W0KIs",
  "Gang, I made it. #munichorbust https://t.co/Ujncta8Psy",
  "My heart...trying to breathe... https://t.co/dxP8ap1Hil",
  "I’m heading to Heathrow and j passport. I need a bike courier from Dorking ASAP as flights at 10 50",
  "@MatthewTipper thats very funny Sir! You win the show x",
  "@flutterbysuef thanks Sue x",
  "@sfsurvivors see that @RichieFirth #readharder #greatstevenseagalmovietitle",
  "Yeah, I’ve got a Bird sporting app. Deal with it https://t.co/rLAM4HLyrg",
  "@kyri_ great news!",
  "What a story. Can't wait too see it. https://t.co/xN8lcM4Dv2",
  "Adam West on the set of Batman.... (1966) https://t.co/EPHXSyaCZj",
  "You gotta ease up on the double down https://t.co/qJhtujHSxu",
  "@Kev_Whitehouse @RichieFirth 😂😂😂😂😂",
  "@RichieFirth And doing as little as possible",
  "@Millerbird78 I will.",
  "@RichieFirth Including letting it slam behind you in front of me. Arse",
  "@RichieFirth You weren’t needed for 4 hours today. Then almost flattened listeners getting out the second it ended",
  "Heading home after almost working a full day. May need rest of the week off to recover. 🎻",
  "In that picture were our crew from @TopLineComms who gave us a team for FREE. Thanks Jamie, Grant and your brilliant team. #MorningGory",
  "All these amazing people responded to me asking if anyone could help us make a zombie movie for our listener Phillipa with MS.  Thank you https://t.co/LBqOA5fMPg",
  "UCF Special - @OC chats with @danhardymma Listen: iTunes/Acast https://t.co/tPAdQ5e3gB https://t.co/yV5Y3BznoX https://t.co/5uJM9fNOEQ",
  "@juliejools27 Be Strong x",
  "@NickBruzon @absoluteradio love this!",
  "@_LukeMaguire was off yesterday, can you get here for 2.30?",
  "@sduffus1 Thanks man. Tim Ferris. Also get his Tools of Titans book",
  "@alwaysbecomedy @steenrasko @ThreeCheersPubs What a treat! Coming to his show at soho theatre",
  "Well Sean Hughes. You had one last great punchline. As he was cremated, Smiths play. Heaven Knows I’m Miserable Now #RIPSeanHughes",
  "No show today. Back tomorrow @absoluteradio x https://t.co/zJM7a8OCsR",
  "Amazing line up https://t.co/1nRNpBlHtw",
  "@Vivienneclore @jupitusphillip *puts clown pants back on*",
  "@jupitusphillip see you there buddy. Currently arguing with daughter whether my outfit is 'funeral enough'.",
  "Keep me updated on how this situation develops. Its a tough battle against the lure of Minecraft but we fight the good fight https://t.co/Ksp2w3roR8",
  "@_LukeMaguire Yes bud",
  "@neildelamere 🤣🤣",
  "Thanks Mike x https://t.co/xupgNVT1WQ",
  "One daughter is yelling, another in tears, all over a game of Ludo. Its not even 10am. Fuck Ludo",
  "Hey Mike Perry, Tiffany called from 1987 and wants her stone wash shirt back https://t.co/GvngenA3h0",
  "Never mess with a scouser called Darren https://t.co/Og2iaVOdgo",
  "@JustAlix1 Uhh...don’t.",
  "Im upset",
  "Thanks man. It’s a great book. https://t.co/r5RE66GZTU https://t.co/hn7HI4PbLO",
  "@TheNewsAtGlenn ha ha!",
  "@TomCampbell @samcav @cb_bruce thanks Tom x",
  "Loved chatting to Dan. Really great chat. #UFCGadsnk #ucf https://t.co/xZVzXeHTuj",
  "@GillianKJohn @ClaireGemma @biff9 Can you u send me some pics of them ? Love to see them",
  "Thanks Dan, I went and got the book this week too! Keep up your great work x https://t.co/v6X3uNFXLL",
  "Breaking news: https://t.co/43FRKBpI16",
  "@panthomas thanks x",
  "Already is https://t.co/6NWi64hxpw https://t.co/UXPmSjhUE0",
  "@kitty_willson @ClaireGemma ah thanks Mrs S x",
  "Thanks Sturge x https://t.co/6F1ZSMwiEl",
  "When I grow up I'm want to be Jeff Goldblum",
  "@ClaireGemma I bet x",
  "@ClaireGemma I was think g about that! Track 1 has to be Bay City Rollers! Gotta have some Wedding Present too!",
  "@ClaireGemma Thanks for being such a special friend to Sean. See you Monday x",
  "@lickketysplit @ClaireGemma I can take no credit. That’s all Sean x",
  "@JustAlix1 Ha! Thanks I hope you enjoyed your night",
  "@112Sports Thanks so much! What a lovely thing to say x",
  "@ZanySmirk Thanks Monica x",
  "@ShaunC_P Thanks mate x",
  "@Loopoo thanks Lyndy xx",
  "@stuartwpotter Really? Was a guest on there, loved it. Will have to listen",
  "So. This is my chat with Sean Hughes that I wanted to share. Never aired. His life in 5 things. Thanks Sean x  https://t.co/DO4BlW8vXk",
  "@NickDaly You managed to get lost a train station #ProducersInControl",
  "@helenbrzzz Thanks x",
  "@OC Thank you for sharing this.  It’s made me smile even though I still feel so sad x x",
  "Made up that  @iainlee won an award last night. A fellow free spirit x.",
  "@AshFrith X",
  "For non Apple people  https://t.co/6NWi64hxpw",
  "I’ve been a loser most of my life so it’s all cool x https://t.co/yEhj8d75Q7",
  "@gracedent I tried to see you outlast night. Would’ve loved to have had a natter. Great work with The Untold x",
  "@ben_the_mod @RichieFirth Richie did!!",
  "@LaughOutLloyd @radioacademy @absoluteradio 👍👍",
  "@AshFrith Piss off",
  "@SaintJimmy6664 Thanks my friend x",
  "@BBC6Breakfast Thanks 🙏 x",
  "So. This is my chat with Sean Hughes that I wanted to share. Never aired. His life in 5 things. Thanks Sean x  https://t.co/DO4BlW8vXk",
  "The hangover suits the night. Lost the awards and about 4 hours of my life. Thanks for lovely messages x",
  "@paulsylvester75 @simonlevans Cheers buddy and thanks x",
  "@Masterman @RichieFirth I’m stil up",
  "This means everything to me. Thanks Jason x https://t.co/aXDTx1kWfq",
  "Thanks x https://t.co/mcjc15MuAE",
  "This win means we don’t get fired for a bit longer x https://t.co/dz9eiyB9AK",
  "@pollybirkbeck @shellejo12 I’m sorry Polly if you awful dealings with him. He could be very mean and cruel. I just thought the article was...",
  "@PaulTonkinson @AndrewHaslam79 Just exists to tell the writers story from his on narrative. Not needed and revels more about him than Sean",
  "@AndrewHaslam79 @PaulTonkinson Appreciate you letting me know your thoughts on someone you knew?",
  "@xciv I can’t speak of that as don’t know the story. I can only speak of my experience. I hope it wasn’t anything horrid",
  "@Divine_Miss_Em @RichieFirth You coming to Leeds ? Didn’t think you went North of Watford",
  "As for Sean being tight with cash,he watched money but bought me lunch a few times.They were veggie so more I think about it, cheap bastard",
  "Today’s article in the Guardian about Sean Hughes doesn’t tally with my experience with Sean. It’s a mean spirited article.",
  ".@OC thinks he knows who knocked Ed Sheeran off his bike: \"It was anyone who saw him on Game of Thrones\" #QAwards",
  "No, what he said was funny. Swearing can be funny. Thanks Mary Whitehouse https://t.co/Rzhvcj6pPG",
  "He's a naughty boy. best speech of the night. Well done @liamgallagher. As You Were https://t.co/hQr4KGyA73",
  "@davereadyjourno nothing! Its mean.",
  "If you get chance to see @rickygervais show Humanity, do. Not just best I’ve seen him do,but one of the best stand up shows seen in a while",
  "@notsam @rickygervais @SIRIUSXM Woa! This is great news. Do I need to get worried Ricky? Ricky in The Morning",
  "He really didn’t like this https://t.co/PrmptLsmZE",
  "See you later, maybe up on stage... https://t.co/2myvANxaTC",
  "If you missed this last night - strongly recommend. Very honest, moving &amp; shines a light on a subject many don't understand https://t.co/g1NyQGqGPE",
  "If you love martial arts and dodgy 80s movies, have a listen https://t.co/xZVzXeHTuj",
  "@eatenmyshorts Undelete Sir! Wear them with pride",
  "@37402bontybermo @RichieFirth @Absolute80s Hey thanks 🙏",
  "Listen, he was obnoxious to his mates at times! We all can be x https://t.co/TaO4MVDjPR",
  "@ClaireGemma @MadamUnderwood great spot Claire x",
  "Sean would've HATED his obituaries, no mention of his novels and all that he was. Lovely to read this. Thanks for sharing @ClaireGemma https://t.co/YimgzIH4Kv",
  "Out Now! Brand New Ultimate Couch Fans. Me chatting to @danhardymma about life, him fighting again, Conor, Bruce Lee https://t.co/vWR9AwQYt6",
  "@lthomasnews Yeah. Me too. But it’s like a great one night stand on holiday that never happened.",
  "Special guest on UCF, Ultimate Couch Fans this week is the one and only @danhardymma. Questions pls #ucf",
  "@lthomasnews I’m just out of the ‘no balls Conor’ and ‘Bitch’ trashing talking for 2017 and 2018.",
  "@lthomasnews Oh dear lord no. Who really wants this?",
  "Shows I’d like to see. 1. Grosse Point Blank, 10 part series 2. Midnight Run,  10 part series 3. Columbo, 10 part series https://t.co/c8YtCI6Bxe",
  "@S1M0NF1747 No. I went to have fun. I did.",
  "@Brummie_Jen That x",
  "@thesturge Oh Sturge, it really, truly is.",
  "Some words about Sean Hughes https://t.co/3MEXMwd5Mw",
  "@Kithre1 @rickedwards1 @absoluteradio @GeoffLloyd There is no child is there? You did that. And it’s great",
  "@rachofthenorth thanks so much for reminding me of that! Made me smile x",
  "@OC ...I mentioned something about being a big fan of you both. Sean went \"yeah, I'm way better than him\" with a serious face then a big grin.",
  "@OC 1st time I met him he was with you at Ed Fringe, cutting through Princes Pk to go &amp; watch football in a pub. I felt a bit \"fangirl\"...",
  "‘Comedians With Dogs Walking Them’",
  "Only spoke to Sean few wks ago. We were going to meet up and walk our dogs together. We joked about doing this as a weekly tv show called..",
  "Sometimes a good friend is also your most honest one. Asked Sean once about a stand up show idea I had “it’s shit, do better”",
  "Cont...gave the 11 year old mini me in my Radio Boy book the surname ‘Hughes’ as it help me connect to his character. #RIPSeanHughes",
  "Sean was pushing me to return to Stand Up for years. As a teenage comedy nerd Sean’s Show made a huge impact on me. So much so I ...&gt;&gt;",
  "My first ever TV appearance was on Buzzcocks and Sean and @jupitusphillip took me under their wings and we became good mates since",
  "Devastated to hear about the passing of my friend Sean Hughes. Been a friend and guide to me many times. Very sweet kind man.",
  "Enjoy your day. It’s been a long time coming. https://t.co/yMDfQFDbqq",
  "@OC I feel your pain. My friends and family will never let me forget my performance on The Chase! https://t.co/we1QdICXYZ @richiefirth https://t.co/jtayqcOO4p",
  "Hey Gunwharf Quay whats happened in the last few years ? https://t.co/ji2yzJveDH",
  "@Tnewton_1988 Smart work buddy",
  "@OC @RichieFirth here’s a photo of an England shirt where the lions are white 😂 #trumpkintheturnip https://t.co/5HxbPNz6pg",
  "How dare you? I BUILT this station and demand fake facts saying it was an AMAZING performance https://t.co/sAX2hzR0ZO",
  "@RichieFirth #not25 #notheatwave #£5 https://t.co/V3qtu0O8Am",
  "@RichieFirth Excuse me?",
  "@alansheppard Epic",
  "@JoelSnape Yes buddy. Will get on that tip right now. Loved This Bloody Mary..",
  "@vfinch @rickygervais @SIRIUSXM One of my favourite people to chat too.",
  "@KarenBe00167066 He was so funny Wasn’t he?",
  "@chris_catley Nah, wheres the fun in that!",
  "Obstacle is The Way, also try Tools of Titans by @tferriss https://t.co/ncEMeUvBpv",
  "Me right now in a Mint Velvet https://t.co/N9nlRVqYdV",
  "I wish I could get as excited about anything as my wife is right now about a discounted frying pan",
  "Being dragged round a factory outlet. Gun Wharf Quay. Please send help...going to the light...hello darkness my old friend",
  "@MrWorkAus @audible_com @kdbrundell @MaryAliceEvans @camphalfblood @jk_rowling @SchoolYorkHouse @YHMiddle Strong contenders!",
  "@GmailGh442208 @RichieFirth Nah. Was enjoying myself, just didn't get a few right. Did you know the Orwell one? Armchair experts!",
  "@SteveGarsy who is it? The Hulk? Bruce Banner right?",
  "@mrsshrapnell @RichieFirth Ha! Haven't heard that since school playground.",
  "I don't from you Bean. x https://t.co/FBrraLOzWq",
  "@Simonleeradio @bad_producer @cb_bruce @samcav Bates was a fantastic broadcaster.",
  "Great find. I'll let Noel know https://t.co/WLFuj8bNkr",
  "@alansheppard nah, its as funny as. Epic",
  "@Only1Chambers @RichieFirth Both epic fails",
  "Yep https://t.co/w5paARZCXA",
  "@markbentley111 @RichieFirth Nah! Smashed it buddy. Went big and then crashed out. Supernova baby",
  "@RichieFirth You know me buddy. Too busy fucking about and...",
  "@RichieFirth Leave it there ??? Wow",
  "@tpin88 @RichieFirth Only thing he'd smash is a toilet bowl",
  "@Simar1 @RichieFirth I must be younger than you...",
  "@RyanJShankland @RichieFirth WTF!",
  "@RyanJShankland @RichieFirth You would've smashed it Yeasty",
  "@RichieFirth @geez_boi I know you'll have my back #herestoloyalty",
  "@geez_boi @RichieFirth Did you know the Orwell one?",
  "@geez_boi @RichieFirth You sure about that?",
  "@LREVisuals @absoluteradio I did. I said soon as we taped it I crashed in some manner",
  "@Danpetty72 Morally I won",
  "I really did. Go big and go home https://t.co/nyLmfjydti",
  "Books and apps that help with fear of flying I mean https://t.co/f4QgAP8aIa",
  "I meant for fear of flying. Maybe those books will help! https://t.co/2XTvbl1m8B",
  "13yr old flying away with school tomorrow. Nervous flyer anyway, can anyone recommend a good audiobook or app that helps?",
  "Apparently its tonights one https://t.co/8UoBkFQkdd",
  "@daniel___laney people mare saying, they never said. Gonna have to gather the family quickly.",
  "@KevinMurdy Why u asking me? I dunno",
  "@hammersmikey @ElstreeStudios @CarrieGrant1 @Naomi_Wilkinson @davejohnscomic @ITVChase Agreed.",
  "Spitting Image, 31 years ago today. https://t.co/HrX22lVvFB",
  "@karenforeman74 low! Great indie band and Union is a lovely venue",
  "😆😆😆 https://t.co/UnLNoZIyDs",
  "@Simonleeradio @bad_producer @cb_bruce @samcav But he didn't did he really? He played songs. And there was hardly any competition",
  "@one_guys_view there is in a posh one.",
  "@WineMan147 Had both🍷",
  "@WineMan147 Maybe Rioja, Deep Malbec",
  "My To Do List today. What's on yours? https://t.co/r4Dq4knJoC",
  "@sammioneill Nope. Thats wrong",
  "@jamieeast @bad_producer @samcav Its brilliant. Craig is the man",
  "@bad_producer @samcav You kidding? You should've had a mic. I'd love to know your take too Jay.",
  "Mindhunter. Netflix. Me like",
  "Thanks Matthew. Can I send you my demo tape? 🎤 https://t.co/a3PgXAJpDg",
  "UCF #15 - @OC and @BryanLaceyMMA discuss who UFC Champ. @MightyMouseUFC should fight next! Full episode here: https://t.co/yV5Y3BznoX https://t.co/JyjQwrGDWE",
  "@NickyMcGarvey 👊",
  "Wow. I still stand by that https://t.co/7pGb4dk06u",
  "Just typed into Google 'Great Pizza Sauce Recipes'. I'm living on the edge",
  "@samgolfbaghunt 😂",
  "Actually impressed that my iPhone autocompleted Solzhenitsyn #highbrowtweetforme",
  "@paullawrence34 @liamlukaz @NoelGallagher @liamgallagher @luka_drm @GHBFC82 Yeah? Keep us updated. x  #giveashit",
  "@liamlukaz @paullawrence34 @NoelGallagher @liamgallagher @luka_drm @GHBFC82 Noel will be devastated Paul",
  "@RichieFirth Son Of Jeremy https://t.co/kNKDe4kiGU",
  "@Nataliepini I understand you felt you had to say that. *delicate man*",
  "@sammie_moo84 its awful and a shocking recommendation",
  "@lthompsonwrites @LeachJuice lets leave a mouse's organ out of it please",
  "@lthompsonwrites @LeachJuice same, didnt care for him. Terrifying",
  "@Nataliepini great idea! Wgat do you think of Coyoye Ugly",
  "@dumper_man @absoluteradio great track",
  "@heres_maggie thanks x",
  "@Daisydaresyou my pleasure! I today gets better and is kinder to you",
  "@lthompsonwrites That's made the 6 yr old me so happy! Loved that show. Where is he? I want to break in and free him",
  "@prodnose Gotta admit I'm a little bit jealous.",
  "@samcav @cb_bruce 'Super fun chat' what are you a Kindergarten teacher? x",
  "I keep telling the boss this ! https://t.co/PzbDgLJNCd",
  "@BourneToWrite @absoluteradio might need to narrow that down Laura! x",
  "Maybe grab a snack first? Then listen https://t.co/uOt31ve7Xr",
  "@JamesMeston @cb_bruce @samcav @bad_producer thanks buddy! Craig gets the best, knows where and when to keep fishing. A deft interviewer. Really gets what we do",
  "@katiemeade @JamesMeston @cb_bruce @samcav @bad_producer thanks Kate. Mainly for Sam's bits?",
  "@PaulTonkinson @huskybill2611 It was Pends idea that his hair look like that, that shocker of a receding number",
  "@Saltyyachtie I'd LOVE that First Officer! Lunch on board?",
  "@PaulTonkinson @huskybill2611 ha ha!",
  "@PaulTonkinson @huskybill2611 Its more human to me than Scarface. Also, Sean Penn is awesome in it.",
  "@PaulTonkinson @huskybill2611 Carlito's Way! \"I aint going back GAIL\"",
  "@danhardymma Dan, just DM'd you.",
  "@spudinfla @AnnaVocino Ha! I got that book just last week as @VinnieTortorich recommendeds it. Stunning recipes",
  "@MarkMaguire_ Brian just deleted it. Live dates for next year!!",
  "All the ugly stories about Weinstein were ignored ,suppressed until a few, heroic women came forward and went on record. They were vilified",
  "@jacknicmusic Then email me Christian@absoluteradio.co.uk",
  "@jacknicmusic Well have a play if you want. Need something big, fast tempo, like Fog by J Carpenter",
  "@jacknicmusic It's what you do",
  "@jacknicmusic That really made me laugh Jack. It's what I do",
  "Loved doing this. Chatting creativity  with Hamish and Andy producer Sam, one of the very best. Craig is a great host. https://t.co/fd8p8KgWiA",
  "@TheWurzels Always! and my listeners. Playing more of your uplifting farm-based anthems tomorrow",
  "I've made it. Look 👇 https://t.co/vqhfBMBCYd",
  "After showing poor customer service, credit where its due, thank you Sam @parcelforce for being brilliant and finding my parcel.",
  "@dariogofficial @absoluteradio Morning Legend! It's for a mini horror movie for a listener. Email my Producer nick.daly@absoluteradio.co.uk",
  "@RobertHambridge @absoluteradio Wait, what? A remix you say ?",
  "@JulieHamill Wow! Email me Julie Christian@absoluteradio.co.uk",
  "@OC I'm just off for a root canal and the Wurzels have cheered me up no end!",
  "@LKCabbieLdn that looks gorgeous , gonna try that this weekend",
  "@OC just heard @RichieFirth talking heatwave. Thought I’d check the weather and got this???!! https://t.co/8hWGP3VZPa",
  "Got this in my inbox this morning https://t.co/R84RNGkwwn",
  "#thermostatwars https://t.co/rwuInJAU14",
  "@davoyiddo ha ha ! Who is the crew in that background? I want a crew like that. Plus all those free parking spaces?",
  "Love Eminem.Dares to really do what most musicians don't. Speaks the truth and doesn't care about upsetting his fans https://t.co/G6uiU8Jch0",
  "@harrisio Yep. 3 in",
  "Watching episode 1 of something very special. HBO The Defiant Ones. Amazing documentary series",
  "@Howgozza @PaulTonkinson the best kind!",
  "You? Forget it, you know what your talking about. This is two clowns on a couch https://t.co/ySnzpZR1n2 https://t.co/1pnDoEmh6i",
  "Brand New Ultimate Couch Fans up now for all you UFC fans. Me and @BryanLaceyMMA and out uninformed opinions #doit  https://t.co/6sEM2Gvq7U",
  "@IamRichWilson @PaulTonkinson Told to do it from the Police point of view. If he was trying to stop McCauley and his crew",
  "@IamRichWilson @PaulTonkinson Mann told him to do it as if he was going to do the heist. The cast loved him. He was then after he did it for the robbers point was",
  "@IamRichWilson @PaulTonkinson And would just drive himself to the range and done all the homework. Went for dinner for times with them all and said Sizemore was 'lovely'",
  "@IamRichWilson @PaulTonkinson Andy McNabb choreographed it! Taught them all how to shoot over few wks at a range. Said De Nero took it v seriously",
  "@IamRichWilson @PaulTonkinson That is amazing acting. Just a tilt of his head ! Sizemore last great role. They were all so great in it",
  "@PaulTonkinson Kilmer great as Chris \"my sun sets and rises with her\".Every time De Nero is driving to airport I urge him not to turn off for Wayne Grow",
  "@PaulTonkinson Any Given Sunday is another one. Goodfellas and Pulp both classics.",
  "@PaulTonkinson In terms of great films that are rewatchable,  Heat is in there. Who else ?",
  "@IamRichWilson @PaulTonkinson Not a wasted scene. Only De Nero could pull with just a \"it's a book about metals\"",
  "@PaulTonkinson \" sit down RALPH\" \"you get to bang MY WOMAN but don't dont get to WATCH my Tv\"",
  "@PaulTonkinson This is my kind of porn",
  "@Lukeellis85 @RichieFirth tasted great to us. Bit of a mean article.",
  "@Masterman @bushontheradio You can take the boy out of the North...",
  "@Ste73smithSte Hang on! Let me check as I work for ticket master",
  "@stokeymad Classy guy right? Good enough for Mad Dog 20/20",
  "@copytrash 😂",
  "And a pair of Dunlop Green Flash https://t.co/5uEPyktDRd",
  "@stokeymad Nope",
  "@nicklakeauthor Wow! Art and life...can I call why I do art?",
  "@SparklyPen DM'd you Sparkly P",
  "Place a bag behind the bike shed. In it must be; a bottle of red wine (Malbec), dairy milk fruit and nut, nunchucks and a cream eclair https://t.co/pJlNtS3jWZ",
  "@JukeboxDarby i await them x",
  "@KippersC @TheAleLady @Geek_girl38 @Pandora_Ford love this, can we do this on the show tomorrow ?",
  "@mrsimonhale @absoluteradio @RichieFirth @TheNewsAtGlenn @emmadotcom I bloody love Grimmy",
  "@mrsimonhale @absoluteradio @RichieFirth @TheNewsAtGlenn @emmadotcom morning buddy",
  "2. @prodnose 3rd volume Going On The Turn. 3. Escape on c4 with @AntMiddleton333",
  "Things I'm into this wk. 1.This Bloody Mary Is The Last Thing I own, one of best boxing books I've read &amp; best books. Jonathan Rendall.",
  "@bigdaddybunce bloody hell, sad news that Steve x",
  "@riversmill69 Of course. Love Mann movies",
  "Currently watching Heat thats on TV i've just seen. Maybe the 50th time I've seen this great movie.",
  "Looking for gluten free pizza base recipes that don't taste like I'm eating a shoe",
  "@johnny070576 loved it. Seems a mean spirited article. Not interested",
  "FIGHT FANS! Brand new ULTIMATE COUCH FANS out now. Talking DJ, Ferguson, Conor and usual jibber jabber 🎤🎧 https://t.co/wFBvVmvVjZ",
  "@littlejason @absoluteradio @daveberry_tweet it's a smear campaign",
  "just about to go live on Dave Berry thingy on @absoluteradio. no struggle with the big guests 2 weeks in...",
  "One of the best sitcoms ever. 'A Night In' is as good as it gets https://t.co/hOy3IBOnl0",
  "Love the new lyrics https://t.co/FUSusRvWFP",
  "WTF!! Who treats people like this? Come on @edfenergy you can't be happy with this? This is the guy who invented Kit Kat bites. https://t.co/eLSVu2fzvV",
  "I remember when trains used to be so much bigger. https://t.co/MOINZKEjND",
  "This is great. Love to have seen it to https://t.co/G5a0Mp5dDv",
  "My GCSE German tells me this is about my gardening business in Munich. Near the Krankenhaus https://t.co/FFgIr3hhCj",
  "@AshFrith get out",
  "@Pyewakett oh god its not?",
  "@daveberry_tweet @absoluteradio Sure Dave...sure. Maybe get a nice new tat with it all!",
  "Going out on a limb here, but I think this might be a popular movie when it comes out. https://t.co/1Knib4Q1J8",
  "First thing I want to say this morning\nSláinte 🇮🇪",
  "@SadistJay Life can be",
  "@AdamCatterall @DavidLevene Done.",
  "@DavidLevene @AdamCatterall I used to idolise that man. First few movies were great. Nico, Hard To Kill, Marked fir Death",
  "@AdamCatterall @DavidLevene Davids a really really smart man...",
  "@AdamCatterall @DavidLevene we should do a joint show one day. You are both proper analysts and Nick a journo. We are clowns",
  "@AdamCatterall @DavidLevene Bitterness corrodes the person with it more than anyone they are jealous of. Dj arm bar! Like something out of Mortal Combat wasn't it?",
  "Looking for this weeks fight questions for Ultimate Couch Fans. @Ultim8CouchFans \nemail oc@ultimatecouchfans.com",
  "@AdamCatterall Someone told me to watch those 'who pat you on the back the hardest'.",
  "@cloedolan Sometimes sharing secrets is fun. It happens to all of us.",
  "This was the best start to any Monday! @OC I feel for you but I can’t lie, I laughed so hard I almost peed. https://t.co/Nnl430FdM4",
  "Richie said it was the worst story he's heard me tell in our years together. https://t.co/4NYa9FihUC",
  "@TwobobTwobob2 Trouble is, I didn't know I was gambling",
  "I've just checked my contract, its right at the end. I do have to make your tea. Shit https://t.co/mwrDRKZTtA",
  "@parcelforce will do",
  "What happens when your news and sport team who've only been on the show 1 wk hear how you sharted yourself https://t.co/CaQXn1cflO",
  "@GlennFirmin @parcelforce that really made me laugh",
  "@parcelforce oh yes! You've lost my parcel!",
  "Hey @parcelforce thanks for being so unhelpful on your 'customer service'.Dumped on hold 10mins then just cut off when i asked for a manager",
  "@MrRussellsClass Awesome! Let me know how they get on!",
  "Those better not be bootlegged https://t.co/ILoHUUSEFr",
  "@prodnose The Arthur Brown Collection",
  "@prodnose Kids maintain it's almost as good as a Disneyland Halloween parade they saw",
  "@prodnose 5 mins in this small suitcase of ACME TNT fell on its side and as the kids ran indoors I fled as I was peppered in the arse with rockets",
  "@prodnose I attempted a back garden firework display for the kids. Had a few liveners before heading out into the garden to work my magic",
  "@ilsiux_f It PUNISHED ME",
  "@prodnose Like some dishes are 'paired' with a wine, I 'paired' your book with some good deep reds 🍷",
  "@prodnose The joy and love you have for your family and life glimmers in every page. The cancer chapters (working title) were brilliantly written",
  "@eva_fan_uk @absoluteradio Dammit I did!!",
  "So glad my pain is your gain. I suffer  for my shart https://t.co/ookSoICjIq",
  "@caz4278 Thanks!",
  "@SimonCTanner Sorry !",
  "@RichardJeffery4 played earlier. Go if you want though x",
  "This was awful. A caffeine accident #sharted https://t.co/4NYa9FihUC",
  "@alexbakerman @paulsylvester75 1983 called and want their look back",
  "@annabellelilly0 @NoelGallagher we have it at 8am",
  "@JamesGillComedy Oh stop now James (but don't. ever)",
  "Good man and good luck https://t.co/rkMHbMO2ix",
  "@catchfoxy @AntMiddleton333 i think in the live show Ant fights a bear",
  "I'll pass this on. Maybe its better coming from someone who was in the Special Forces, rather than me who plays Nickelback for a living https://t.co/lUCJ9yKcUa",
  "@AntMiddleton333 @catchfoxy One armed wonder",
  "@catchfoxy @AntMiddleton333 Watched it with my 13 yr old daughter. Boring her about about resiliency and not giving up",
  "@AntMiddleton333 Brilliant one tonight",
  "@scrowen @AntMiddleton333 His shows are the inspirational",
  "@catchfoxy @AntMiddleton333 Cracking show tonight. Neil's a stud!",
  "@thereallegs @KoreanZombieMMA That was amazing one! But mid air armbar whilst slamming? Come on",
  "Anyone watching #escape on C4? Love it",
  "Unreal talent https://t.co/RsuMH4p31a",
  "Ferguson won as predicted but Kevin Lee impressed hell out of me. Future champ #UFC216",
  "Submission of the Decade from DJ at #ufc216",
  "'Tony Ferguson is a patient wolf' love the great @joerogan commentary.Patient Wolf great name for a heavy metal band.Or blues singer #UFC216",
  "@prodnose finished the latest tome in a day. Loved it. Funny, moving, great stories and Olympian levels of name dropping. Bravo Baker x",
  "@LadybellBell @RichieFirth thats looks AMAZING",
  "This is where toxic masculinity comes from. The shaming of men for showing emotion or empathy by calling them women, as if that's an insult. https://t.co/GnKOM8l4YE",
  "@JustSolutionsUK Cool original doritos, grated strong cheddar cheese, tomato puree, lea and perrins sauce, microwave. 👌",
  "@LizaD0Little Max prep time 3 minutes",
  "We need more Snack recipes in cook books and on TV cooking shows. Food you eat in jogging pants in front of the tv.",
  "@NickBruzon @RichieFirth this is great news!",
  "Buckingham Palace should rent out some of those spare rooms on Airbnb",
  "@Lindley_Books @booksaremybag @Roboepicguy @emmac2603 @redbreastedbird @peterbunzl @Usborne @PuffinBooks @PushkinPress @FaberChildrens Thanks, the real winners are the readers.",
  "@CSKidsBooks January 11th! Can't wait. I hope he enjoys it x",
  "@RulyFanUK @BryanLaceyMMA Thanks buddy. I put a few quid on that so very happy!",
  "Thanks Dan 🙏 \n\nhttps://t.co/ySnzpZR1n2 https://t.co/jS50KsAyJa",
  "Sorting out some old books and found this gem. They Might Be Giants bedtime songs for kids! https://t.co/2IWWqlyiGZ",
  "@BellaJCable @absoluteradio @RichieFirth Amazing burgers right ?",
  "@IamRichWilson Hey buddy how's you ?",
  "@sdenness2000 Perfectly put mate",
  "Cooking soundtrack. Such an underrated band https://t.co/YPcQghwFp9",
  "@ashleyrich @hazz_bro @RichieFirth Wonderful",
  "@TheNewsAtGlenn @jimcoulson He's been in the toilet",
  "@RulyFanUK @BryanLaceyMMA Thanks mate, have a listen and let me know what you think",
  "@RulyFanUK @BryanLaceyMMA Totally agree and what we cover on this week podcast",
  "@jmpickford I WILL",
  "@sausagegirl72 @RichieFirth ha ! Thanks",
  "If you love your UFC and fighting then this week Ultimate Couch Fans is out now. Me and @BryanLaceyMMA. DO IT https://t.co/ySnzpZR1n2",
  "@jmpickford Custard is the devils sperm. FACT",
  "This is why he will lose. Tiramisu. I bet Ferguson tucked into a nice Artic Roll or Creme Caramel #fighterpuddings https://t.co/7gkOgFLLLs",
  "@Masterman @RichieFirth #knowyourplace #itdoesntfartliveonair #orbreaklistenerswindows",
  "@DanTomMMA awesome #UFC216 breakdown. So good.",
  "@lou_butcher They really are x",
  "Out with my best mate https://t.co/NpDd0etsMQ",
  "@MrWOS Amazing right ?",
  "When fighting breaks out in an African parliament you've got to channel your inner Micheal Jackson. https://t.co/HzjJB2zDsq",
  "@RichieFirth @bushontheradio @Absolute80s @ButlinsMusic well done Mr Showbiz. Looks a great one",
  "@itschrissmith have fun! Was there last weekend and great fun x",
  "Great fight posters are like great album covers. This guy is the best https://t.co/cByDgwVzAt",
  "@bigdaddybunce @boxnationtv love to see that! What a legend",
  "@browser1983 @RichieFirth Wow! Great spot David",
  "@MtopdeckMct2218 How very dare you! It's 23 minutes there",
  "A damn good man https://t.co/cLUEwmgEan",
  "@felicemaggie thanks x",
  "@dan_hagen Thats great to hear Dan! I loved it, great kids",
  "I'm actually excited about a nap I'm about to take. I hate myself",
  "This has broken my heart https://t.co/aANccmz7L3",
  "@Pennyw61 Thanks so much Penny x",
  "Loved being at Henley Book Festival today and the kids that came. https://t.co/HjQbky66Rn",
  "@jonnywignall @BryanLaceyMMA I don't think that's the first time you've said that",
  "\"Everyone in this room has been told to be a lawyer! We need more funny people in the world-be comedians!\" @OC to school children @ #HLF2017",
  "@simmowolfjr @stereophonics Very good! Missed that 😂😂🙏",
  "Also enjoying the @stereophonics was this guy. The neighbour. On a ladder. Watching https://t.co/8QVJCjgqbj",
  "Not many bands can sound this brilliant in someone's front room at 8am. Several hats off to @stereophonics https://t.co/8SpuuW63xU",
  "Really stunned to be in this company. https://t.co/HO9VkjvgX2",
  "@OC sat in office car park getting some looks enjoying @stereophonics Work can wait!!!! Loving this 🤘🏻🎸 it's Friday I'm in Love ❤️",
  "Thanks so much for letting me know and thank your son from 44yr old Radio Boy https://t.co/VZQCkT8eTH",
  "Wow! This is amazing news https://t.co/FilIQG2Cag",
  "@DRussellMMA Thanks Dazza! 👊",
  "@AckworthOwl @BryanLaceyMMA 😂😂plus Tony hart",
  "@CornelHMunn @RichieFirth So, are you or not a triple amputee?",
  "@AshleyLudgate @BryanLaceyMMA @Bosslogic thanks mate! x",
  "@jonnywignall @BryanLaceyMMA No,I think it was El CuShitjokee",
  "@armystu23 ha ha! Good skills",
  "If you're into your UFC. My podcast is out now, Ultimate Couch Fans with @BryanLaceyMMA. DO IT https://t.co/ySnzpZR1n2",
  "@Bammybhoy one of my favourite @NivenJ1 books",
  "https://t.co/lTlSj24iMV",
  "The best/worst Hitlers Toilet of 2017. https://t.co/PY328httwc",
  "The great @MarinaHyde on this weeks Tory conference and May. https://t.co/zcGZjvCv3k",
  "Put it in my garden. Never saw a fox again https://t.co/FovqflvtnB",
  "I once got sent Lion shit. Actual Lion shit. https://t.co/ieLk1rYxWr",
  "@PinksheepUK @RichieFirth @NickDaly @absoluteradio @Butlins thanks very much my friends!",
  "@Rebel_Mellow @HutchyEGB and if you can't think of anything wankier, you can't have much of an imagination.",
  "@Rebel_Mellow @HutchyEGB you wouldn't. you don't get your ideas stolen. Nothing wanky about lazy people stealing your ideas. Your tweets are the mark of a wanker",
  "I get so much spam in this job @prodnose #cantwaittoread3rdvolume https://t.co/6cM9n9OLGE",
  "@TuftyGRRR Thanks so much !\n🙏",
  "@lizzieb4128 @RichieFirth everyone is having fun with it. Chill. Please don't take it all too seriously x",
  "@oc the old man can vouch for the Jai Ho. However, he needs to expand his choice of radio....#awks https://t.co/NbQvvPqRi7",
  "Got a little tear eyed watching this. Those nurses are Champs too. Think he'll make #UFC217 card?  #UFC https://t.co/fWogvjzCuW",
  "@RichieFirth saw this and thought of you. @OC @absoluteradio https://t.co/T2fldADk3R",
  "@bennybroadbean that's exactly it!",
  "@ianjdwilliams you question is on the podcast just up for for @Ultim8CouchFans",
  "@seanskinner2015 HA HA!",
  "Guys, not sure I'm gonna be at work tomorrow. Just found out my wife has thrown away some cheese I'd been looking forward to having all day",
  "@jonnywignall Thanks brother 👊",
  "The very definition of a backhanded compliment. 🙏 https://t.co/WAVnu92taI",
  "COME GET SOME! Brand new Ultimate Couch Fans. Looking to this big UFC weekend. Plus Tony Hart and George Foreman https://t.co/HJm8cY4cTX",
  "Also. hey friends @SkyNewsBreak can we get a ⚠️BREAKING NEWS ⚠️ report from you guys please? @KayBurley ideally",
  "@Enkababu @DeadAirMovie thanks for trying to help Dr x",
  "The latest with our horror mini-movie we are making for our 'MS Warrior' Phillipa is we need...someone who can storyboard. #MorningGory",
  "@jesslahey @RyanHoliday Anyone great book like this you are also working on yourself, not just child! Maybe thats why they resist",
  "@jesslahey @RyanHoliday Its funny how people are so offish about reading a book about parenting because they 'feel' they just know how to do it. Its wise and timely",
  "@jesslahey @RyanHoliday Mid way thru and making so many notes. Pleasure to recommend to my listeners here in the uk. Best parenting book I've ever read.",
  "@stuartwpotter 2 hr tip in an out of work every day. I don't just sit on the couch and watch any old shit. I use my time. I don't rave about every tv show",
  "@andrewruseclark See this @TheNewsAtGlenn? Let the old man know",
  "@DarrenAltman Everyday buddy for a few weeks",
  "@smileydrums Drummer with The Alarm...legend 👊",
  "@smileydrums Yessir! You should've said hello, or CHRISTIAN !",
  "In which I teach a child an important lesson about the unfairness of life. Or I'm a shabby dad https://t.co/HpxzvBhDSc",
  "@MarksGoneDiving Really? Good work Man. Great show wasnt it ?",
  "@Duggie_1991 @absoluteradio it isn't their best! But I'm live on 7 different stations so flick around, Absolute 60s,70s,80s,90s, Classic Rock, Naughties. Try it",
  "Now mid way through 'The Gift of Failure' best book about parenting I've read. Thanks @RyanHoliday for the heads up on your Reading List",
  "Just finished Craig Browns fantastic book on Princess Margaret. 99 Glimpses. Funny and brilliant.",
  "@GIANT71 @Ultim8CouchFans For sure ! More Robbie Gold",
  "Up all night worrying about this #bobsleighcrisis #newbrexit https://t.co/EycT7lv0hy",
  "Looking for your Q's for this week Ultimate Couch Fans @Ultim8CouchFans . Ahead of #ufc216. Best win signed Frank Mir gloves.",
  "@seanskinner2015 Sean, thanks brother x",
  "@Hardster87 @absoluteradio Really? they can email me christian@absoluteradio.co.uk",
  "@phillandjamie @RichieFirth lazy git",
  "Uh oh https://t.co/TXiimwUOcU",
  "@sdenness2000 @phillandjamie @RichieFirth @ButlinsMusic @TheFizzCMJB 3. I can D. Do whatever the 3.a. (iv) fuck I want",
  "@phillandjamie @RichieFirth @ButlinsMusic @TheFizzCMJB Whats amazing is that A. You found out his timing before him 2. Its finally the Fizz of Buck",
  "@petersonsheri @TomShanklin Thanks so so much Sheri x",
  "@sid_sid81 No we will with the mighty talents of @squat_betty",
  "@Shrewsbookfest What a week! Thanks very much x",
  "@JaneWriting1 damn! You win",
  "@steve_knox67 Like a Hipster thing?",
  "I've had a busy year https://t.co/5JN1ukr8q1",
  "@lthompsonwrites @peterbunzl @sylviabishop @AllyFentons @CranleighPrep @theLucyStrange Hate to see writers being mean to other writers. I'm willing to guess @CranleighPrep share my views too",
  "No lie. Just finally got rid of my dead Xmas tree that I'd dumped round the side of our house. Its October 3rd. I win.",
  "@peterbunzl @sylviabishop @AllyFentons @CranleighPrep @lthompsonwrites @theLucyStrange Just now? Bit late. Was out there at 6am. Just helping people. Like I hope in some small way my books do",
  "Carol, does this mean you searched for other people with your name on Facebook? https://t.co/uRaLqPdUnz",
  "@lthompsonwrites It's not about me. Its your weeping mum.",
  "She said you'd hadn't called all year.Too busy with 'her bloody book'. Sad to hear. I did rush her, to save her life from a speeding truck https://t.co/e4iGy6wqGQ",
  "@sylviabishop @AllyFentons @CranleighPrep @peterbunzl @lthompsonwrites @theLucyStrange All great books. All deserving. Though I'm probably the only author who helped an old lady across the road this morning. Just saying.",
  "Twitter I have to tell you Nick Knowles has a recipe called \"Man Up Caribbean Veg Curry\" https://t.co/N43Hs4YZXA",
  "Katie Hopkins and Piers Morgan are attacking each other on Twitter. It's like an even shitter version of Alien vs Predator.",
  "@sammioneill I will x",
  "@louloudillon How come no one has made a book about all of this?",
  "@leonagraham @absoluteradio we so did mate x",
  "@rockzillarock My bad. Think I got the most important bit right #blowhard",
  "@Braincapers George",
  "What Tom Petty songs we playing this morning then?",
  "This. I just love George and this. https://t.co/Lk9jVXxuaV",
  "Woke up this morning and just stared at these two news updates. No words. https://t.co/RwjyofU31j",
  "So many great songs. x https://t.co/vZKEUzz2jH",
  "He's died. Again. https://t.co/GP7Vb9NH8m",
  "Tom's alive? https://t.co/MXlP6K5efM",
  "@spenjack12 Maybe try to tonight. Have a little class",
  "Great show. Awesome guitar player, great tight band https://t.co/hfHP8o1l6q",
  "He stood up to the labels, brokered fairer deals for musicians, wrote incredible songs, came from nothing, created beauty. RIP Tom Petty xxx",
  "If u saw my stand up tour last yr, this was the song you heard before I came on and when i walked off. https://t.co/6daYoytz2W #RIPTomPetty",
  "Fuck man. Tom Petty",
  "@M_L_Ward @CranleighPrep Hey thanks man x",
  "@GregBirds it should be. Will let you know when I know",
  "@NickDaly @RichieFirth upset it missed?",
  "@paulsylvester75 @RichieFirth x",
  "@himynameismick @RichieFirth Thats uncanny",
  "Hey @RichieFirth you promised me it wouldn't miss. You had one job https://t.co/xWSZ0mVlnj",
  "@LoserInTheEnd @prodnose good lord, the gall of the man",
  "@prodnose moving into my territory. First with live tours now THIS ? #turfwars",
  "@PGradio you came for there? Oh dear. Thought you sounded posh",
  "@CranleighPrep Dont lie, you're trying to burst me off!",
  "@dan_coomes @CranleighPrep thanks brother",
  "@lthompsonwrites @CranleighPrep We done us! Loser drives back again? Seriously well done",
  "Made up that Radio Boy has been nominated for the wonderfully titled Awesome Book Award.Some truly great books in this.Tks @CranleighPrep",
  "Who really needs access to that kind of assault rifle? Just hearing the sound of the gunfire. Heartbreaking and senseless.",
  "@ChrisMoyles ok, let's find somewhere neutral between Leicester Sq and Golden Sq and meet. https://t.co/eAwvHZoA6c",
  "@JadeIndia2 Sure! Whats the essay on?",
  "@amyvoce so did i for spelling",
  "@SurreyMassageC need your magic!",
  "Only love here. Sam and Amy are great. https://t.co/PoG07Kjtt9",
  "Well done. You need a sextent and divining rod to find it https://t.co/XmaIkvDlD2",
  "Stuck behind a big CAUTION POLICE HORSES lorry this morning on way to work. You think Police horses sneer arrogantly at normal horses?",
  "Monday's breakfast show coming in hot*\n\n*make that lukewarm or tepid. I've cricked my neck.",
  "@AshFrith I did buddy! Sorry to hear about shit gag",
  "I think I went a bit too far a few times. Calling Heart FM evil. That I stand by https://t.co/YbVurEKheU",
  "Candy Mans Observer interview is a life lesson in gratitude and fulfilment.He won't have of that hocum but it is.National Treasure in a fez https://t.co/yi371Zf56B",
  "@prodnose @phil_fisk Cracking article and can't wait to tear into new one. You read Craig Browns Princess Margaret book? Just brilliant",
  "@Fishcake_Jack Thatsv so funny 😂",
  "You get a real good idea what the chaos will be like in a post apocalyptic world in a TK Maxx.",
  "When from the excitement of signing my Radio Boy books for kids at @BathBookFest to being dragged round TK Maxx.",
  "Easy. You are 'joining' your probation period https://t.co/O8AmxmLvCV",
  "I feared for my life https://t.co/vYbX9KmP2a",
  "Loved this today. Met some amazing kids. https://t.co/SmtKt6HTS0",
  "#LowerYourExpectations https://t.co/j7jzMgrMCI",
  "Guys, I've found Des Lynham. He's working at the Roman Baths in Bath as an actor keeping roman history alive https://t.co/j4mArf1DnL",
  "Don't talk to me or my son ever again. #SNESClassic https://t.co/VfpqnXtR2J",
  "@grinbox79 Buddy, that's exactly what I did! Other one just out of shot",
  "The quiet joy of a livener whilst you wait for your family to get ready #dontrush https://t.co/apF10LGNN8",
  "@James_PB97 Great aren't they mate?",
  "Lovely lunch @brasserieblanc in Bath with family. Now off to Operation Ouch live at the book festival",
  "@HorneyMedia High praise from one of the best x",
  "@diaztrump @riggsybfc We have. She came in to help out for a few months. Chill",
  "@TheNewsAtGlenn Unsubscribe",
  "@TheNewsAtGlenn Give me the weekend and I'll get back to you",
  "@TheNewsAtGlenn Wow! Great work tonight buddy what a storming debut. Well done x",
  "Heading to Bath this weekend for the book festival. I'm there on the Sunday. come see me. https://t.co/fgDm4tPpIR",
  "@ianjdwilliams @RichieFirth I remembered you buddy.",
  "😢💔 https://t.co/YYVWz78fyv",
  "@Tanya173 I have no skin in this game other than your quality of life",
  "@chrisedwardsuk @emmadotcom @TheNewsAtGlenn No doubt. And he still came in this morning to 'shadow' Matt.",
  "Introducing our new news reporter @emmadotcom and on sport @TheNewsAtGlenn. Please welcome them to our radio family. #classof17",
  "Some words on Matt Dyson @RealDysonator leaving the show https://t.co/nAy5EGrnZL",
  "Still miss my dog who died 2 yrs ago. Exit wound maybe, they are scars that remind us of the amazing love and friend we had. https://t.co/YOYNeqO89d",
  "@PirloLondon Yes",
  "@littlejason @RealDysonator Me too buddy",
  "@Slatsman @RealDysonator @daveberry_tweet He's been brilliant.",
  "@woodyman1969 Great tune",
  "@mrsimonhale @absoluteradio @RealDysonator The person whose ha been doing the news all week. Emma Jones. Glen starts Monday on sport. Watch him on Mock the week tonight",
  "@RichardQPR 2nd funniest surely?",
  "Comon Twitter do your stuff RT the hell out of this and find them that did this to a man with parkinson https://t.co/JtuWg4NMh1",
  "Done https://t.co/7BI3C1wShU",
  "He likes a drink that Parrot https://t.co/FUTALIgvsl",
  "@lthompsonwrites *pours glass of wine first*",
  "@KellyCates @julieprunes Hey thats a great idea KC x",
  "Dad Meltdown https://t.co/IQsHTcyC2j",
  "WTF! https://t.co/g3UopZw8Yn",
  "@Tanni_GT She was getting into BED! x",
  "I'm now making the cakes https://t.co/nWsbY6yOaf",
  "Daughter's just told me she was supposed to have made chocolate crispy cakes for tomorrow. Right now I'm like https://t.co/DcgKoupWaS",
  "Hey @Apple. Any chance of a double thumbs up emoji? #fonzie",
  "@harrrisonaw @TVsPointless Evans is good isn't he?",
  "If your kids enjoy Radio Boy then they can email him Radioboy@radioboy.co.uk and he will reply, any not an auto-reply https://t.co/UgcsxUJQyM",
  "This time last yr I'd just finished this and was terrified about whether anyone would enjoy it.To see this a year later makes me very happy https://t.co/ETM9gE37Nb",
  "That's very high praise! https://t.co/HFjALIQH47 https://t.co/mGglzBWs4m",
  "@harrrisonaw @TVsPointless Easy tiger! BBC stitch up...",
  "@VictoriaEggs @RichieFirth @RealDysonator EGGSY!!",
  "@simonhead Insane. Cheap scenery. Kiefer in glasses and cardigan so we know he's not Jack Bauer.",
  "@simonhead Steady on! Great fun but wooden dialogue generator in every scene",
  "@TheNewsAtGlenn I only read Financial Times for the porn",
  "@floregintagupa Eh?",
  "@Ladyt455 I really was !",
  "@Ladyt455 You should've said hello",
  "I've never met him as we don't play his songs.I once saw him at a a party though. Eating a sausage roll. Maybe try Directory Enquiries. https://t.co/6uutKaKE3z",
  "Is Richie Hugh Hefner ? https://t.co/8kalRpYf13",
  "@absoluteradio @RichieFirth Even in his last few days the Playboy bunnies would leave little notes on Hugh Hefners pillow. 'Do Not Resuscitate’ #HughHefner",
  "@ComedyBint @absoluteradio not.reading.on.air",
  "RIP  HF. Few did more for writers, inc myself, breaking boundaries and helping Lenny  fight for his 1st Amend Rights. https://t.co/Vi4iDgYdCn",
  "@MGLnrd @sequingirlie @edgechristopher @frankcottrell_b my daughters LOVED Bettel Boy. Biggest reaction to a book they'vevread in years. One of them went on a reading strike until new one out",
  "@sequingirlie @MGLnrd @edgechristopher @frankcottrell_b I love that! You've made me so happy. A picture to cherish that. Thanks Sam x",
  "I'm in https://t.co/7rHSDpeYa6",
  "I'm nursing a vicious stitch otherwise I would https://t.co/QpZqq1ubIf",
  "@Ian_Percy @RichieFirth thanks pal! 👊",
  "@GregBirds @absoluteradio thanks mate, really nice to hear",
  "@Masterman @NME @_AllMyFriends Few days after @daveberry_tweet and @RealDysonator shows starts and already working on a Plan B...",
  "Brave inside the cage and outside too. Big Love @StevenRayMMA https://t.co/BcW6XdYetN",
  "This is the food heaven I was on about this morning @rawchocolatepie https://t.co/MNhAwh7B3z",
  "@ianjdwilliams @RichieFirth @RealDysonator Now thats an idea! @NickDaly pls note",
  "Great to hear what the star of 'Half Past Dead' and the seminal 'Today You Die' thinks politically, but what about Steve Guttenberg? #seagal",
  "\"Batman has until midnight to reveal himself or I will bring Gotham to its knees\" -  Steven Seagal https://t.co/cA0JriOYH3",
  "@Hasler09 @BryanLaceyMMA That's a great call!!",
  "@siralexlowe @Beets349 Alex 'knows' everyone",
  "BRAND NEW ULTIMATE COUCH FANS! Me and @BryanLaceyMMA talk UFC Japan,KO of the yr at Bellator and The Real Karate Kid https://t.co/1PrxRVU4oW",
  "@DeborahMaloney we are",
  "Another Bucket List ✅. Made @MMAjunkie Blue Corner  https://t.co/utcDwp6DqY",
  "This Sunday i'm talking and breathing at the Bath Book Festival. Come say hello. https://t.co/zM5ld0PlRR",
  "@Gavsimms1 thanks so much! New one on the way in January",
  "Slow reader? https://t.co/zNHmWao0AK",
  "Andy getting ready for the post radio show Stand Up career... #watchoutseinfeld https://t.co/pDxF5Lq3kW",
  "@squat_betty @AshFrith I'll now take this to DEF CON DM.",
  "⚠️Listener Philippa, kicking the arse of her MS and also zombies. She wanted to be actress as a kid but parents said no! We say YES. https://t.co/WOvVwKt9TW",
  "@powelly42 she went first on question 1",
  "@8NBX @AbsoluteRadio90 @absoluteradio thank you Sir!",
  "@AshFrith @squat_betty YES!! Great call. Richard. Lets talk. Need to make a mini horror movie. Morning GORY",
  "@mikewhufc @absoluteradio @Absolute80s Me too! Legendary Flick Comb. #itwasadifferenttime",
  "@juliejools27 morning mate! x",
  "@LeachJuice Cool. Will check it out tonight. Loved Battlestar Gallactica reboot. Superb",
  "@fz6e3dad @JimNorton Love to.Wanna get him on my show too.Just Hope he clears customs,when they see him,they will be putting on the latex glove. At his request.",
  "Anyone seen the new Star Trek on Netflix? What did you think? #StarTrekDiscovery",
  "@Yubson100 @absoluteradio ha x",
  "@MrsScofe so were we! No school ski trip for me, but managed to scrap together fr=or the French one",
  "@Yubson100 @absoluteradio yeah. Up on todays podcast and tomorrow as the full unedited chat. Today spot on iTunes has what went out on the show.",
  "Fight Fans! Send us your q's for this weeks Ultimate Couch Fans @Ultim8CouchFans. UFC Japan, Bellator,boxing, email oc@ultimatecouchfans.com",
  "@WillBuckley24 what the hell were the school thinking? (spoken like a true Dad)",
  "@WillBuckley24 and...",
  "@OC (I had to put her hair in curlers for the rest of the trip)",
  "@OC Moscow, 1984, pre end of Soviet Union. School librarian fell down stairs in front of us (all waiting at bottom) and broke her arm...",
  "@EmmaKennedy how amazing Em x",
  "@MMABrad48 ha ha!",
  "Our French teacher got drunk too! I could do a whole show tomorrow on overseas school trips! Love this Cam Cam https://t.co/7BZ8djcKbe",
  "You remember you first overseas school trip? We went La Rochelle with mine. Dodgy 'magazines', stink bombs,under the counter firecrackers 👌",
  "Just back from 13yr old's school. Special chat to parents as She's off on her first European school trip in a few wks. I'm like this https://t.co/QbzkRNPlUN",
  "WEST COUNTRY FRIENDS OF THE SHOW! I'm up this weekend at the Bath Book Festival. Come and say hi Sunday https://t.co/zM5ld0PlRR",
  "@adamello @RichieFirth @absoluteradio ha ha!",
  "Thanks @MMA_Jim https://t.co/FekL1w9OK7",
  "@John_Kavanagh You might wanna Conor know he has a fan in Noel Gallagher https://t.co/O80ezGLaE4",
  "@nicoinsheppey @andyguitarleeds Don't like to me, at the weekends, its Nicola",
  "@andyguitarleeds @nicoinsheppey Thanks Andy and Nicola for the heads up. I'm looking for a tutor as well in my area. Rock and roll Dorking/Reigate/Guildford",
  "@rawchocolatepie Sure and maybe you send some to your newest fan...",
  "@rawchocolatepie That Pink Himalayan Salt was is MANNA from the heavens",
  "@Otokaaa @RichieFirth awesome, will read on air next",
  "@RadioSed @NoelGallagher thanks mate",
  "@danawhite Dana, you gotta see this. Noel Gallagher loves Mac @TheNotoriousMMA https://t.co/O80ezGLaE4",
  "@sjthomas_ @absoluteradio @NoelGallagher thanks buddy. My perfect kind of guest.",
  "@MarkMaguire_ You ok? bad morning?",
  "One of the best talkers in this hoopla Noel Gallagher in with me now for the next hour @absoluteradio #NoelANory",
  "@lordmelbury @absoluteradio @TheNotoriousMMA we have them on speed dial James",
  "Good Lord! @rawchocolatepie I tasted heaven eating your goodness for the first time today. POW! CHOCOPOWER 🥊",
  "Noel tomorrow with me @absoluteradio.We talk drinking, band riders in the 90s vs now, crisps and @TheNotoriousMMA who Noel is a HUGE fan off https://t.co/FQZJ5Up7Wf",
  "Get your book worm kids to have a look at this. Awesome prize and em and Claudia Winkley @ClaudiaWinkle are judges. ⬇️ https://t.co/mPMFCgrQI7",
  "@justinsandercoe Ha! Small word Justin I've been watching your brilliant videos. DM me Sir, what great work",
  "The caller just keep saying \"David...is that David?\" Despite me saying no repeatedly. Then they RANG back a few moments later.",
  "In this modern world still something mysterious about a wrong number. The person who called called you refuses to believe you at first",
  "David Bowie released “Heroes” 40 years ago today. Here’s why it’s one of his essential songs https://t.co/4QIwUITeqT https://t.co/iIWenGf39V",
  "@Matthewlaw86 Yes! Thanks my eagle eye reporter",
  "@seanphelan23 @mauroranallo him and Jimmy Smith are brilliant.",
  "@mauroranallo pleasure. Was a great card wasn't it?",
  "\"Mama Mia What a left hook\" great work from @mauroranallo and he's right. https://t.co/lbS2IqNYJX",
  "Just watched first you tube video about learning the guitar. \"if you're over 40, you will take longer\". Kids laughing. I'm not.",
  "@wildlifeaid acoustic and electric, hope you're well Simon and the animals are too!",
  "Wow https://t.co/gkehox1iKw",
  "Got my 10yr old her first guitar. Just learnt how to tune it. Now whats the best online tutorials? I now want one and lessons!",
  "@peterdickson you hipster!",
  "@Sads3110 wow Lee! Never thought of doing that",
  "@MrsNickyClark ah! Thanks x",
  "10 yr old daughter and I heading to get her first full size guitar. What's best for her to get and learn on?",
  "@MMA_Jim where can we see this weekend s Bellator in the U.K. jimmy?",
  "@MMA_Jim @MMAUNOcom watching later, good fights ?",
  "I can tell from state of my clothes in the morning how much I'd drunk the night before. Today looks like I spontaneously combusted into bed",
  "This is great writing and insight on May's Brexit speech. If Carlsberg did Break Up Speeches https://t.co/PR86D7Cv3u",
  "@neildeadman @RichieFirth Uh oh!",
  "@alansheppard What! Thats amazing",
  "@Blueskiesblues didn't need to tag him in that tweet. Have some class and respect for what you couldn't do",
  "Addison Lee drivers on the way to work this evening  https://t.co/2SgO2RO1Gl",
  "Looks like two guys fighting on holiday by the pool https://t.co/rJbEabxNB6",
  "Yep. Looks great. Can we see it in the U.K.? https://t.co/LEkcvrpMuO",
  "Anyone got a sadder lunch than this?  #prayforrichie https://t.co/NCkjixjfo4",
  "@RichardMorrall don't doubt me buddy!",
  "I support all the selfless and brave work out Firefighters do, now with crime fighting dogs https://t.co/W5ERgvIvx6 #powerful",
  "@Snowelf @absoluteradio in a @Wickes built Fun House ?",
  "@Gemeister_ for weeks h'es been saying he's bringing on Bucks Fizz tonight  which is why we booked Cheryl!",
  "@justacword @JimNorton Shameful Secret is what Jim's parents refer to him as",
  "@JimNorton awesome buddy. You gotta come on the show buddy. Email me Jim. Hope you're well",
  "Amazing if this was the next single title? 'Life begins at 45'. Video with LG kitted out in some sick Marks and Sparks Blue Harbour Range https://t.co/HNv0qj9hyU",
  "What a great fighter @IamTheImmortal has been for us fans. This picture of him should be made into a bronze statue in his hometown #ufc https://t.co/oDlGQMSiYH",
  "@JimNorton Jim. You coming over to London?",
  "Am I the only person who doesn't sleep next to their phone? I reckon my wife is a step away from getting it a pillow",
  "@RobBrydon love shows like that, they are the very best aren't they?",
  "@jassyblue80 @RichieFirth @RealDysonator No, i meant you sharing that and thinking we needed to see it.",
  "@Tors85wilks @RichieFirth thanks mate x",
  "@alwaysbecomedy @ThreeCheersPubs @TheRealJackDee Would've loved to have sen that. One of the best comedians in the world. A real master of the art.",
  "😂 https://t.co/pmEbBxvLVw",
  "@BezAss09 @RichieFirth Nah, I'm almost as good. In radio, he sits atop a mountain, handing out wisdom to os who stand at his feet. Of clay",
  "@JayLews_ No.",
  "Brass Eye was so great https://t.co/svihu7GxFe",
  "@JasonManford @AngelaBarnes Oh I love her she's flipping great. You aint too shabby either x",
  "@BigBadEd dont read it x",
  "@ppldm Matt with two 'T' s!  Just amazing kids, so so nice",
  "Tomorrows 'Richie Firth Did He Really Say That?' by Samster, is one of the funniest ever. See top 3 https://t.co/b3eyLhU0bd",
  "I had so much fun with @LongMeadowSch. Great school and teachers and awesome kids https://t.co/kfCqNiFMxe",
  "Requests: What song do you want @OC to play you on the Friday Jukebox? https://t.co/l60akD936H",
  "Its a children book and also for the child that lives within all of us https://t.co/2SpyNCeXqD",
  "X https://t.co/7zIzihFfUx",
  "@jassyblue80 @RichieFirth @RealDysonator Thats not funny. Thats fucking awful",
  "@OC I see Evanescence are touring... that Evanescence-themed wedding will never leave me",
  "Looking forward to reading https://t.co/pc81xjOPKj",
  "@magnus_robinson whats the answer?",
  "@magnus_robinson call me NOW, ask him the q's! 0330 123 1215",
  "Happy Birthday LG x OC x https://t.co/lqSk9X974T",
  "@ByronStevenson1 Love Tom! We're good buddies",
  "@MaxRoe4 @LongMeadowSch How come you saw this? Thought he eye was bad?",
  "@BrendanSchaub @BronzeBomber @ShowtimeBoxing Fashion? Even Elton John would say that jacket was too much",
  "@LongMeadowSch @MaxRoe4 lightweight, he's had 5 months off over the summer to get his eye done",
  "Chris Morris legendary R1 show. Changed everything for this DJ https://t.co/q89RiLB0C3",
  "Kids just asked me what this is? Where do I begin?  #worstformatever #missmymixtapes https://t.co/BDGqFjRtUo",
  "Any cat lovers follow me? Have a question",
  "@danawhite sign this guy up. Awesome takedown https://t.co/nKiHPFcnvQ",
  "Lovely pic of Jake with a Waltzer operator https://t.co/W5D4R3Uuv1",
  "Jake LaMotta after losing a fight.  He went 83-19 and still lived to be 95 after taking beatings like this. https://t.co/xEmRrXVJSy",
  "Less than 2 weeks to get your Bedtime Story Comp entries in to be judged by @ClaudiaWinkle @OC and @aliscribble! https://t.co/4MiPypwLiq https://t.co/8T04uUqkXY",
  "This is the kids story writing competition I was just talking about. 200-800 words, best gets made into a book! https://t.co/PEkju9FbV7",
  "@theSparc_ you can relax, we got this x #element",
  "@theSparc_ odd way to put it. We announced this week we have a new news reader for Sky Emma Jones starting next week, and Glenn Moore replaces Matt",
  "@MrJeb and you wouldn't have a leg to stand on",
  "Do I look like I run the IT desk here? Thats @RichieFirth https://t.co/NNv0tP0Zt6",
  "@Chisanga_DStar That's a great call",
  "@MMA_Jim @PlatinumPerry @MMAJimPodcast @FirstRoundMgmt @Abraham_kawa dint know a lot of that. But still, don't be saying you're gonna KO Ruthless!",
  "Hey @MrNishKumar  @joeldommett just caught new show. Really enioyed it. Hope you're both well",
  "@C28L @absoluteradio thanks pal",
  "@nicklakeauthor ha ha! Always editing",
  "@MMA_Jim @BryanLaceyMMA @Ultim8CouchFans @DRussellMMA @DenisGeykoRT @DanTomMMA I can when they talk such shit!",
  "@MMA_Jim @BryanLaceyMMA @Ultim8CouchFans @DRussellMMA @DenisGeykoRT @DanTomMMA ha! You like him? Two words Biff Tannen",
  "Tell the kids to have their pocket money ready to get my book or I'm outta there. By 'school limo' you mean Deputy Heads Saab? https://t.co/Vrmw1uqIBS",
  "Final, final tweeks to Radio Boy 2. Not saying my editor and copy editor are over thinking it but.... https://t.co/pkSthyjWbI",
  "It's acoustic. Has decks in his bedroom https://t.co/3an6g3eyTt",
  "Next Weekend I'm at the Bath Book Festival. Talking Radio Boy and chatting to you if you come along. https://t.co/zM5ld0PlRR",
  "@JennyBarsby YOU HAVE TO GO!  A Cat Pilgrimage there #CatGrimage",
  "We talk the epic fight with the result that shamed boxing more than the way some thought Conor would and UFC Pittsburgh https://t.co/rXDTMTNBhj",
  "This wks ULTIMATE COUCH FANS, UCF, is out now. My weekly podcast about boxing and MMA with @BryanLaceyMMA. https://t.co/ySnzpZR1n2",
  "🤔 https://t.co/9JWyjzwBEf",
  "@daddymarshall1 @BryanLaceyMMA yeah we knew that really...",
  "Looking forward to watching this later https://t.co/HWz0BqsRfT",
  "Fight Fans DOWNLOAD THIS https://t.co/ZcfT0qzFVH",
  "@annieqpr @RealDysonator we gotta get you on Annie! call me 0330 123 1215",
  "Wait, we killed Blockbuster and now Toys R Us? We have given our kids Brexit and now this? https://t.co/eHVukafyFv",
  "The 10 year old me is weeping at this news. I can imagine all the toys panicing about being homless. Woody try to calm them https://t.co/3pplUSN8PF",
  "@Brummie_Jen @absoluteradio thanks for your tweet though",
  "@Brummie_Jen @absoluteradio see my tweet yesterday. Jenny came to help out for a few months. Emma and Gleen start next week. I got this!",
  "@james_hanrahan @RealDysonator Took me few moments to get BSOTF",
  "@Der_Wunderkind @absoluteradio Nice spot! It's about his son at the weigh in",
  "@dantucker217 @RichieFirth Great correction Dan. Looks pretty good too",
  "@basildog1231 @paulsylvester75 @RichieFirth @RealDysonator @NickDaly @ClaireSolan @Masterman @radioacademy Erm.....",
  "@SarahJazz1 @paulsylvester75 @RichieFirth @RealDysonator @NickDaly @ClaireSolan @Masterman @radioacademy Very kind Sarah, thanks x",
  "@milesorru Top man Miles.",
  "@Mars_Sevenfold Thanks my friend in Aus x",
  "@esrose2003 Thanks Liz, missed ya too x",
  "@DarrenAltman @paulsylvester75 @RichieFirth @RealDysonator @NickDaly @ClaireSolan @Masterman @radioacademy Hey man, that's a really kid thing to say. Thank you",
  "@james_hanrahan @RealDysonator Both",
  "Taxi ride thoughts for today's BIG TOPIC TUESDAY. @absoluteradio #bethere https://t.co/gsTK6XAaq6",
  "@AlexEnlund @BryanLaceyMMA @ACB_League thats @BryanLaceyMMA",
  "Edmond Tarverdyan wants Ronda Rousey to fight Cris Cyborg. At 38 years of age, Rio Ferdinand wants to box. Common sense prevailing in 2017. https://t.co/MV4Z1ycYFg",
  "@gilbertthewheel @iainlee wow. Get us a bottle",
  "@JasonManford there's the next tour! Cotton Wool Ninja. Or next album",
  "Like the ex who dumps you then sees you looking all ripped and hot and then wants you back https://t.co/UxJRzTPVIE",
  "@BadhamLee easy Bobby Buzzkill! Jenny came in tongelo for a few months. Matts been on a few years and knackered! That's all!",
  "Pipe up Keith #stickittitheman https://t.co/tcvUPbrUwc",
  "@paulsylvester75 @JasonManford @RichieFirth @RealDysonator @NickDaly @ClaireSolan @Masterman @radioacademy he'd forgotten.",
  "Bless. Very much the step child of absolute radio https://t.co/XU0yHwqyzd",
  "If we win I'll get you a pie https://t.co/wOMtrdZ0iA",
  "Thanks Team. That's you if you listen too x https://t.co/5XHtJ0PuQo",
  "@whiskey_jim no one asked you too. You always this much of a narcissist?",
  "@Rourkie100 She helped us out for a few montsh and was fun, hated the hours",
  "The shows News and Sports in the hands of a great newslady and a stand up sportsman. Welcome to out radio family Emma and Glen https://t.co/eI1Wn4Fxex",
  "What? How could Ryan do this to us https://t.co/qESKyExyEy",
  "One of the greatest films ever https://t.co/akozs11vtB",
  "Nice to have you back @LukeRockhold. Nice suit you turned up in too. Boss? Armani?",
  "Cutey pie. My Lukey #UFCPittsburgh https://t.co/23hcZwlcdK",
  "@TheProspectMMA what a great fight, well done Champ",
  "I had it 115-113 for GGG https://t.co/1FPYsx5jvM",
  "Where do we even begin? https://t.co/9LcehaXjiN",
  "Despite the shocker of a decision, still loved the #CaneloGolovkin fight. Boxing stills edges MMA in the big fight build up. Great fighters",
  "Re-watching #UFCPittsburgh. Big fan of the amazing wardrobe of Francis Ngannou. Can Reebok start a line of his Fez ? https://t.co/U6MfS5kTMc",
  "I have an idea how to shift the last few https://t.co/xmnztG6ckN",
  "@BryanLaceyMMA HA! Tweeted that earlier today. Love that man,",
  "WOW. JILL POULSEN'S COLUMN TOMORROW. https://t.co/5kmPa8LHiC",
  "This is incredible. https://t.co/zkHKrRHBV1",
  "@paul_gobin https://t.co/qaHPrgNKb7",
  "I've seen some dodgy decisions but thats shocking for GGG and for boxing too. Shonky as fuck. 118-110! #CaneloGGG",
  "In times like this, we look to Teddy https://t.co/tTzauQCF22",
  "@iancamfield me too. And Triple G KO ! It's that tight mate",
  "@iancamfield decision or KO?",
  "🙏😘 https://t.co/HpK1K6L9HU",
  "thanks x https://t.co/cAjRJx350G",
  "Canello or Triple G? Who ya got ?",
  "@DavedrumsHoward @SU2C we sold 2000",
  "@simonhead @CageWarriors take out the gills and replace with Saints vs CPL thenthats my weekend! awesome",
  "@lthompsonwrites @SU2C Its a sunday. You normally rock back and forth weeping then",
  "@DebzSkinner @SU2C let me know how u get on Debs",
  "Only 200 tkts left for our Stand Up show at the Palladium for @SU2C https://t.co/nhOjmyprqk #fuckyoucancer",
  "@cloedolan @fanningrte @arobertwebb Love Dave, and Rob too, the book is my book of the year",
  "Thanks x https://t.co/j08DlxtzzD",
  "Daniel Cormier pleading with fans to show compassion towards Jon Jones. What a guy. https://t.co/RcN3MxG9SJ https://t.co/A8iKQwhmDe",
  "@_LukeMaguire do, mean it",
  "@lthompsonwrites thanks so much LT x",
  "@bigdirk008 @StandUp2C 200 left",
  "@judi_tee thanks so much Judi xx",
  "@odgie635 wow! thanks buddy",
  "@JackSlackMMA @VICESports great great read, thanks Jack",
  "Great insight from the great Jack here. Love this. https://t.co/bWeC0q59vc",
  "@JasonManford @paulmccaffreys I would've liked to have seen you both in my home town, was going to have gone back this weekend. Enjoy the show boys",
  "see previous tweets Paul https://t.co/Fdqzwp7WoW",
  "Hey @danawhite you need a Junior UFC for young scrappers like this https://t.co/taEPlEdxHM",
  "Boxers son kicks opponent. Whats not to like? https://t.co/taEPlEdxHM",
  "Thanks x https://t.co/xnmUYEEni2",
  "I'll buy you a birthday dry sherry https://t.co/1LUgok9Vxn",
  "Just about ! Thanks https://t.co/8ciutSHlfy",
  "@karlos437 @PaulGuinness thanks mate!",
  "Thanks so much x https://t.co/m1OFUXuITZ",
  "@DRussellMMA @LukeRockhold @RyanLoco @BryanLaceyMMA good lordy...i'm getting a little...",
  "Thankfully no serious injuries #parsonsgreen. Those Lidl bags are hardcore. Bomb proof. Might dress myself in them for safety https://t.co/Zarb5Z9MVT",
  "Well done and good luck x https://t.co/AHhYDa63vl",
  "@DrChristyG @SU2C bless you and thanks",
  "Thank you so much https://t.co/MFjNMM9Gfj",
  "Get your tkts https://t.co/kGapRyvokk Stand up To Cancer at the London Palladium. Me plus actual funny people #beattheboss",
  "The boss said 'you'll be stretched to sell 500 by end of Friday'. We've done 1800 and only 380 left. Come on let's sell it out !",
  "Thanks @guardian for using a pic of me when I was 10 years old https://t.co/cAxnIbKv5y",
  "You maniacs! 1000 tkts sold in an hour! Thanks so much.  @StandUp2C",
  "Yes please https://t.co/TjKtleah7U",
  "@samguarino @Ticketmaster @OC I had the same issue but got though OK for 2 tickets via the Palladium website instead.",
  "Go to https://t.co/nhOjmyprqk they are waiting for you folks https://t.co/oxQNAMSltn",
  "500 = 5 Guys Burgers\n1,000= The Ivy https://t.co/vh1J9GxiOp",
  "@andyjenner1982 wow! I have this all to come Andy, email me the details christian@absoluteradio.co.uk",
  "@numbnut009 @RichieFirth Next Thursday yes, does he go to Long Meadow?",
  "@themikkisama @BryanLaceyMMA Hey thanks Mike! Hope you enjoy. #Oss 👊",
  "@BryanLaceyMMA you slag he's MINE",
  "@NickiWJ ahhh bless ! I hope he enjoys. If he does I'll send him a special signed one",
  "@catscan what!!",
  "@NickDaly @RealDysonator @McVities @afcjets @RichieFirth 🛫 🇦🇺",
  "@NickDaly @RealDysonator @McVities @afcjets @RichieFirth piss off Nick",
  "Shakespeare couldn't have put in any better #biscuitbard https://t.co/DjEfTWeLOV",
  "Hey @RealDysonator https://t.co/sOAjIPz9kY",
  "@RealDysonator More Sol Campbell",
  "@RealDysonator @McVities @afcjets @RichieFirth And Dyson, it chat like that that made me fire you from the show. Just after you quit.",
  "BUT...Tim Tams beat the boring as hell Penguin. It was your Be Here Now to Tim Tams Definitely Maybe #biscuitbantz https://t.co/9pgjJE23uo",
  "Look McVities you've done great work. With Trio, United and Club you gave us the Best, Law and Charlton of the biscuit world https://t.co/9pgjJE23uo",
  "If your kids like reading &amp; stories, why not write their own? Best story 200-800 words gets made into a book! https://t.co/PEkju9FbV7",
  "@THE_A1M @paulsylvester75 @littlejason @NickDaly @RichieFirth @RealDysonator @ClaireSolan @absoluteradio Luke isn't eating double cheese burgers with abs and obliques like that #obliques",
  "@paulsylvester75 @littlejason @NickDaly @RichieFirth @RealDysonator @ClaireSolan @absoluteradio Poison Ivy yes",
  "@littlejason @NickDaly @RichieFirth @RealDysonator @ClaireSolan @absoluteradio @paulsylvester75 so cool of the boss Nick",
  "@NickDaly @RichieFirth @RealDysonator @ClaireSolan @absoluteradio no I don't and no everyone is really excited. Why lie to us right team?",
  "@RossWinton you in denial ?",
  "@NickDaly @RichieFirth @RealDysonator @ClaireSolan @absoluteradio oh lovely thanks for getting us one tomorrow too",
  "My Lukey https://t.co/IWaoGqqtkQ",
  "Thanks so much 🙏 https://t.co/kwEliTnVnW",
  "Today is not going to be productive... thanks @OC https://t.co/WgutYtgIdR",
  "I'm available for weddings and barmitvahs https://t.co/Z56Cu8lRr0",
  "@Amit_Meghani can we speak to you? Richies brain is hurting",
  "What a time to be alive #dogtux https://t.co/ZciFgUv3De",
  "Come on @instagram show a human heart to match the beauty and love here. Thanks x https://t.co/TyT5qg22B5",
  "@cundy_natalie 4 days to come up with that?",
  "@sequingirlie how amazing! X",
  "Thanks, I actually hope my children never hear that last 15 minutes about Rockholds dick https://t.co/pgGmLUCNm6",
  "NEW @Ultim8CouchFans OUT NOW! If you want to hear our thoughts in #UFC215 and @LukeRockhold's penis this is the show for you! 😂😂💪 https://t.co/xNzc7zISeU",
  "Thanks your son from me 🙏. Radio Boy 2 is out early January! https://t.co/F0XliKg8Zu",
  "FIGHT FANS! My new podcast is out now! Me and @BryanLaceyMMA talk Jones, UFC 215 and Samster and your q's  https://t.co/zzsSoEViNR",
  "what a show! https://t.co/zjuAh1acfE",
  "@Poloniumsoup @RichieFirth Ha ha! its a lovely name!",
  "@ComedyBint nice, very nice",
  "@littlejason yes, young Mark from Essex",
  "@richiefirth   https://t.co/i7lg0N5j3x",
  "Oh man. I really wanted to believe again https://t.co/Q6EIBZw5Qe",
  "@AlecSharp81 @WhizGidget @RealDysonator don't be daft, not the first to say that!",
  "@AndrewBober yeah, thanks for heads up, they've only been around for several years. Have you seen a treadmill too? x 😂",
  "@AlecSharp81 @WhizGidget @RealDysonator ha! You try and see what works. It's been v rare in my 12 yrs there it doesn't gel",
  "@daddymarshall1 yes, email me your total fighter mate",
  "Fight fans looking for your questions for this weeks Ultimate Couch Fans, UCF podcast. email oc@ultimatecouchfans.com or tweet me here",
  "Roy is calling us tomorrow 7.30am #savlon https://t.co/O3Gk2qZKmf",
  "@OC been watching this #AppleEvent for half an hour now and no mention of the iShouldcoco",
  "LOVE THIS! Come on breakfast family, you can top this. Send me yours https://t.co/mDh4RXy4uN",
  "@ollykempo @RealDysonator @RichieFirth No I think he went straight in x",
  "@WhizGidget @RealDysonator Bails was with us 8 yrs, Matt 2, faye 3, Jenny came in to help for a few wks. Matt will be missed big time",
  "@Duncanreddevil @absoluteradio wasbgreat chat Duncan",
  "@HookGenie @absoluteradio legal reasons",
  "@garnipt126 @siralexlowe Oh yes! Soon as confirmed Roy will call us #savlon",
  "@VictoriaJech @daveberry_tweet or the joke x #itsjustradio #overthinker",
  "@sjthomas_ @RealDysonator You'll know when you need to. Matts been with us a few yrs, Jenny came in to help for few wks",
  "@daveberry_tweet @RealDysonator Just found some more of your new show photos #radiosfletchandsav https://t.co/AiM4E4EVDs",
  "Wow. The chemistry just leaps off the page here with you two #2stiffs https://t.co/IAQq836Ov5",
  "Fly Matt, fly... https://t.co/FawRdw903g",
  "@melmontagnon @RealDysonator thanks, loved doing the show with him. He made a huge impact",
  "@mrsimonhale @benburrell @RealDysonator Jenny just came in to help for a fw wks.",
  "@mrsimonhale @benburrell @RealDysonator Matts left as he is knackered! 12 yrs on brekkie radio! Newbies are starting very https://t.co/T0YjP5MRpP easy we got this",
  "@abbi_lamps great idea!",
  "@christweets welcome back buddy. We've missed ya CM",
  "HELP! whats best way to put on stick back plastic to school books? Trying to help daughter and I've got huge air bubbles in 3 books.",
  "@26_Reds @JennyBarsby @RealDysonator @RichieFirth Nope. Maggie was with us 5 yrs, Bails 8. D man 2 years",
  "@mkn1ght bloody rude!",
  "@OC No pudding for @TheNotoriousMMA as my Nan would say...",
  "@MMA_Jim great point Jim",
  "Doesn't make it right https://t.co/eBXqVX43Fr",
  "@RealDysonator Me right now, outside your place Matt #inyoureyes #llyoddobbler https://t.co/C8Te7cse7A",
  "Anyone else can't get past how he's left his knife and fork like that? https://t.co/KjZAFMrWfP",
  "@robbeckettcomic @RealDysonator @owengiggityclay @talkSPORT Rob you are a big hearted guy, watch out for the snake in the nest. Mentioning no names but Cuckoo Dyson knows who I mean...",
  "@ccnorrington @RealDysonator Actually i'm my almost 12 years, its v low. Bails 8 yrs, Matt 2, Maggie 5, its like the mafia",
  "@RichieFirth I've had enough of their Panda Bullshit Rich",
  "@supersigh @daveberry_tweet I know buddy 💔",
  "Great guest this morning. https://t.co/Qq6tOBACwy",
  "hey @blowersh fancy a new job ? https://t.co/qe9pLJUv3r",
  "@TheMaggieDoyle i meant news and sport folk x",
  "Oh my very bad. The First Lady of Breakfast radio, a ⭐️ https://t.co/Ikfah7KXjS",
  "@daveberry_tweet Hey. See you around soon. Be careful in the station, some real bad accidents can happen https://t.co/T16G14lZZA",
  "I've been blessed to have worked with some very funny people. @itschrissmith @RealDysonator and I guess @bailsbails.Excited for what's next",
  "Change is essential and I'm very excited about who we have joining the show replacing Matt. Also have a new newsreader joining the show",
  "That said.I gave him a home 2yrs ago when he had nothing.I fed him, gave him a shelter from the storm. Him and @daveberry_tweet...right pair",
  "Truly gutted to say @RealDysonator is moving to drivetime and more sleep. I've been lucky to work with him. Funny and a top man 🍻",
  "@italia4stelli @RichieFirth  @RealDysonator D mans been here for 2yrs, Jenny came in for a few wks. Newbies lined up, gonna miss Matt though",
  "@daveberry_tweet any chance 2 for 1 deal? https://t.co/RHX6BMWh1R",
  "#sidewaysstep https://t.co/fPycm3gRvd",
  "Cant say much but this is my mind right now about a certain team members 'news' tomorrow and what I'd like to do #fredodyson #godfather2 https://t.co/pfaEITcOat",
  "@adameighty6 @RealDysonator nah, come on mate, lets go for a little ride",
  "Finally finished Leftovers season 3. No idea what was going on at times, but enjoyed the epic ride.Brilliant acting.Have man crush on Justin",
  "@davidknowles81 that is my top shelf material #takeawank",
  "@cave_alison @JennyBarsby Yes! Crazy lady but funny. Those hrs aren't for all. Some news tomorrow on some newbies...",
  "Just brought all of these, bottle of red wine and some cheese. The guy at the counter looked at me with pity 👀 https://t.co/pJdmZkg1qN",
  "@nickahenry 😂",
  "@RealDysonator great, you got my 'message'",
  "@garnipt126 Interesting you pick him first. How come?",
  "Some sad news on the show tomorrow. One of the team has done a 'Fredo' on me and the show https://t.co/ue8L6NbjRv",
  "Anyone have any womens magazines with an advice/Agony Aunt section?",
  "Big interview tomorrow after the show. You can be part of it. Have a read https://t.co/gvp7AETtha",
  "@simonMOF Celeb one starts soon",
  "Love this https://t.co/44zdFyE2Oa",
  "@silverfoxpotts topical",
  "@thedannypainter ohh. How?",
  "@RobHardyFR8 #zing 😂",
  "HELP! Just spilt butter on my white t shirt. whats best way to get out a greasy stain?",
  "Oh yes. This is what the spirit of Manchester looks like. #WeAreManchester ❤️🐝 https://t.co/O1KavXaNjP",
  "@garyamc 👊",
  "@Masterman hey! You seen Liam Frey @What_Liam_Said is doing an acoustic tour! We gotta go, Koko next month.",
  "@brownie1701a top man 👊",
  "@EvelynNewby @GeoffLloyd thanks, and yes its about time Geoff went back to work x",
  "@fairycupcakeuk thanks",
  "@OC 'I Should Coco' running in 5.20 at Stratford - worth a punt at 12/1???",
  "Its the 4th 'make a poster about..' this year! https://t.co/bfv4wuFd8j",
  "Currently I'm holding caught to in increasingly bored 13yr old about how The Stones and Led Zeppelin 'borrowed' from Muddy #drrock",
  "In my years of being a dad, finally some homework I can help with! 13yr old has to 'make a poster about Muddy Waters'.",
  "Enjoy if you're going to this amazing line up. Also live @absoluteradio https://t.co/PjqaoXrPmz",
  "@bigdirk008 Thanks so much! You've made my day buddy. Have a top weekend Scott",
  "@RobBiddulph Looking great, you're not too shabby either",
  "Walworth Heavyweight Fred \"Nosher\" Powell teaches Sir Roger Moore some #boxing skills for his 1965 role as Simon Templar in TVs \"The Saint\" https://t.co/f6hMECQ06l",
  "We all are sons https://t.co/BTcr4WfRRw",
  "@rebeccahindle Er no. Sorry.",
  "@BenG_1991 expect we aren't lads. Newbies coming soon. V excited",
  "@JohnRossBowie thats a lovely, wise, heartfelt thing to say.",
  "The emails, texts,calls we get everyday are just so smart &amp; funny. If you want to drop me a line, my email is christian@absoluteradio.co.uk",
  "Loved the radio shows so much this week. Thank you if you listen thanks for letting me have this life. I'm very luck.",
  "Rival Sons, Blackberry Smoke, The Silver Seas. If you're after some good stuff to listen too this weekend. #yourwelcome",
  "Depression isn't 'sadness.' Sadness is sadness. Depression is a chemical imbalance.\nAnd ignorance is ignorance.",
  "@Masterman 'Yes! They are so good'. Fuck me, John peels alive and well #yes!",
  "@dancafc80 if you like rock, good tunes try Blackberry smoke",
  "The kind that breaks open the shell around our hearts #thenational https://t.co/0zrFL0Uww3",
  "Love this band. Great new album. Played it doing the school run and I'm afraid the kids didn't go for it. https://t.co/IIxcypAOwF",
  "@lthompsonwrites I do https://t.co/ITQtYRAT01",
  "@lthompsonwrites BTW, love to do a book event with you, would be fun",
  "@lthompsonwrites No i have rules about that. Different for ladies. I couldn't go do the radio show or even write wearing them. I'm odd",
  "@lthompsonwrites I'm sorry to hear. Go for the Uniqlo ones. Really good. I literally countdown until I can get into them",
  "Happy 18th Loose Women. I'm remember going on, cameraman said to me \"good luck they are going to roast you\" but i loved it. #LooseWomen18",
  "@brownie1701a and thanks mate",
  "@brownie1701a daily mate",
  "@tonydicarlo @absoluteradio sure, sure #chinnyreckon",
  "@RealDysonator @taztaylor45 @glynwaters i'll tell my smart arse 10 yr old daughter #JuDys",
  "@Braincapers @RichieFirth x",
  "@Braincapers @RichieFirth not at all, not what he said",
  "@oc actually guffawed at \"George Cambridge: sounds like the kind of name that gets you a bog wash!\" 😆😂 @absoluteradio",
  "@david_streather @absoluteradio @nomadicrevery @elisjames @Masterman no idea, are you?",
  "Whaaaaaat? https://t.co/NnkCPdu6dU",
  "@lthompsonwrites 😂",
  "One sleep to go until new The National album! https://t.co/kxyjQGmyQt",
  "What do you think Prince George's lunchbox is like? https://t.co/BnycB9I9lX",
  "@steve_knox67 😂",
  "@OC Bulletproof little tikes car while he waves to the other kids and teachers at playtime",
  "Do you think Prince George has bodyguards at his new school that are kids his own age with guns and shades?",
  "Prince George starts school today! https://t.co/5EAxpeA0i3",
  "@Tony_Jeffries @boxnlife wheres that photo taken? A Sunderland tip?",
  "@RealDysonator as are you. #JuDyson",
  "Saw this thought of you @RealDysonator https://t.co/vBSVPTauLR",
  "We call this one, the Headboy Rumble... @RichieFirth once again caught out by you. Thanks! @OC https://t.co/Gt5NYRaCTL",
  "@g1xer YES PLEASE! Email me christian@absoluteradio.co.uk",
  "Erm... https://t.co/pXjK7FafUL",
  "Vince Cable reveals that when he was business sec, May suppressed nine reports showing immigration did not hit wages or jobs. https://t.co/Ypo3P7MI2s",
  "@kevshek @gregjames @absoluteradio er sadly we aren't. Didnt know G-Man did this so we arent doing it. AS you were OC x",
  "@MrCracknell @RichieFirth That could work Richard! Both Richards two, although my one is a dick",
  "These are the only kind of tweets I want from my rock stars. OC x https://t.co/kvZPZj7tJr",
  "https://t.co/afgOQHpSV7",
  "@happymonkey2014 ha ha! Thanks man",
  "Can we borrow it for a night? Knight? Geddit? #alonquinbantz https://t.co/nPaLXg66aa",
  "@sireed872 it's Tom Wood The Hunted",
  "@aksids she came onboard to help out for a few wks. Newbie starting in a few wks",
  "@stephencgrant ha! It should've been banned for Dad-abuse",
  "One can only think Jacob Rees-Mogg has overdosed on the arsehole tablets",
  "@HorneyMedia ha! I'm on deadline right now. Drifting, mind tired, trying to energise and get the deep focus. we must catch up soon T",
  "@DavidRodwell1 whats other?",
  "This will good as they are. https://t.co/pHD6vYQTvQ",
  "@DavidRodwell1 on my list this year. That good David?",
  "Best and most moving books I've read this year are I Found My Tribe (if you run a book club you'll thank me) and How Not to Be a Boy. U?",
  "Book I was raving it this morning was How Not to Be a Boy. By @arobertwebb brilliant and life affirming look at what it is to be a man.",
  "@InvictaSmith thats what I said yes",
  "@MissJW77 @RichieFirth it's normally other way round",
  "@daddymarshall1 @Ultim8CouchFans thanks so much buddy",
  "Congratulations to the truly talented @siralexlowe on Cheap Cheap Cheap on Channel 4. Rare you see something new and funny. Great work",
  "@daddymarshall1 @Ultim8CouchFans a kid???",
  "@daddymarshall1 @Ultim8CouchFans ha! Wait til you hear this weeks",
  "there are really only two types of people:\n\n1. got mine, fuck you \n2. nobody should have to endure this \n\nthe rest is just details",
  "@jjpf80 @Ultim8CouchFans @BryanLaceyMMA thanks James for all your support. Have you heard this weeks yet?",
  "@RichieFirth Wash the stink off of 7 45am GMT this morning",
  "⚠️BRAND NEW EP ULTIMATE COUCH FANS OUT NOW ⚠️. My favourite one we've done. Me, @BryanLaceyMMA and The Samster  https://t.co/BPH4f3eOUx",
  "@istanbul5x @AlanLennox_ he's a guy who has been on the go since 4am and just taped a podcast.",
  "@AlanLennox_ Mix of both.I had the idea,then brian stormed other moments and broke to chapters then would just write and see what came.Then revise &amp; edit",
  "@rustyrockets looks good. Love to chat to you on the radio show. Hope you're well",
  "@liamdfisher Alan Brazil",
  "Yeah,who? ASSEMBLE BATH AND BRISTOLIANS https://t.co/EQZrRrz3tQ",
  "@StevePenk the DJ's should be dead too Steve!",
  "@siralexlowe that's so true !",
  "@MrJamesMay @applenessuk @rickygervais @Baddiel Municipal Swearage is a great name for an indie band",
  "@RichieFirth talk to the ✋️",
  "@RichieFirth bone 🍖 get with it Grandad",
  "@RichieFirth one line. 24 hours. 🍖 idol",
  "@RichieFirth I have you the owl idea and in 24 hrs all you had was \"I'm Gresley the Owl\"",
  "@danatkin5 edging Canello",
  "@ChuckMindenhall tell Malignaggi. He's like the ex from hell",
  "Can't wait. https://t.co/J2QI7Xqa86",
  "@alanjfarrelly stick a golden chain round his neck and YES",
  "@scallywags @RichieFirth great idea !",
  "@ceri_daniels Ah good for you, thanks",
  "Unsubscribe https://t.co/cKUDnakL9Z",
  "@ckpuppets @RichieFirth @absoluteradio yes he does! Thanks so much, email us christian@absoluteradio.co.uk",
  "The crowd at Wembley have just heard that they'll get lifetime bans from England games, if you get on the pitch #englandvsslovakia https://t.co/oseuelatzY",
  "@cookie337 No Richie is still irritating me",
  "@josh_k14 bunk beds and a jacuzzi and a poker game in session",
  "@AshleyLudgate @dc_mma great Q Ash, thanks buddy",
  "Fight fans,taping another Ultimate Couch Fans show tmrw. Looking for q's, best win signed Frank Mir gloves. oc@ultimatecouchfans.com #ucf",
  "Few words about why we are supporting @StandUp2C on the show https://t.co/qjbH0nfap9",
  "Just had to go to the pharmacy and get 'something'. Why is it always so quiet and everyone can hear what you say?",
  "Thanks Laura! Good luck back at work x https://t.co/QYgdDO2Nvu",
  "@STHLibraries thanks",
  "@lthompsonwrites loser drives back",
  "@lthompsonwrites well done. Shall we car pool on the awards night ?",
  "Thanks St Helens! Smart kids. https://t.co/FZh3kaPzxX",
  ".@McDonalds workers are going on #McStrike for the first time ever in the UK today. RT if you stand with them ✊️https://t.co/mIUwYOtcG7",
  "Live at 12 on https://t.co/ZEMczUEmu0.",
  "@joeheenan #papaya",
  "@joeheenan come on mate. You tru being ferried into work in a limo, then sit on a couch reading off an autocue. Guys a hero",
  "@royargent @paul_gobin agreed",
  "@SethVoid @RocksteadyMMA Please don't make jokes. I'm the reason behind falling literacy rates in our nations children. #fact",
  "This is a great competition for kids. I'm on Facebook today at 12 chatting about it https://t.co/r3ycUlZkhc",
  "@RocksteadyMMA @Dazb1874 Lets got get mean now. Too much of that on here and not my thing. Have a good week. Keep protecting those literacy standards x",
  "Great charity and cause. Come join us x https://t.co/ifl6kXVXap",
  "@RocksteadyMMA just being petty rocks your boat I guess.I find genuine emotion and intention more important.Nice to see you're having a go at the book too",
  "@RocksteadyMMA Auto correct is the boring answer and being a dad rushing. Good luck anyway and hopefully get any kids you know to enter.",
  "@RocksteadyMMA Thanks for missing the point. Feel free to be a human and read my kids book Radio Boy Kerry and be sure to check for typos.",
  "@mredkavalee @bad_producer @lawrencemooney @mrtonymartin @TomGleisner Great News !",
  "@paul_gobin Amazing films!",
  "@mrscottharris @ClaudiaWinkle how amazing for her! Yeah I'm so looking forward to reading the entries Scott. Good luck to Isabel",
  "@sammywilson93 @RichieFirth pleasure and well done Samuel",
  "@fairycupcakeuk everyone is. #fact",
  "@RobHardyFR8 ha ha! Key word 'active'",
  "One day something in your DNA changes and the worlds COMFORT FIT and EASY STRETCH excite you",
  "@LeachJuice @lthompsonwrites Look great with a suit jacket and tie Sir",
  "@lthompsonwrites ladies have more options with clothing. I'm jealous. Don think i could wear those to work at the station.",
  "@lthompsonwrites good lord, even i want a pair. Uniqlo do a great pair too",
  "If you're kids (5-11) enjoy writing then get them to enter this. Me and @ClaudiaWinkle judging. Im chatting about tomorrow on Facebook ⬇️ https://t.co/bwQ2cnKnR8",
  "Wow https://t.co/sVhUBMQrii",
  "@HaroldBishopsLC ha ha!",
  "Last 2 weeks of writing Radio Boy 2 and working through my editors notes. Wonder if he ever had to tell stable mate David Walliams this https://t.co/vfo8J2J5By",
  "Not at all! x https://t.co/AG3Cp0lvEo",
  "Writing all afternoon. On deadline for #RadioBoy2. Soundtrack https://t.co/p4NtW4PniX",
  "The really big question about North Korea https://t.co/Zvem0W94BB",
  "What sad news. A true great. https://t.co/c97nmwu8K1",
  "@astierney think you missed the point",
  "@danatkin5 who ya got in the Triple G vs Canello fight",
  "@danatkin5 @dseddon91 @Mark82779295 and struggled or acted out on it? Anyway. Enjoyed the chat",
  "@danatkin5 @dseddon91 @Mark82779295 you seem like an interesting guy Dan with a great story. You just have experienced vulnerability",
  "@danatkin5 @dseddon91 @Mark82779295 due to shame etc.\nMale depression is higher than ever. Show compassion not point the finger wrong way",
  "@danatkin5 @dseddon91 @Mark82779295 incorrect. Reported make suicide rates are dangerously high. Yrs ago written off as something else",
  "@danatkin5 @dseddon91 so, you've read the book Dan?",
  "@dseddon91 @danatkin5 I'm only half way though and it isn't at all",
  "@Mark82779295 @dseddon91 @danatkin5 hard to see why you have just the two followers with such insight",
  "Taisumov! Great work Sir #UFCRotterdam",
  "@RobDeb pudding Rob",
  "@muggins_77 manna from the heavens",
  "@NeilKnighton well I'm glad I helped buddy",
  "@joe_ridley thanks pal",
  "I'm 44 and yet to find anything that tastes as good as butterscotch angel delight",
  "@tonyshoey yeah. Here here",
  "@tonyshoey @Marie_Donn maybe. But I think you should read yours back and see how it looked",
  "@tonyshoey thanks his place isn't the best for ideas and debate sometimes.",
  "@tonyshoey it is and it's not black and white and I think I have an idea where you are coming from",
  "@tonyshoey then I stand corrected and apologise. x",
  "@jimmygee2003 @RichieFirth thanks for your important field work Jimmy",
  "@jimmygee2003 @RichieFirth ha ha!",
  "@tonyshoey I've actually enjoyed our back and forth. You can't write without being sensitive and have empathy",
  "@tonyshoey thing is T. I think this is actually a really interesting and important discussion right now. You're a very smart man",
  "@tonyshoey you're all for showing emotions but you take to social media to chide a man for 'overdoing touchy feelly' stuff?",
  "So, being a 'bloke' you cant be sensitive or have emotions? That's for non-blokes? If so,I'm a non-bloke.But I love boxing.Shit.I'm confused https://t.co/eAY5P6UR5M",
  "@mickmcginley1 hell yeah. No best cars but it's our time so 👌",
  "I physically hate the phrase 'man up'. Never heard my wife or her mates say 'you need to women up'.",
  "@CakeGenie yeah. This is something I feel very strongly about.",
  "@RichRance I doubt that. Proper heavy bag you wouldn't budge"
 ]
}