{
 "user": 3317960226,
 "tweets": [
  "Help students understand models\nIntegrates &amp; weaves together many types of geological models @matrixgeo\nhttps://t.co/l8Tx411nOk …\n\n#GreatGeoVideos\n#map #Geology #EarthScience #models #NGSS #STEM #STEAM https://t.co/smWvRRLXTG",
  "Need to discuss the Gulf Stream with students?\nShort article with diagrams and videos from @NOAAWeather \nhttps://t.co/HgnVA85RwQ\n\n#weather #EarthScience #Stem #STEAM #NGSS https://t.co/Kg2klTkpNG",
  "Interactive Sun and Motion Simulator\nHelp explain:\n- Length of day due to season\n- Length of day due to lattitude\n- How tilt of Earth effect sun in sky\nhttps://t.co/nKPzgWO4uD\n\n#GreatGeoTools\n#space #weather #EarthScience #STEM #physics #STEAM #NGSS https://t.co/fxJDd5eB9G",
  "The best way to get students to understand and remember content is to help them build their own path of questions towards the information they need to know @dlaufenberg https://t.co/VA5HkZAh4W @Kschwart #edchat #inquiryed #curiosity",
  "How climate change could disrupt energy systems: https://t.co/sagqpIu7qu https://t.co/0ZoSAOKSYJ",
  "A geologic globe! not something you see everyday\n\n#geology #geologicmap #globe #berkeley #geologicalmap #geologicalmapping #map #maps #cartography #geography #topography #mapping #mappe #carte #mapa #karta #cable #cables #globe #worldmap #geography https://t.co/mTn96vl6ab",
  "Educators, I'm launching in less than 10 days. Start the countdown with this #TeachableMoment. Have students do some of the math my team uses to launch me to Mars or to look for seismic waves. These fun lessons might just inspire the next rocket scientist: https://t.co/tckiZTuLKM https://t.co/cs771vNoZ5",
  "WOW! I've never seen a sea anemone swimming before!! I always assumed they stuck to the place they found for life!! (Video via imgr Silliosopical) https://t.co/NHW5zGdx7e",
  "Live MRI of a person talking. Incredible. Via https://t.co/A9VDPWpRYX https://t.co/3fQOmSB2oU",
  "This bedtime #math app works because it combines math with #reading and involves a lot of #parent interaction https://t.co/1gSZUjW5zO #edchat #mathchat #parenting #earlyed #edtech",
  "From my book, \"The View From Flyover Country\" https://t.co/VlxIB4OYXl https://t.co/lzmizizEGW",
  "@IBChemNinja Predict, observe, explain, test again, observe again, ask more questions... https://t.co/x5ZVHvLoQY",
  "And a \"criteria of good models\" board that students consistently added to and edited at the beginning of the year (as we were getting used to modeling! https://t.co/A0dPol8RPM",
  "Documentation of student thinking is an important part of my #NGSS classroom, but some years I move between classrooms throughout the day. @padlet is a great way for me to track, and organize student questions, and make it digitally available!",
  "Here are some initial questions about Addie's Case from the @nextgenstoryli1 \"Why don't antibiotics work like they used to?\" - I didn't have the space to hang them up, so we used @padlet, and then referred back when we made our physical #DQB to hang on the wall a few days later! https://t.co/NOLv23HWoc",
  "Migrations of birds, mammals &amp;amphibians across Americas required as  Earth increases in temp  \nWill human activities prevent their ability to reach hospitable climates?\nhttps://t.co/7MaDdRhJqk\n\n#climateChange #EarthScience #ecology #environment #EarthScience #STEM #NGSS #map https://t.co/woH2lVwkSR",
  "Super honored to be called one of the best podcasts for children by Kidspot! https://t.co/UiCSXAczLf",
  "Some plants are exceptionally waterproof, like this water lettuce. Minute hairs trap air, making it buoyant. It has inspired research into materials which repel water and absorb oil, to clean up oil spills. Clever old plants. https://t.co/oW4LN7k9Gy",
  "Proving the Curvature of the #Earth by power transmission towers at Lake Pontchartrain\nA full lesson, soundly putting to bed #flatearther @Metabunk https://t.co/ZRNG3VczNy\n\n#geology #EarthScience #STEM #STEAM #NGSS #physics https://t.co/xr8m4UxnE9",
  "One of the most chilling abandoned places in the world is France's Red Zone, or \"Zone Rouge\". \n\nOver 100 years ago, the First World War so devastated the landscape here that people are still forbidden to enter, &amp; the zone has become a ghostly &amp; overgrown place. https://t.co/fPDL4URKmV",
  "Read this short, 2pg brief for ideas on teaching #STEM in ways that build on Indigenous students' rights: https://t.co/yj8UiP27X2 #NGSS #NGSSChat #SciEd https://t.co/UMWBC2IkZV",
  "Then, students (and myself!) completed a gallery walk. One group member stayed by the poster and presented the claim, evidence, and reasoning.  Students had to engage in productive, evidence based discussion following these protocols. https://t.co/sLnDn84B0v",
  "Many instructional models fit with the #NGSS. Read more: https://t.co/VRq8pTO6h4 https://t.co/cbOM5oIkbH",
  "I'm so very pleased to share the work of a colleague NextGen Squadster, @LizaRickey. https://t.co/IsQmWomUea  #tchngss @TeachingChannel #elngsschat #scitlap #ngsschat @NGSS_tweeps",
  "Follow along as researchers deploy seismometers to the bottom of the Pacific Ocean w the goal of producing 3-D images of the oceanic tectonic plates… and whatever lies below them. https://t.co/5PMrUHGPsL https://t.co/SMZScobD7O",
  "Great guide to reading scientific papers, by @JenniferRaff. It’s interesting to me that much of this is also good advice for *writing* scientific papers. h/t @biobabbler @phoebemaund  https://t.co/HmDngeVoc8 https://t.co/rViHpr8BMM",
  "Want an inexpensive and fun way to bring augmented reality to the classroom? Get a Merge Cube to use with iOS/Android phone/tablet. It gives the song, “You’ve Got the Whole World In Your Hands” a more literal, or should I say virtual, meaning. #AR #VR #MergeCube https://t.co/bsYdronW9b",
  "\"What does this conversation need from me, and how can I best be of service to others?\"",
  "I got frustrated with  comments and turned to @kibblesmith and said, \"why do I keep writing about women's issues? I'll never change these people's minds.\" And he looked up and replied, \"Don't worry about them. Their daughters are reading it.\"",
  "1. I can always appreciate a genuine inquiry regarding #NotAllWhitePeople &amp; #NotAllMen; join me as I take a more creative route to explain. https://t.co/fxzZJTrn6U",
  "We've reorganized our MBI Phenomena Ideas page 2 make it more easily accessible &amp; added some new ideas that we'll feature this week.  Check it out here (https://t.co/yNirJjigP8) #NGSS #NGSSChat: https://t.co/9xB6MOCFfQ https://t.co/CkwNSmAGhR",
  "\"Recently, #Twitter friends asked me what average height allies could do to help to make the world a better place for people with #dwarfism. \n\n\"Here are a few ideas to get us started...\"\n\nMe, for @ShortList. Please RT.\n\nhttps://t.co/1KFec5YDFU",
  "Tools &amp; Tiaras Empowers Girls With Trades Education via @aplusapp https://t.co/UTrBt1WviB",
  "As a wee break from earthquakes, I decided to sketch the simplified #geology of the #Scottish #Highlands on top of that amazing image coming out the Int. Space Station earlier. Can't wait to holiday here next month :) ⛰️🌄🥃🛶🧗‍♂️🚵‍♂️\nNow, where's that bottle of Scotch? https://t.co/qIqYXUrXPH",
  "On a personal scale, my Ss often complete \"I used to think... but now I think... because...\" exit tickets, so they can track how their own knowledge changes as new evidence becomes available.",
  "\"Written communication is a vital component of #science, so students must practice concise, evidence-based writing in science classes.\" - @AmyRoediger https://t.co/ySRmBh3sDv in @Educationweek by @Larryferlazzo w/ more from: @mtedrow @lappsdsu @BeckyboneUF #SciEd",
  "Interactive #Climate model you can change Albedo parameters, showing how each affects global climate :\n-Ice, clouds, ocean, atmosphere, hydrological cycle  @monash_mscm\nhttps://t.co/kXUcxruCJx\n\n#GreatGeoTools\n#EarthScience #Physics #STEM #STEAM #NGSS #climatechange https://t.co/xJFsLTaOSt",
  "Arizona teachers making the purpose of their walkout clear - students!! #redfored @RebeccaGarelli @Sarah4Justice @DrewHeis @MissTFV @stacydavisgates @jpottery2002 @mtmoreno6 @jcavallero @Charlot43589814 https://t.co/1xsgdNWQNQ",
  "White supremacy &amp; Nazi terror continues to run rampant\n•Silence from conservative media\n•Silence from the White House\n\nMeanwhile this week the WH will demand SCOTUS ban refugees from America. 😐 https://t.co/L3I4lHzh93",
  "Read. Share. This message is too important not to go far and wide. I am part of the 12% and 80%. Every time I leave my house I have to be vigilant, girded in emotional steel just to withstand the inevitable onslaught of \"curiosity\" or outright abuse. Every. Single. Time. https://t.co/Nq9rTJ8uLq",
  "Fantastic photo of the Scottish Highlands from the International Space Station taken 25 Feb (credit: NASA). https://t.co/s1LelBrSGi",
  "Happy #VolcanoMonday 👋\nLava flows are usually (with exceptions) a less dangerous hazard as we can usually out-walk them. Do you know the hazards of lava flows?\nhttps://t.co/n3KqqlGKO0",
  "\"Older, denser crustal rocks allow #earthquake wave energy to travel greater distances in the central and eastern parts of the United States than through the younger, less consolidated rocks in the western part of the country.\" | @USGS https://t.co/6dN1Vw0Vtb https://t.co/s4voo1z1ti",
  "#EarthDay2018 focuses on single-use plastics. Its exponential growth is threatening the very survival of our planet. Make a pledge to reduce your plastic dependency by refusing single-use plastic from the get-go. We all owe it to our home 🌏\nHave a reflective Earth Day, everyone. https://t.co/Yp1ZE7n47E",
  "I like this idea. I also think at least a couple of times a week ic not more I would try to provide Ss with meaningful problems that would cross disciplines and allow them time to make sense, a reason for learning #hacklearning https://t.co/Qu7qiQSPWy",
  "Instead of going over yesterday's problems with \"What problem would you like to watch me solve?\" Allow students 3-5 minutes to walk around the room and get help from their peers. It's called a people search and will take less time than you at the front of the class. #HackLearning https://t.co/ekhgAzx03K",
  "@timlriley @john_hattie Tim - This might help explain effect size better. https://t.co/idAXcgkCGN \n\n#HackLearning",
  "Often times we \"help\" (a.k.a. spoon feed) students when deep learning is the goal. If we use surface level instructional strategies we have a mismatch. Use strategies in the gray with @john_hattie high effect sizes for deep learning. #HackLearning #HackingMath #VLMath https://t.co/T6ROHFGZLv",
  "What ancient footprints can tell us about what it was like to be a child in prehistoric times https://t.co/RHXpq7c96u via @physorg_com https://t.co/47JJ9B3nxl",
  "Join me for my first NSTA Twitter Chat, #NSTAChat Thursday, Apr 29 9-9:30 EST- everything you ever wanted to know about my FA probes! Download the app, TweetDeck, to easily follow the chat. Please share! #NSTA @goformative #SciEd #science #edchat https://t.co/RwpkIrwfGQ",
  "#EarthDay theme =Plastics\nInteractive #map displays how plastics travel w/ #Ocean currents  &amp;how Great Pacific Garbage Patch exists, along where other patches exist around the World\nhttps://t.co/ItUeQ5qatT\n\n#GreatGeoTools\n#Oceanography #EarthScience #STEM #NGSS #environment https://t.co/CFtYFfk28G",
  "The IRIS #Earthquake Browser (IEB) is a near real-time interactive map for exploring millions of seismic event epicenters on a map of the world. Up to 5000 events can also be viewed in profile and freely rotated with the 3D Viewer companion tool. \nhttps://t.co/Gs3ykBEp0y https://t.co/dAjc9VEA4k",
  ".@AchieveInc gives guidance to states on developing science assessments: https://t.co/TCA4w3Vzeb by @schaffhauser in @THE_Journal",
  "This article says about both the #NGSS and #CCSS math: \"Both documents developed out of decades of academic research on how children learn, and they reflect similar priorities.\" https://t.co/GLW77tPHdP by @KSHartnett in @QuantaMagazine #MathStatMonth",
  "To Celebrate #EarthWeek\nInteractive #map that helps explain #ecology through:\nBioclimates, Landforms, Surface Rock Type, Landforms\nCreated by @USGS @Esri \nhttps://t.co/NjSJE5mdCY\n\n#GreatGeoTools\n#environment #biology #EarthScience #geolgoy #STEM #STEAM #NGSS https://t.co/nojhhGsFuG",
  "Need students to understand Sea Level Rise?\nAwesome Interactive Full lesson from @NOAASatellites :\nVideos\nReadings\nWorksheets\nQuizes\nGraphes\n#maps\nhttps://t.co/uXa0FCbots\n\n#GreatGeoTools\n#Ocean #Climate #Weather #geology #STEM #STEAM #NGSS #EarthScience https://t.co/22Ab8onYHG",
  "The #NGSS Classroom Sample Tasks blend content, practices, and concepts from both the NGSS and the Common Core State Standards. Today, we'll tweet out a few of them and talk more about how they integrate science and math. https://t.co/LzViDnhbti #MathStatMonth",
  "Tsunamis are not one wave. Just like dropping a stone in a pond creates multiple ripples, the tsunami comes in a series of waves that can last more than a day. The first wave may not be the biggest, depending on the tides. #TheBigOnes https://t.co/LyjYJWRmx5",
  "Wow! Love the connection between science and literature and in such a cool way (and how the books get sent into space is quite fascinating!) #STEM #NGSS #ngsselementary https://t.co/iVkf4Aac09",
  "A tsunami big enough to cross the ocean results from moving a very large amount of water. This only happens in the biggest quakes (M≥8.5) on subduction zones under the ocean. Faults on land &amp; strike-slip faults don't change the height of the seafloor. #TheBigOnes",
  "@AEDHLS @mcmsharksxx Reported",
  "A tsunami wave carries a lot of energy because the whole column of seawater above the fault is moved up.  The deeper the sea at that point, the more water in the wave. As it approaches shore and the depth of the sea decreases, the height of the wave increases. #TheBigOnes",
  "Mars is beautiful in the early morning light. Snow on the dunes. \n\n(photo from the amazing folks @NASAJPL) https://t.co/L2wLKkkSzl",
  "This will sound horribly self-absorbed, but I'm going to confess a secret that a lot of scholars may know in their heart, but do not pay enough attention to. My academic writing has improved enormously. You know how? By reading and by writing regularly. Especially, READING.",
  "Time lapse of fetal neurons making connections. https://t.co/8pXLEcTDXC",
  "This is my grandfather, Murray Goldfinger. The tattoo, 161108, was given to him at Birkenau.\n\nHe's 91 and his health is failing. He told his tale of survival for 65 years. Now, I've taken the responsibility.\n\nOne part of his story always gets a big reaction from students. https://t.co/SO5QrPWwkl",
  "THE CELL’S POWERHOUSE\nMitochondria (yellow) make much of the chemical energy that fuels the life of a cells. They also move rapidly as seen in this cancer cell compared to the relatively slow moving nucleus (blue) and cellular adhesions (purple).\n#MitoMonday #CellBiology https://t.co/PaGZZKuxpn",
  "How is Natural Gas formed?\nSimilar process to coal formation, natural gas however is formed from algae at bottom of oceans &amp; ancient seabeds. @omv \nFull article/video: https://t.co/ElBMEuNnmm\n\n#GreatGeoVideos\n#cliamte #oil #chemistry #EarthScience #geology #STEM #STEAM #NGSS https://t.co/kaIoHcF3ws",
  "A demonstration of Schlieren optics https://t.co/A7q8jlFJdg",
  "People think they have a \"learning style\" because they like words or pictures better, but that preference doesn't connect to what works better for their memories @TheAtlEducation https://t.co/BnoC5kE9Hu #edchat #teaching #myths",
  "@AchieveInc We tweeted the wrong link! Corrected link here for info on professional learning: https://t.co/3lzQ11DgaS",
  "Scientists Solve Part Of The Mystery Of How The Columns Of Devils Tower Formed 🌋\nhttps://t.co/9JHLtyBDcR",
  "Learning styles are not a thing.  https://t.co/PkaL4jwnAM",
  "OPEN FOR FULL PICTURE\nGreat pictogram of how a #tornado is created @AIRWorldwide @NOAAClimate \nhttps://t.co/OX34mdFgO1\n\n#weather #EarthScience #Physics #NGSS #STEM https://t.co/cqAx1KDH54",
  "What is metacognition? Use our sketchnote with learner friendly statements to kickstart pupils' learning about learning https://t.co/M6MRrSkxmQ",
  "What resources would you recommend to a HS biology teacher to provide a good foundation to 3D instruction and the NGSS? I haven't read everything myself and my own work is elementary-focused. Searching feels like drinking from a firehose. #NGSSchat #tchngss @NGSS_tweeps",
  "Innovation #4 from the NGSS Innovations document is \"Alignment with English language arts and mathematics.\" Materials designed for the #NGSS need to include this connection across content areas. https://t.co/lXAyPUFdE2 #MathStatMonth https://t.co/JJWCc6jow3",
  "Tonight, Donald Trump signed an executive order that sums up how little he understands about poverty in America. \n\nHere’s why.\n\n(THREAD)",
  "I put together a pdf of the 'Iceland GeoFieldTrip' for you all! It includes the map with pins as well as the names of the locations, including suggested days. Here's a google link, viewable by everyone: https://t.co/GnwfpDA3fH",
  "The NRC Framework notes how #math bridges science and engineering in its discussion of Practice 5: https://t.co/lb0I4Q6zYW @TheNASEM #STEM https://t.co/ka3lXtlJDT",
  "Did you know that the @MiMathScience has nine different Formative Assessment webinars you can watch/listen to at any time!? Find them here: https://t.co/UwLVmOZf8G And don't miss the next two for this year - April 30 with @czem and May 14 with @LeeOl16",
  "\"Next time you walk through a forest, look down. A city lies under your feet. If you descended into the earth, you'd find yourself surrounded by the city's architecture of webs &amp; filaments.\" Anna Tsing on the politics of the rhizosphere:\nhttps://t.co/53M8VtULJW\nvia @katieholten https://t.co/aXxioeK7iy",
  "Science and Engineering Practice 5 in the #NGSS is \"Using Mathematics and Computational Thinking.\" Here's how that practice is included in the NGSS in each grade band, from Appendix F: https://t.co/Ds5JZCr1Fp #MathStatMonth https://t.co/VbxX3Z62xJ",
  "6th grade NGSS lesson study, looking for patterns that show hot air rises. Thanks @Erickson_CJUSD @MacQueen_CJUSD for allowing us to work w/ your Ss https://t.co/QY2Sk3gI4j",
  "Additionally, this appendix compiles the many math connections in the standards, and gives examples of how math can be used with different #NGSS performance expectations. Here's an example for MS-PS1: https://t.co/lEJsBx0AbS #MathStatMonth https://t.co/wCVcTO9NZ2",
  "Excited to share this #circuits project I made for my daughter using magnetic tiles! Easy to set up &amp; loads of fun, allowing us to add lights and motors to her @Magnatiles towers. Blog post here for materials: https://t.co/2gNB0zciKE #parenting #stem #girlsinSTEM #activelearning https://t.co/7XOM8LahX5",
  "Covering hurricanes need relevant data for #students?\nData/#maps for each #hurricane&amp; #typhoon @UnisysWeather\nIncludes:\n- pressure, temp, wind speed, category, date\nhttps://t.co/GR5M32I0yV \n\n#GreatGeoTools\n#weather #climate #climatechange #EarthScience #physics #STEM #STEAM #NGSS https://t.co/YAVN13yAwF",
  "What a beautiful thing to witness. I took this picture last Monday in West Iceland.❤\n\n@SkyeAuroras @AuroraNotify @AKAuroraChasers @KPAuroraAlert @AuroraAddicts @Aurora_Alerts @TweetAurora @AuroraMAX @StormHour @ThePhotoHour @NorthLightAlert @earthescope #northernlights #marriage https://t.co/O6o2XZCiwy",
  "1/: Hi Twitter - I'd be very grateful if people could share this thread! TL;DR: A bag was stolen from me in Durham yesterday and it contained nearly all my notes and work for my finals, which are in six weeks. I'm hoping they dumped the bag/contents and someone may find them.",
  "WE DO NOT KNOW HOW BIRDS 'SEE' THE EARTH'S MAGNETIC FIELD! FFS!\nWe have a theoretical mechanism with a bit of evidence that birds might be using it, and a molecule in the retina that might fit the prerequisites of this mechanism.\nTHAT'S IT.",
  "Whoaaaa. Birds don’t just sense Earth’s magnetic field, they *see* it, and it might look something like this to them. https://t.co/95lVFw2g5J https://t.co/0ZP53RzcVa",
  "The next revolution in education must be an Assessment Revolution. \"Assessment as accountability,\" our focus for a generation now, has had abysmal results: stress, fear, narrowed and scripted curricula, and depersonalization of learning. Assessment should inform, not punish.",
  "Sperm whale found dead on the Spanish coast was killed after swallowing 64lbs of PLASTIC waste including bags, nets, ropes and a jerry can \n\nhttps://t.co/u6hZYxBCbq https://t.co/ih0mBjIi71",
  "\"It takes at least four positive experiences to overcome a negative one\" via @DavidGeurin #sketchnote by @woodard_julie #edchat #positivity #mindsets #eduleader #cpchat #leadership https://t.co/fM8Z4W69PV",
  "Thread: Fantastic videos that explain the hazards and impacts of volcanic eruptions.\nExplosive eruptions: the hazard (ash and ballistic projectiles)\nhttps://t.co/K49z7iXDjY",
  "Teachers, leaders do you want to engage with research? Use this awesome Research Terms Poster free to download 👇 from @CharteredColl https://t.co/TCNsNy14zc",
  "If nothing else, read @fivefifths today. https://t.co/ltZopK8cXI",
  "Take that my 20s. Phew! https://t.co/Rk2SZYFVt1",
  "Great animation by Dr Tanya Atwater showing the evolution of southern California, including the Channel Islands which are near today's M5.3 #earthquake. https://t.co/W3dJbDZtM6",
  "I'm speaking today at  @UnionCollegeNY on Learning Styles. here's a thread-companion for:\nLearning Styles: What they are, why they don't exist, and why they still matter. 1",
  "So, had a quick fun look at the California coffee/cancer claim and it's even sillier than you might imagine\n\nFollow this thread if you want to laugh at numbers",
  "@BreeNewsome Beyond Vietnam, April 4, 1967. Today. Wow. https://t.co/Z1u64kWId1",
  "So, what makes a good tweet? https://t.co/CkCVgssu8N",
  "Indigenous people have been communicating with whales since time immemorial —and scientists are finally taking note.\n https://t.co/ZwfzEttv55",
  "Another stellar example of why Twitter is an ongoing, dynamic resource for science teachers! Thanks, @Ted_NSTA, @TdiShelton, and @Megan_NSTA, for sharing this web seminar archive! Keep 'em coming!  #NSTA #NGSS https://t.co/SetDWTWE6R",
  "The Disciplinary Core Ideas (DCIs) in the #NGSS refer to what is sometimes called the science \"content\" in the standards. Here, the writers of the NRC framework discuss why they focused on a limited number of topics for the DCIs: https://t.co/AInegFoSVX @TheNASEM https://t.co/IDjcLw1riP",
  "Dear OK Legislature, was it hard doing your job in overcrowded conditions? Was it frustrating for other people’s choices to impact your ability to do your job? Welcome to OUR lives. See you tomorrow! #oklaed #oklaleg https://t.co/XsZDsiH6so",
  "Need a #documentary combining #chemistry, #biology, #physics &amp; #EarthScience into one thought?\n\n@onestrangerock Ep. 2 -Monday, discussing meteorites &amp; creation of the Moon! (including how it has changed our lives) @NatGeo https://t.co/FXAtNYEp8g\n\n#geology #STEM #STEAM #NGSS https://t.co/V1XN72lNeu",
  "PLS RT. Check out our resources 4 learning more abt &amp; engaging your Ss in developing and using models 2 explain phenomena (&amp; the rest of our site at https://t.co/yNirJjigP8) #NGSS #NGSSChat  \nhttps://t.co/rSLrbu5Xq5 https://t.co/Iigspt2S9S",
  "Interactive guide to hydrothermal vents @WoodsHoleResCtr\nExplore the #chemistry, #biology, &amp; tectonic settings\nPerfect for intertwining ES into #NGSS classroom!\nIncludes #map, videos &amp;quiz\nhttps://t.co/AOcIyMgLgT\n\n#GreatGeoTools #geology #ocean #Oceanography #STEM #STEAM #volcano https://t.co/MBGsKUv1Af",
  "In this research article, @arivet6 et al. offer four ways to think about CCCs: as Lenses, Bridges, Tools, and Rules https://t.co/2e3n2qAOSJ #NGSS",
  "Paw print of the mighty cave bear (Ursus spelaeus) beautifully preserved in the clay floor of Chauvet Cave. This species of bear became extinct in the last glacial period around 24,000 years ago #IceAge https://t.co/8VSrR67N18",
  "Kinder Morgan's first pipeline spilled six times in Jasper National Park alone. Now they want to expand the damage: https://t.co/iPOBicy0Pz\n\nRT if a National Park is no place for a pipeline.\n\n#ActOnClimate #Climate #Energy #cdnpoli #bcpoli #NoKXL #StopKM #WaterIsLife https://t.co/Kx9yRVP0Ka",
  "@ArgumentDriven Inquiry- this is without a doubt what’s going on during ADI lessons!! More evidence to support why it works so well.  https://t.co/HMPliHbrym",
  "Earthquakes don’t happen at epicenters. Rupture begins at a hypocenter &amp; moves down a fault, releasing energy as it passes. A bigger quake, moves across a longer fault &amp; lasts for a longer time. You can be a long way from the epicenter and still on top of the quake #TheBigOnes",
  "As John McPhee put it, one strike of the nail file and you remove all of human history. https://t.co/GUxeoSzCIO",
  "Looking at 17th-century maps that show California as an island. https://t.co/kdDb3wVOOB",
  "#RuinoftheDay: The Square Tower House in Mesa Verde, Colorado.\n\nOccupied from the 12-13th centuries, this 28ft tall tower is the tallest structure in these pueblo ruins.\n\nIt is built from double-coursed stone, &amp; the population of this settlement may have reached several thousand. https://t.co/x3FYJtuAIe",
  "Plus, a lecture makes it difficult to actually check the actual understanding of the audience. Which is one of the reasons why there are actually calls to abandon the traditional lecture as the default mode of teaching if we want better learning.\nhttps://t.co/6jde4B1ayp",
  "#SaturdayPSA: You should stick to a regularly scheduled 8 hrs of sleep per night. I still struggle with doing so, but the science is increasingly clear that it really matters. Here's one recent summary...\n\nhttps://t.co/2w6BaZtSgj",
  "Atlantic and Pacific Ocean DO NOT MIX | #Geology #GeologyPage #Atlantic #Pacific\n\nWhy do the two oceans not mix?\n\nhttps://t.co/KkKA7ohuCU",
  "#TeachMeSomethingIn5Words\nSaturn's perihelion/aphelion controls Titan's seasons\n\nhttps://t.co/zIUyrOUt4O \n\n#space #astronomy #physics #EarthScience #geology #STEM #STEAM #NGSS https://t.co/zdODxPvC2U",
  "Scientists have identified a new organ—and it could explain some of the mysteries of the human body. (Yep, scientists are still discovering new organs in 2018. That blew our mind, too.) https://t.co/juZHHzIKfS https://t.co/kQ47CXHtpZ",
  "And we created it, and it was used without limits, and it invaded all continents, and it ended in landfills and oceans, and it breaked in tiny pieces, and it was eaten by animals, and it appeared in our water, and it landed in our blood, lungs, brains. https://t.co/38X7Di9La4",
  "This research by @SarahJFick looks at how CCCs are integrated in three-dimensional learning with the #NGSS, including analysis of classroom instruction: https://t.co/SFeJWjzsom",
  "Comparing the sizes of microorganisms and cells up to 1mm via @reddit https://t.co/HlJe3Ppo9H",
  "It is useful to reflect on what we know about the nature of expert knowledge as we support students in developing deep understanding of #SciEd concepts. Experts have well-structured knowledge &amp; know the conditions where it applies. This is from How People Learn (2000)… #NGSSchat https://t.co/fokdS5FQrF",
  "Amazing thread: https://t.co/sh2Ce2or11",
  "My colleagues in @UWCollegeOfEd who manage the AWESOME #NativeEducation Certificate program @UW are accepting applications for the 2018-2020 cohort. PLS RT &amp; share the link below with educators who might be interested in culture, learning &amp; education.\n\nhttps://t.co/8262EK3KAC https://t.co/qRJPVwvSM3",
  "“Each time a quake happens on #Mars, it will give InSight a \"snapshot\" of the planet's interior.” #earthquake #marsquake https://t.co/9mDcjB3nml",
  "Here are a few highlights from @AcheiveInc's four sessions at the @NSTA National Conference earlier this month on #NGSS implementation, instructional materials, and assessments: https://t.co/XViBPV5yTJ featuring tweets from @JBintzBSCS @3Dlim @LPugh3 #NSTA18",
  "This bookmark from @STEMTeachTools serves as a \"cheat sheet\" for the Three Dimensions of the #NGSS and (literally) puts equity first https://t.co/xc7jF88fLS",
  "March 29, 1912, last entry in Robert Scott's South Pole diary - the expedition ends in disaster but the fossil of Glossopteris sp. 🌿collected will become one evidence for continetal drift https://t.co/IQHfvhIwZR https://t.co/F18Jyq3AK7",
  "There are no hollow 'chambers' for magma to move into. It breaks through rock and pushes it aside. This can result in deformation that can be measured. Learn more: https://t.co/GfYBTtMiHr",
  "Teacher Rights are student rights! The Aramark debacle started by removing @CTULocal1ability to bargain over third party contracts. #StopPrivatization #Close4.5 https://t.co/3Xaw0tDz4Z via @suntimes",
  "Talking about \"boy books\" and \"girl books\" closes doors for kids. Instead, focus on who might love a book. \"Great for readers who love cars &amp; adventure!\" \"Perfect for fashion enthusiasts!\" That gives kids freedom to make their own choices without shame.",
  "\"How to build a human\" is probably the best #biology #dataviz I've ever seen. Lovely piece of work. Here is the link to the full article on the amazing https://t.co/BYkeb6X5YB blog that specializes on #science illustrations: https://t.co/qUHKwUoYyM https://t.co/hUTW3ADk42",
  "Great to share with students - gives concrete examples of responses to straw man, ad hominem, anecdotal evidence, whataboutery, and falsifiability arguments #psychat (h/t to @C_Hendrick) https://t.co/b0zE8exaI8",
  "How you can use a cellphone to help NASA study clouds: https://t.co/K56ORwOIL7",
  "Rahm is \"outraged\" about public school cleanliness, but how did we get to this point?  Oh yeah I remember....\n@CTULocal1 https://t.co/VNICkFfS9T",
  "To all my friends on here, please consider helping Teachers out across America with this simple to do list I put together.  #120United https://t.co/YGffR46zg5",
  "Whoever taught me how to add PNG to the end of an image search is my hero.  It's so much easier to find the image I want without all the background I don't want.  So thank you  #edtechteam webinars for teaching me SO much! https://t.co/ErMxFzY5nT",
  "Wondering what an ACTUAL Summary Table looks like in a classroom?!? Check out this one from an amazing MS unit on “How do you go from one cell to a fox?” by the powerful @miss_schilling_  Look at all that figuring out!!! #ngss #ngsschat @AmbScienceTeach (@UConnNeag alum!) https://t.co/nYbbXnvITf",
  "Interactive globe/#maps -Seabed Lithology @EarthByteGroup\nHave #students make inferences\n-Clay in NPacific?\n-Diatoms near Antarctic?\n-Rivers play role?\n-How affects seafloor organisms?\nhttps://t.co/Ys06K23qhK\n\n#GreatGeoTools #geology #EarthScience #Oceanography #ocean #NGSS #STEM https://t.co/4TVfdamCjH",
  "I recall it was @ChicagosMayor &amp; his appointed board who gave school custodial contracts to Aramark and Sodexo (after Magic gave a fat campaign contribution). They cut @seiu affiliated staff &amp; supplies while collecting a management fee. @CTULocal1 said it would happen long ago https://t.co/w4Gp1TDGnT",
  "@jacksonpCTU @CTULocal1 @Suntimes Election year. All of a sudden he loves and cares about cps",
  "BOOM! Medievalists of Color (MOC) website is LIVE! Lots of goodies: statements, resources, public discourse, MOC events &amp; workshops, &amp; welcome letter from web committee! READ &amp; share widely! #medievaltwitter https://t.co/DFBh57Sund",
  "So, let's talk about geologists and World War I. We don't hear about geologists in the same way we know the role of chemists in developing mustard gas. However, geologists became a critical part of of the war effort for one reason: trench warfare.",
  "@KRenaeP The buzz of conversation was incredible. And students becoming interested in other students' projects prompting them to try other experiments. Plus immediate formative assessment for me. Win/win",
  "PRO TIP: if you like me need practice in doing this, you can do what I did and make a journal where you write notes to yourself practicing self talk where you treat yourself like a treasured friend having a hard time rather than all the negative, brain-weasel-fueled talk. https://t.co/Yux85PlCwB",
  "Another example is sheep horns getting smaller over time because trophy hunters target the biggest and most robust individuals. This has recently been the subject of some controversy but the evidence seems compelling to me. https://t.co/Ojrd4g1rzN",
  "Try the new GeoGebra Augmented Reality app! Create 3D graphs and walk around them! As you edit equations your graphs change shape in real-time, helping better demonstrate complex concepts in a simple, visual way: https://t.co/TbpoQcxykY #mtbos #iteachmath https://t.co/awuF0ihltq",
  "@KRenaeP I did a data collection day where everyone did their experiments in class. Limits types of projects but opens accessibility -tools, supplies, help in class.",
  "Yes, please use the photos I took in space for teaching! If it helps, I put my chosen 150 best in You Are Here: https://t.co/A56uzmdAFJ https://t.co/XZvLiFbqHF",
  "@JMNorrisISP @OfficialNGSS @STEMTeachTools Yes! I agree. So hard to convince teachers at school to change because of official science fair rules",
  "NEW &amp; IMPROVED—#NGSS 3D assessments should be built around all 8 science &amp; engineering practices. But how? This tool provides task formats for each practice &amp; was just updated using expert feedback by @dizzvh, @bpenuel &amp; I. Check it out! #NGSSchat #SciEd\n\nhttps://t.co/x8UUDr8YQZ https://t.co/BZFUmHJLoy",
  "The Primary Evaluation of Essential Criteria (PEEC) gives a good overview of how each of the three dimensions were reflected in previous science standards, and how they're meant to be given equal importance in the NGSS (pgs 13-14): https://t.co/kXA17AsWkt #NGSSchat https://t.co/0p7letA9ET",
  "Good morning #California! #DYK NOAA has a Center for Tsunami Research? View their teaching videos, educational resources and programs https://t.co/XpRCsOQ0ah @NOAA #PMEL #TsunamiPreparednessWeek https://t.co/3PeJiObL0Q",
  "A cool interactive site from @NOAA that shows Natural Hazards, earthquakes, volcanoes, etc. around the world #ngss \nhttps://t.co/Lvc1ru1MqZ",
  "If the person who named Walkie Talkies named everything\n\nStamps = Lickie Stickie\nDefibrillators = Hearty Starty\nBumble bees = Fuzzy Buzzy\nPregnancy test = Maybe Baby\nBra =Breastie Nestie\nFork= Stabby Grabby\nSocks = Feetie Heatie\nHippo = Floatie Bloatie\nNightmare = Screamy Dreamy https://t.co/vXyC4v8dUw",
  "most of the examples of using linear regression just show a regression line with some dataset. it's much more fun to understand it by drawing data in. https://t.co/zEkRpjYbFz https://t.co/dRjrMkZRS6",
  "Brooklyn brownstones are pretty and all, but I like them because they’re made of dirt carried by streams down from the mountains of the early Jurassic, into a dinosaur-haunted tropical New England rift valley 200 million years ago https://t.co/zZrRjMXc3C",
  "New ELI today is 'Best classroom eruption? Which type of classroom eruption best shows how volcanoes erupt?'\nFree download https://t.co/oWmDs1cD9Z https://t.co/f6is7caKmq",
  "Awesome way to visually emphasize a classic physics demo about resonance. #iteachphysics https://t.co/9ezbDfJ16r",
  "Do you need to help people learn to see #SciEd learning &amp; teaching from a 3D perspective? Even with a packed room of 115+ teachers at #NSTA18, @STEMTeachTools #OER PD module B from @AcesseProject worked like a charm (again). Check it out! #NGSS #NGSSchat\n\nhttps://t.co/4YERfFhhnO https://t.co/suabvrYRYj",
  "Teaching fractions correctly is hard. Wonderful discussion between @mburnsmath and readers of her blog showing how difficult it can be to teach concepts that mathematicians view as unproblematic. This is why pedagogical teaching knowledge matters https://t.co/Ziw1JuzJps",
  "Pictures of orange-tinted snow have been posted on social media from Russia, Bulgaria, Ukraine, Romania and Moldova.\nThe phenomenon is caused by sand from Sahara desert storms mixing with snow and rain. \nhttps://t.co/3gn4v9rZxb",
  "Great visual to use for science talks! https://t.co/QunCJjxb5a",
  "Complex complexes: short animations that show how the particle accelerator systems at Fermilab and CERN work - Symmetry Magazine https://t.co/uvkrAC1iIh",
  "Australia vs Pluto https://t.co/jM62VVkmFL",
  "https://t.co/c2QGspI2Th",
  "Twitter, meet the olive sea snake. It hides in coral from sharks and, I swear I'm not making this up, it has a photon-sensitive tail that means the snake can be sure its whole body is totally hidden. (Richard Ling). https://t.co/wIb5UmCjXV",
  "I thought this was just spinning from convection currents but it turns out the fan is motorized using something called the Seebeck effect. Always more to learn. I'm totally showing this to my 9th graders when we do heat transfer. #iteachphysics https://t.co/fjYUAkXRE7",
  "This mesmerizing aerial view of hundreds of sheep being herded shows the beauty of a chaotic motion and how it approximates the behavior of a fluid https://t.co/mbnRvdYben https://t.co/KYfbJkEcE3",
  "Black skin is not made of steel. You don't need 20 bullets. That's not \"fear\", that's rage. School shooters, church shooters, concert shooters, cinema shooters and fedex bombers are scary. Not a young father in his grandmother's backyard with a cellphone. #StephonClark",
  "For #NationalPuppyDay, a gravestone of a #Roman dog, Margarita (\"Pearl\"), 1st-2nd cents AD: \"I was born in France... my fur was white, &amp; I'd lie on my master and mistress' lap, &amp; when I was tired, I went to bed on the cushion laid out for me\" #HOCW100 #69 https://t.co/cREDHOapVu https://t.co/4ou0ZSc0IG",
  "Phase separation might play a major part in organizing the cell and causing disease. Researchers are looking for the proof. https://t.co/KbNB8JZ6X8",
  "Sound On: One of the many reasons I love elephants is that they celebrate births and mourn the dead. When an elephant gives birth, her herd gathers around her to protect her baby and they trumpet in celebration. It's really quite extraordinary.. https://t.co/MjIySw5nQu",
  "Interactive lesson-solve 2 cases elephant poaching\n#Students use DNA profiling, fingerprinting\nLearn genetic markers, PCR, gel electrophoresis, allele frequencies, &amp;  population genetics @BIOINTERACTIVE \nhttps://t.co/OUYrDJ5uGP\n\n#Biology #EarthScience #Ecology #STEM #STEAM #NGSS https://t.co/yCTBAljjoz",
  ".@raspishake has a great real-time map that students can dive into to see what’s shaking around the world.\nhttps://t.co/tnKEJ0ZwwE",
  "While I’m on the topic of EQ’s and DIY, I highly recommend the @raspishake a super cheap, highly sensitive seismograph that *can* come as a DIY kit.\nhttps://t.co/U4TFFZt4z3 https://t.co/Jqe3KXC9bo",
  "A relief that had languished in storage for over forty years has been identified as an extremely rare depiction of one of Egypt's few female pharaohs Hatshepsut. https://t.co/S9BSMYJE55",
  "Pen and ink sketches of the Africans kidnapped and taken on board the Amistad, held by the @BeineckeLibrary. Stunning. https://t.co/LK4Zu93YUr",
  "@BBCFOUR Shameless plug for my \"Bacteria and Antibiotics\" children's book, since it's apparent that it's needed 😬: https://t.co/PKJjD573sy",
  "There are a few mistakes in each, but they get the general concept.  Lava or magma \"drying\" (instead of freezing) is a hard habit to shake for many Ss. https://t.co/jjL0iOHbs4",
  "This is excellent. 24 practical tips on raising boys to be excellent human beings, free from the constraints of gender stereotypes. https://t.co/e6v82xr23h",
  "Gooood Friday morning!! This week is flying-by.  Whadda ya think? Is today a great day to share DIY Geosci?? \n\nYou start! What have you built to use in your classroom in the name of science?? What have your Ss built?",
  "@NGSS_tweeps This is pretty easy. I could use @Seesaw for this activity! https://t.co/bDZwFZlXjp",
  "An awesome barrier and part of that first line of defense.\n#scicomm #sciencecomic #amoebasisters https://t.co/mR8GAy0iA7",
  "Hey chem folks, here’s an easy way to mesh geo/chem. https://t.co/lLMcEX7z3o",
  "Here’s how to play “Drawing on Inspiration”:\n1. Find a pretty/inspirational pic (preferably your own), like so: https://t.co/sSfJIyFrUA",
  "Yesterday, we tweeted about the innovations in the #NGSS standards. Today, our tweets will go in-depth on some of the most common claims seen in the field about science instructional materials as it relates to the NGSS.",
  "@lineybird78 https://t.co/oq2BZJ9kZo",
  "Cool self check option for teachers @amsek16  #NSTA18  shout out to Melissa Campanella https://t.co/6aLufF5jpx",
  "@VogelWendi @BMSscienceteach @MsBoland_SD735 @KRScienceLady Wow! This looks great. Diving in :)",
  "Is there a universal NGSS lesson plan and unit plan template? #NGSS #NGSSchat @BMSscienceteach @VogelWendi @MsBoland_SD735 @KRScienceLady",
  "Please @antonioguterres and @nikkihaley stop the carnage now. #SaveGhouta Please, we are complicit in a holocaust. We must do something!!",
  "Dont skip ch 11 in the framework-Interest &amp; Identity...@STEMTeachTools #NSTA https://t.co/obCqisV2Ie",
  "My takeaway from Stephen Priutt's presentation at NSTA. Assessments: phenomena based, have a storyline, three dimensional, focused on gathering evidence of sense making. An assessment where students continue learning. https://t.co/JzYqupyHdW",
  "We explored what happens when you use various granular materials to make fold thrust belts in class today. Here are some examples!! This was baking soda over glitter over sand. https://t.co/l9tuegJmqR",
  "You are a mom @nikkihaley. Syrian children are under attack. Speak up to save @Noor_and_Alaa and end the atrocities.  #SaveGhouta https://t.co/yQbcAEjjcz",
  "So enjoyed talking to @ClassTechTips Dr. Monica Burns!  Will post that podcast Wednesday.  It's about \"Tasks Before Apps.\"  The podcast this week was about making inclusion work...how not to divorce your co-teacher!  The link is to all the pods.  #edtech  https://t.co/cfHaPJG3z9",
  "A2: Here’s a cool story about a #tsunami mystery and how geologists used scientific evidence to solve the riddle https://t.co/GhfNYPgMvq #TsunamiPrep https://t.co/UMbwuE4aBZ",
  "Q1 What #NGSS or 3D focused learning do you hope to acquire at #NSTA18 or in the upcoming months? \n#NGSSChat https://t.co/L2hGSCuJDr",
  "#Golgi Apparatus inside your cells. \nManufacture, packaging, shipping. https://t.co/VH9oqHZewq",
  "Animation of DNA being coiled into a chromosome. When I created this animation in 2003 for @BIOINTERACTIVE there was good evidence for every level of coiling depicted. The full animation pulls out to reveal live microscopy of a dividing cell https://t.co/H7cv4fcilg",
  "USING a wheelchair. USES a wheelchair.\n\njust like WEARING glasses, WEARS glasses.\nnot \"confined to being behind frames\" or \"being behind frames\" or \"lens-bound.\"\n\na wheelchair is a tool. a good tool. like glasses.",
  "My job as a historian: Tell me what you are nostalgic about and I'll ruin it in five minutes. \n\n#professionalkilljoy",
  "After some conversations with some current &amp; former students, yesterday I showed my students some of my favorite learning tricks &amp; this (wordy) slide of things that they (&amp; probably most students) could bear to hear once in a while. I think I'll start doing this in all my classes https://t.co/C6wP3exA5j",
  "#Phenomenon https://t.co/eiwEnKvgXn",
  "@FPDCC It's time to go outside and play! Tinkergarten FREE trial classes for children 18 months to 5 years old start this week. I'm leading q class at Ted Woods in Edgebrook. Find a class near you https://t.co/G5krRJbvq8",
  "This always blows my mind. Under the stairs at my Mama's house is a handwritten list of all the times that the air raid sirens went off in Epsom. Living, palpable history. https://t.co/oVyABKkqzB",
  "Similar to tsunami stones in Japan https://t.co/Xusvq9Uw3j, along US west coast stories about haunted rocks pass warning of possible quakes and tsunami to future generations https://t.co/IxYxxtLatS",
  "How do you help parents help their children with science? https://t.co/VI9fHAf3fs #ngsschat #scichat #elngsschat",
  "We submitted to the #FlameChallenge! @alanalda asked us (not personally) to explain what climate is to an eleven-year old, and our scientists answered the call... https://t.co/SZsWfCSIc7 #scicomm https://t.co/FvNZT0uHnW",
  "Are you enjoying our Interactive Educational Resources? We have 22 more on topics like subduction zones, plate tectonics, #earthquake waves, #volcanoes and tectonics! Come and explore! https://t.co/ULPW2S2oww https://t.co/7yAWrWiC2d",
  "#RT @IRIS_EPO has a fantastic #Seismic #wave visualization tool showing #earthquake waves traveling through the #Earth's interior &amp; across the surface using real examples. Check it out: https://t.co/7XjvpFF3tu https://t.co/jVdBtFXVpb",
  "DNA replication mechanism. Enzymes are  unwinding the DNA helix and making an exact copy of each strand. Real time speed inside your cells.\n\nI created this animation in 2002 for HHMI @BIOINTERACTIVE and @windfall_films Emmy winning documentary series \"DNA\". https://t.co/AMgHf8g0lu",
  "🌊\n\nNot only in Bali...\n\nThanks @FredrikGMyhre for showing us the ocean floor in the Oslofjord, close to the capital of Norway. \n\nLayer upon layer of old and new plastic.\n\nBy 2050 there will be more plastic in the ocean than fish.\n\n#oceans #zeroplastic  https://t.co/B4dmWGXkVs",
  "@lineybird78 We'd be happy if he'd get one shoe on!",
  "Hand Sanitizer:\n\n🤺Alcohols break down the fatty lipid cellular wall of bacteria, denaturing the proteins inside\n\n🤺Viruses that have a protein envelope (flu virus &amp; H1N1) are denatured just like bacteria\n\n🤺Viruses that don’t have this envelope cannot be destroyed (norovirus) https://t.co/GiUfBcdQNZ",
  "\"To become STEM literate…Ss have to have the ability to use the concepts from each of these disciplines and apply them to come up with solutions to real problems….not easy….STEM is the glue for the practices in each\" https://t.co/gLrGlvu4dx via @NSTA #ngsschat #ngss #kssci https://t.co/qyMLWSHh9S",
  "There is a new post on my blog about the science behind that popular kid's project called milk plastic! Take a look to get the recipe and learn a little about proteins with your kids! https://t.co/HEX1Z0Q6yY\n@SciBlogHub #parenting #crafts #activities #STEM #Biochemistry https://t.co/xfOaaYXDKx",
  "This #OER provides an introduction to formative assessment that supports equitable 3D instruction based on the #NGSS: https://t.co/NSvAMruZpA #OEWeek @OEWeek @AcesseProject @STEMTeachTools @NSF",
  "@mikeklonsky First thought that came to my mind too. Let the spin begin!",
  "Animated #map shows vegetation intensity throughout the year in #Africa. This is one of the best map animations I have ever seen. It's simply stunning. Source: https://t.co/iHBMRjwzaH https://t.co/b8z0jrrwGi",
  "Your entire #DNA code is in most of your body cells- but gene regulation allows different genes to be turned \"on\" or \"off.\"\nDNA Video ▶️ https://t.co/qWTGUgkPhx\nGene Regulation Video ▶️ https://t.co/zjwSQucZBT\n#scicomm #genetics #amoebasisters https://t.co/u4zNDF860L",
  "Check out our updated search page that gives you even more control to find specific stories across domains! We have added new categories to enhance the search resolution via the @NIHBEST categories  https://t.co/561MkK4wCD #scicomm #womeninscience #sciencematters",
  "We're open! The EQuIP suite of resources - including the Rubric and Lesson Screener - have @CreativeCommons licenses allowing users to modify these resources to meet their needs. https://t.co/FHY1ZK38ET #OEWeek @OEWeek",
  "NEW 4 Pillars of Assessment. Make sure you are making the most of assessment opportunities by following advice in our new sketchnote from articles by @EvidenceInEdu https://t.co/mYWXozltKD",
  "100,000 frames/second! Live neuron activity spreads in wave. Modified rhodopsin proteins introduced https://t.co/pSr4taahLX #neuroscience #biology From Cohen lab https://t.co/KjmTkd8GM0 https://t.co/HEK5R2caxV",
  "Need to update your knowledge in #science?  \nIs there a part of the subject you teach that you would love ot know more?\n@AMNH has 6-week Seminars on Science\nGet Graduate credit!\nhttps://t.co/x8ezDE5fFl\n\n#STEM #NGSS #EarthScience #biology #Physics #Chemistry https://t.co/gjMY84K7n5",
  "Topographic sandbox https://t.co/CwQC6yKzL7",
  "I'm late! Happy #WomensHistoryMonth\nThis poster is offered as a free printable for teachers and parents. \nYou'll find it (with others educational illustrations) here: https://t.co/HxW3HbJMDB\n #STEM #WomenInSTEM https://t.co/duVg6WMX6s",
  "ATP Synthase:\n\n📌Power plant of the cell, produces ATP\n\n📌2 rotary motors, 2 fuels\n\n📌Bottom motor (F0)-electric motor, powered by the flow of H+ ions across the membrane\n\n📌Top motor (F1)-chemical motor, powered by ATP\n\n📌Coupled via central stalk\n[when F0 turns, F1 turns too] https://t.co/TILMuYnOAH",
  "There are 3 types of phenomenon:\nAnchoring\nInvestigative \nEveryday\n\nGreat sites for phenomenon:\n#NGSSphenomenoa\n#ProjectPhenomena\n@LiveScience\n#UntamedScience\n#Veratasium \n@IFLScience\n@sciam \n@PopSci Science\n@newscientist \n\nWhat sites to you use? \n#ngsschat\n#ngss",
  "What an amazing piece of work! This interactive globe shows the ancient earth throughout #history. Great way to better understand plate tectonics. A must for everyone interested in #geology and #geography. Source: https://t.co/g1lgPPCRXH https://t.co/Pwrp1GOXJl",
  "Why do we care about protein synthesis? It leads to the making of proteins! And here are just a few roles of proteins... #scicomm #science #edu\nP.S. Our Unlectured Series topics place emphasis on discovering- \"Why does this content matter?\" https://t.co/Z7X0IbgnA8 #amoebasisters https://t.co/xPZ5EYe78a",
  "The IRIS website has 300+ resources for teaching and learning about #earthquakes, #geology, #geophysics &amp; earth systems. This can be *a bit* overwhelming so we've created this tutorial to show you how to find, filter, and share these resources! https://t.co/NQiHXlouaJ https://t.co/2ePEfDJD0T",
  "Need data for extreme #weather?\n@unisyscorp provides access to a wealth of #hurricane information:\n-Charts tracking each storm \n-Table of tracking info (latitude, longitude, maximum sustained winds, central pressure etc)\nhttps://t.co/kJ4pDIBbRC\n\n#EarthScience #STEM #NGSS https://t.co/LZq7NkXy3D",
  "Thread: following my tweet about the word \"M*dget\", lots of people are asking \"but what do we call people with #dwarfism?\". Listen close... \n\nPlease RT 1/",
  "This huge global lithological map allows you to see what type of rocks are around the world https://t.co/kLdDcXwfuT https://t.co/AUMMFKEf3j https://t.co/X3EqbNTD9W",
  "As a #dwarf I've been filmed against my will countless times. \n\nIt ruins a night out. \n\nYou don't know how the photo will be used. \n\nYou don't know how your body will be described. \n\nYour cortisol rockets. \n\nIf a friend ever shows *you* such photos or footage call them out on it. https://t.co/iCtLiGPdU9",
  "Still figuring out the \"crosscutting concepts\" aspect of 3D science learning? Check out this tool and the associated activity prompts for students: https://t.co/3AiBMa24kd\n#SciEd #NGSS #NGSSChat https://t.co/ob6QKj6uBs",
  "Books that succeed in communicating mathematical ideas or problems and are also great stories top the list https://t.co/cb8XDgDyw3 #edchat #reading #mathchat #earlyed #parents",
  "Thanks to @atlasobscura's Jessica Leigh Hester for this interview with me on #urbangeology that I can just squeeze in for #FossilFriday. Fantastic graphics by Matt Chinworth - you're in it too @Paleourbana! https://t.co/lBUdDQ0ce9",
  "The #NGSS and other standards for 3D science learning emphasize centering learning on phenomena. But that's a complex process. This tool from @AchieveInc and @nextgenstoryli1 can help: https://t.co/HdN9FsqDVM https://t.co/RxDivUghDW",
  "The museum's national education initiative, Native Knowledge 360°, seeks to improve teaching &amp; learning about American Indians by offering teacher training &amp; online classroom lessons based on accurate &amp; comprehensive Native American history. #NK360 #DLDay https://t.co/tHpkJhKDgX https://t.co/S9x5P1HNNf",
  "A favorite 4 #DLday\n#Interactive Seismic Waves Model\nA visualization of #earthquake waves traveling:\n-through #Earth’s interior \n-radiating on surface \n-How read seismographs\n-Use real Earthquakes @IRIS_EPO\nhttps://t.co/eG6cgnmTJO\n\n#Earthquakes #geology #EarthScience #STEM #NGSS https://t.co/xc3qQjE6ZR",
  "Intricate fractal patterns on the window in my garage this morning.\n\nA nice example of #EverydayChemistry\n\n31/100 #100DaysOfChemistry\n\n#RealTimeChem https://t.co/C5RGdw3R6N",
  "Sun from the same spot at the same hour throughout the year, by Tunç Tezel. It's easy to see why the Ancients thought they saw epicycles. https://t.co/Yghc7o3XE0",
  "About to have a field day with this 7-day global animation of satellite derived precipitation from @NASARain in my Honors Weather and Climate Class at @universityofga so much to talk about. See #CycloneKelvin intensify over Australia due to possible #BrownOcean https://t.co/E2MDcPVQIu",
  "Really neat tool to visualize how small your cells really are: https://t.co/q4BLPeD4sH drag the slider around for 🤯",
  "@BMSscienceteach Vanguard has low fees. I have my IRAs with them. https://t.co/ioKrD3wZ7y is helpful and so is https://t.co/RqxfIxOW3C",
  "“We’re trying to create the cancer research enterprise and health care system that people think we already have,\" @JoeBiden tells scientists at #AAASmtg, stressing need for continued investment in basic science.  https://t.co/cPuuq6eKBY #CancerMoonshot",
  "@Dora_Kastel @NewVisionsNYC Thank you! Just found a link too. https://t.co/Mj6ysELw34 very helpful",
  "Properties of Water is our 4th topic of our #AmoebaSisters Unlectured Series! https://t.co/Z7X0IbgnA8 \n20 more topics to go! We're on schedule to be done by the end of July 2018 ^_^\n#biology #scied #teachers https://t.co/LLPe9PhvtH",
  "@Dora_Kastel @NewVisionsNYC Is this similar to the equip rubric?",
  "Feb 17th: Top 5 Telescopes for Amateur Astronomy Under $500 https://t.co/qPEK4l9HtA #365DaysOfAstro https://t.co/3e3oOxTIjM",
  "@ChienforSTEM First set norms and culture, then figure out why it's important to discuss and argue, then find paths to consensus. Imagine the power in that learning for every student in every grade. #ngsschat https://t.co/nBBYsonnqS https://t.co/rElsTpMkWF",
  "Why do clothes stick together when they come out of the dryer? Take a look at this high quality example of #NGSS unit design, given the highest rating of \"E\" by the EQuIP Peer Reviewers: https://t.co/XlMmLPf4Zt @ConcordDotOrg https://t.co/QacS0gJsFV",
  "Seismology topics can be difficult to convey through text or images alone, which has led to the development of a suite of over 200 animations, webinars, lectures and videos to illustrate fundamental concepts of #seismology and #earthscience. #earthquake https://t.co/qJPdytgl9H https://t.co/5L9xp0DOy8",
  "LEARNING STYLE MYTH\n\"... there are 2 to the power of 71 combinations of identified learning styles – more than the number of people alive on earth!\"\n\nhttps://t.co/R3ctPgTqQe",
  "@JDuncs1788 @NerdyPam @heroinebook People do go into courthouses and police stations and open fire. I just googled that to double check.",
  "How can America be great if:\n\nQuality public education is not a priority\nCaring for the poor is not a priority\nHonoring women is not a priority\nHealthcare for all is not a priority\nEradicating racism is not a priority\nPreventing voter suppression is not a priority?\n\nWhat matters?",
  "Hi Howie fans! We've started a Facebook group for discussing #biointeractive and #scied \nCome and join the conversation! https://t.co/kXzvqYQctY #APBio #NGSSchat",
  "#Math and #Science teachers! Have you heard of @KnowlesTeachers? This is a fellowship that provides professional development, networking, and financial support! It has been transformative, and I highly recommend that new math and science Ts apply! https://t.co/8LEgzzbVLn https://t.co/wAcW0MufPO",
  "#ngsschat Check out HS chemistry storylines at #NSTA18 https://t.co/bxg5KQmzkr",
  "How the Sun is seen from the planets in our Solar System https://t.co/TqXep6nFY0",
  "An updated version of the Primary Evaluation of Essential Criteria (PEEC) for #NGSS Instructional Materials is now available! Version 1.1 updates how the 5 NGSS innovations should be used, intentionally emphasizing the importance of equity and access https://t.co/kXA17AsWkt",
  "Discovery of footprints in Ethiopia show how children spent their time 700,000 years ago https://t.co/JahXMKtvSb https://t.co/8zYrjKt5fe",
  "@DrRubidium My condolences.",
  "Have you been looking for a great way to visualize and explore the process of how genes are expressed proteins created from the genetic code? Check out Gene Expression Essentials!\n#biology #STEM #edtech\nhttps://t.co/jPgKC2J8Ex",
  "Don't miss out on our next free webinar! Join the EiE professional development team on 2/14 to learn how fostering engineering habits of mind can support students' critical thinking and problem solving skills. #k12 https://t.co/Ak1F8OHQ1E",
  "The familiarity of this design is so comforting. Same hands, same lips, same need for a nice beverage on a Monday morning. Four thousand years. Could be on my kitchen shelf. ☕️ https://t.co/aCFjwpU29l",
  "The crosscutting concepts can be a tricky part of 3D #SciEd. \nThese prompts can help educators incorporate them into student activities and assessments: https://t.co/3AiBMa24kd\n#NGSS #NGSSChat https://t.co/uUIUO3CW1V",
  "Ss use a cascade of practices to figure out what happens to the energy of a sound wave when it reaches a boundary between 2 different media! @nextgenstoryli1 @STEMTeachTools #ngsschat https://t.co/RI2qoym24p",
  "Ss mapped their own science talk during group discussions. One student looked at his group’s map halfway through and said, “I only have 2 arrows coming out of my name, I need to participate more.” - and he did!! Thanks @wewright1234 for inspiring me to use mapping with my Ss! https://t.co/6B1L1JHZzb",
  "Just added four new lessons to Sketchnoting in the Classroom! How to bring visual note-taking into social studies, science, math, and language arts classrooms. Hope you enjoy them! https://t.co/tlizeW2Hxq https://t.co/OepNKHbUwt",
  "Sample MSTEP Science Items. 5, 8, 11. Use Chrome. Follow guest login instructions. https://t.co/huzJqmdbVv",
  "While our 7th and 8th graders are doing great with CERs, our 6th graders came in struggling.  We created a CER gradual release protocol.  As ss demonstrate proficiency, we take away scaffolds.  Anyone else have the same struggle?  How do you respond? #NGSSchat https://t.co/MT7yYIRhum",
  "The Next Generation Science Storylines project is dedicated to providing tools that support teachers in developing, adapting, and teaching with strongly aligned #NGSS materials. Learn more: https://t.co/2iHX6k4abs @reiserbrianj #NGSSchat",
  "@ava_javid @philiplbell Here is a link to Terc’s Talk Science Primer. The “nine talk moves” might help. https://t.co/lZQEevxCSz https://t.co/U7nM7TDFeF",
  "For all the biologists out there spending hours (or days) creating figures in PPT and Illustrator - now you don’t have to 🙌. Give @BioRender a try and let me know your thoughts (request free icons too 🖌️🙂). What features would you like to see? https://t.co/q3npjtfXJE https://t.co/aJf21SDdEh",
  "Do you know of a classroom who would love to hear from @USGSVolcanoes @VDAP_USGS_OFDA volcanologists? Sign up for these talks: https://t.co/Fh9RGbYHG7 https://t.co/Jzb5UGiEtc",
  "Do you know a young girl who loves volcanoes? Applications for GeoGirls is open! \n'GeoGirls is a geology and technology field camp for girls (cis and trans gender)'  - At Mount St. Helens!\nhttps://t.co/TegqhXsEwR #WomenInSTEM https://t.co/VFzPEK5Xu0",
  "Poll for #Science educators: What would be most helpful for you as you implement the #NGSS? (Or reply if you think its something else!)",
  "@Ted_NSTA I tried but I can't send you a message if you don't follow me. :)",
  "@Ted_NSTA Hi, I'm interested in  reviewing the NGSS maps. Thank you.",
  "This is great! Science journal for teenagers #scicomm https://t.co/G3fec1UWg7",
  "Mitosis in the spotlight...Cool fluorescent live cell video https://t.co/rxdbpa7bCq",
  "#skypeascientist went great! The kids were amazing. So now a little thread of tips on how to have a great #scicomm skype session, inspired by discussions with @AnthroSteph who is my awesome officemate. Or at least a thread on tips that have worked for me :-D https://t.co/pdnQBFykiC",
  "For me, the most incredible artefacts from the ancient world are the letters people wrote on clay tablets &amp; sent to one another over 1000s of years in Mesopotamia.\n\nThey contain recognisable humanity, warmth &amp; humour, &amp; I thought I'd do a regular thread on my favourites. https://t.co/uZ2qnWCBqF",
  "@starrscience @bpenuel @philiplbell Are these webinars available to watch anytime? If so, could you please share the link. Thank you.",
  "I'm developing resources to help teachers implement NGSS. Please take the survey titled \"Next Generation Science Standards Implementation\".  Your feedback is important! https://t.co/xksiVbBtzt",
  "A lovely 15th century gold love-ring, the inside is engraved with a lady, amidst flowers and foliage, holding a squirrel on a leash. Squirrels were popular pets in England as early as the 14th century. #SquirrelAppreciationDay https://t.co/sZLWvFdqL7",
  "#ngsschat #NGSS https://t.co/2dw20JlSG2",
  "You can download a Zip file of the full collection of @STEMTeachTools at this link (https://t.co/ESNA2ZCsbI), and you can download and use our #OER PD sessions from the @AcesseProject at this link (https://t.co/foTQaCZvA0). #NSFfunded https://t.co/24T2yt93Cs",
  "The wonderful @EliseGravel has created this brilliant image, following her often shared girl-based one. Boys can be anything and everything, and don't let anyone tell you otherwise ❤️ https://t.co/6bxqyvnOrK",
  "FAVOR: Please help us share @STEMTeachTools resources (https://t.co/PkPOZAZCHd) with science educators by retweeting this image. Everyone who RTs will be entered into a drawing to receive a hardcopy set of the full tool collection. We are giving away 25 sets. Thanks!! #NGSSchat https://t.co/wMBuIwOxfm",
  "Friends, check out @ImperfectFruit! Ugly produce delivered for less. Get $10 off &gt; https://t.co/EdDlsKpank",
  "Giving Ts the right tools to share these shifts are key too. A set of parent guides are available. https://t.co/j03j53Iqct \nYour guidance dept and admin also need to be informed so can share excitment :). \n#MiSciChat https://t.co/9yaK3bBd4o",
  "This would be a good picture to use for a relative dating exercise... https://t.co/qp4M9BniCc",
  "One big change I’m trying to make is to be more intentional with bundling topics. I read this quote from a book, Science Matters, this summer while going through @NGSXproject and have just been obsessed with it ever since! #NGSS #NGSSchat https://t.co/1rjNAbywZC",
  "New from me: the epic tale of the world’s highest rock. A story I’ll be telling my class today. https://t.co/4qiDihpgFY https://t.co/xYHX2bPVay",
  "Well it's a little early...but if you're planning ahead for some #science themed Valentine's Day cards, we've got you covered! 😂 #sciart #scicomm #teachers\nFREE printables here: https://t.co/mrU4vzkPLc #amoebasisters https://t.co/0eBeGdycxx",
  "Burial of a boy and girl at Sungir, Russia ~27,000 years ago. Together, these burials contained over 10,000 ivory beads. Modern experiments suggest each bead took about 40 minutes to make – a quite staggering investment #IceAgeDeath Illustration by Libor Balák #Russia https://t.co/eGDuSN73Pz",
  "1/ A thread about Gaspar Yanga. Many don't realize that one of the America's first successful slave uprisings--leading to one of the first free black settlements in this hemisphere--happened in Mexico, in the mountains near Orizaba in what is now the state of Veracruz.",
  "I just joined Instagram. Who should I follow? I like all science, history, social justice issues, science education(all levels), geography, not into celebrity gossip...TIA",
  "Science teachers!  What is your favorite phenomenon to anchor lessons on chemical bonding and/or chemical reactions?!  Looking for fresh ideas.  #NGSS #ngsschat #Projectphenomema #WhyITeach #CANGSS #SUHSDscience #SUHSD",
  "If you can't make it to our #DarwinsFinches program w/ the legendary Peter and Rosemary Grant next Tues at 6:30 Eastern, you can watch online here: https://t.co/iezG1JfO4u https://t.co/5naLFXPosz",
  "Palm trees show the trace of the San Andreas Fault near Palm Springs, Southern California. The fault has displaced the channel on the right. #SGTF18 https://t.co/XZ3pDlXpB8",
  "#Interactive Seismic Waves Model\nA visualization of #earthquake waves traveling:\n-through #Earth’s interior \n-radiating on the surface \n-How read through seismographs  \n-Use real Earthquakes @IRIS_EPO \n#Earthquakes #geology #EarthScience #STEM #NGSS\n\nhttps://t.co/eG6cgnmTJO https://t.co/r0wnhkGFEO",
  "\"The Yellowstone supervolcano has a 17-million-year history of eruptions in the western US. Now scientists say the source of the supervolcano’s heat isn’t a deep mantle plume, but the downward drag of an ancient subducting slab stirring up the mantle.\" https://t.co/Zy4rswY6Q8 https://t.co/IE7k0J0x5U",
  "1. The story of my Aunt Licie's necklace resonated with so many people, but I almost wish that it didn't--that it could be a charming, irrelevant anecdote from olden times. \n\nhttps://t.co/6qJZ13OCph",
  "@NGSS_tweeps Might be helpful to choose one that can cross over into more than one subject. For ex. water bottles \"sweating\" can incorporate states of matter--&gt;water cycle--&gt;weather/climate--&gt;life sciences.",
  "6 Incredible Train Journeys That Won't Break Your Travel Budget https://t.co/ip7jAmHUGI https://t.co/LvXdQMEmwv",
  "Call for Artists: Asian American and Pacific Islander Heritage Month - Chicago Public Library https://t.co/UDkPZubyxo via @chipublib",
  "\"Your reader is not dumb. It is because scientists made up those words and never told anyone but other scientists.\"\nAdvice for Scientists Who Want to Write\" Rob Dunn.",
  "A superb insight into the story behind the theory of plate tectonics and the key players involved in its inception. \nGreat work @PeaseRoland \nhttps://t.co/PSomSuam6Y",
  "Follow this amazing account this year, which is taking the calendar year to explore the history of Earth. https://t.co/2tZyNHPo6T",
  "I don’t normally do this, but this is a water (abalone shell), fire (golden obsidian), earth (brass), and air (silk thread) necklace.\n\nIf you’d like it, RT. Tomorrow afternoon I’ll randomly select someone of the RTers to give it to :) https://t.co/oC0cGIVyAT",
  "Looking for a #NewYearsResolution on climate? My top three:\n\n1/ Talk about it - hardly anyone does!\n\n2/ Step on the carbon scales and reduce all you can. I like https://t.co/ZkFicNYsbv\n\n3/ After reducing, offset what’s left. I like @climatestewards \n\nhttps://t.co/SLNnloBVQq",
  "What are some fast-paced, can't-put-down books you'd recommend? I need some light reading to start off the year. Thanks!",
  "For those not accustomed to long cold spells…\n\nTake special care to keep yourselves, children, &amp; pets hydrated.\n\nLemme tell u why &amp; how. 1/",
  "Check out Zumbini Music Classes on Jan 05 via @Nextdoor https://t.co/NOekvsJCPq",
  "So proud of our new #ChicagoEYESonCancer Program! CPS teachers get chance to research cancer with University of Chicago https://t.co/YavSku9v6w",
  "What a great exercise! \"I want them to be historians for the duration of the term; to  recognize that history is a human creation, to analyze primary sources,  to question secondary sources, and to put everything together to come up  with arguments and stories of their own.\" https://t.co/j7NDTocSYj",
  "This has become a wonderful list of books that influenced historians (some of them not as well known; I've got reading to do!)\nAND\nAn enlightening list of historians talking about \"aha\" moments in their thinking --who are basically documenting how we do what we do. https://t.co/jyNCvSFwsk",
  "I want to give you this challenge: For the next week just *notice* every object in your home and your life that is made with plastic. Once you start paying attention you will be shocked how much one of the worst polluters in human history is completely ubiquitous.",
  "Hello everyone what was the best book you read this year that wasn’t published this year? Let’s make a huge list of dusty discoveries that jumped out at you from a shelf and now you’re forever changed.",
  "#12DaysofSiesmology\nOn the 12th day of #Seismology\nmy Mantle Plume gave to me,\ntectonic plate over conduit\nfa la la la la la\nvolcanoes rafted away\nfa la la la la la\nforming -- chain islands!\n@IRIS_EPO   #earthquake #earthscience #volcano https://t.co/veISS4E82T",
  "48 superimposed photos of the sun, taken during a year, one per week, in the same place and time, in the Cathedral of Burgos. The highest point is the summer solstice and the lowest is the winter solstice. https://t.co/OXCDgyARdO",
  "Reactions to Socks as a Christmas Gift by Calendar Age:\n\n0-3: blurb nurg (eats socks)\n4-12: oh, socks\n13-18: (SIGH) socks are you FUCKING serious\n19-39: oh thank god, something useful, thank god\n40+: Warm feet are the solitary joy remaining to me in this dark and fallen world",
  "One of my favourite #IceAgeReindeer for #ChristmasEve...\n\nWith the most rudimentary flint tools, this handsome beast was expertly scored into a slab of Dordogne limestone some 14,000 years ago. https://t.co/hom0vf1VSA",
  "It is estimated that 91% of plastic is not recycled, and 8M tons of plastic trash ends up in the ocean per yr. Please reduce single use plastic- does not easily degrade, microplastics adsorb &amp; transport toxins-everything we put into the environment comes back to affect our health",
  "BRAND NEW ANIMATION (00:06:53) - \"What Drives Plate Tectonics?” #geology #platetectonics \n\nhttps://t.co/Uw7ZJR0tkj https://t.co/dYPwX1yHkY",
  "I just got permission for a teaching sabbatical next fall to revise my grad-level seismology class using some of the research from the physics and math-based education communities.  We will probably flip the class, and post all our materials on @IRIS_EPO.   Collaborators welcome!",
  "I don't want a tax cut.\nI want maintained bridges\nI want less infant mortality\nI want well-paid teachers\nI want federally funded science\nI want my social security back\nI want clean water\nI want natural parks intact\nI want renewable energy\nI don't want a tax cut",
  "#12DaysofSiesmology\nOn the 5th day of #Seismology \nmy Transform Fault gave to me,\nHot magma rising; offset ridges spreading\n@IRIS_EPO   #earthquake #earthscience https://t.co/Z1D5DUrOEX",
  "Glass is 100% recyclable, endlessly. #recycle #PlasticFree #spreadawareness https://t.co/OaQgkbAzZH",
  "colorized math equations makes it easier to understand. Great idea!! #ux #math https://t.co/8Btua0cpTl https://t.co/2569UG2Zv4",
  "The Winter Solstice is coming! These maps show when sunrise and sunset occur on the shortest day of the year. #solstice https://t.co/YCYaibeRij",
  "Here is a closer look at that meteor strike.  That is so cool how it lights up the surface of the planet and then turns into a traditional shooting star formation. https://t.co/zplhYKU8Z4",
  "Website filled with guest blogs from geoscientists around the world. A gift from us to you! We share our careers, typical day and advice for students. \nhttps://t.co/NRX0PGk2qN\n\n#science #rocks #earthscience #geology #physicalscience #scientists #geography #geographers #geolife https://t.co/Usps4J1nEf",
  "Want to watch YouTube videos without the distractions? Try quietube\n#edtech #12daystwitter \nThank you to @llyons25 for showing me this site!\nhttps://t.co/SYR40Gnx9g https://t.co/kovjBLGRw6",
  "Science is a complex process requiring curiosity, persistence, and willingness to revise conclusions. Help students connect the process of science with the theory of evolution with this Click &amp; Learn: https://t.co/zEH7LrzsSz",
  "This thread by Dr. Prendergast is extremely useful in understanding and breaking Oppenheimer and Mueller’s (2014 not 2016) study down.\n https://t.co/LGexjrOCU1",
  "At @nmBlissCarman, Ss are launching 12 Days of Kindness. What projects or celebrations are happening around your school this month? #mschat #KindnessMatters https://t.co/4EpOegtrZQ https://t.co/36vylNNpFu",
  "Thinking about wrapping presents? Don’t use shiny wrapping paper; instead use brown paper or material alternatives, like scarves. Lots of wrapping paper cannot be recycled, and is often adorned with microplastics in the form of glitter ☹ #EcoChristmas https://t.co/A0q3D6rm2C",
  "Learn more about @PRInstitution's campaign to make a copy of the Teacher-Friendly Guide to #ClimateChange available to every U.S. school teacher: https://t.co/6C6v6Sxib3.  Consider ordering one for yourself or a teacher you know: https://t.co/36gu0RpTqz #Science https://t.co/JKdHuekY2I",
  "Diving head-first into the vastness of space. How spectacular is that view? @Space_Station #spacewalk https://t.co/KeJQWanN1F",
  "This tweet is for the people who helped me understand how valuable using a KLEWS chart in a science classroom can be. https://t.co/a4ICsUBjy9 @bmaurao @auntjennoelle @aimeesuepark @misteraycock @BTopink @BKd204Sci @MsBoland_SD735 @GiannaColson @ncarroll24 @DowneySchool",
  "If you’d like to make your own recirculating stream table for a pretty cheap price here are my constructions:\nhttps://t.co/6rN3DdSDzf",
  "Feeling disgusted &amp; degraded after an @AlaskaAir flight where the passenger next to me made repeated lewd sexual remarks. The flight attendants told me he was a frequent flier, brushed off his behavior &amp; kept giving him drinks. I guess his $ means more than our safety? My letter: https://t.co/xOkDpb0dYU",
  "Grab a few glow sticks and show your students how molecules interact in different temperatures: https://t.co/hjPsR7hLqf #scichat #STEM #science https://t.co/zSUGQePY0m",
  "Just finished 3rd Bio unit of the year. Tied together cell division &amp; gene expression with the driving question, “How does a baby grow from a single cell?” #MISciChat #NGSSchat https://t.co/Ndjr7TGFbF",
  "Me to my children: I would kill and die for you\n\nAlso me to my children: I AM NOT YOUR DAMN MAID AND WILL BURN ALL THE SHIT ON YOUR BEDROOM FLOORS IN A MASSIVE BONFIRE AND DANCE AROUND THE FLAMES IN GLORY AND RAGE",
  "Anyone out there know some things about must-have apps or sites specific to science teaching? Not general (like Google Classroom, Kahoot, or Nearpod) but more specific to science. #scied",
  "Find great teacher resources for #NativeAmericanHeritageMonth from @SmithsonianNMAI! https://t.co/lMBi6Dds9G",
  "I like to use actual student #feedback and comments as a teachable moment about feedback. How do you teach effective feedback? #ngsschat https://t.co/Ge4SHb3KsX",
  "You will find some terrific books by Native writers at American Indians in Children's Literature! I put the covers on my Pinterest page. Here's a screen cap of a few: https://t.co/vNHTnLvXRV https://t.co/jVdZxSs7F3",
  "Lovely piece of work: @SisterFarts pointed me to this wonderful #infographic. The Feeling Wheel by Dr Gloria Willcox. Particularly helpful for non-native English speakers. Source: https://t.co/077mYHIbE3 https://t.co/HcSKtRswXE",
  "Great flowchart to use to promote science talk in the classroom from @STEMTeachTools #ngsschat #ngss #scied #science https://t.co/QdN4RPCAbN",
  "First time co-constructing rubrics w/ my Ss. We made different ones for the various methods to display learning. Ss loved creating and now better understand their expectations #Assessment #DiveintoInquiry #K12 https://t.co/1AaQicCcD5",
  "RT if you have a tote bag full of tote bags.",
  "Where to Find Free Images for Students and Teachers – Primary Tech https://t.co/LlZIAPE0r6\nThank @ericcurts for finding this #bfc530 https://t.co/IMPQN91WAW",
  "Hydrothermal vents hold as much life as tropical rainforests 🌳\n#BluePlanet2 https://t.co/MxUzLlZpQR",
  "Driving question board for @CarbonTIME Animals unit. Starting cell division &amp; gene expression next week. #MISciChat #NGSSChat @KentwoodPS https://t.co/0WKDUBMP8V",
  "This new (gorgeous!) interactive forecast viewer from @NWSSPC is a great way to look at #weather model forecasts: https://t.co/CLkIXePBy1",
  "When science is art — diatoms are breathtakingly beautiful. What are they? https://t.co/aGtiqpcKgE https://t.co/CTSl06junQ",
  "Whales are mammals whose ancestors lived on land. So how did they evolve into the sea creatures of today? https://t.co/x7jNcPpD5d https://t.co/gOXhFlWG1J",
  "Ok so I'm attempting to reduce the amount of plastic I use in my everyday life. What tips do you have to help me achieve this?",
  "Digging into @STEMTeachTools #33 for the 1st time. Powerful discussion about prioritizing eliciting S thinking 1st grading later #ACESSE50 https://t.co/7VEIJwUS7f",
  "I get an email e'ery day from someone saying they don't know any female science communicators, and I'm like please. We're here. If you're a woman/trans/non-binary etc. person working in #scicomm plz respond to this tweet &amp; link to your work.",
  "The Origin of Birds — HHMI BioInteractive Video https://t.co/hecgAVd4fN via @YouTube",
  "The volcano that grew out of a cornfield: Paricutin, Mexico. Great photos &amp; brief history: https://t.co/g8xD9UKjzl #scicomm #volcanoes 🌋⚒️ https://t.co/zLEgsAYmei",
  "Boys outnumber girls 3:1 in family films. Our @TrishLowt on 5 Great #Halloween Movies With Girl Protagonists https://t.co/tGwcbawdSW https://t.co/tPMvUBA7sO",
  "At one time, statistics was only for college math majors. https://t.co/jZU2Tr6yRv #education #edtech",
  "Chromosome counting in #mitosis &amp; #meiosis got you down? Check out our playlist of cell division videos! https://t.co/hlktuDUWax #scicomm https://t.co/SNiKw7pPC0",
  "THREAD: Why I'm Running for Illinois Attorney General https://t.co/OaYZCVjKZa",
  "Explore the connection between terrestrial biomes and their abiotic factors with BiomeViewer, now available for web! https://t.co/sAgfvivoz6 https://t.co/agNLYSEpgX",
  "Explore #earthquake data! https://t.co/YoHQAt9eji https://t.co/Lnk0rbaxGS",
  "Have doubts about the anthropogenic component to Earth's changing climate? \nHere is a terrific distillation of how we know what we know. https://t.co/YiGTmz7HAy",
  "So inspired by @sciencepolcia tweets, I featured them here in @SciForbes https://t.co/gK5arZzz0k",
  "Yes. Stop cheering about the Boy Scouts allowing girls. It's a fucking trap. https://t.co/zMkelkQCRY",
  "TEACHERS TOOLBOX - Introductory Earth &amp; #Earthquake science Lectures https://t.co/G5saD9hYEZ https://t.co/CiINhZJEpH",
  "This is why #NGSS is the best way to teach science. Ss think like a real scientist and “do” science #ngsschat #scied https://t.co/LPpcV6sfvV",
  "Great Tech Expectations: What Should Elementary Students Be Able to Do and When? https://t.co/4NGv94OWpP #edtech #education",
  "Volcanologists/geologists: what is something you wish everyone knew about volcanoes?",
  "Teachers, bring a Smithsonian geologist to your class: #ScienceHow career text chat with Cari Corrigan, 10/26. #NGSS https://t.co/SZVYBrQDSk https://t.co/UK7173nNO2",
  "@heroinebook @HISTORY My grandma always said the Southside Chicago parties were the best. Oh my. 😊",
  "I made a quick 4 step guide on how to read better/faster for my history students. Thought I'd share: https://t.co/Ku7QyfYXPZ",
  "Absolutely amazing weird NBA moment find by @NBA_Reddit's u/Colvjs, every Suns player starts running at same EXACT time after turnover https://t.co/ztQgZRzIyR",
  "\"If people sat outside and looked at the stars each night, I bet they'd live a lot differently.\" -Bill Watterson, Calvin and Hobbes https://t.co/O5wPBffkvO",
  "Hey #NGSSchat—Are you looking for a poster for your classroom about the #NGSS / 3D science &amp; engineering practices? Here's a favorite… https://t.co/vOlYRW3lhK",
  "What is a research report? Superb schematic for scientific writers #writing https://t.co/RZ0znB8vZY",
  "It helps to track across an instructional sequence where u will monitor Ss progress for all 3Ds. Formative assessment chart.  #NGSSslowchat https://t.co/4SunncgccL",
  "Does anyone know a Muslim children's author in Toronto whom I can connect with who would be willing to do a reading for kids? Please share!💜",
  "@trekonomics @themadstone @IBJIYONGI Also I have kids planetary science book recommendations: https://t.co/cU37ohdcwl",
  "Daily Check-in With Google Forms https://t.co/TX5A152h4t powerful student feedback practice from @MsVenturino #edtech #GSuiteEDU #GoogleEDU https://t.co/RjBxQvjGnL",
  "@shannonmstirone And it starts early",
  "Teachers, join us in Iceland - July field trip. Space limited. Sign up now! @WeAreTeachers #teach4climate https://t.co/FXQ8T7UV0N https://t.co/YASGlJbt1I",
  "Ss having trouble with what to study during @geniushour ? This may help! @JoyKirr @ajjuliani @PaulSolarz @dayankee https://t.co/KU0YIcUXrc",
  "Red sunset on a blue planet 🌎\nBlue sunset on a red planet 🔴\nTwo planets, one Sun\n#SolarSunday https://t.co/HZJeTf2tgt",
  "I hadn't thought about this much before, but, damn... https://t.co/iHZ4g6AwMk",
  "A sneak peak for #ProjectPhenomena. Changes coming to https://t.co/EyLqTJWFOh soon with emphasis in #EnvironmentalLiteracy. @cascience #NGSS https://t.co/619MDq7VzB",
  "Want to know how to help minimize overflow into the lake?! Easy reduce your water use when it's raining. https://t.co/ffj4VROf3G",
  "All the software a geoscientist needs. For free! https://t.co/OtfrDVG8v4",
  "@jwalkenrdc Give the teachers this article to read: \nhttps://t.co/lwJOTKPeWB\nTell them they are the beginning of maths anxiety for millions.",
  "PhET sims can now easily connect to Google Classroom #gafe #phet #simulations #scied https://t.co/UYsW4xjglW",
  "NIH to accelerate the development of new cancer immunotherapy strategies for more patients https://t.co/i64Jg8m4Z3.",
  "In celebration of #PlateTecs50 and #EarthSciWeek, we're excited to announce Plate Tectonic Stories! #PlateTecStories https://t.co/NgldKFwfF8 https://t.co/dVcGEJXecu",
  "This is just so awesome and mesmerising at the same time https://t.co/YZ900OmPhy",
  "the boston nutcracker ballet bear will never stop being a fucking Mood https://t.co/hYEKzTsgV9",
  "Even if you watch only the first minute, there's a carpet of Pele's hair that is absolutely jaw dropping! Watch the whole thing if you can. https://t.co/BnzsLp7o7k",
  "Download #K12 lessons for #EarthScienceWeek in this month’s @NSTA Book Beat #scied @earthsciweek https://t.co/xrAXLLdIiE",
  "@IBJIYONGI done",
  "Into the great wide open\nhttps://t.co/kr6vClBzse https://t.co/yf1lRbQghr",
  "A list of assessment activity types linkedto our @nextgenstoryli1 units co-designed with teachers is here: https://t.co/Fq18BTJPXj #RILS2017",
  "@heroinebook Hugs to you. I'm sorry.",
  "28 Black Picture Books That Aren’t About Boycotts, Buses or Basketball #readyourworld https://t.co/QCi61m87TZ",
  "A good way to recognize Indigenous Peoples Day is to learn about whose land you’re on right now.\nhttps://t.co/iN8rNRPRz2 https://t.co/6ReUO1wgip",
  "Best books for Indigenous Peoples’ Day. Print the lists. Take them to bookstores and libraries. ASK FOR THEM.  https://t.co/DNzICu8CCs",
  "9 Teaching Resources That Tell the Truth About Columbus https://t.co/YhdkUJrKR4 via @IndianCountry #sschat",
  "STEM Teaching Tool: Prompts for Integrating Crosscutting Concepts\nInto Assessment and Instruction \nhttps://t.co/ubWOAnUGid \n#ngsschat",
  "What are phenomena in #science &amp; #engineering? Why are phenomena such a big deal?  https://t.co/S7xahiheHN #NGSS @STEMTeachTools #NSTA17 https://t.co/8oYzE20YfE",
  "https://t.co/0DJYRkXzib @CAScience @officialNGSS @NSTA",
  "Keepin those DQBs and other student work organized! Thanks @MsRozema and @wewright1234 for the great idea! #ngss #drivingquestionboards https://t.co/1xhJQHx3Jr",
  "@FredEnde Ss decide which CCCs apply, defend answer. Can link previous classes learning. Decide how to move forward in that CCC.",
  "NEW | Analysis: How well have climate models projected global warming? | @hausfath https://t.co/R4xMUJ0YoF https://t.co/dVfhGst5I0",
  "This is how tight of a stranglehold the NRA has on Congress. https://t.co/S6pcDHbUaP",
  "It comes as a great shock to discover that the flag to which you have pledged allegiance... has not pledged allegiance to you- James Baldwin",
  "Why we should be teaching for understanding in math https://t.co/F90awzsrOR @myedexpert #mathed #STEM #education https://t.co/5odi7HATAN",
  "WOW: U.S. Senator Ron Johnson tells group of high school students that food, health care and shelter are all \"limited resources\" that should only be given to those that have earned the \"privilege\" and can \"afford those things.\" https://t.co/dv50EcTrzv",
  "What causes the Moon to change phases throughout the month? Geometry. https://t.co/zlPinAnc0q",
  "One of these patterns has formed on a Gulf Coast beach; the other one is on Mars (courtesy of @HiRISE ). https://t.co/FH39eLO9Uj",
  "Ss designed model city, wrote, recorded about each building, circuits. Each building touched played the Ss voices.@makeymakey #celebratelps https://t.co/G3uQfENOLT",
  "Since NGSS is where DOK 1 went to die...a new Framework needed for cognitive complexity  #RILS2017 https://t.co/3CpbsXmQGT",
  "#RILS2017 \nCriteria for Phenomena:from @NSTA: \nhttps://t.co/cpmTqEkJF4",
  "Register for this webinar (https://t.co/CdRoqgU63Q) to learn how you can use online earthquake and tsunami data tools from @NOAA &amp; @USGS! https://t.co/dk8tiYCbkS",
  "The T. rex might not have been as fast as we think, a math equation explains how fast any animal can be, via @qz https://t.co/v61Z2wqVZR",
  "@claireseldon_ed Good point. Could just get a marker and color a few ponytails in 😁",
  "@claireseldon_ed Wish they included girls in the illustration.",
  "You’re all ‘math people’ — you just didn’t know it https://t.co/dmZTG4KWZ1 via @sfchronicle",
  "Interactive #Pangaea Supercontinent Map With Modern International Borders https://t.co/V9539FDNsC",
  "Metacognition &amp; immediate feedback w #braindump exercise keeping this one in the toolbox! Thanks @cultofpedagogy &amp; @RetrieveLearn #edchat https://t.co/PVcrNgNkpJ",
  "How did I not find this #modeling resource sooner! So much good stuff in this article! https://t.co/TutW8C3u5e",
  "The frozen ground of the Altai Mountains preserved this beautifully detailed Scythian woman's boot for over 2,300 years https://t.co/GRZggtoNGR",
  "An emotional Josh Norman reacts to Trumps latest comments. \"Am I American?\" Watch the whole thing. https://t.co/7XBnRGIXSV",
  "These @STEMTeachTools prompts help Ss to understand CCCs in the context of investigating phenomena/solving problems: https://t.co/TIBJzCccpb https://t.co/wg2SagnFVM",
  "Fabulous Resource! Writing a Scientific Explanation #ngsschat #ngss #scied #CER @Dora_AMNH  https://t.co/Slh55GzeJA",
  "What about the people of Puerto Rico who don't have electricity and are running out of food and fuel for generators? Are they safe? https://t.co/6jSFjrDWb8",
  "@NGSS_tweeps Currently grading my 7th grade CER now on MS-LS1-5. Here's my rubric that I've revised and revised again. https://t.co/xAWhZMAaan",
  "Can be adapted for any content area || 10 No-Prep Bell Ringers for Middle School | #edchat #teach #mschat  https://t.co/rMZx9z8A2o",
  "FLASHBACK: President Obama was asked exactly 1 year ago this week about Kaepernick &amp; others kneeling during national anthem. His response: https://t.co/Ogqj16Dv3j",
  "Elem science author Carolyn DeCristofano has graciously shared 5 STEM literacy lessons on our site. Free downloads. https://t.co/Yw8B1Yvwr3 https://t.co/EtZhXEX6IJ",
  "At this point \"divisive\" just means \"makes racists mad,\" right?",
  "I wrote about what Baldwin can teach educators on how to respond to this political moment in their classrooms. https://t.co/IZv2TJRvEe",
  "@debreese recommends these amazing texts! #TheEdCollabGathering #MentorTexts #MustRead #EdReform #BookClub https://t.co/98KQFEOVHs",
  "Educators: See \"Related Links\" to link to \"Your Inner Fish\" - a great compliment to this for the classroom. @BIOINTERACTIVE @TangledBankHHMI https://t.co/cUTKaqtRSA",
  "Why buildings on #Mexico City ancient lakebed collapsed during M7.1 quake. Kitchen experiment with jelly as lakebed #sciencecomm #ugent200 https://t.co/Lg8pRAAvhe",
  "Teachers - if you and your students would like to run an experiment in space, here's a way: https://t.co/n8QMCLNHFM @ASE_Astronauts",
  "Great visualization showing how seismic waves move through &amp; across the earth https://t.co/JaHvPDjwCL (waves from the Sumatra #arthquake) https://t.co/YvrzlVH2cA",
  "VIDEO (00:05:39) Moment Magnitude Explained—What Happened to the Richter Scale? https://t.co/9ssplhiMdj #earthquake #magnitude https://t.co/knMJRjwXtm",
  "Viruses are the pirates of the bio world, invading cells &amp; taking over their genetic machinery. #talklikeapirateday https://t.co/XBD86hjXOz https://t.co/VYEyKbJDcM",
  "Chicago Blackhawks Logo by Ojibway artist Mike Ivall. #balckhawks https://t.co/WjDB1v3HYt",
  ". @VicUniWgtn volcanologist aims to clear up some of the uncertainty (and hype) from risks posed by supervolcanoes\nhttps://t.co/8Wq5TSf4dE https://t.co/4GanrC2u9e",
  "Hurricanes mix &amp; cool the ocean surface, sometimes considerably (3-5°C) \nHarvey, Katia &amp; Irma upwelling/mixing tracks easily seen in SST map https://t.co/uiMtMHOY4n",
  "@NGSS_tweeps Uncertainty is what makes it fun for everyone",
  "Stick Euphorbia have extraordinarily tiny leaves. Ask Ss where photosynthesis can occur in a plant. Evidence? https://t.co/0VSes2wf6j",
  "why oh why am I just discovering the website https://t.co/lTyuSmcRvA love it....",
  "#Math T's have you seen our sim on simplifying expressions &amp; combining like terms? https://t.co/EvwNliW1vR #Mathchat #edtech #MTBoS",
  "Mrs. Fluta's Ss use https://t.co/6zKjOxXTRd data to find warm &amp; cold ocean areas. Checked air temps too. Discussed why Him. Mts. are blue. https://t.co/Q0KwKRHqJW",
  "This is @katrinafee 's 2017 version of that post https://t.co/rH1liuli7k may be useful to your own students.",
  "#newuscitizen @uscis https://t.co/GziVZMC1FZ",
  "How does heat affect a glowstick? Try this one with your students:https://t.co/hjPsR7hLqf  #scichat #science #thermalenergy #energy https://t.co/5msncKsZBp",
  "14,000 years ago, by lamplight, two bison were expertly modelled in wet clay in the dark recesses of Le Tuc d'Audoubert cave in SW France https://t.co/6Oa4wLhXpI",
  "A thread on the cuneiform writing system, one of the world’s first scripts, and the writing system of the Babylonian &amp; Assyrian empires. https://t.co/T9T7UjMB2J",
  "Balancing equations PhET sim really helped the students to understand balancing chemical equations in the online classroom. https://t.co/LHJxwMr3eV",
  "Category 5 storms are rare, and surprisingly fragile, with particular conditions required to build and maintain them https://t.co/94qbxtVIq5",
  "I generally agree with American independence, but colonists are breaking the law here &amp; being violent so this is morally ambiguous for me https://t.co/EMcHoTi5rh",
  "The idea of “math people” is self-destructive 🤔🧠 https://t.co/F2YirD1xBd",
  "Day 1, Ss comparing drawings of scientists to #ScientistsWhoSelfie and #ScientistInHabitat. Intro to #NGSS Practices https://t.co/zfaOSyjSsh",
  "Hey #NGSSchat—@NGSSMentorTeach team made great worksheet…\nhttps://t.co/4mD5vxNIl9 \nfor our assessment design process…https://t.co/wxjJaRXmQj https://t.co/QwxzRl6dXf",
  "Circuit Construction Kit is moving into final testing! See the latest prototype! https://t.co/lJmv0YldBP #OER #STEM #edtech #edtechchat https://t.co/U7wj8ucGn0",
  "A really cool visual explanation of how potential &amp; kinetic energy are exchanged on a trampoline https://t.co/a4NepKyZnj https://t.co/gAR1WWBHiu",
  "Scientists say the newly discovered Malpelo microplate helps resolve a geological misfit under the Pacific Ocean https://t.co/izMQ6NfPk3 https://t.co/lK8P14BcjP",
  "This rollover shows the different P and S phases and their respective shadow zones #earthquake #teachers\nhttps://t.co/VAzYkrosOs https://t.co/Tl174htjIG",
  "Scientist friends - when you write your hypothesis is it in a specific format (if...then...) or a testable question? #scicomm #scichat",
  "The most colorful way to study #temperature and #diffusion if you're a #science teacher: https://t.co/e6QRB4tycw #scichat #STEM https://t.co/9MkjE93T2g",
  "Here is a way to get Ss thinking of crosscutting concepts with simple phenomena #ngsschat #ngss #scied https://t.co/FbrA6vl9cL",
  "#NGSS Table Tent Idea #ngsschat #scied https://t.co/DDFAX6CD5J",
  "@UMich_CRLT 1. Great website on teaching metacognition: https://t.co/g5edr8hwIA",
  "The responses to \"what do you want your class to be like\" are giving me so many feels #teacherlife #firstdayofschool https://t.co/OGzXIXEPCu",
  "Arthropleura was a 3-metre-long millipede that lived during the Early Carboniferous. It is the largest invertebrate that ever lived on land! https://t.co/JgZxKJPfOb",
  "Great graphic that weaves #NGSS, Math and ELA together for cross curricular skills #ngsschat #elachat #science https://t.co/UNDnCVlKks",
  "Give your #eclipseglasses 2nd chance! We will b collecting glasses 2 S.Amer &amp; Asia schools 4 eclipse'19. Info coming.Don't waste. Donate! https://t.co/wNlH6Eyc4D",
  "Interesting. Since 1970, global temps are up about 1.2 dF while amount of energy from the Sun hitting Earth has dropped. https://t.co/c3Qcdg5FKg",
  "In honor of teaching GIS Fundamentals this semester- I ❤️ projections! #nixmercator #geography #GIS https://t.co/8iC4XttLdl via @flowingdata",
  "It genuinely doesn't occur to these guys that you could put up statues of black people https://t.co/PsaD7LWFyt",
  "Did you know that MIT offers FREE online classes taught by ASTRONAUTS? Check this out! You don't have to be rich to get a great education🚀 https://t.co/lkdQhH5mLw",
  "My new bulletin board 💡I want to walk my Ss through the learning process during each unit #mschat #ngsschat #sd735learns #scienceteacher https://t.co/Div7jOn6N6",
  "really nice #animation about how we get solar eclipses, so pretty........  #solareclipse2017 https://t.co/BzXngIzNzP",
  "The two eclipse websites I am referring people to most are https://t.co/y6npiQrzhM and https://t.co/beMWbbClto - great info! #SolarEclipse",
  "As we get ready to watch #NoMoreBoysAndGirls programme, here's a thread on 10 ways to challenge gender stereotypes in the classroom 1/12",
  "the beginning of change is to imagine new narratives of existing together. the stories we tell ourselves abt past, present, future matter.",
  "\"Not a volcano\"😂Popular discussion abt #scicomm/#education for a young audience is booming! Great suggestions. Reminds me of @CSHL's @DNALC! https://t.co/filmGBuUpb",
  "8 confederates have statues in the U.S. Capitol, with several generals in confederate uniform. https://t.co/rtsAj3iNhi",
  "all the president’s men https://t.co/egTOe1pSlC",
  "@kylegriffin1 I have an idea.  Remove all the Confederate statues and put them in storage.  Trump can install them in his Presidential Library later on.",
  "If you want to see the eclipse but you can't get eclipse glasses, DO NOT PANIC. ALSO DO NOT LOOK AT THE SUN. There are other options! (1/?) https://t.co/8GJYvbPlkR",
  "When you #TeachClimate, it is useful to have the up-to-date evidence for #ClimateChange from @IPCC_CH on hand…https://t.co/zeAApi6BPm #NGSS https://t.co/VIzMTikVag",
  "Ray Troll's geological timescale is a wonderful place to begin a love affair with Earth history. https://t.co/uNfcOMlIMV",
  "We call on the President to take the steps to remove Steve Bannon – well-known white supremacist leader – from his team of advisers. .@CNN",
  "Let's offer educators resources on teaching white supremacy / KKK that will give them tools to do this well. So to that point, here we go.👇🏾",
  "Not first. Portland train stabbings, Kansas engineer shootings, murder of 2nd Lt Collins. All by white supremacists. https://t.co/BP3acPOWFT",
  "Message for you @amazon, @AmazonHelp, @awscloud, @AmazonVideo.  Stop advertising on a hate site. https://t.co/AzvvppO6KW",
  "Dear Racist,\n\nNo one is trying to 'erase' your history, if anything folks are showing up with highlighters.\n#Charlottesviille",
  "Thread. https://t.co/z7SGw5AMdt",
  "Yes, white people, we should denounce this, but we should also look in the mirror and ask, what are we DOING to dismantle white supremacy? https://t.co/WVoVKn4DPN",
  "It has never been a more important time to be a critically &amp; socially conscious educator who stands for anti-racist ed &amp; social justice.",
  "In the US and needing eclipse glasses? Try these: https://t.co/vTHlq2JSf7",
  "6 Questions to Ask Your Students on Day One. - @hpitler https://t.co/fi1a2Ieari https://t.co/F8dNYVaHir",
  "@wmarybeard There’s also this extremely handy interactive map of Roman London by @HeritageDaily https://t.co/7Zn4AZBQzF",
  "Feel free to use this as needed. \n\nhttps://t.co/X2P6Sy2uPF https://t.co/5zyxqgyfJg",
  "What can we do to make science MORE inclusive for everyone? Tell me your ideas! https://t.co/nJbVQNupW0",
  "I'm thinking about adapting Jo 's norms for science https://t.co/AizH6hjWRL",
  "What Real Education Accountability Looks Like https://t.co/tUXw6xZc8b",
  "Here is something I wrote for teachers and librarians. https://t.co/7oq4yYTjiM https://t.co/UPkS4MWSGP",
  "@realscientists People remember journeys.  Take them on one.  Research begins with a question, so ask it of your audience.  Don't start with the answer.",
  "It's ready! https://t.co/9pWnrdzpcS #ngsschat",
  "In less than my lifetime, we have gone from no knowledge of extrasolar planets’ existence to probing the structure of their atmospheres. 😳 https://t.co/3JQKNtAIM2",
  "Calling all #teachers! Prep for the upcoming school year with helpful materials from our Educational Resources site- https://t.co/o24C6I7Zpn https://t.co/GFJ5EJsaKu",
  "Hey I'm a #VisibleWomen! I make webcomics and I just published a graphic novel for kids about the Mesozoic~~ https://t.co/pYu1Bu50I3 https://t.co/Rc4d0HzaJi",
  "When is a Velociraptor not a Velociraptor? https://t.co/lbFhI5oQqu",
  "Looking to encourage more classroom conversation? Try the tools linked to from this brief: https://t.co/UyKkg5PCnK #STEMEd #equity https://t.co/JAIaVxPJts",
  "Love these videos @BCPSSci @GIS_Cromwell @mmsa_org https://t.co/Yw55n9XjvH",
  "Here's one place to find my Revolution lectures in a more organized way --\nhttps://t.co/AH0Yk7UE3P https://t.co/Vpbrf4L2fw",
  "The Sun is 400 times larger than the Moon in diameter, but it's also 400 times farther away, making total solar eclipses possible.",
  "Here is an awesome animated liquid demo of Pythagorean Theorem. https://t.co/Yy5PzKqzid https://t.co/SU3zQzAYvq",
  "@iamscicomm Like this one, but with own narration tailored to audience. Proteins are the cell’s machines!https://t.co/gFeLVYEEOH",
  "@iamscicomm @ivevelikova From the sands of time, the misconception that creativity, artistry, etc. lives in the right brain, whereas logic et al. live in the left.",
  "What are the biggest #science #misconceptions in your field and how do you communicate them best?",
  "Have written some reflections on diversity in Roman Britain,&amp; Twitter storm it prompted. https://t.co/6Cpncr34Ua Hope all 'sides' interested",
  "Build your own virtual #volcano by changing viscosity and gas and then watch it erupt! https://t.co/imuE2a21L4 h/t to @CarlSaganRox https://t.co/iB2P12dRCN",
  "Here's what happened when a Republican senator challenged a Canadian doctor on their single-payer health care system. https://t.co/eT7t7pGFWR",
  "This is *really* great! If you have kids or are a teacher, this is a fantastic way to observe the eclipse with them. https://t.co/w5Je4UVTWr",
  "rubric which was built with @halliemills @starrscience &amp; others. Think it can be used beyond notebooks #whatsyourCER https://t.co/CpZjdYGkhh",
  "Visiting Lake Michigan this summer? 🌊☀️  ID your fossil and rock finds with this guide: https://t.co/BJ7DQ0YliA https://t.co/ZSs4KEjidl",
  "Staying with the desert theme, these incredible dunes in Namibia were formed by winds from the Atlantic. Rhythmic and beautiful! https://t.co/esDmhF21ES",
  "Some helpful tips in getting the most out of your search in our online catalog: https://t.co/A7pQhV2aSI #archives #research https://t.co/xvYUcTz8yd",
  "HHMI @BIOINTERACTIVE Night at the Movies! Preview of @YouTube series based on @edyong209's I Contain Multitudes by @TangledBankHHMI. #ASMCUE https://t.co/FiBsmYYZXd",
  "#HackLearning Praise referrals ae an easy way to connect with parents! Only takes a minute to fill out, the feeling lasts a lifetime! https://t.co/MPNaBKC41x",
  "Educators: It is very important to distinguish correlation from causation. This is not a small thing.\n\nhttps://t.co/quwfpnzvc7",
  "Faults and Folding demonstrated by @Pitchyp1991 #geosci17 #GeologyRocks #GeoscienceTeacher https://t.co/hJDeKQnSZp",
  "Reports of democracy's death may have been slightly exaggerated.",
  "Section 102 of this scheme means large employers will no longer have to provide insurance https://t.co/IsIfmR0Ej1",
  "We thought that changes to pre-ex. conditions rules &amp; abortion provisions were precluded by reconciliation process. Looking for answers.",
  "After 7 years of campaigning on replacing the ACA, the GOP wrote their bill over lunch, posted it at 10pm and are gonna vote at midnight.",
  "It’s 10 p.m. ET. The Senate GOP just released the text of the #SkinnyRepeal. They want to vote on it in the dead of night. Indefensible.",
  "This animated map shows every single earthquake in the past 15 years \nhttps://t.co/pCjbFITzmp https://t.co/cik0zDoGl9",
  "@KCzeszewski Love it!!",
  "Eight year glacier time-lapse #AlaskaLive https://t.co/Et925uxaGM",
  "The new version of Google Earth offers guided tours from scientists, nonprofits, &amp; other storytellers https://t.co/9qF44dFEbw @Evo_Explorer",
  "In Lake Michigan alone, yearly plastic pollution is equivalent to 100 Olympic sized swimming pools filled w/ plastic bottles",
  "Who are your favorite #earthquake, #geology, #hazards and #earthscience Tweeps? Who would you recommend educators/student/public to follow?",
  "Need something to do with all those ping-pong balls and velcro? Perhaps help students build unit cells. #JChemEd https://t.co/70QBZ90ke7 https://t.co/r3h8PB25Wr",
  "@ta_wheeler A favourite is \"Learning to sharpen your scythe\" in which he addressed the question, what makes a good scientist? https://t.co/5wMsQ7tAfH 2/",
  "The oldest image of a human face. Mammoth ivory portrait head sculpted over 25,000 years ago at Dolní Věstonice #IceAgeArt https://t.co/nVoDC59bcg",
  "Why do some clouds produce drizzle instead of full-sized raindrops? 🌧 See @NASA's answer to the drizzle riddle: https://t.co/ahXmljXKCr https://t.co/yOxS2MwhZL",
  "SHAME @SenJohnMcCain SHAME",
  "McCain now on the floor cracking jokes after voting to plow forward on denying people the health care he just received.",
  "So.\n\nI do not want ANYONE to EVER tell me what a great guy John McCain is again. EVER.",
  "Both @SenJohnMcCain and @SenRonJohnson are cowards with American blood on their hands.",
  "So it happened. McCain returned to the Senate to a standing ovation, and promptly voted to take away millions of people's healthcare.",
  "@SenJohnMcCain please vote no",
  "Thank you, @SenatorCollins &amp; @lisamurkowski.",
  "19. P waves are sound waves traveling in the earth &amp; the highest frequencies of EQ shaking edge into audible range for humans #100QuakeFacts",
  "I'm a cancer patient and I'd just like to remind you that Trump is lying, because Obamacare saved my life, and many others",
  "@Xeno_lith @seis_matters @callanbentley Plus each of the dif types of unconformities tell us dif information about the associated gap in the rock record.\n\nhttps://t.co/He6Vkj9gAn",
  "What do you want to do? There's a tech tool for that! 📱🛠🏆 (by @daveandcori) #edchat #education #elearning #edtech #ADE2017 #ADEchat https://t.co/lBumg04Tvg",
  "@Alex_Corbitt @daveandcori Great resources! @TheClassroomq is a great one for class management",
  "Researchers have created a model that could explain the creation of continental crust\nhttps://t.co/7Lvz9RWepk https://t.co/rH5K60jzja",
  "@mheavyhead But when ppl say they're scared of this or that, that's fine so long as the fear isn't greater than your courage to stand up &amp; fight back.✊️",
  "Planning a camping trip? Check out our free Camping 101 workshops to learn tent set up, campfire cooking and more: https://t.co/54jqYz50pv",
  "Breaking news in the grammar world. @NASA is officially using a capital M for Earth's Moon, and an S for Sun. We're over the Moon about it 🌝",
  "Need some educational materials about #earthquakes? @IRIS_EPO has you covered! https://t.co/yXRsmnrWTH #teaching #platetectonics https://t.co/LkltLHr3lv",
  "Why children’s books that teach diversity are more important than ever. https://t.co/KtzyRXda1E #KidLit https://t.co/WYOywLP18z",
  "Rivers of the US by Robert Szucs https://t.co/dAx4BgfTzT",
  "A4 Get a copy of What's Your Evidence ASAP &amp; view the NSTA web seminars on NGSS in Elem. Super helpful videos of #NGSS in actual classrooms.",
  "@auntjennoelle @Ted_NSTA And mine is https://t.co/nRwjzW0lSP !\n#NGSSchat",
  "@Ted_NSTA Love the Hub as well and Soo many great books- too many to list here!! My new favorite though: https://t.co/n9FHIjR94V #ngsschat",
  "No! Ts don't need to use the same SEP-DCI-CCC combo that appears in the PE. They should mix and match as appropriate. #ngsschat https://t.co/R0laUPxKmu",
  "A: NGSS@NSTA HUB!\n(What else did you expect me to say?)\n#ngsschat \nhttps://t.co/NLuKUhqXyq https://t.co/zvJCeJmYcZ",
  "Here is a recently updated flowchart that NSTA is using to guide educators on planning lessons and units. #ngsschat https://t.co/jCS5NQ46EW",
  "When SEPs, DCIs, &amp; CCCs are all selected to go with the phenomenon being studied, you get coherence. #ngsschat",
  "When kicking off a unit with an anchoring phenomenon - these elements are important in the \"anchoring phenomenon routine\" #NGSS #NGSSchat https://t.co/GwDlXW0rbG",
  "@quincygirls1 https://t.co/h9yAlhIkMS A free e-book worht its weight in gold!",
  "Help your students visualize how they can use science later on in life: https://t.co/envceC4tUA #scichat #k12 #iteach #scied https://t.co/hvPgozwFBX",
  "Here r templates/heuristics we use for #NGSS task/unit/assessment design https://t.co/nssE18CQYA https://t.co/CvicUnJLcF",
  "@WhySharksMatter @subsurface_life Give up bottled water, completely. It's the number one waste item on beaches at my remote research site in middle of Pacific.",
  "People should be inundated with this imagery of bitumen extraction in canada. What federal &amp; provincial govts &amp; oil companies do to the land https://t.co/GhhMoSKIaN",
  "Teachers: tackle student misconceptions in chem with these chapters from Chemical Misconceptions by @DrKeithSTaber https://t.co/dMxa2k1PJ5 https://t.co/pHsKqhYHfM",
  "#edu news via @NewAmerica  | The Role of Science in Boosting Outcomes for English Learners https://t.co/WXRCcnCdji #NSTA #scied",
  "Planning a camping trip? Check out our free Camping 101 workshops to learn tent set up, campfire cooking and more: https://t.co/zPC0Q6c3Bg",
  "Still deep cuts to Medicaid in Senate bill. Will vote no on MTP. Ready to work w/ GOP &amp; Dem colleagues to fix flaws in ACA.",
  "Current project: got dissatisfied enough with available figures of current plate motions that I’ve decided to make my own. https://t.co/caVC8LECR7",
  "Worthwhile tool to check out for #ngss! https://t.co/T6ACJVg0ZS",
  "Teachers need to help students realize their models &amp; explanations might not be complete enough - time for problematizing! #NGSS #NGSSchat https://t.co/djwj0ctUxR",
  "Math doesn't have to be so scary 😮 #mathematics #edchat https://t.co/8yPv3n3JMS",
  "#SkypeAScientist has had scientists volunteer 2 chat with 4310 classrooms for fall. Tell all the teachers you know! https://t.co/VoNguwa5um",
  "Gannets diving off Noss, Shetland yesterday. An amazing spectacle! @SeabirdCentre @ScottishSeas @RareBirdAlertUK @BirdWatchingMag https://t.co/GESTxAu9U3",
  "How to lie with graphs. Great video for teaching! https://t.co/c6J2TP8OvO",
  "Wow! @OfficialNGSS NGSS Lesson Screener is super-useful! Great convos w/tchr leaders abt moving to NGSS! #NVscience https://t.co/Fo0SxL87Rb https://t.co/orprhkxLHj",
  "If you are not staying overnight in the #Badlands, you are missing out. https://t.co/BXyDAtRkNL",
  "This is incredible. An eagle's view as it soars through the sky.  https://t.co/0nJunaCnak",
  "@NSTA Webinar How do I Develop a Storyline for a Unit? Wed 7/12/17 6:30pm ET @mnovakccl @nextgenstoryli1 https://t.co/f9VDR476Jm https://t.co/J8vlTCgl6W",
  "5 research-based tips for providing students meaningful feedback #edchat #leadupchat #CSISDchat https://t.co/8aGlZujzpZ",
  "What Can We Learn From Countries That Effectively Teach #Math? https://t.co/XwgK7AfSIb #edpolicy #deeperlearning #mathchat",
  "Implications to think about in here #miched #ngsschat How Do You Know When A Teaching Strategy Is Most Effective?  https://t.co/WRpftoiAhj",
  "Try expanding what \"counts\" as engineering in your science classroom. Your students might benefit. https://t.co/PQkELF05pE #NGSSChat https://t.co/b8HQCUdy61",
  "A5 sorry to have missed the discussion! Always happy to share link for #5tools to design ngss units https://t.co/KzcU8mTcyK #NGSSchat",
  "I may be on vacation, but still got a new video for ya! https://t.co/05vYZfbTuB",
  "When leaders are bullies, it’s an implicit license to others – sexual harassers, white supremacists, islamophobes – to spread their hate.",
  "Stop telling kids you’re bad at #math. You are spreading math anxiety ‘like a virus.’ #MathEd #STEMED 👏👏👏 https://t.co/8myyHs8YMW #parenting",
  "This leads to a learning technique called dual coding https://t.co/Hkz9O5m3vL",
  "So in conclusion the diff in learning in 8th grade can be partially explained by how competency beliefs affects girls and boys differently https://t.co/nRVzCfVDcy",
  "This time-lapse video of a forming supercell is visually stunning, and that’s *before* you learn about the science.  https://t.co/sORaxBFtrh https://t.co/DBASKKWEdO",
  "Secret tunnels were hidden beneath London since WWI. Soon you can visit them. https://t.co/AUKGKsoQQG",
  "Every rock tells a story 😀this looks like a must read @LesleyHymers @iamscicomm @AGIEducation https://t.co/BDbpSCVERR",
  "POTUS hasn't given an interview in weeks, a full press conference in months. Daily briefing can't be recorded. Senate writing bill in secret",
  "JUST IN: Senate Democrats to hold floor Monday night in protest of GOP's ObamaCare repeal bill https://t.co/pdeWxVZbX8 https://t.co/zg7hA6E0rx",
  "\"Magma stored under volcanoes is mostly solid\" https://t.co/SSlQj2vuko (article understandable by non petrologists like me)",
  "We created these neat bookmarks with tons of #NGSS info packed onto them. Print the PDF at home! https://t.co/cS4Izy5yC3 #NGSSChat https://t.co/nguaQtQ2Ws",
  "RT if you agree: the Senate GOP's decision to hide their health care plan is undemocratic, dangerous, and just plain wrong. https://t.co/CDXBiHDzNN",
  "Hurricane season starts with nobody in charge at FEMA or NOAA https://t.co/NfuNdfryEk via @TB_Times",
  "DeVos congratulates Trump for pulling out of Paris climate accord. Deregulation matters more than clean air, water. https://t.co/9Z7g9rAe6O",
  "How are scientists able to tell how long Lystrosaurus lived in the first place? It’s in their bones: https://t.co/6pcjzZjQbO https://t.co/ntkxQWp1J1",
  "Kudos @nsta for solid climate resources here for teachers  https://t.co/AMOK6RwVGh",
  "Woo! 200 scientists signed up to skype into k-12 classrooms this fall! Help us reach more classes by signing up at https://t.co/hJTdH4vp49",
  "Jupiter's poles are covered in cyclones, some as big as the Earth - That &amp; more new results from @NASAJuno. Details: https://t.co/itx189c0jM https://t.co/M9YZVQiNIG",
  "Absolutely incredible new images of Jupiter's south pole and first science results from @NASAJuno today. https://t.co/f5HrZQA8zr https://t.co/zyEICU8Hax",
  "What is the best way to teach evolution? Teaching genetics first improves understanding @PLOSBiology @UniofBathSci  https://t.co/BvwWLBNxtn",
  "Science Teachers - want an expert to talk with your classes? Go to https://t.co/iEEldgWdrr and check it out! @NGSS_tweeps #scicomm #ngsschat",
  "50 years ... I have a story to tell about this man. https://t.co/4MtEIcrdZE",
  "It's #FreeMapMonday! Retweet this and follow us for a chance to win a GEOLOGIC MAP, UNITED STATES!  #USGSstore https://t.co/pIKFKMYLTC",
  "You can't say \"I'm banning muslims until we figure out WTH is going on\" while your $350B arms trade kills civilians\n\nYOU are what's going on",
  "There are volcanoes on Mars. They are awesome. https://t.co/e6yPpJ0qmK https://t.co/DmgQxnSy6l",
  "Already looking ahead || Save Your Sanity with a Things to Revamp for Next Year List | #edchat #reflective #teach  https://t.co/C1yAAeXuHD",
  "\"The message to all kids, girls and boys, is there's no such thing as a math person.\"  https://t.co/3POtlwTrvs via @nytimes https://t.co/i8tFeDmvi0",
  "Good resource. New Teacher's Guide to Climate Change - Dan's Wild Wild Science Journal https://t.co/loOqTr3BB2",
  "Um... https://t.co/D0Jx40r5RL",
  "A great tread on what a truly repulsive human @SheriffClarke is and what nonsense the man talks. https://t.co/oagmsG1cAc",
  "Last year, the DOJ was going to investigate Sheriff David Clarke. Now, he's going to help run the DHS. https://t.co/RdrbA4mkO0",
  "Take a look at what Trump and DeVos want to do to the Education Department. https://t.co/UP0TFlrZGl",
  "Why you should avoid hand dryers in public bathrooms at all costs: https://t.co/TdS4b1hx6H https://t.co/HgTwW81tTd",
  "Great place to start reducing your plastic footprint. https://t.co/M37sxtobJR",
  "Dakota Access Pipeline is now pumping oil from North Dakota to Illinois. They've already had a leak &amp; have no spill plans in place. #NoDAPL",
  "If asteroid had hit moments earlier or later, would have hit ocean--there'd be no dinosaur extinction &amp; no humans https://t.co/B6i0yELn0d",
  "As more oil spills occur from the Dakota Access Pipeline remember that police pointed guns at grandmothers to ensure its completion #NoDAPL",
  "When the Dakota Access Pipeline leaks remember Standing Rock, Cheyenne River, &amp; hundreds of other Tribes said no to it. #NoDAPL",
  "As spills occur, remember that the Army Corps of Engineers approved the Dakota Access Pipeline without a full environmental review.  #NoDAPL",
  "These overlay maps will change your perspective of the world https://t.co/08FV9fge2s https://t.co/9AZItWKyNE",
  "S.D. looking into Dakota Access oil pipeline leak in Spink County #NoDAPL https://t.co/xz6zIU59Nj https://t.co/0bG4sfnGYf",
  "A member of President Trump's cabinet yelled at a Navajo woman – for asking a question. https://t.co/Wi6mGHjDC7",
  "WATCH: Protesters wearing \"The Handmaid's Tale\" costumes storm Texas capitol https://t.co/td58me3AD9 https://t.co/p3Pta7H8rZ",
  ".@HarperChildrens @Scholastic Twitter! Pls RT this tweet to @HarperChildrens: Native kids have to read \"I Can Read\" bks like DANNY AND THE DINOSAUR. Pls delete this page: https://t.co/irBwgNjfSZ",
  "The colourless ancient statues now seen in museums are being 'coloured in' by chemists https://t.co/QjkrcX67oP",
  "Revised astrobiology periodic table by Charles Cockell reporting the astrophysical source &amp; the biological use of each element https://t.co/tUaWN0dlrH",
  "#Earth's Grand Canyon vs #Mars' Valles Marineris\n[but largest valley in the Solar System is the Atlantic ocean]\nhttps://t.co/ZC3CpjfZwB https://t.co/nd4ZhNiPB5",
  "Sally Yates handles condescending men so well you'd almost think she'd been doing it her whole life.",
  "Quoting @andreabeaty's Ada Twist in a comment on the @RELATEatUM teach out discussion about why scientists are never done studying something https://t.co/5OdZlDGit3",
  "1) Today, I want to do a bit more with @readingspark's infographic. You can get it here: https://t.co/xe7cOBfJww https://t.co/TAPxTyfB1q",
  "18% public support for bill isn't fake. Doctors, hospital groups hating it isn't fake. Patient groups all opposed isn't fake. https://t.co/4sBFrOnpfx",
  "A sexual assault offender can become President but a sexual assault victim cannot get healthcare.  #AHCA",
  "Second, and I should've said this first, because it is not fundamental to anyone's humanity to dehumanize anyone else.",
  "If the people who have power are using it to (a) harm or (b) make it possible for others to profit by causing harm, that is abuse of power.",
  "my favorite part of 2017 is where every two days we all have to call our reps begging to maintain basic government functions",
  "Retweet if you have a pre-existing condition. #AHCA",
  "In my lifetime, I've heard \"Who's going to pay for it?\" in regard to:\n\nHealthcare\nEducation\nInfrastructure\n\nBut never to blowing people up.",
  "Be kind to each other. Protect each other. We're small, fragile creatures in an enormous indifferent universe with many ways for us to die.",
  "ACA is a step towards treating people as humans, not expendable resources. It's a step towards compassion &amp; decently. Don't kill it.",
  "Collective wellbeing doesn't come at expense of individuals. Providing basic standard of care (food, shelter, health, education) help us all",
  "That Fred Upton drives a hard bargain. Fred, twice as many people in your district will lose coverage.\n\nOr your current district? https://t.co/s3gjT3hj5T",
  "House is dangerously close to passing their “replacement” for the ACA. And they are doing it by lying about what it does.\n\nHere’s the facts:",
  "So congrats on so steadfastly not giving a fuck about anyone but yourselves, guys. That's quite a virtue. 2/2",
  "Jimmy Kimmel clip shows how many odd souls on the right are so pumped for any chance to make a display of their immunity to empathy. 1/2",
  "@cricketcrocker I'm so glad you're back tweeting.",
  "The next time Adam Jones or any other player is berated by racist taunts, all of the players should STOP...then walk off the field.",
  "Reminder: Chaffetz is returning from an ins covered surgery, for a pre-existing condition, to vote Yes on bill removing the same opp for you https://t.co/suN4Dp1cow",
  "In ILLINOIS, Trumpcare will mark up premiums for pre-existing conditions by thousands (pls RT)\n\nKINZINGER 202-225-3635\nHULTGREN 202-225-2976 https://t.co/YXivmLchGt",
  "Local paper published a letter criticizing \"Hate Has No Home Here\" signs.\n\nThis response from a *7th grader* is 🔥. https://t.co/dTJWel2azV",
  "@Ted_NSTA Earth sci needs students to have bkground phys &amp; life sc to achieve deeper conceptual knowledge of Earth sys. Erth​ sci integrate​s all",
  "Introducing students to balancing equations - with Lego! https://t.co/8Qmt5AZn7C",
  "According to Bill Clinton, Bush admitted to him this was a failure https://t.co/Dl4m593JxH https://t.co/R4aEynWWaT",
  "1: I've tweeted a lot about Trumpcare. Here I will collect the most important information and resources:",
  "Hey!! I love all of you and here's a note that elucidates my thoughts on some of the complex debates happening on my twitter feed. https://t.co/aeI28pqPJ6",
  "Thread https://t.co/sqqqLULf5e",
  "Thread, on Trump administration propaganda: fabrication and the distortion of history https://t.co/xNXE4QO1cn",
  "April 24, 2017\n\nFlint residents continue to rely on bottled water for drinking, cooking, and all their basic living needs.\n#FlintWaterCrisis https://t.co/P8vsfnK2KV",
  "THREAD. I want to talk for a second about how we're going to fix this ocean plastics problem https://t.co/996i5xzdXL",
  "My favorite part of Elisabeth Moss' bizarre \"Handmaid's Tale is humanist not feminist\" take is that Margaret Atwood's BEEN shutting it down https://t.co/WOENuM1B0u",
  "Views that now require mass marches:\n* Women are people who deserve rights\n* Science is important; don't ban it\n* POTUS should pay taxes",
  "now I want to write stories about boys and men who are just kind to each other 😭👌🏼 https://t.co/QCGbyqqUiB",
  "No one is promoting Trumpcare as a way to keep America healthier.\n\nNot one major patient, care provider or consumer advocate supports it.",
  "Little girl, you can totally be both! All women welcome!\n\n(The idea that female scientists can't be ultra-feminine is pervasive and toxic.) https://t.co/P0WHOFNXc0",
  "Every straw ever used likely still exists on our planet bc they don't biodegrade. #SheddTheStraw this #EarthDay https://t.co/9Izh96HFsF https://t.co/OTVn232snn",
  "#marginsci have been circulating this today bc they hope #ScienceMarch organizers will self-educate about #histSTM and ways of knowing https://t.co/BAKFiczp7w",
  "Person: Would you like to eat 6 string cheeses in a row?\nMe: Naw. \nPerson: We deep fried em and there will be tomato sauce.\nMe: Oh, ok, yes.",
  "\"Trumpcare 2\" prices out nearly every American with cancer history from getting health coverage ever again. Not to mention women w/children: https://t.co/Ezt8krrnic",
  "And just when you're ready to give up hope... https://t.co/o4DI0FZyUa",
  "This morning I'm admiring the brilliant London murals by @AtmStreetart to raise awareness about bird numbers and #rewilding. #ukconservation https://t.co/Nsi857vAYa",
  "Straws are a tiny fraction of ocean plastic—but their shape makes them one of the most harmful to marine animals \nhttps://t.co/6x1vwXHdUt",
  "As with Afghanistan and Iraq there will never be enough sorry's for the sorrows we make tonight and the nights to come",
  "This https://t.co/B2m0f6B4Ms",
  "SciBabe applies her somewhat ranting style to the concept of \"wellness\", which basically means nothing. https://t.co/OYlNQ27RFs",
  "Looking for a 20-min primer on volcanoes for K-12 audiences? We put some together here https://t.co/B22N8pvQUL @USGSVolcanoes @MSHInstitute https://t.co/kC3kJFEouS",
  "“Someone needs to explain to me why wanting clean drinking water makes you an activist” @WinonaLaduke #climate #cdnpoli #NoKXL #WaterIsLife https://t.co/upLWM5wdmD",
  "You don't drink coffee before bed, but do you sleep with your cell phone? The effects are 2x as harmful to sleep. https://t.co/dONV4w6dIX https://t.co/ib9yCjNJBT",
  "Scientists have discovered a pirate ship lodged between tectonic plates! https://t.co/2CO3TaRUy3 #pirateship https://t.co/eHxCNH1J15",
  "Massive tunnels in South America are likely the work of long-extinct giant mammals: https://t.co/CTp4wns4wT https://t.co/ilpu6jJyQK",
  "Three Science Words We Should Stop Using https://t.co/cVtIqC5zxO via @WIRED",
  "These maths questions teach important life skills #JurassicPark #xkcd #JPWatch2K17\nhttps://t.co/zHtP67rYKC https://t.co/JDn1OLIi5N",
  "@DaniRabaiotti dog days of summer",
  "@DaniRabaiotti it's a dog eat dog world &amp; I'm wearing milk bone underwear -norm ( from Cheers)",
  "In honor of #EarthHour, know that your individual choices *do* impact climate change.\nhttps://t.co/5XLdcE1yqz",
  "As you #TeachClimate, this site has evidence-based arguments to counter a broad set of #ClimateChange myths #NGSS https://t.co/NVptORabZL https://t.co/DEDzVGuoLd",
  "My latest @SciForbes tries to explain why people think \"Meteorologist Are Always Wrong\" (when they are not) https://t.co/50K4Z8vwjZ",
  "The key to how the Hawaiian Islands were formed all started with a mystery...\nhttps://t.co/MK1h2u54LO  (from @thephysicsgirl) https://t.co/QHzFpvEudD",
  "Reminder: never make fun of someone who is learning something new. https://t.co/rt7HNcJH50 https://t.co/lEMqHOQagi",
  "Read this whole thread - it goes in unexpected and marvelous directions. https://t.co/HzZJH97hcn",
  "A good article on that @cheerios seed giveaway, and what to plant instead. https://t.co/o5iKjg6EHv",
  "Some interesting material here already, such as this post on using analogies: https://t.co/2T6kiacy12 https://t.co/j2ROA0IS31",
  "News sources as you #TeachClimate…\nhttps://t.co/qI0n22sKEf\nhttps://t.co/K3otAfRK1W\nhttps://t.co/cX3ARtNWOG\nhttps://t.co/XdWhYLq4F3\n\n#NGSS https://t.co/YYmS96xZvb",
  "NASA created a page about climate change and global warming with lots of visualization and *downloadable data sets* https://t.co/BpJz0YJHrc https://t.co/onRqDsi9jH",
  "So, Cheerios is giving away free \"wildflower seeds\" to help bees. No indication of what flowers they send, or if they're chosen to be local.",
  "1/ So...yesterday I posted a #Hamilton quote about the threat of demagogues to republics. @peterdaou reposted it, &amp; LOTS of folks responded.",
  "Do you #TeachClimate? Here’s a fabulous video that goes over 13 common misconceptions about #ClimateChange https://t.co/5JNQ3rQIjs #NGSS https://t.co/xgd3JBZWcJ",
  "A solar eclipse seen from Earth and space. Bonus: Cool animations from both! https://t.co/e7b1CQ1kBa https://t.co/WfRl11fy1O",
  "Use Google Keep to Add Standards to GDocs Lesson Plans https://t.co/rRPrLNHTWR by @joliboucher #edtech #GoogleEDU #GSuiteEDU https://t.co/5XqDBb96kp",
  "Changes in How We See Scientific Inquiry https://t.co/B9I3U2Adli",
  "Our resources can be found here: https://t.co/oh1CbaBKxf. Yesterday we did the \"interactive reading guide\" with teachers.",
  "Great new book of #volcano stories written by children of #Monserrat and edited by a previous IRIS intern! https://t.co/tiS7zRpu66 https://t.co/dqRhnXTORb",
  "Teachers must ditch 'neuromyth' of learning styles - scientists https://t.co/ngROiVU5GS #edchat #abed #scichat Teachers must ask questions",
  "If you #TeachClimate, here are terrific videos about #GlobalWarming &amp; short explanations in multiple languages https://t.co/y7jcgfx3vU https://t.co/cDNAIfdLtA",
  "Do you know how many iPhones worth of health coverage the American people could buy with your golden fruit cup. https://t.co/T9NSahGBa2",
  "i came here to eat fruit snacks and smash the patriarchy, and i'm all out of fruit snacks https://t.co/06GJ0QZW7s",
  "PLS RT #NGSSchat—Here's new @STEMTeachTools on how to define meaningful learning goals in the #SciEd classroom https://t.co/2QudvLIz82 #NGSS https://t.co/b2IoDSph5P",
  "Great question! @DrAmritaSule @SciParty @Chandrana7 @Thepurplelilac #Sciparty https://t.co/40ukKTMeFI",
  "Time Magazine: Pretty wife of famous actor shows up at the UN for some reason \n\nAP: Serious woman at UN to talk about serious things. https://t.co/te4Vv1Edan",
  "When live TV goes wrong...\n\nThis BBC TV guest's children become the stars of the show. https://t.co/gVWbcZmASh",
  "@biologygoddess not yet but looking forward to it!",
  "Ngss unit creation tool 1 https://t.co/ZLMdILwb95",
  "Counting at home? That's 4,600/day, 194/hr, 3/min… due to air pollution, second-hand smoke, unsafe water, lack of sanitation. \n\nKIDS. https://t.co/nyUWr5kZwW",
  "There are literally handouts for students on the EPA website which show the science EPA chief Pruitt just rejected. https://t.co/h1obeeQien",
  "Can't get enough of 97% consensus on climate change? Me neither. I answer common consensus questions https://t.co/vIF8QnslGv @callanbentley",
  "Trump's EPA transition team denies human impact on climate change. They're wrong &amp; they know it. Here's the science.\nhttps://t.co/KuEWkk9Ra6",
  "Need to develop your pupils' critical thinking skills? Use this awesome resource from https://t.co/r0KjZWGiL6 https://t.co/kgxfbyoBHj",
  "Actual paleo diet: pretty much whatever was around at the time, like woolly rhinos or tree bark or whatever. https://t.co/fxAwPNWFjL",
  "For #InternationalWomensDay we wrote about some of the lessons historic TrowelBlazers can teach us about activism. https://t.co/MF3u9W1pmb",
  "Someday https://t.co/GGeNK9rRG6",
  "❤️❤️❤️ https://t.co/PwTii2jGx5",
  "This thread is an example of how everyday life has changed under Trump. https://t.co/lgakpR1Dsf",
  "1/ I want to offer a little ode to the importance of studying history. We've recently seen (at least) 3 major examples of its importance.",
  "Outrageously cool photo! Aurora reflected in the water of a volcanic crater lake in Iceland: https://t.co/Ghi2lOd9x3 https://t.co/iE3YDFbYU2",
  "you will see this highly unscientific infographic a lot today ... click thru and biases are exposed immediately https://t.co/qjrzOTYZD4 https://t.co/jgxnAVcQvH",
  "Which science news sites are accurate… and compelling? by @AlexBerezow \nhttps://t.co/JwaraaMMGJ https://t.co/LRFVfFNISW",
  "Call your CongressCritters to save @NOAA and @SeaGrant using the suggested script in this post. Let us know when you do! Please RT! https://t.co/GVsBTb4U4Z",
  "Live HD Earth viewing from @Space_Station! Go full screen, sit back, watch and enjoy our home planet. Live views: https://t.co/s5DHBAeqt8 https://t.co/Cr4OMiQ1zA",
  "BBC News - WHO: Air pollution linked to 600,000 child deaths https://t.co/RlPyjWTRcB #environment #scichat",
  "Good reminder! And don't forget hummingbirds use spiderwebs to sew their nests together. 🕷️💚 https://t.co/GEEF75G1qd",
  "With breaking news about cuts to @NOAA, my @SciForbes piece examines 4 critical ways NOAA benefits you right now https://t.co/vTn06QdUEN",
  "Donald #Trump is a stupid man's idea of a smart man, a poor man's idea of a rich man, and a weak man's idea of a strong man. https://t.co/neNhTZtTO5",
  "Extremely hazardous. \"The biggest single cut proposed by the passback document comes from NOAA’s satellite division, known as [NESDIS]\"... https://t.co/ek6wV7avEP",
  "Hillary warned us\nCoretta wrote a letter\nSally was fired\nWarren was silenced \n\nWomen are TRYING to save this country \n\n#Sessions \n#Comey",
  "You can't be \"a country united against hate\" when your AG is a racist, your VP attacks LGBTs, and your top advisor is a White Nationalist.",
  "CPS can't afford its current chool year but entertains 20 new charter schools? @CTULocal1 https://t.co/DSMMJnQkN0",
  "@amytoast will depend on students' needs. For me: more social workers, small class sizes, ell support, less tests; more arts, music, stem",
  "@amytoast which will support the \"failing\" public schools mantra and \"need\" for privatizing/charters.😬",
  "The winner of this year’s Oscar for “We haven’t seen it yet. Babysitters are so expensive. Maybe when it’s out on video?” is: all of them.",
  "I believe you are entitled to justice and to equal rights, whether you're black, Hispanic, gay or transgender. You are a human being.",
  "*trump becomes president*\nNASA: Shit\n*a few weeks later*\nNASA: we've found 7 planets, 3 we can live on and there's enough room for everyone https://t.co/R4RDoAtHJC",
  "Threeeeaaadddd. Love a good statistical takedown 🙌 https://t.co/gO2Tvu8uC0",
  "Natives are being arrested for trespassing on their own treaty lands next to ancestral burial sites so Trump can have his dirty pipeline.",
  "The planets orbit Trappist-1, a dwarf star about 40 light years from Earth. That is quite close: https://t.co/lwbsEdcqEc",
  "#TRAPPIST1 Facts: at least the inner 6 planets are comparable in size &amp; temperature to the Earth. https://t.co/qhsXKs0ypY",
  "Want to better understand why the EPA's new direction is pure garbage? Check the thread for a taste. https://t.co/B3pjPuxqe9",
  "Scott Pruitt said he hadn't looked into the scientific research on lead poisoning. https://t.co/BqJgkEQSws",
  "Please stop releasing balloons! https://t.co/mV232IjI4X",
  "Every year, 730,000 Americans have a heart attack. To save a life, or the life of someone else, here's what to do: https://t.co/do57JjwaQA",
  "H.J. Resolution 69 wants to roll back conservation measures that regulate hunting in AK national wildlife refuges. https://t.co/ITamFnthTE",
  "1. Some thoughts on Hidden Figures, the movie and the book by Margot Lee Shetterly, as well as the history they both relate to.",
  "Literally the 1st sentence of the NYT story: \"President Trump told President Xi Jinping of China on Thursday evening ...\" https://t.co/2Ei5CtjpXX",
  "@lineybird78 the crying Jordan with Trump hair??",
  "@lineybird78  read the thread https://t.co/9ulDS6awR3",
  "@lineybird78 😂😂 https://t.co/tTED542Kzz",
  "Y’know, for once in the past few months, reading something online before bed won’t result in nightmares. https://t.co/e0qK19gr60",
  "From beautiful to bizarre, look these insects right in the face: https://t.co/zEVI2EmLAW https://t.co/2Qopbw2O4V",
  "Just a reminder that building Dakota pipeline is carbon equivalent of building 30 coal-fired power plants https://t.co/sFhEAfsAAU #nodapl",
  "Need a WOW pic? The #MilkyWay @MountRainierNPS by Evan Kokoska #Washington https://t.co/TcCqIz1dzV",
  "President Trump and the Army have chosen to ignore the law and allow the Dakota Access Pipeline to be completed. This cannot stand. #NoDAPL https://t.co/rJRhMIp8vz",
  "It annoys me when people complain that social media is a “toxic wasteland” when something like #actuallivingscientist is so brilliant",
  "Do you like to breathe air and drink water? Then please ask your members of congress to fight this bill. https://t.co/cVBYciBpps",
  "CO2 levels over last 400 mill years. The last time CO2 levels were as high as today’s was about 3 million years ago. https://t.co/p9qrb9jyoe https://t.co/orpml9H8JX",
  "His family was murdered in the Holocaust. That's a movie about killing a transgender boy. You nailed this joke. https://t.co/ayRqrmcATr",
  "@mcnees @amazon https://t.co/zxVQy3acjw",
  "More important than ever to support @splcenter because they monitor domestic hate groups &amp; extremists current admin isn't concerned about.",
  "Put on that flight suit and #DressLikeAWoman 🚀 https://t.co/s2D3uOL0ri",
  "panicdote (n) - a story about the goings-on in Washington that leaves you convinced the world is maybe about to explode",
  "Sally Yates' house.\n*Knock at the door.*\nIt's Barack Obama. W/an eye patch.\nObama: I'm here to talk to you about the Avengers Initiative.",
  "It turns out the trick to doing the right thing is just standing up and doing the right thing. https://t.co/BztUYK8Vbs",
  "Much easier for Trump to make life worse for those he promised to hurt than it will be to make life better for those he promised to help.",
  "Reaffirming my decision to delete my @Uber account and only use @Lyft from now on. https://t.co/aK71B8jkBr",
  "Congress should convene, reverse the ban by legislation and demand creators of this mess testify under oath",
  "RT if you've ever met a Syrian, Iranian, Somali, Turkish, Iraqi, Sudanese or Yemeni person &amp; they weren't detrimental to your safety.",
  "140,000 gallons of diesel mix spill from a broken pipeline in Iowa. This is why #EPA is invaluable for citizens.\nhttps://t.co/b8RYgel1it",
  "Peer-reviewed publications should not require government review and approval. Science is not partisan. #ScienceMarch https://t.co/dRMxLFxpze",
  "Retweet to thank @nytimes for calling a lie a lie and to encourage them to keep doing it. https://t.co/4Ug3PGLzTc",
  "The Badlands National Park account is currently engaged in an act of radical political resistance by tweeting —facts and science— \n✊ https://t.co/83gd506c71",
  "Watch Trump and Obama greet the same couple. V different styles. https://t.co/apzXH94XRQ",
  "To everyone who is all up in arms &amp; taken aback by #DeVos testimony: welcome to the world of teachers in CPS under Rahm Emanuel since 2011",
  "As Trump slams John Lewis ahead of MLK Day, remember that Lewis risked his life in the '60s while Trump arranged 5 Vietnam draft deferments https://t.co/1C1VrMIW1L",
  "John Lewis did more to make America great in one day on the Edmund Pettus Bridge than Donald Trump ever will. https://t.co/C0o3HQV5xp",
  "\"All talk, talk, talk - no action or results.\" - Donald Trump about John Lewis https://t.co/TYE7nVk70b",
  "THE 7 STAGES OF TRUMP GRIEF:\n1. omg\n2. this is so bad\n3. yep still so bad\n4. we are going to die\n5. help\n6. somehow even worse today\n7. omg",
  "If you have concerns about doxxing and privacy, go here to opt-out of @familytreenow exposing your info:\nhttps://t.co/aYcZuXiem3",
  "GOP just voted against CHIP - the health insurance program for children. They just voted to take away coverage from children. #voterama",
  "\"Only ones who care about my tax returns are the reporters.\"\n\nRetweet this if you're not a reporter, but you care about Trump's tax returns.",
  "Retweet if you care about @realDonaldTrump's tax returns",
  "RT if you’re an American person and you’re not glad to see Obama go. https://t.co/FxtwmvmXng",
  "@Cmdr_Hadfield my twins were born 6/1/16 &lt;3 https://t.co/gP7EEbKZdM",
  "Health tip for moviegoers: Is someone near you coughing? Find a new seat. Airborne droplets spread #viruses. https://t.co/OeZubzLpmS",
  "Maybe 2016 is the year a lot of heroes were born and we don't know yet.",
  "Congratulations to #WorldSeries champions Chicago @Cubs! In your honor, here's a pic of #Chicago from space: https://t.co/Vd9RogVFkF #Cubs https://t.co/gQUa9li1bQ",
  "My newest horror story: Once upon a time there was a man named Donald Trump, and he ran for president. Some people wanted him to win.",
  "An interactive map of all of the earthquakes and volcanic eruptions for the past 50 years https://t.co/x7E2bXUIj9 https://t.co/l2ZQ7Vp7nl",
  "@KCzeszewski that was supposed to say pls as in please not old! Autocorrect grrr",
  "@KCzeszewski old send me this one! So cute you two!",
  "Reporter: \"You are one of the greatest women athletes of all time.\"\nSerena: \"I am one of the greatest athletes of all time.\"",
  "Only 12 percent of #CPS schools have a student body that's more than a quarter white https://t.co/p8qeM551IF https://t.co/mhwTL4XFtf",
  "High-speed footage of electrified volcanic outbursts is helping scientists crack the mystery of volcanic lightning. https://t.co/sm5YqbZ8oT",
  "It costs $616 a day for a child to stay in Juvenile Detention Cntr That's $225k/year. CPS schools get 12k per student- certainly #notaprison",
  "@tkSciGuy Coherent story telling and activity bldg towards learning has freed me from \"fluff\" teaching. Lots of weeding to allow real growth",
  "@tkSciGuy Great goals!",
  "There's a new farmers market in the #southloop &amp; it starts Sat, 5/28. Head over to the @FieldMuseum &amp; check it out! https://t.co/WtmzMYcY8T",
  "Be bold and don't let the giants scare you.\n#southloopchicago #instachicago https://t.co/3hGhri2Vht",
  "@Allochthonous Thank you for your help re: top misconceptions in plate tectonics! https://t.co/FlygnIs86P",
  "I asked;geologists responded: Top misconceptions in plate tect.? https://t.co/FlygnIawIf #earthscience #ngsschat #Ngssblogs #NSTA #scichat",
  "@Allochthonous new to twitter. Do I have permission to post responses on a blog and share with other teachers?",
  "@Allochthonous Thank you! Much appreciated!!",
  "@Allochthonous I teach Earth science to 12 year olds. What are some top misconceptions I should address about plate tectonics? Ty 4 ur time",
  "The best tissue box ever! #volcano #geologistaccesories https://t.co/DHxWKGpxPb",
  "@NGSS_tweeps Love this! Do you have a electronic copy available to share?",
  "Incredible!\n https://t.co/Q0xeMeDuPO",
  "Good quote to hang in the classroom. https://t.co/5NGzF4eGDK",
  "@journeynorthED No problem. Great program!",
  "@SmithsonianScie Thanks for the retweet!",
  "@richbacolor Thank you for responding. I do wonder how much class time to spend using them when the electronic balance is so much quicker!",
  "Thanks for the retweet. The responses have been helpful!",
  "@COTeachContent @teacher2teacher Thank you!",
  "@lgoodlock Thanks for the response!",
  "@LLuchsinger Thank you for responding.",
  "@NSTA Thanks for the retweet. The responses have been helpful.",
  "@keeterscience Thank you for responding. Are they used in high school or college?",
  "@Mrs_Okroy @NSTA Thank you!",
  "@robert_rwallace @NSTA Thank you for responding.",
  "@flatlander20 Good point. Thank you.",
  "@andycampbell511 Very true. Thank you.",
  "@JChodos Thank you for responding.",
  "@MsGreenLevine Thank you for your response!",
  "@krissie_nick Thanks, we do use them though. Just making sure I was spending valuable class time teaching something of value to my students.",
  "I teach middle school science and wonder if triple beam balances are outdated or should I keep teaching how to use them? #ngsschat #scichat",
  "@scifri not waking up to darkness",
  "Need an anchor phenomenon for teaching about seasonal change? Try Midnight Sun https://t.co/oByjyUNzoq #ngsschat #ngss #nsta #ngssblogs",
  "@ngssblogs @NGSSchat Just finished blogging my seasonal change unit that implements NGSS and Math CCSS https://t.co/5KhvUyMxUM",
  "@SmithsonianScie Love your Good Thinking videos. Used it to help develop my seasonal change unit. https://t.co/F6eWBXiToX",
  "@journeynorthED @journeynorthorg Just blogged about how I use Mystery Class in my seasonal change unit. https://t.co/YXA8ZBDFk3",
  "Implementing the Growth Mindset in the Science Classroom http://t.co/Wj04VyVmOk",
  "@KCzeszewski I love the picture!",
  "check out http://t.co/m2sQ5n9icY concerning Free Student Competition Exploring Light and Sleep!"
 ]
}