{
 "user": 4912768753,
 "tweets": [
  "@kdoright @thehill Why?",
  "@thehill Maybe he will hire a Protestant?",
  "@AP Please don't kill the Iran deal.",
  "@FoxNews @dbongino State run media or media run state?",
  "https://t.co/SzUjrjF8hx boom #FlatEarth",
  "@slayckx @Its_Stationary Talk to a 7th grader. 🤦‍♂️",
  "This is why it's important to fund public schools. The earth is round.  🌏 #FlatEarth #flatearther https://t.co/lKX40EItuc",
  "Pray for the family and friends of #AlfieEvans . Shame on the U.K. Court System for ordering a child to die.     🙏🏻🙏🏻🙏🏻🙏🏻",
  "@kazukichi_0914 いいえ",
  "@kazukichi_0914 お元気ですか",
  "@kazukichi_0914 こんにちは",
  "@kazukichi_0914 I don't understand.",
  "@__MidoriIro__ 😀😀😀",
  "@kazukichi_0914 Looks fun",
  "@disney_happyend 😀😀",
  "@Tetsuya0917Aika Beautiful",
  "@tamaso411 Me too",
  "@tamaso411 @_key__m 😎",
  "@Komi_Saretai 😎😎",
  "@1012_misaki 私はあなたがディズニーランドで楽しんでいることを願っています",
  "@Disney_bot_0 😀😀😀😀",
  "@1012_misaki 😎😎😎",
  "@NBCNews Great news!",
  "@re_lien_miu あなたはアメリカのディズニーに行ったことがありますか？",
  "@AasWoman あなたはアメリカのディズニーに行ったことがありますか？",
  "東京ディズニーランドに行きたい",
  "こんにちは",
  "@hrk130_i Great pictures of Tokyo Disneyland.",
  "@atikahhzaini Great picture with the castle.",
  "Who would've thought that hotel shampoo would become a race issue?",
  "@MeganC0723 @KhazWolf @Klapmeyer94 @hxnnxhhhhhhh Lol",
  "@Klapmeyer94 that was quite the debate regarding circumcision...",
  "@USATODAY Proceed with caution. This man executed his uncle.",
  "@FaithNTruthgrl I can see Mars from my telescope. We are rovers on Mars.",
  "@FaithNTruthgrl So what do I see when I look in my telescope?",
  "Happy Round Earth Day! 🌏 #FlatEarth is for crazy people. https://t.co/YFcXIKn8Ax",
  "I follow many pro-life feeds on Twitter. It is amazing how many pro-life accounts like or retweet pro gun tweets. #abortion #guns",
  "@washingtonpost @ThePlumLineGS Pray for our country.",
  "@thehill Come back Barack! https://t.co/0D1kXzbZWo",
  "Today marks Trump’s 108th day at a Trump property.\n\nMost Americans won’t see 108 days of vacation in a DECADE, much less ONE YEAR.\n\nRT if you agree this is SAD!!!!!",
  "@kirkgardner1980 @FoxNews Why? It's a beautiful state with a strong economy.",
  "@EricHill1776 @thehill Why not?",
  "@kirkgardner1980 @FoxNews Why the anger towards your fellow Americans?",
  "@kirkgardner1980 @FoxNews California is a beautiful state with a very strong economy.",
  "@cnni @CNNOpinion 2 bad haircuts. https://t.co/vIIaBSuqyO",
  "Abortion is always murder. #DefundPP",
  "@FaithfulFemme @thehill Let's see your evidence from a credible source. Btw: you are not a source.",
  "@FaithfulFemme @thehill Still waiting for your evidence regarding this student...",
  "@FaithfulFemme @thehill \"Their\"?",
  "@FaithfulFemme @thehill Evidence?",
  "@thehill #smh 🤦‍♂️",
  "@FoxNews @CDCgov Weed is safer than Romaine lettuce. https://t.co/YFaEEVFzEt",
  "@TimesofIsrael Embassies belong in capitals. Palestine is not a country.",
  "@Brown62Jo @MrRidiculous4 @cnnbrk So it is your position that the Trump campaign had zero contact with Russian officials regarding the Clinton campaign?",
  "@MrRidiculous4 @cnnbrk Why?",
  "@DemsFinished @thehill You know students attend schools, right?",
  "@DemsFinished @thehill Yes, it is about school funding. BTW, the member of teacher unions consist of teachers.",
  "@DemsFinished @thehill To fund schools properly",
  "@PadraigConnors @thehill Huh?",
  "@thehill Way to go teachers! Anyone notice that the ruling party for all of the state teacher walkouts is the same in every state?",
  "@BlaisTom @tomcooperider @USATODAY What?",
  "@DrOakley1689 😂",
  "@DrOakley1689 Maybe I am missing something... Mr. Flowers appears to be a one trick pony.",
  "Dear Trump Supporters, It is possible to love your country and not support Trump. Because I love my country, I cannot support Trump. BTW, I am not a Democrat. ❤️ 🇺🇸",
  "@branka_jovic @washingtonpost For consistency, I don't recall asking for your opinion. By the way, killing is bad.",
  "@washingtonpost An evil ruling.",
  "@thehill Why is this still being debated? Why glorify individuals who waged war against the United States? #slaveryisbad",
  "Fox News has a choice. It can either fire Sean Hannity or take the word \"News\" out of its name.",
  "@thehill Can anyone in this administration be honest and ethical?",
  "@thehill This man is not a journalist. He is an entertainer.",
  "@Gettingtrump @thehill He should have disclosed it publicly when ranting about the raid.",
  "@NationalistAme4 @thehill Why?",
  "@thehill If it already wasn't obvious, Sean Hannity is not a journalist. He is an entertainer.",
  "@KSPrior @sethhaines Enjoy Grand Rapids. 😀",
  "@CNN Pray for the former First Lady and her family during this difficult time. 🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻",
  "@IsaacHough2 @jeepsuzih2 Lol",
  "@JaxForLife are you sure you want to \"like\" tweets like this one? Muslims were also created in the image of God. https://t.co/mPh9JnbQrg",
  "@TimesofIsrael Embassies belong in the capital city.",
  "@thehill  https://t.co/7lalFqNTgH",
  "@thehill Let's hope so",
  "@FoxNews Crimea?",
  "@CNN Well done, US, French, and U.K. militaries.",
  "@thehill He is assuming Republicans will maintain a majority after the elections.",
  "@USATODAY Pray for peace.",
  "@FoxNews Pray for peace.",
  "@CBSNews Pray for peace.",
  "@Jerusalem_Post Pray for peace.",
  "@NBCNews This is a barbaric procedure that must be illegal.",
  "Your campaign manager is facing prison. Your personal lawyer was just served a search warrant.  I wonder who is next? #Trump https://t.co/Ot6QxMI0W3",
  "@PattiD05 @thehill The dossier exists.",
  "@thehill Gross. https://t.co/3oLlj0brUY",
  "Firing someone for investigating you is one of your greatest achievements? #sad https://t.co/l1BLMKNHzU",
  "@FoxNews @cvpayne @CoryBooker Congress was controlled by the GOP during most of Obama's two terms.",
  "@nytimes Way to go! I am very proud of public school teachers.",
  "@Ron_Shanks21 @gailcara_gail @AMERICA37199261 @FoxNews Why do you think Rosenstein is an \"Obama thug\"?  Please cite your sources. Also, try to answer with conventional capitalization.",
  "@Ron_Shanks21 @gailcara_gail @AMERICA37199261 @FoxNews It sounds like you watch a lot of InfoWars. 😂",
  "It will be a great day when Trump is no longer president. https://t.co/s26IAVlxXB",
  "@mikehand71 @CNN So it is your opinion this bipartisan legislation does not exist?",
  "@mikehand71 @CNN This news is very real.",
  "@pina_insurance @CNN Who is they?",
  "@1DestinationWed Did Trumo hack your twitter account?",
  "@AMERICA37199261 @ChispasT @Ron_Shanks21 @FoxNews Why?",
  "@Ron_Shanks21 @AMERICA37199261 @FoxNews I am against Trump. Why am I not a \"real American\"?",
  "@Ron_Shanks21 @AMERICA37199261 @FoxNews Why the bizarre use up caps? He is definitely not an Obama thug.",
  "@JudithJohnson_1 Evidence?",
  "@terrifb44 @FoxNews Why?",
  "@skyrocketkday @FoxNews Why?",
  "@AMERICA37199261 @FoxNews Rosenstein a Clinton thug? 😂",
  "@FoxNews Funny how Trump supporters quickly turn against a Trump appointee.",
  "@LucasEller @nytimes Having diplomatic relations doesn't mean we would be supporting the current government.",
  "@CNN Good move.",
  "@nytimes The USA should have diplomatic relations with every country.",
  "@FoxNews @SpeakerRyan @dailybriefing Bad idea.",
  "Update: A court-authorized search warrant is NOT an attack on our country, though Russia's interference with our election IS",
  "@FoxNews Interesting idea",
  "@USATODAY To save on costs, employers should only hire women.",
  "@IHasTrees I concur. It is much more exciting.",
  "@RisingDarkstar @thehill I tried to dailogue with you but is is very difficult to dialogue when the other person chooses to ignore what you say &amp; makes things up.",
  "@RisingDarkstar @thehill You attack generalize, assume, and make things up all to support your anti-teacher bias. You refuse to respond to any comments and state I am making excuses. This is all to support your bias.",
  "@RisingDarkstar @thehill Who have I enabled? Are you a fiction writer?",
  "Twitter users mock Trump lawyer after FBI raid by resurfacing 2015 tweet about Clinton going to prison https://t.co/LuMuEPqS8g https://t.co/2eN7cRJ9MC",
  "@RisingDarkstar @thehill Now you are just making things up.",
  "@RisingDarkstar @thehill Of course students are able to overcome adversity. It happens all the time.Your bias has blinded you to the realities students face everyday. If you think a wealthy student from a strong family has zero advantages over a poor student from a broken home, you are blind to reality.",
  "@RisingDarkstar @thehill You seem to think the student's home life, family, neighborhood, income, disability status, etc. have zero impact on their education. You call it an excuse. The rest of the world calls it reality.",
  "@RisingDarkstar @thehill Wells Fargo is a bad company. Haven't you heard about their previous scandals? In addition, why would teachers support organizations that promote the AR-15?",
  "@RisingDarkstar @thehill I made those \"excuses\"? Or are you generalizing again?",
  "@RisingDarkstar @thehill More generalizations. Name one excuse I made. Waiting...",
  "@_thymes Nope. Nice assumption.",
  "@RisingDarkstar @thehill Name one excuse.",
  "@RisingDarkstar @thehill Well, I'm not a teacher. Nice assumption.",
  "@RisingDarkstar @thehill Cue the meltdown and generalizations.",
  "@RisingDarkstar @thehill ...and you still blame the teachers. You know there are other factors than impact a student's education, right?",
  "@RisingDarkstar @thehill Your dislike for teachers is alarming. It's hard enough to recruit good teachers with low pay, shrinking benefits, disruptive students... The countries in your article have a high respect for education and educators.",
  "@RisingDarkstar @thehill That is a huge generalization. Research supports that learning gains in public schools often matches and/or exceed the gains in private schools.",
  "@RisingDarkstar @thehill I am happy to dialogue with you but it must be civil. I refuse to dialogue with individuals who insist on using profanity and refuse to reflect on previous comments.",
  "@RisingDarkstar @thehill I recommend you actually read my tweets and respond to it with substance. You have already demonstrated your love for profanity. Why do you blame the teachers?",
  "@RisingDarkstar @thehill So it is your position to blame the teachers? I recommend visiting some public schools. There is some excellent teaching going on in our schools.",
  "@RisingDarkstar @thehill Teachers are concerned with teaching. In fact, they are doing a great job. They just don't want to get shot at school.",
  "@thehill Smart move.",
  "@dougalpollux @CNN What?",
  "@CNN This is huge! Trump must be nervous. https://t.co/J7p7hWsC7u",
  "If the FBI just raided my lawyer's office I would be SUPER nervous. #Mueller #cohen #trump https://t.co/mDI2y73V8h",
  "@Schneider4House @NBCNews @NBCOUT Yes, I do care about female sports. Nice assumption.",
  "@thehill Whoa!!!!!!",
  "@NBCNews @NBCOUT I will miss watching female sports. It was nice while it lasted.",
  "I really do not want to be a member of the grammar police. https://t.co/sTQDxQMTbp",
  "@Amaris1xxx @SkyNews It's a question. How can a question be a lie?",
  "@SkyNews Has Russia ever publicly stated something that wasn't a lie?",
  "@JerryBeets @thehill Every penny was approved by Congress.",
  "@tom_nemo @thehill The money is real.",
  "@MAW1212 @thehill @GOP @realDonaldTrump Who won?",
  "@thehill This man just doesn't get it.",
  "@thehill This tax cut is like taking a cash advance from your credit card and saying you have extra money. Lol",
  "@USATODAY Bad choice.",
  "@washingtonpost The anti-vaccine folks are often very irrational people.",
  "@thehill A bad term-limited governor seeks to be a Senator.",
  "A man dies in a fire at Trump Tower, while 4 fire fighters are injured and instead of Trump expressing concern for this man, he brags about how well his building to built.\n\nThis incident is the perfect example of Trump's mentality...",
  "The resurrection sets Jesus apart from every other central figure of world religions. Buddha is dead. Mohammed is dead. Confucius is dead. None of these were sinless. None offered atonement. None were vindicated by resurrection. —@RCSproul https://t.co/bbC8MyWQUZ",
  "@nytimes So sad. Pray for their families. 🇨🇦  🙏🏻",
  "@Jesspmkn good evening. I just stumbled across your profile.  You seem like a great person. What is PCOS?",
  "@violo99 @CNN She is a hero.",
  "@GHMoore33 @CNN She is a hero.",
  "@nehales @CNN Absolutely! She is a hero.",
  "@Niecey_Beeeee @CNN She is a hero.",
  "@vickanneb @cnni She is a hero.",
  "@cnni She is a hero!!!",
  "@LiveAction Nice shirt!",
  "@Alspass1 @thehill You seem to be having a difficult time finding evidence to support your original claim. This is another example of your personal bias impacting your judgement. #mute",
  "@Alspass1 @thehill 2 minute mute warning https://t.co/YPb84q0io6",
  "@Alspass1 @thehill Still waiting...",
  "@Alspass1 @thehill  https://t.co/PD65LhEgwy",
  "I try to avoid pointing out grammar and spelling errors on Twitter. We all have our typos (especially me). However, I will have to make an exception for today only. https://t.co/BJHySLzTGZ",
  "@Alspass1 @thehill Still waiting...",
  "@Alspass1 @thehill ☝️☝️☝️☝️☝️",
  "How many errors can you find in this message? https://t.co/hTBxeOJuaY",
  "@Alspass1 @thehill I have been to many schools in America. They are outstanding. Your lack of evidence demonstrates your bias towards the issue.",
  "This video is an instant classic. 🐱🕌@Acts17 https://t.co/jPEKxtPbBZ",
  "@Alspass1 @thehill Freak shows...you need to provide evidence to support your claim. It's not a radical concept for teachers to be paid as professionals.",
  "@TheOneZsazsa @thehill Yes, people pay taxes. Taxes are too low in Oklahoma.",
  "@Theaetetus @thehill What??",
  "@usaconscience98 @thehill Schools and educators are doing a great job teaching our students.",
  "@Alspass1 @thehill Why?",
  "@washingtonpost Instead of a trade war with China, add tariffs to Russian imports. If they have any...",
  "@DeplorableVW @ButterscotchwM I never get an answer from the abortion folks regarding their opinion on due date abortions...",
  "@GriecoVin You simply hand over all moral authority to the Supreme Court. Ever notice that the constitution makes no mention of abortion? Yes, courts can make mistakes.",
  "@GriecoVin Morality is not determined by the Supreme Court. At one time, the courts said segregation was legal.",
  "I had to mute several accounts due to an extreme amount of Twitter alerts. Feel free to DM me.",
  "@_ijon_tichy @NancyAn13659633 It must be hard for you to respectfully disagree with someone.",
  "@ddkorchak @ButterscotchwM Nope.",
  "@NaomioftheNorth So many have avoided the profanity and name calling... Murder is wrong. That is not a radical concept.",
  "@NancyAn13659633 And people can make mistakes.",
  "@peter_doyle_ That is a bizarre comment.",
  "@BrianMellem I know many pro-life folks who have adopted children. It can be incredibly expensive. Reform needs to happen. Yes, I have helped several families financially with the adoption process.",
  "@jostpauley Repeating a bad argument does not make it right.",
  "@jostpauley @ButterscotchwM Maybe she should.",
  "@Suzyqfit4u Voting age is 18.",
  "@Suzyqfit4u Here is an idea...download the constitution and do a search for the word abortion.",
  "@StaceyBridges18 Yes, no, no",
  "@blackdiamond118 Why?",
  "@jostpauley Bad argument. Murder is wrong regardless of gender.",
  "@empirestatemind @ButterscotchwM I am not a Trump supporter.",
  "@StaceyBridges18 Stacey, I am not a Republican.",
  "@NancyAn13659633 I am very real.",
  "@NancyAn13659633 Where is abortion mentioned as a legal right in the constitution?",
  "@tinaarlington @ButterscotchwM You are wrong on that one.",
  "@GriecoVin People can make mistakes. Sadly, the Supreme Court made a huge mistake which resulted in the murder of millions.",
  "@Liveoveaugh Now the name calling. Either you are for or against abortion/murder. Either it's a good thing or a bad thing.",
  "@Liveoveaugh I am happy to discuss the second amendment and we may agree more than we disagree on it. However, arms are specifically mentioned in the constitution. Abortion is not in the Constitution. That makes it a state issue.",
  "@PR_twit Segregation was settled law for decades. Yet, the Supreme Court reversed its decision. Laws do not determine morality.",
  "@Smack_Dabb Interesting worldview. You wish I was murdered. That's a first on Twitter for me.",
  "@NancyiaC @ButterscotchwM Exactly, abortion is not a federal issue. The Supreme Court was wrong with the Roe v. Wade decision.",
  "@NancyiaC @ButterscotchwM If any part of the constitution were to address abortion it would be the 10th amendment.",
  "@IResistAsWell I always happy to discuss God's word in scripture. However, you will first need to support your claim with evidence from the text.",
  "@NancyiaC @ButterscotchwM Where is abortion listed in the constitution as a right?",
  "@IResistAsWell @ButterscotchwM Murder is wrong. Killing the unborn is wrong. Why is that so hard for you to understand?",
  "@IResistAsWell @ButterscotchwM You are assuming that I am a Republican, which I am not. I am an independent.",
  "I think I just made the pro-abortion crowd upset.",
  "@conniebordwell @ButterscotchwM Faulty logic. Murder is wrong regardless of your gender.",
  "@ButterscotchwM You value everyone's rights except for the unborn person.",
  "@ButterscotchwM It's legal due to a faulty decision by the Supreme Court.",
  "@discerningtp @CNN I think you may need to listen to your own advice.",
  "@discerningtp @CNN You have no idea what you are talking about when it comes to education funding.  #justsaying",
  "@left_blank_ @RobynsWorldd @hailey1amico @CNN Most schools that don't have physical textbooks use digital textbooks via a LMS. The school may say it doesn't use textbooks but it purchased a digital curriculum from somewhere.",
  "Facts matter? Just today: 1)Trump says US pays 80% of NATO budget; it's 22%. 2) Amazon has sweetheart PO deal; they pay same bulk rate as everybody else. 3)PO loses billions on Amazon; PO MAKES billions from Amazon. 4)Pollution regs crushing auto industry; record sales for yrs.",
  "@muddavugger1 @JStamper10 @CNN You are generalizing all teachers. Kids who receive support from parents are generally more successful in school then kids with little or no support from parents. This is basic stuff here and common sense as you mentioned earlier.",
  "@muddavugger1 @JStamper10 @CNN Where did I say it was the parents' fault? I simply listed factors outside of the control of the school. Poverty is terrible and puts those kids at a disadvantage over middle income and wealthy kids.",
  "@TrumpVSG @TheLeadCNN @brianstelter Such a broad statement with no reflection on previous comments. Are you a pro-Trump/Russia bot?",
  "@TrumpVSG @TheLeadCNN @brianstelter Calm down, sir. I recommend reading the full analysis provided by the polling organizations. You might be confusing news reporting and analysis by experts on the show.",
  "@muddavugger1 @JStamper10 @CNN Our schools are not miserably failing our students. There are severe areas of underfunding but our schools are not failing. That is quite the broad statement that leaves out factors outside the control of the school (family support/discipline, neighborhood crime, values, etc).",
  "@muddavugger1 @JStamper10 @CNN That's why I said postsecondary. This also include tech colleges (trade schools) and apprenticeships.",
  "@TrumpVSG @TheLeadCNN @brianstelter CNN doesn't make predictions. Perhaps you are citing an analyst or a report they did. The polls were within the margin of error. I watch real news every night from CNN and other major news outlets.",
  "@JTCMD Don't you have better things to do then to dig up tweets from 3 months ago? You know Congress approves all spending, right?",
  "@muddavugger1 @JStamper10 @CNN High schools prepare students for postsecondary education. Just like middle school prepares students for high school and so on. These are all good things.",
  "@TrumpVSG @TheLeadCNN @brianstelter I frequently watch CNN in the evenings. They are not making things up. Also, the information they report is also reported on other major news outlets. Where are you getting your source?",
  "@TrumpVSG @TheLeadCNN @brianstelter They report the news. Don't let your politics blind you.",
  "@muddavugger1 @JStamper10 @CNN Where are you getting your statistics? So it is your position that students are over qualified to work?",
  "@muddavugger1 @JStamper10 @CNN Have you visited a high school recently or glanced at the curriculum? High school kids are doing advanced algebra, calculus, coding, AP level classes, and etc. You may want to revise that statement.",
  "@im4ia @CNN I guess not.",
  "@JTCMD @ABC Delete your account.",
  "@ABC Way to go! Support the teachers. #OklahomaTeachersWalkout",
  "@AlWilson725 @CNN You want to eliminate public education? That is the easiest way to become a third world country.",
  "@smittie61984 @CNN That is one district out of thousands in the country.",
  "@HaleighNiece @CNN Maybe someday schools will be adequately funded.",
  "@im4ia @CNN Do you have evidence to support your claim?",
  "@left_blank_ @RobynsWorldd @CNN Robyn - Wikipedia is not a substitute for a textbook.  Schools need resources that are aligned to standards.",
  "@discerningtp @CNN Schools are primarily funded by the states.",
  "@JStamper10 @CNN Education as a whole is underfunded.",
  "@DenimSouth What is wrong with you?",
  "@DRCMJV @nytimes Lol",
  "@ABC Keep it up teachers!! I wish the GOP would stop being anti-education.",
  "@harlowismyalias @thehill He was fired and was charged with a felony.",
  "@dennisclaude3 @thehill He was fired and is charged with a felony.",
  "@thehill This cop used excessive force. A vast majority of cops are professional and do an exemplary job protecting the community.",
  "@thehill I usually side with the cop but he clearly used excessive force when attempting to apprehend this man.",
  "CNN fires back at Trump attack tweet with fact-check https://t.co/xATSXMekK7 https://t.co/dZTJMTyV8o",
  "@CBSNews Why has the GOP become the anti-education party?",
  "@PunkKia @nytimes Once again, your politics have blinded you. If you think LA is a third world country, that is on you.",
  "@TrumpVSG @TheLeadCNN @brianstelter CNN does not take positions.  I'd stay clear of InfoWars.",
  "@PunkKia @nytimes It's the opposite of a third world country.  Don't let your politics blind you.",
  "@PunkKia @nytimes And you know it's one of the world's largest economies, excellent university system, great schools, Silicon Valley...but those darn Democrats.",
  "@MichaelSalim216 @FoxNews You sound like North Korea. How compassionate...",
  "@ABC Trade wars are great for the economy. #AprilFoolsDay",
  "@AllenSheryl @TheLeadCNN @brianstelter Thank you. You keep supporting my points.",
  "@DRCMJV @nytimes I recommend reviewing your notes of climate vs. weather. 😀🌏",
  "@FoxNews Waste of money.  Do you really need a concrete wall in the middle of a desert",
  "@PunkKia @nytimes California is a great state. I recommend visiting it sometime.",
  "@Irelia20160825 @nytimes Most people think climate change is a bad thing. I hear Russia could benefit from climate change. 🇷🇺",
  "Remember when state-run television only happened in foreign countries ruled by dictators?\n#Resist https://t.co/Lf7d4HpGj1",
  "@AllenSheryl @TheLeadCNN @brianstelter Try intentionally and opening violating the policy of your corporation and see what happens. 😀",
  "@AllenSheryl @TheLeadCNN @brianstelter Once again, they would lose their job. They are journalists not puppets.  Forced speech by the media is something you see in Russia. Oh yeah, Trump likes Russia. It all makes sense. 🇷🇺😀",
  "@DRCMJV @nytimes Here is your free google search. I recommend reviewing your notes from middle school science for the rest. https://t.co/bA4KLekH0M",
  "@AllenSheryl @TheLeadCNN @brianstelter Exactly...you proved my point. They were forced to read the propaganda or lose their job. FYI, most people are not born wealthy and need a job to pay the bills. 😀",
  "@DRCMJV @nytimes Just keep denying climate change...",
  "@nytimes Denying climate change won't make it go away... https://t.co/h1D8abQsIj",
  "@AllenSheryl @TheLeadCNN @brianstelter When you are at risk of losing your job for not reading the propaganda...yes, you are forced to read it.",
  "@AllenSheryl @TheLeadCNN @brianstelter The reporters were required to read the script.",
  "The case for firing her is clear and the right thing to do.",
  "@TrumpVSG @TheLeadCNN @brianstelter It's very real.",
  "@AllenSheryl @TheLeadCNN @brianstelter Yes, forced to read.",
  "@heartofgypsy77 @thehill Was that scripted speech a good thing?",
  "@thehill More stuff he learned from Fox and Friends.",
  "@ALIENMATTERS @FoxNews Why?",
  "@TheNeoLuddite @cnnbrk Due process. She would have been fired but she resigned before it could happen.",
  "@cnnbrk She didn't have much of a choice. She is an annual contract teacher.",
  "@thehill The best pastors are not pastors of mega churches or televangelists. The best pastors in America are your local pastors.",
  "@thehill This nationwide epidemic of poorly funded schools will have a long lasting impact on the economic prosperity of our country.",
  "@Conrguy @thehill The news I watch and read from major news outlets is very real. It clearly not fake. The president is clearly being dishonest when he calls these news outlets fake.",
  "@thehill So sad. This is due to the constant attacks against the media by our president.",
  "@NBCNews Thanks, Trump!",
  "@Ron79520647 @CNN @CillizzaCNN What on earth are you blathering about?",
  "@Cjsterifix @CNN @CillizzaCNN The walkout is real.  #smh",
  "@brwskitime @thehill I see real news every night on network &amp; cable news.",
  "@AP Thanks, Trump!",
  "To all the Muslims in the world. Christ died on the cross and rose from the dead on Easter. He paid the price for our sins. #HeIsRisen #bible #islam https://t.co/a65yUI7wU3",
  "Happy Easter! He Is Risen!",
  "When you find out people actually think the Earth is flat. Flat earth? 🌏 No, it is very round. https://t.co/LpcVFX87Wh",
  "👇👇👇👇👇👇👇👇👇👇👇👇👇People actually believe this stuff. We have almost 70 years of satellite photos/videos and over 2,000 years of science regarding the shape of our round earth. 🌏🌏🌏🌏🌏🌏🌏🌏 https://t.co/tIyKC1Vu9H",
  "@Solivagant123 @FlatEarthRT Go ahead and do a google image search. Still waiting for your picture.",
  "@CBSNews It's still a cult created in the 19th century.",
  "@rotter_michael @thehill You seem quite certain of your claim. So it is your position that his campaign had zero communication with Russia regarding the Clinton campaign? Also, is it your position that the Trump Organization has received zero dollars from foreign governments?",
  "@rotter_michael @thehill That's up to the 435 members of the house. Not you. However, they have plenty of crimes to choose from....For example Russia &amp; emoluments",
  "@rotter_michael @thehill And what legislative body determines if an action meets the threshold of impeachment...the House of Representatives.",
  "@0516_864 @chrisneport @thehill There are still nukes in North Korea.",
  "@0516_864 @thehill If he is on the ballot. He may not make it to 2020.",
  "@0516_864 @thehill Oh yes, the 8 year bull market.  Let's give Trump credit for something that started in 2010. #smh",
  "@rotter_michael @thehill That is exactly how it works.  It is a political decision.",
  "@rotter_michael @thehill Anything the House of Representatives determines as an impeachable offense...",
  "@chrisneport @thehill It is possible to put country over a particular person.",
  "@thehill What is sad is we knew about Russia, his disregard for women, and his foreign business deals before the election yet people (not a majority) voted for him. #smh",
  "@Solivagant123 @FlatEarthRT Show me a photo from space that shows the entire earth as flat.",
  "@CNN By selling indulgences",
  "@Atomicosm Don't forget about gravity.  😂",
  "@Atomicosm Also, that is from Apollo 12. Not 11.",
  "@Atomicosm Yet, science refutes your arguments.",
  "@Atomicosm More conspiracy theory garbage",
  "@Atomicosm The ancient Greeks knew the earth is round. Talk to any commercial pilot. Ever heard of great circle routes? 🌏 ✈️",
  "@Atomicosm Thousands of images and you claim of some secret conspiracy to edit the photos.",
  "@Atomicosm That picture was from 1993. 😂",
  "@Atomicosm Or google the thousands of pictures of the earth. Here is one for you. https://t.co/tV1mdBnoEM",
  "@JWontObey Go higher",
  "@A1Pacino_8O8 Or true",
  "@Atomicosm You need more altitude with your video. Here you go! https://t.co/RnHHDGmh03",
  "@bludmoster @FlatEarthRT Lol",
  "@BotsAndCats Lol",
  "@Atomicosm Lol",
  "@bludmoster @FlatEarthRT Flat earthier?",
  "@emmastop Nope",
  "The fact the number of people who believe in the flat earth conspiracy is greater than zero is very alarming. 🌏 is round #flatearther #roundearth https://t.co/9SHzOzUt5D",
  "@thehill Why would anyone watch her show?",
  "@ryrob97 @rba286 @FoxNews @WhiteHouse 😂😂😂😂😂😂😂😂😂😂😂",
  "@jewel_patriot @cnni @AC360 Or you could actually try to respond to my comments instead of changing the topic. Defending Trump is one of the most difficult tasks in the world.",
  "@jewel_patriot @cnni @AC360 Nice WhatAboutIsm... Trump and his supports like to change the topic when things don't go there way.",
  "@Reuters Encouraging...I will believe it when it happens.",
  "@jewel_patriot @cnni @AC360 Do morals matter? Apparently not to you. Do campaign finance laws matter? Apparently you are not aware of the campaign finance laws being broken with the $130k payoff. Let's stay on topic.",
  "@jewel_patriot @cnni @AC360 Clearly, you didn't watch the 60 Minutes report on Sunday. The interview had nothing to do with #Metoo,  second amendment, or the \"deep state\" conspiracy.",
  "The pro abortion folks really don't like to be confronted with the evil of abortion. @Geri_inlightof “For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.”\nJohn 3:20 ESV\nhttps://t.co/rWZGQMes0B https://t.co/62EGxEPWOE",
  "@Geri_inlightof @thehill I am just speaking the truth.",
  "@1FreshTake @thehill @realDonaldTrump And remove him.",
  "@thehill It is unlikely that Trump will be able to finish his term in office.",
  "@jewel_patriot @cnni @AC360 You know that interview was on 60 minutes, right? You are denying the affair?",
  "@thehill 😂😂😂😂😂😂😂😂",
  "Here is an idea for #GA223... How about a peaceful split of the #PCUSA? A liberal denomination and a conservative denomination would be the end result.",
  "@jewel_patriot @cnni You are confusing CNN with InfoWars. CNN is very real. Just because you don't like the news doesn't mean it's fake news.",
  "@madhaus According to your definition of life, due date abortions are ok. I recommend reviewing the definition of slavery.",
  "@Geri_inlightof @thehill Life begins at conception. Laws do not determine morality. It's ok to say murder is wrong. Do you think murder is a good thing?",
  "@Geri_inlightof @thehill Murder is wrong in all forms.  It's not a men vs. women issue. It is an issue of right vs. wrong.",
  "@Geri_inlightof @thehill Huh?",
  "@thehill Abortion of any type of procedure at any week is wrong.",
  "@Burghgirl69 @CBSNews You are free to buy whatever you want with your money.",
  "@Burghgirl69 @CBSNews I have a trade deficit with Walmart. Is that fair?",
  "@Burghgirl69 @CBSNews I am happy with no tariffs. Free trade.",
  "@Burghgirl69 @CBSNews What is your issue with trade deficits?",
  "@CBSNews This is a terrible idea.",
  "@William_Perrigo @CBSNews Lower prices are good for American consumers.",
  "@CBSNews Our president is a fool.",
  "Our President is an idiot. #TradeWarsBad #tarriffs #trump",
  "@thehill So sad. Pray for the family of the victim and the police officers involved in this shooting.",
  "@KevinInBoyce I agree!",
  "@TheDisaffected1 @USATODAY How so?",
  "@ABC Opponents are jailed, threatened, or killed. Let's congratulate this evil man. What is wrong with Trump?",
  "@CBSNews Why force organizations to promote abortion?",
  "@thehill Why force an organization to promote abortion?",
  "@thehill Who Framed Donald Trump? https://t.co/od6Wu2TCQI",
  "Beautiful. A family welcomed these miracle sextuplets — three little boys and three baby girls — after refusing selective reduction abortion. https://t.co/GewLcwJOtS",
  "@thehill Shame on the school district.",
  "@EimileeO @c25kfree @zenlabsfitness Congrats",
  "@Ctayrroolne Could you clarify what exactly you mean?",
  "@bhilberth @w59_tammy @thehill Most people think a 3x married man having an affair with a porn star, paying to cover it up, and suing her for $20 million when she does talk is a bad thing.",
  "@bhilberth @w59_tammy @thehill Like I said earlier, people who have morals care. I am not wishing for their marriage to be ruined, it already is ruined. Silencing a porn star about an affair, suing her for $20 million for talking about it, walking in a minors changing, access Hollywood. What marriage is left?",
  "@bhilberth @w59_tammy @thehill Trump has poor track record with women. How long before Melania leaves him?",
  "@bhilberth @w59_tammy @thehill Who pays a porn star to be quiet if nothing happened?",
  "@w59_tammy @thehill People with morals.",
  "@Reuters The 23 British diplomats probably didn't want to be in Russia. #sh**hole",
  "@cnni I can't wait.",
  "@sherriethefairy @thehill True",
  "Former FBI Deputy Director Andrew McCabe is fired -- and fires back https://t.co/bXNJiUOiaR https://t.co/pvcp15wcxx",
  "@Savannah_Wat Awesome water park!!",
  "@jessica33084897 Amen!",
  "@datmfneicyj Lol",
  "But those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary.. Is. 40:31",
  "@cnni So sad.",
  "@angelfacejk Nope",
  "@TammyCrossman7 Amen!",
  "@SkyNews Russia has zero credibility.",
  "@moveover4me2 @GodcallsBS @thehill Much better. 😀",
  "@thehill Entertainment is being generous. Foxnews is state news.",
  "@catttaylor @thehill I agree!",
  "@moveover4me2 @GodcallsBS @thehill I hope you mean Public. 😀😀😀",
  "@thehill We need a new education secretary.",
  "@nytimes I support the students.",
  "@suzyqjinx You are most welcome! I travel to Michigan frequently. I was in Livonia in 2012.",
  "@ApeTimes @nytimes 👆👆👆👆👆👆👆👆 Delete your account.",
  "@suzyqjinx hello, Suzy. 😀I just stumbled by your profile and loved your warrior comment. You are very strong and amazing person!",
  "I'd love to see more pro-life Democrats. #DefundPP #abortion #PCUSA",
  "@DominicGreene12 @Hawkeye_GG @NBCNews Faulty logic.",
  "@BrooksTaeylor @itskrystlek @cameron_kasky @NBCNews I agree. I am very proud of the kids protesting today. Weapons of war (and the corresponding ammunition) need to be banned.",
  "@thehill I support the students.",
  "@Roland_Jenkins @NBCNews 👆👆👆👆delete your account.",
  "WATCH: Drone footage shows Parkland students participating in #NationalWalkoutDay https://t.co/CMrz18WeFT https://t.co/q7sEKqAmO6",
  "@Real_Truth4U @thehill People with morals care about this story.",
  "@Onethingtosay1 @thehill It's a civil matter.",
  "@DrMichaelLBrown I dig the tux. 🤵",
  "@TweetPhasma @thehill 👆👆👆👆👆",
  "@NBCNews Did he bring a ladder? https://t.co/9Q4SNC4tFt",
  "@washingtonpost Pray for justice. Pray for a fair trial.",
  "@thehill Russia has no concept of a free press. Trump has no concept of a free press.",
  "@CNN Is the Pope Roman Catholic?",
  "@NPR Pray for justice. Pray for a fair trial.",
  "@FoxNews Pray for justice. Pray for a fair trial.",
  "Yesterday Sec. Tillerson said Russia was responsible for the UK poisoning. Today he is fired.",
  "@NBCNews I wish Trump would speak that clearly against Russia.",
  "@AMCJCC1123 @CNN 😂😂😂😂😂😂👆👆👆👆👆👆",
  "@MikeMason830 @CNN Evidence?",
  "@CNN Waters IQ &gt; Trump IQ",
  "@badfaketan @AP You need prayers too.",
  "@badfaketan @AP Lol you must be an Atheist.",
  "@badfaketan @AP How have I been wrong about Jesus?",
  "@badfaketan @AP More reason to pray that the Japanese people may know the love of Jesus.",
  "Many topics in Christianity are \"debatable\" among believers. Murder is not debatable. God has spoken very clearly on this issue. https://t.co/Kqzr9ad8Yv",
  "@badfaketan @AP More reason to pray.",
  "@AP Pray for the Japanese people. Pray that they may know the love and comfort of Jesus.",
  "@thehill Me too. These tariffs are terrible idea that benefit primarily the owners of the steel industry at the cost of the American people",
  "@thehill This is not the Philippines.",
  "@thehill This is huge.",
  "@Sola5Gal Who would ever want to be friends with JD?",
  "Here's how steel tariffs will actually kill steel jobs. https://t.co/NzKSGpc2Ek",
  "@marielct5aolcom @CNN Nope. Not jealous at all. Lol",
  "@marielct5aolcom @CNN That's an incoherent argument.",
  "@marielct5aolcom @CNN Do morals matter?",
  "@DaveDunndee @CNN Do you have evidence to support your claim?",
  "@naomi_colorsare @CNN Many many showers are needed.",
  "@Redpilljoe Waiting....👆👆👆👆👆",
  "@Redpilljoe @Ba_Smith_1 @CNN @mfuhrman1 @Amylostat40 @DJBurn77 @whagyjr @wyfffy @rws149600 @hunter_creates @ibcenusoon @gregwerbrich @TCClark77 @vita_rosado @leslyann37 @kellyfinney24 @bstewart0310 @onaldincer @BrianStone415 @Ms__Bharti @SenSanders Nice attempt to change the topic. This is a typical Trump tactic.  Why defend adultery?",
  "@LandIsaiah @CNN Lol",
  "@LandIsaiah @CNN Clinton was impeached. Your point?",
  "@LandIsaiah @CNN Yes, he did. Your point?",
  "@Redpilljoe Still waiting for an intelligent response...",
  "@Redpilljoe More evidence 👆👆👆👆",
  "@mssay3984 @CNN You are 100% correct. Everything he says or does can be answered with...\"because he is a narcissist\". 😀",
  "@Redpilljoe @CNN Please note that he deleted his ridiculous tweet.",
  "WARNING: This account may be a Russian bot. The account repeatedly tweets comments to multiple accounts with no reflection or intelligent thought @Redpilljoe ⚠️ 🇷🇺 #NoMoreBots #USSR https://t.co/21DzTLWCzn",
  "@Redpilljoe @CNN You are the one defending an affair with a porn star. Normal people think affairs are bad.",
  "@Redpilljoe @CNN I usually don't bat my eyes. Why make assumptions? You clearly are wrong on this one. Do you think this affair and the payoff prior to the election is good thing?",
  "@itsmejay_S @CNN Lol 😂",
  "@DHuddlestonKY @CNN Do you have evidence to support your claim?",
  "@CNN He should be mad at himself for having an affair.",
  "@presbyGA @Presbyterian Will there be another Muslim prayer at GA?",
  "@lolly7777 @thehill That is why the USA created the WTO.",
  "@frvrley Praise God!",
  "@RoxineEvans Amen!",
  "@MRScott326 Amen!",
  "@frvrley Amen!",
  "@lolly7777 @thehill Costs will increase for all Americans. That is the effect of a tariff. You and all Americans will have reduced purchasing power. In addition, tariffs will increase social security cost of living adjustments. Free trade promotes economic propsperity and reduced costs.",
  "@lolly7777 @thehill And increase costs for all Americans?  That may require increased welfare payments.",
  "@lolly7777 @thehill Basic economics. Google it. Tariffs would increase costs for American companies and consumers.",
  "@KathyWestfall5 @thehill So you like InfoWars?",
  "@thehill A little late.",
  "@thehill That is assuming Trump is still in office in 2020. #russia #Mueller 🇷🇺",
  "@NixonjrD Inflation is a job killer. Why prop up one industry at the expense of all Americans? I am confident that American builders are able to determine steel quality for their projects. #jobs",
  "@lolly7777 @thehill Inflation is a job killer.",
  "@thehill Free trade promotes global economic prosperity and peace.",
  "@NixonjrD Steel is steel. You want to isolate one industry at the expense of all Americans. Are higher prices worth it? The economy benefits from lower cost products. Economists and Wall Street both agree on this topic.",
  "@NixonjrD Nice use of talking points. There is plenty of steel on the global market.  Why pay more? Also, why increase prices for all Americans?",
  "@NixonjrD We have steel. Tariff are bad for the economy and will lead to inflation.",
  "@Larrypolya22 Free trade should be expanded. Protectionism is not a sound economic policy.",
  "@Jay_schaeffer12 @FoxNews @steelworkers @POTUS Are you glad to see higher prices?",
  "@LeeandVickiHug1 @FoxNews @steelworkers Inflation effects all Americans. Why prop up one industry at the expense of all Americans?",
  "@FoxNews @steelworkers @POTUS I guess this man wants higher prices. Inflation for all.",
  "@AssetSD @thehill God.",
  "Atheism is a temporary religion. Eventually all Atheists will discover their Creator.",
  "@thehill Tribalism....",
  "@boggledtrump @thehill It looks like you are the fake one.",
  "@eastversewest @thehill And he would have been murdered in a Muslim majority country for that comment.",
  "@NBCNews This is a good start.",
  "@eastversewest @thehill I am referring to the article. Disagreeing with the teachings of Muhammad does not make you a bigot. Btw...I am not a Trump supporter.",
  "@eastversewest @thehill He is a Christian.  Maybe you are the bigot?",
  "@nytimes Why do people still bank with Wells Fargo?? I recommend your local credit union.",
  "@thehill This is a good start.",
  "@thehill *personal. #autocorrect",
  "@thehill He is correct on this topic. Islam is a religion created by Muhammad for his own person benefit.",
  "@dunnckley @nytimes Huh?",
  "@nytimes Unfortunately, Southern California is a very expensive place to live and hospitality jobs are often very low wages.",
  "The #NRA uses faulty logic in its arguments. The answer to school massacres is not more guns. The 2nd amendment does not mean unlimited gun rights. #smh https://t.co/GsTvK8FLiA",
  "@USATODAY Any ties to Russia? #Manafort  🇷🇺",
  "As of today, @Emma4Change now has more followers than the @NRA. It happened in less than two weeks. \n\nThis is a movement.\nThis is the future.\nChange is now. https://t.co/8yHSpq9Zac",
  "@ABC Maybe Russia shouldn't participate in the Olympics anymore.",
  "@Libra5405 @thehill Why?",
  "@Kennykwh1120 @CNN That is a disturbing video.",
  "@amandacarpenter Way to go teachers!!!",
  "@ABC This superintendent needs to chill out.",
  "@Carlarauzi Amen! Thank you for sharing. God has blessed us with Billy Graham's ministry.",
  "@Donna_Coker Amen! I thank God for Blessing us with the ministry of Billy Graham.",
  "@thehill This superintendent needs to relax.",
  "@USATODAY That is terrible. Leave the ladies alone.",
  "@CliffH1111 @USATODAY So you refuse to identify your own madd up religion, cite the work of liberal scholars, and claim the covenantal practice of circumcision as child abuse...You can continue to deny your Creator. In fact, the unsaved man hates God. Btw...I'll let the Muslims defend their \"prophet\"",
  "@BluNteD @Reuters Yes, I know the history of the gun. It was originally created for the military. It was designed for the sole purpose of killing people. Not killing dear. BTW, we are fans of the same sports teams.",
  "@CliffH1111 @USATODAY It sounds like you have your own religion that was created in your head. You can deny your Creator but that doesn't mean He didn't create you.",
  "@BluNteD @Reuters AR-15 is legal.",
  "@Reuters Let's start with banning assault weapons.",
  "@CliffH1111 @USATODAY What are your beliefs in your made up religion?",
  "@CliffH1111 @USATODAY So you are still refusing to identify your religion?",
  "@CliffH1111 @USATODAY For a discussion about religion, it's very important.",
  "@CliffH1111 @USATODAY What is your religion?",
  "@CliffH1111 @USATODAY Are you an Atheist?",
  "@AndeyJA @USATODAY They are very different. I recommend a little bit of research.",
  "@AndeyJA @USATODAY False equivalency.",
  "@USATODAY There goes religious freedom...",
  "This would be a dream come true. ❤️❤️❤️ https://t.co/PlCM0cjak6",
  "@Montyferbert @thehill This isn't Russia. We have a First Amendment.",
  "@Dan081275 @thehill Why?",
  "@bulldogsrule80 @thehill Explain",
  "@washingtonpost Pray for this community.",
  "@thehill It's time for an assault weapons ban.",
  "JUST IN: Students stage \"lie-in\" protest outside White House to demand action on gun control after Florida shooting https://t.co/YzCy8Us2f9 https://t.co/nn1QwqVL3M",
  "@DrMichaelLBrown What about 2nd Amendment rights vs gun control from a biblical perspective?",
  "Sadly, this is often what happens after a mass shooting. #StonemanDouglas #parkland https://t.co/ChEgiMEyiC",
  "The SINGLE most disgusting tweet Trump has made is the one last night using the Parkland shooting and FBI's failure for his own personal gain. \n\nIt's NOT about you!  It's about the 17 children!\n\nEvery time I don't think he can stoop any lower, he takes 50 steps down.",
  "This nonsensical idea has been a talking point on Fox for the last 24+ hours. Now, a presidential tweet... https://t.co/5G627RiA4O",
  "Imagine barely 24 hrs after visiting the carnage of a *mass* *murder* at a *school*, this knawing away at you in the middle of the night. Imagine. https://t.co/p5mkpQbyg9",
  "@shadowplex Nevada and Florida.",
  "@USATODAY I'm happy to see youth taking an active role in politics. I prefer they choose a different method to protest for their cause.",
  "@shadowplex Now you are going off the deep end. I hope you have a good church family. Other western nations do not have the same problem with mass shootings. Much can be learned from them. I care for all of God's children. Including you.",
  "@shadowplex That's why you need to study it.",
  "@shadowplex Please read my comments regarding economics. I am not your economics teacher. In addition, please consult with your church elders.",
  "@shadowplex I. Support. An. Updated. Version. Of. The. 1994. Ban.",
  "@shadowplex To use your grammar... I. Support. A. Ban. On. Future. Sales.",
  "@shadowplex Well, I am definitely not a liberal. That was a false assumption by you. I identify as a Christian. My theology is Reformed. There is nothing wrong with having some restrictions on what weapons people are allowed to own.",
  "@shadowplex Supply and demand is an economic law that has existed since the beginning of time. Laws may impact supply and demand but the concept always exists.",
  "@shadowplex I've answered your question. In addition, I pointed out your unChristlike statement. No one is perfect (especially me). We should care about all of God's children. Not just the American ones.",
  "@shadowplex I recommend reading a few economics books. It's not really that hard to grasp.",
  "@shadowplex That is not correct. You publicly claim to be a Christian yet made that comment regarding other nations.",
  "@shadowplex I don't know you or your relationship with God. Based on your previous comment about other nations, I recommend that you speak to your church Elders.",
  "@shadowplex AR-15 is still legal.",
  "@shadowplex Start with an assault weapons ban.",
  "@shadowplex How Christlike...",
  "@shadowplex I recommend studying economics and scarcity. Ever notice how rare mass school shootings are in Western Europe?",
  "@shadowplex An Assault Weapons ban would make these guns more difficult to obtain. It would significantly raise the price for those attempting to purchase them on the black market. Economics 101. No one is saying all crime would end. #smh",
  "@shadowplex I'll pass. I am more interested in reducing mass shootings at schools  instead of appeasing gun collectors.",
  "@shadowplex What is your point?",
  "@shadowplex Federal courts disagree with your interpretation.",
  "To my NRA friends, the 2nd Amendment does not give you the right to own an assault weapon. #StonemanShooting #AR15 #ParklandStrong https://t.co/4sr6PhyODR",
  "https://t.co/s7LrYe3swA",
  "@PoliticaLion @NBCNews You are sounding very post-modern.",
  "@smitten_w @NBCNews It's interesting that you quote a textual variant for your parting words.",
  "@endeavourish @HopeOR @NBCNews Prosperity Gospel = false Gospel.",
  "@smitten_w @NBCNews Let's try not to resort to tribalism. The GOP controls Congress and the White House. It's hard to blame the minority party.",
  "@smitten_w @NBCNews I have never met a Dreamer who is supports Trump's decision. He wasn't forced to end it. He chose to end it to appease his base.",
  "@figgy444 @NBCNews It's just a basic question. Using your logic, you would vote for anyone.",
  "@smitten_w @NBCNews Why end DACA if he is in favor of protecting Dreamers? It doesn't make a whole lot of sense.",
  "@figgy444 @NBCNews I'll just have to assume you are refusing to answer my question.",
  "@smitten_w @NBCNews Most people enter the country legally.",
  "@smitten_w @NBCNews DACA exists because Congress refused to act. Are you in favor of deporting people who came here as children and have lived most of their lives in the USA?",
  "@HopeOR @NBCNews Good question.",
  "@smitten_w @NBCNews Two separate issues. If he really cared about Dreamers (instead of trying to please his base) he wouldn't have ended DACA.",
  "@andreasTwilliam @Reuters What is wrong with banning an AR-15?",
  "@figgy444 @NBCNews Do you have any moral standards?",
  "@figgy444 @NBCNews You know that passage is part of a textual variant, right?",
  "@smitten_w @NBCNews Investigations take time in order to be done correctly. Mueller is not going to release his findings until his investigation is complete. Trump complained about Obama golfing yet he flies to Florida frequently to golf at his property. Maybe he should do less golf trips.",
  "@smitten_w @NBCNews There were two recent government shutdowns. Did he mention abortion? That would be a great time to negotiate legislation. He is more focused on booting out the dreamers. How Christlike...",
  "@figgy444 @NBCNews You didn't answer my question.",
  "@jst_brown @NBCNews Nope.",
  "@smitten_w @NBCNews If he was pro-life, he would lobby for abortion restrictions instead of his silly wall.",
  "@figgy444 @NBCNews Do you have any moral standards for who you elect into office?",
  "@smitten_w @NBCNews By the way...Trump called his accusers liars and threatened to sue them. Also, he defended a pedaphile. Corruption...why his weird behavior towards Russia? Two former advisors (and a possible third) are cooperating with Mueller.",
  "@smitten_w @NBCNews Christians never have to choose evil. I agree, we had two bad options for president. My vote was a write-in.",
  "@Reuters The AR-15 and similar assault rifles must be banned. These are weapons of war.",
  "@smitten_w @NBCNews Do you have any moral standard for the people you vote into office?",
  "@NBCNews To my fellow Christians, why do you still support this man?",
  "@PowerCat46 @thehill Or 2019. #russia",
  "@Memecromancer @McLeanBen @thehill I recommend reading the article.",
  "@McLeanBen @thehill Do you have evidence to support your claim?",
  "@thehill It's time for a new president.",
  "Assault rifles must be banned in the USA. #ParklandStrong #MarjoryStonemanDouglas https://t.co/jJW1BPYSuM",
  "Do you remember when you joined Twitter? I do! #MyTwitterAnniversary https://t.co/EkiiPgEw5E",
  "@thehill https://t.co/U38MY7gyOZ",
  "@thehill What is wrong with this man?",
  "Spoken like a true narcissist. This man is not fit for office. If you don't agree with him you are treasonous. Trump fans, are you really this blind? Wake up. https://t.co/TRLZWWPQUe",
  "@USATODAY Since Trump is quick to take credit for the stock market...will he take the blame for this fall?",
  "Opinion: \"The closer Mueller gets to the full truth, the more Trump's panic will grow\" https://t.co/HznPyLgRsR",
  "@thehill The debt ceiling shouldn't be debated. It should automatically increase when Congress authorizes new spending.",
  "@thehill If the US Treasury reaches the debt limit, it should pay debtors first and delay other payments.",
  "If the Republican Party's goal is to lose seats in Congress, they are doing a good job. Going all in for Trump with the Russia investigation is not a good plan. https://t.co/nYqM3QgKyz",
  "Ex-CIA chief: Dossier had no role in intel community assessment that Russia interfered in 2016 election https://t.co/TewZAH0Rgr https://t.co/JkELtmoasg",
  "Why would a news network have these ladies on for an interview? https://t.co/hgpcwTen4b",
  "@NBCNews Pray.",
  "If Republicans wanted to be Christlike, they would drop the wall and use an abortion ban as leverage for a budget deal. #justsaying #defundplannedparenthood #DefundPP",
  "@KydarnDeborah Which program do you want to eliminate? Both?",
  "@KydarnDeborah Every country has government intervention into the economy. Roads, hospitals, schools, police, military, NASA, etc. are all good things.",
  "@KydarnDeborah Based off of what evidence do you make that claim?",
  "@KydarnDeborah Eliminating Medicare would be a disaster. I assuming you would like to eliminate Medicaid too?",
  "@KydarnDeborah One more time...since you have declared Medicare to be socialist...are you in favor of it being eliminated?",
  "@KydarnDeborah What wasn't great about America? Specifics please. By the way, the USA is not even close to being a socialist country.",
  "@KydarnDeborah @NewObOnline So basically you want to end travel to the United States by foreigners who would need a visa.",
  "@KydarnDeborah By the way...America has always been great.",
  "@KydarnDeborah @thehill @realDonaldTrump So you are against researching an idea. Medicare is socialism? Would you propose ending Medicare?",
  "@KydarnDeborah @NewObOnline You are against visas?",
  "@DavidMa84365336 Either you are for free speech or you are against it.",
  "@KydarnDeborah @thehill @realDonaldTrump I was referring to exploring the concept of Medicare for all through evidence-based research, actuary analysis, cost/benefit, etc. Most Americans voted against Trump and his approval ratings are in the 30's.",
  "@DavidMa84365336 Do you approve of teachers assaulting students?",
  "@thehill We may need to explore the idea of Medicare for all.",
  "@MontanaMan618 @DavidMa84365336 @FoxNews Say what you want. I support free speech. It sounds like you and Putin may have similar views regarding free speech.",
  "@fIatcat65 @FoxNews Being against free speech is very Russian...",
  "@fIatcat65 @FoxNews Are you a Russian bot?",
  "@bigmark2464 @FoxNews Why?",
  "@DavidMa84365336 @FoxNews Do you care about the First Amendment?",
  "Israel and Egypt are secret allies in the war against Islamist militants. Their collaboration is evidence of the region's shifting politics. https://t.co/zwX0DuXTB2",
  "Foxnews has lost any credibility that it once had. I have never seen a network with such disregard for the truth, promoting of conspiracy theories, and pro one person coverage. https://t.co/QQoonF69bj",
  "@ray_rstyles599 @thehill You don't care about the First Amendment?",
  "@2muchLogic4Sum @NBCNews Why?",
  "@NBCNews Pray for the lives of the unborn. This slaughter must end.",
  "JUST IN: McCain fires back at Trump: Attacking the FBI serves Putin's interests, not America's https://t.co/4miQnD9BAR https://t.co/7VD7xgzzpz",
  "The far right has gone crazy. #memo https://t.co/3a7U1ebsut",
  "There is no such thing as \"beautiful clean coal\". #sotu #climatechange",
  "@Sola5Gal Can he invest in an iron? His pants are always wrinkled.",
  "@CNN I'm not a fan of only one party ruling Washington.",
  "@hhhaseul Amen",
  "@bridgettee98 Amen",
  "@ReachTheMasses Amen",
  "@ManningGeri Amen!!!",
  "@trinitysfaith @DrLynnList @ministrymaker @Love4RTZ @Retweets4Jesus @beverlyfelix3 @UfcYoda @sunflower1398 @SandiHKaye @gary_rio @WhatASaviour7 @ChristianInst @Jerome4Jesus1 @ledrew @BkcProv3110 @aref4950 @TBV_Post @ToddTrotter3 @TimBurt @jlshine5 @Bijomjohn1 @LeadershipBEST @Jesus_YaHWeH_ Amen!!!!!",
  "@JhenYhu Amen",
  "@martytravels @FrankSimon1960 That is not about abortion.",
  "@thehill Denying climate change won't make it go away. https://t.co/zvt07b2eCr",
  "@martytravels @FrankSimon1960 There are plenty of free bibles online.",
  "@martytravels @FrankSimon1960 You still haven't provided any biblical citations to support your claims. When you are able to support your claims with evidence, we can resume our discussion.",
  "@martytravels @FrankSimon1960 You make a false claim and refuse to provide evidence.",
  "@martytravels @FrankSimon1960 Still waiting for your biblical citation...",
  "@martytravels @FrankSimon1960 Not true. I am still waiting for your biblical citation.",
  "@martytravels @FrankSimon1960 Yes, the NT was written in Koine Greek.",
  "@katzrc @thehill I have helped with many adoptions. So your solution is to kill unwanted babies. Interesting worldview.",
  "@martytravels @FrankSimon1960 So you prefer the original Greek? I think we can just stick with the ESV. I am still waiting for your biblical citation...",
  "@martytravels @FrankSimon1960 Which translation do you prefer",
  "@martytravels @FrankSimon1960 Bible citation please.",
  "Graham: Everybody in the White House knows it would be the end of Trump's presidency if he fired Mueller https://t.co/PThPipOt1T https://t.co/GclJjs5OQy",
  "@LPeterP @thehill Pro-abortion activists seek power over the unborn. Is it \"sensible\" to kill a baby?",
  "@FrankSimon1960 A follower of Christ and His teachings. The same definition for 2,000 years.",
  "@DianneTipton1 @thehill Wide awake, Dianne.",
  "@JamesLifestr @USCBO Most immigrants enter the USA via a customs checkpoint. Why build a wall in the middle of nowhere?",
  "Why not have a vote on just #DACA? Dreamers should not be used as a bargaining chip for a silly wall. https://t.co/lO7e4oPyTs",
  "@thehill Pray for abortion to be made illegal in America.",
  "@ABC Exciting....but when will the markets hit their peak?",
  "Explosive Trump White House book to be adapted into TV series https://t.co/MsvvodhYqu https://t.co/PxWprOinqb",
  "@DrOakley1689 I am praying for God to be glorified at the debate.",
  "@thehill Nooooooooooooooo have we learned anything from the Great Recession?",
  "@thehill Please stop!!!! I am a visual person.",
  "Did the doctor examine him for Narcissism?",
  "@alex_forreal @DesignDivaNYC @thehill So you believe in anarchy...",
  "#RoevWade #LivesLost #60Million #BadLaw https://t.co/NNc1W5udv8",
  "@thehill Funny - Baptists do not celebrate \"Mass\". #reformation",
  "Pulpit &amp; Pen is the Westboro Baptist Church of the Internet. https://t.co/JnE61VLHAT",
  "@NBCNews You have the majority in both houses.",
  "My portfolio is loving these impressive stock numbers. However, history tells us that a stock market crash could be looming. https://t.co/IxcGcMc7c2",
  "@CNN British Columbia is where the movie \"The Interview\" was filmed.",
  "To my Christian brothers and sisters...are you outraged that our current president had an affair with a porn star? https://t.co/LqWhePKLkT",
  "@Markevv62 @beehive1027 @thehill No one campaigns for the popular votes. However, to claim he won  the popular vote or that a majority of voters support him is just being blind to the facts.",
  "@beehive1027 @thehill He didn't win the popular vote.",
  "Trump supporters like to give Trump credit for the lower African American unemployment rate. You can review the facts and make your own conclusions. #maga #IsIt2020yet https://t.co/84AzxyXB1P",
  "@TheTorreiran @CNN That's not why she got arrested.",
  "@mememoreme @CNN I recommend watching the entire 12 minute video.",
  "@mrlakebloom @CNN So ignore the evidence of the shooting... Before making a sweeping generalization of police officers in the USA, I recommend reviewing the evidence.",
  "@mrlakebloom @CNN Have you seen the police video of shooting? Do you know what the police officers were told by dispatchers before they arrived at the scene? Quickly blaming the police officers shows little regard for the facts of the event.",
  "@mrlakebloom @CNN I wouldn't blame the police officers in this situation.",
  "@nytimes The law needs to be enforced.",
  "@grantruby @washingtonpost Nope",
  "@washingtonpost He won't win.",
  "@SteveZabriski Nice spin.",
  "It's still shocking that the wealthiest nation in the world has large amounts of people without health insurance. https://t.co/4soOxNq8ux",
  "@realLibHater More evidence of an improved economy since 2010. https://t.co/2mkTwzuVnU",
  "@MAGA_Georgia Do you mean the economic growth since 2010? https://t.co/DgZFvTOJjr",
  "@JerryLittman1 The economy has been growing since 2010. https://t.co/Tai2bMUA1q",
  "@dmb1940m Do you credit Trump for an economy that has been booming since 2010? https://t.co/6zfDay1TrS",
  "@Ivan07100590 The economy has been booming since 2010. https://t.co/ah0EUi13fz",
  "@Dreamland51 The economy has been booming since 2010. https://t.co/goAYDPBOdr",
  "@realLibHater The economy has been booming since 2010. By the way...I am not a liberal. https://t.co/oKqqjNADXH",
  "@SteveZabriski The economy has been booming since 2010. https://t.co/CsxkS0k0lL",
  "@xxxjoelira8 The economy has been booming since 2010. https://t.co/C4Du1A2d8B",
  "@trumpswithyou @BarackObama  https://t.co/AzIvJaYj8Z",
  "@gordorubio1965 @CNN It's real.",
  "@FenBeaumont @NPR She is trying the reduce the amount of babies who are slaughtered by abortion.",
  "Why did God kill Uzzah? We invite you to ask your biblical and theological questions at https://t.co/YugqLxSEso. #AskLigonier https://t.co/N08DNyIh5y",
  "Abortion is never necessary. There is no shortage of loving families willing to adopt. https://t.co/vsySCmkE5C",
  "Currently in the @pulpitpenblog Bunker, they’re attacking @AominOrg by displaying its annual ministry report and their financial needs. I just signed up to give a monthly gift. Would you join me in supporting this important ministry? \nhttps://t.co/jxpHTeIMlp",
  "I think I need a break from politics. Next topics...weightlifting, fitness, and Christianity. 😀",
  "News today of referring to other nations as 💩holes and then paying off a porn star....Is this national nightmare and embarrassment over yet? Oh yeah, and Russia 🇷🇺. #Impeach #maga by removing Trump https://t.co/TmsBBJPkXO",
  "Truth. 👇 https://t.co/Ka1dNegJRI",
  "We filter our children’s Internet access, and the television they can watch, but we have to whisper breaking news to each other for fear they will hear it. Literally demoralizing.",
  "Abortion is ALWAYS murder.",
  "Flake fires back at Trump: Your words were \"abhorrent and repulsive\" https://t.co/9AQs04VwWr https://t.co/NaET5QOQRE",
  "@BBCtrending Slow news day in the U.K. 🇬🇧",
  "@brian_d_miller @thehill Do you have evidence to support your claim?",
  "@thehill And the president does not think the Russians influenced the election...",
  "I have never met a Haitian who was a fan of Trump 🇭🇹 🇺🇸 https://t.co/uXm8A86RRZ",
  "The president made a very racist comment. He must admit he was wrong and apologize.",
  "Another example of post-truth politics. https://t.co/od3mrx0IY7",
  "https://t.co/yx0Uk0xsTs",
  "Trump fans like to credit the additional manufacturing jobs to Trump. https://t.co/3MiLY7g6Tl",
  "More data https://t.co/k3ePppivQ5",
  "For those who credit Trump with today's economic numbers... https://t.co/CGUkwschi3",
  "@primpker @NPR Yes.",
  "@NPR Pray for abortion to be made illegal in our nation.",
  "@CNN I prefer to use the US Dollar. 😀",
  "@thehill It appears that Trump and his supporters have adopted a cult-like mentality when supporting Trump. Truth no longer matters. Alternative facts. Over 1,000 lies in 2017. Pray for our country.",
  "We never truly glory in God until we have utterly discarded our own glory.",
  "@Reuters Please don't leave NAFTA.",
  "Another example of post-truth politics. https://t.co/2854k32QcH",
  "@Reuters Free trade benefits the USA.",
  "@thehill A Republican who appointed a Republican who appointed a Republican to lead the investigation. #smh",
  "We are living in a post-truth era of politics. Pray for our nation. https://t.co/taptG5nNEB",
  "@MMwritescanada @NBCNews The same problem we all have...sin.",
  "@TimothyCahill2 @nytimes So much for the First Amendment and foundation of our country...",
  "@TimothyCahill2 @nytimes This law would prohibit families from acting upon their Christian faith. Believe or not, not everyone wants to sin.",
  "@21eyebrowhairs @nytimes People should be able to have the therapy if they want it.",
  "@nytimes A needless law. People should be able to seek help when they want it.",
  "@washingtonpost So sad. Pray for the family.",
  "@thehill Both are bad options.",
  "@ABC Climate Change is unfair to future generations. https://t.co/p9QQGdV828",
  "@hughkuhn @M__Martin5 @thehill Without evidence of what happened off camera, you are willing to accuse the officer of using too much force. Before making that judgement, it is important to find out what happened off camera.",
  "@thehill Oprah and Trump are both bad options. I miss having a politician as president. Lol.",
  "\"Never before has a U.S. president so clearly ignored such a grave threat, and a growing threat, to U.S. national security,\" Democrat Sen. Cardin asserts while discussing new report on deterring Russian interference in upcoming US midterm election. https://t.co/E50v4arZdW https://t.co/YLo3JDJzTe",
  "@CNN It's hard to defend against an attack the president thinks never happened...",
  "@thehill Spoken like a true narcissist.",
  "Trump must answer the questions and must answer truthfully. If a president (Clinton) can be questioned under oath about his sex life, a president (Trump) can certainly be questioned about collaboration with Russia.\n\nhttps://t.co/P1tGJ4zHEZ",
  "@TheAlexManne @thehill Yes. I watched the entire 12 minute video. Unfortunately, the video does not show what happened from when she was escorted out of the meeting room and her being handcuffed.",
  "@Morgan46952161 @ashleymarin16 @CNN You know most immigrants enter the country legally.",
  "@Morgan46952161 @CNN Reconciliation",
  "@Reuters @ReutersTV UCF is the true national champion in my opinion. #undefeated",
  "@hughkuhn @M__Martin5 @thehill The video does not show what happened between her being escorted out of the room and being handcuffed.",
  "@DebateBot2000 @Morgan46952161 @CNN Ever heard of reconciliation? 😀😀😀😀",
  "@Morgan46952161 @CNN The Republicans do not need any Democratic Party votes to pass a bill.",
  "@Vinnie08293479 @CNN What? A kiss ride?",
  "@Morgan46952161 @CNN The Democrats are in the minority. It would be hard to blame them for a shutdown.",
  "@CNN Let's start with helping the dreamers. #daca.",
  "@erichdusk @TheAlexManne @thehill If a person is out of order, refuses to follow the rules of the meeting for the governing body, what other course of action is there? I have witnessed this myself at a school board meeting. A member of the community refused to stop yelling during meeting. He was removed by cops.",
  "@erichdusk @TheAlexManne @thehill Many school board meetings, city council meetings, county commissioner meetings, etc. will have police present for the entire meeting. Maybe it is not common in your area. I agree with the teacher. Teachers are underpaid.",
  "@M__Martin5 @thehill The video only shows a small segment of the event. Yes, it is common practice for police to remove someone from a meeting who is out of order.",
  "@TheAlexManne @thehill Unfortunately, the video only shows a small portion of what happened. It is standard for police to remove someone from a meeting who is out of order",
  "@thehill I agree with her points regarding teacher pay. However, she was out of order for the meeting.",
  "@labuda_robert @washingtonpost Yes, he does have a right to interview the president.",
  "@washingtonpost They should be nervous.",
  "@thehill @Jordanfabian I think it would be great if Trump testified for the Grand Jury. He would be required to answer all questions from Mueller.",
  "@thehill Deep State is a far right conspiracy theory.",
  "@USATODAY UCF is the national champion.",
  "@FoxNews UCF is still the national champion.",
  "@MrKleptonic @FoxNews Did you read the article?",
  "@SkyNews Yes, killing your unborn child is wrong.",
  "As the dad of one on the spectrum, this makes me nervous too. Children with autism are to be welcomed with love, not targeted for death. https://t.co/nxa96y5swC",
  "Oprah is not the answer. #smh",
  "@darthlordbob @SIUMariner @Reuters You seem quite proud and arrogant. I'll let the reader decide who is the one being rude and using profanity.",
  "@darthlordbob @SIUMariner @Reuters Nice assumption. I am not a liberal. You are free to do your own google search if you feel your middle school class was not sufficient for you.",
  "@darthlordbob @SIUMariner @Reuters I am sorry you forgot what was covered in your middle school science class.",
  "@darthlordbob @SIUMariner @Reuters You can google it.",
  "@SIUMariner @Reuters Yes, climate change is real.",
  "@DrOakley1689 @iamgalbraith Praise God!!!",
  "@brianstelter @ReliableSources @carlbernstein @karoun @mcottle @Indira_L @BrianKarem Time to set the DVR!",
  "Praise God from whom all Blessings flow #doxology",
  "@LifeSite Instead of focusing on Mary, let's focus on God. 😀",
  "@USATODAY His BMI is probably 34 too.",
  "@FoxNews Ben Stein has officially lost his mind.",
  "@FoxNews Sad",
  "@thehill Spoken like a narcissist",
  "We're saddened by the loss of astronaut John Young, who was 87. Young flew twice to the Moon, walked on its surface &amp; flew the first Space Shuttle mission. He went to space six times in the Gemini, Apollo &amp; Space Shuttle programs. https://t.co/l4nSwUCMIq",
  "JUST IN: Astronaut John Young, who went to the Moon twice and flew the first Space Shuttle mission, has died at 87, according to NASA https://t.co/f2L2UZM5GL",
  "Pray for Mormons. They desperately need Christ. Pray for the Holy Spirit to transform the hearts of Mormons globally. #lds #mormon #latterdaysaints",
  "@SocialInGarland Different religions.",
  "@WCMUNews Different religions.",
  "@PlantBaseChrist Sounds like a plan.",
  "@PlantBaseChrist Peace be with you and have a great night.",
  "@PlantBaseChrist Some are considered liberal. I believe in evidence-based legislation. One issue I am very conservative on is free trade. Free trade should be promoted globally. This is an issue many conservators have abandoned.",
  "@PlantBaseChrist Liberal/conservative are modern political ideas. I am a Christian. Politically, I am an independent.",
  "@PlantBaseChrist That's awesome. And as a missionary, I am sure you learned the local culture.",
  "@PlantBaseChrist How is that liberal?",
  "@PlantBaseChrist Yes, and much of the Hadith literature. I have also watched presentations by Muslim scholars. I do this because I want to share the Gospel with Muslims. In order to preach the Good News of Jesus, I want to know where they are coming from so I can best communicate with them.",
  "@PlantBaseChrist You just grouped all Muslims as terrorists. Islam is a lie, false teaching, wrong, etc. It is not a monolithic faith and there is great variety of beliefs within Islam. I have met many Muslims. I never met one that wanted to kill me.",
  "@PlantBaseChrist When I was in college, I was trained to look at the data and use primary sources. When it comes to world events or situations, I look to the raw data. Ex: finance markets, tax bill, climate change.",
  "@PlantBaseChrist There are definitely benefits to the vegan lifestyle.",
  "@PlantBaseChrist I think refugee is a very appropriate term. https://t.co/VzMQhodlji",
  "@PlantBaseChrist It fits the MW definition. https://t.co/M8KfRLKZmB",
  "@PlantBaseChrist Unless you have hacked my phone, you probably don't know which news sources I read everyday. Just look at the raw data for climate change. You don't need a tv channel or talk show host to explain it to you.",
  "@PlantBaseChrist Climate Change predates Gore's movie.",
  "@PlantBaseChrist Amen. It's a UCC church. Fairly liberal theology. However, UCC statements of faith have many similarities with evangelical churches. I'll let God figure that one out.",
  "@PlantBaseChrist Where have a lied to you? And your forgot Israel 🇮🇱. We agree on that too.",
  "@PlantBaseChrist Look at the stats for Western Europe          You will see a lower crime rate.",
  "@PlantBaseChrist Mary and Joseph definitely took Jesus to Egypt for refuge.",
  "@PlantBaseChrist Just read the constitution. I get my news from a variety of sources.",
  "@PlantBaseChrist And you have the right to that opinion and I would defend your right to express it. However, those kneeling have their rights.",
  "@PlantBaseChrist It's always been called climate change. Global warming is a result of climate change.",
  "@PlantBaseChrist I disagree with the theology of his church in Chicago. It clearly wasn't a Muslim mosque. My theology is Reformed. I also know that theology does not save. Jesus saves.",
  "@PlantBaseChrist ISIS was losing ground long before Trump took office. Much of the hard work was done by special forces, Iraqi militias, and the Iraqi military.",
  "@PlantBaseChrist lol I don't know many poor folks who are worrying about paying an estate tax. Again, look at the raw data.",
  "@PlantBaseChrist I stand for truth. Some things Obama did/supported were great others were not. I have not problem defending agains false attacks on people I disagree with on issues. I have even defended false accusations against Muslims. It's all about truth.",
  "@PlantBaseChrist Let's look at the data. Germany has a much lower crime rate than the USA. In the USA, refugees as a whole have a lower crime rate than the general population. I have worked with refugees. Don't forget, Christ was once a refugee.",
  "@PlantBaseChrist You brought it up. The Kenya birth conspiracy is a complete lie.",
  "@PlantBaseChrist And I stand for the flag. The first amendment protects unpopular speech. I am against flag burning too but I realize that it is form of political speech.",
  "@PlantBaseChrist Congress controls spending. Not the president. The same goes with our current president. Constitution 101.",
  "@PlantBaseChrist Here is a good start. https://t.co/Oqdg6QC4Ln",
  "@PlantBaseChrist A fringe few scientists. Just look at the data for yourself.",
  "@PlantBaseChrist Kansas tried that and it failed. It was a complete disaster. Tax cuts do not equal more revenue for the government. It is just as silly as saying you are going to eat more food to lose weight.",
  "@PlantBaseChrist Essentially it is a tax cut for the wealthy. The government needs taxes to operate. Why focus tax breaks for the wealthy?",
  "@PlantBaseChrist One bomb did not shut down ISIS.",
  "@PlantBaseChrist He is not a Muslim. Another conspiracy theory. You know he attended church weekly and his daughters were baptized. If anything, he is a weekly church goer. Definitely not a Muslim.",
  "@PlantBaseChrist You may want to compare crime stats for Europe and the USA. It is very safe.",
  "@PlantBaseChrist More conspiracy theory stuff. He has a Hawaiian birth certificate. His birth was published in the local newspaper.",
  "@PlantBaseChrist Let's flip the situation around...let's say in 20 years the Christian churches are being labeled as hate groups and being shut down. Would you stand for the flag at that point?",
  "@PlantBaseChrist I disagree with kneeling for the flag but I am glad I live in a country where that is legal.",
  "@PlantBaseChrist I typically don't blame the president Republican or Democrat for the debt unless they played a very active part in the budget process. Congress approves all spending. I blame Congress.",
  "@PlantBaseChrist Ever talk to a meteorologist? In Florida, our rainy seasons have gradually changed during the past decade. This year there were 3 major hurricanes that hit the USA.",
  "@PlantBaseChrist Carbon levels in the atmosphere have not increased? What about global temperatures? Sea levels? For some reason, the USA is the only country where climate change is debated.",
  "@PlantBaseChrist That happens all the time. That is what happens with a multi trillion budget.",
  "@PlantBaseChrist If (and only if) Pakistan starts to work again with the US military with defeating the Taliban I think it is a great idea to fund them.",
  "@PlantBaseChrist They still exist. Clearly, not in their previous form. Trump continued the same strategy that Obama was using. To say Trump destroyed ISIS is quite simplistic.",
  "@PlantBaseChrist The estate tax. Not the mortgage deduction. I have never been a fan of the mortgage deduction either. I am sure my taxes will go down in 2018. Who doesn't want more money in the bank? But was this the right thing to do during a strong economy? Is it worth the increased debt?",
  "@PlantBaseChrist The markets were not steady when he first took office. Our economy was in a free fall. Like I said earlier, I credit Bush, Obama, and Bernacke for their leadership during the crisis. In addition, Congress made good moves too.",
  "@PlantBaseChrist I agree. A nation with leaders who have surrendered their life to Christ is blessing for all.",
  "@PlantBaseChrist I have no problem with eliminating ineffective regulations. We just don't want to endanger safety, economic protections, environment, etc.",
  "@PlantBaseChrist Let's hope. America needs the Gospel. The Gospel is the key to ending abortion. Several Republican presidents and congresses have failed to end abortion. The Gospel is the answer.",
  "@PlantBaseChrist Immigration policy is broken. Congress has refused to act for many years. A border wall is not the answer. Most immigrants do not enter the country by sneaking across the country. Huge myth. The dreamers need immediate protection now.",
  "@PlantBaseChrist I agree no man is perfect. I am a sinner in need of a savior. I pray always pray for the current president. I pray that the Holy Spirit will transform for the hearts of our leaders.",
  "@PlantBaseChrist The false claim that Obama was born in Kenya. Charlottesville. Targeting of the Arab world. Only God knows his heart but those things don't look good.",
  "@PlantBaseChrist Russia: the June meeting at Trump Tower, Don Jr emails, Papadopulus (spelling?) cooperation, Mike Flynn, Manafort and his assistant indicted by a Republican prosecutor.  Trump's refusal to admit Russia interfered with the election. We are anxiously waiting for more from Mueller.",
  "@PlantBaseChrist Food stamps and housing prices: see answer for stock markets. Prayer: see answer regarding Merry Christmas.",
  "@PlantBaseChrist I don't know anyone who doesn't respect the military. I personally stand for the national anthem. I do support the American value of free speech and support those who wish to express their beliefs.",
  "@PlantBaseChrist What do you mean by \"getting money in order\"?",
  "@PlantBaseChrist Trump didn't stop the Paris agreement. He just pulled the USA out of it. Climate change is real. It's not debatable.",
  "@PlantBaseChrist Moving the embassy to Jerusalem is a very good thing. I agree with this decision. It should have been done decades ago.",
  "@PlantBaseChrist Many administrators have cut funding for the UN. Any money not given to the UN should be used for humanitarian aid for other purposes until UN funding is restored.",
  "@PlantBaseChrist Temporarily ending Pakistan's military is a good thing. Let's hope this strategy works.",
  "@PlantBaseChrist Many billion politicians don't take a paycheck. It is important to offer a salary to politicians. This gives the common man a chance to be in office. This is more common at the state and local level.",
  "@PlantBaseChrist What specific corruption are you referring to in your comment? I would love to see Trump divest himself of his company.",
  "@PlantBaseChrist ISIS: Trump's strategy with fighting ISIS in Iraq and Syria is nearly identical to Obama's. Once Mosul fell, it was the beginning of the end for ISIS as a state.",
  "@PlantBaseChrist Tax cut: I dislike paying taxes as much as anyone. Republicans used to show great concern for the national debt. Did they really need to reduce the estate tax?",
  "@PlantBaseChrist What specific regulations being cut are referring to in your tweet? Some regulations are good. Ex: environment, finance markets",
  "@PlantBaseChrist Merry Christmas/prayer: I honestly don't know if Trump is a believer or not. Only God knows. His lifestyle, dishonesty, never seeing the need to ask for forgiveness, and lack of bible knowledge is troubling.",
  "@PlantBaseChrist Planned parenthood locations closing is a good thing. This has trend started in early 2016 after the baby part videos. Why didn't Trump/Congress defund Planned Parenthood?",
  "@PlantBaseChrist Markets - 9 year bull market that started during Obama admin. Do you want to give Obama credit too? It would only be consistent. Unemployment - see answer for stock markets.",
  "@PlantBaseChrist 9 tweets. This will take a while to respond to all of them.",
  "@PlantBaseChrist Please support your statement with evidence. As a Christian, nothing has changed in my daily life as a result of the president.",
  "@PlantBaseChrist As a Christian, I am free to not have to choose evil. Neither candidate met my standards.",
  "@PlantBaseChrist Yes, Trump is a terrible president who is lucky if he makes it to the end of his term. That doesn't make me a liberal. It makes me a Christian who isn't locked into the the political  ideologies of either party. I didn't vote for Trump or Hillary. 😀",
  "@PlantBaseChrist Most of my positions are much more \"conservative\" than Trump's position (ex. Abortion, marriage,  trade).  To think there are only two possible opinions (Trump vs everyone else) is quite naive and simplistic.",
  "@PlantBaseChrist Please provide an example. I have shown the error in your math regarding the DJIA.",
  "@PlantBaseChrist That is a clear error in your logic. The world is not black and white. You can agree and disagree with he actions of both presidents. Trump and Obama both did good things and terrible things while in office.",
  "@PlantBaseChrist Who said I am a Hillary or Obama supporter?",
  "@PlantBaseChrist Sadly, it appears your loyalty to the president may have clouded your math judgement. I owe no loyalty to either party/candidate. I honor the truth.",
  "@PlantBaseChrist In 1975 the DJIA grew by 38% (236 points) This is much higher than 25% (4,957 points) in 2017. Which investor's portfolio grew the most? The investor in 1975 or 2017?",
  "@PlantBaseChrist Largest point gain doesn't mean anything unless you factor in the percentage growth. Even the article recognizes it.",
  "@PlantBaseChrist I sent you the raw data. It is quite clear 2017 was not the best year in stock market history.  It was a good year but not the best. I have owned stocks for many years, trust me, I know. 😀",
  "@PlantBaseChrist How is using CNBC appeasing me?",
  "@PlantBaseChrist Read the entire article. Neglecting percentage growth is basic math 101.",
  "@PlantBaseChrist That doesn't address anything I said in my previous tweets.",
  "@PlantBaseChrist In my humble opinion, the actions of both President Bush, President Obama, and Chairman Bernacke prevented the USA from entering into a depression. The financial crisis was incredibly severe and could have been much worse.",
  "@PlantBaseChrist Just for fun, here is the S and P 500. The results are similar to the DJIA but this is a better representation of the US stock market. https://t.co/kXKilM7Whr",
  "@PlantBaseChrist Since I know a few things about the market... Most experts don't refer to the DJIA when analyzing the state of the stock market. It is only 30 stocks and it is not weighted. The S and P 500 is a much better measurement. 2017 was not the best year ever for the DJIA (see graphic). https://t.co/IHsctwEhvi",
  "Why do Mormons frequently delete their tweets? My best guess is they are afraid they may have said something contrary to the mother church. #lds  Pray for Mormons.",
  "@PlantBaseChrist The current bull market is nearly 9 years old. If Trump wants to take credit, he should credit Obama too.",
  "@PlantBaseChrist It's not a left/right issue. Presidents like to take credit when the market is doing well but don't take responsibility for it when it falls. In reality, the market is too complex for one person to take credit for it.",
  "It's comical when presidents take credit for the stock market. https://t.co/NvR1iVJKDm",
  "Here's a Proposition to all of the Trump Supporters:\n\nI am so certain that Trump will Not Make it to the end of 2019 I will offer the following:\n\nIf President Trump remains in Power on December 31 2019 I will Delete my Twitter account, GUARANTEED!\n\nScreenshot this as Proof!",
  "@Egood77 @thehill It will be nice to have someone in office who knows that Russia is an adversary and news critical of oneself is not fake news.",
  "@Egood77 @thehill Of course, Trump fans love to attack political opponents and threaten jail time. Michael Flynn used to chant lock her up. Funny how things change. I didn't vote for Hillary or Trump. As a Christian, I chose not to vote for evil.",
  "@Egood77 @thehill As I said earlier, impeachment is 100% up to the house. The senate is free to make its own decision if it goes to them.",
  "@Egood77 @thehill The constitution does not require evidence.",
  "@Egood77 @thehill Yes, a majority of Representatives could vote on impeachment for how it interprets the actions of the president. I would be nervous if I were Trump.",
  "@alex_forreal @thehill Quite the bold statement from a Trump loyalist.",
  "@Egood77 @thehill It is up to the House of Representatives for impeachment. They can impeach for anything they determine treason, bribery, other high crimes and misdemeanors. It is a political decision.",
  "@shadowplex @ScottK @ThomasSMonson Be careful...Scott will block you for using scripture to defend your points. 😀😀😀",
  "@alex_forreal @thehill Anti-Trump. 2/3 of Americans are not happy with the president.",
  "@Egood77 @thehill The House of Representatives is free to impeach for any reason it wants.",
  "@frankjnovak I am a big fan of respectful dialogue. Can you substantiate your beliefs that Jesus created the world under the direction of the Father with biblical citations?",
  "@frankjnovak Definitely not intended to be a trick question. Jesus is the Alpha and the Omega. The creator of the universe.",
  "@frankjnovak That is contrary to John 1.",
  "@thehill Praise God",
  "@Johnson88A Amen!",
  "@MackenzieMcCul1 Amen!",
  "@frankjnovak Always existed. Never created.",
  "@Christi52924069 Amen!",
  "Christ suffered on the Cross so that YOU may have eternal life! https://t.co/PbjuxAJ2lB",
  "@JCsGirl83 Pray for God to be Glorified in every nation.",
  "Most Mormons I have met and interacted with are very nice. This guy seemed very angry. #lds https://t.co/prkqkBCQkz",
  "@ScottK @ThomasSMonson I guess you find it offensive for Christians to use scripture to identify false prophets and teachers. https://t.co/LJ7NHb9ZEZ",
  "@ScottK Or you could repent and stop following a false prophet. 😀",
  "@ScottK Why follow a false prophet/teacher?",
  "WATCH: Huckabee Sanders starts press briefing by playing video clip of Trump https://t.co/hOfmfDY0DU https://t.co/oVrzCld1Y4",
  "@thehill This was very bizarre to watch.",
  "@frankjnovak Do you believe Jesus has existed throughout all eternity?",
  "@frankjnovak Another reference...keep in mind that Jesus is not the spirit brother of lucifer. https://t.co/2cfC8ykmNL",
  "@frankjnovak Additional reference. https://t.co/lUAd63QeID",
  "@frankjnovak Jesus is the creator of the all things. He has always existed and will never cease to exist. https://t.co/DwVyVJ7RuK",
  "@frankjnovak Specifically, do you believe Jesus is the creator of all things in the universe?",
  "I'm not against the notion of requiring a photo ID to vote. Let's be honest, voter fraud is extremely rare in the USA.",
  "@frankjnovak Do you believe Jesus has existed eternally? Do you believe you will become a god?",
  "@CalvinistJohn Screenshot from Jordan's church. https://t.co/IgYW2cckjJ",
  "@DanielRBradley1 @JPJ2JPJ @brenty420 What specific parts of Obamacare are you against?",
  "@DanielRBradley1 @brenty420 @JPJ2JPJ Are you hoping Trump will implement price controls? Health insurance premiums were rising before Obamacare.",
  "@DanielRBradley1 @JPJ2JPJ @brenty420 Do you want health insurers to have the ability to deny coverage for preexisting conditions?",
  "@DanielRBradley1 @brenty420 @JPJ2JPJ You think health insurance premiums will not rise in 2018?",
  "@DanielRBradley1 @JPJ2JPJ Do you like high levels of inflation?",
  "@DanielRBradley1 @brenty420 @JPJ2JPJ You didn't answer my question.",
  "Breaking: @MichaelWolffNYC's \"Fire and Fury\" will now be released TOMORROW. Four days earlier than expected. Here's our story https://t.co/Pcdx2mnVRl",
  "@DanielRBradley1 @brenty420 @JPJ2JPJ You think health insurance premiums will not rise in 2018? Also, what is wrong with TPP?",
  "@brenty420 @JPJ2JPJ @DanielRBradley1 To be honest, I prefer he stay at the golf course and away from White House.",
  "@JPJ2JPJ @DanielRBradley1 Excellent question...what did he do?",
  "@FoxNews An 8 year bull market.",
  "https://t.co/ZdGtEI3Csz",
  "The White House ban on personal cell phones creates serious Hatch Act problems if official phones are used for political calls. Political calls will interrupt official calls and increase costs when coming in on the same line. Terrible decision.",
  "Another video for our #Mormon friends. #LDS https://t.co/TRVSxeCQCX",
  "Another video for Mormons to view. https://t.co/wCrK5OWXDk",
  "It also appears that @DaveHuck has deleted his tweets from our discussion. I wonder who he didn't want to read our discussion?? Remember, he engaged me first. I responded to his comments and challenged the claims of a false prophet. He called me \"Christian\".",
  "If @DaveHuck or any other #Mormom reads our discussion, I encourage you to watch the following debate. It will address the question I had for Dave regarding if Mormons believe that they can become gods. #polytheism https://t.co/G5ldcP4nRH",
  "Pray for @davehuck and #Mormons everywhere. It looks like I will never get an answer to the questions I had for him. When confronted with scripture, his response was to block me. I pray for your salvation and for the Holy Spirit to show you the truth of Jesus Christ. https://t.co/1rVb3H7qdM",
  "@DaveHuck Still waiting... https://t.co/wsoGFDkX8A",
  "@DaveHuck Ephesians 2:8-10, John 3:16, Romans 3:23-25, Romans 10:9",
  "@DaveHuck Still waiting... I will just have to assume you do not want to answer.",
  "@DaveHuck Using your logic, the Muslim is also saved. Jesus was not created. He eternally existed. The Mormon version of Jesus is different than the biblical Jesus. Still waiting...",
  "@DaveHuck Only God knows the identity of the elect. Still waiting...",
  "@DaveHuck I already answered it. You are still refusing to answer my questions.",
  "@DaveHuck I am sure you know what you believe. What are your answers to the questions? Will you become a god? Has Christ existed for all eternity?",
  "@DaveHuck I am asking if you believe that you will become a god someday. Also, do you believe Christ has been god from all eternity?",
  "@DaveHuck Do you believe Christ has existed eternally and there is only one God in this universe? Once again, do you believe you will become a god?",
  "@DaveHuck God saves people freely and by His Grace alone.",
  "@DaveHuck Belief in the eternal Christ. Do you believe you will become a god?",
  "@DaveHuck I'd start with leaving your cult. Do you believe you will become a god?",
  "@DaveHuck Warning about false teachers...yes, that is biblical.",
  "@DaveHuck Yet, you put Christian in quotes.",
  "@DaveHuck The proper response for you and the 20 you are referring to is to repent from your false teachings",
  "@NickLee51 @USATODAY The correct term is false prophet. Pray for Mormons.",
  "Brief Thoughts on the Death of Thomas Monson - https://t.co/3ZLsDU1Wco",
  "So apparently Trump took credit for zero commercial aviation crashes in 2017. https://t.co/EmcgB5AEus",
  "Two psychologically unfit men crowing about their nukes. This is not a good way to start the New Year.  Congress needs to deal with one of them and the UN Security Council needs to deal with the other. https://t.co/ymWija85o3",
  "@historBilia @realliquidsaint @thehill The blue states are doing quite well with their higher minimum wages. 😎",
  "@historBilia @thehill Yes we do!!",
  "@Sola5Gal Dr. White's fitness postings have encouraged many (including me) to live a healthy lifestyle.",
  "Before you start denying climate change...please research the difference between climate change and weather. 😀😀😀",
  "@PhxGOP @GabrielRomanRJ @thehill @GOP Do you have a credible source to substantiate your Democrats only with with voter fraud comment?",
  "@PhxGOP @GabrielRomanRJ @thehill @GOP Then one could interact with your ridiculous comment.",
  "@PhxGOP @GabrielRomanRJ @thehill @GOP Yes",
  "@PhxGOP @GabrielRomanRJ @thehill @GOP That is quite the statement. Are you an expert in political science?",
  "@Average52797867 @FoxNews Lol. Not Bernie. He is the current president for now. How am I not sounding Christian?",
  "@PhxGOP @thehill @GOP He clearly won. Quite the upset.",
  "@Average52797867 @FoxNews ...not a Hillary supporter. You are really sounding like a Trump supporter. Are you able to respond without an insult?",
  "@Average52797867 @FoxNews What is a liberal looser?",
  "@Average52797867 @FoxNews I am Christian first. I am also educated.",
  "@Average52797867 @FoxNews The majority that voted for Trump's opponent, the free press, and 1% of the population. You are sounding a lot like Trump.",
  "@Average52797867 @FoxNews I am not a liberal. Are you a Trump supporter? Your response is typical of a Trump supporter.",
  "@002ChrisR @FoxNews Nope. Students do not lose their rights when they enter the school grounds.",
  "@schenkta @FoxNews Free Speech is an American value.",
  "@JeffJford @FoxNews Then fire the coach.",
  "@Average52797867 @FoxNews By who?",
  "@Lou0701 @FoxNews Ever heard of the First Amendment?",
  "@Nusfiend @NBCNews This is real news.",
  "@T_Nissen @PatrickDodds3 @NBCNews Lol",
  "I am just making a wild guess here...our President doesn't have a clue on what climate change is or how it is impacting our planet. https://t.co/WYxnnH5m94",
  "@omeagoz @NBCNews @NBCOUT Interesting worldview",
  "@omeagoz @NBCNews @NBCOUT Both are situations that would violate the morals of the baker.",
  "@ItsThespar @NBCNews @NBCOUT It's a great example.",
  "@LauraLo56013002 Have you lost your mind?",
  "@NBCNews @NBCOUT Where does it end? Can a Jewish baker be compelled to bake a Nazi cake?",
  "@FoxNews @kayleighmcenany Look at history",
  "@Rodney_D_Pumas @thehill I wouldn't use Rush as a source.",
  "@FittedHickory @thehill #smh",
  "@PattiDurk @thehill Why?",
  "@Sola5Gal He has many talents. My prayer is for JD to repent and use his talents for glorifying God.",
  "@USATODAY Russia = Fake Democracy 🇷🇺",
  "@DrOakley1689 It's so sad to witness the fall of JD Hall and Steve Camp. #Pray",
  "@chevytough69 @FoxNews @Disney Ok... please don't shoot the employee who is just doing their job.",
  "@SolusAmon @FoxNews @Disney Based on what law?",
  "@chevytough69 @FoxNews @Disney The hotel owner has the right to inspect its rooms.",
  "#Refugee https://t.co/YKmMG95yiU",
  "@washingtonpost Pray for our country.",
  "@Sola5Gal So sad to see the fall of JD. I used to enjoy listening to him.",
  "@Sola5Gal Do you know how people are members of JD's church? Prediction...not many.",
  "@Decreevy @UriBlago @nytopinion What criteria do you use to determine which parts of the Bible you like and which parts you don't like?",
  "@Decreevy @UriBlago @nytopinion All scripture is God breathed. https://t.co/7mJHT5iuOh",
  "@ZooTaylor @NBCNews @NBCNewsTHINK What if the other faith has serious inaccuracies regarding Jesus?",
  "@TURK1498 @comradsnarky @NBCNews @BreitbartNews @NBCNewsTHINK Muhammad should have done his research regarding Christianity before he wrote the Quran.",
  "This is simply not true. The Quran (written 600 years after the birth and resurrection of Christ) denies the very essence of Christ. https://t.co/HMIiFIX4tG",
  "Merry Christmas! https://t.co/QfVIdUHm4n",
  "@thehill I thought he claimed to be Presbyterian. Lol",
  "@Sola5Gal Get well.",
  "@Reuters Great move.",
  "Merry Christmas from Jerusalem, the capital of Israel! https://t.co/ChhsuqudW8",
  "@FoxNews Pray for the Gospel to transform the hearts of people worldwide.",
  "@NBCNews NBC, would you post of piece critical of Muslims during Ramadan?",
  "@aburayyan69 @NBCNews Nope",
  "@NBCNews Babies are precious and should not be murdered.",
  "@CBSNews Wouldn't it be cheaper to just buy a new phone?",
  "@ElinHege You are in favor of the child being killed. Why should the child be killed because of your flawed morals?",
  "Then why pass it?? https://t.co/3Rxqzukatg",
  "@howbanal @thehill \"You guys\"?",
  "@rosieposieGSTAZ @thehill The difference is I value both lives. Both are made in the image of God. You do not value the life of her child.  Wanting the child to be killed is incredibly disturbing and depraved.",
  "@rosieposieGSTAZ @thehill Your solution is death. The child's life has no value in your worldview.",
  "@howbanal @thehill So in your worldview, the baby's life has no value.",
  "@rosieposieGSTAZ @thehill You want the kid to be killed. Rape is evil. Your solution is more evil.",
  "@rosieposieGSTAZ @thehill Based on what logic",
  "@rosieposieGSTAZ @thehill Is it the obligation of those who are against the slaughter of the unborn to adopt every baby saved from murder?",
  "@howbanal @thehill Yes, we are talking about the unborn baby.",
  "@Photon4223 @thehill Interesting worldview. Once again, why punish the baby?",
  "No surprise Trump did not hold year end news conf. Q's he avoided: \n1. Threatening US allies at UN? 2. How would tax plan benefit you? 3. Regret endorsing accused child molester? 4. Pledge you won't fire Mueller? 5. Will you deport Dreamers? 6. Where's your health care plan?",
  "@thehill Why punish the baby?",
  "@MediaEnergizers @FoxNews Why only temporary tax cuts for individuals and permanent tax cuts for corporations?",
  "@kyledkelly7 @FoxNews Why?",
  "@ChrisDiorio70 Not exactly",
  "@Reuters I'd love to see a Reformed Protestant have this position.",
  "@cesimzeydan @CNN Hard to love both...",
  "@nadillilem @FoxNews Most of Congress hasn't read the bill.",
  "@Mirnajohnson2 @FoxNews Do you have evidence to support your claim?",
  "@mikedidi1964 @FoxNews Do you have evidence to support your claim?",
  "@thehill He is correct.",
  "@gardeniagrl2 The case was dismissed because the plaintiffs did not have standing. There will be future lawsuits regarding emoluments and this president.",
  "@danecover1 Other news organizations have reported this case.",
  "@Richardmiriti Too much winning?",
  "@thehill Dude, you voted for a bill that gives you a huge tax savings...",
  "Ever heard of the sovereign citizen movement? These folks are crazy (and need to take middle school civics). https://t.co/nlG3FnlLg9",
  "@PlantBaseChrist @NBCNews What??",
  "@washingtonpost Any network that permits the usage of Alex Jones as a source is by definition fake news.",
  "The feeling when you wake up and forget that Trump is president and then reality sets in... https://t.co/TiA18rnh2d",
  "Robert Mueller, investigating Russia's attack on the American election, is under attack himself. The new assault is not coming from Moscow -- it's coming from Fox News HQ and the White House. Here's my Sunday essay... https://t.co/254y1TT2EN",
  "@thehill It will be much more than 100,000",
  "@olensisukas Interested worldview",
  "@olensisukas It doesn't take long for the atheists to mock prayer.",
  "@NBCNews Pray!!!!",
  "Hahahahahahahahahahahahahaha https://t.co/Hfa4vj0a5C",
  "@thehill Because he is a narcissist",
  "@FoxNews #smh",
  "@Reuters Great news.",
  "@BlackMagic63 @thehill Your point is??",
  "@thehill He's right.",
  "Merry Christmas? If Mueller is fired December 22 the House and Senate Judiciary Committees must meet December 23, 24, 25 and the full House and Senate must act soon thereafter. Americans will hold the GOP accountable if Trump is not gone by New Years.\n\nhttps://t.co/HErO1xD1g5",
  "@NancyHa08188590 @thehill I am assuming you are in favor of eliminating Medicare too.",
  "@NancyHa08188590 @thehill For the family who cannot afford insurance and one of their children has cancer...what do you suggest they do?",
  "@NancyHa08188590 @thehill So your plan is to not insure children from poor families?",
  "@NancyHa08188590 @thehill Russia clearly interfered in the 2016 elections. That is very clear.",
  "@NancyHa08188590 @thehill Not too many presidents with an approval rating in the 30's get reelected. Also, don't forget about Russia.",
  "@NancyHa08188590 @thehill I am still waiting for the GOP's plan for healthcare.",
  "@NancyHa08188590 @thehill Once again, another Trump supporter has resulted to insulting...",
  "Want to cut corporate costs and keep the USA competitive in a global market, how about Medicare for all?",
  "@NancyHa08188590 @thehill Lol",
  "@NancyHa08188590 @thehill Not everyone has a full-time job with benefits.",
  "@thehill I am still waiting for GOP's plan for healthcare. It is easy to attack Obamacare.",
  "@FoxNews Why?",
  "@Reuters A tax cut is not needed at this time.",
  "@FoxNews Trump supporters are so sad.",
  "@Tia39shannon @thehill What?",
  "@pattyreffner @Ramil3577 @thehill Add it to the list of dumb moves",
  "@Ramil3577 @thehill I don't know you well enough to determine if you are lying. A person can be wrong and not lying. It is pretty hard to explain away the secret meetings, emails, and cooperation with the Russians. Why would Flynn be given a plea deal if nothing happened?",
  "@Ramil3577 @thehill Lol",
  "When you interact with someone who thinks Fox News is fair and balanced... https://t.co/PAZk54foaB",
  "@Ramil3577 @thehill Yes, Trump's campaign collusion with the Russians.",
  "@Ramil3577 @pattyreffner @thehill Resignation would be preferred.",
  "@Ramil3577 @thehill Firing the person investigating Trump...yes, that would be obstruction of justice. Impeachment is a political decision. The House would determine if it is obstruction of justice.",
  "@Ramil3577 @thehill This would be a very clear example of obstruction of justice.",
  "@thehill That would lead to impeachment.",
  "@ChocoNorris @KurtKronsberg @nytimes Respectfully, please untag me from this conversation. Thanks!",
  "Call Congress and tell them to support #NetNeutrality  https://t.co/FGsOkVeqkQ",
  "@MsBabs02 @thehill How is he the most effective and hard working president?",
  "@thehill That's pretty sad when the economy is doing so well.",
  "😂😂😂😂😂😂 https://t.co/D05zqhyB0G",
  "@KurtKronsberg @ChocoNorris @nytimes Then why tweet \"MAGA!!!\" if you agree that America has always been great.",
  "@KurtKronsberg @ChocoNorris @nytimes America has always been great.",
  "@FoxNews @GeraldoRivera For the last 9 years",
  "@AP All Christians are saints.",
  "@thehill The tax bill is not needed.",
  "@KurtKronsberg @nytimes I read the article. There is nothing \"fake\" about it.",
  "@Zay_Jack @bchowell93 @nytimes Seems risky...",
  "@KurtKronsberg @nytimes How would you know if you don't read the article?",
  "@Ginita8 @NBCNews If this happens, impeachment would be the only acceptable solution.",
  "@CNN The problem isn't the FBI. The problem is the president.",
  "@holdermam @nytimes The profanity, insults, and pivot make you a typical Trump supporter. 🇷🇺",
  "@holdermam @nytimes Lol now I am a baby killer...",
  "@holdermam @nytimes You may want to read your responses.",
  "@holdermam @nytimes I know it can be hard for a Trump supporter to interact with a non-Trump supporter without insults or profanity. I recommend responding to the points made by the other person instead of insults/profanity.",
  "@holdermam @nytimes I never used a scare tactic. Try again.",
  "@holdermam @nytimes What scare tactic did I use?",
  "@Cabrini24 @nytimes Do you have a better idea than Obamacare?",
  "@holdermam @nytimes Not a lie.",
  "Analysis: What Trump was saying about Russia and Putin — and what the campaign was doing https://t.co/TwlYalaSwU",
  "This is a prime example for the need of Gerrymandering reform. https://t.co/KU4qMKIUpH",
  "@SpeechDeux @FoxNews Lol...try reading the article.",
  "@cbattis3 @_Sepheryn_ @FoxNews Disney will have no influence over Foxnews. #smh",
  "@TFechtel @FoxNews @Disney @21CF I have never heard of the \"Disney Agenda\".",
  "@cbattis3 @FoxNews Disney is not buying Foxnews.",
  "What's more surprising??? Alabama just elected a Democrat for Senate or Alabama almost elected a creeper for Senate?? #AlabamaSenateRace #ALSenate https://t.co/VP5PL7yiH3",
  "https://t.co/qRHT5KLsri",
  "Who would have thought that a Democrat could win in Alabama?!?!?! #AlambamaSenateElection",
  "@yeshua_porvida It works in other parts of the developed world.",
  "@yeshua_porvida Obamacare slowed the rate of growth for premiums but rates are still going up. Medicare for all may be the only affordable option.",
  "@yeshua_porvida I think the only option would be to expand the subsidies or expand Medicare to all ages.",
  "@yeshua_porvida No worries.",
  "@yeshua_porvida Lol",
  "@yeshua_porvida What would you propose for healthcare legislation?",
  "Who are the guarantors? Co-signers?  Follow the money... https://t.co/B8UbOeClaS",
  "@thehill Be careful when reporting about a narcissist.",
  "@SkylerQJ @FoxNews Student's choice. I stand for the pledge.",
  "@SkylerQJ @FoxNews The pledge of allegiance? What context?",
  "@FoxNews @kilmeade Trail of Tears",
  "@FoxNews I love the First Amendment.",
  "@thehill Does he know that Fox News repeats the same stories all day?",
  "@roy_soliman https://t.co/4TFH7JTsKW",
  "So I guess the Yankees are still in the market to buy a World Series. 😀",
  "@CNN It shouldn't be a struggle.",
  "Yet, Mueller is a Republican. #smh https://t.co/G4DngLuSrz",
  "@thehill South Korea is a very safe country. Our athletes will be safe.",
  "This is a very big deal. https://t.co/PcblXkIjEg",
  "@DrMichaelLBrown What about our current president?",
  "😂😂😂😂😂😂😂😂😂 https://t.co/KDyLSuC5yl",
  "@USATODAY Muhammad would be proud.",
  "Now everyone wants me to sign their Qur'ans! 😇 https://t.co/MRSx2331Qb",
  "This is awesome. Lol https://t.co/lWiYBoNPDA",
  "I don't like Trump. However, he is correct to move the embassy to Israel's capital. https://t.co/NHoOmSkH81",
  "@PLB2018 @ABC Christians are those who are part of the elect of God. Their hearts have been transformed by the Holy Spirit. All still sinners in need of a perfect savior.",
  "@PLB2018 @ABC That would mean you shouldn't discriminate against Christians. I would never force a Muslim, Jew, Hindu, etc. to violate their religious beliefs. I would go to the next business.",
  "@PLB2018 @ABC Here come the sweeping generalizations and grouping everyone into one category. Just because a person claims to be a Christian does not automatically make them a Christian.",
  "@PLB2018 @ABC As a photographer, I should be able to determine what is pornography. Once again, you are imposing your worldview on Christians. The better option is for the gay couple to choose a different baker to make their cake.",
  "@PLB2018 @ABC You are using your worldview as a weapon to discriminate against Christians.",
  "@PLB2018 @ABC It is a great example. The question is should a private business owner be compelled to violate his/her religious beliefs in all situations surrounding their business.",
  "@PLB2018 @ABC Both situations would require Christians to violate their religious beliefs. You may think a gay wedding is petty (according to your worldview) but to believing Christians it is not a petty matter.",
  "@thehill He's right.",
  "@thehill It already is the capital.",
  "@Reuters It is amazing the level of antisemitism that exists today. Sovereign countries should be able to determine their capital city.",
  "@PLB2018 @ABC Using your logic, there is no limit. I used to be a photographer, should I have been forced to photograph porn?",
  "@WSJ They didn't live during the Cold War. #USSR",
  "@PLB2018 @ABC Interesting worldview...",
  "@CBSNews It's hard to have a peace process when rockets are being fired towards your country. #smh",
  "@CNN Pray for this church.",
  "@PLB2018 @ABC Should a Jewish baker be compelled to make a cake with a Nazi flag?",
  "@tomjerry228 @thehill @POTUS @realDonaldTrump America was great before Trump took office.",
  "@CNN Why?????",
  "@Lori1981Ann1 How about the rule of law?",
  "@JustTheJune0101 @USATODAY @USATOpinion The Bible was improperly used to justify slavery.",
  "@thehill It is very possible. Just lower the payroll tax.",
  "@JCsGirl83 Could you please follow me? I'd love to message you.",
  "@JCsGirl83 It's a pleasure to talk with you.",
  "@JCsGirl83 May we all live a life that glorifies God.",
  "@JCsGirl83 What do you mean by last hours?",
  "@MadFyneAuthor What is the squat challenge?",
  "@AleeMosier Nice Twitter name. #squats",
  "@Hannahruschke Congratulations. How many reps and sets do you typically do per workout?",
  "@brookeleszek How many reps and sets do you do for your squat workout?",
  "@aoserd @Reuters Israel is the only country where our government does not recognize its capital city.",
  "@FrogNews @USATODAY Because he is cooperating...",
  "@Reuters The one promise I hope Trump keeps.",
  "@thehill Will Trump take credit?",
  "@joannperrone15 @Marcia_Sinclair @FoxNews @realDonaldTrump You may want to review the US Constitution.",
  "@joannperrone15 @FoxNews Even if he commits a crime?",
  "@NBCNews What kind of church has a politician speak during a worship service??",
  "@NBCNews So many problems with this speech. Why was he doing a political speech during a worship service?",
  "Christians who support Trump...do you realize that the next president could be as anti-Christian as Trump is anti-Muslim?",
  "The president should delete his Twitter account.",
  "@PLB2018 Yes, there are many who need to repent. Westboro is essentially one family. They need to repent and shutdown. I am afraid many may consider themselves evangelical but may not fully believe in what they hear every Sunday.",
  "@PLB2018 Not all evangelicals",
  "@Prl_rojas Amen",
  "@FoxNews @MariaBartiromo Smart folks. The 2018 election is near.",
  "@realDonaldTrump It's not CNN's job to represent the U.S to the world. That's yours.  Our job is to report the news.  #FactsFirst 🍎",
  "@Cannonmouth777 I think you win the prize for the biggest sweeping generalization of all time.",
  "@Cannonmouth777 @LifeSite Yes, sin exists in this world.",
  "@washingtonpost This is why we need to fund public schools to the proper amount... #smh",
  "@thehill Why did so many Americans vote for this Narcissist? #smh",
  "@thehill Fox News has become state news.",
  "@El_Chuco_TX You are the one who said, \"already happened.\"",
  "@El_Chuco_TX I think you are confusing refugees with an invading army. #smh",
  "@El_Chuco_TX Once again...still waiting for the invasion.",
  "@FoxNews Pray for peace.",
  "@thehill Well, he is a narcissist.",
  "Time Magazine called to say that I was PROBABLY going to be named “Man (Person) of the Year,” but I would have to agree to an interview and a major photo shoot. I said probably is no good and took a pass. Thanks anyway!",
  "Our president has the worst case of narcissism. Pray for our country. Mueller, hurry up. Is it 2018 yet?",
  "@FoxNews @RCamposDuffy https://t.co/vTItO9zG4N",
  "@NBCNews Terrible. Pray for peace.",
  "@El_Chuco_TX @LifeSite Still waiting for the invasion...",
  "@LifeSite Silly Catholics.",
  "British Transport Police say they are responding to an incident at Oxford Circus station - people have been evacuated and armed police are on the scene https://t.co/Oldk1U8Sf7",
  "@NBCNews So sad. Pray for the families.",
  "@FoxNews So sad. Pray for the families of the victims. Lord, hear our prayers.",
  "@President1Trump Christmas has always been great.",
  "@thehill The best way to #maga is to get a new president. Btw...America has always been great.",
  "@cnnbrk So sad. Pray for his family. Lord, hear our prayers.",
  "@Tino34479595 @cnnbrk Very possible via a hack...the North Koreans were able to seal an entire movie from Sony via a hack.",
  "@Tino34479595 @cnnbrk Once again...you are sounding like Steve Bannon. The hacks were done by Russians. There really isn't any doubt about it. The Mueller investigation will shed more light on the collusion.",
  "@Tino34479595 @cnnbrk So you are like Trump, you trust the Russians.",
  "@Tino34479595 @cnnbrk Lol. So Hillary had the Russians hack her emails and so they could post it on Wikileaks.",
  "@Tino34479595 @cnnbrk And here comes the pivot. Trump and his faithful followers love to change the topic. Especially if they can bring up Hillary.",
  "@Tino34479595 @cnnbrk Now you are sounding like Steve Bannon. Once again, you don't like the news being reported so you attack the media.",
  "@Tino34479595 @cnnbrk It's best to stick with evidence and the findings of every intelligence agency. I guess the meeting with the Russians was about adoption after all. lol",
  "@Tino34479595 @cnnbrk In 2016, they had the benefit of a candidate who was willing to collaborate with them. Trump seems to be the only person who thinks the Russians didn't try to influence the election.",
  "@Tino34479595 @cnnbrk Yes, they have reported accurately regarding Trump. Along other major news outlets. You just don't like what they are saying. Attacking the media is a common tactic used by Trump and his faithful followers.",
  "@Tino34479595 @cnnbrk So it is your position that Russia did not attempt to influence the election?",
  "@Tino34479595 @cnnbrk For your information, I get the news from many sources. It sounds like you may be getting your news from Info Wars. #smh",
  "@HealthInsDepot @thehill Congress needs to reform ACA...not work to kill it.",
  "@Tino34479595 @cnnbrk CNN has accurately reported on the Trump presidency. If anything, they are being too soft on him.",
  "@thehill Here is a radical idea...everyone should have access to affordable healthcare.",
  "@CBSNews Mueller is closing in on Trump....",
  "@Tino34479595 @cnnbrk Yes, that is called journalism.",
  "@MAGA8675309 Are you crazy?",
  "@MatthewJshow @thehill The article is about politics...not the \"liberal media\".",
  "@thehill Does anyone watch her show?",
  "@LDresselhaus @CNN Yes, it is a pivot. Unfortunately, that tactic has become widely used by this President.",
  "@LDresselhaus @CNN Why the pivot? Trump and his faithful supporters always love to do a \"whataboutism\". #sad",
  "@LDresselhaus @CNN The selling of a product made by the president's family at a national park is newsworthy. It was a good article.  The reader can decide if it unethical or not.",
  "@Edbay45 @CNN How is that article biased?",
  "@LDresselhaus @CNN How is that partisan and petty?",
  "@commonmen9 @SkyNews Lol",
  "@washingtonpost #smh Why did people vote for Trump?",
  "@FoxNews Here comes the annual Fox News' war on Christmas series.",
  "Would this be an example of the transitive property? https://t.co/1msUB5i32P",
  "@thehill  https://t.co/zLinYLBZLb",
  "@n8mdp @FoxNews @realDonaldTrump Why?",
  "@thehill  https://t.co/d4SikuGO5h",
  "Why are Atheists so angry? Pray for them.",
  "@thehill  https://t.co/9N6uOGwvgz",
  "@thehill Because he is a narcissist.",
  "@FoxNews How Christlike.....",
  "@theunrealmackay @thehill Yes, you have an interesting worldview. I seek to respect women and not treat them as objects. They are made in the image of God.",
  "@theunrealmackay @thehill Interesting worldview",
  "@theunrealmackay @thehill Smh. You missed the part about grabbing...",
  "@theunrealmackay @thehill Walking in the dressing of Miss America contestants",
  "@theunrealmackay @thehill Access Hollywood video",
  "@theunrealmackay @thehill Their testimony.",
  "@jeffbweaver @cnnbrk @SenatorCollins She may be one of the few conservatives left in office after 2018.",
  "@tina_pynes @cnnbrk Why was it difficult for you?",
  "@Ahmet911 @SkyNews #smh 🤦‍♂️",
  "@DrOakley1689, I started listening to your presentation titled \"Do Christians and Muslims worship the same God?\" from 2012. I am always impressed with your consistency and high regard for truth. Thank you for your ministry.",
  "@Sola5Gal With JD Hall and Steve Camp going crazy...what is happening to our reformed brothers?",
  "@lisamikol1969 @thehill Time for a new governor in Florida.",
  "@USATODAY Way to go!",
  "@FrenchieCat @USATODAY The 2018 election will change Congress.",
  "@JillHKerns @USATODAY I am assuming you didn't like the results of that poll.",
  "@USATODAY  https://t.co/X5dFGQezS3",
  "@USATODAY Because he is a narcissist",
  "@CNN  https://t.co/eMWO7cgmUE",
  "Moore: Deny and question the accusers.                                    Franken: Admit wrongdoing and apologize.",
  "@thehill Or he could just release it.... #smh",
  "Bring It On is a movie about high school cheerleaders https://t.co/THLhYwpZSf",
  "@thehill Sadly, evangelical has become a political term instead of a theological term.",
  "@snorch74 @thehill The lead in the poll is larger than the margin of error.",
  "@thehill Wow",
  "@HomlyCat @thehill It's a political decision.",
  "@PoliticalOrgy @thehill Russia is definitely not a phony story.",
  "@MarciaArndt2 @txmarine80 TXMarine80, nice pivot/whataboutism.",
  "@txmarine80 @FoxNews @RepCohen @POTUS If the House switches to the Dems after the 2018 election, there is a high likelihood that the House will impeach Mr. Trump.",
  "@FoxNews Whataboutism",
  "@FoxNews Wouldn't it be great if we didn't need to spend so much money on the military?",
  "@GeoffVendacopy @NBCNews So God has to meet your standards to be considered good?",
  "@GeoffVendacopy @NBCNews There is only one God. Why assume that someone isn't doing anything about it? In your opinion.",
  "@GeoffVendacopy @NBCNews I don't think you are familiar with prayer.",
  "@GeoffVendacopy @NBCNews He may not have used His sovereignty to change events to our liking but He definitely heard our prayers.",
  "@GeoffVendacopy @NBCNews How do you know?",
  "@ABC Lord, hear our prayers. So sad.",
  "@MBkgirl @thehill 😂 haha",
  "@bloodyheart155 @thehill Which policy would you like to have reported?",
  "@thehill Is there a positive story about Trump? If so, please tell.",
  "@UberNerd1968 @rvelas2000 @thehill How is that fake news?",
  "@asifmahmudfiver @thehill #spam.",
  "@thehill Including this American...",
  "@Cason444 @NBCNews You know a vast majority of Muslims are against terrorism, right? Also, there is that thing called the First Amendment.",
  "@Cason444 @NBCNews What would be the goal?",
  "@DasitBoo @CBSNews What do you think is the purpose of prayer?",
  "@thehill What could possible go wrong?",
  "@Cason444 @NBCNews Why?",
  "@NBCNews So sad...Lord, hear our prayers.",
  "@DasitBoo @CBSNews Have you studied prayer and it's purpose?",
  "@DasitBoo @CBSNews Not everyone is an Atheist.",
  "@CBSNews Pray for the families of these children.",
  "@TurnerPolitics @CNN She isn't.",
  "@IamSteveSanchez @CNN That isn't very nice.",
  "@thehill It shouldn't be a difficult decision...",
  "@NatePetec @HebrewNational Who boycotts a hotdog brand? #smh",
  "The Roy Moore controversy is another example of the depravity of Trump supporters.",
  "@thehill So sad. Pray for the people of Alabama.",
  "@USATODAY Why would one become a Trump supporter?",
  "@thehill From?",
  "@FoxNews @JudgeJeanine That is a typical Foxnews comment.",
  "@NickPifer76 @Julia_in_DE @FoxNews We'll probably never see a balanced budget in our lifetime.",
  "@SteveB71969175 @FrostPegasus @FoxNews Nope. 😂",
  "@FoxNews Don't forget Congress",
  "@thehill So sad. Don't let your politics blind your faith.",
  "@NikRiehle @USATODAY Nice pivot",
  "@ronghall @FoxNews Evidence?",
  "@FoxNews And the Republican Party. Both have gone mad.",
  "@Dalepelton69 @IResistAsWell @thehill Trump supporters like to pivot from the original topic. This prevents them from addressing Trump.",
  "@Dalepelton69 @thehill Please provide evidence that Trump is a great president.",
  "JUST IN: McCain fires back at Trump: There's nothing \"America First\" about believing Putin over US intel https://t.co/1Nl8s1lvk3 https://t.co/7X1fWlKL0R",
  "When will people realize that electing to the presidency a 70 year old narcissist that watches Fox news all day was a bad idea? https://t.co/2HbM0ZZnxr",
  "@DaleyDaley09 @FoxNews Have you not read the news for the last 12 months?",
  "@andy_levinson @CNN What about Virginia?",
  "@thehill This is a dark time for our country. We need a new president.",
  "@USAneedsTRUMP @USATODAY @tennesseeweekly Trump and his supporters don't like to talk about Russian interference with the election.",
  "@USAneedsTRUMP @USATODAY @tennesseeweekly Nice pivot. Lol",
  "What has happened to Steve Camp? It is so sad to see a man go crazy.",
  "@Tjbrans85Jeanne Amen!",
  "@pamela04Christ @veteranhank Amen and Amen!",
  "@hasemeier Amen!!",
  "@caroltulloch1 Amen",
  "@wicktrimmeronl1 Amen!",
  "@IshibashiMiyoko @sharonePack Amen",
  "@allachapman1353 Amen",
  "@TaraSupranee @thehill That is the quote of the day. 😀😀😀😀",
  "@crbmil @paulos5959 Amen",
  "@chelle_mill_ Amen",
  "@TaraSupranee @thehill You assume I am a liberal. Trump and his supporters have little regard for truth.",
  "@gracemwindsor Amen",
  "@TaraSupranee @thehill Another Trump tactic...insults.",
  "@TaraSupranee @thehill Keep diverting from the original topic...Trump tactic.",
  "@TaraSupranee @thehill Diversion. Typical Trump tactic.",
  "@Thejesslou Amen",
  "@thehill She is correct",
  "@simonhood1 @WayneNickels @SafetyPinDaily @sexygirl798 @Newsweek I did not vote for Trump or Hillary.",
  "@emmeyers191 Amen",
  "@Estorpritz Amen",
  "@krobinson0203 Good luck",
  "@PLB2018 good morning! I'd love to message you directly.",
  "@WayneNickels @simonhood1 @SafetyPinDaily @sexygirl798 @Newsweek Including this one",
  "@liliCee123 Best park ever",
  "@0heyitsmeg Best park ever",
  "@heyitsmina Amen",
  "@thewholecook Amen",
  "@PastorDJW Amen!",
  "@Connie_Causer Amen",
  "@krysstteellee Amen",
  "@BdstOdle Amen!",
  "@RealKraloc @butterflaura @EdKrassen @IRdotnet @realDonaldTrump Usually instruments of God have read the Bible.",
  "@PLB2018 @Prnewms @NBCNews So sad.",
  "@Prnewms @PLB2018 @NBCNews Now the lies...You like to follow the example of Trump.",
  "@Prnewms @PLB2018 @NBCNews It doesn't take long for Trump supporters to insult people.",
  "@Prnewms @PLB2018 @NBCNews Another sweeping generalization...watch Foxnews much?",
  "@Prnewms @PLB2018 @NBCNews All are made in the image of God.",
  "@Prnewms @PLB2018 @NBCNews Why cut it?",
  "@Prnewms @PLB2018 @NBCNews It's cheaper to pay for education than jails, welfare, extra cops, etc.",
  "@Prnewms @PLB2018 @NBCNews Same folks who pay for preK-12.",
  "@denanalee Amen",
  "@BeaPampered1 Amen",
  "@CoachE15 Amen",
  "@godswalkinglove @Donnieradio Amen!!",
  "@celiagould_ Amen",
  "@PlantBaseChrist Since I was 5. 1986",
  "@anishamahima01 Amen! Well said.",
  "@PlantBaseChrist Awesome! Praise God.",
  "@JCsGirl83 Amen and amen",
  "@SiepAmanda Good luck",
  "@wendyferrell Amen, Sister!!!",
  "@STRAIGHTPAIDLEX Amen!",
  "@sarazagrean Amen!!",
  "@kdawnfreeman Amen!!",
  "@lizzylynngarcia Best park In the world. Have fun!",
  "@JLap64 @thisfloridalife Best park ever",
  "@MeganDaniella My favorite water park!",
  "@anneally Yes!!",
  "@TashaTheAuthor Huh?",
  "@marycamp_ Amen",
  "@PLB2018 It's nice to meet you.",
  "@PLB2018 Yes, it is!",
  "@JessicaHagger14 @DEMBOYS60 Pray for peace",
  "@USAprotector @thehill #smh 🤦‍♂️",
  "@loviewagontse Amen",
  "Well said! https://t.co/Ira1HRrmh7",
  "@nanron5350 Amen, Sister!",
  "@thehill Including this American...",
  "@PLB2018 @kjgoingallout @washingtonpost Mr. Illitch was a good man.",
  "@PLB2018 I concur. Minimum wage should be higher and there shouldn't be exceptions for restaurants.",
  "@PLB2018 @Prnewms @NBCNews Our funding model for postsecondary education is messed up...to say it nicely.",
  "@PLB2018 I am not sure if there is a government solution to pay differences.",
  "@PLB2018 @Prnewms @NBCNews I agree with you regarding the tax proposal. More funding is needed for education. I personal think 2 year college &amp;technical should be free",
  "@Prnewms @PLB2018 @NBCNews That is quite the sweeping generalization....don't you think??",
  "@Reuters This was the correct decision for this case.",
  "@PLB2018 @NBCNews Hence the need to make postsecondary education more affordable.",
  "@PLB2018 @NBCNews What is your definition of a real job?",
  "@thehill Tell that to your father.",
  "@FoxNews @RepSeanDuffy What about the estate tax cuts?",
  "@debimcq_debi @FoxNews America has always been great.",
  "@DANNK2 @BraylenNapier @FoxNews It is highly unlikely that he would win a second term. That is assuming he is still in office in 2020. 🇷🇺",
  "@SkyNews This statistic is always misleading.",
  "@Dab7One @crystal_night20 @corkychad @President1Trump @FoxNews @Delta I'd blame the First Amendment for all this religious diversity in America.",
  "@crystal_night20 @SRemaihi @djaznh @nicolerimbaud @nytimes I have never met an imam that told men to beat their wife. I recommend talking to a Muslim in your community.",
  "@SRemaihi @djaznh @nicolerimbaud @nytimes Deb, Islam is not a monolithic faith. My guess is your local imam would disagree with your statement.",
  "@DrOakley1689 I can't tell...Is she now a Trump spokesperson or a host of a Christian radio show?",
  "@lambert_t84 Hence we need to pray for Jews.",
  "@lambert_t84 @WayneFryback @debrablueeyes @bisepost1 @FoxNews @CNN Correct, Muhammad created a new religion. He had very little knowledge of Christianity and Judaism when he wrote the Quran.",
  "@lambert_t84 @WayneFryback @debrablueeyes @bisepost1 @FoxNews @CNN But they do reject Christ as their savior...",
  "@lambert_t84 @WayneFryback @debrablueeyes @bisepost1 @FoxNews @CNN Who am I judging?",
  "@lambert_t84 @WayneFryback @debrablueeyes @bisepost1 @FoxNews @CNN Are you making the claim that Jesus is not prophesied in the OT?",
  "@lambert_t84 @WayneFryback @debrablueeyes @bisepost1 @FoxNews @CNN Where is Muhammad mentioned in the OT and NT? Anyone can create a religion and claim to be Abrahamic.",
  "@lambert_t84 @WayneFryback @debrablueeyes @bisepost1 @FoxNews @CNN Yes, you are correct to acknowledge that Jews reject their King and Savior.",
  "@CNN Greatest justice system ever created by man.",
  "@WayneFryback @debrablueeyes @bisepost1 @FoxNews @CNN Ever notice there is no mention of Muhammad in OT or NT? Clearly not an Abrahamic faith...",
  "@LifeSite 500 years after the reformation and we are still praying the rosary? #smh",
  "@thehill Make Russia Great Again",
  "@thehill It is amazing how loyalty to a person makes one blind to reality.",
  "@FoxNews Ever heard of employee screening?",
  "@JoKEas2 @thehill It was a question. What is your position?",
  "@JoKEas2 @thehill So you want to reduce incentives for saving for retirement?",
  "@JoKEas2 @thehill You know the withdrawals are taxed, right?",
  "@thehill How about raising IRA caps?",
  "@a_finigan @JurnoFromHell @washingtonpost @Eugene_Scott That doesn't answer my question.",
  "@JurnoFromHell @washingtonpost @Eugene_Scott Why support the Confederacy?",
  "@AnthonyFlyer40 @thehill Including the President",
  "@d_hirsty Not in my bible. Rome really likes to support its man-made works based theology.",
  "@AnthonyFlyer40 @thehill Russia clearly wanted to work with the Trump campaign and the Trump campaign was very willing to have help from Russia.",
  "@AnthonyFlyer40 @thehill Why have members of the campaign collaborate with the Russians for dirt on opponents?",
  "@Margare78164093 @FoxNews @IngrahamAngle Crickets.... https://t.co/PU77KgMxJl",
  "@Margare78164093 @ezwin16 @fish3320 @FoxNews @IngrahamAngle Evidence for your claim?",
  "@d_hirsty Why submit to the authority of Rome? Let's stick to following the Bible, not men.",
  "@rtcministry @USATODAY Thank God for Martin Luther! Otherwise we'd all be stuck in Roman Catholicism.",
  "The Reformation in Emojis: \n⛈⚡️😱\n🙏🏻 😥\n🤔📖💡\n💰✍️📜🔨 ⛪️\n🏰 📚👫🍻🇩🇪",
  "@FoxNews @mattgaetz Threaten those who disagree with you...that is healthy for a free society. #sarcasm",
  "@MeSharona1 @FoxNews Trump has a reputation for firing people.",
  "@liliMD12 Amen",
  "@yeshua_porvida Amen! God is in control.",
  "@ezwin16 @fish3320 @FoxNews @IngrahamAngle There is not much to be learned from watching Fox News.",
  "@DiedwithChrist Amen!",
  "@joannevsnead It's more complex than a simple yes or no answer.",
  "@yeshua_loves @EkkaRinku Amen!",
  "@Emeraldelements Peace and greetings to you Sister in Christ. I wish you an early Merry CHRISTmas!",
  "@Emeraldelements Amen",
  "@iamShengFelias amen!!!",
  "@ElizabethAmund2 Amen and Amen!",
  "@OluchiPhilo7 @SCOANTBJoshua Amen!",
  "@JoyfulinChrist Amen!!",
  "@localgeniusss Amen!",
  "@yeshua_porvida May I direct message you?",
  "@yeshua_porvida Amen!!",
  "@yeshua_porvida it is a pleasure to find your account on Twitter.",
  "@medicinewoman07 Amen, Sister!",
  "@alezandragarcia Amen!",
  "@yeshua_porvida @jpaula58 @zflowrpowr @SocialPowerOne1 @ivesoncj @BlueRainfyre @TheTrueAllure @teresa_atHome Amen!!",
  "@Glodina_ Amen! 🙏",
  "@RapturesPrince @NettyWurz Sadly, we all do.",
  "@NettyWurz Amen!!!!",
  "@dawnsnewday @thehill What would you prefer?",
  "@washingtonpost Terrible. We need a new president.",
  "@CalvinistFish @Sola5Gal I agree. 😀",
  "@texcountry44 @FoxNews Independents vote. 😀",
  "@ABOLISHWELFARE @FoxNews It's called a random sample. This is done in statistics all the time.",
  "@highlandsqGAY @FoxNews Never?",
  "@texcountry44 @FoxNews Interesting perspective... What about independents who do not support Trump?",
  "@ChampionMtager @FoxNews Why does he deserve an A++ in your opinion?",
  "@Mabel879868891 @FoxNews Didn't Hillary win the popular vote?",
  "@ABOLISHWELFARE @FoxNews Polls do not sample the entire population. #smh",
  "@TammyMead1 @FoxNews What specific actions has Trump done to improve the economy?",
  "@TammyMead1 @FoxNews Do you mean the 8 years of economic growth the USA has experienced?",
  "@BrotherHenryGGG @thehill Evidence?",
  "@lebel1886 @thehill Evidence?",
  "@hollyammon @thehill Did you read the article?",
  "@realNick1st @thehill She did win the popular vote.",
  "@AcknowledgeRea1 @washingtonpost I wouldn't simplify the work of journalists as simply pushing an agenda.",
  "@RightyMcRight82 @thehill It's a real poll.",
  "@AcknowledgeRea1 @washingtonpost Your proposal could easily lead to politicians regulating news content that is critical of their actions.",
  "@AcknowledgeRea1 @washingtonpost Your proposal is dangerous for a free society.",
  "@AcknowledgeRea1 @washingtonpost What is wrong with this article?",
  "@WeezyNice @washingtonpost Better question... Is the Washington Post a trustworthy source for news? Yes.",
  "@WeezyNice @washingtonpost It depends",
  "@WeezyNice @washingtonpost Do you support reducing 401k contributions?",
  "@washingtonpost This is one of the worst ideas from the GOP. Make America Smart Again.",
  "@WSJ The safest financial investment in the world. 🌎 💰",
  "@WSJ It's a great investment.",
  "@BBCWorld Says the folks who destroyed Aleppo...",
  "@TMCPhD_1914 @foxbat16 @NBCNews Why the insult?",
  "@TMCPhD_1914 @foxbat16 @NBCNews Huh?",
  "@BlinkinWord @k4wz Huh?",
  "@k4wz @BlinkinWord Amen and amen!",
  "@jen_eckenwiler Amen!",
  "@kmcbride_24 Amen",
  "@UVLESTER Amen",
  "@mikehates_u @NBCNews They didn't.",
  "@foxbat16 @NBCNews Why name a school after someone who was part of a war against the United States?",
  "IN the church, ON the Lord’s Day, as PART of the worship service, with LOTS of compromise. There’s IFD!  https://t.co/PUMShHfRLZ",
  "@FoxNews What good has Trump done?",
  "@FoxNews @SteveForbesCEO Not true.",
  "@ryu_pl @FoxNews @BarackObama Why not include the Republican Congress?",
  "@FoxNews Let's just ignore inflation. Lol",
  "@FoxNews @JudgeJeanine Why does Foxnews make everything about Left vs. Right?",
  "@theghissilent Nope. Not my mother. Don't you love how Rome just creates doctrine?",
  "@melissa0469 @thehill Nope. It is clearly Trump.",
  "@RosalynTreat @USATODAY Why bring up race? Are you a racist?",
  "@RosalynTreat @USATODAY I think it's best to wait a generation before naming a school after a president. However, Obama was a much better American than Davis. 😀",
  "@RosalynTreat @USATODAY He was part of a separatist movement that waged war against the United States. Why glorify him with the name of a school?",
  "@RosalynTreat @USATODAY You don't think Jefferson Davis is a traitor?",
  "@nytimes Pray for peace.",
  "@RosalynTreat @USATODAY You'd rather have the school named after a traitor?",
  "@washingtonpost This person should not be president.",
  "@Studiointhestik America is not in the Quran...",
  "@DarLovesAmerica @SpecialReport Huh?",
  "@ElJefeStewart @FoxNews @TheJusticeDept @POTUS @SpecialReport Most likely",
  "@FoxNews @TheJusticeDept @POTUS @SpecialReport Why is Venezuela on the list?",
  "@USAsymbols @FoxNews You would eliminate Medicare?",
  "@toOSuzyQ @FoxNews And replace it with....",
  "@thehill Pray for peace.",
  "@AmericaPersist @FoxNews Let's hear your ideas.",
  "@AmericaPersist @FoxNews Do you have a better idea?",
  "@Andyklotz3 @thehill The story is made up. Trump and his supporters do not value truth.",
  "@Yas2Six @USATODAY Do you plan to retire?",
  "@mlqdinh @USATODAY Or focus on a better index, the S and P 500.",
  "@tweetPollTroll @thehill This is great news.",
  "@thehill Great!",
  "@sheppadl @jlkreutzer @NBCNews @NBCFirstRead I concur.",
  "@LinkIsAGirl @Darren_Proctor @NBCNews @NBCFirstRead Every major news organization has editorials and commentaries.",
  "@DeborahDarlene4 @NBCNews @NBCFirstRead Trump did say it. Real news.",
  "@brasshornblower @FoxNews I invest for the long term. I stopped trying to time the market years ago.",
  "@Andyklotz3 @thehill You are incorrect. He is a hero.",
  "@FoxNews Are we approaching another bubble?",
  "Simple.\n\nPresident of the United States should not:\n\n1. Lie knowingly &amp; repeatedly;\n2. Lie about former POTUSes;\n3. Lie about dead soldiers.",
  "@Forkknifenspoon @NBCNews I wasn't insulting your intelligence. I was offering a critique of your knowledge of civics and the English language. Big difference.",
  "@Forkknifenspoon @NBCNews So you are saying you have a low level of intelligence?",
  "@Forkknifenspoon @NBCNews I wasn't touting my faith. Maybe you meant a different word to insult me.",
  "@Forkknifenspoon @NBCNews Yes, I am Christian. Yes, I engage in dialogue with others. How is that offensive?",
  "@Forkknifenspoon @NBCNews Apparently, I am judged for questioning Trump's faith (with evidence) but you feel free to call me a fake Christian.",
  "@Forkknifenspoon @NBCNews You didn't make grammar and civics errors?",
  "@Forkknifenspoon @NBCNews Once again, usually adults can have a civil discussion without profanity. Are you an adult?",
  "@Forkknifenspoon @NBCNews Yes, I am a Christian. Usually adults are able to handle criticism without using profanity towards the other person.",
  "@Forkknifenspoon @NBCNews More judging.",
  "@Forkknifenspoon @NBCNews Wouldn't that be judging?",
  "@Forkknifenspoon @NBCNews Let's stick with news sources...not child massacre deniers.",
  "@Forkknifenspoon @NBCNews No major theologian throughout history holds your view.",
  "@Forkknifenspoon @NBCNews Do Christians call others liberal scum?",
  "@Forkknifenspoon @NBCNews I recommend reading today's Washington Post article regarding the Trump White House.",
  "@Forkknifenspoon @NBCNews You have a very interesting theology. It clearly is unique to the 2,000 years of Christianity.",
  "@Forkknifenspoon @NBCNews Is it good for a free society to have its leader threaten to remove the license of tv stations because of the \"moron comment\"?",
  "@Forkknifenspoon @NBCNews Don't forget civics.",
  "@Forkknifenspoon @NBCNews They can visit. They can't join unless they are a Christian. Where is the confusion?",
  "@Forkknifenspoon @NBCNews Yes, the church consists of Christians. You are confusing evangelism with church membership.",
  "@Forkknifenspoon @NBCNews Church elders evaluate new members. Ex. An Atheist would not be allowed to be a member of the church.",
  "@Forkknifenspoon @NBCNews We only have his words and actions. I don't know of any church that would accept this answer when joining a church. https://t.co/1YuzxLZrh9",
  "@Forkknifenspoon @NBCNews Do you have evidence that would support the notion that Trump is Christian? Only God knows the identity of the elect.",
  "@Forkknifenspoon @NBCNews More prayers with profanity...",
  "@Forkknifenspoon @NBCNews Great. I recommend posting a correction to your original comment.",
  "@Forkknifenspoon @NBCNews Bible citation please...",
  "@Forkknifenspoon @NBCNews I am real Christian. Sadly, I am concerned our president may not be a Christian.",
  "@Forkknifenspoon @NBCNews Don't forget civics.",
  "@Forkknifenspoon @NBCNews Interesting worldview. I have never heard of a prayer with profanity.",
  "@Forkknifenspoon @NBCNews Do you still stand by your original comment regarding NBC and its FCC license?",
  "@Forkknifenspoon @NBCNews I am sure there is a wonderful school where you live where you can take classes. I also recommend Khan Academy and iTunesU (free).",
  "@Forkknifenspoon @NBCNews No one is thumping a Bible. Just you. Your comment had serious errors. Now you are playing the victim. Are you a narcissist like Trump?",
  "@Forkknifenspoon @NBCNews Your previous comment had serious errors in it regarding civics and language arts.",
  "@Forkknifenspoon @NBCNews I think you are making a good case for you being the hypocrite.",
  "@thehill How about solar, wind, and natural gas?",
  "@Forkknifenspoon @NBCNews What hypocrisy? Please provide evidence to support your claim.",
  "@Forkknifenspoon @NBCNews I recommend taking a middle school civics and language arts class.",
  "@IAmNoOnefree @SJG99 @thehill TPP will help working and non-working Americans.",
  "@IAmNoOnefree @SJG99 @thehill Yes, TPP would be great for America and the world.",
  "@washingtonpost Nope. That won't happen. 🤦‍♂️",
  "@IAmNoOnefree @SJG99 @thehill Why are you opposed to TPP?",
  "@IAmNoOnefree @SJG99 @thehill You. Please provide evidence to support your claim.",
  "@IAmNoOnefree @SJG99 @thehill Evidence?",
  "@thehill Already is a failed president.",
  "So sad. This person needs the Gospel. @walkaway_honey https://t.co/JbGv6tvNg6",
  "@walkaway_honey @JoseyWallace @thehill @CNN Name calling...another Trump supporter tactic.",
  "@walkaway_honey @JoseyWallace @thehill @CNN Yet, you call homosexuals Satan's children (previous tweet). Inconsistency is the sign of a failed argument.",
  "@walkaway_honey @JoseyWallace @thehill @CNN Never heard of the command to dress modestly?",
  "@walkaway_honey @JoseyWallace @thehill @CNN He is also calls us to repent.",
  "@walkaway_honey @JoseyWallace @thehill @CNN So you aren't able to answer his questions... you just deflect. Common Trump supporter tactic.",
  "@JoseyWallace @walkaway_honey @thehill @CNN Linda, questionable outfit choice (profile picture) for a woman of God.",
  "@walkaway_honey @JoseyWallace @thehill @CNN Aww. Trump must be perfect since every critical article of him is \"fake news\".",
  "@walkaway_honey @JoseyWallace @thehill Not every article has to be supportive of Trump.",
  "@JoseyWallace @walkaway_honey @thehill Yes, please elaborate.",
  "@deniseMdeniseM @washingtonpost Not all evangelicals...",
  "@sagasail1 @NBCNews The storm is real.",
  "@FatFat2208 @jnewb33485 @FoxNews Huh?",
  "@jnewb33485 @FatFat2208 @FoxNews It's hard to treat cancer at Walmart.",
  "@jnewb33485 @FatFat2208 @FoxNews You never know when are going to get sick.",
  "@jnewb33485 @FatFat2208 @FoxNews Who doesn't need healthcare? Lol.",
  "@thehill That is very hard to do without electricity.",
  "@FatFat2208 @FoxNews Why is it good news?",
  "@Jcoccia0184 @nytimes Before you critique religions, I recommend knowing a thing or two about them.",
  "@Jcoccia0184 @nytimes Not any Christian I know",
  "@Jcoccia0184 @nytimes They are both are cults. Not Christianity.",
  "@Jcoccia0184 @nytimes Completely different religions.",
  "@Jcoccia0184 @nytimes Why would a oneness Pentecostal work with a fundamentalist Mormon?",
  "@TalkSickTrump @CBSNews How is it great?",
  "@mgmeisch @thehill Then why attack the first amendment?",
  "@K05019423 @FoxNews @POTUS @NFL People are tired of having a narcissist in the White House.",
  "@MichaelB90265 @FoxNews Why do you think it is bogus?",
  "@TenPennyTurtle @ABC Good point.",
  "@schillyj @ABC 😂😂😂😂",
  "@Claudyconn @FoxNews @realDonaldTrump @NBCNews I don't see members of the media as un-American.",
  "@Claudyconn @FoxNews @realDonaldTrump @NBCNews Ok. We all make typos.",
  "@thehill Terrible. This man is a threat to the republic.",
  "@Claudyconn @FoxNews @realDonaldTrump @NBCNews What is In-American?",
  "@memegio11 @FoxNews @realDonaldTrump @NBCNews Far from it.",
  "@thehill Tillerson.",
  "@thehill He is a narcissist.",
  "@USATODAY Money well spent. Lol",
  "@Lakeashiaa_ @BeteUnitedFC @CNN Clearly, Lakeasha is a bot or she is not capable of comprehending a critique from another person on Twitter.",
  "@Night_Rider2017 @CNN So Trump is not losing money in Scotland?",
  "@Lakeashiaa_ @CNN You know that meme has been proven false. So why spread it?",
  "@atluanga_Roa @CNN Huh?",
  "@thehill Because he is a narcissist.",
  "@thehill Then why have a Muslim ban?",
  "@ABC And deny climate change... 🌏",
  "@thehill 😂😂😂😂😂",
  "@ananavarro Because he is a narcissist",
  "@RobsInTouch @CNN @FareedZakaria For now... 🇷🇺",
  "@CNN @FareedZakaria The primary issue is evil.",
  "Why does Reformed theology bring out so many nuts?",
  "@DrOakley1689 @PastorSJCamp It is so sad to see the fall of Steve Camp. Pray for repentance.",
  "@robertmharman1 Do you have any better ideas?",
  "@fuera_rajo @thehill Either you are a bot or greatly misinformed.",
  "@thehill Because he is a narcissist.",
  "@USATODAY Let's still deny climate change.",
  "@FoxNews Any news that does not glorify Trump is fake news. #smh",
  "@ConstiMillenial @LifeSite @Riccardi4NJ What are you suggesting be done?",
  "@JanCoffey18 @marcorubio Are Catholics Christian?",
  "@nytimes Abortion is murder. Regardless of the circumstances.",
  "@J9egerman @NBCNews Classic narcissist....",
  "@DailyMail Bizarre interpretation of scripture....",
  "@thehill This man should not be president.",
  "Our president is a nightmare. Who thought it would be a good idea to have a narcissist as president? #PuertoRico #PuertoRicoRelief",
  "@USATODAY So sad. So much killing in our nation. Guns, abortion, terrorism. Pray for our country.",
  "She was not interested in dialogue. Apparently, she is not aware of her own worldview at play. https://t.co/V6dw7d2fOp",
  "@RiveraGrrl @thehill You know these are humans you are advocating to be killed.",
  "@RiveraGrrl Are you aware of the number of babies killed by abortion every years?",
  "@RiveraGrrl @thehill This is about life and death. This is not about feminist theory.",
  "@RiveraGrrl @thehill You are the one who wants to triage someone's life over the other life. Please don't kill babies. Is it that hard?",
  "@RiveraGrrl @thehill You are forgetting about the life of the unborn. Why kill the unborn?",
  "@RiveraGrrl @thehill What is wrong with affordable healthcare?",
  "@RiveraGrrl @thehill You should be against murdering babies simply because it's wrong. The other issues are not related.",
  "@RiveraGrrl @thehill Of course. One correction. Affordable healthcare not free.",
  "@thehill This bill needs to become law. So many lives are at stake.",
  "@FoxNews Pray for peace.",
  "@AtomicShock2012 You honestly don't know the answer to your question?",
  "@AtomicShock2012 @WDarville @A_Smart_Liberal @FoxNews Students do not lose their rights because the \"ultimate dictator\" is offended.",
  "@AtomicShock2012 @WDarville @A_Smart_Liberal @FoxNews The students in the public schools have the same rights in the classroom as they do on the playing field.",
  "@AtomicShock2012 @WDarville @A_Smart_Liberal @FoxNews Lol... go tell that to the principal of a high school that the coach is the \"ultimate dictator\".",
  "@AtomicShock2012 @WDarville @A_Smart_Liberal @FoxNews No one mentioned picketing on a field except you. You are the one changing the topic.",
  "@AtomicShock2012 @WDarville @A_Smart_Liberal @FoxNews Now you are just making stuff up. Lol",
  "@AtomicShock2012 @WDarville @A_Smart_Liberal @FoxNews First amendment covers a lot. I know you want to keep changing the topic of forced speech.",
  "@AtomicShock2012 @WDarville @A_Smart_Liberal @FoxNews Changing the topic again? We are talking about forced speech.",
  "@AtomicShock2012 @WDarville @A_Smart_Liberal @FoxNews You are confusing the issue. Players on the team don't lose their Constitutional rights.",
  "@WDarville @AtomicShock2012 @A_Smart_Liberal @FoxNews Students' rights do not end when they enter a school.",
  "@Eleasah10 @NBCNews Amen!",
  "@NBCNews Pray for the members of this cult.",
  "@USATODAY A sacred location in North America??",
  "@Acts17 Amen!",
  "@Chelsea9711 @GOP Sad but true",
  "@AtomicShock2012 @A_Smart_Liberal @FoxNews Source: Tinker vs Des Moines Independent Community School District",
  "So sad. https://t.co/ETlcRI6KIn",
  "@AtomicShock2012 @A_Smart_Liberal @FoxNews Said no lawyer ever. Regardless of the team \"rules\", the Constitution always applies to the students in a public school.",
  "@AtomicShock2012 @ChenGonSol @A_Smart_Liberal @FoxNews I am glad you are not my lawyer. Students do not lose their constitutional rights when they enter a school.",
  "@AtomicShock2012 @A_Smart_Liberal @FoxNews Dismissing a person from a team for not standing for the national anthem is unconstitutional. This is not North Korea.",
  "@AtomicShock2012 @A_Smart_Liberal @FoxNews Let's stick to the topic...why should athletes be forced to stand for the national anthem?",
  "@janaynaypidukov @FoxNews I am guessing you support forced speech.",
  "@AtomicShock2012 @A_Smart_Liberal @FoxNews Why have forced speech in a free society?",
  "@CNN Forced speech...that is a great thing... #sarcasm",
  "👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶 cont…",
  "👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶 900 lives a day.",
  "👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶 cont…",
  "👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶 cont…",
  "👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶 cont…",
  "👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶 cont…",
  "👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶 cont…",
  "This is how many American lives Planned Parenthood takes every day: 👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶👶 cont…",
  "@ScottLynch149 Should the players be forced to stand for the national anthem?",
  "@SernaEserna @daphanie03 @FoxNews @NFL Should the players be forced to stand for the anthem?",
  "@american_navajo @thehill Attacks on NFL players, media...",
  "@FoxNews Awful. Why did it take so long to suspend the Jones Act???",
  "@thehill Why does this president frequently attack freedom of speech?",
  "@FoxNews And deny climate change...",
  "@GazeWest @thehill Why?",
  "@NBCNews It should be waived forever.",
  "@thehill Lock her up???",
  "@USATODAY Narcissist.",
  "@yzbeauty4him I am assuming you are willing to credit Obama for the first 7 years of the Bull market.",
  "@yzbeauty4him I am not a Hillary supporter. Didn't vote for her. However, Warren Buffett is one. He knows a few things about the stock market.",
  "@westsinlisbon Amen!",
  "@LauraTMusic Amen!!",
  "@suwisal @RCSproul Amen",
  "@aliahindawi Muslims reject Jesus as God.",
  "@jjuhar777 @ellen5e Have you read the entire bible?",
  "@AP Pray for our country.",
  "@yzbeauty4him Dig, dig, dig",
  "@yzbeauty4him Now it's comical. You are giving Trump credit for an 8 year Bull Market. I guess Syria agrees with Trump regarding Paris. 🤦‍♂️",
  "@USATODAY Smart move.",
  "@yzbeauty4him Let's see if you can do all of the Trump tactics...So far you have insult, fake news, and bring up someone else.",
  "@yzbeauty4him Another Trump tactic...bring up someone else to avoid talking about Trump. Dig a little deeper.",
  "@thehill #smh People still pay for psychics?",
  "@QuranNsunnah Jesus is God. Amen.",
  "@AP Pray for peace.",
  "@thehill Mr. Sessions, dreamers, as all humans, are made in the image of God.",
  "@yzbeauty4him Putin is not a very credible source. Go ask his political enemies. Keep digging yourself deeper...",
  "@yzbeauty4him If think working with Putin during the election is a good thing... then clearly you don't put \"America First\".",
  "@yzbeauty4him Ever heard of a guy named Vladimir Putin? #smh",
  "@yzbeauty4him @NBCNews Sadly, his followers have started using the fake news response instead of dealing with facts.",
  "@yzbeauty4him @NBCNews And they are all linked to Russia. I know Trump likes to use the term Fake News for things he doesn't like.",
  "@yzbeauty4him @CBSNews @POTUS I guess Manafort wasn't talking to the Russians or a meeting didn't happen with the Russians...",
  "@yzbeauty4him @CBSNews @POTUS If you talk like a bot and behave like a bot...I have no problem calling you a bot.",
  "@yzbeauty4him @CBSNews @POTUS 😂 hmmm. I wonder what Mueller is investigating?",
  "Pray for our country. https://t.co/yzgCrZBvix",
  "@yzbeauty4him @CBSNews @POTUS More insults...",
  "@yzbeauty4him @CBSNews @POTUS Not a liberal. Christian. Yes.",
  "@yzbeauty4him @CBSNews @POTUS You have resorted to the favorite tactic of Trump supporters, insulting your opponent. I wonder where you learned that tactic. 😒",
  "@yzbeauty4him @CBSNews @POTUS So you only read news sources that you agree with... that's discernment...",
  "@yzbeauty4him @CBSNews @POTUS Yes, you have proven that you are bot. 💻",
  "If it's illegal to give a minor a drink...why is it legal to smoke near a minor? #cancer",
  "@yzbeauty4him @CBSNews @POTUS Lol. Ok, bot. Read the news much?",
  "@thehill Can I just opt out of equifax altogether?",
  "@ananavarro Pray for Mexico! Our friends to the south! 🇲🇽 🇺🇸🙏🙏",
  "@WSJ Pray for Puerto Rico.",
  "@yzbeauty4him @CBSNews @POTUS Huh?",
  "@NBCNews Why deny treatment to those who seek it?",
  "@thehill Pray for our country.",
  "@CBSNews Yet, there is no collusion (according to Trump). Lol 😂",
  "@NBCNews Pray for peace.",
  "@IndygirlfromTn @nytimes Do you have evidence to support your claim?",
  "@USATODAY False prophet",
  "@murrayjohnsonjr @PinkArt4 @thehill Interesting theology.",
  "@DrOakley1689  https://t.co/RrSpvrGG1f",
  "@murrayjohnsonjr @PinkArt4 @thehill America would be a better place if everyone prayed for our country.",
  "@AP Yet, many deny climate change. #smh 🤦‍♂️",
  "@warybear @PinkArt4 @thehill Why bring her up? Off topic.",
  "@PinkArt4 @thehill This is not about Mueller. This is about the facts and the growing amount of evidence pointing towards collaboration with the Russians.",
  "@PinkArt4 @thehill It's sad that a crime may have been committed by the Trump campaign.",
  "Here's a new video on the parting thoughts of Jesus, Muhammad, and Nabeel:... https://t.co/AwuKRQzN6p",
  "@DrOakley1689 No!!!! https://t.co/CGfOwYw8Xd",
  "@TYCASHH Amen",
  "Praise God from whom all Blessings Flow. #doxology",
  "@thehill He'll be out of office soon... #Russia 🇷🇺",
  "@USATODAY #smh 🤦‍♂️",
  "@MonroeWilliam5 Clearly, you are not balanced. Goodbye.",
  "@MonroeWilliam5 I recommend reading the Gospels. These were written 600 years before the Quran.",
  "@MonroeWilliam5  https://t.co/7NBfpyLW7x",
  "@GodsGirlJade3 Amen",
  "@wafaalnassar Nope!",
  "@Mithamongungute Amen!",
  "@JamesPrescott77 Love the person, dislike the sin.",
  "https://t.co/U1Gd1Be8mU",
  "@thehill That's because he is a narcissist.",
  "@kristinnlynn Amen!!! 🙏🙏🙏",
  "@FoxNews Who says he doesn't intervene?",
  "@RaShAd_HuGhsToN @WarWithLiberals @FoxNews I am happy to dialogue with him. He would rather use his library of memes and hide.",
  "@FoxNews Pray for Muslims. Pray that they  receive the Gospel.",
  "@RaShAd_HuGhsToN @WarWithLiberals @FoxNews He made his comment then immediately blocked me. I am assuming he is scared of dialogue. 🤦‍♂️",
  "@JackAubrey3 @Double_up @nytimes Why?",
  "@MattieLegend @FoxNews @realDonaldTrump @POTUS There are many networks that report real news.",
  "@lisette_richter @FoxNews Majority of what?",
  "@William09870879 @FoxNews What would they have reported on that was good?",
  "@RyanOpinion @FoxNews For now...",
  "@WarWithLiberals @FoxNews That's the problem...he is Trump.",
  "@ShawnHe47023512 @KJVBaptist193 @nativejeweler1 Do hold the same regard for the NASB and ESV?",
  "@mariabvby You're welcome!!",
  "@nativejeweler1 @ShawnHe47023512 @KJVBaptist193 Why do you feel it simplifies the word?",
  "@ShawnHe47023512 @KJVBaptist193 @nativejeweler1 What draws you to the NKJV? I have one in my house.",
  "@mariabvby Praying for you. 🙏",
  "@ShawnHe47023512 @KJVBaptist193 @nativejeweler1 ESV",
  "@ShawnHe47023512 @KJVBaptist193 @nativejeweler1 NASB",
  "Nabeel's last words to us.  Today he's with his Savior. https://t.co/DZgKi8wqMH",
  "Pray for 2 Muslims: Nabeel Qureshi on the threshold of eternity, and Ehab Jaber, sitting in prison in desperate need of the Gospel.",
  "@rfaith01 Amen",
  "@AP Wow",
  "@D_MacPherson 🤦‍♂️",
  "@jollymariii Amen!!!",
  "@joni_stevenson Amen!",
  "@viviansmith2017 Of course! I just followed back. Always taking prayer requests and always looking to talk about our Lord.",
  "@EllahieCooking Karam, thank you for following me",
  "@DormineyWood @bronsonjbarton Amen!!!",
  "@lorevmtz Amen!!",
  "@AReebel @FoxNews Too many students are pursuing advanced degrees when techical degrees are what is in demand.",
  "@JustMyStyle101 We all need Jesus",
  "@JustMyStyle101 Aww",
  "@morganmarie003 Amen!",
  "Pray for our world.",
  "@trinitysfaith thanks for the follow!",
  "@JesusLoveWisdom Of course!!! I will.",
  "@JesusLoveWisdom Thanks Sister!",
  "@JustMyStyle101 Amen",
  "@JesusLoveWisdom And you?",
  "@JesusLoveWisdom Please pray for those affected by Hurricane Irma.",
  "@originaljewel Amen!",
  "@JesusLoveWisdom It's always great to meet fellow Christians.",
  "@JesusLoveWisdom 😀",
  "@JesusLoveWisdom thanks for the follow.",
  "@AReebel @FoxNews The best answer is education. Investments in education leads to higher paying jobs.",
  "@stebner @AndreGrindstaff @FoxNews @BernieSanders There were also lifetime limits on healthcare. One cancer diagnosis could easily reach the max.",
  "@stebner @AndreGrindstaff @FoxNews @BernieSanders Same here for many years. However, I did have to answer many questions regarding health history and the insurer could deny me.",
  "@stebner I agree. Hence, the individual manadate. Obamacare may not be the permanent solution it solved many problems.",
  "@stebner @AndreGrindstaff @FoxNews @BernieSanders I love the free-market. See previous tweets. However, we have market failure when it comes to healthcare. We did prior to Obamacare.",
  "@stebner @AndreGrindstaff @FoxNews @BernieSanders That is not true regarding the open market. Plus, insurers could charge you a much higher rate.",
  "@stebner @AndreGrindstaff @FoxNews @BernieSanders If you had a preexisting condition prior to Obamacare, you couldn't get insured on the open market.",
  "@stebner @AndreGrindstaff @FoxNews @BernieSanders Obamacare addressed a heavily broken system. It's not perfect. However, Congress refuses to act.",
  "@CNN Congratulations to the cities of Paris and Los Angeles. Both are world-class cities.",
  "@stebner @AndreGrindstaff @FoxNews @BernieSanders Premiums are a result of increased healthcare costs. Obamacare provided a method for many to have access to insurance.",
  "@stebner @AndreGrindstaff @FoxNews @BernieSanders Do you remember rates prior to Obamacare? They were skyrocketing. Also, insurers could deny preexisting conditions.",
  "@mel0tonin @blackstone_gv @FoxNews We all benefit from free trade policies.",
  "@blackstone_gv @mel0tonin @FoxNews Say goodbye to low inflation rates.",
  "@blackstone_gv @mel0tonin @FoxNews What do you think would happen if the US defaulted on its debt?",
  "@AndreGrindstaff @FoxNews @BernieSanders How are things worse since Obamacare?",
  "@AndreGrindstaff @FoxNews @BernieSanders Not if your job didn't offer health insurance.",
  "@FoxNews @BernieSanders Does anyone have a better idea?",
  "@NBCNews You mean bipartisanship against the president?",
  "Why are King James Only folks so crazy? #KJV",
  "@VanHawk80 @FoxNews Sell bonds",
  "@AReebel @FoxNews Do you think hyperinflation is a good thing?",
  "@blackstone_gv @FoxNews That's a good idea. #smh 🤦‍♂️",
  "@tapiotim @FoxNews The debt ceiling is a result of appropriations made by Congress. Appropriations should include debt ceiling increases.",
  "@FoxNews It is a safe investment. I also hold US Treasury Bonds.",
  "@FoxNews Nothing wrong with that.",
  "@AP He's correct.",
  "@nytimes So sad. Pray.",
  "@JackPet59186321 @ABC Then you might know that building a levee around each island in the Florida Keys is about as ridiculous as a wall along the entire border.",
  "@JackPet59186321 @ABC That's great.",
  "@JackPet59186321 @ABC Have you ever been to the Florida Keys?",
  "@JackPet59186321 @ABC What?? Around each island?",
  "@ABC Awful news.",
  "@NBCNews @nbc6 So sad",
  "@Provitasemper Well said",
  "@KayaTime @LifeSite Great question! Let's stick to scripture and scripture alone.",
  "@cnnbrk So sad. Pray!!!",
  "@marissameringue @FoxNews There is much to learn. Sadly, we will probably learn of more tragedies like this one.",
  "@marissameringue @FoxNews Terrible tragedy. I find it hard to blame FPL. 2/3 of state does not have power.",
  "@FoxNews So sad. Irma is an awful catastrophe. Pray for Florida and the rest of the Southeast.",
  "@LifeSite Nope. Let's stick to scripture instead of the ideas of men 1,000+ years post scripture.",
  "@Sola5Gal @NAQureshi Praying for Nabeel.",
  "@LillianadelReal That is a lie. Obama is not s Muslim.",
  "@LillianadelReal That's good for him. What evidence do we have that Trump is a Christian?",
  "@D_MacPherson Money? 😀",
  "@Sola5Gal Pray for Cuba.",
  "Even though it wouldn't be popular, market pricing for gas after a hurricane would increase the supply of gasoline. #hurricaneIrma",
  "Our price controls on gas the best thing for Florida after #hurricaneirma2017 #hurricaneirma",
  "@LillianadelReal What evidence do we have that Trump is a Christian?",
  "@LinuxGal Hence, we all need a savior.",
  "@LinuxGal Not all evangelicals.",
  "@LillianadelReal What evidence do we have that Trump is a Christian? He has never asked for forgiveness, no home church,minimal bible knowledge, lifestyle...",
  "@LillianadelReal I am sorry that you are unable to comprehend my tweets. As I mentioned earlier, I am neither Republican or Democrat.",
  "@LillianadelReal Sadly, you are using the same tactics as Trump. Attack political opponents with lies. Hence, as a Christian, I cannot support Trump.",
  "@LillianadelReal You know that claim is false, right? Of course Trump has little regard for truth. Sadly, many of his followers are the same way.",
  "@LillianadelReal @thehill Do you mean the majority of Americans who disapprove of Trump's performance?",
  "@LillianadelReal @thehill That was a good move. The GOP has been unable to provide an alternative plan.",
  "@LillianadelReal @thehill Once again, how he is a traitor against his country? Disagreement with Trump is not grounds for being a traitor.",
  "@LillianadelReal @thehill Good for you.",
  "@LillianadelReal @thehill As stated earlier, I am not a Democrat.",
  "@LillianadelReal @thehill I am Christian. Neither party works for me.",
  "@LillianadelReal @thehill Once again, evidence that he is a traitor.",
  "@LillianadelReal @thehill Please provide evidence that he is a traitor.",
  "@LillianadelReal @thehill Sen. McCain is clearly not a traitor.",
  "To my fellow evangelicals... It is ok to say that climate change is real. #hurricaneirma2017",
  "@CrazyMomma007 Do you really want a sex predator sleeping next to children?",
  "The 800,000 covered by #DACA are exactly the kind of immigrants we want in this country #TheBriefing https://t.co/MjaFKLNMTX",
  "@W5he1t0n @FoxNews Another insult from a Trump supporter. Are you guys capable of arguing without insulting the other person?",
  "@W5he1t0n @FoxNews It's called a continuing resolution. 😀",
  "@W5he1t0n @FoxNews Once again...Congress sets the federal budget. Not one penny may be spent by the treasury without Congressional approval.",
  "@W5he1t0n @FoxNews I have yet to find a Trump supporter on Twitter who can debate without throwing insults at the same time.",
  "@W5he1t0n @FoxNews You blame the national debt increase on Obama. I challenged you for evidence. You change the topic.",
  "@W5he1t0n @FoxNews You know Congress sets the budget...",
  "@kraigeous @drmoore Well said.",
  "Congress should do the right thing and provide a solution for those who were brought here by parents as children. #daca",
  "@W5he1t0n @FoxNews No, you stated numbers without context.",
  "@LifeSite Yet, Pope is not a biblical office of the church.",
  "@W5he1t0n @FoxNews Context???",
  "@W5he1t0n @FoxNews Evidence?",
  "@carltball122219 @thehill What???",
  "@BCEntz Found it.",
  "@BCEntz The #PCUSA has commented on the #NashvilleStatment?",
  "@alicewh88737804 @thehill Answer my question first.",
  "@alicewh88737804 @thehill Should we haul the \"illegal\" Canadians to Mexico?",
  "@alicewh88737804 @thehill I am guessing you do not trust the Bureau of Labor Statistics with unemployment numbers. 🤦‍♂️🤦‍♂️❤️",
  "@alicewh88737804 @thehill Your stat. 44 million. Remove 44 million from economy and you will have a recession and reduced GDP for long-term. #Economics101",
  "@thehill I agree",
  "@alicewh88737804 @thehill Are you prepared for a recession?\nThese individuals make up a large portion of our economy.",
  "@politico Nice way to stick it to one of our friends during a crisis...",
  "@alicewh88737804 @thehill Lol. Go visit it. You will see multiple helicopters flying around and a very large wall.",
  "@alicewh88737804 @thehill Why do you want to build a second wall?",
  "@alicewh88737804 @thehill There is a wall at the border. No need to build a second wall. Most immigrants enter the USA legally. You know that, right???",
  "@alicewh88737804 @thehill I am going to assume that you are a bot unless you can answer my question. Have you visited the Mexican/USA border?",
  "@alicewh88737804 @thehill Have you visited the border or are you a bot?",
  "@alicewh88737804 @thehill Why?",
  "@alicewh88737804 @thehill They already exist. Have you visited the Mexican/USA border?",
  "@sdaye411 @KeksArmyRises Hahaha. Yes, please tell us who took it. Theft of the century.",
  "@hollyammon @thehill 🤦‍♂️🤦‍♂️🤦‍♂️",
  "@alicewh88737804 @thehill Walls already exist on the border.",
  "@thehill Pray for the families affected by this decision.",
  "@thehill So sad. My prayers are for those affected by this heartless decision. #daca",
  "@KeksArmyRises Where did the country go?",
  "@USATODAY Pray for the families affected by this awful decision. #daca",
  "@antoinette2645 @thehill Is that why his approval rating is in the 30's?",
  "@CNN Has he done anything GOOD as president?",
  "The Nashville Statement makes a clear declaration of God’s purpose in creating human beings as male and female. https://t.co/BXRreQMqH5",
  "@thehill Does any caring and compassionate person want to get rid of #DACA?",
  "@darren_cub1fan @drmoore Peace. Enjoy your Labor Day Weekend, Brother.",
  "@darren_cub1fan @drmoore Would you support government enforcement of wicked laws? Ex. Abortion. Slavery. Gay marriage.",
  "@darren_cub1fan @drmoore Once again, the Bible should be the foundation for morality. These are real people who are being affected. Compassion is necessary.",
  "@darren_cub1fan @drmoore Individuals with deferred status.",
  "@darren_cub1fan @drmoore If you are a Christian, the Bible should be your foundation for beliefs...not current interpretation of USA law.",
  "@darren_cub1fan @drmoore It's hard to imagine a scenario where deporting an individual who moved here as a child being deported later in life as compassionate.",
  "@darren_cub1fan @drmoore Some.",
  "@darren_cub1fan @drmoore I have asked several questions. You refuse to answer the questions. You simply reply with a question.",
  "He may be our president in a few months... https://t.co/7lp8lV1vBR",
  "@darren_cub1fan @drmoore Nobody is stealing. Have you ever met someone who applied for DACA?",
  "@darren_cub1fan @drmoore Are you a Christian?",
  "@darren_cub1fan @drmoore Are you seriously comparing #DACA with stealing food?",
  "@darren_cub1fan @drmoore Are you a Christian?",
  "@darren_cub1fan @drmoore That doesn't answer my question.",
  "@nytimes Pray!!",
  "@darren_cub1fan @drmoore Is it compassionate to deport someone who moved to the USA as a child?",
  "@thehill It's so unfortunate that millions of Americans lack access to healthcare.",
  "@TheMovieProjec1 You don't value free speech?",
  "Children shouldn't suffer because of the decisions of their parents, especially when they have tried to make things right. #DACA",
  "@elb3 And His commandments.",
  "@elb3 Nope. I am clearly not a Trump supporter. You can be against sin and not hate people. 😀",
  "@mmmirele We are all broken and sinful. I haven't killed anyone.",
  "Oh my. I hadn't even read about this tragedy until now. https://t.co/4ZilEi0Yo6",
  "@elb3 I am not a Trump support and I support the statement. 😀",
  "@elb3 The #NashvileStatement has nothing to do with race.",
  "Liberals are happy to skip the sins they disagree with in the Bible. #NashvileStatement",
  "@Jennavie_C I guess you wouldn't be a very good juror. 😀😀",
  "@Jennavie_C On what basis do you reject the eye-witness testimony of the resurrection?",
  "@Jennavie_C Yet, you haven't provided any evidence for any claim you have made tonight.",
  "@Jennavie_C Do the words of those who witnessed the resurrection not matter?",
  "@Jennavie_C You firmly believe something with no evidence.",
  "@Jennavie_C Just because you reject the words doesn't mean they are not true. Why reject the eye-witness testimony of the resurrection?",
  "@Jennavie_C Once again...evidence",
  "@Jennavie_C Why do you reject God?",
  "@Jennavie_C See passage from Philippians.",
  "@Jennavie_C There is not much debate there.",
  "@Jennavie_C “Paul, an apostle of Christ Jesus by the will of God, To the saints who are in Ephesus, and are faithful in Christ Jesus:”\nEphesians 1:1 ESV",
  "@Jennavie_C Show me your favorite piece of evidence you are willing to defend.",
  "@Jennavie_C Every book has an original author.",
  "@Jennavie_C Correct. It is a search engine.  Not a source. You must analyze the results and not just accept whatever shows up first.",
  "@Jennavie_C Philippians 2: 9-11",
  "@Jennavie_C Use Google as a source for a college paper and see what happens. 😀😀",
  "@Jennavie_C You made a bold claim. I just ask for one piece of evidence. BTW...Google is not a source.",
  "@Jennavie_C I am asking you to identify evidence to support your claim that you are willing to defend.",
  "@Jennavie_C Still waiting...",
  "@Jennavie_C I asked for evidence. You haven't provided any to substantiate your claim.",
  "@Jennavie_C Is there any theologian you respect? Is there any evidence of any missing parts of scripture?",
  "@stormsmaycome I will untag you from all future comments.",
  "@Jennavie_C You used all professional theologians as an argument. I challenged you. Yet, I haven't received a response.",
  "@Melhope80 How have I been rude and condescending? It is ok to dialogue about truth.",
  "@Jennavie_C You are free to reject Him, He still is your Creator and Savior. 🙏",
  "@Jennavie_C @Melhope80 @stormsmaycome I bring it up because you said \"all professional theologians\".",
  "@Jennavie_C @Melhope80 @stormsmaycome He is also your God. 😀",
  "@Jennavie_C @Melhope80 @stormsmaycome Who is favorite living theologian?",
  "@Jennavie_C @Melhope80 @stormsmaycome Nope. Not a fan of televangelists, prosperity gospel, etc.",
  "@Jennavie_C @Melhope80 @stormsmaycome God preserved His word (aka Bible) for generations of believers.",
  "@Jennavie_C @Melhope80 @stormsmaycome You subscribe to an open canon. Very few theologians subscribe to this line of thinking.",
  "@Melhope80 @stormsmaycome Is it love to skip teachings on sin? We all sin. So we are all in need of a savior.",
  "@Jennavie_C @Melhope80 @stormsmaycome Maybe your \"professional\" theologians.",
  "@Jennavie_C @Melhope80 @stormsmaycome You are just assuming. You could say that about anything. You don't believe God is capable of preserving His word?",
  "@ChanRoxane Biblical evidence?",
  "@Jennavie_C @Melhope80 @stormsmaycome Name one",
  "@Melhope80 @stormsmaycome Weak on love? Or your definition of love...",
  "@Melhope80 @stormsmaycome Yes, real people in real life.",
  "@Melhope80 @stormsmaycome Well, we teach the entire Bible.",
  "@stormsmaycome To the unbeliever, God's law is offensive.",
  "@Melhope80 @stormsmaycome Jesus commanded his followers to teach everything He has commanded.",
  "@stormsmaycome What do you feel the Bible says about being trans?",
  "@Melhope80 @stormsmaycome Many",
  "@Melhope80 @stormsmaycome Yes. Does your church teach about sin?",
  "@Melhope80 @stormsmaycome So sin doesn't exist in your church's teachings?",
  "@ChanRoxane Yes, I love my Muslim neighbor and his family. I also pray for their salvation.",
  "@stormsmaycome Yes, we are all sinners made in the image of God. God created us male and female.",
  "@stormsmaycome That was a reply to Melanie.",
  "Smh 🤦‍♂️ 🤦‍♂️ 🤦‍♂️ https://t.co/37SonYxHQs",
  "@Melhope80 @stormsmaycome Your church does not teach about sin?",
  "@stormsmaycome Based on what logic?",
  "@mmmirele @GHalv It's not bashing people. It's bashing sin. Big difference. We all are sinners in need of a savior.",
  "@thehill So sad. Pray for our country.",
  "@stormsmaycome You can love someone and be against sin. We are all sinners in need of Christ.",
  "@defgurl2004 God conquered sin.",
  "@mmmirele @GHalv Nope",
  "@ChanRoxane Without law...why have a savior?",
  "@ChanRoxane We must have a different Bible and/or god.",
  "@mmmirele Yet, those words do not appear in the #NashvilleStatement.",
  "@perrynoble I guess when Jesus responded to the Sadducees with \"You are WRONG\" in Matthew 22 He was just building some OTHER kind of \"relationship\" eh?",
  "Many liberals are having a meltdown over the #NashvilleStatement. Yes, God has laws and a purpose for His creation.",
  "@Whits1bone How is it hateful?",
  "@bjudy90 How so?",
  "As for me and my house, we will serve Yahweh. https://t.co/noQbEllfJh",
  "@nytimes  https://t.co/OldUSIqQyx",
  "@JamesRitch1  https://t.co/WKCTzJsocD",
  "Why quote Jim Bakker? https://t.co/gNuHJsaNJO",
  "@olddantucker3 @thehill Russia 🇷🇺",
  "@Xtrme4 @thehill Why do you think Trump is awesome?",
  "@lelaholadaycole @thehill Amen!",
  "@thehill Not any Christians that I know of...Trump is not a Christian.",
  "@benandreas369 @hulettw2 @FoxNews @SoCal4Trump Your position is the Constitution doesn't apply to \"illegals\".",
  "@benandreas369 @hulettw2 @FoxNews @SoCal4Trump The Constitution disagrees with you.",
  "@benandreas369 @hulettw2 @FoxNews @SoCal4Trump Law enforcement is 😀",
  "@benandreas369 @hulettw2 @FoxNews @SoCal4Trump It's called a Constitution.",
  "@MFajay @CNN @BarackObama Regardless of your views of immigration...law enforcement is not above the law.",
  "@MFajay @CNN @BarackObama Federal courts don't matter? You know we have 3 branches of government...",
  "@MFajay @CNN @BarackObama So you are ok with a Sheriff ignoring court orders?",
  "@JosePepz25 @MFajay @CNN @BarackObama I don't know Marchello to comment on his thought process. I am deeply concerned for our country.",
  "@MFajay @CNN @BarackObama You know Arpaio violated court orders, right?",
  "@c_kimmerle @amyserwinowski @23theRealRandy @wango007 @FoxNews 4th amendment applies to everyone",
  "@MFajay @CNN @BarackObama Ignore court orders?",
  "@lisette_richter @FoxNews @seanhannity What majority?",
  "@threebee1960 @FoxNews @seanhannity Why?",
  "Another trip in London, another discussion with the Muslim driver, another person directed to the online debates/discussions. 2 in 1 day!",
  "@hulettw2 @FoxNews @SoCal4Trump And racial profiling?",
  "@frazier_annik @MailOnline Isn't it life regardless of the number weeks since conception?",
  "@frazier_annik @MailOnline Why 32 weeks?",
  "@Sola5Gal That guy is not balanced.",
  "He actually tweeted this statement. I have never met a Muslim who hates me or wants to cut my head off. @pastorsjcamp #MAGA https://t.co/tWrSCXvYOr",
  "I made one comment about the negative influence the #MAGA movement is having on the church and I get blocked by Steve Camp. @pastorsjcamp https://t.co/imUsMTzIWp",
  "@AominOrg I am deeply concerned that the #MAGA movement has negatively influenced the church.",
  "Yet, abortion is not mentioned in the Constitution. https://t.co/RWm5XRZAZS",
  "@rynie_licious You think abortion at 35 weeks is a good thing?",
  "Woman aborts baby at 35 WEEKS... but is horrified to discover the midwife saved the boy and sold him to her cousin https://t.co/TKLFvHQrE5",
  "@MailOnline Abortion is a terrible evil of our time. Pray!",
  "@MailOnline Abortion is not the answer.",
  "@thehill The abortionists never like to be exposed for the evil that they do to the unborn.",
  "Don't forget the zero mammograms... https://t.co/y7xvfqlPut",
  "@vbmarquis @nrlc Serious question...in your opinion, when does life begin?",
  "@uttergutz @nytimes Your refusal to answer is quite the answer.",
  "@wck47 @nytimes Does the cross offend you?",
  "@uttergutz @nytimes Third time, what about the body of the unborn?",
  "@uttergutz @nytimes Abortion is not mentioned in the Constitution.",
  "@uttergutz @nytimes Once again, what about the body of the unborn?",
  "GOOD: Planned Parenthood announces closure of half its New Mexico facilities. https://t.co/sBS3qmZ8VS",
  "Wonderful news! https://t.co/rfKYVZdnHL",
  "@kevindoral @dawnparagracias @nytimes Abortion is not mentioned in the Constitution. Roe v. Wade is a classic example of legislating from the bench.",
  "@kevindoral @dawnparagracias @nytimes What about the rights of the unborn? Does their life matter?",
  "@kevindoral @dawnparagracias @nytimes Killing is your solution?",
  "@kevindoral @nytimes Nope",
  "@uttergutz @nytimes What about the unborn person's body?",
  "@CindyAnnGlan @nytimes Yes",
  "@dawnparagracias @nytimes Yes, so don't kill the unborn baby.",
  "@dawnparagracias @nytimes No. Just killing the unborn.",
  "@nytimes Pray for the end of abortion.",
  "20,000+ pro-lifers March for Life in Croatia https://t.co/dtJ5BRMFzb https://t.co/UgOrxpe5cr",
  "@anttodd @Cworth71 @ACLUiowa Life starts at conception",
  "@Cworth71 @ACLUiowa I don't know of any sky fairies.",
  "@anttodd @Cworth71 @ACLUiowa Faulty logic",
  "@Cworth71 @ACLUiowa Yes, killing the unborn is pure evil.",
  "@ACLUiowa The ACLU and Planned Parenthood are defending evil.",
  "Abortion is NEVER healthcare.",
  "@CoreyFaderci we are not talking about her body. It's the baby we are talking about.",
  "@CoreyFaderci @CLIFFBELL888 @vegas_sports @PPact you keep forgetting about the baby. Does the baby have a right to live?",
  "@CoreyFaderci @CLIFFBELL888 @vegas_sports @PPact do you even know what a sacrament is or how many sacraments exist?",
  "@CoreyFaderci using your logic, a pregnant woman will want to kill her baby because it would be illegal. #smh",
  "@CoreyFaderci @CLIFFBELL888 @vegas_sports @PPact on what basis do you think the murder of babies would become a sacrament?",
  "@CoreyFaderci @CLIFFBELL888 @vegas_sports @PPact didn't you bring up sacraments?",
  "@CoreyFaderci @CLIFFBELL888 @vegas_sports @PPact your low view of life and your Creator is quite evident in this comment.",
  "@CoreyFaderci @CLIFFBELL888 @vegas_sports @PPact yes, until the end...evil will exist in this world. You just want to keep it legal.",
  "@CoreyFaderci @CLIFFBELL888 @vegas_sports @PPact yet, you seem to forget about the baby who is being slaughtered.",
  "@CoreyFaderci @CLIFFBELL888 @vegas_sports @PPact yes, abortion kills babies. That's the point.",
  "@CoreyFaderci @CLIFFBELL888 @vegas_sports @PPact the baby is killed.",
  "@CoreyFaderci @CLIFFBELL888 @vegas_sports @PPact there is no such thing as a \"safe\" abortion.",
  "This would be wonderful news. #Pray https://t.co/KhtxDi7Po2",
  "@chrisaguilar39 @CNN quite the contrary.",
  "@CNN pray for this abortion mill to close.",
  "Kentucky's last abortion clinic has filed a lawsuit to prevent its closure https://t.co/xmlkCr5vXc",
  "RETWEET: Pray to end abortion. #abortion #DefundPP #PlannedParenthood",
  "Sorry, I don't listen . . . \n#DefundPP\n\nhttps://t.co/emFH6zDHZP #pjnet",
  "Thank you, Governor John Kasich! Ohio becomes the 9th state to #defundPP. https://t.co/dfSh4Wxnz8",
  "YESTERDAY: Gov @JohnKasich signed our bill to DE-FUND Planned Parenthood! https://t.co/z7BrOXlytm #prolife #defundPP https://t.co/Dlzgm8RTnF",
  "Ted Cruz Video: As President I Will Do Everything Possible to End Abortion https://t.co/O0oUba5oKD #TED2016 #tcot https://t.co/CX9q9frIEU",
  "Bernie Sanders' record on abortion is extreme, with 100% scores from both @NARAL and @PPact. https://t.co/6Fy44umt6x",
  "@LiveAction Marco Rubio Has Always Voted Against Funding Planned Parenthood  https://t.co/KJljGZcNKK",
  "\"The Constitution contains no right to abortion.\" \n~Supreme Court Justice Antonin Scalia\n#IStandWithDavid #DefundPP https://t.co/rErhDREGXK",
  "8 Times Justice Scalia Affirmed There is No Right to Abortion in the Constitution https://t.co/VtUcz76Z16 #tcot https://t.co/VBFgyQhs1V",
  "#IStandWithDavid #PPVideos Sparked #Prolife Revolution! RT https://t.co/FWDTAwjnJr #AskCecile #PPSellsBabyParts https://t.co/wyDwNKrlgM",
  "It's time for pro-lifers to stand strong to protect Justice Antonin Scalia’s principles. https://t.co/bjY7b3SKAN",
  "Tonight, pray for the unborn. There are a lot of Americans who don't think they have the right to live. #PrayToEndAbortion",
  "40 Days for Life Prayer Campaign Saves 35 Babies From Abortion Already https://t.co/PRJZh4U20A @40daysforlife #tcot https://t.co/bKhERTMeLQ",
  "We need a pro-life president. #PrayToEndAbortion  https://t.co/a0pVgEa25p",
  "You don't kill one victim to make another feel better\n#alllivesmatter\n#prolife\n#life\n#tcot #ccot https://t.co/UvFdenhIOF",
  "There is no such thing as a safe abortion. #PrayToEndAbortion",
  "Supreme Court Expert Thinks Obama Will Pick Pro-Abortion Loretta Lynch to Replace Scalia https://t.co/5pFaxGaOOm https://t.co/2d57jrC9t9",
  "Sen. Toomey aligns with McConnell: \"The next Court appointment should be made by the newly-elected president.\" per @siobhanehughes",
  "#DefundPP  https://t.co/pQl69t8eh0",
  "Pray for the end of abortion in Florida. https://t.co/vUGAC3kl85",
  "#ProLife #PrayToEndAbortion  https://t.co/JZ9LD6Hlsr",
  "Over 500,000 have signed our petition to defund Planned Parenthood!\n\nAdd your name now: https://t.co/YsZHSnopWP https://t.co/NSdLLTIJN3",
  "Vote for Ted Cruz &amp; you'll sleep better at night. #NRA #DefundPP #ProLife #SCprimary #SCpolitics #CruzCrew @tedcruz https://t.co/M7Ooi2kVwv",
  "#Election2016 #ChooseLife #UrMotherDid! #AbortionIsMurderAndPureEvil #LifeBeginsAtConception! #RT! @sassysassyred https://t.co/s88V97Zsd9",
  "#ChooseLife #PresidentsDay  https://t.co/QZE0ZrPFFj",
  "#chooselife  https://t.co/Tc8nWOPZ9B",
  "Pregnancy centers vs abortion clinics.\nWhich one is really anti woman? \n#Prolife #EndAbortion #DefundPP #ChooseLife https://t.co/L4bFvgO1TX",
  "\"A nation that kills its own children has no future.~St. John Paul II #Prolife #DefundPP https://t.co/euxDe2xL8T",
  "#DefundPP  https://t.co/xjLzmbNxxy",
  "#DefundPP #PrayToEndAbortion  https://t.co/UgSgcajlxu",
  "Tweets like this are why we must never stop praying. #PrayToEndAbortion https://t.co/5EPZyMM0J6",
  "Any funds to Planned Parenthood directly and/or indirectly supports abortion. #DefundPP",
  ".@DrGregBrannon is a pro-life warrior who will fight to #DefundPP #ncpol #ncsen",
  "It's CRAZY how people value sex and convenience over human life today in the name of \"choice.\" Crazy. \n#DefundPP",
  "Pro-Choice: \"It's not a baby. It's a fetus.\"\n\nPro-Life: \"You do realize that 'fetus' is Latin for 'baby', right?\"\n\n#DefundPP",
  ".@marcorubio has been &amp; always will be a staunch defender of life. For @tedcruz to suggest otherwise is a disservice to the pro-life cause.",
  "Abortion supporters don't want anyone to see the truth that God Himself created us in our mother's womb. https://t.co/BIcZz4ZexO",
  "BREAKING: University Staffer Who Threatened to Rape Pro-Life Women Resigns https://t.co/IX0CuOzgVl #Purdue #tcot https://t.co/r4EsHk3WKC",
  "University Staffer Who Threatened to Rape Pro-Life Women Resigns, Refused to Apologize https://t.co/33SdGmlKgX",
  "A network of Christians praying for the unborn. Join the movement!"
 ]
}