{
 "user": 54272651,
 "tweets": [
  "@colemigs3 @R_MCAthletics Gotta get the fam to a game",
  "@KingJames just made the state of Indiana flatter with that monster jam.  He keeps it up and @KyrieIrving will be right #flatearther",
  "I’m not a betting man(ok I lied) but my money is on @Patriots drafting @kylelauletta Jimmy G 2.0",
  "Calderon, Korver and JR starting for the @NBA Eastern Conference champs?  Can even @KingJames make that happen?",
  "@R_MCAthletics Damn, @colemigs3 save some hits for the rest of the guys.",
  "No way the @HoustonRockets win the @NBA unless coach grows the stache",
  "I just realize I’m not verified but I’m pretty sure it’s me",
  "@madisonlear_ Blasphemy",
  "@BillSimmons Rubio looks like a homeless man’s John Stockton but plays like a poor man’s Stockton",
  "@CvilleTomSoxVBL @jt_sorokowski And he is a wonderful house guest",
  "Why don’t airlines board back to front? Nothing about this process seems logical.",
  "@CosmoSheepdog I am just so relieved that is not my truck!",
  "CAT’s flat footed 3 is a thing of beauty. #nbaPlayoffs2018",
  "@JuddApatow GD! just watched the Zen movie and cried, hard.  A beautiful tribute to a brilliant man.",
  "By law, Mike D’antoni should always have a mustache @NBA -others who should always sport a ‘stache  1) Chuck Norris \n2) Adam Morrison\n3) bad guy tying woman to railroad tracks in silent movie\n4) Hitler",
  "Follow up @Applebees tweet: apparently asking a dude if he inked his own tattoo is an viewed as an insult",
  "Ladies, in case you were wondering, @Applebees men’s bathrooms are designed to answer the question, “how many awkward encounters can we create in a 12X12 space”",
  "love that team @UVABaseball https://t.co/rkstk8Vr6M",
  "\"If there’s one player from this group to bet on carving out a long NBA career and continuing to improve his stock throughout the pre-draft process, it’s Virginia utility guard Devon Hall\"",
  "@JMUBaseball Kinda rude doing @Hall_s0_hard that way! @Bradmckay5",
  "This story by @adamdavidson is so brilliantly ahead of the curve on the severity of Trump’s legal and political problems  https://t.co/7eriHPlRz4",
  "@JMUBaseball That’s my boy!  Love that @Bradmckay5 !",
  "@BillSimmons I can’t watch the game please post “angry” @JohnWall comments.  Love that guy.",
  "🎶 the ball is (just the)tipped 🎶",
  "This seems like a long wait to be disappointed by #OneShiningMoment",
  "In two years of running this feed, I've never asked this: if you find this feed a helpful, reliable, and accurate source of Trump-Russia analysis, I hope you will consider telling others how you feel. It's hard for me to combat alone the untrue things said about me and this feed.",
  "@CvilleTomSoxVBL @colemigs3 @RMCJackets So proud of that lumberjack!",
  "@OBJ_3  You should definitely be on @RamsNFL.",
  "what do you think @JLR2043 ?? https://t.co/kIF2zcBx8q",
  "@StephenAtHome is Spicoli ok?  I’m worried",
  "What happened to Spicoli? #lateshow",
  "@KrangTNelson Biggest non-trump inauguration gathering in dc ever",
  "@CvilleTomSoxVBL @NRothIII @RMCJackets That kids a rock star!",
  "@CvilleTomSoxVBL @colemigs3 @NRothIII @RMCJackets Have a day!",
  "@IfTonyTweeted Maybe the most uva thing ever",
  "“I have noticed even people who claim everything is predestined, and that we can do nothing to change it, look before they cross the road.” Stephen Hawking",
  "@sammywatkins  you got my heart broke!  best of luck with @Chiefs",
  "Please stop #u2 from singing about #marchmadness",
  "I love ❤️ this team! @UVAMensHoops",
  "Cmon @UVAMensHoops!  Let’s take it home!",
  "@colemigs3 Ditto #golfisback",
  "Just sign @sammywatkins and extend @AaronDonald97 and I will be ecstatic.",
  "I’m having a hard time adjusting to how interesting/exciting the @RamsNFL are this off season. Unprecedented!",
  "@RamsNFL Did the @RamsNFL acquire the best secondary in the #NFL?  @marcuspeters + @AqibTalib21 + Joyner and Shields!  Let’s add @JOEL9ONE and bring home the SB!",
  "I'm going to miss watching @MROGLETREE52 flying to the ball for the @RamsNFL.  The business side of the game is hard to stomach at times.",
  "@sammywatkins let's go Rams!  I need to get several years of wear out of my @sammywatkins jersey",
  "I wish Jackie Stewart would just drink a GD #heineken #enough",
  "Rouge big head in non-student section #UVA https://t.co/1dcjZnNhjX",
  "RT to show my daughter she's not alone. She doesn't think she can play little league with boys this year. I told her baseball is DEFINITELY a sport for girls too. She's skeptical &amp; I want to show her how many people agree with me. Thank you!",
  "@sammywatkins Please stay with the Rams! #LARams",
  "I pray @IfTonyTweeted survives the night. I cannot imagine the bourbon + exalting combo is good for the heart. #gohoos",
  "@BPretendenhall Hahahahahahahahahahahahahahahahahahah😭",
  "Oh my God #chills #GoHoos",
  "Wouldn’t it be easier and less dangerous and less expensive  to have police officers and former military gain degrees in education?  What a f’d up dilemma! (And I will spend the rest of the night debating if it should be a or an f’d)\n@JOEL9ONE",
  "That’s insane https://t.co/SmmkjbFY9Q",
  "#badbeats might be my favorite thing @notthefakeSVP",
  "@ChanningPoole That’s awesome!  What sweet, sweet man.",
  "@hanoversports @colemigs3 @RMCJackets Rakers gonna rake! @colemigs3",
  "@JMUBaseball That kid with his arms folded looks fierce! Don’t you think @JLR2043?",
  "Let’s assume there are good people on both sides of the #guncontrol debate.  How ‘bout a 5 year ban on AR-15 sales and if the slaughter of human being doesn’t diminish, we rescind it? What say you .@realDonaldTrump?",
  "@UVABaseball Which is first year I had season tickets.  Coincidence?  I think not!",
  "@mbonfiglio2000 No",
  "Outside of December 1982, has .@UVABasketball  been ranked #1?  Besides today, of course.",
  "@Alyssa_Milano That’s a lie! He cares deeply about family!  His own and the Koch’s.",
  "@ClemsonBaseball That Saturday starter is a stud!",
  "@jimharshaw @ThomShea I will never quite!",
  "@DamonDillman No!!!!!!!!!!!!!",
  "You can’t do everything, but it is important to do something! https://t.co/w8BbG4T5dh",
  "I have incredible won’t power.",
  "In my best Buddy the elf voice “I know her!” https://t.co/uOKMHQgcLW",
  "“This is the proudest moment in the city’s history,” radio DJ on 98.1FM. \n\nPhiladelphia is the birthplace of American democracy, but sure.",
  "Felton is my favorite fat point guard since Lever #NBAONTNT",
  "McCaw is going to need a support group after this #NBAONTNT",
  "This may be crazy talk but a Westbrook Durant Harden Ibaka anyone might win the title.  If only #NBAONTNT",
  "How can we have a military parade and a government shutdown?  These are the actions of a wannabe dictator @realDonaldTrump",
  "@JOEL9ONE @ZERTZ_86 @jimmyfallon @TheWorldof_AJ @nelsonagholor @greengoblin Up periscope!",
  "@thistallawkgirl I’ll join but I won’t wear a track suit.",
  "He may have written this for you @jimharshaw .  I think you have your next guest for the podcast https://t.co/W2BF3IMLIT",
  "@CvilleTomSoxVBL @RMCJackets @rspiers5 @VBLBaseball Not to mention a wonderful house guest",
  "@behindyourback Beast of Burden loved the Bette version until I heard the original",
  ".@NBA Next year: #AllStarDraft Friday of All -Star weekend, life draft, with @JalenRose and @BillSimmons doing pick by pick breakdown.  I would pay to see that!",
  "Ditto https://t.co/IXu7HROX7z",
  "@BillSimmons @JalenRose Nothing funnier than story time with @JalenRose",
  "@CharlesMBlow Agree with all that you are saying.  How’s your brother Kurtis?",
  "@rspiers5 You make me sad",
  "#trumpshutdown .@realDonaldTrump it is hard to MAGA without a government",
  "The @NBA is the most innovative, interactive pro sports league, yet they refuse to televise the all star game draft?  Bizarre",
  "@jimharshaw awww Jimmy you got my heart broke.",
  "@BrisseyQueen @AndyRichter Omg! Is that @realDonaldTrump? Spitting image!",
  "@ellesep It puts the lotion in the basket.",
  "@ellesep How could anyone even know that, Napoleon?",
  "#UVA has a 61-16 record in #ACC regular season play in the past five seasons. That is the best record in the conference by six games. https://t.co/ncuBlQUKzw",
  "@BillSimmons I humbly submit Keith Closs for jersey retirement.  Maybe the most Clipperish player of all time.",
  "@SeanSingletary I feel warmer already. Thanks Sean",
  "Any chance @realDonaldTrump is just messing with us?  Reality tv ratings gold!  #graspingatstraws",
  "@CvilleTomSoxVBL @colemigs3 @mwielansky27 @barryiedalive @rspiers5 Ice Cold @colemigs3",
  "That @Hall_s0_hard can ball https://t.co/rryPoB4AV1",
  "🚨 Gurley Jersey Giveaway! 🚨\n\nFollow + RT to enter for a chance to win a Todd Gurley throwback jersey! #ThankYouRamsFans \n\nRules » https://t.co/1uGe2wk4qx https://t.co/0TxDtLqbkY",
  "I just heard Jalen Hurts say, “It’s the sweet one!” #CFPNationalChampionship",
  "I’m so nervous!  Let’s go @RamsNFL!!",
  "The alma mater @JMUFootball in #FCSChampionship and @RamsNFL in the playoffs? I’m gonna have to pace my self #DillyDilly",
  "@realDonaldTrump I cannot tell if I am reading a parody account or if this is the “real man of genius”",
  "I made a list of things I could fix in ten years for $10,000,000. The #Raiders were not on it...either were the @nyknicks",
  "@realDonaldTrump YOU invited him into your White House!  Please, if you, as you claim, love America, resign.  Use any excuse that satisfies your ego, Just spare us the anxiety of another day in office #fireandfurybook",
  "Best of the best @c_raymond_fdn https://t.co/7RVIWStTbr",
  "Where is the “none of the above” option? https://t.co/W3GDd1iFFK",
  "hey @JimmyMagicno4 what are your thoughts on crytocurrency in relationship to the pack line D and Huff's PT?",
  "No greater joy than your child coming home from school singing, until you hear the lyrics",
  "I hear ya https://t.co/vyuXUYUx50",
  "Like his own Kennedy Center Honors. https://t.co/FBlo11VHmw",
  "@thereaIbanksy I hear you",
  "@SheaSerrano Just wanted to let you know I am really enjoying your book.  Have you found #Cricket yet?",
  "@allahpundit Probably thinking #UCF could beat both of them @danieltosh",
  "If you are a fan of the \n#HeismanHouse, we are probably not friends.",
  "Let’s go to 8 team playoff! https://t.co/oofL3St3rU",
  "@rspiers5 @NRothIII don’t be buying Wyatt shots at Wintergreen!",
  "Wisconsin fans lead the @NCAAFootball in awkward high fives. #OrangeBowl",
  "That fumble was written in the stars. #OrangeBowl",
  "Astrology is a major at Wisconsin? #OrangeBowl",
  "Is that Miami or Florida a&amp;m? #OrangeBowl",
  "I have to assume there is a porn called Game of Bones",
  "Who is this who is so wise in the ways of science? https://t.co/vlTpX6wjPC",
  "That is the most #Patriots move of all time. https://t.co/25eDmGfpjm",
  "@KenziMiggs Obviously not adopted",
  "@PavinSmith I’m not crying, you’re crying!",
  "@GovHowardDean I don’t think that will be an issue.  I have a better chance of being president.",
  "Nathan Peterman is disappointed in @bretthundley7 QB play tonight",
  "@elfrid your hair is killing me!  How can you even see?",
  "A SOLUTION TO THE TRUMP-RUSSIA PROBLEM\n\n1. Put Trump under oath.\n2. Ask him about everything; don't tell him what you know.\n3. Let him talk.\n4. Refer him to Congress on 200+ counts of Perjury.\n5. The nation moves on post-Trump.\n\nRT if you agree.",
  "@rmcskip17 @RMCJackets @RandolphMacon @rspiers5 and @colemigs3 you better be 2 of the 27!  You too @NRothIII - we raised you boys right!",
  "Dow in the first 11 months:\n - Obama: 29.9%\n - Trump: 25.0%\n   \n S&amp;P in the first 11 months:\n - Obama: 36.9%\n - Trump: 18.4% https://t.co/jYMJgIMpTf",
  "@CvilleTomSoxVBL @MatthewBerryTMR If Ertz is healthy you have to start him against the Giants they give up tons of points to TE.",
  "@CvilleTomSoxVBL @MatthewBerryTMR Are you in a two person league?",
  ".@MatthewBerryTMR in a 12 team league my playoff opponent has Wilson, Hopkins, A. Brown, Gurley, Drake, Howard and Henry.  I am so dead.",
  "Thanks Alabama! I may have the strength left to write my Christmas letter.  Disappear #RoyMooreForSenate",
  "Good for Alabama, bad for malls across the country",
  "Why is it that 32 Democratic senators called on Al Franken to resign, but only four of them have called on Donald Trump to resign? This is despite the fact that at least 19 women have accused Trump of sexual misconduct.  CAN ANYONE EXPLAIN THIS?",
  "You cannot silence me or the millions of women who have gotten off the sidelines to speak out about the unfitness and shame you have brought to the Oval Office. https://t.co/UbQZqubXZv",
  "@SageRosenfels18 @ESPNMichele Free at last, free at last",
  "Question: Now that @alfranken has resigned can he go back to his former profession or does sexual harassment preclude you from all employment?  Asking for a president. .@realDonaldTrump",
  "@realDonaldTrump’s presidency is like a game of jenga, you are so excited to see which piece finally brings it down",
  "@GailWalden6 @ochocinco or move to Alabama and go to the mall.",
  "Whenever I see NSFW, I think, \"They have no idea where I work\"",
  "remember when Gore inventing the Internet was the most ridiculous thing a politician ever claimed?  #Goodtimes",
  "@HenryGraff @NBC29 @VSPPIO My God! Is nothing sacred?",
  "I hate Alabama but, I don’t see any scenario where they would lose to Iowa, let alone get blown out. #CFBplayoffs",
  "@Ktowns9 NOOOOOO!!!!!!!!!!’",
  "hey @JLR2043 this might be the good news you were looking for today! https://t.co/wXy8xQl4K1",
  "@madisonlear_ They paved paradise and put up a parking lot",
  "@Sorokballx3 @JTSbaseball @VCUBaseball you are going to love this kid on the mound and in the clubhouse.  Solid dude!",
  "@Sorokballx3 @JTSbaseball VCU just picked up a flame thrower! @JTSbaseball",
  "Trump is demanding a probe of alleged sexual harrassment at NBC. \n\nMark Burnett has been protecting from release tapes of on-set sexual harrassment by a big NBC personality: Trump. \n\nSo yes, let's see what NBC personalities have been doing in the workplace.\n\nRETWEET if you agree. https://t.co/3sI9QoWNnL",
  "@realDonaldTrump This is akin to Putin shaming dictators for silencing journalist.  #sad",
  "Some bad dudes there! #1186 https://t.co/KX4iBi8vKf",
  "@realDonaldTrump @realDonaldTrump pedophiles are ok? #sad",
  "Mr. President, just to clarify things, I wanted to offer a few statistics. Number of times you were Person of the Year during the 7 years I was editor of Time: 0. Number of times you were on the cover: 0. Number of times you made the Time 100 influentials list: 0. Thanks anyway!",
  "@JHekker #ThankfulForSomeTickets",
  "@JHekker  https://t.co/nkoBPUgmoY",
  "@UVa_Football Never mind",
  "Imagine that, @realDonaldTrump wasn’t telling the truth. Imagine. https://t.co/cP7OPUmSdR",
  "Watching @UVa_Football is painful tonight.  No flow, no spark. Still time for a comeback 🤞",
  "Dreams to reality. 🙏🏼💂🏼‍♀️\n#YearOne #AllForOne #BlackFriday🖤 @ Quicken Loans Arena https://t.co/9okTPpPlyD",
  "@TheDweck Now, that is funny.",
  "I do not support the #GOPTaxPlan but I know I will be kicking myself when I go to buy the jet.",
  "Hi, @RepTomGarrett . I’m one of your constituents and a strong supporter of #NetNeutrality  . Please tell @AjitPaiFCC to #SaveNetNeutrality, and voice your support for @JRosenworcel before the FCC hearing.",
  "RT to wish @JusAnderson1 a happy 24th birthday! 🎉🎉 https://t.co/FdohOnqcHr",
  "@ESPNFauxball @FauxNFLnetwork Two out of Doctson Kupp and Ginn",
  "Sexual misconduct/assault has effectively ended Kevin Spacey's acting career. The bright side is he could still be president one day.  @realDonaldTrump",
  "@UVABaseball I can see my seat from here!",
  "@barstoolsports oh please, please let it be so!",
  "@JOEL9ONE You should come out to Southwood B&amp;G this evening for the Youth of the Year presentations and vote.  Inspiring stories to say the least.",
  "Let’s celebrate #VictoryMonday with a @robertwoods autographed mini helmet!\n\nFollow + RT to enter for a chance to win! \n\nRules 📝 » https://t.co/BbI2Rvf6BQ https://t.co/CX14eEpUrh",
  "https://t.co/fVKzuZEwMv",
  "@wahoovoice @UVAMensHoops @ChanningPoole Jimmy Miller will crush it! Oh, and the @ChanningPoole is pretty good too.",
  "@TorreySmithWR @JusAnderson1 @TorreySmithWR is talking to you @Tucker_Raymond1  Pay attention!",
  "Go vote!",
  "Talk about art imitating life. #sad https://t.co/PKIQR3zWaz",
  "94% of Americans (93% of gun owners) want background checks on every gun sale. Retweet if you do too.",
  "The beautiful and talented @JLR2043 is officially done with school! Looking forward to getting to know her again.",
  "@JHekker Btw my son threw a 76 yard pass on a fake punt this week. Totally Hekker’d them",
  "@SI_PeterKing @RamsNFL here. Hate it! Loved watching him play",
  ".@JHekker Rams fans since ‘74. Any chance you have unused tix for my boys and I vs NYG? Closest you get Va this year. #GoRams",
  "@CvilleTomSoxVBL two championships in one year! Well done Mr. Allen!",
  "@defish21 On the #Game7 win and having the 3rd best beard on the Astros. @UVABaseball  #gohoos",
  "Congrats @defish21",
  "Yu Darvish might be the least clutch pitcher of all-time #DodgersVsAstros",
  "@JTSbaseball Make sure you steer clear of that Gillespie kid!  Congrats on the big move!",
  "So, I fell asleep in the 7th.  Did I miss anything? #WorldSeries2017",
  "RT if you have no issues with your tax dollars being used for Mueller’s investigation.",
  ".@realDonaldTrump thanks for making America (except Puerto Rico) great again🤔",
  "@JoseAltuve27 reminds me of my lil brother grabbing the bam-bam bat in whiffle ball",
  "@pfrumors Thank Goodness they did it after they played the @RamsNFL",
  "In a stunning deal, the #Jaguars have acquired DT Marcell Dareus from the Bills. All the details are right here:\nhttps://t.co/kvYSwlQreD",
  "shots fired. https://t.co/qtcsOTzgx6",
  "@SteveMartinToGo I love your hat but as much as I admire your hat I wouldn’t want to be in you hat!",
  "I know that guy! https://t.co/MxnbPY0vCC",
  "@GreenWaveFB has the worst helmet I have ever seen! Cartoon wave with teeth? Sad.",
  "@realDonaldTrump Tiny like your hands?",
  "I’m pretty sure Chris Taylor is the first person I actually know to play in the World Series. @UVABaseball",
  "Chris Taylor is first player in #MLB postseason history to homer as an outfielder (Game 1, CF) and shortstop (Game 3) in same postseason. https://t.co/YvOPnQ6PCa",
  "Shaggy P is back!  Love watching that dude! Can’t wait to see him and McGee on the floor together #NBAisBack",
  "JMU was ready for GameDay. https://t.co/j8PLbsC2ZH",
  "@wahoovoice @UVAMensHoops @tedjeffries42 oh my!  that is quite a team.  Jimmy is one silver tongued devil!",
  "@realDonaldTrump You totally nailed it!  Right as usual.",
  "@JOEL9ONE Human Nature",
  "Chris Taylor!  @UVABaseball that kid has become a man!",
  "@KirkHerbstreit didn’t you just say on Mike n Mike that a team will lose this week bc they dont respect their opponent? #clemsonvssyracuse",
  "@ESPN_CoachMack is like the anti @tonyromo He has not called one thing right. #clemsonvssyracuse",
  ".@DaveLaMont1 Well done sir! Real and fantastic! #CLEMvsCUSE",
  "Phenomenal use of “real and fantastic” by Dave Lamont!  #CLEMvsSYR",
  "This is what I get for wagering on amateur athletics! #CLEMvsSYR",
  "In @realDonaldTrump defense, it is hard to win a rap battle with a monosyllabic vocabulary. Sad.",
  "@CvilleTomSoxVBL @JTSbaseball @VBLBaseball That dude is a stud!  Glad to have him back in the Ville",
  "Dusty seemed broken.  Crushing end to a fun season @Nationals",
  "1st Amendment seems kind of important by being designated 1.  #nfl @realDonaldTrump go @ it at your own peril",
  "Did you know @ConanOBrien is still on the air? That happens when you are on the road.  I do like that guy.",
  "I am sure that @USASoccer didn’t want to deal with anthem controversy",
  "Please RETWEET if you want @jack to tell Donald Trump to stop harassing private citizens (presently, Jemele Hill) using his Twitter feed. https://t.co/ZqtVZKA7MH",
  "@MatthewBerryTMR @bomani_jones Benny and the Jets by the Beastie Boys live",
  "@thekingcaleb1 @LaurelSmith619 Arrrgh!  I will purchase your first eye patch and rent you a parrot #setonhallpirates",
  "@JuddApatow Or a broadway play or concert or any time more than 5 Americans have congregated for entertainment",
  "one solution for the nfl is to tell cops they can’t shoot unarmed black men. #problemsolved",
  "FRESHMEN CLASS looking tacky! RT this! 🤑👖🔥 https://t.co/MHAATBbYnL",
  "@AHSpiritWars @Tucker_Raymond1 Hey!  That’s not tacky @Tucker_Raymond1 - that’s my shirt",
  "Chris Taylor! @UVABaseball",
  "@biggamehoo @UVABaseball Ditto",
  "@JHDaniel sorry about your kicker. Just rinse and repeat",
  "@tonyromo is REALLY good at this color gig.  He may finally make a deep run in the playoffs. #ThursdayNightFootball",
  "Any chance @realDonaldTrump is trying to get fired?  Any other rational explanation?",
  "@KirkCousins8 Spend time with you newborn?",
  "No one smiles getting a haircut.",
  "Wow!  That is well done! .@c_raymond_fdn https://t.co/ls5WvqncvG",
  "@anthonyjeselnik Too soon?",
  "🚨 THROWBACK JERSEY GIVEAWAY 🚨\n\nFollow &amp; RT for a chance to win an Aaron Donald throwback jersey! \n\nRules » https://t.co/745KQlycru https://t.co/PJx9YCdmsI",
  "I gotta wonder how much of this #dontbeabrad is directed at my boy @Bradmckay5?  Seems warranted but a little much.",
  "@caplannfl If we can just get Andre Reed, Eric Moulds and Lee Evans we will have cornered the market on former @buffalobills WRs.",
  "Brevity is the soul of wit #140characters",
  "Uh oh.@realDonaldTrump white guys are deciding to #takeaknee.  Now what?",
  "#takeaknee",
  "@BillSimmons what’s the over under for players taking a knee tomorrow? I’m going over at 35% #TakeAKneeNFL",
  "@realDonaldTrump Oh Donald, you give me such chuckles!",
  "@ARamspacher Nice going away present for you! Good luck in SC",
  "For the first time in a long time I have some optimism about @RamsNFL",
  "that is some wall! https://t.co/VacVKHT56x",
  "@UVABaseball @c_raymond_fdn",
  "@UVABaseball  Week two of Carson's Cavaliers!  Beautiful weather and excitable kids should make for fun day at Davenport.",
  "@UVABaseball @UVAMensHoops @UVACoachOConnor Not to mention an incredibly high win % and integrity through the roof",
  "my kids will be playing as simba or humble moses day one https://t.co/2Haxn9wjq1",
  "@ARamspacher Best of luck to you!  Keep writing from the heart",
  "@aldoughty nooooooooooooooo!  C'mon man you cannot do that to us! @ARamspacher",
  "Kids take the field for the 8th and final Carson's Cavaliers Baseball Camp with the UVA baseball team. https://t.co/cgKtLMWshs",
  "@c_raymond_fdn @CvilleTomSoxVBL How bout dat? @CosmoSheepdog",
  "@c_raymond_fdn @CvilleTomSoxVBL @GCTravelTweets You like that! @CosmoSheepdog",
  "@UVABaseball are you ready for Carson's Cavaliers? 60 4th and 5th graders coming your way today! #gohoos",
  "@jimharshaw @nellnyc I believe in you, @jimharshaw",
  "@jamisonfoser @goldengateblond Dora can't find the map and time is running out!  Go Diego Go!",
  "@IAmMarkManson I am really enjoying your Subtle Art book. Very interesting take on life. Thanks.",
  "@RamsNFL @JaredGoff16 @NFL Game of Throws",
  "At this point NFL players should bribe me not to select them first in fantasy. sorry @DavidJohnson31 I hope your recovery goes well.",
  "The chance to match last years win total today seems to be slipping away #HoosTogether",
  "@IfTonyTweeted Unfortunately Scott Stadiums doesn't look 👀 much more crowded.  Good seats still available #HoosTogether",
  "@POTUSnowman @KirkCousins8 @Eagles @IJM I guess it's racist for the last 25 years.",
  "@servant1955 @KirkCousins8 @Eagles @IJM The term redskin was used as an insult towards #NativeAmerican  people.",
  "I'm feeling pretty good about drafting @Kareemhunt7",
  "So this is why the @49ers drafted Alex Smith #1",
  "@DJ_6_6 @triadscott @Eagles @IJM Bc it was used as a racial slur through American history to describe Native Americans. It was meant as an insult.",
  "@servant1955 @KirkCousins8 @Eagles @IJM I didn't call any ONE racist. I said the name was racist or more accurately a racial slur.  We can certainly agree to disagree",
  "@KpMarley1 @KirkCousins8 @Eagles @IJM that's like saying \"She was asking for it\"  my heart is broken over the events in my town and it is a long road back.  Peace.",
  "@KpMarley1 @KirkCousins8 @Eagles @IJM whoa!  They marched here, they are not from here. C'ville is about as liberal of a town as you will find in the country. Have a great day",
  "@fullblownbrian @chriscross3383 @KirkCousins8 @Eagles @IJM You are?",
  "@triadscott @Eagles @IJM That's all I got one is a potato and one is a slur.",
  "@triadscott @Eagles @IJM 🥔 like on the football helmet?",
  "@KirkCousins8 @Eagles @IJM May I add I really like you and my wife loves yelling, \"You like that!\" at inappropriate times. Cracks herself up every time",
  "@KirkCousins8 @Eagles @IJM I like the message and the intent but have a hard time rectifying it with the fact your team name is racist.",
  "I'm so glad @JJWatt didn't \"stick to football\".  Well played sir! #houstonstong",
  "@robreiner Loved you in Sorry.agree with the rest #NorthKorea",
  "@realDonaldTrump I pray that @realDonaldTrump  makes good on the promise of $1M for #HoustonStrong or resigns. Win win",
  "I love everything about the first weekend of #CollegeFootball except @UMichFootball uniforms",
  "@RamsNFL Do we need another TE?",
  "@t_willy18 is an amazing guy who will go all Chris Taylor on MLB given the chance! https://t.co/gQwXVOjLcz",
  "@theartist34 congrats Artie!  I know how hard you work and the adversity overcome! Well earned.   @UVABaseball",
  "Congrats to @theartist34 on the MLB Call Up...very well deserved!",
  "Trying to wrap your head around this disaster? Read this #harvey #harveyhouston #khou11 #houstonfloods #houstonfloods2017 https://t.co/o1iKlnFIvV",
  "@c_raymond_fdn @realDonaldTrump Not racist, wrong word.  Intolerant is more appropriate",
  "@KDTrey5 loved you in OKC and hated to see you leave but glad you got a ring.  Now, come to the #Wizards!",
  "@sammywatkins change your avi! #HornsUp",
  "A total eclipse and Jay Cutler smiled in the same week? I think my lotto odds were better than that.",
  "That's impressive! From inception to best in the country in just three seasons. @CvilleTomSoxVBL https://t.co/ED8lpEjDeh",
  "@CvilleTomSoxVBL champ trophy visits @GCTravelTweets https://t.co/dg7glOffL0",
  "Take good care of my baby! https://t.co/aWWRRc076n",
  "first the neo-nazi riot/rally and now a cloud covering the #Eclipse2017 rough weeks in #charlottesville at least the @CvilleTomSoxVBL won",
  "#TrumpResign",
  "🎶 I know politics bore you, but I feel like a hypocrite talking to you and your racist friend 🎶 #TMBG #TrumpMustResign",
  "Still looking for video of BLM and ANTIFA assaulting the other side of #BothSides @realDonaldTrump Coming up empty.",
  ".@realDonaldTrump If last week was and episode of House of Cards everyone would say, \"That's ridiculous, no POTUS would be that reckless\"",
  "\"Well, why were people -- delicious, tasty people -- violently splashing around in the water? Lot of sides to this.\" https://t.co/jYWW1RLn69",
  ".@realDonaldTrump you could always fake an illness and abdicate the \"throne\". Dignified and done. Do it for my kids",
  "Sure, the cancer was aggressive. But the chemotherapy was also very aggressive. There was aggression on both sides",
  "@realDonaldTrump - The nice quiet protesters, \"please don't take the statue down.  thanks for listening\" #Charolettesville",
  "A message from Coach Bennett. #HoosTogether https://t.co/nrzmpu0WSt",
  "@AverettUCougars @AverettBaseball You are getting a great one!  Good luck Swaby!",
  "@MarkRuffalo @JuddApatow The only issue I have with his rant is it implies the racist goons were students at UVa. This could not be further from the truth.",
  "@JusAnderson1 My sons will def suit up as Simba in 2K",
  "@realDonaldTrump How about condemning the alt-right peeps who drove a car into a crowd?",
  "My children are getting an education today. I hope they learn that hate is always wrong. #CharlottesvilleVA",
  "Thank you, @TerryMcAuliffe, for dragging racists and nazis so hard. You gave the speech Trump should've given. https://t.co/HldzdTHuy2",
  "@ochocinco I'm in Charlottesville, VA. How do think it is going?",
  "THIS https://t.co/whuo0pEGP4",
  "What do Putin and white supremacist have in common? .@realDonaldTrump not willing to stand up against either. #Charlotteville",
  "I would love to know the number of alt-right in Charlottesville that are from Charlottesville - less than 1% would be my guess",
  "This is all happening 4 miles from my home.  It feels like domestic terrorism to me. #charlotesville",
  "Heartbroken. #charlottesville",
  "Topless counter protest Hooters vs hate. \"Look at these, not them\"\n#charlotesville There wouldn't be a camera on the nazis.",
  "@thistallawkgirl Please keep in mind these are not \"of\" Charlottesville.  These are racist trucked in to town to promote hate. #charlottsville",
  "@RamsNFL Could it be true? A real WR for the Rams?",
  "I wonder how that baby that Madonna decided to keep turned out?  He's gotta be mid 30's by now.",
  "Who's the fat guy with the cute kid? https://t.co/8IbkdtVtxC",
  "@CvilleTomSoxVBL the championship trophy has been secured and will be making the scene around the Ville this year! https://t.co/8OKT7n3P4m",
  "@danieltosh He does not care.",
  "🔥🔥 https://t.co/zlV6yWwnyp",
  "It is getting hard to keep track of all of @UVABaseball players dominating the pro game. From @theartist34 to Zimmerman they are crushing it",
  "How are you celebrating? https://t.co/rSi52Iw6wZ",
  "See all these folks at the game tomorrow!😘 https://t.co/h2w8IIV98C",
  "@CvilleTomSoxVBL championship game tomorrow at 7! CHS! Let's set an attendance record and bring glory to the 'ville",
  "@CvilleTomSoxVBL let's keep this season going!",
  "Brenda Warner. Wow. #goldjacket",
  "Does @VP survive an impeachment?",
  "@nflnetwork @RamsNFL @kurt13warner @IsaacBruce80 I have witnessed the birth of my 3 children and this is my second happiest moment",
  "En fuego 🔥 https://t.co/6N7tOYwGzA",
  "@Scaramucci The ability to laugh at your foibles is awesome.",
  "@thistallawkgirl Although I am sure you will not use it on the innocent/animals #subtledifferences",
  "@thistallawkgirl allegedly",
  "@CvilleTomSoxVBL @VBLBaseball @VPasquantino @JLBurris16 @D_Loepps where is @colemigs3?  #robbery",
  "@CvilleTomSoxVBL @VBLBaseball @WoosterBaseball @WoosterSports @mwielansky27 That kid mashed from day 1",
  "@ETNreisenweber @erie_seawolves @MLBPipeline @MiLB Love it!  Artie is a gamer!",
  "On his final day as a 20 yr old.  That's my boy! https://t.co/kiiH98KBAO",
  "@colemigs3 way to hit a bomb for \"mom's\" birthday!  There's your present @JLR2043! Go @CvilleTomSoxVBL",
  "@colemigs3 big time double to push the @CvilleTomSoxVBL towards a sweep in round 1! My boy!",
  "@JOEL9ONE @AXJ76 Well played sir",
  "It's like the baseball version of the Longest Yard https://t.co/QjvcphaPpq",
  "Wonderful cause born from a horrible event. ❤️ https://t.co/JPOUG2Cc7k",
  "The starting first baseman for the Northwest League All-Stars: our very own @PavinSmith! Congrats, Pavin!\n\n#AllHoppedUp #HillsboroASG https://t.co/qSqGG1SOCS",
  "@realDonaldTrump .@realDonaldTrump Um, I was actually going to take a little break from worship.  Am I still an American?",
  "Let's go 2 a ballgame tonight! (And help charity)\n\nhttps://t.co/LiocbbNb6C\n\n@CvilleTomSoxVBL @AlzheimersCWVA @masonstoybox",
  "@CvilleTomSoxVBL That is no bueno!",
  "Chris Taylor (.316) now vaults into the top 15 in MLB in qualified batting average leaders. He is very good at baseball.",
  "We had Carson for 9 yrs and the Foundation for 9.  The symmetry felt right.",
  "Thank you so much for your support we could've done it without you. Much love!",
  "It is been an amazing run and once we finish programs this fall we will have been in business for nine years",
  "We will continue to fund scholarships for children to go play and provide equipment for those in need.",
  "After much discussion and heart-to-heart talks we have decided to in programming for the foundation.",
  "@odoyle_rules1 I got me.  Everyone knows cheetah's neva win.",
  "@rmcskip17 @CvilleTomSoxVBL @RMCJackets @VBLBaseball It's all about the quality summer families!",
  "It's Movie Night! Stay after tonight's 6:00 game for a screening of Field of Dreams at C-Ville Weekly Ballpark. https://t.co/txzxZB03NG",
  "If you bring catcher's gear you'll get a big hug as well! https://t.co/32hb7dZc39",
  ".@realDonaldTrump \"collusion\"\n\nYou keep using that word. I do not think it means what you think it means.",
  "Jake McCarthy gives the U.S. a 5-4 lead as he hits a RBI-triple and then scores on a wild pitch in the ⬆️5th inning. \n\n#CNT2017",
  "@AdamSchefter That was quick and savage - I hope you are wrong too I like me that Ntil",
  "@FBUcamp Reggie Bush Mike Vick Herschel Walker Anthony Poindexter Johnny Manziel",
  "Do you remember when you joined Twitter? I do! #MyTwitterAnniversary.  What have I done with my life!? https://t.co/udPmp7qJpC",
  "I'm on a boat, and it's fast and...",
  "He will crush it! https://t.co/4jUMeW7gh3",
  "IMHO best athlete named Kittles.\n1. Kerry   2. Ron. Any debate?",
  "My dog snores with his eyes open. Very disconcerting",
  "Did someone say #SocialMediaDay? 👀\n\nRT for a chance to win our ❄️❄️❄️ helmet!\n\nWinner will be DMed by 9PM PT » https://t.co/z5qM7DmwFR https://t.co/0382NHsJSp",
  "@R_MCAthletics @colemigs3 is a triple threat ~ classroom, ball field and grill.",
  "That's my boy! https://t.co/rE4eMeh2ts",
  "Isaiah Thomas was the worst thing to ever happen to the #Knicks Phil Jackson, \"Hold my beer.\"",
  "#NBAAwards2017 this is the first award show I've ever seen that wanted everyone who watched it to cry.",
  "#NBAAwards actual goosebumps Malcolm! @UVABasketball",
  "#NBAAwards @Drake firing shots!",
  "I wish I cared about anything as much as @russwest44 cares about destroying rims",
  "And tonight my prediction comes true. If Brogdon can rightfully claim ROY, I will be smugly happy. #NBAAwards https://t.co/4qVHPZtknr",
  "Tony Allen will be retired/dead and still make the team https://t.co/qSdJGWsmjX",
  "Can't stop raking https://t.co/NIRjAQELH9",
  "Where were you two years ago, right around this very moment? @NCAACWS #NCAAChamps 🏆 https://t.co/ysN9642ZCZ",
  "@CvilleTomSoxVBL I know at least one of them! @biggamehoo",
  "Via PA announcer at Bing Crosby. 1,000 fans in attendance tonight! Wow!",
  "@UVA @virginia_tech @CommonwlthCup Shots fired!",
  "I wake up this morning to find the @Timberwolves are contenders! Isn't that one of the signs of the apocalypse?",
  "#NBAdraft2017 \"stretch mark 4\" best line in the history of the NBA draft!",
  "Is @ZachLaVine now @KingJames father? Froggy Fresh @JHekker #NBAdraft2017",
  "@biggamehoo and I have a moneymaker ready to roll. Any APP makers out there willing to work on consignment?",
  "I follow few but  recently: @goldengateblond @thistallawkgirl I find them funny and smart. *past results do not guarantee future results",
  "@wahoovoice And Shawn is swell too.  Sorry for the unintended shade.",
  "@wahoovoice Herman Moore, most underrated NFL WR ever!  123 catches in a year!  Great dude too.",
  "@Ernieclem making #Rochester proud! https://t.co/9n7mZcGt95",
  "Truth! @AaronDonald97 is the best player the Rams have had on D since Jack Youngblood. No offense @RQuinn94 @JOEL9ONE https://t.co/7ualObqQbd",
  "@thistallawkgirl Let's not paint with a broad brush!And by broad, I mean wide not female. Keep on spitting 🔥 @thistallawkgirl",
  "@clubtrillion I read it wrong the first time and saw number 3 as the D and sucks in reverse order.",
  "I did not even know this was a thing. https://t.co/0eHIcYqKNv",
  "@AP I know it IS terrorism, because it is terrifying!",
  "That's my boy!  You should try his BBQ chicken https://t.co/RV8H5uvzGO",
  "https://t.co/kKKxDjJdTJ",
  "@JOEL9ONE Gear Daddies",
  "@CvilleTomSoxVBL you may have invited the wrong Long, his brother throws gas ⛽️! https://t.co/ZmW7X4Hh2S",
  "Players the @RamsNFL could have drafted instead of Robinson KMack, Watkins OBJ etc.  But we wouldn't have that sweet Detroit 6th rounder",
  "@RamsNFL @Lions another stellar draft pick!  Why did I become a Rams fan in 1974?  Self-flagellation?",
  "@CvilleTomSoxVBL @aquacville I would do that at my work on Rio",
  "@JBristolKHOU @usatsimg go get some @DeFish23 !  @UVABaseball",
  "@SportsCenter @ESPNNBA Wheelbarrow race!",
  "The internet stays undefeated.  😂😂😂 https://t.co/mpotqhOl4m",
  "Plan: getting to bed before midnight! @CvilleTomSoxVBL on the road @NCAACWS on a break. Oh, is that @Nationals on TV?",
  "@Ernieclem congrats!  Awesome career and huge contributor to @c_raymond_fdn.  #Rochester",
  "I believe @BillyCooke1 is the MLB draft pick that ever played flip cup in my basement! #tomsox",
  "The race to the show is on! https://t.co/giA8bEZvxL",
  "Youth baseball night @CvilleTomSoxVBL Players wearing jerseys and their families get in free!  I will be there in my Brewer gear.",
  "Scary moment but kudos for the training staffs of both teams for their lightning fast response. https://t.co/LH7NjZre5b",
  "Nobody dunks on Jimmy Miller! https://t.co/irku5Q5Z27",
  "Per https://t.co/5oA1leOZSD box score.\n\nLeBron played 45:37\n45:37 w/LeBron on the floor, Cavs +7\n2:23 w/LeBron off the floor, Cavs -12\n\nHow?",
  "@TitanicHoops Wow",
  "@Jbcrawford12 @ClemsonBaseball @CvilleTomSoxVBL Where are you playing this summer?",
  "@CvilleTomSoxVBL  home opener tonight!  Great baseball for very little dinero! #fillthehill",
  "Bad night for @ClemsonBaseball but my boy @Jbcrawford12 was dealin' that's what you learn in the summer w the @CvilleTomSoxVBL",
  "@UVABaseball tough end 2 a great season @PavinSmith  @HaseleyTheRev Yes, I know the game is not over and yes, i believe in the reverse jinx",
  "brutal!  time for the best offense in the nation to show up https://t.co/NM9nQm15p7",
  "if @realDonaldTrump were a character on House of Cards he would be thought of as unrealistic, over the top.  smh",
  "@ARamspacher Hey Andrew, you are missing a chamber of commerce day here in C'ville.  Just finished a little league game.  #gohoos",
  "@ESPNNBA Here you go @jtgc74",
  "Zim! #Nationals",
  "I will do it, but why is this a \"votable\" award? I know little about the other candidates and should not be entrusted with such power. https://t.co/2VNkvhVwJC",
  "@JOEL9ONE Charlottesville Tom Sox have their first team practice ahead of their Friday opener.  #cvilletomsox",
  "@CreatorsProject Big blue marble",
  "@ClaytonESPN You da man and you will be missed! #espnpurge",
  "Someone's getting a steal at the back of the 2nd round https://t.co/gpDGM5we56",
  "If you do not live in the #412 you have to be rooting the Preds.  #NhlFinals @BradenGall",
  "@Bharper3407 threw his helmet like @robertAbooey throwing out the first pitch",
  "@Bharper3407 I'm with you on the mound charge but the helmet toss could have really hurt @JoePanik He's an innocent!",
  "If this were World Cup, Ft Worth would be be the pool of death. #NCAABaseball",
  "In a world full of darkness, we shall be led to happiness by the Battle of the Network Stars reboot. #merica",
  "@ARamspacher That's a brutal bracket!",
  "Love that guy!  Even a better person than a ball player, and that is saying something! https://t.co/kzgptdXE9z",
  "#omaha hate not having the regional but when @UVABaseball hits the road we land in Omaha?",
  "@ARamspacher That's crazy - put us on the road we end up in Omaha.  Hoping for a CA regional",
  "@CvilleTomSoxVBL @FSUBaseball @claykwiatkowski @JTSbaseball Dems my boys!",
  "@Dodgers @UVABseballAlums CT is killing it!",
  "@ESPNNBA Look at that score! Is the NCAA women's basketball?",
  "@CvilleTomSoxVBL @RomanBaisa @BallStateBB Can't wait to watch him crush it this summer for the Sox",
  "@cujo95 @JOEL9ONE Where is the sexy 72 from rookie year?",
  "@CavalierBlue That stat never gets old!",
  "@H3Baseball @CvilleTomSoxVBL i see you @Hall_s0_hard",
  "@WolfGohlke @MSA_baseball Wow!  Ethan, you are the man!",
  "If this were NCAA football @cavs would be ripped for scheduling a cupcake like the @celtics",
  "The Washington Generals are embarrassed by the @celtics performance, but can't wait for LeBron to pull the bucket of confetti  trick",
  "@JMUBaseball @Bradmckay5 That boy rakes!",
  "@H3Baseball @christianbo22 @JMUBaseball When that @Bradmckay5  plays, good things happen!",
  "@IBM There is no better example of the Warriors excellence than them making Ja'Vel a useful player. #nbaplayoffs",
  "Hockey is the most stressful sport to watch! #NHLPLAYOFFS Go Caps!",
  "@Newsplex @MincerMark OMG that should have happened 20 years ago!  Who wants to go in with me $$$ and build a basketball complex there?",
  "@JHekker No f'n way you just went Froggy Fresh!",
  "As a lifelong @WashWizards fan, I always call them the Bullets. WTF is a \"Wizard\". #NBAPlayoffs",
  "@WashWizards vs @celtics looking like @Orioles vs @RedSox. Mighty chippy! #NBAPlayoffs2017",
  "@Orioles @UVABaseball @t_willy18 Let's go!",
  "How wonderful would it be to RIP the Spurs era?",
  "Mike D'antoni looks weird w/o a mustache and his offense seems less sexy without the 'stache",
  "@frankiejones23 welcome to the 'Ville can't wait to watch you pogo on the ACC #gohoos",
  "@realDonaldTrump Hahahahahahaha! Good God, man are you smarter than a 5th Grader?",
  "If I had a time machine, I would do 2 things: one would be keeping @JHarden13 @russwest44 and @KDTrey5 together. The other is important",
  "Are the @Raptors the @LAClippers east?  Good team, fun parts, zero chance to win a championship? #nbaplayoffs",
  "@JHekker Arizona",
  "J-E-T-E jets jets jets!  Has anything ever summed up a franchise better? #NFLDraft2017 #richardson",
  "ISO Joe is going to have do it without me. Bedtime!",
  "Based on #NBAPlayoffs2017 commercials I don't know if I should drive a Kia or VW.  I want to be ballin' and balling.  Tough choice.",
  "Individually, I like Robinson, Duncan and Leonard.  I have never liked the Spurs, not even a little. Not sure how to explain that.",
  "Or naw! https://t.co/bJ2dkudI9w",
  ".@realDonaldTrump doesn't appear to believe in science or God.",
  "Go Caps! Hard fought. I'm scared of the maple leafs for the next decade! #NHLPLAYOFFS",
  "This @WashWizards comeback is going to be awesome!",
  "#fearthedeer might be the best team slogan in sports.  Your rebuttals? #nbaplayoffs",
  "I'm like DeRozan, I shoot and it goes in.  Kid is 🔥 right now. #NBAPlayoffs2017",
  "I don't know if I'm comfortable w @DeAndre taking such joy in CP3's misfortune @StateFarm -",
  "Yes sir! https://t.co/XIU2avSst5",
  "Can't help but noticing the attendance was 211. Drop a Trump like SAD https://t.co/UwYY1u5PNO",
  "Remember when Mike Conley was Oden's sidekick? Never imagined how much better of a pro he'd be. #NBAPlayoffs2017",
  "@JHekker @RamsNFL You will punt, a lot and well",
  "Jason Kidd looks like a less handsome Derek Jeter.  I think it's the eyebrows.  #fearthedeer",
  "Capitals. SMH.",
  "How did @okcthunder f up @JHarden13 @KDTrey5 @russwest44  and @sergeibaka_7 SMH!  Wouldn't they win the ring?",
  "@mlbtraderumors @UVABseballAlums Dang it!  Heal fast JP",
  ".@JMUBaseball @Bradmckay5 doesn't start, the team loses 80% of the games.  Lou Gehrig died of Lou Gehrig disease.  Coincidence? I think not.",
  "@NBAonTNT Shaq firing on Barkley! 4 rings! Can't we all get along?",
  "@TakingFlight_23 welcome to the ville!  Looking forward to cheering you on! #GoHoos",
  "Let's go! https://t.co/7ijuWWiRt8",
  "@russwest44 @KDTrey5 Boom!",
  "Went too high on points but, just saying~ https://t.co/4qVHPZbJvT",
  "Went too high on points but, just saying~ https://t.co/4qVHPZbJvT",
  "Matty Ice! https://t.co/cRcsZAwt0z",
  "@SBruno1111 Get some Bruno!",
  "Gatlinburg makes me feel so thin and educated.  It like Walmart on steroids",
  "@JMUBaseball No @Bradmckay5  = trouble!",
  "@WashWizards alright, I'm in for another late night!  Let's go! #sweepLA",
  "That hair has got to affect accuracy of E. Payton's shot @OrlandoMagic",
  "Tom Sox Asking Community to Help House Players; please consider helping us out  https://t.co/QUIggNnPKS",
  "Just watched the revenant spoiler alert not a comedy",
  "South Carolina, Gonzaga and Oregon. Just need UnC for a perfect final 4 bracket.  Said no one ever",
  "@JMUBaseball I know that handsome son of a gun",
  "@JMUBaseball @Bradmckay5 boom goes the dynamite!",
  "@TheMPJ1 you should join your best good friend @kylejguy5 at UVA!  Ya'll will go together like peas and carrots.",
  "@kylejguy5  bring your best good friend to UVA, ya'll will go together like peas and carrots.",
  "I was totally pulling for Dusty.  I hope @UNCBasketball1 can live with what his dad is going to subject him to",
  "Dusty Hannah's dad just said he could sleep in the carport. @ArkRazorbacks #NCAATournament",
  "@ArkRazorbacks",
  "@ArkRazorbacks two straight boards by Hannah's maybe he won't be locked out of the house",
  "I like the @ArkRazorbacks run but worry that Dusty Hannah's dad may dismember him if he doesn't contribute.",
  "The #watchme guy from @SamsungMobile is creepy. I'm buying something else",
  "It's amazing that my hatred of Kansas can let me forget that I hate Mich St too #MarchMadness go #sparty",
  "Thanks .@realDonaldTrump I just lost a client from China because his students are afraid of you.",
  "@CvilleTomSoxVBL @VBLBaseball @CoastalBaseball that's my step son!",
  "Going to miss @London_Tyus! Amazing career and a great leader of #UVabasketball",
  "Remember when Geraldo opened Capone's vault?  #rachelmaddow",
  "Rooting for ND over Duke is like picking the KKK over ISIS #ACCTourney",
  "Damn Iggy is throwing flames!  Not sure why he is so angry. #nba",
  "I don't know if I wasted the day or won it #ncaahoops",
  "If the #ACC17 ends up being Duke v ND do you just wish for a blimp accident? #hateable",
  "Mostly true https://t.co/4qVHPZbJvT",
  "@NDmbb Starting 3 white guys.  That is so ND.  Not that there is anything wrong with that.",
  "Oh yeah, dukes in the acc final. Ugh",
  "#Kyleguy #manbun has half a mustache! Love it #gohoos",
  "#free @KirkCousins8",
  "good God @Bradmckay5 ,  you are smokin' https://t.co/6FPuVqXQ4s",
  "Bruce Dalrymple! For real! https://t.co/2ZXc1ij97T",
  "That man is on 🔥!! https://t.co/FNUcz1750w",
  "@JMUBaseball @Bradmckay5 that's my baby boy!",
  "@adidas Which island?",
  "If your last name is Foolery, what possible name could you give your male offspring?",
  "We can alter mosquito DNA and reduce disease spread via cloud. My problem is I can't sext w/o my kids being forever scarred. #cloud",
  ".@realDonaldTrump Are you the #POTUS or a Kardashian? (No offense #kardashian)",
  "Brogdon NBA ROY- let's go!",
  "@SpeakerRyan looks like he can't believe he has to clap when @realDonaldTrump speaks",
  "His wall was getting taller but his world was getting smaller",
  "@JMUBaseball I see you @Bradmckay5 !",
  "Shouldn't Carter just shave the head? #WVU  #BigMonday time to give up the dream",
  "I don't know why everyone is bashing #SacKings.  It's not everyday you can acquire Jimmer 2.0",
  "as much as I disapproved of W as president, I was never offended by him. such a strange orange world we live in.",
  "@billyeichner its a slippery slope, if women get equal pay they may be implicated as witches and risk being burned at the stake",
  "How dare Monopoly take away the thimble!  Is nothing sacred in this world?",
  "@Matt_Thaiss @Mojo_JoeJoe31 @t_willy18 @DeFish23 @HooNinjaWerm2 @JohnHicks08 the @c_raymond_fdn Tnx for letting kids Go Play!",
  "@PGosselin15 @Pirates you will crush where ever you land #gohoos",
  "Did @HubieBrownNBA  say Al Jefferson is 6'8\"?",
  "It would epic if every @Patriots player refused the WH invite like .@JOEL9ONE and  .@LG_Blount! The people have spoken!",
  "That @JLR2043 is super hot and o' so smart. ❤❤❤",
  ".@JOEL9ONE - I am more impressed by your stance on WH visit than SB ring! #gohoos",
  "@realDonaldTrump all caps is not POTUS.  Get it together, man.",
  "@JMUBaseball That's my boy!  @Bradmckay5 will be even better this year!",
  "@RealDealBeal23 I tell my children every game- that's MY Bradley Beal!",
  "That's my Bradley Beal! @washingtonwiz2",
  "Been busy, how is the @realDonaldTrump presidency going?",
  "I know it will lead to heartbreak but I am I love with the @WashWizards. Haven't been this excited since Agent Zero",
  ".@Sixers Hinkie should be here to enjoy the #process",
  "@AntonioBrown I love what you do but make a SB B4 commercializing",
  "Felt like a .@RamsNFL today. Doing projects around the house on championship week. Go on @JOEL9ONE ! Make us proud!",
  "@realDonaldTrump looked much less orange as he took the oath. I will take that as a positive sign of \"presidentialness\"",
  "Take Action: Pruitt made a career out of defending polluters, not people. He's the WRONG choice for leading @EPA. https://t.co/vNUOZI4069",
  "My @RamsNFL !  Gotta love them! https://t.co/ukQWlwdcan",
  "My first vid jalapeño challenge - crazy kid https://t.co/DwkZj0zPrn",
  "Nice work!  I was shocked to see the story just hours after the buzzer. https://t.co/ijXCU5T6bb",
  "Looks like @SHAQ agrees with me on @russwest44 MVP prediction, just 4 months later",
  "@c_raymond_fdn cannot wait to see the @uva team in Greene County for our annual field build!  @homerHoo  you should be so proud of your boys",
  "@realDonaldTrump stop tweeting about \"unfair\" it is time to be presidential",
  "The competition is stiff but Matt Barnes has the worst hair in the NBA.  I don't blame D Fish for wanting to punch him. #NBAONTNT",
  "There will be a woman POTUS someday, her name will not be Brandi.",
  "Things I love: my wife, my kids, my country and beer/sports.\nI pray(not often) that .@realDonaldTrump let's me focus on my lil world",
  "If you didn't vote, don't complain. Less than half of registered Americans didn't.",
  "Donald Trump won 76% of counties w/ a Cracker Barrel &amp; 22% of counties w/ a Whole Foods -- a 54% gap. In '92, gap b/t same counties was 19%.",
  "Is Nero playing his fiddle? #ElectionNight",
  ".@realDonaldTrump if you pull this off, don't screw it up.  I have children and no hate in my heart! One USA moving forward",
  ".@RamsNFL #freejaredgoff",
  "@JLR2043 is having trouble sleeping bc she is so worried @realDonaldTrump will win the election. Is there a name for this condition?",
  "The pleasure was all ours! Thanks for partnering with us! @ML_Morgan did a great job planning the days out! https://t.co/9y7dGMgG4N",
  "Big props to @VCUBaseball for hosting @c_raymond_fdn  and Raymond's Rams!  The kids had a blast and your coaches and players were amazing!",
  "Joe Buck looks like the Joker with all that red lipstick! #WorldSeries",
  "When did the #NFL become so boring?",
  "@jimharshaw two sides of the same coin.",
  "The @Browns have to be salivating at the thought of acquiring Fitzpatrick #MNF",
  "Fitzpatrick is going to get someone maimed! It might be (gulp) Geno time. #MNF",
  "The Jets are a trash fire.  Not even organized enough to be a dumpster fire! #MNF",
  "I feel like I played monopoly with @realDonaldTrump when I was 9. As soon as I had Boardwalk &amp; Park Place he started saying I was cheating.",
  "Is there a better phrase than \"throw hands\"?",
  "Accidentally bought a case of 7 oz beers.  My hands look huge!",
  "I'm going to go out on a limb and say Bama is a clear #1 #CFB",
  "The Blue Jays are a great team that mashes, but I cannot root for a \"foreign\" team.  Weird how the brain of a fan works. #ALCS",
  "@IfTonyTweeted when will @UVABasketball host a Carson's Cavaliers? @c_raymond_fdn",
  "I worry that be following @realDonaldTrump is some how enabling him",
  "based on the sheer number of women that lied about @realDonaldTrump's behavior, he sounds a lot like @BillCosby   #newrunningmate?",
  "@UVABaseball this is the best camp we have ever done. the players are so engaged and @sultanofswab is a natural with the kids. https://t.co/3pXFwjk87p",
  "Perfect weather for @c_raymond_fdn Carson's Cavaliers.  This is a story @TheUVAFool  should cover.  Great view of @UVABaseball 's impact",
  "Great day with the kids! https://t.co/JIVAPUPKYO",
  "@c_raymond_fdn Big day today!  The start of Carson's Cavaliers with the amazing @UVABaseball!  Go Play! https://t.co/kc9hcweUHv",
  "One and done is brutal! #MLBPlayoffs",
  "@NDFootball 's pain brings me such joy! #CollegeFootball",
  "Got this text minutes before kickoff \"Sam Katz move nothing less than 10,000 on Bears -3. Game will not lose!\" Immediately put $50 Philly",
  "Is the #HeismanTrophy race over already?  #LamarJackson Good, God, man!",
  "There are non-running plays you can run on 1st down!!!!!!! #LAvsSF",
  "I am sure #LARams Jeff Fischer is nodding thinking \"I could go 7-9 with this team\" Extension!",
  "#LARams #MNF I am sad for my inept team😢 maybe I will start following dancing w the stars",
  "How bad can Goff be?  Keenum is not an NFL QB!",
  "Wow! My #LARams look abysmal",
  "How can Uva look so much better against Oregon than the did against Richmond? The results may be the same but they look competent.",
  "Hey Dave, I can see your house from there! https://t.co/DpsBIq8UdU",
  "Most overrated coming into the #CollegeFootball season? Notre Dame, Georgia or Tennessee? #BattleAtBristol",
  "#BattleAtBristol  150,000 fans, $7 beers in the heart of meth country? Cannot wait to see the mayhem!",
  "LIVE on #Periscope: Sitting in an airport in Austin Tx https://t.co/esJXfBNGWS",
  "In an airport.  This is one f'd up disconnect world.  I should do something. Type type  type looking at my screen",
  "Nothing like a 6am flight to make you evaluate your place in the world.",
  "Who's rising?  @uvafootball",
  "Holy shit!  That was my nickname in high school! https://t.co/3saG3K0xx1",
  "@Bharper3407 oh my!  Did I just see that? @Nationals",
  "LIVE on #Periscope https://t.co/UmCDyejau4",
  "@russwest44 will win the MVP this year! 35/10/10 going to miss @KDTrey5 in OKC #KDWatch",
  "I see you @Bradmckay5 !  Always be hitting! https://t.co/euLNs5li7c",
  "Congrats to Coastal and @slancaster8 !!  #CWS2016 https://t.co/9MqotCUabi",
  "I see you @slancaster8 #omaha https://t.co/ZezvkjEJv8",
  "MATT THAISS WELCOME TO OREM!\n\nHe sneaks a game-tying homer down the right field line!\n\n6-6 to the eighth!",
  "RETWEET if you're rooting for the @CoastalBaseball Chanticleers to win it all in Omaha https://t.co/v77dcfTun0",
  "#NBAFinals Kyrie, just wow.",
  "@CoastalBaseball @slancaster8 https://t.co/6s0ifwyR2n  stayed there last time I was in Omaha with UVA.  Happy hour is legit!~",
  "@CvilleTomSoxVBL best seat in the house https://t.co/X2ix3aO2mP",
  "Seth!!!!!! @slancaster8 @CoastalBaseball #cws16",
  "My boy @slancaster8 crushing it in Baton Rouge #cws16 @Bradmckay5",
  "Of the whole day?  Whoa!  Matt rulz  https://t.co/pGN0WNYIBp",
  "@UVABaseball great season but ended too soon!  At least if we had to lose it was to @Hall_s0_hard",
  "They are as cool as Rob White but have some work to do to match you and @Bradmckay5  https://t.co/UYMz7usZiw",
  "@Hall_s0_hard nice game today.  You were crushing the ball!  Sorry about the beat down.  @UVABaseball",
  "@ShaunLivingston must be shooting about 97% in the #NBAPlayoffs",
  "@senorpicklepant Toronto, I apologize.",
  "How's your 3 AM? https://t.co/aPGXQsPB26",
  "So proud of my boy @Bradmckay5 We sure raised him right. https://t.co/SJoXpcypTm",
  "Who found them?  Were they lost? https://t.co/WvNXnzXZzG",
  "Jesus Christ, I could have done better the MAF.  Penguins are the most talented team and may be done.  #StanleyCup",
  "Would you rather be coach of the year or coach of the playoffs?  #ThunderNation #NBAPlayoffs",
  "More rain?  Ark building starts in 10",
  "@JLR2043 is so hot!  If I get sick she is my number nurse draft pick",
  "@Bradmckay5  is en fuego https://t.co/W6EGn6dudZ",
  "My 11 yo asks if @realDonaldTrump wins do we move to Canada? Me: no, USA =best country in the world. He: What do I tell my Muslim friends?",
  "He is a great dude. Congrats Matty Thaiss @Matt_Thaiss @c_raymond_fdn  https://t.co/104SRi0RHl",
  "Remember, like an hour ago, when you thought, \"hey, maybe the Raptors have a shot at the Cavs\"? Good times! #NBAPlayoffs",
  "If I learned anything from the @30for30 #believeland is folks in CLE make the worst posters in sports",
  "@sternshow Bobo has a list of suggestions for calling the show?  That is like @realDonaldTrump giving tips on humility",
  "@Money23Green just went arms up before @StephenCurry30 released the shot! #splashbrothers",
  "That's why I am ignoring every responsibility in my life to stay up way too late @StephenCurry30 #nba",
  "If you cannot crush threes  you should be a tight end in the NFL #NBAPlayoffs",
  "How can I stay up for #WARRIORSvBLAZERS ?  #eastcoastproblems",
  "If the Plumlees could breed a shooting guard they would be unstoppable #NBAPlayoffs",
  "@RipCity is occupied by zebras!  Run warriors run!",
  "Not a better dude than Matty Thaiss in baseball @c_raymond_fdn  https://t.co/Zyvkll9joG",
  "Watching Straight Outta Compton and can't forget when @HowardStern  said rapper AZT died today",
  "Finally watched straight out a Compton. I hate white people.",
  "@t_willy18 you are crushing it!  Next time u are in the Ville your Bodos is on me",
  "@JusAnderson1  love what you are doing for kids! You should hook up w @c_raymond_fdn to do work in VA",
  "@JOEL9ONE are you bowling Thursday for @BBBSA ? I will bring my skull ball",
  "It's weird to imagine a worse president than Trump but that was the reality of Cruz",
  "In response to the Cruz dropping out of presidential race, I will cease my attempt to become the Pope #hopeless #gopprimary",
  "I have binders full of women",
  "@LARamsTalk  please don't pick Rick Mirer or Ryan Leaf!",
  "1,2,3 Cancun!  @NBA #rockets Barkley nailed it!",
  "that should disqualify you from leading the free world, just like when John Kerry tried to catch a football. https://t.co/AvdPDE7Zgt",
  "@SeanSingletary Be yourself unless you can be someone better",
  "I've been around a long time and I have never found a can of #Corona on the street",
  "Spurs = happy #NBAPlayoffs",
  "@UVABaseball way to take care of business in Miami!",
  "Why?  Here's to another decade of @WashWizards being out coached. https://t.co/LwLJzdFEEh",
  "Westbrook needs to shave that salad!  So much less fierce! #OKCvDAL",
  "Harden would have trouble guarding a cigar store Indian with a Curry jersey on it #NBAPlayoffs",
  "With the first pick in the gunslinger old west shootout, the Thunder select Steve Adams #OKCvDAL",
  "@JusAnderson1 awesome game tonight! #wahoowa!  Congrats",
  "It's always difficult to root when your sons play against each other! Good luck  @Hall_s0_hard &amp; @Bradmckay5",
  "The Grizzlies have to feel like the Washington Generals right now. #warriors",
  "gonna miss that guy. https://t.co/tONIMQBXGd",
  "Ha-Ha\nHey, Coach K is really upset about that late 3 pointer.\nI said Ha-Ha",
  "I just voted for Malcolm Brogdon for the @Wendys #WoodenAward. Cast your vote here: https://t.co/USjUwBT66b https://t.co/M3kXS1fOG0",
  "@JMUBaseball see what happens when you put in McKay?!?",
  "Heartbreak!  #SFAvsND",
  "C'mon Lumberjacks! Let's do this!  #MarchMadness #sfa",
  "These teams are not good! #NCAATOURNAMENT 11 seed seems a tad high",
  "@JOEL9ONE best of luck in NE!  You will be missed.  %ramnation",
  "@JOEL9ONE To help raise donations/awareness, if we get 99 RTs we'll give away 2 free shirts (RT enters you to win)! https://t.co/MzzIyuALef",
  "Watching @Hall_s0_hard go deep vs @UVABaseball  go hoos! https://t.co/z0ag4Y1h1s",
  "Why do women wear heels? It looks so uncomfortable.",
  "@JOEL9ONE thanks for being a great Ram!  I'll buy you that beer when you are back in the 'ville #larams",
  "First 5 minutes of Back to the Future in a hotel room.  How do you not watch?",
  "@JLR2043 we could be there❤️ https://t.co/D09hGrHtSx",
  "I just voted for Malcolm Brogdon for the @Wendys #WoodenAward. Cast your vote here: https://t.co/USjUwBT66b https://t.co/M3kXS1fOG0",
  "Great article about a humble genius https://t.co/T8yMXgwyuS",
  "why is every Jordan birthday such a big deal?  It's not like we go nuts for Lincoln's bday every year... nevermind",
  "Paid too much but it was for a good cause @JOEL9ONE @UVABaseball https://t.co/1YQ82sxy6p",
  "Lillard = Curry lite. In NYC he would be the second coming. #NBA",
  "Somehow I won the bidding on @JOEL9ONE jersey at @UVABaseball Step Up.  Should have gone for more!",
  "Pitino dressed perfectly to play in the KFC Yum! Center ... Ridiculous.",
  "@humphriesevans @ARamspacher after watching the Wake reserves clown all night I think #BenchSobbed would be appropriate",
  "@JOEL9ONE my youngest shares a birthday with you.  He would like to invite you to his party this year. C'ville!",
  "They have time to prove me wrong, but right now the Packers remind me of Willie Mays planning centerfield for the Mets. #SNF",
  "You find the perfect gift for your kid and some fat red dude gets all the credit. #ChristmasEve",
  "I think Diaw has the best rack in the #NBA",
  "Did Giovanni Ribisi just foul Patty Mills? I haven't seen him in years! #NBA",
  "@JOEL9ONE ditto.  We will crush a bowling alley and chat about wells and kids sports @c_raymond_fdn",
  ".@JOEL9ONE congrats on being the  Rams Payton choice.  Well deserved!",
  "A traffic stop in Charlottesville turned into a brief police chase that ended with the arrest of Akeem Taylor. https://t.co/n2tT8C1kfs",
  "Hibbert running = me laughing #NBA",
  "https://t.co/CE4tohos24 is now 87% funded with 35 hs to go - it's a barn burner! but don't actually burn a barn.. https://t.co/gKlUFJi2Eo",
  "Kobe reminds me of the old guy at the gym who keeps jacking it up and plays no D.  Walk away black mamba #NBA",
  "The skill positions seem to be plug and play but the O-line could be the Pats downfall #MNF",
  "So terribly sad. #RIP #ChadTough  https://t.co/sIkn6qz6Hq",
  "nice work guys! @c_raymond_fdn  https://t.co/ymzl0Avcly",
  "Is Luke Walton the best coach in #NBA history? Find a better %!",
  "You Need To See This Brilliant '30 For 30' Parody Of 'Rocky IV' https://t.co/QDZEf0fjvx https://t.co/ld9ZVAMAiW",
  "The lack of a crowd is all you need to know about #uvafootball this year.  Yikes!",
  "I picked the wrong Tuesday not to drink beer. This game won't end! #WorldSeries",
  "https://t.co/GIGS5TGLRc",
  "Another great night at Daveport with the Carson Cavaliers. Thx Chickfila for a wonderful meal. @UVABaseball http://t.co/fFoNz57UeH",
  "Why is there a coin flip in football? Shouldn't the visitors just get the ball to start the game?",
  "@notthefakeSVP holy crap I have been a Rams fan since 1974 and this might be the second Rams montage I have seen in SC.",
  "@JOEL9ONE I see ya w SVP! Go Rams!",
  "@TBSNetwork why the flames? Trying to appeal to all the 10 yr olds who can't stay up late enough to watch #NLWildCard",
  "On my resume:  \"Only I can prevent wildfires\"",
  "Hey @usps why do I need to put my city and state on mail if I get the zip code right?",
  "#StephenColbert I was about to get angry that you didn't include Letterman in the monologue- nice recovery - good luck in the new venture",
  "Remember when #uvafootball had the lead on ucla? That was cool.",
  "Is this true?  @Bradmckay5  https://t.co/vg811tK2ni",
  "I have never fired a gun and find the 2nd Amendment unnecessary\n@billmaher there has yet to be a mass shooting by a sane man",
  "Reinstate #shoelessJoe #MLB!  Didn't he bat .350+ in the 1919 Series he \"fixed\"?",
  "Am I really watching Phillip Sims in an #NFL game?  How could we not use him at #uvafootball?",
  "Former @UVABasebal Stud    John Hicks called up to the Big League #MLB #Mariners #Wahoowa #Teamguy",
  "A million stars and 1 me. I like my chances.",
  "@JOEL9ONE  oh ha ho oh ha ho oh ha ho",
  ": Does  it anger anyone else that @PapaJohns talks about summer pizza as if it is a real thing?",
  "@stlramscom sign @AldonSmith  he was just puffing up",
  "\"Enjoying\" hotel lobby breakfast next to opinion on everything 70 year old man",
  "Wow, Bruce has had some work done #boss?",
  "They got you nailed @JLR2043  https://t.co/gJfCYZrq7C",
  "Congrats @mccuha88!  Rob White might have won it if he didn't quit on the team, right @Bradmckay5?",
  "Drove a 1,000 miles this week, never even left LA.",
  "In Anaheim to watch Indians Angels. Where is @CrockPott3?",
  "Stay up late tonight and catch #UVaBase alum Tyler Wilson start on the mound for @Orioles at @Athletics! 10:05 on MASN2.",
  "Tom Sox may need to build an Ark to finish the season #TomSox @slancaster8 @Bradmckay5 @CvilleTomSoxVBL @b_fort28 @mccuha88 @colt_008",
  "Tom Sox players' season, time with host families winding down http://t.co/T2rZ2tes3u via @townnews",
  "#heartandsoul and the #hairking https://t.co/QppiqjqPeJ",
  "@slancaster8 #heartandsoul https://t.co/haycHlya7q",
  "Nicest young man you will ever meet. https://t.co/3SLXZdn3AB",
  "@eddiesmith55 congrats on ABCA coach of the year!  The acorn doesn't fall far from the tree! #UVaBaseball",
  "Come out for some family fun tomorrow night and bring your dog! http://t.co/LGwbWg73Rm #Tomsox",
  "I see you Seth! @Bradmckay5  #TomSox  https://t.co/v86wM2p5xW",
  "#downthehill",
  "@Hall_s0_hard like I said, he is good but @Bradmckay5 is #notryan come visit soon",
  "That's my boy @Bradmckay5  #notryan #gettingnextweekendoff https://t.co/c53fBnRbim",
  "#cheerwinelocallegend the Carson Raymond Foundation in Charlottesville, VA helping kids play America's pastime. http://t.co/UVmJkiZpYL",
  "Congrats @JusAnderson1 you will be missed in C'ville",
  "I guess it is real.#CWSChamps http://t.co/ZbBcDVcUqQ",
  "@Ktowns9 now that is how you finish up a career!  #clutch #CWS2015 #OmaHoos",
  "I may be crying.   @UVABaseball @homerHoo",
  "Who's whistling now?",
  "Woos the national champion? #OmaHoos #CWS2015",
  "@BradenGall thanks for the Vandy call!  Wahoowa",
  "@UVABaseball let's finish this!",
  "Whooooos winning?  Not the whistler! #CWS2015",
  "I can't believe I'm not in Omaha!  #OmaHoos",
  "I love that @Ktowns9",
  "Townes!!!!!!!!!!!!!!!!!!!!!!!!!!!! #CWS2015",
  "Punch the whistler! #CWS2015",
  "Heck yeah @UVABaseball  let's do this!",
  "Whoooooooooooooo! #CWS2015",
  "If you are the whistler I recommend a murder/suicide. Do the latter first. #CWS2015 #OmaHoos",
  "@homerHoo 42 minutes to game time.  How much pacing is acceptable?",
  "Btw. @BradenGall when you have chance check out @c_raymond_fdn trying to keep kids everywhere in the game",
  "@amyschumer you are better looking, but I am funnier.  Or is it the other way around? Love what you do.",
  "No one has worn the threads better!  Finish strong! @c_raymond_fdn alumni and great guy! #OmaHoos #CWS2015  https://t.co/0GjSLdJffw",
  "All 9, all 27. Each pitch. The brightest stars shine when the lights are brightest. Best of luck to @UVABaseball tonight. Bring it home.",
  "Just got off the phone with my man @BradenGall he picks the Vols tonight so @UVABaseball victory is practically assured! #CWS2015 #OmaHoos",
  "@BradenGall that was fun, let's do it again sometime..., after the parade in C'ville!",
  "How can I favorite this more?  No punishment to harsh for that menace! https://t.co/wNgndU8D0C",
  "@UVABaseball @homerHoo   Any idea how I am supposed to stay distracted and appear productive for the next 7+ hours?  #OmaHoos  #CWS2015",
  "F'n love this team #OmaHoos #CWS2015",
  "#Hoos 3 more outs!!",
  "@c_raymond_fdn @TLWoodruff37 what an amazing night so far",
  "Whistle now! My man @TLWoodruff37 delivering! #uvabaseball #CWS2015",
  "Rochester representing! #OmaHoos #CWS2015",
  "Karma says if you are as annoying as the Vandy whistler, you will lose #CWS2015 #GoHoos",
  "0-0 after our center fielder shut down Vandy whistle while you work #CWS2015 #GoHoos",
  "@c_raymond_fdn alumni and huge supporter https://t.co/kGhtp4oawk",
  "#CWS2015 if you are on the fence on who to root for, the Vandy whistling guy should make you pull for UVa. #GoHoos",
  "Dear @espn you played a ton of $ #CWS2015 . Have your sniper take out the whistler(s) from Vandy.",
  "Vandy whistle dude, Hitler and bin Laden just told me you are evil #CWS2015",
  "Dear Vandy whistler, God hates you and there is a fairly good chance there is a hit out on you #CWS2015",
  "@UVABaseball leads the #CWS2015 in innings pitched by outfielders.  #GoHoos",
  "@BradenGall @biggamehoo UVa has never lost 2 games in a row at CWS.  Fact of the day!  #OmaHoos",
  "Oh hell!  The Vandy whistler is back!  Please, someone punch him the whistle hole! #CWS2015",
  "Let's go Hoos!  Love this team! #OmaHoos #CWS2015",
  "We know @UVABaseball is top of mind today! RT for your chance to win a @Nationals R. Zimmerman bobblehead! #GoHoos http://t.co/lQ413YRJha",
  "Tom Sox in Yellowstone #tomsox http://t.co/LnYKGT8PaI",
  "Hate to miss #CWS2015 but just finished an amazing trip to glacier Yellowstone and Tetons",
  "@BradenGall what time are we on today?  I think we should continue the Father's Day tradition of me lauding UVA and you pumping up your dad",
  "@Ktowns9 I have thoroughly enjoyed your 4 yrs at UVa. Finish what you started! @c_raymond_fdn",
  "Red eye flight https://t.co/6lo8jAWiDz",
  "Says the guy who had the exact opposite opinion last year.  I hope you are as accurate this year! #OmahaJohn https://t.co/gZNnmsdgIE",
  "Look at the Hoos going back to the championship! Go get em and bring back that trophy! @UVABaseball",
  "Someone's excited #KennyPowers @Ktowns9 http://t.co/qltA6Hysa0",
  "@UVABaseball I am so happy I could cry.  Way to go boys, checking on flights to Omaha #OmaHoos #CWS2015",
  "I may not even get to watch the @UVABaseball game tonight but I still have butterflies!  #GoHoos #CWS2015",
  "Maybe Lebron is trying to get @joeharrisuva into the game again.  Down by 12 is about that time #NBAFinals #gohoos",
  "When did Iggy get so bad at free throws?  He's good from everywhere else. #NBAFinals",
  "@JOEL9ONE been saying it all year.  Name one building on that floor",
  "That baller lives in my basement! https://t.co/Yp1BUpo6UR",
  "Into the bullpen! #OmaHoos",
  "Go hoos #CWS awesome pitchers duel so far",
  "Most annoying fan in CWS history! #CWS #OmaHoos  https://t.co/3EDgSmmRY5",
  "Always has been! https://t.co/o0e2AigVKb",
  "Woo hoo https://t.co/YIbAN7ZRCg",
  "@JLR2043 did you see the insta response from the #tomsox?",
  "Are you sure?  You just met him. https://t.co/YLEbaWZKaf",
  "That's my boy! https://t.co/dSVGQQhqLi",
  "@BillSimmons having lost a child, that link nails the emotion.  You just f'n hate everyone else for carrying on as if everything is ok",
  "Flew right over Omaha to get to SLC.  Just doesn't seem right #OmaHoos #CWS2015",
  "#omahoos  yes, we can!\n https://t.co/Qhq9cZNTkY",
  "RT for a chance to win a @KDTrey5 signed jersey! We love cutting things in half &amp; #NBAFinals. http://t.co/TDrx4jpBbk http://t.co/hicpoNCikL",
  "@CvilleTomSoxVBL Be there as soon as I get off of work!  #tomsox",
  "@homerHoo @Mojo_JoeJoe31 @RaysBaseball @MLBDraft @ChanningPoole JoeJoe is a steal that late! Hit it like it's red!",
  "My son just hit a grandslam wearing the batting gloves Adam Hasley gave him after the super regional win #CardiacCavs #MagicWeekend",
  "DOGPILE !!!!! http://t.co/HEsbS8QBg9",
  "Game day baby!  @UVABaseball #omahayeswecan",
  "@UVACoachOConnor hey oak, I need a note for my son to get out of school - any thoughts?",
  "@GlamourMagUK @amyschumer I would have gone w Lamarcus Alridge but congrats anyway",
  "Hey @artiequitter  that show at Hard Rock LV that you were blacked out for?  I was there w my wife.  Any chance I can get the $140 back?",
  "Look Hoos hosting another Super!  @uvabaseball #omahayeswecan",
  "Nice work K Do! #GoHoos",
  "@homerHoo good god, it's going to be a long night #GoHoos",
  "@ChristaBMiller the original Maxim cover girl! Happy Bday!",
  "looking forward to @JOEL9ONE ESPN featured piece.  Powerful stuff.  Keep fighting the good fight %gooddude",
  "I bet Jonny Flynn is at the Y telling anyone who will listen \"I was drafted before Curry\" #NBAPlayoffs",
  "@c_raymond_fdn @UVABaseball @t_willy18 @Orioles one of my favorites Hoos, even a better person than his a ballplayer and he is a gr8 player",
  "SWEEP! #UVaBase rocks UNC 8-2 to sweep 3-game series in Chapel Hill. Hoos have won 6 of 7 since exams. http://t.co/skVout8Xqf",
  "#UVaBase takes the opener, 3-1, Friday night over Duke. RECAP/STATS: http://t.co/mKnVVkcb2o http://t.co/NiTLhrFpEf",
  "Did the Jaguars build their stadium on an Indian burial ground?",
  "@JOEL9ONE ok, I don't know Jack Youngblood but he was my hero as a kid",
  "@JOEL9ONE I know Jack Youngblood, and you sir, are no Jack Youngblood!",
  "Chris Paul is hurting! Not fair",
  "Wow the Rams just picked a giant human being!  #NFLDraft",
  "It's amazing the draft announcers they selected.  No one with a limp, no concussion plaintiffs. #NFLDraft",
  "Ickey just won the #NFLDraft cold cuts baby",
  "Sorry had to go back to work, what did I miss? #NFLDraft2015",
  "Wow' #NFLDraft2015 Rams",
  "#RamsDraft have to hit on a receiver at some point- right? #NFLDraft2015",
  "Would expect wr Parker or T Peat for my #RamsDraft #NFLDraft2015",
  "It's a crapshoot #NFLDraft2015",
  "I hope the #RamsDraft  trade down #NFLDraft2015",
  "Jets win. #NFLDraft2015",
  "I imagine there are tons of teams trying to trade up and down.  Prospects about even except Williams #NFLDraft2015",
  "After the lack of trades at the top we need some madness! Jets pick Hundley! #NFLDraft2015",
  "With the 5th pick the inherently racist nickname nfl team select a really good dude #NFLDraft2015 #IowaFootball",
  "tenn drafting the duck takes a lot of the excitement out of the #NFLDraft2015",
  "Wow, #UVa not only in, but as a 2-seed heading to LA.  https://t.co/nnsenZaY4V",
  "@JOEL9ONE  Congrats on the Foundation. You are going to make a positive impact on this planet. Well done!",
  "@JennyMcCarthy @c_raymond_fdn  #CharitySunday we help kids play baseball",
  "Tru dat super volcano is real! https://t.co/aYHCky41Kl",
  "Good God @StephenCurry30  can shoot #NBAPlayoffsOnTNT",
  "@Wtmayberry awesome job making AA!  You are killing son, keep up the grind",
  "I may be in a limb here but I think Diaw is the best Boris in NBA history #NBAPlayoffs",
  "103 N 5 #hungryhoos #imnutsforuva",
  "Stock Watch: How did @Orioles prospect @BrandenKline16 add 3 mph to his fastball? @UVABaseball gets an assist: http://t.co/3LElrqHKFA",
  "Hockey is like soccer in that I don't watch a regular season game but will enjoy watching any team in the Stanley or World Cup #GoCaps",
  "Watching Ryan Hall w&amp;m #5 playing the Hoos tonight.  He is living in our house this summer #gotomsox #wahoowa",
  "@JusAnderson1 best of luck in the Association!  You will be missed in Hooville. #UVaBasketball",
  "@JusAnderson1 if you are leaving, thanks for everything - you are an amazing role model - if are not leaving, YES!! 3 straight ACC titles!",
  "According to polls across the country, if Kentucky and Duke meet in the title game, 99.99999% of America will be rooting for a meteor strike",
  "@JOEL9ONE you share birthday with my 10 yo Wyatt.   Two \"high motor\" guys. HB",
  "Unless you are alumni of one of the #Elite8  you have to root for Gonzaga.  That's what American is all about",
  "Stainbrook. That is all.  #Sweet16",
  "WVA is 5 for 34! Wow, I think I could do better from half court.  #Sweet16",
  "So close, we need something here! #GoHoos",
  "Cmon Hoos! Big 2nd half!",
  "No foul???? Boise got hosed! #MarchMadness",
  "This Boise St. Dayton game is like getting to open one present on Christmas Eve #MarchMadness",
  "James Webb III looks like a mini Brow with the #23",
  "Dude just lost his pants #MarchMadness",
  "@JOEL9ONE where you watching the game Friday? #GoHoos",
  "@BradenGall if they can survive the first weekend @JusAnderson1 should be Beast for sweet 16 - Uva KY final - 1 n done vs student/athlete",
  "@BradenGall don't sleep on the Hoos. I don't see Vandy in their path",
  "Duncan from Boise state is a huge son of a gun #NCAATournament",
  "@clubtrillion if Clint lies, who can you trust?",
  "Seahawks get rolled by #Gronk add the next best thing.  Russell has a new best friend",
  "Choosing Andre Johnson over Reggie Wayne just feels cold hearted",
  "@JOEL9ONE I do not like trading Bradford!  I hope he crushes it in Philly. Which he will if he can stay healthy #Rams",
  "congratulations to all of the winners of the PCA Double Goal Coach Award @PositiveCoachUS",
  "6 inches of snow on the ground and practice starts tomorrow!  gotta love spring baseball.",
  "@IfTonyTweeted looks like I picked the wrong week to give up drinking! Get well soon @JusAnderson1",
  "SWEEP! #UVaBase beats ECU 4-2 and takes all 3 games in Greenville. W-Roberts, S-Sborz http://t.co/jDLvrdKswu",
  "@MatthewBerryTMR @c_raymond_fdn That would be perfect! DM me and I will send you the address. You are the man!",
  "@ChanningPoole @Johnnybah7 I would also consider @DavidColeman26 for comedic effect",
  "@ChanningPoole @Johnnybah7 that would be a pretty epic get",
  "@PGosselin15 would you consider helping out a C'ville charity that helps kids play baseball? @c_raymond_fdn our annual auction is in a month",
  "@Bharper3407 Would you consider donating an item for our annual f'raiser? @c_raymond_fdn we help underserved kids play baseball. #gracias",
  "@BigGame81 Would you please consider donating an item to our annual f'raiser? @c_raymond_fdn we help under served kids play ball. #GSonT",
  "@RQuinn94 would you consider donating a signed item to our annual f'raising auction? @c_raymond_fdn we help needy kids play ball!  thanks!",
  "@DeFish23 would you be able to donate an item for our annual auction? @c_raymond_fdn thanks for all of your help in the past years #wahoowa",
  "@Hoos_urPapi Hi Mike as you head to Spring trainging consider donating an item to @c_raymond_fdn we have our annual f'raiser in march #hoos",
  "@chrissyteigen any chance you can donate an item to our annual f'raiser? @c_raymond_fdn we help kids play sports that can't afford it",
  "@AaronRodgers12 would you consider donating an item to help underseved kids play ball? @c_raymond_fdn anything would be helpful A.A. Ron",
  "@Sethrogen any chance you can donate an item to help kids play ball? @c_raymond_fdn anything but weed would be appreciated!",
  "@JHarden13  Would you be able to donate an item to help kids play ball?  @c_raymond_fdn our annual auction f'raiser is in March #NBAAllStar",
  "@robertAbooey Would you be willing to donate an item to help kids play baseball? @c_raymond_fdn annual auction coming in March #firstpitch",
  "@KDTrey5 Hey KD would you consider donating an item for our annual f'raiser? @c_raymond_fdn all proceeds help needy kids play ball.",
  "@StephenCurry30 would you consider donating an item for our annual auction? @c_raymond_fdn all proceeds help kids play ball",
  "@ChanningPoole You are welcome. Just let me know when you are ready to share the booth with \"the best colorman in the business\"",
  "@Tayaustin01 would you be willing to donate an item to our f'raiser? @c_raymond_fdn all proceeds help needy kids play ball!  #rams",
  "@JohnHicks08 Hey John would you be able to donate an item to our annual auction? @c_raymond_fdn thanks for all your support over the years!",
  "@SeanSingletary would you consider donating an item to our annual auction? @c_raymond_fdn all proceeds benefit the kids in C'ville",
  "@joeharrisuva Would you consider donating an item to our annual fundraiser? @c_raymond_fdn all proceeds benefit kids in C'ville! #wahoowa",
  "@ESPN_Colin would you consider donating to our annual auction? @c_raymond_fdn all proceeds help kids play ball.  #uvawineandcheese",
  "@JOEL9ONE Hey Chris could you donate an item to our auction? @c_raymond_fdn the kids of C'ville get to play ball with the proceeds #wahoowa",
  "@artiequitter Hey Art, would you consider donating an item to our auction? @c_raymond_fdn all $ helps kids play baseball.  thanks",
  "@AdamSchefter would you consider donating an item to our annual auction? @c_raymond_fdn all proceeds benefit kids who want to play sports",
  "@blakegriffin32 Consider donating an item for our annual auction @c_raymond_fdn all proceeds benefit kids who want to play sports! #lobcity",
  "@kobebryant Would you consider donating an item for our annual f'raising auction? @c_raymond_fdn all proceeds help kids play sports! #mamba",
  "@UvaBruno11  hey Stephen, I was hoping you might donate something to our annual auction @c_raymond_fdn the kids in C'ville thank you!",
  "HI @JalenRose  Would you consider donating an item to our annual fundraising auction? @c_raymond_fdn all proceeds help kids play sports!",
  "Hi @MatthewBerryTMR  would you consider donating an item for our annual auction? @c_raymond_fdn All proceeds help kids play sports! Thanks.",
  "@SarahKSilverman Would you consider donating an item to our annual auction? @c_raymond_fdn We help needy kids play sports! Thanks smoochy.",
  "@BillSimmons would you consider donating an item to our annual auction? @c_raymond_fdn  We help kids needy kids play sports! Thanks",
  "Happy Opening Day!  @UVABaseball and Happy Birthday to the voice @ChanningPoole Go Hoos!",
  "@JusAnderson1 get well Simba we are going to need you come dance time",
  "Go hoos!",
  "@jonahkeri I am with you on ARod, having followed him since he was 19 I would love to see him finish with some magic.",
  "It's nice to see the #NFL could keep the positive energy going after an amazing super bowl for two whole days",
  "Is @JHarden13 obligated to pay for Butler's surgery after dislocating his ankles with that step back 3? #NBA",
  "@wineandkids hmmmm maybe Pats.",
  "If Seinfeld were watching the Lakers game he would say \"who are these people\" #NBAonTNT",
  "Where is @NickSwagyPYoung  when you need him? No offense @kobebryant",
  "Whatever happened to @wineandkids ?",
  "Watching the Lakers reminds me of watching the replacement teams during the NFL strike in '83.   Where is Shane Falco? #NBAonTNT",
  "@ChanningPoole hey Channing, do you need a color guy this season?",
  ".@JOEL9ONE .@boogiecousins Cousins and .@Dame_Lillard biggest snubs - time to consider NFL &amp;NHL conference less game - only the best play!",
  "@WahooVines @SeanSingletary BTW that's me up on the left with the white sleeves,who's arms were already in the air before the crowd erupts.",
  "“@BaseballAmerica: Virginia’s McCarthy Out 12 Weeks Following Back Surgery http://t.co/AfCdcyBa5E”. NOO!!!!!! Get well soon @Mojo_JoeJoe31",
  "Lupus makes the catch! Best moment in a movie about little league baseball.",
  "The #mlb network is showing the Bad News Bears.  Coaching little league in the 70's would have been awesome #kellyleak",
  "Despite the awesome grill, I find it hard to buy any other product endorsed by George Foreman",
  "@BradenGall @withrowzone Go Hoos!",
  "@MatthewBerryTMR with baseball season coming, would love a shout out for @c_raymond_fdn Thanks again for including me in #fantasylife",
  "@SarahKSilverman thanks for using the stage to rail against the obvious racism of the Redskins name.  #2015",
  "@artiequitter Hey Art, when you going on the @sternshow?  It's been long enough and it would be the best interview ever",
  "It's amazing that Dalton sucks in any televised game.  Someone should tell him it doesn't count. #ProBowl2015",
  "@BradenGall check out @c_raymond_fdn and see  @biggamehoo and @UVABaseball are doing for kids in C'ville",
  "@BradenGall @biggamehoo @UVABaseball should be an amazing year \"Omaha, yes we can!\"",
  "@UVABaseball what is the deal with the foliage!!!????",
  "#harden so money #rockets @JHarden13",
  "When did Kevin Mchale become Jaws from James Bond? @BillSimmons",
  "I'm still angry, sad about the OKC trade of Harden.  What say you Jeremy Lamb? #nba",
  "#nbafinals hope Warriors vs Bullets(Wizards is stupid) @StephenCurry30 @KlayThompson @JohnWall and @BradleyBealNews would be amazing",
  "The Nets look like they are wearing ref jerseys from the 90's #NBA  #jesskersey",
  "Hey @BillSimmons if ATL gets the #1 seed in the East will there first round series still be on NBATV?  #traditon",
  "Bradley Beal makes me happy #Wizards",
  "Just a reminder for #STLvsWAS http://t.co/e1CjXjuvKf",
  "Welcome back @JOEL9ONE awesome game!",
  "The Rams, the Rams, the Rams!",
  "The Rams!  Schedule has been brutal but they have beaten some great teams.  Future looks bright. #STLRams  @JOEL9ONE",
  "Finishing touches at Venable #uvabaseball http://t.co/ipsBaJ3evd",
  "Why would the Rams bench Davis? Let's see what he can do.  #stlrams",
  "Hoo dat? #GoHoos",
  "Is Lambert working undercover for FSU?  #GoHoos",
  "Bottom 9 1 run game, sometimes baseball works #WorldSeriesGame7",
  "Per @joebucksstlouis Bumgarner invented pitching over handed and cured polio #WorldSeries",
  "Joe Buck just confirmed that Bumgarner parted the Red Sea between starts #WorldSeriesGame7 and they will be married by the end of the 9th",
  "Best sign at the World Series: Hunter Pence and Creepy Rob Lowe are BFFs #WorldSeries",
  "@Bharper3407  make some 9th inning magic! #NLDS",
  "@SheaSerrano I have very little interest in the Texans but I loved this article! Well done sir.",
  "One week in and I don't think it can get worse. Get better @JOEL9ONE We've got a serious case of next man up. #Rams",
  "Answer seriously for science. Would you rather:\n1. Win a free hot dog at QuikTrip (RT) \n2. Have your home team win the WNBA title (Fave)",
  "@Kris561_ I drink plenty of Malk",
  "Just saw Basic Instinct 2- Uncle Rico, you are off the hook- worst film ever made",
  "So crestfallen! Wearing my @SambradfordStl jersey to work tomorrow, don't care if it effects my chances at promotion #RamNation",
  "Feel just awful for Sam Bradford.",
  "@Kris561_ why are my bones so brittle",
  ".@FXXNetwork Simpsons marathon is awesome. Next, do a 24 marathon that starts when the season starts and go for 24 hrs",
  "If we did the #IceBucketChallenge  for all diseases I'm am sure we could eradicate all that kills man",
  "Kevin Love us good but do you give up the #1 overall pick in the deepest draft since 2005 to get him? @BillSimmons",
  ".@redskinsfacts Fact, the name is racist.",
  "Tuck working hard painting dugouts and himself http://t.co/FNajg4X2EG",
  "Just saw an ad for big knockout boxing and thought when do we get bears and Christians in the ring?",
  "“@BroBible: Dustin Johnson Suspended From PGA Tour After Testing Positive for Cocaine ” who cares if a golfer does coke?! Really victimless",
  "Congrats to @UVABaseball great Jarrett Parker getting called up to the Giants! Thanks for you help building Woodbrook Field!",
  "Houston in July, just lovely. http://t.co/LmHetVnKJ2",
  "Howard Johnson saying Chris Taylor is Alan Trammel is high praise. Best SS not in the #mlbHOF @UVABaseball #nopressure",
  "Just saw Chris Taylor's first mlb hit. Wow. @UVABaseball",
  "Chris Taylor will make MLB debut tonight at 10 pm ET vs @Orioles - batting 9th, starting at SS and wearing jersey #1.",
  "Hanging w @wineandkids the inactive twatter",
  "I hate girls in bow ties! #BB16",
  "As much as i LOVE #OrangeIsTheNewBlack I freaking hate the intro song. What is that mess?",
  "Perfect addition to .RamsNation w black thunder and white lightening adding #heavyrain. Love you M. Sam! #ESPYS2014 Proud to be Ram4life!",
  "How long before #MichaelSam  upgrades to a hotter dude? College sweethearts never last. #ESPYS",
  "I think @DavidColeman26 just scored a goal for Germany!",
  "At Cove Creek we need a complex like this in Northern Albermarle!  If someone can find the land I can find the financing. #baseballisbetter",
  ".@KingJames @senorpicklepant: The \"Letter\" is amazing - I haven't felt those kind of goose bumps from someone I have never met. #kingjames",
  "The \"Letter\" is amazing - I haven't felt those kind of goose bumps from someone I have never met. #kingjames wow",
  "There is no way #kingjames doesn't blow out his knee #GodHatesCleveland",
  "I have now gone 12 days without wearing Orange.  I believe my mourning period is officially over. Back to Omaha in 342 days! @UVABaseball",
  "“@aaronfitt: That was Vanderbilt's first home run since May 16.” Still smh smh like MJ Fox",
  "@BradenGall @VandyBaseball well played Vandy hate to see my #hoos lose but you earned #omahajohn out!",
  "So proud of @UVABaseball great year and oh so close to the big prize! Love those guys. #cwsfinals",
  "The whistling Vanderbilt fan might be the worst human on the planet #cwsfinals",
  "Too much orange? @UVABaseball #gohoos  #cwsfinals http://t.co/0jHHKySZGh",
  "#vaf helping out their lady fans @UVABaseball http://t.co/jGqhJwUsPz",
  "Days: 12.  Hotels: 3.  Dollars: many.\n#CWSFinals",
  "Omaha day 12!  @UVABaseball make it all worthwhile tonight",
  "Hoos still in Omaha? #CWSFinals",
  "@BradenGall are you on today?",
  "That's why we play best of three! We won 8 of 9 innings but that one was doozy.  #CWSFinals",
  "Why am I so nervous? All I have to do is watch!  Go Hoos!@UVABaseball  #CWSFinals",
  "@boyzwithboardz @BradenGall I will never be able to go home!",
  "@kevinbacon @baconbros Play Jessie's Girl!",
  "@BradenGall when are you on again?",
  "Somehow ended up staying in the Vanderbilt team hotel.  Let the subterfuge begin! #OmaHoos #CWSFinals",
  "Great day for baseball!  Then the kids woke up.  Great day for punching your brother in the head! #CWSFinals",
  "The waiting and laundry is the hardest part #CWSFinals http://t.co/Z3LNMZp5Eg",
  "I hope they go 20 innings #burnthebullpen #CWS",
  "Texas vs Vandy doesn't anyone want to play @UVABaseball? #CWS",
  "What is the deal with our catchers? I call @UVAJuliusIrving \"Clutch\" what should I call @RobbieComan ? Gehrig? #cws  @UVABaseball",
  "@BradenGall lessons of the #cws You don't pitch to Papi, you don't run on Downes and don't let our bullpen come in w a lead.",
  "@BradenGall no doubt, We are blessed with plentiful arms and airtight D @UVABaseball",
  "@theartist34 @UVABaseball  Artie your comeback has been nothing short of phenomenal- couldn't happen to a better person!",
  "@BradenGall Hoos in the championship?  Sorry for being AWOL the last couple days! #CWS #omahajohn",
  "How bout them Hoos?",
  "Wahoo walk off #CWS  let's do it again http://t.co/ggwmEFEw5e",
  "@BradenGall @aaronfitt #omahajohn approves this message",
  "@UVABaseball @NCAACWS It is just like I always say \"You don't run on Downs!!!!\" @biggamehoo @brianmoriarty42",
  "There is an unbelievable amount of fight in this team. It's truly inspiring and incredibly special. Bring on the next one! #OmaHoos #UVaBase",
  "@BradenGall how bout my Hoos?  I am going to need to continue calling to keep the roll going #omahajohn #CWS2014",
  "@UVAJuliusIrving that's why I call you clutch!  If you want the ball back just let me know",
  "@UVABaseball wow!  My head hurts and my blood pressure has never been higher #CWS2014",
  "@BradenGall @biggamehoo when should I call in between games?  Gotta lot to of love to share for the Hoos today!",
  "@chrissyteigen you crack me up",
  "@UVABaseball A one hitter in the #cws? Who does that?!? No one in 30+ years, that's Hoo!",
  "@BradenGall it was fun chatting with while driving through the heartland. How bout that game! That's my kids Father's Day memory! #GoHoos",
  "Wow! What a Father's Day! Thanks @UVABaseball @Hoos_urPapi @KathanNirby for an unforgettable day #CWS2014",
  "@homerHoo thanks, I was able to find some Go Hoos!",
  "#omahabound in 3 hours anyone at .@UVABaseball or .@homerHoo got tickets for Sunday?",
  "so touching how these girls are remembering my son http://t.co/Omfzpx3fei",
  "@JOEL9ONE good news, just checked my schedule and i am available for the home opener if you want to provide tix. Hit me up in Omaha this wek",
  "As great as @KingJames is there is no way Jordan loses two in a row at home",
  "Bonner on James = haha #NBAFinals",
  "This slow-mo shot of #UVa celebrating last night's final out is cool. Check out the lift on @BDownes10: http://t.co/7RfUFbrd98",
  "Plans for #OmahaBound coming together w @biggamehoo and @brianmoriarty42 let's get it done @UVABaseball",
  "So proud of @UVABaseball! Time to plan a road trip! #omahayeswecan #1186",
  "@UVABaseball @Wtmayberry @tigers congrats Whit. No one works harder or deserves it more!",
  "Do you currently know any white guys with the last name Nixon or Jefferson? #curiouspresidentialthings",
  "So proud of @HowieBallGame33 @Hoos_urPapi and @DeFish23 drafted tonight and big contributors to @c_raymond_fdn Omaha, yes we can!",
  "Back to back Hoos! Congrats to @DeFish23 and @Hoos_urPapi  great players and better young men @UVABaseball #MLBDraft",
  "“@TheOnion: Man Honestly Thinks He’s Going To Get To Bed Early http://t.co/8Z7o2crFdJ” that is my story until I prove it wrong in 3 hours",
  "Hating the Spurs makes absolutely no sense. They are professional, kind and classy. So why can't I stop hating them? #NBAFinals",
  "Having a mime announce the #MLBDraft would be less annoying than Selig #thetarenowontheclock",
  "Congrats @HowieBallGame33  well deserved #MLBDraft",
  "Ran into Corey Hunt tonight that has to be a good sign for Supers @UVABaseball #omaha",
  "Super Regional Pick \n\nRT for Virginia\nFav for Maryland",
  "I wish the hockey refs would grow playoff beards too #StanleyCup",
  "9 year old apology http://t.co/ugamNi0YG3",
  "@amyschumer Inside Amy Schumer? Sounds crowded.",
  "Another masterpiece by @theartist34 let's sweep this regional! @UVABaseball",
  "Bucknell's catcher has a porn 'stache pretty awesome.  #gohoos #NCAABaseball",
  "Let's go Hoos!  @UVABaseball  where are @biggamehoo and the rest of the tailgate crew?",
  "@NCAACWS @NCAA Hoos got a tough road to Omaha!  #1186",
  "62 laps remaining and I don't know what the hell is going on #Indy500",
  "The wife trying to tamp down my enthusiasm.  No chance! #Indy500",
  "I could do without Mrs Brady singing God Bless America - buzz kill #Indy500",
  "Ah man, it is almost green flag go!  Lovin the vibe!  #Indy500",
  "Souvenirs bought, drinks on board, let's race #Indy500",
  "Indy 500 first timer.  Beer thirty= now",
  "@Jamila203 you coming to Indy? We are here for the 500.  Love to meet one of @wineandkids favorite people",
  "I know @BillSimmons  has said this before, but Pop is playing chess and Scott Brooks is playing checkers or maybe even Chutes and Ladders",
  "I HATE that \"gotta run\" guy from Asics. #relax",
  "@MatthewBerryTMR bummer, I get in the next day for the 500 would have liked to have chatted with you.",
  "@CrockPott3 congrats Kyle!  Go kick some butt in the mlb",
  "Going to miss this years seniors @Wtmayberry @theartist34 and AY the @c_raymond_fdn  owes you guys bigtime!",
  "So proud to be a Rams fan today! @MikeSamFootball I hope you have an amazing career!",
  "@RQuinn94 @Mitch64psu @2CBryant @MikeSamFootball welcome home! #GoRams",
  "Thank you to the St. Louis Rams and the whole city of St. Louis. I'm using every once of this to achieve greatness!! http://t.co/QESdOJVzsw",
  "@JOEL9ONE rams have the best DL in the league. #gorams",
  "@theartist34 is pitching a masterpiece @UVABaseball",
  "@DeFish23 you should walk to the plate to the Jaws theme.  Nice dancing on 1st base.  @UVABaseball #GoHoos",
  "@UVABaseball it was a great day but we missed our boys @Wtmayberry @DeFish23 @theartist34 @HowieBallGame33 @BDownes10 #gohoos",
  "http://t.co/N7shWkuIEB",
  "We built our 5th baseball field today. The first without @UVABaseball I guess they were busy winning another series.  #1uvabaseball",
  "@Wtmayberry might be the MVP for @UVABaseball kid is destroying opponents #icewater",
  "I've said it before and I will say it again: 19+47+33=W @UVABaseball #automatic",
  "Do you have any clutch two out doubles? Go Fish! @UVABaseball @DeFish23",
  "19+47+33=W @UVABaseball #automatic",
  "@DeFish23 nice dancing w @Mojo_JoeJoe31 in the dugout #uvabaseball",
  "@ESPN_Colin don't sleep on the Rams!",
  "@DeFish23 thanks for your help with Northside opening day.  You are da man!",
  "@Wtmayberry another awesome outing tonight @UVABaseball  is fortunate to have you in the pen",
  "NFL bans goalpost dunk after @TonyGonzalez88 retires?  I guess it is not taunting when good guy does it.  Smh",
  "My favorite day of the year! It's like my birthday and Christmas all rolled into one #MarchMadness",
  "No one picking UVA among the experts - love it! #gohoos #MarchMadness",
  "@UVABaseball too sunny?",
  "@c_raymond_fdn poker tourney/casino night Saturday. Big prizes great cause #goplay!",
  "@DavidColeman26 @Johnnybah7 @JohnHicks08 @Prosh19 @UvaBruno11 @silvertweet29  @jerryk131 bidding now open http://t.co/P9fS3nwLZ8",
  "2010 UVA signed bat for the silent auction CRF Poker tourney #gohoos http://t.co/qwYuHKYhSi",
  "Once asked @UvaBruno11 why he was always dressed &amp; in dugout 4 hours before game. \"Where would I rather be?\" #UVaBase http://t.co/7rYRZzVE52",
  "@JOEL9ONE Hell no! that is what America was built on. #McGradys",
  "Can't hold his mud #kingjames",
  "Somebody was tired of hearing KD MVP #kingjames",
  "@KateUpton I was going ask you to prom but remembered I'm 45, married w kids #nexttime",
  "come on out 3/1 for poker tournament to benefit @c_raymond_fdn Fun night, great prizes, tell your rl friends.",
  "@MatthewBerryTMR hey don't know if you will be in the area 3/1 it is our biggest fundraiser of the yr for Carson Raymond Foundation!  C'vill",
  "@Ktowns9 @HowieBallGame33 @DeFish23 @Matt_Thaiss  @Mojo_JoeJoe31  What R we walking up to? Suggest: Picture Me Rollin' or Jessie's Girl #hoo",
  "@JOEL9ONE had the Chris Long Sub at Littlejonhs today- epic!",
  "Having a nail file as promotional item for rehab center is an odd choice http://t.co/vifLhgNEuf",
  "People who don't know anything about sports drive me nuts",
  "Shaky manning #SB48",
  "Can't watch the puppy bowl without betting on a lab",
  "Going from 9 degrees and snow to 85 and sunny #PuertoRico",
  "this meager snow fall is depressing.  i want the snowpocalypse!",
  "Preseason College All-Americans | Perfect Game USA http://t.co/iUMfqgsQTm Hoos with 5 guys on the list! @uvabaseball #omaha",
  "Congrats @RQuinn94 on DPOY. Next year is going to be epic!",
  "@JOEL9ONE you find 3, I'll find 3 and we will have a battle royale at keglers",
  "@JOEL9ONE back in the hook? When are we going bowling? %skullball",
  "@UVABaseball @RedSox @whatwouldDOOdo Bringing the Foundation @c_raymond_fdn baseball team.  It is going to be epic!",
  "Schools delayed for ice, ice baby @vanillaice hope they don't close for the day",
  "Honored to be #nominated for @PositiveCoachUS Double-Goal Coach® Award pres by @MaxPreps! Thank you to the #parents &amp; #athletes I coach!",
  "@markjskiba @MincerMark that makes me want to cry",
  "Dozen: Raymond honors son's memory through baseball foundation http://t.co/WQbdvnO26M via @DailyProgress",
  "Watching Jack reacher. How did they find so many tiny actors to make Tom Cruise look normal sized?",
  "If more than 5 people are at my house uninvited I am afraid it's an intervention",
  "Spy gate. Discuss #NFL",
  "It's official, I cannot grow a beard.",
  "@wineandkids how can you tell? You always seem fairly sassy to me",
  "Dear @espn I will keep watching cfball no matter what you do, but please give Lou Holtz a gold watch and spare us another year of him",
  "@wineandkids you can do it!",
  "“@boyzwithboardz: Jesse Palmer has nice hair @jessepalmer” he is so dreamy",
  "What is grinder for straight guys?  Asking for a friend.",
  ".@wineandkids was right! I now have 50 followers this must be how Pinocchio felt when he became a real boy",
  "Finally, I have more followers than @jtgc74 take that Jon!",
  "@wineandkids that should not apply to EMT workers or pilots",
  "@wineandkids is positive she can get me to 50 followers",
  "I am getting a twitter lesson from the amazing @wineandkids",
  "It's either cold in San Antonio or @JHarden13  is VERY excited",
  "Most of the nba guys look silly in these unis @DwightHoward  looks like he is on the set of the Avengers. Good god, man!",
  "@wineandkids  duh!",
  "@wineandkids good point, no offense meant but still wouldn't Tuesday make a great church day?",
  "@wineandkids then why did god choose it for worship, bastard",
  "In the spirit of the season I am going to have a \"Virgin Mary\". With vodka",
  ".@CBS19Weather cold, clear, sunny.  You guys take the rest of the day off.  #MerryChristmas",
  "At least it got 11 to come out of the bathroom where he was sobbing bc his Xmas haul was inadequate",
  "Santa brought a trampoline god help us",
  "@CBS19Weather  cold and dark like my soul",
  "@wineandkids seriously, shouldn't you be sleeping? Johna will be up in a very few hours❤️",
  "Merry Christmas to most, and to all a good night!",
  "@wineandkids shouldn't you be counting sugar plums? Merry X",
  "How in gods name is Lou Holtz allowed to be involved in an audio broadcast? Ish can't undershtandsh what he'd shaying",
  "@wineandkids a wine sipping challenge!",
  "@wineandkids I guess sipped is relative",
  "@wineandkids Irrelevant - I have never seen you \"sip\" wine or go to church, for that matter",
  "@HooNamedS1mba man, I just want 50! Don't be greedy on Christmas! #gohoos",
  "Visited C today w his brothers 😢 and the beat goes on",
  "Ho",
  "Now that @CBS19Weather  is following me I feel compelled to comment on the weather .... Mild",
  "Just saw the UVA baseball commercial, let's go Hoos .#omaha",
  "@RQuinn94  is DPOY  but w/o @JOEL9ONE  he is just great not all-world",
  "“@JOEL9ONE: RQDPOY” who else could you vote for? @RQuinn94",
  "Running out if tape wrapping Christmas presents #1stWorldProblems",
  "@RQuinn94 take a bow, man, you've earned it #DPoY",
  "Morbidly obese woman at red lobster tonight \"I'll have the baked potato soup, 1000 island dressing shrimp&amp;scallops Alfredo o &amp; more biscuits",
  "“@UVABaseball: #UVaBase is ranked #12 in 2014 preseason @CBNewspaper poll, released today.” Not nearly high enough! #1186 #omaha",
  "How can it be that there hasn't been a decent new Christmas song in 20 yrs? Most of the songs are 60 yrs old. Couldn't an artist make bank?",
  "@wineandkids merlot",
  "@RQuinn94 is the DPOY!  I hope @JOEL9ONE and @Tayaustin01  don't get jealous when I add his jersey to the rotation #rams #christmasideas",
  "There has been a Felix Jones sighting",
  "I am physically unable to turn off a bad movie or bad football game #mightmisssomething",
  "Rams organization had a better day this season? Trounced the Saints and just about locked up a top-2 pick.",
  "How bout my Rams!  Big time! @RQuinn94 &amp; @JOEL9ONE monsters of the Midwest",
  "Wow #mccown #jeffrey",
  "Oh my goodness http://t.co/kIsUmVkwER",
  "@wineandkids funny with a Ph!",
  "@wineandkids and u are",
  "I can't believe I missed the #IronBowl to watch the pillow fight between UVA and Tech",
  "I am certain Tony Romo will be struck by lightning Sunday, after Oregon and Bama graced the last two Sports Illustrated covers #SIjinx",
  "UVA has to be the first fball team to have 8 home games and end up with a 10 loss season.",
  "Being in a parade is so much better than being at a parade.",
  "Thankful for family, friends and the lack of mythical gift/candy giving entity on this day",
  "S/O to Iron Cav champs @Tony_Butler2 and @Wtmayberry, great job guys #GoHoos #1186",
  "Perfect weather to build a baseball field #dangit!",
  ".@c_raymond_fdn unfortunately the field build at Brownsville has been postponed - #redtape",
  "Detroit. Suburban hotel. Don't leave hotel. Crank eminem. Feel all 8 mile.",
  "Flying to Detroit. Most common reaction: \"Why?\"",
  "That was fast, Toronto. http://t.co/mZvLQ8dfTq",
  "Twitter needs Sherpas",
  "https://t.co/TppALwdc0B @DavidColeman26",
  "@wahoovoice With 2-10 seeming like a real possibility, where should a wahoo fan look for some hope for the future?",
  "Rams Call List\n1. B̶r̶e̶t̶t̶ ̶F̶a̶v̶r̶e̶\n2. T̶e̶r̶r̶y̶ ̶B̶r̶a̶d̶s̶h̶a̶w̶\n...\n77. Uncle Rico\n78. Corpse of Johnny Unitas\n79. Tim Tebow",
  "Very little chance of hitting my number and not beating my kids- I am a great dad!",
  "@wineandkids so jealous, yet again",
  "@wineandkids at best, tolerate me",
  "@wineandkids  you + big boys + balls = something I wish I was part of",
  "@wineandkids such a good choice to stay home.  You cannot convince me otherwise.",
  "@wineandkids  just trying to keep a brave front",
  "@wineandkids I'm good.",
  "Hang out w @wineandkids and @Akupfishes or stay home?  Hmmmm",
  "@wineandkids its the only thing that gives me the strength to get out of bed in the morning",
  "Pouring a 40 out for my homie",
  "@wineandkids might need actions to go with the thiughts",
  "Another terrible milestone",
  "@HooNinjaWerm2 welcome home Werm!",
  "I'm buying tickets for 4th Annual Golf Tournament on WePay! https://t.co/igadsTS12c via @WePay",
  "Miss you big boy💔 http://t.co/NQKtN549Yg",
  "@ArtieQuitter how much do u have on the game?",
  "@dawnstaley congrats! Wahoo wah you dominated the game and deserve to be in the hall.",
  "Would football or sports in general be relevant without drinking and gambling?",
  "@JOEL9ONE nice recovery on the Quinn sack/fumble! 1 and oh! #rams",
  "@MatthewBerryTMR I'm a big fan but I started Sudfield over Cook based on love n hate.  Just want to cry.  #ilose",
  ".@DrPhil  shouldn't everything referring to Dr. Phil be required to have air quotes? At least around Dr.",
  "@MatthewBerryTMR do you have a Tex Schramm type value chart for trading draft picks? #FantasyLifethebook",
  "Congrats to @JOEL9ONE for cracking the top 40 in the #nflrank or is it %nflrank?",
  "@sternshow you guys are in trouble! my boy @MatthewBerryTMR is going to roll ya!",
  "@jimharshaw one more one more one more time!  Congrats",
  "@rembert consider yourself notified",
  "@MatthewBerryTMR and now i am in hoo-ray",
  "@MatthewBerryTMR trying to access live chat \"Unfortunately, this event has reached the capacity set by the host\"  #bummer",
  "@MatthewBerryTMR please quit pimping all of my sleeper picks until after my draft! Gracias.",
  "Why is talking on a phone in a coffee shop so much more annoying than every other conversation happening?",
  "Been sitting in the office for weeks http://t.co/bgdZ9Lfk2O",
  "i don't understand the lack of love for @ESPN_Colin he is entertaining as hell and always has an interesting perspective",
  "@toppscards @chrissyteigen such an interesting couple",
  "Shopping at Food Lion really feeds my superiority complex.",
  "@jtgc74  you should go here http://t.co/jO2LkJAZV9 tell the boys I said hello!",
  "Joy and pain: The post-UVa journey of Sean Singletary http://t.co/tQBG0lflZF via @DailyProgress",
  "Walmart laughs at Darwin and his science.",
  "My kids are playing Candy Crush and they have 8360893:54 until their next life - sweet",
  "On a plane w DeMaurice Nflpa president, quite an eventful journey",
  "CLE is the quietest \"major\" airport I have ever been in #crickets",
  "@MitchAlbom just saw you in CLE, lookin, good",
  "@BillSimmons there is a bar in the Cleveland airport called Winners.  High comedy.",
  "8 yr old woke me up this am with a head butt to the orbital bone",
  "Besides flying, being a bird would suck.",
  "@MatthewBerryTMR loving #fantasylife great vacation read",
  "Everyone long asleep at fam vacation, when did everyone get so old?",
  "No way I'm the first one awake in a house w 19 people #inconcievable",
  "Flying with children is so soothing to the soul.",
  "I was wearing this T when my mom stopped mid sentence to ask, \"how is he doing?\" #mandela http://t.co/SMumoAmnW6",
  "i believe i lost 8% of my followers yesterday for stating i love turtles.  it doesn't pay to be controversial",
  "@wineandkids DAMN!",
  "#boobsnturtles ? awesome, i love turtles.",
  "The @c_raymond_fdn is mentioned in the new book by @MatthewBerryTMR  check our #fantasylife today!  Pretty darn cool",
  "If you are not following @jtgc74 you are missing nothing!",
  "Is there a worst night of sports than #ESPYS night? No offense #WNBA",
  "They could use swim meets as birth control. No one in their right mind would reproduce if they knew this would be the result.",
  "@UvaBruno11 Good luck Steve O, hope you are back to mashing in no time",
  "Rivera is awesome but how does he won MVP?  Not aware of the lifetime achievement award for asg #MLBAllStar",
  "I'm oddly impressed that Neil Diamond hasn't had work done",
  "John Raymond http://t.co/oBF9pyPsDE",
  "4 hour flight from la to Atl guy next to me had that old guy smell #LongFlightHome",
  "The world record for holding ones breath was likely set in an airports men's room",
  "Best first chapter in the history of literature #chadkultgen http://t.co/yBhtFuQMYr",
  ":45 minutes is when you start checking exit options",
  "Going to a wedding solo kinda blows... When you are married",
  "The head of the NAACP is named Ben Jealous.  Awesome",
  "@wineandkids @UNSeaLeigh indeed, indeed",
  "@wineandkids @UNSeaLeigh in Cali what's Leigh's excuse?",
  "Just found out I may have responsibilities at the wedding I'm attending in 2 hours #notqualified",
  "@wineandkids @UNSeaLeigh O-fended!",
  "Either I need to follow more people or the entire world is agreeing with me #injustice",
  "This is exactly what I want from my hotel. http://t.co/J2vW2nEuHj",
  "What is it about a bra less girl on an early morning flight that gives you so much hope for the day?",
  "Dropped half of my breakfast sandwich on the terminal floor. Trip has to be up from here",
  "Freddie Freeman over Puig for #mlballstars ?   That will really move the needle.  Another reason baseball is no longer America's pasttime",
  "@UNSeaLeigh @wineandkids can't trust chairs!",
  "@StephenCurry30 Will!",
  "The 5th of July is my least favorite holiday. I think I need a blood transfusion.",
  "If being totally in love w my wife is wrong, I do not want to be right #idontthinkshereallyfollowsme",
  "@hNoel286 commercials and all!  Damn you!",
  "Batman begins on basic cable?  Seriously? @hNoel286",
  "@jtgc74 http://t.co/HxdA54PsVd",
  "There are big ships and small ships, but the best ship of all is friendship",
  "@UNSeaLeigh ❤U!",
  "Someone said \"it's 5 o'clock\" and a 4 yr old chimed in \"somewhere\".  Parenting done right @wineandkids",
  "@UNSeaLeigh isn't tweeting about it passive aggressive? #justsayin",
  "@wineandkids so glad to be here, Picasso style sunburn and all",
  "Ladies blowing at the beach @wineandkids @hNoel286 http://t.co/wRLmOjiEtc",
  "Unbelievable ending to the Stanley Cup! I can't watch the regular season but the playoffs are amazing every year",
  "Hockey?  Wow!",
  "@silvertweet29 @HooNinjaWerm2 who won the battle tonight?",
  "@silvertweet29 who's the bat boy? #fearthewerm",
  "@silvertweet29 congrats Scott #hardwork",
  "In a real bahston bah for game 6 hockey! Should be epic",
  "Am I getting fatter or is the world getting smaller?",
  "@wineandkids damn, even though I am out of town you have got to send the invite when you have a slip n slide",
  "250 lb woman and her very obese 13 year old.  He is having a choc milkshake before dinner.  Is that child abuse?  I think it qualifies.",
  "@Tayaustin01  got my #11 jersey for Father's Day! Can't wait for kick off. #GoRams",
  "The key to being the smartest person in the room is keeping the crowd small and manageable",
  "@JLaws_29 they hold things",
  "Aw snap Blood Sport just came on. I am screwed.",
  "@rembert I am pretty sure you are the black man in Morgantown #besafe",
  "@wineandkids I will let the team know how you are punishing others based on their results. #gamblingdontpay",
  "@wineandkids waiting for my sponge bath #myfoothurtstoo",
  "Unbelievably proud to be a Wahoo. @UVABaseball is in great hands for a long time. So thankful for the last 5 years. #wahoowa",
  "Omaha(2014)! Yes we can!",
  "Great year UVA baseball going to miss @silvertweet29 @CHarDontCare14 @ReedGrags and @jerryk131 - I hope my sons grow up to be just like them",
  "And that's that. Great season by Uva baseball with a disappointing ending. Congrats to MSU, they played well in C-Ville.",
  "Few mysteries, if any, remain about these Cavaliers: They pitch, they hit, they're relentless. In other words, they're a Brian O'Connor club",
  "Way to shut up the naysayers on your questionable hosting of a regional VaTech!  #gohoos #omahayeswecan",
  "@jerryk131 Great article in the Progress. It has been a pleasure to get to know you. Cant thank you enough for all you have done for CRF",
  "http://t.co/Wr3dpPnp7i Love this kid, couldn't be prouder of all he has on and off of the field!  #uvabaseball",
  "The NCAA banners are up! Just 2 days from the start of regional play. #CvilleReg http://t.co/l4x1nFOvsW",
  "What better way to honor vets than enjoying the hell out of our freedom today #gba",
  "#Giants prospect Jarrett Parker sets the tone for @gosquirrels with two homers in a nine-run first inning. http://t.co/BCJsqOkg8g",
  "@wineandkids can't eat for the pillow fight pics",
  "@wineandkids if I wasn't already in my Cookie Monster pjs I would be there! http://t.co/kP41wJLDWh",
  "awesome game by @silvertweet29 and UVa Baseball.  Way to right the ship boys!",
  "Great story from C-ville Weekly on #UVABase coach Brian O'Connor in his 10th year w/program: http://t.co/SqAdNdYjXb",
  "Special congrats to ACC Coach of Year @uvacoachoconnor and ACC Freshman of Year Joe McCarthy! @Mojo_JoeJoe31 #UVABase",
  "@JOEL9ONE how does a kid from C'ville become a Knicks fan? Allan Houston?",
  "Keep it classy # wine tour http://t.co/mfxpKAEZKg",
  "It's on http://t.co/Ma7kxf60Ua",
  "The ladies, missing the wife.  Not the same wine tour http://t.co/04HVqhDfci",
  "Birthday girl and hubby who made it happen http://t.co/rV5hFUYD3K",
  "Stop #1 Keswick http://t.co/t7FZsPxpHW",
  "Wine tour is on! http://t.co/5jOKjWTgpR",
  "As my grandfather used to say \"Klay you got my heart broken\". I already miss GState. #nbaplayoffs",
  "#UVABase wins opener at No. 2 UNC, 10-4. Hoos now 44-8, 21-7 ACC. Game 2 set for 7 pm Friday on ESPN3.",
  "Officiating is abysmal. Reminds me of my 10 yr olds LL baseball game, I am sure these guys make more than $20 a game #nbaplayoffs",
  "Houston out OKC on the verge, if Golden State loses the rest of the playoffs will be a snooze fest",
  "@jimharshaw just spend more time playing with your kids",
  "Perkins nickname should be erectile dysfunction - he just can't finish #nbaplayoffs",
  "If Memphis is going to do this to\nDurant they should at least buy him dinner, like gentlemen. #nbaplayoffs",
  "Story Time with Jalen Rose @JalenRose is the best!",
  "Why do I hate the Spurs? They seem like really nice people. #nbaplayoffs",
  "I really am enjoying @StephenCurry30 \"playoff beard",
  "@HooNamedSimba23 did I just see you at my kids elementary school?  What's the story?",
  "OKC - Westbrook - Harden= sad me.\n#nbaplayoffs",
  "Every time my wife says, \"aren't you smart\" it seems like it is the first time it ever occurred to her",
  "Reading about Bryce Harper's exploits at 7 makes me think my boys should just give up baseball",
  "Incredible weekend by @Hoos_urPapi and the rest of the Hoos btw I beat him in a HR contest last summer #oneshiningmoment",
  "How about them wahoos. #CardiacCavs",
  "#UVA has won at least 39 games in all 10 years under the current coaching staff.. #StupidGood #EliteProgram #MakingItLookEasy",
  "If I were Steph Curry I would sell my seed online #warriornation",
  "awesome job by @wahoovoice at BBBS's bowling event last night. I think i might hire him to announce my every move #voiceenvy",
  "@HowardStern I think it is time to have @ArtieQuitter in the studio.  would be fascinating",
  "Dear Daniel Snyder, the name Redskins is racist. It just is. #httr",
  "@silvertweet29 it had been a joy to cheer for you, especially when healthy",
  "@JOEL9ONE I was a little nervous when you wanted to take a picture of my balls! #therams",
  "@JOEL9ONE at keglers lane 39, bowling with a St Louis Rams ball %forreal",
  "@wahoovoice  see you there",
  "The East is hard to watch even in a game 7 #NBACountdown",
  "@Tayaustin01 you got a number yet? I've got an itchy jersey buying finger. Rams fan since '74 #rams",
  "How interesting would the Thunder be w Harden replacing the injured w'brook?  I hated the trade when it happened and hate it more now.",
  "@SarahKSilverman I really enjoyed that movie where you showered with less attractive people.",
  "It is hard to be a twitter sensation with 21 followers",
  "Dear Steph Curry if Dell is not nice I will adopt you. #nbaplayoffs",
  "@wahoovoice @JLCVille @BBBSOCBR Proud of you Dave, keep doing what you do!",
  "@rembert \"tepidlanta\"",
  "My boys tried to kill me tonight with the old bike at the bottom of the stairs\nIn a dark garage #menendez",
  "@wineandkids startling lack of tweets from Foxfield!  Did you survive?",
  "I would love to be as good at anything\nas @StephenCurry30 is at shooting the basketball. #nbaplayoffs",
  "@hNoel286 she didn't start that way.",
  "@Tayaustin01 What number you going to get?  i need to get a jersey stat!  #rams #ROY",
  "@silvertweet29 You are killing it!  Keep rolling #sweepfsu",
  "Not an Oran' Juice Jones way",
  "Finally, my wife is following me, in a good way.",
  "UVa-FSU series features 2 of the 3 winningest teams in D-I since 2009. UVa-227 wins, SC-226, FSU-220",
  "Foul Howard stat #nba #rockets #mamba",
  "Loving (in super hetro way) Chandler Parsons #clutch",
  "He'll yeah chandler parsons",
  "@silvertweet29 great game Scott! All the work and wait is paying off!",
  "Lamont from Sanford and Son just joined us at the bar",
  "Crazy old broad next to me at airport bar drumming and swaying to her own beat.  I want what she is having",
  "Silverstein throws 5 pitches in 4th to retire Jackets in order. #UVABase takes 5-0 lead to 5th, facing new P Sam Clay.",
  "“@BroBible: Scientist Takes Fifteen Years to Say That Women Are Better Off Without Bras http://t.co/IpsCz4aAcn” just what I've always said",
  "Haha “@NCAA: [WATCH #NCAABowling championship action live! http://t.co/lg8h3hGMLY” if you do you are &gt;employed or related to an \"athlete\"",
  "I was right, impossible",
  "How does one avoid drinking during a layover? #impossible",
  "4 day work trip, forgot to pack underwear.  Nice start.",
  "@JOEL9ONE you gotta wear a helmet man! Protect the dome",
  "My wife just said, \"I was way smarter before I met you\" that sounds about right",
  "70 degrees? It's cookout time!",
  "“@UVABaseball: Reed Gragnani jacks his first career HR, a 2-out, 2-run blast, to give #UVABase an 8-6 lead in 8th.” Way to go Rags!",
  "Michigan trying to give it away #madness",
  "@BillSimmons totally rob us of a dramatic finish, bs call",
  "Kyle Crockett strikes out side in 9th and #UVABase claims 7-6 win in series opener after 5-run rally in 9th.",
  "It is impossible not to root for a team named the Shockers",
  "Happy birthday @HowieBallGame33 #IamDoingThisForTheReTweet",
  "@Akupfishes witty? Interesting? Easy on the eyes?",
  "@BillSimmons  harden and Hickson seem to have a chippy little relationship #beardenvy",
  "@NBC29 don't forget to come to Stone Robinson at 10 AM for the dedication of the field built by the Carson Raymond Foundation #goplay",
  "@wineandkids being right and believing you are right are basically the same thing if you are confident enough",
  "@wineandkids @akupfishes let's be honest, the 4 of you would fit in a Mini Cooper u need the oversized ride for tailgating",
  "Our own @UVACoachOConnor named @BaseballAmerica National Coach of the First Half: http://t.co/EpDbdp7Tq6",
  "Always root against Duke but after Ware injury I'm very invested in Louisville winning #gocards #prayersforWare",
  "That was the most gruesome injury I have ever seen in basketball. #louisville",
  "@SeanSingletary don't forget baseball is going to Omaha this June!",
  "Hoos have blown it open w/7-run 8th: 2-run 2B from McCarthy and 3-run HR from Downes and #UVABase leads 13-4 w/1 out.",
  "Two years ago today: @WRoberts25 fires 8th perfect game in NCAA history! \nhttp://t.co/YCobpCTu9F",
  "@danieltosh ditto",
  "“@AdamSchefter: Browns signed former Bears QB Jason Campbell.” Nothing like stockpiling average to middling QBs #takingthebrownstotheSB",
  "That is one crazy full moon tonight http://t.co/w27VfLWPrT",
  "#UVABase (22-2) moves up in rankings: 5 (Coll. BB), 8 (USA Today Coaches, @PerfectGameUSA) 9 (@BaseballAmerica, @NCBWA)",
  "If hating Duke were a religion I would be elected pope #MarchMadness",
  "Wisconsin ALWAYS goes to the sweet 16!  What the hell?  #MarchMadness",
  "The JMU basketball team's leading scorer and rebounder Rashawn Goins has been suspended for the first half of JMU's NCAA Tournament game.",
  "@wineandkids I'm guessing you are re-putting on your pants",
  "Hoo's in Clemson? http://t.co/Hh2iqwGyAr",
  "At Clemson, awesome stadium - UVA down in 3rd #go hoos #uvabaseball",
  "@UVABaseball yeah hoos!  BIG win, see you tomorrow in Clemson",
  "Hoos win 6-5 in 11! Cavaliers rally from 5-2 deficit w/1 out in 9th to improve to 16-1, 3-1 ACC. Back at it at 6:30 Sat.",
  "“@UVABaseball: #UVABase scores 3 in the 9th to tie it at 5. Josh Sborz takes mound for 9th.” Go hoos!",
  "Papi with 2-out pinch-hit RBI single to CF in 9th to score Gragnani and we're tied at 5! Pitching change ahead for Clemson.",
  "@sj39 miss you already!  Thanks for being a great Ram!",
  "“@JOEL9ONE: DAMN it's the business but hurts to lose a teammate like that... felt that one.” love that guy, hope he stays healthy,  big loss",
  "I miss Amendola already #Rams",
  "F Disney #enough",
  "@wineandkids may pass you on 95 we are in SC",
  "@wineandkids why survive when you could thrive?",
  "@jimmyfallon mud bound or the art of fielding. You'll thank me later",
  "@Jamila203 plus 1!",
  "Westbrook is FILTHY in a good way #nba",
  "@senorpicklepant",
  "If Earl Clark is your leading scorer you are not a playoff team # nba",
  "I think Ibaka just posteriors Howard on the block.  I would buy that poster.",
  "@jtgc74 spelling was optional?",
  "\"Kim Jong Un is the nuttiest dictator I've hung out with since David Stern\" - Dennis Rodman",
  "When your 10 yr old uses the term douche bag correctly what is the proper pride/abject horror ratio?  35/65?",
  "@wineandkids you already have double mine, so clever are you",
  "@wineandkids no props for the name?",
  "@Espngreeny totally agree.  Seem to be enjoying the ride",
  "@JOEL9ONE Boom Boom Pow",
  "Nice start Hoos!",
  "Lets go hoos!  #beatduke",
  "@wineandkids that's why I got outta town #scared",
  "YOLO unless you are Hindu of course",
  "Philly cheese steak for lunch, no need for dinner #Geno's @jtgc74",
  "@UvaBruno11 go get some Bruno #uvabaseball rocks",
  "Tremendous performance by Brandon Waddell today. He was in complete command and had all his pitches working. Go Hoos!",
  "@UVABaseball @UVACoachOConnor @Kevin44McMullan @UVA @uvasportsphotos Go HOOS. OMAHA! YES, WE CAN!",
  "Working on 2.5 hours of sleep. Damn you insomnia!",
  "@kevinbacon my wife is working tonight so I have to wait for #thefollowing - too creepy to watch alone! Love it!",
  "My 10 year old threw up in his backpack on a field trip - good times",
  "Wtf #SuperBowl",
  "The countdown to Opening Day: 13 days, featuring #13 Jared King. #UVABase  http://t.co/OmSf1MUd",
  "Sweet auction win from #StepUp @UVABaseball I love these guys! http://t.co/JM0uwl8V",
  "Looking forward to a great Step Up to the Plate event tonight at JPJ. Go Hoos!",
  "@MatthewBerryTMR \"It's just a fantasy\"",
  "“@UVACoachOConnor: Hello Wahoo fans and Twitter world! #firsttweet” welcome aboard Coach!",
  "“@jerryk131: Trust the process #1186” Omaha! Yes we can!",
  "I know one boy is having a catch w #42 \"@iandesmond20: Jackie, can't wait to lace em' up with you in Heaven. Lord willing. Happy birthday.”",
  "Kill Bill Vol. 1: give one of those guys in the ninja army a gun and its over",
  "@Ckup2 it should be IOLO, I have no idea how often you might live",
  "@Ckup2 imagine the mad rush of humanity if people found out where you are at",
  "@wahoovoice Jay James should join us for the poker tournament.  I have a seat for him at the media table if he wants it. #CRF",
  "First panels for the new video board at Davenport are going in today! #UVaBase http://t.co/4nhnudW4",
  "40 oz. Bulls for the #Pro Bowl.  Who's with me?",
  "@Ckup2 weekend without fball is hArd #probowl doesn't count - family tradition is to drink 40's during the game",
  "@Jamila203 I stepped on a hot wheels car and dislike slippers",
  "Ty is",
  "On WINA 1070 in 5 minutes talking baseball and charity",
  "First one to 10 wins. #UVA v VaTech",
  "@Ckup2 Jen's already asleep from snow day happy hour.  Be right there.",
  "“@Kevin44McMullan: #UVa Baseball at No. 25 in 1st USA Today college baseball poll for 2013. Link: http://t.co/AXEbgRmO #1186”",
  "@Ckup2 dinner is overrated",
  "When you see somebody doing something good, support them http://t.co/6fjTOFbX Give soldiers gift of baseball",
  "Teams with better record than the Lakers over the last 10:  Bobcats, Wizards, Raptors",
  "Can we get rid of the lame Wizards name? #nba",
  "@Ckup2 you are the cats pajamas",
  "8:12 Saturday night, in pjs so lame",
  "Mother do you think they'll try to break my ball. #lancearmstrong",
  "@Ckup2 as long as it is wet it's a party",
  "If I can't fire 100 rounds a second I am moving to a country where I can! Oh, there isn't one? I'm good.",
  "“@BarackObama: \"Second: Congress should restore a ban on military-style assault weapons, and a 10-round limit for magazines.\"” #common sense",
  "If this gets 250 retweets, @CHarSoCITY14 will streak the lawn during the day tomorrow.",
  "Jodie Foster gave me a \"ooh she is bat shit crazy and über gay\" vibe #GoldenGlobes",
  "I did not just see an ad for \"That's my slow jam\" #knocking boots",
  "Starship Troopers&gt; Sleep",
  "@BillSimmons meep meep ala the road runner is more appropriate",
  "@Ckup2 the Bud Light cleanse is equally effective",
  "I don't think the ravens can keep up with Denver",
  "So, you are saying there's a chance #gohoos",
  "RGIII is limping around like my dad after knee replacement surgery.",
  "Anyone else befuddled by a black guy named Arian?",
  "@Ckup2 responsibility &lt; wine",
  "@Ckup2 I've got some thoughts on that.",
  "Big congrats to @kevin44mcmullan, named #1 on @BaseballAmerica Top 10 College Asst Coaches list: http://t.co/fLiUwuyw",
  "Cynicism, it's what's for dinner.",
  "Pumpkins, pickles, peaches pie. If you're not ready hollar I.",
  "Who brought this baby to the beach? #wahwah",
  "@Ckup2 fixable problems👍",
  "@Ckup2 yoga pants and wine?  #the best combo",
  "Made it to the Cape and I'm looking for a wine drinking gal in yoga pants #Carleen Kupcis",
  "Do Tebow's comments about wanting to be a \"regular QB\" remind you of Pinocchio wanting to be a real boy?",
  "I can't emphasize enough if you are going to commit murder suicide do the latter first",
  "@Ckup2 we can make it so",
  "@Ckup2 for realz playa?",
  "Be yourself unless you can be someone  better",
  "“@TheOnion: Hardee's Introduces Shame Curtains For Customers To Eat Behind http://t.co/DyZEcoBo” love it",
  "@Ckup2 coffee flavored wine?  Million $ idea",
  "Wow, well done NBC #SNF  addressing the tragic events in KC - bravo",
  "Today is #GivingTuesday. Help support our efforts to let every child experience the joy of youth sports http://t.co/uz0SmrLt",
  "UVA football makes me wonder when baseball starts #GoHoos",
  "ACC football is a train wreck that you don't feel compelled to watch",
  "@BillSimmons way to kick a defenseless man when he is doen",
  "I hate running and getting up early.  Hello Turkey Trot #badtraditions",
  "@jerryk131 you da man!  Thanks for all of your help with the Carson Raymond Foundation",
  "@Ckup2 nice work CKup u rocked the vote #Obama",
  "Maryland approves same-sex marriage law. http://t.co/hOEaUJGP #mdvotes #election2012",
  "@BarackObama way to go Barry time to go All Clinton on the second term",
  "Aw shucks",
  "As shucks",
  "@sportsguy33 woo hoo on the back door, keep your chin up camper",
  "@UVABaseball Big shout out to the guys for making Carson's Cavaliers a huge success!",
  "A perfect day for Carson's Cavaliers Camp @UVABaseball w/ a special coming to inspire the kids. Hint: a true Cavalier great!",
  "@BarackObama  Big fan but u coming c'villle wed kills the opp for media to cover field construct at local school by Carson Raymond Foundatio",
  "@sportsguy33 spoiler alert: someone not so smart wins",
  "@sportsguy33 I know you love dork Elvis but is this just insanity? Couldn't Scola netted a future #1?",
  "6 Cavaliers named to VaSID All-State Team. Bruno is Player of Year, O'Connor tabbed Coach of Year for 7th time in 9 yrs. #UVa",
  "How did soapboxes become so popular for delivering an opinion? I think apple crates would be more plentiful.",
  "I feel certain that Jerry will get \"Sandusky'ed\" over the next 60 or so years.  Good for him",
  "@SarahKSilverman they look squishy - luv u",
  "@sternshow I heard Sal's was charging just $75 for a \"Cheat and Meet\"",
  "@HowardStern I just got an offer from the janitor at Studio 69 $100 for a \"Meet and Sweep\".",
  "Roy Hibbert running = funny",
  "Top 9: #UVa 9-3. Hoos have scored 7 runs in 9th to rally for lead, capped by a titanic grand slam to LF by Chris Taylor.",
  "After Terps score run in 9th, Hoos turn 4-6-3 DP to end it and leave tying run at 3rd. #UVa wins 7-6! Take a deep breath everyone.",
  "@pepsi Be yourself, unless you can be somebody better.",
  "@sportsguy33  which first round series has least attractive folks in $$ seats? I'm going okc dallas",
  "Smile every time it pops up on my shuffle.  A little for my homie MCA http://t.co/JMHxqEGN",
  "@sj39 I like what the Rams are doing tonight! Great to see the G.S.o.T boys in 2nd round",
  "Good News: Danny Hultzen (Jackson Generals) named Minor League Pitcher of the Week http://t.co/8Oy3VqUM",
  "@UVABaseball 500 Rbi",
  "This kid needs a return trip to Omaha! Go Hoos http://t.co/c2nMWZ6b",
  "@sportsguy33  watching the Love line on ticker-column idea: best white(non euro) guy every year since 1970 - I'd read it!",
  "Top 6: #UVa 3-1. Clemson gets on board w/2-out RBI single from Steve Wilkerson. Hoos go in order in btm 5.",
  "Kat on Survivor is the single funniest person on the planet!",
  "Mid 9: 7-7. 2-out single from Chad Morgan ties the game, but Hokies leave runners at corners.",
  "Lin fever has me 2 minutes to go what could happen? Must see tv",
  "@UVABaseball Omaha! Yes we can!",
  "@SarahKSilverman your aids test episode was the funniest thing I have ever seen I quote it all the time",
  "Jeremy freaking Lin! I haven't been this excited about the NBA since the original Showtime",
  "@sportsguy33 all in on Lin! Wouldn't you trade Melo and filler for Howard? He doesn't slow the O Knicks= relevant",
  "Omaha! Yes we can! Go UVA Baseball!",
  "@sj39 @mark_Sanchez SJax please check the IDs of your dates!",
  "@c_raymond_fdn it is going to rock!",
  "Keep smiling big guy http://twitpic.com/2ux58u",
  "on the Mac McDonald show in 30 minutes.",
  "is closing on some property -composed with vlingo",
  "the preseason football rules -composed with vlingo",
  "is trying to hire some temporary help -composed with vlingo",
  "is sitting with chill on a bench Branham -composed with vlingo",
  "John can Vlingo like I can Vlingo -composed with vlingo",
  "I can Vlingo better than Taft -composed with vlingo",
  "updating facebook via the Tweetdeck and realizing the technological world has totally passed me by.",
  "Using technology for good and a little evil.",
  "http://twitpic.com/d1ya6 - Tuck",
  "http://twitpic.com/d1y3w - Glacier Nat. Park",
  "Check out Grand Classroom's new movie: http://www.grandclassroom.com/movie",
  "taking a course on how to use twitter - so sad.",
  "@sj39 Sometimes i think its a shame when i get feeling better when im feeling no pain.",
  "Contemplating a real estate investment.  \"When everyone is greedy be cautious.  When everyone is cautious be greedy\" Warren Buffet",
  "twitting"
 ]
}