{
 "user": 859170414458580992,
 "tweets": [
  "@SherlockSH  https://t.co/h95ze1lZ4M",
  "@joshe @Joshy It's okay joshy things will always get better x",
  "@lauren_leonardi @joshe @Joshy That just made my day",
  "@joshe @Joshy if it makes you feel better, club penguin rewritten is back up ;)",
  "@joshe Yea xxtentacion is great",
  "@joshe If i change my name to Lil airmail a lot of people will get mad",
  "need to follow some new twitter users",
  "@joshe Hey?",
  "100 rts and I’ll give ya’ll a picture you’ll never forget #beg but I’m a #flatearther",
  "@KeithScott041 I am begging",
  "She said she'll think about it.. https://t.co/WnggaNkrEM",
  "@DarkLightSpeed @pewdiepie WAIT",
  "@pewdiepie WHAT WHY ARE YOU CHEATING ON JACKSEPTICEYE",
  "@Jack_Septic_Eye @pewdiepie I know you, you have a YouTube channel right? Isnt it called Markiplier ?",
  "rt in 5 seconds to have infinite luck this year https://t.co/Qzh4tF6K5F",
  "@nindonnas Just Minecraft",
  "Dreams do come true https://t.co/HiZiGNWPll",
  "@joshe Tell him to follow me",
  "hey look bro, I have had you in my bio now for like 5 months, I've followed you for years, bought all your merch, all I ask in return is a follow like please man I look up to you! @jakepaul",
  "@joshe @realDonaldTrump Very inspirational words from Joshy",
  "@joshe Joshy taking over twitter",
  "@joshe I thought this was instagram",
  "@BreezyTheButt Club penguin*",
  "@KeithScott041 Yeah you had me for a second #flatearther",
  "@KeithScott041 @TheEllenShow You x",
  "RT &amp; follow @OriginalFunko for a chance to WIN an exclusive Stormtrooper Dorbz. https://t.co/EWfefDVuyj",
  "WHAT? Titanic actually happened, I thought it was just a movie.",
  "jaden smith is will smiths dad right?",
  "@joshe Woah you are learning so quickly soon you'll find out the earth has the same dimensions as a piece of bread",
  "@joshe Yeah heard Kung Fu Panda actually happened",
  "@SimonCowell I am watching Minecraft lets plays",
  "@CrubDank @joshe @SimonCowell",
  "@joshe Now that I have joshy's follow you think I can get @realDonaldTrump",
  "@joshe Already did I'm a cool kid",
  "@joshe Killer: *sneezes*\nMe: (In his mind) I better not say anything\nKiller: wow you didn't say bless you now you are going to die \nKiller: *burns down house*",
  "@joshe Okay",
  "@joshe Paper Scissors",
  "@joshe I am now",
  "Retweet 🙃to win👅 a level 23 bin weevils account 😫🔥 used to be a member/vip💷 has 5429 mulch 💴 and 1077 dosh🤤 has epic rooms and a pet called Lila 😌 RETWEET AND LIKE FOR A CHANCE TO WIN🔥🔥🔥🔥🔥🔥🔥🔥",
  "@EvieMaeStark B R E A D",
  "@pewdiepie @Adxxm I better have that xbox rEaL qUiCk",
  "@SxvxnYT @HighDistortion @Avxry @dakotaz @TSM_Daequan @dynami413 @MustardPlays @Svenosss @iTempp @cizzorz @DAN7EH @thatdenverguytv @nicovald @joshe @Maddynf @BewitchingGamer @RedCarl_ Also @Airmailmarrow51",
  "@joshe Just fell down the empire state building",
  "@Tw1tterPicasso @lilpoo5 Which is the real one?",
  "@stickerbommusic @joshe @Memeulous Yeah you're right",
  "@joshe Didn't you already post this or something similar?",
  "Thank you all for 30k followers, going to be doing a little follow spree. Retweet and Like this tweet for a follow, I will be following people all throughout today and tomorrow.",
  "@KeithScott041 @joshe I KNEW IT",
  "@joshe @Memeulous Watch your language you have to keep it pg",
  "@xbarneh @ifunnymemesdank @joshe Been watching Barney for 88 years",
  "@Adxxm Hoy",
  "@Adxxm Roblox",
  "@ifunnymemesdank @joshe Ive been doing for 86 years",
  "@joshe  https://t.co/k9BzXXT0eB",
  "@joshe  https://t.co/nXRkZtCmXa",
  "@joshe Already done",
  "@pewdiepie Sub4sub",
  "@pewdiepie sub4sub?",
  "@joshe That's weak I've been dabbing since the trend came out",
  "just dabbed for like 3 hours straight, who’s on fortnite?",
  "@joshe @YouTube Oof I'm late https://t.co/71qon8cir6",
  "@joshe @TeamYouTube 144p please",
  "@joshe @TeamYouTube Oof rip",
  "@joshe EXTREMELY HYPED",
  "@joshe Yeah follow @Airmailmarrow51 he is a good person",
  "@souljaboy I've worked a lot and Donald Trump still doesn't follow me",
  "@KEEMSTAR I play roblox tycoons",
  "@joshe Holy moly Josh I am so proud of you",
  "@nindonnas I don't know it looks like its clapped though",
  "@joshe  https://t.co/ILPLPWEgkS",
  "despacito\nretweet if you agree",
  "good idea, just not Japan. https://t.co/lfRm2HJ4ec",
  "@joshe 24 hour bin weevils please",
  "@Kwebbelkop @Memeulous Hey Kwebbelkop, I will refund you the payment immediately!",
  "@joshe @Kwebbelkop @Memeulous Good I was a bit worried there lad",
  "@joshe Ok then I will definitely be there",
  "@joshe Follow pls twitter and be happy I will",
  "@joshe As long as its you stripping ;)",
  "@joshe You deserve it Joshy",
  "@realDonaldTruna Gay",
  "@BreezyTheButt I bring a sign that says \"Subscribe to Airmailmarrow51 or I will murder you\"",
  "@joshe @_josh  https://t.co/oImfP6DKiH",
  "Going to follow a few people every now and then who follow my Instagram, retweet and reply with proof when done! https://t.co/CunxhisVDw @_josh",
  "@joshe Joshy hasn't made a video in a week no reason to love anymore",
  "comment questions for my q&amp;a",
  "@Xbox What About xbox 360 games compatible on the Xbox One?",
  "@YouTube @TeamYouTube @youtubemusic @iamcardib @YTCreators @YouTubeGaming @YouTubeTV @TeamYouTube the people who demonitize anything that seems even remotely innapropriate",
  "@Xbox None sorry I prefer playing on my toaster",
  "@Fabrazz @SwitchPlayerMag @LimitedRunGames @trudicastle @miimows @HeadupGames @LimitedRunDoug @MyNintendoNews @NintenDaan @NintendoEurope @agentbizzle @GoNintendoTweet I'm getting the Nintendo switch in the summer so i will look into buying this game",
  "@nindonnas What is the reason you and Josh got together?",
  "@joshe @FortniteGame What about Mine to the craft or Meme to the lous or Josh to the y",
  "@XycronVA Yeah",
  "@ItsEclihpse Seems about right",
  "follow everyone who retweets this\n@ShawnMendes",
  "take 3 minutes to follow everyone who retweets this @shawnmendes",
  "If I ever meet @nindonnas or @joshe https://t.co/4iSxrPmIzq",
  "@joshe How cute",
  "@louturnbull45 @Memeulous It kind of was",
  "@XycronVA How romantic",
  "@KEEMSTAR I certainly am",
  "@BreezyTheButt Same https://t.co/ySCnmcZzau",
  "@Jack_Septic_Eye ExCuSe Me? YoU hAvE nEvEr HaD wEnDyS hOw DaRe YoU",
  "@joshe Michael Phelps dummy Go watch Harry Potter and the noscopers zone it shows you there",
  "@TheClothPorn @VFXposts Ime colorblinde soe thiz iss veri ofenssivee dis madde mi creye",
  "Seems Familiar doesn't it? https://t.co/GpFIoN2Ork",
  "@joshe Follow Please https://t.co/chwJWV7GaP",
  "@OldSpice I indeed am a hand what's it to you?",
  "@UBonys @joshe @nindonnas Okay you have really stepped over the line now",
  "@SpyroTheDragon Its too late my sheep are gone",
  "Stefan Karl, aka Robbie Rotten from Lazy Town is now in his final stages of terminal cancer. \n\nHe’s now deleted social media to enjoy his final months with family.\n\nThank you for the childhood memories Stefan ❤️ https://t.co/DNnSmm1Dg9",
  "@UBonys @joshe @nindonnas How dare you use that foul language",
  "@joshe Help me get this reply to 7 likes (it probably wont even get that)",
  "@joshe I'm bad",
  "@joshe What year?",
  "@joshe Noodle hair (sorry for bad quality) https://t.co/6YnadbjvME",
  "@joshe Yes",
  "@joshe Yes?",
  "@joshe  https://t.co/4RvkxXgCZW",
  "@joshe I got 12 followers I will do a massive following spree at 13",
  "Thank you all for 25k followers, going to be doing a little follow spree. Retweet and Like this tweet for a follow, I will be following people all throughout today and tomorrow.",
  "@joshe Your tweets",
  "@PyrocynicalTV lol",
  "lol",
  "a picture got leaked of me so you know what 2k likes and retweets on this tweet and I’ll face reveal.",
  "@joshe This is the kid friendly version",
  "@joshe @YouTube Shouldve had some of those fortnite clips there",
  "@joshe It was great",
  "@joshe Fortnite is all I know anymore",
  "@joshe Nina is in that 10%",
  "@joshe Dont worry I think your aim is good",
  "@joshe I love your tweets",
  "@joshe @nindonnas Aww",
  "IT'S UP! \nhttps://t.co/JZVP1yLFRw\n\nDon't want to ruin the mystery? Don't watch it",
  "@BreezyTheButt Dont cry",
  "RT This so more people can see\n\nYouTube publically admitted they dont notify all your subs. It doesn't make sense to me but they are there please the viewers so yeah... appreciative to the fact they acknowledged but su https://t.co/K3cyRvVTyh",
  "@BreezyTheButt Dab on them non jake paulers",
  "@joshe @_josh  https://t.co/i5yJcMtOc6",
  "Durv was born on Einsteins birthday and the same day Stephen Hawking died, don't think this is a coincidence, durv is the next intellectual leader of the world",
  "@joshe  https://t.co/QxHCUqWWfg",
  "@joshe Done",
  "@joshe WE WILL GO ON STRIKE",
  "This is hard to share, considering so many of you look up to us, but I feel it's only fair considering our relationship was so public and part of many of our viewers' lives. https://t.co/tHT1hT7GBT",
  "@slogo https://t.co/1rvGlAGq71",
  "@burger_gaming Same",
  "@joshe I would never know",
  "@joshe Well at least those people probably got a screenshot",
  "@joshe They are already sold out",
  "@joshe Happens to the best of us",
  "@joshe True",
  "@joshe HELLO",
  "@joshe If I get a follow I will DRINK WATER",
  "@joshe @Ninja Yep he really does",
  "@E16Iron @joshe @HammerFromDevon Fairly sure he is just mimicking those big people with a lot of followers",
  "If I unfollowed you don’t worry, I see who is being active on my twitter, like and retweet this tweet and you might get a follow back again.",
  "@EvieMaeStark Ok good",
  "@EvieMaeStark Is this good? https://t.co/sFL4adrfOA",
  "@Kwebbelkop @slogo Nah man you can't get good content in that game unless you are Jelly and you are announcing a new update",
  "@slogo I'd like to see you guys play Rainbow Six Siege",
  "@slogo He is though",
  "@FUNNYINTRO Under the name Jake Pauler",
  "@FUNNYINTRO Make Me one",
  "24/03/2018 https://t.co/o30pArblUh",
  "@vannom10 @Emojimanify @Slogomanify What is jee?",
  "@slogo True",
  "@slogo Nice Selfie",
  "@xgamer4577 @Kwebbelkop Lol",
  "@Cin0u @YouTube Wait you posted a video",
  "@bestinclassyt @ItsCallMeJoeJoe Oh I'll go over there then",
  "Stalk Me 👀👀 https://t.co/fo8ohjo8Vr",
  "@joshe https://t.co/in6cHgaGWM",
  "@joshe I tried https://t.co/pGdgceU1JK",
  "if anybody wants to make me a youtube banner with the words 'Spread Em' on it please feel free to tweet me them, best banner will get a shoutout.",
  "At the end of the month April 1st I’ll be unblocking everyone. \n\nRT if u love 2nd chances",
  "That's Ironic https://t.co/6yjwQtkqml",
  "https://t.co/RZYWomElbv",
  "hey guys",
  "@YTCreators @YouTube I got 50 subs where is mine?",
  "@nindonnas Spread Em",
  "CHANNEL NAME ? WHICH ONE",
  "@AmazingPhil Who?",
  "🌟 CALL OF DUTY BLACK OPS 4 IV GIVEAWAY 🎮🔫\n\nChoose any platform: PS4, Xbox One or PC!\n\nTO ENTER:\n1. RT this tweet &amp; Follow @BlackOps4INTEL + @GamingINTELCom\n\n2. Increase your chances of winning hugely here: https://t.co/TvHhzqpQlg\n\n#BlackOps4 #BLOPS4 #CoD2018 #CallofDuty2018 https://t.co/VT8MKXCK4O",
  "Jetpacks? #BlackOps4",
  "Wall running? #BlackOps4",
  "@ItsEclihpse @ClashRoyale A working Cancel Button",
  "Look to the left of my name https://t.co/hm6BUGLbr1",
  "I did it https://t.co/UiZeQUxGxc",
  "A fate worse than death https://t.co/bVfj5qu19h",
  "I'm about to start pushing trophies to arena 9 https://t.co/yQv63onQup",
  "Mad Skillz https://t.co/KVANsgwD8x",
  "All that hard work and learning how to edit finally comes in handy https://t.co/XawbjbILDo",
  "@Jack_Septic_Eye @pewdiepie I reached 36 subs where is my congratulations?",
  "HELP ME GET 150 RETWEETS SO I CAN HAVE A FREE T SHIRT FROM @BAND_Gaming https://t.co/QBNOvOEMtZ",
  "new video game coming soon https://t.co/zPHIGLvllL",
  "Quick mafs https://t.co/60Z1cIxI60",
  "@ItsEclihpse Royale Clans",
  "GUYS!!!!!! o_O https://t.co/Vh5UZYOzcn",
  "@ItsEclihpse AAAAAAAHHHHHHHHHH Almost full https://t.co/UrSuPDtzQA",
  "@ItsEclihpse I have been spamming this everywhere https://t.co/YQsTXrWHMg",
  "@ItsEclihpse https://t.co/LM3mEGsW9p",
  "@ItsEclihpse Join the clan https://t.co/Sm9nHrUPns",
  "Merry Christmas! :)",
  "@bestinclassyt 43 retweets",
  "@JackSepticEy671 @Jack_Septic_Eye Hmmmm seems legit",
  "@Jack_Septic_Eye Demonitized",
  "@CurryGamer Looks legit",
  "@LuiCalibre If you want Minecraft on your channel and pg kid friendly then yeah because that is what youtube has come to",
  "@LuiCalibre Idk are you friends with venoss?",
  "@Slogomanify And they are the best",
  "@LuiCalibre Lui Have you even Realized you almost have 5 million subscribers?",
  "@dawkosgames Sorry your stream didn't work out😕",
  "Look at him, just watching his own videos. https://t.co/AzsBOLxXef",
  "Wow! Just finished Danganronpa 2 &amp; all I can say is... Wow! It's... Ummm... Wow! You'll love it 🔥🔥🔥\n\n🌟🌟🌟Next series VOTE🌟🌟🌟\n\nWhat you want?",
  "A DSaF fan made a petition for @markiplier to play DSaF! Anyone who wishes to support DSaF should sign it! Thank.\n\nhttps://t.co/SxgIxKXrmV",
  "Come and play https://t.co/0jvLmImWTW #slitherio",
  "@Slogomanify SAME",
  "@AlbertsStuff Yep",
  "If I make a second channel where I post more stuff like playthroughs with way better editing (a friend would edit them) would you watch :)",
  "@Slogomanify Nice",
  "@jellebay Rest in peperonis",
  "@Slogomanify Wow you were wearing a mask the whole time",
  "@acevedo_araceli So I'm guessing you want to be an artist",
  "@uselessclippin1 Sup",
  "@Slogomanify This is why I follow you",
  "@jellebay Pepe the frog https://t.co/2AEppD4Xvi",
  "Pepe photoshop https://t.co/QcIhn29Ijs",
  "Slogoman 4 lyfe https://t.co/WgqJTFd2ku",
  "It's not my birthday today"
 ]
}