{
 "user": 937767184675299331,
 "tweets": [
  "Grande Iru Landucci exponga Maestro!!! #FlatEarth #flatearther #NASAlies #Chemtrails #OpChemtrails #NWO #Illuminati @Nur_Para_Todos https://t.co/3TLrTQTaNB",
  "@oddtv3 Jajajajaja",
  "Come on people Ye believe this brought people down 2 what Ye where told was the #moon , #NASAlies 🤥, Research #FlatEarth &amp; see why this is such a Stupid Story !!!!! https://t.co/wr3WV9zfZT",
  "@GloriaGuzmanOr1 @JosRamnGonzle19 @marcospubli @helioscolera Pues yo no veo nada raro y tampoco que las estelas de vapor cubran el cielo y reflexten el sol como la #Geoingeniería y que luego en el aire tierra agua comidas y cuerpos de personas y animales aparezcan los materiales químicos la gestión de la radiación solar mediante aerosoles. https://t.co/Sv8xeEb4a7",
  "@Nur_Para_Todos Jajajajajaja menos mal que ya no les creemos",
  "Llegamos a Londres!!! En 3 días arrancamos la conferencia flat earth uk 2018!!! Vamos a ver que… https://t.co/Or2x5aWeYM",
  "https://t.co/j7shQLpi17",
  "#NASAlies #FlatEarth #flatearthers #chemtrails #Opchemtrails #TierraPlana #NWO #masonry #Jesuit #evil https://t.co/jJbfXrCzd2",
  "@Nur_Para_Todos Grande Iruu a darlo todoo que orgullo!!!",
  "@Nabunocosor Porque perdés tu tiempo o te divierte??",
  "#flatearth #Geoengineering #OpChemtrails #Chemtrails #TierraPlana #NWO #flatearther #illuminati @hastalomasalto https://t.co/UEgP7SRPpe",
  "#Chemtrails #ChemicalAttack #ChemicalWeapons #OpChemtrails #flatearth #flatearther #TierraPlana #Geoengineering #geoingeniería #NWO #illuminati https://t.co/D9veBU8xL8",
  "@Ca79Jesus  https://t.co/xukudWwwyi",
  "@Ca79Jesus Buena iniciativa !!! Ponganle maa onda a los flyers!!! No se ve muy bien",
  "@Nabunocosor Entonces porqué te tomás el tiempo de venir a agredir?",
  "@Nabunocosor Si podés dejame tu numero y y hablamos por whatsapp te digo porque creo lo que creo",
  "@WeAreWakinUp Jajajajajajaja",
  "A la basura, donde debe estar.\n#FlatEarth https://t.co/d1UeQVPT8Z",
  "@PaulTheMartian  https://t.co/UlveisZBcH",
  "@Nabunocosor Sinceramente para vos este mundo está bien?? Realmente te parece que reina la bondad y que no hay nada malo?",
  "@leguiza_julian Triste lo tuyo saludos!!",
  "#internet #FlatEarth #FlatEarthersUnite #TierraPlana #OpChemtrails #chemtrails #NWO #NWOAgenda ASI FUNCIONA INTERNET.. https://t.co/Xqae7VBLoA",
  "@FonsiLoaiza @alsesa84 @guardiacivil @PabloHasel Que bonita cruz de malta que le cuelga...",
  "@AmielLibre Que palabras compa 👏👏👏👏",
  "Seguir creyendo todo lo que sale en la tv y en los libros de ciencias e historia...es el mismo engaño de las escuelas pero en el siglo XXI. Los libros de antes son las noticias ahora. Nos  manipulan, nos mienten, nos programan. #wakeup #despierta https://t.co/LmKIoJyxhA",
  "https://t.co/5afWJDU8d4",
  "#L6Ncintora Los culpables de los crimenes del 11M, en Atocha.\nMientras nos mentían miserablemente con la ETA. https://t.co/TKEjcD8c1M",
  "Just because it’s fun.. I like to get this out there every 15 days or so. It reminds me of how silly this all really is... #theearthisflat #wtf #stopit #itsnotthis #flatearth https://t.co/7h9nPTpA32",
  "#chemtrails #opchemtrails #Illuminati #FlatEarth #flatearthers #FlatEarther #FlatEarthTheory #NWO #TierraPlana #Argentina #Mendoza https://t.co/gpXc0Q01jZ",
  "@hastalomasalto #Tierraplana #FlatEarth #NASALies #NWO #Illuminati #Hollywood https://t.co/rGlYQFSg1s",
  "@Nabunocosor No entiendo lo que querés decir..",
  "BAD ACTORS..\n#FLATEARTH #FlatEarther #nasa #NASAlies #OpChemtrails #NWO #Illuminati #TierraPlana #flateartherunited \n\nPAYASOS DE COTILLÓN.. https://t.co/pOf9k0Fxea",
  "@Cloe_X_Antifa  https://t.co/AZTN3LZamE",
  "La gente sigue pensando que los politicos son distintos.. #NWO #OpChemtrails #FlatEarth #Argentinas #ArgentinaConLATAM #ArgentinaGP #ARGmovistarMotoGP #ArgentinaSinNarcotrafico #ArgentinaEsGenial https://t.co/Uz5ny1g4qo",
  "#Bili so called #ET this is so #Funny u have 2 see &amp; Hear ,I even thought it was so Funny I pointed out the #BlinkingEyes &amp; Laughed whole doin the Clip &amp; left it in ! We nearly get caught by these #Con = #ConvexEarth people ,we need 2 be more Careful in #FlatEarth for #Traps !!!! https://t.co/M5brCnVo9A",
  "#flatearth #flatearthers #TierraPlana #NWO #illuminati #flatearther #nasalies #Chemtrails #chemtrail https://t.co/s8debxIdq6",
  "Los guardianes pierden el honor mientras desfilan. Hay tanto fraude a nuestro alrededor. The guardians lose their honor as they parade. There is so much fraud around us. #TierraPlana #FlatEarth   ( Cerati) https://t.co/SW2hnpOX6x",
  "https://t.co/OwMVGVKKNf",
  "This is a Clip from the #Challenger1983 Mission with the Head Found in it I put it in at the End Incase ! We I saw this part o didnt understand what it was till I saw a #0G Flight End the other day ,take a look more Proof #NASAlies 🤥, Research #FlatEarth or stay with this #Crap https://t.co/pkyt0kB3bV",
  "#FlatEarth #flatearther #FlatEarthUnite #TierraPlana #NASALies #NasaLie #NWO #nuevoordenmundial Masonry Police https://t.co/JNhioY1EVJ",
  "#NASALies #NasaLie #NoNWO #NWO #FlatEarth #flatearther #FlatEarthersUnite #Illuminati parches de la gorra ! https://t.co/QVo13f6ykP",
  "Temen los medios por auge de la tierra plana: https://t.co/aOMwdMjobL a través de @YouTube",
  "#Moon 🌙  #sun ☀️ #astronomy #astrology #science #FlatEarth #dailymotivation #truth https://t.co/NCjTCnldW1",
  "El régimen de EEUU aprueba más sanciones contra Palestina.\nOjalá el mundo algún día se una y sancionen a los máximos creadores de terrorismo y guerras. https://t.co/9xUg6M0E9k",
  "Future NASA employees. #fake #EnoughIsEnough #NASA #cnn #flatearth https://t.co/7MjA95kjIj",
  "La gente se niega a creer que el lobby judío sionista controla Moscú del mismo modo que Londres o Nueva York porque estamos manipulados mentalmente para creer que hay buenos y malos, cuando en realidad hay malos y malos.",
  "NurTV está en Directo...",
  "YouTube y Wikipedia empezaron a censurar contenidos sobre tierra plana y hasta catalogarlo como \"fake news\". Si no te pueden ridiculizar te empiezan a callar. Igual esto ya no lo pueden parar.",
  "¿Cómo hacen las naves espaciales para impulsarse a través del vacío del espacio exterior? ¿Cómo hacen para atravesar los cinturones de Van Allen, las temperaturas extremas y la radiación cósmica y aún así impulsarse por un espacio vacío de partículas? \n#NasaFake #NASAlies https://t.co/yadtAGhCbD",
  "Las \"transmisiones\" de la NASA están llenas de fallos de edición en donde arreglan todo con greenscreen y diversos métodos para hacernos creer que hay astronautas en una estación espacial de ciencia ficción. Los astronautas son en realidad muy malos actores y la ISS https://t.co/c02FNMBpQk",
  "#FlatEarth #flatearther #Globexit #TierraPlana #NivelPlano #HastaLoMasAlto #NurParaTodos #ChileFlatEarth #ChimeraZero #PlanoExistencial #NASAlies https://t.co/7fRlGlA401",
  "Aquí esta el documento traducido, esta presentación es informal solo a modo de avance, El experimento sera presentado en vídeo junto con todos sus respaldos en un tiempo mas no hay fecha aun, Gracias  https://t.co/vjKcDEfHwF https://t.co/umK5yvHLEJ",
  "https://t.co/ml6cf6ZPoR",
  "https://t.co/Mqi5zh5C5z",
  "Ya saben , a reciclar y a poner en órbita su imaginación. No se diga más.\n#NasaLies https://t.co/wObhEr5ROQ",
  "https://t.co/QcjNqj394W",
  "@hastalomasalto Vamo nomaaaaaaaaaa",
  "https://t.co/8X3oSdkg5d",
  "Normalizando para que aceptes como si fuera normal los  #chemtrails a través de las monedas Año 1985, si amigos, nuestro mismísimo y querido vaticano. \n#NoNWO\n#NoNOM https://t.co/G13nJlcIgB",
  "Diseño de amor: https://t.co/AtbqOHy5xu a través de @YouTube",
  "@Nabunocosor Sé feliz",
  "@Nabunocosor Sigue con tu ignorancia pequeño saltamontes..",
  "@myz_garrdian Y vos de donde saliste gordo ignorante??",
  "@Nabunocosor Y vos de donde saliste travesti??",
  "Buen domingo Pedro para decirle la verdad a la sociedad!!! @astro_duque",
  "#FlatEarth #Tierraplana #NASALies https://t.co/UHm4TBdwv1",
  "#NWO Las antisistema con el sistema a favor https://t.co/937evPEJBj",
  "2018 #FlatEarth https://t.co/Oh4gJ9uvD0",
  "2018 #FlatEarth https://t.co/C84CoAtAaW",
  "Don’t “make it rain,” make it “storm!” #flatearth https://t.co/8iUjZwMmFY",
  "Solo se ha llegado a no más de 12 262 m. de profundidad  y estos ingeniosos te enseñan esto como real, \nProblema suyo si ud les cree y les defiende. \n#Tierraplana https://t.co/6RbhbGgSkr",
  "@astro_duque y para cuando??",
  "MARCHA DE LAS MUJERES. AGENDA DEL NUEVO ORDEN MUNDIAL.\n#NWO https://t.co/slk4GxQ09Q",
  "Para ser una revolución antisistema, tienen a todos los medios del sistema dándoles vidilla https://t.co/vOIYjtL7FM",
  "El sistema no quiere la igualdad. Quiere desorden y caos social constante para seguir dividiendo y controlando.",
  "@Nur_Para_Todos @hastalomasalto #TierraPlana #FlatEarth #NASAlies https://t.co/cROm2S0oGb",
  "NO se aceptan curvaturas, no insista.\n#TierraPlana #PlanoExistencial #ResearchFlatEarth https://t.co/X6K21eDVbB",
  "https://t.co/4iGKfIQA0j",
  "Buen dia Duke hermoso dia para decirle la verdad a la gente no ??@astro_duque \n#flatearth #tierraplana",
  "@astro_duque DUQUE MENTIROSO",
  "@Nur_Para_Todos #TierraPlana #FlatEarth el In Moral - Maci Recio - Marito - Lelar - Iru Landucci - Diego (Un todo) El Hereje Del Rock !!!! GRACIAS TOTALES https://t.co/fy7PiwGl22",
  "Y para cuando la verdad?? ESTAFADOR @astro_duque  @NASACGI @NasaLies_MDQ @NwoStop",
  "#nwo #FlatEarth #TierraPlana #chemtrails \ncult of saturn https://t.co/XOazb8v8zX",
  "#chemtrails #NASALies #FlatEarth #TierraPlana #NWO \nDESCARADOS https://t.co/FL5M9JSrec",
  "@hijodebudah Ahh evidentemente no tenes idea perdón loco!!!",
  "@hijodebudah Seguramente Vos sos de esos que promulgan el new age",
  "@hijodebudah Que aprendiste de Buda mejor mantenete en silencio además agresivo que taaal",
  "@myz_garrdian Pobre pelotudo",
  "Los @NASA lovers que me digan cuáles de estas imágenes pertenecen a películas y cuales a la \"realidad\". Difícil distinguir la mentira o la otra mentira, verdad?#FlatEarth #NASAlies #fakeX #spaceX #Tierraplana https://t.co/WYia8yfdFj",
  "@AluxesZukulemt2 Cuando salgamos al espacio te las muestro!!!",
  "@hijodebudah Malisimo el chiste",
  "@hastalomasalto @revelalicia #TierraPlana #FlatEarth https://t.co/410m8G8Lcg",
  "La previa de @Nur_Para_Todos \n@hastalomasalto @revelalicia #TierraPlana #FlatEarth https://t.co/mXwsElX7EM",
  "https://t.co/JW1oWSGdXp",
  "@ElDonMarmota Liar Tyson dice que la tierra tiene forma de pera para vos marte es una pera??",
  "@UnCastellsMes Seguí riendote el tiempo nos dara la razón. ES PLANA",
  "En el mundo y en Uruguay crecen los simpatizantes de una teoría que desconfía de la esfericidad de la https://t.co/qcQ8Ajrah9 ciencia y la NASA encabezarían una gran conspiración. ¿Qué piensan los terraplanistas uruguayos? https://t.co/1UNzDtoHHl vía @elpais",
  "Dame algo real, no me des algo falso // Politik // ColdPlay Cover.: https://t.co/Xz0tReeF60 a través de @YouTube",
  "La falsa ciencia les robó y secuestró desde niños la forma de ver y sentir la legítima forma de la tierra, se entiende claramente que sufren del \"Síndrome de Estocolmo\" aplicado a la forma en como defienden y se enfrentan en pro de su erróneo sistema heliocéntrico.\n#Tierraplana https://t.co/evpVscChNm",
  "La gente ya salió a manifestarse. Hasta cuando vamos a seguir cegados ante una realidad cada día mas innegable? https://t.co/lv8YCBtVcR",
  "No te gusta la farándula del festival, todos los medios de comunicación solo hablan del festival de viña, entonces te invitamos a ver este entretenido documental Tierra Plana producido por Tommaso Minniti (Tommix)\nvoz en off y traducción Filippo Tessarolo  https://t.co/1ZzJbhuZCs",
  "LA TIERRA ES PLANA NO HAY CURVATURA INVESTIGUEN POR FAVOR @FacilDesviarse",
  "Fan asiste al partido de Boston Celtics con la camisa de \"K. Irving\"...😉😉😉😉😉😉😉😉😉😉😉😉 https://t.co/bF5LsLpzNC",
  "¿A quién le llama la atención que cada vez haya más vacunas y más niñxs  enfermos? (el calendario inconstitucionalmente obligatorio se TRIPLICÓ  en los últimos 14 años). ¿Y qué decir de los niños fallecidos sin que  nadie sepa por qué.. https://t.co/Ibmgs7CViW",
  "Tierra del Fuego territorio Judio, lea atentamente lo que ya está sucediendo.\nhttps://t.co/ilNa9F89qt https://t.co/YwbLzojTbG",
  "@hastalomasalto Entendiste??",
  "@hastalomasalto Jajajajajaja",
  "https://t.co/4WZx9GQmNw",
  "https://t.co/fbaJOhQUSD",
  "@NotNull_ Mongolico de Mongolia?? MOGOLICO!!",
  "La tecnología avanza a pasos gigantes y con ello la facilidad de https://t.co/75NMKd6kKC vista es muy fácil de engañar, si no que se lo pregunten al #trampantojo , ojo a esta tecnología que cambia en tiempo real el paisaje.#Tierraplana https://t.co/qJXBoMvA6t",
  "@BissetBenjamin La tierra está inmovil desinformador",
  "#FlatEarth  #TierraPlana \n\nIS FLAT. ES PLANA",
  "@LaCorralaM21 @Oliver_Youtube @DanDiazTP @Nur_Para_Todos @TierraPlanaArg Saludo grande para Javi Poves, el futbolista que dejó el fútbol asqueado por la corrupción. Hoy enfrenta a Oscar Alarcia. Ese que ha escrito \"La secta de la tierra plana\" en la M21 FM88.6 a las 9AM (madrid)",
  "https://t.co/Zlj9rcZIwQ",
  "@astro_duque Tú tienes hijos?\nNo os da vergüenza engañar así a los niños?\nNo tenéis alma",
  "@astro_duque @elonmusk Cómo el \"pequeño paso para el hombre, pero gran paso para la humanidad\" de tus colegas los actornautas? \nAy! Qué pena, el calvo dice que ya no pueden volver a la lana, cachis! Ahora a por Marte no? Sois unos maestros!",
  "La carrera espacial... https://t.co/5NIuTYNSwu",
  "@jmmulet @astro_duque @elpaissemanal 😂😂😂Están desesperados. De la manito con Pedro Duque? Otro incauto. Ya te presenté a la gente en youtube, pero pronto se viene tu 'special special', pues te lo has ganado. Tus tropezones aquí en twitter serán sólo una pincelada. Gracias por el patético garabateo en El País.",
  "No se han dado cuenta que TV, Internet, Radio y Prensa están diseñados para que sientan emociones negativas en su mayoría. Eso no es coincidencia. De nuestras bajas vibraciones se alimentan entidades del lado oscuro.",
  "@lorenzord Mira otro científico que apoya la teoría de #tierraPlana y este dice que hay un domo encima \nhttps://t.co/grbawr52A7",
  "The earth is FLAT!!!!!",
  "#opchemtrails\n#FlatEarth\n#TIERRAPLANA\n#Chemtrails\n#NASAmiente\n\nhttps://t.co/muI0Xo4NuB",
  "Directo // Temas Varios / Tierra Plana en los Medios Argentino / Jesuitas / Masones / Nasa / Etc: https://t.co/Lmi691MhXY a través de",
  "Invitamos a todas y a todos a realizar sus propias mediciones y registros de la curvatura de la tierra, todos aquéllos que tengan los medios, las herramientas, hagan sus propios experimentos, Un equipo de Geomensores trabajara en Febrero, registrando y mediendo 100k. Saludos.",
  "Por qué ponen un dibujo de un astronauta y un planeta en el móvil,acaso nos están programando el cerebro para que relacionemos ambos conceptos,conexión y satélites? No hace faltan q contesten,ya sé la https://t.co/F9carQw3Hv obvio que si 😬 https://t.co/cQdJovIXvT",
  "La primera razón de la creencia TP es que nuestros propios sentidos nos demuestran que la Tierra en realidad no es redonda. El mundo NO se ve esférico , el movimiento del Sol, la Luna, el agua NO se curva, etc, todos perceptibles a nuestro razonamiento.\n#researchflatearth",
  "@jmmulet Pero tú no eres el más tonto de los fakes. Tú eres uno de esos fakes inteligentes. Demasiado inteligente como para no andar preocupado. Tic toc. Tic toc. Se te acaban las vacaciones. Estos días te dedicaremos un videito. Solo para que la gente te conozca mejor. Luego te paso link",
  "@cosechadel83 Investiga",
  "@codigoocultocom Investiga",
  "@UnCastellsMes @NothingSirius @keigh_see @Richarardwayne @DSL1912 @cxpage @JennUndercover @GerbusJames @FlatearthBo @dwolfman54 @Adidas68Jack @majorsnacks @lazertag69 @tomandsteveshow @skeptropolis @zjeeh_ @EarthIsFlatAF @ForeverFlatErth @nicolaennio @tgphysics @faith4truths @davino1959 @ClarkeyCat1 @truth_vlogs @jacqDeLaFuente7 @facebones777 @mirelexx @rmbctious @QuietlyRiot @Waldoknalldo @Kaisasaucy @slayckx @BritFlatEarth @MAK7PIA @librarycongress Fake",
  "#NASA are LIARS! 100% #FLATEARTH PROOF HERE: https://t.co/l8SpsYYJVB Monday January 29 2018:11:36:34 AM",
  "4.15pm UK time and sun ☀️and moon 🌕 are both visible 🤔 mmmm #FlatEarth #sun #moon #theearthisflat https://t.co/LntpiDvSSF",
  "Al fin un poco de respeto @Nur_Para_Todos #RealidadesIncómodas https://t.co/TQVl7ut7QA",
  "@jmmulet Nunca verás la luz. No en esta vida, ni nunca, estafador! @jmmulet",
  "https://t.co/btLO17DJX7 https://t.co/aV9ERImdXX",
  "@jmmulet Invitamos a todos los que tengas los medios, las herramientas y equipos a realizar sus propias mediciones y registros de la curvatura nuestros equipos de Geomensores ya llevan mas 23 km y no se registra curva, en Valparaiso Chile  se mediran 100 km y harenos papers informativos.",
  "@PlanetaIncognit @ivoox @ApplePodcasts @worldpressradio @ndp_ciencia_tec No tenes que creernos investiga vos mismo",
  "🔴 #Satellite ❓❓ 12.000m ❓\n\n#NASALies 🐍 #FlatEarth #TierraPlana \n#Balloons = 🛰🎈🚫⚠️ https://t.co/0xZmjF6DSJ",
  "@Tierraplana2017 @hastalomasalto Buenos Aires ARGENTINA en avenida 9 de julio donde está el obelisco",
  "https://t.co/pJxHeH8hxT",
  "@undivaga Jajajaja que desgraciado",
  "Matar palestinos es un sueño, eso promueve el turismo militar de Israel.\nTurista psicópata: \"Nunca he disparado a nadie, pero voy a aprender a matar algunos put... palestinos\"\nHasta grupos musicales  como @Aerosmith han estado ahí, estas cosas no las informan los grandes medios. https://t.co/evL1a6QGeZ",
  "@Leonjgr @rockandpop O me tiro con tu mamá??",
  "https://t.co/PNgSfO6CQo https://t.co/QXVNWCtuq7",
  "Te han engañado o han sido corruptas , La Policía, Los Partidos Políticos, Las empresas Farmacéuticas, Reportes Cientificos adulterados, el sistema de Jubilación, El sistema de Salud, Las Religiones todos para su beneficio, ¿Por que las agencias espaciales no lo harían? Saludos.",
  "@IvanMandujanoB @TPLANA2018 A cambio de la tecnologia para filmar 2001 odisea en el espacio",
  "@TPLANA2018 Tal cual te faltó a nivel deportivo tambien bien corrupto!!!",
  "#TonightTonight ¡Reviví la nota con Iru Landucci, el referente terraplanista argentino! https://t.co/9183OibcIY https://t.co/8kjVmuLgM1",
  "@Leonjgr @rockandpop Triste lo tuyo..",
  "@Leonjgr @rockandpop Y vos que sabés??? Sr intelecto",
  "LA TIERRA ES PLANA E INMOVIL INVESTIGUENLO NO TIENEN QUE CREERME AGUANTE CHILE SALUDOS DESDE ARGENTINA #RadarRp",
  "Iru Landucci en el programa #1 de la radio hispana en USA,  \"El Show de Erazno y La Chokolata\"  https://t.co/A21rphE4FF https://t.co/qiToiOMWtm",
  "@UnlearningLies Is fake",
  "#TonightTonight @delta903fm En Chile tenemos Arquitectos, Geomesores, Ingenieros, Estudiantes Universitarios,  Industriales que son terraplanistas y en los próximos 4 meses aprox tendremos informes papers, que confirman via mediaciones y registros que no hay curvatura.",
  "Amigos para aclarar sus dudas visiten el canal de YouTube               Iru Landucci // Nur para todos // Tierra Plana  @delta903fm",
  "@pjda88 @delta903fm @Nur_Para_Todos Que negocio?? Das pena Bless!!",
  "No tengo ninguna duda es plana #YTeLoCuento #TonightTonight @delta903fm https://t.co/GnXpwv38Qc",
  "#TonightTonight Está con nosotros Iru Landucci (@Nur_Para_Todos), investigador independiente que afirma que la tierra es plana: soy Terraplanista #YTeLoCuento. ¡Poné FM Delta 90.3! https://t.co/9hqeDy1mN2",
  "Buenas tardes una pregunta existe algún experimento que demuestre empiricamente que el planeta rota sobre su propio eje?? @delta903fm",
  "[AIRE] Sintonizá FM Delta 90.3 que acaba de arrancar un nuevo episodio de #TonightTonight, una aventura de @delta903fm y @taringa - Con @hernanpanessi y @ginocingolani hasta las 10 PM https://t.co/MFY0ikoYr5",
  "Esperando escuchar una entrevista inteligente al señor Iru Landucci. La Tierra Es Plana señoras y señores, esa es la gran verdad. @delta903fm",
  "https://t.co/5B9ovg8caM",
  "@Lluis_Soler10 @auronplay @kidwithagun Triste lo tuyo amigo bless...",
  "Israel acusa al Consejo de Derechos Humanos de la ONU de discriminación tras recibir críticas por Palestina\n\nNo cambian el libreto, siempre jugando a la víctima y siendo los peores violadores de DD.HH\nEl cinismo con el que hablan es de nivel inalcanzable\nhttps://t.co/fBfNpU7gxE",
  "'Mad Mike Hughes' prepara un nuevo cohete para demostrar la Tierra plana. Esperemos esta vez logre el anhelado objetivo, contemos con que: no lo maten antes o que no sea todo un \" juego en contra la TP. y después lo tengamos viviendo en una Isla paradisíaca  pagada por la élite\" https://t.co/73CD8mrxBS",
  "Tell Lie Vi SION \n#Despierta https://t.co/W2L8bAZUja",
  "LA TIERRA ES PLANA . FLAT EARTH #NASAlies",
  "This meme says it all when there #Blimp goes up up , across &amp; back down into the #BermudaTriangle #NASAlies , #FlatEarth open your eyes Plz https://t.co/JqIyzPa0j9",
  "https://t.co/QVrrXNJlMk",
  "Sol local, Tierra Plana\n#TierraPlana #ResearchFlatEarth https://t.co/QKnDQjKeOQ",
  "@matlok55 Levantate y anda",
  "@FernandoFrugoni @flandivar Mmmm... no se. El postre vigilante es queso y dulce. Cualquier queso, cualquier dulce. Los vigilantes de panadería, los hay con pastelera, con membrillo o sin nada. Pero cada vez más gente piensa en la #Tierraplana  #FlatEarth",
  "Chemtrails https://t.co/3SUmv83TFS",
  "Una madre diciéndole que estás estelas persistentes son provocadas por los aviones a un niño de unos 6 años. Evidentemente no le ha explicado que todas las nubes que se ven en esta foto provenían de los escapes de los aviones #geoingeniería\n\n2 generaciones adoctrinadas=han ganado https://t.co/q8aCHl8NWD",
  "It's flat.",
  "https://t.co/1la4nTK4PG",
  "Se lo tomó muy enserio https://t.co/Pgd4Ejo7Nx",
  "Pa cuando la verdad??? La mecha ya está encendida @astro_duque",
  "@tierraplanista Bella palabras",
  "La esencia de la verdad, es su resistencia a ser ignorada.",
  "@astro_duque https://t.co/YiscXjLlzE\nY qué me dices de este chaladillo colega tuyo? muchas burbujas en el espacio no? uy! mira! un tanque de buzo dentro del agujero... me cachis! no será que está en una piscina...\nQue no os engañen Nur para Todos",
  "Nur para todos - live https://t.co/7EPlCznjM9",
  "Nur para todos - live https://t.co/993kygTlMj",
  "@terraplanistahd Una obra de arte papirriii",
  "Para todos los que quieran saber un poco más sobre la tierra plana, las últimas informaciones o pruebas de la realidad, les dejo el trailer de mi canal de YouTube, muy pronto empezaré a subir videos sobre el tema. Con calidad de video y pruebas científicas. https://t.co/BuCzuiQ678",
  "@GulagVzla @PaIestina Pobre de vos...",
  "@WeAreWakinUp Jajajajaja",
  "#Science has been Lying 2 us all for a very long time ,about where we come from &amp; about where we are ,they tell us we #Evoluted from #Apes \"Caveman” living on a #SpinningBall flying through so called #Space what bunch of Sh!t ! Research #FlatEarth &amp; see for yourself how #NASAlies https://t.co/7dNIcwvFrB",
  "#NasaLies https://t.co/htnNcMjgYk",
  "===✈===✈ #Chemtrails https://t.co/P9lRlglJnk",
  "¿Sabías que el ejército ocupante de Israel se auto define como el más moral del mundo? Parece un chiste, pero en su tenebroso mundo así lo creen. Pues que el mundo conozca sus valores, la forma amable de tratar a paramédicos y periodistas palestinos nos deja todo claro. https://t.co/b7A8gULywV",
  "ACTORES de CRISIS.\nMedios de Manipulacion de Masas, SIONistas https://t.co/oKvmW8py1D",
  "https://t.co/3GfPSIQ0xN",
  "Alguna novedad con la foto real una sola imagen desde el espacio por favor @astro_duque",
  "Sabemos muy poco de la antártica, quizás hay nuevas tierras, continentes (por que no quieren que sepamos) pero si \"sabemos\" lo que hay en Marte, y nuevas constelaciones, universos etc. ( por que nos bombardean de falsa imágenes ) Investiguemos y no creamos todo lo que nos dicen.",
  "La NASA dice que hay billones de galaxias en el universo. Según esta teoría (basada en gráficos hechos por ordenador), la Tierra es un lugar insignificante y el ser humano carece de importancia real. Es una forma de vaciarnos espiritualmente y ocultar la existencia de un Creador https://t.co/w0u5uyuBvW",
  "@astro_duque @CSIC @rtve @tv3cat @astro_duque cuando vas a enviar una foto real del planeta? o no pueden por que es plana mentiroso payaso de los masones.",
  "@astro_duque Seguimos esperando la verdad Pedrito",
  "@AlbertoSmith20's account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.",
  "31.519.661 // Bajo las Reglas de Comunidad de Youtube: https://t.co/mojHcz7zqQ a través de @YouTube",
  "Investiga primero, luego decide. Convencerte no es el plan de ningún terraplanista, la idea es que tú mismo veas con tus ojos, y  experimentes con tus propios sentidos \"el ser testigo de la verdad donde existes\".\n#TierraPlana\n#ResearchFlatEarth https://t.co/RHbPHwHDkv",
  "las pruebas a favor de la tierra plana son TODO https://t.co/6vy8M81lzI",
  "ENFERMO DE LA MENTIRA @astro_duque",
  "Sinvergüenza mostrá una prueba que estuviste en el espacio @astro_duque",
  "Lanzamieto Satelite VA223 minuto 6:16 desacoplamiento, VA220 minuto 3:50 VA239 Hora 1:04:25 La misma imagen repetida en distintos lanzamientos como es posible?\nVA223 https://t.co/R56W6Sg7kZ VA220 https://t.co/EdGx03sAPg VA 239 https://t.co/BBPV8wWUzy TODOS https://t.co/ysDtdAimt0",
  "Una belleza.\n#TierraPlana #FlatEarth https://t.co/CDQm5fMynK",
  "In honor of @ericdubay and all the amazing work hes done, please RT and share this. Eric has been a personal friend and mentor to me. His channel has been erased from YT with over 200m total views, along with his website. @ericdubay PLEASE STANDUP FOR FREE SPEECH and CENSORSHIP https://t.co/fWx9r7XXaA",
  "Los Curiosity, Spirit, Opportunity, Patfinder, enviados por la NASA a Marte, (con imágenes captadas en la Isla de Devon) Fotos publicadas por ellos mismos de los robots marcianos. La agencia tiene una base en aquella zona. NO te dejes engañar, por más pruebas que fueran\n#NASAlies https://t.co/YUEEi03ttx",
  "No Creas en La Gravedad: https://t.co/Ex5MJ6BO2M a través de @YouTube",
  "🛰🔥🚀🔥🛰🔥🚀🔥🛰🔥🚀🔥🛰🔥🚀🔥🛰🔥🚀🔥🛰🔥Happy Sunday fellow #truthseekers and #flatearthers If you think #NASA is a scientific organization, please stop following me, thanks 👍❤️ Love others, pay it forward, the golden rule. #icare #change #notscientific \n#notok 🙏❤️✌️ https://t.co/qlvhbexqg3",
  "#LaVidaMeFueEnseñandoQue Literalmente \"El Mundo entero está bajo El Maligno\"Plagado de Mentirosos,Depravados,Codiciosos,Abominables,Irracionales y Diabólicos seres como la Elite,Illuminati,Masones,NASA,Hollywood,Jesuitas,etc.#DESPIERTA #FlatEarth https://t.co/5rNx4qCSDB",
  "El Club Bilderberg, el poder real, Rothschild/Rockefeller y los 4 grandes de la Élite Global gobernándonos la vida bajo nuestra propia conciencia, #Despierta\n#NoAlNuevoOrdenMundial https://t.co/NbCYPkIqaU",
  "Los globistas tenían razón:  Aquí podemos apreciar claramente una puesta de sol en la curvatura.\n#TierraPlana #FlatEarth #ResearchFlatEarth https://t.co/63SHlIvUxO",
  "@astro_duque @astro_duque  que caradura que sos ACTOR MENTIROSOO COMO PODES DORMIR TRANQUILO. ESTAMOS DESPERTANDO DE ESTA MALDITA MENTIRA",
  "#nomientasduque https://t.co/VwUySZNCzt",
  "@astro_duque  Cuando le van a decir la verdad a la gente Pedro?? Acá desde Argentina estamos empezando a despertar de esta mentira mejor dicho esta GRAN MENTIRA"
 ]
}