{
 "user": 976758226309050368,
 "tweets": [
  "id rate avengers infinity war a solid 10/10 , great actionscenes and packed with all kinda emotions throughout the whole movie",
  "#AvengersInfinintyWar was an insane movie! I cannot believe how many people died.",
  "My 3 latest tweets were me being sarcastic, only dumbass people believe in those \"Conspiracy theories\", really people grow up idiots. #FlatEarth #flatearthers #stupid #learn",
  "If Earth is a globe how come footballs don't roll around the world? #flatearther #truth #iamnotcrazy",
  "9/11 was an inside job, I mean how can jet fuel melt steel beams????? #ConspiracyTheories #WeAreNotCrazy",
  "Why is the world round when the earth is flat? #FlatEarth #Truth #Chemtrails #ConspiracyTheories",
  "tweetin' before sleepin'",
  "The calm before the storm..\n#NorthandSouthKorea",
  "whippin' while dabbin'",
  "sittin' before dippin'",
  "tweetin' before yeetin'",
  "Tweetin' before skeetin'",
  "#PrayForParis 🙏🙏🙏🙏🙏🙏",
  "hi guys im dinfarsasgranneab and i need mental help",
  "#hashtag",
  "@GloriaBorger hows anchoring for #PewNews ?",
  "@pewdiepie nice bonus news on #Pewnews really got me fired up",
  "blop bleep blop bleep",
  "#meme #italy #funny #plsfollow #follome https://t.co/1JUWpftV1k",
  "productivity looks like this https://t.co/HWpO6Tqym3",
  "easy life easy game easyyyy",
  "kanye truly a #legend #happiness #FridayFeeling https://t.co/eDXIxpzTN9",
  "It’s friday! #friday #happiness #best #love",
  "im going to drop out of school and become a fulltime tweeter",
  "@kanyewest ironic",
  "eh",
  "By the way #RealMadrid crushed #BayernMunich yesterday, Marcelo really excelled this game!",
  "Kanye for President 2024 https://t.co/ikW34ACSkn",
  "insane observation by @kanyewest https://t.co/KHJZPWwdQo",
  "Something insane just hit me, we're literally alive because of a random bacteria. #Mithocondria #FactsMatter #FactsMatter #WhyDoWeExist #Insane #Wow",
  "Today is the 26th of April, it’s amazing because it’s been more than a day since #AvengerInfinityWar  has been out and I havent seen any #Spoilers",
  "I need to get a life please hmu",
  "shoot out to my boys @EdgyfaceNogger @sheeran_soul  followem",
  "In case you forgot, your tounge is in an uncomfortable position. #truthhurts #tounge #uncomfortable #yourewelcome",
  "Everything is bigger in America #noneedtobegreater #big #usa #america #trump #president",
  "woa :o Trump going personal? Indeed a rare sight.. https://t.co/vUunuurKb8",
  "I'm used to the heat of independent thoughts",
  "100th tweet, it's time to celebrate this great achievement. Today we're going to celebrate. Join me @DinFarsasGranne and #Followme \nAs the great  @PackzGG once said... \"I may have a big nose, but I'm a friggin legend.\"\nhttps://t.co/gAsgPgirOO\n#100thTweet",
  ".@FLOTUS did a spectacular job hosting the President of France @EmmanuelMacron and his wife Brigitte. Every detail was done to perfection. The State Dining Room never looked more beautiful, and Washington is abuzz over what an incredible job Melania did.",
  "@EdgyfaceNogger did you just assume my gender?????????????????",
  "Never have I been so blind.. https://t.co/ykDli185ms",
  "Congratulations to Republican Debbie Lesko on her big win in the Special Election for Arizona House seat. Debbie will do a Great Job! Press is so silent.",
  "Busy day planned.  Looking forward to watching President Macron of France address a Joint Session of Congress today. This is a great honor and seldom allowed to be done...he will be GREAT!",
  "@sheeran_soul 1 like = 1 prayer 🙏🙏🙏🙏🙏",
  "@EdgyfaceNogger",
  "Yes, if they socially stand on the high ground or if they’re economically more stable. This was seen in ancient greece as the males were in charge of the democratic society. #innovation #2k18 https://t.co/D3UhEhK0Td",
  "Right after #NationellaProvet , as I stated earlier, easy grades. Thank you, the swedish constitution. #Blessed #Sweden",
  "Right before #NationellaProvet , ez grades, never ever been easier. It's all thanks to the constitution. Thanks #Sweden !",
  "An apple a day keeps anyone away if you throw it hard enough #smart #genius #apple #doctor",
  "kanye knows whats up https://t.co/gmkAlIrdBm",
  "we’ll see https://t.co/S1XdupQrnL",
  ":)",
  "#TuesdayMotivation Isn't needed when you started the Tuesday with a great Twitter day!",
  "to be great is to be misunderstood",
  "me and Mike 😂 https://t.co/E79Uja1sBs",
  "@kanyewest wow amazing !!!",
  "@lilpump Your music is garbage",
  "@FotbollJohan @realDonaldTrump :)😂😂😂😂😂",
  "Thanks brudda &lt;3 https://t.co/wzDPt6IMVl",
  "The government in USA is amazing, and @realDonaldTrump is doing great. Good job Trump, I feel you doing great even if I'm not located in The United States of America at the moment. Bless America, and bless the president. God may save us all.",
  "haha! https://t.co/2u7dikJWwP",
  "@PackzGG #TruthHurts",
  "ikr 😂 😂 https://t.co/LH0iW21DZs",
  "NO! https://t.co/IfH7QKuVfE",
  "Why does @edsheeran always make depressing songs? \nBecause she ran. \n@sheeran_soul",
  "@realDonaldTrump Truer words haven't been tweeted ever! #truth",
  "@Iiltay are you a doctor yet? https://t.co/YIE3lYsmgh",
  "https://t.co/BENspOMGzi\nHorror movie by Marvel? #VenomTrailer",
  "@FlatEarthOrg If the Earth is flat and the icewall is at the edge of the world how come nobody has a picture of it?",
  "#InfinityWarPremiere is tommorow! Hype guys! #AvengersInfinityWar #AvengersInfinityWarPremiere",
  "alrighty, we at @DinFarsasGranne will help you out :) https://t.co/KDihX6HxJw",
  "@pewdiepie nice beard",
  "@realDonaldTrump how is the life in the white house?",
  "@sheeran_soul my brudda",
  "@sheeran_soul hello friend.",
  "Today is 2018-04-24 \nIt's a sad day, because 5 years ago 1129 people died in Dhaka. #Sad #Dhaka",
  "@EdgyfaceNogger indeed is a great tweeter, I don't think you can say anything to god if he sneezes.",
  "brotha https://t.co/Z1Fq0ogHUu",
  "@EdgyfaceNogger my brotha",
  "Amazing achievements by the greatest @POTUS, good job TRUMP! https://t.co/QKPWfuobJy",
  "@Iiltay for president. 2k20, 2k24",
  "We at @DinFarsasGranne is an amazing future company, it doesn't exist yet but soon we're going bigger.",
  "how do i become worldwide?",
  "english is a global language",
  "swedish is a languague in sweden",
  "#jokes https://t.co/T7OZ4ms1a0",
  "twitter is a platform, so is facebook , twitter = 7 letters, facebook = 8.\n9gag has a nine in it and with this i can say 7 8 9 = gag = 3 letters = illuminati confirmdd",
  "sometimes i think 7 8 9 but in reality i ate everything",
  "rip avicii :( see you on the other side #ripavicii",
  "@DinFarsasGranne is an amazing twitter page, soon expanding, #BIGGER \nMemes relating our company, and much more! #Memes #Fortnite #folloMe",
  "09:58",
  "Today is the day, today is the day Germany retaliated in WW2, it’s also #420day",
  "amazing!!!!! https://t.co/GZhuIX6goy",
  "we are pro 1337 leet epic",
  "@oggeyrn kys",
  "K now it's just pure spam lmao",
  "This is just like Trump tweeting about the raids in Syria",
  "Just kidding we ain't got no motivation.",
  "It's Monday once again, and we're forced to do stuff we don't want to. Join the revolution @DinFarsasGranne and make this stop. \n#MondayMotivation",
  "sunny af #summer",
  "today is friday the 13th, good luck guys \n#FridayThe13th",
  "btw jk i dont believe in ”flat earth” theyre bunch of idiots",
  "day is when the sun comes up and night is when it goes down. if earth were a globe how is the sun going up and down?????\ncheckmate",
  "indeed i am https://t.co/aYVPY8V0fR",
  "@FotbollJohan yes",
  "I need followers asap, pls follow me @DinFarsasGranne \n#follow4follow\n#jk\n#biggerisbetter\n#buffon\n#todayistoday\n#todayisnottommorow\n#right\n#metoo",
  "Early in the morning tweet... how can our eyes be real if mirrors aren't????????????????????",
  "hey #guys today im announcing my official retirement \nsorry\n#lookatthis\n#follow\n#dinfarsasgranneab\n#jk\n#wontever\n#retire\n#wedabestmusic",
  "bruh world is upside down and zuckerberg is bending over #ripfacebook #byefacebook https://t.co/lKvNCRlGMb",
  "this is an experiment\n@pewdiepie @realDonaldTrump @PackzGG @sdriks @YB_Sodermalm @socialdemokrat @sjw_nonsense",
  "living is a misery, a misery that will turn out being a mystery because everyone is worthwhile\n\nKappa",
  "no u",
  "@DinFarsasGranne edgy",
  "dying is a temporary disease the next life will be comming next",
  "today greté stuffé goné happené\n#letsgo\n#gogo\n@CBildt @realDonaldTrump",
  "12:34",
  "Amazing launch! @SpaceX @PackzGG",
  "12:22",
  "16:43\n4",
  "reeeeeeeeeeee",
  "this is actually an interesting act, because of all the memes that might be born out of this",
  "like i dont mean bomb as an actual bomb, i mean like spam",
  "today we're going to bomb twitter to grow",
  "Nevermind, not going bigger , that was fake news, so inaccurate. We fired our tweeter.",
  "Soon we're going to expand. #Biggerisbetter",
  "@CBildt Vad tycker du om senaste katastrofen i Zimbabwe? Kommer vi som ras att bli sämre efter det som hände...?",
  "We're at sea",
  "Recently we've had a few death threats and now we're looking into it. We're warning the people who are threatening us.-",
  "today was rough, but we managed to pull by and do great things",
  "oh shit forget abt our last tweet guys, ignore it!!",
  "Honestly, we cannot express our feelings towards @oscarstwo family, we really want them to understand how important his organs are to us",
  "Our condolences to @oscarstwo family, our first patient to pass away during surgery",
  "this day we marked history, our first failed surgery #sad",
  "today we gon' do our first heart transplation during a cleaning session! #HYPED",
  "Wassup mah dudes? pls tweet back",
  "@realDonaldTrump today is a great, Din Farsas Granne AB has finally opened up and today will be marked as a historic day.",
  "Äntligen startar vi vårt företag! Din Farsas Granne AB kommer göra allt för att kunna skapa trygghet i världen!"
 ]
}