{
 "user": 980957834719514624,
 "tweets": [
  "@Uncle__drunk @UnCastellsMes One last example then I’m off for the night. Again I suggest you google translate for yourself. https://t.co/73xvGl185h",
  "@Uncle__drunk @UnCastellsMes Nasha means deceive, nasa means to lift or carry, etc. again use google translate yourself. The conspiracy theorists are getting a bit ridiculous. They can’t even translate correctly.",
  "@Uncle__drunk @UnCastellsMes I saw that same thing on the internet it’s a conspiracy theory. Try translating it yourself on google translate. You’ll see these conspiracy theorists are grabbing for straws. It’s kinda sad. NASA is merely an acronym. https://t.co/fUcMPtwG1s",
  "@Uncle__drunk @UnCastellsMes Also, you’ve been reading too many conspiracy theories. That’s not what nasa means in Hebrew. It means to lift or carry, etc... https://t.co/UXUJZoaN80",
  "@Uncle__drunk @UnCastellsMes NASA is an acronym lol stands for National Aeronautics and Space Administration. You know astronaut Scott Kelly took this picture with a regular camera right? https://t.co/NsyEDxJHZz",
  "@Uncle__drunk @UnCastellsMes Sigh* without proof your claim seems moot. We can agree to disagree. You can follow the Bible and I will follow the astronauts posts and pictures. Luckily we live in a free country and we have a choice. Some people in other countries aren’t as lucky",
  "@Uncle__drunk @UnCastellsMes Circle = round earth, you’re adding the flat part yourself. There’s no mention of “flat” in the bible",
  "@Uncle__drunk @UnCastellsMes Yep and that’s a big difference! Some parts in the Bible do point toward the earth being round, just sayin.",
  "@UnCastellsMes @Uncle__drunk Thanks for the info I’ll definitely look into it.",
  "@UnCastellsMes The stranger the better! 😎",
  "@Uncle__drunk @Foulkesy1 It’s cool no worries",
  "@Uncle__drunk @Foulkesy1 Re-read my last comment. It takes HUNDREDS OF THOUSANDS of years to notice the movement. Due to the fact they are so very far away (light years) away. I’m guessing you didn’t read the link I posted 😢",
  "@Uncle__drunk @Foulkesy1 Yes the stars are moving but if you read the whole thing you’d see that because they are light years away it will take hundreds of thousands of years to notice the movement",
  "@Uncle__drunk @Foulkesy1 This short link, few paragraphs will give you the answer to your question about constellations.. ☺️\n\nhttps://t.co/16CqPcFR5o",
  "@Uncle__drunk @Foulkesy1 I’ve already answered this for you. You don’t believe the information I provided?",
  "@KarenRInOR @GirlNamedBoston Lol you assume correct, I apologize",
  "@Uncle__drunk There’s plenty but heres a few that sailed around the world and ended up where they started. Google them it’s pretty cool \n\nSir Francis Charles Chichester\nRobin Knox-Johnston\nRobin Lee Graham",
  "I can be such an asshole sometimes 😎",
  "@rokro11 oh mighty one.. because of you I now believe the earth is flat! You are such a contemptible person!! Thank you!",
  "@Uncle__drunk I’ve answered some of your questions about constellations, the sky being blue, etc.. you didn’t answer some of mine 😢 do you think your beliefs are based on circumstances? Why is the ocean always moving? How can people sail in one direction only but end up where they started?",
  "@Uncle__drunk But on a flat earth wouldn’t north and south be the same since there’s no equator? No north or south on a flat surface. North and south is only measured by hemisphere",
  "@Uncle__drunk On a flat earth would north and south even exist?",
  "@Uncle__drunk I really like you.. you have a lot to learn (so do I) that’s not an insult, we all have much to learn. The atmosphere causes the sky to be blue. https://t.co/QzmiQuh9Of",
  "@rokro11 @Uncle__drunk @Samstongues @WeAreWakinUp Uh oh @Uncle__drunk  sounds like you might be next... this @rokro11 is kinda sad, he must hate his life.",
  "@UnCastellsMes @rokro11 I think I might have to follow you!",
  "@rokro11 I damn sure don’t follow you... and never will. Stop pretending you’re important or that anyone cares",
  "@Uncle__drunk The sun (our sun) could never be the center of the universe, the universe is far too big. The sun (our sun) is at times center of our solar system. But never the universe. We can’t measure the universe",
  "@Uncle__drunk What if you were born in Asia and followed Hindu religion? Or Jewish, or Buddhism, etc? You don’t think you’re knowledge is due to specific circumstances/location/family? I try to treat them all the same cause I think they all play a part in our “beliefs”",
  "@Uncle__drunk @rokro11 @Samstongues @WeAreWakinUp It’s ok I think it makes him feel important.",
  "@rokro11 Is this the only authority you have in life? Control over a list on Twitter? Sounds like it. I actually almost feel bad for you. Never mind I can’t feel bad for someone so dense and vacuous. 👈 you might have to google that last one",
  "@Uncle__drunk How do you know it’s a small sun? What size is it? Also you never answered how the ocean is constantly in motion?",
  "@rokro11 @Uncle__drunk @Samstongues @WeAreWakinUp How infamous is this list? I think you have to be well known to have anything labeled “infamous.” You don’t seem to be well known so you might wanna change it to your “ignore” list and leave out the infamous part.....",
  "Guess I’m in trouble now... https://t.co/3wrWoxXVlX",
  "@rokro11 @Uncle__drunk @Samstongues @WeAreWakinUp Oh no what so ever will I do? You think your someone that has any impact? Your “policies” 🤣🤣 go create you’re own social media site if you want your “policies” to even slightly matter",
  "@hardcoreparkou5 @Uncle__drunk Cool story bro... public forum I can talk to whomever I want. Don’t like it then don’t comment.",
  "@Uncle__drunk What makes the ocean waves move? Even on a beautiful clear day how can the oceans move if the earth is not moving?",
  "@rokro11 🤣😂Policies? This is Twitter, a public forum. You have no authority here lol",
  "@rokro11 👍",
  "@Uncle__drunk @Samstongues @rokro11 @WeAreWakinUp How can people sail in one direction for weeks without hitting this wall??",
  "@Uncle__drunk @Samstongues @rokro11 @WeAreWakinUp I have researched it and it’s a conspiracy theory. There has been teams of people that traveled over Antarctica.",
  "@Uncle__drunk I suggest you read more about physics. You need to research how a sundial actually works as well",
  "@Uncle__drunk The bucket is earth... that’s like saying take earth away and see what happens. Weather earth is round or flat it’s our ground. Ground=bucket",
  "@Uncle__drunk @Samstongues @rokro11 @WeAreWakinUp I’m thinking there would most definitely be problems with plains approaching this. We would all be aware of this issue if it were true",
  "@Uncle__drunk @rokro11 Yes!!! Exactly! That’s the same reason we are not effected by the earth rotation",
  "@Uncle__drunk It’s the fast spinning motion, like the water never left the bucket. So we can say the bucket is earth and because it’s spinning so fast on its axis nothing leashes/falls off. Just like the video of the kids with the bucket of water",
  "@rokro11 @Uncle__drunk @Samstongues @WeAreWakinUp Do I need to post this again? I mean kids understand and demonstrate the concept so why can’t you?\n\nhttps://t.co/VqxPpBXh7V",
  "@rokro11 You seem to say this a lot, yet you just responded to Sam? Well you left his tag in your comment.. it seems like you’re full of it",
  "@rokro11 watch this.. it’s 2 mins. \n\nhttps://t.co/VqxPpBXh7V\n\nIf kids can do it then so can you",
  "@Uncle__drunk can I ask you a question? Have you ever done this as a kid? \nhttps://t.co/VqxPpBXh7V\nI know I did, if you didn’t then I think you should try it",
  "@Uncle__drunk @Samstongues @rokro11 @WeAreWakinUp Stop it! You’re not a dumbass!! You’re researching things to get a better understanding as we all do. Just never stop learning and being open, that’s when we give up. You’re a good dude!",
  "@EarthsFlat @Uncle__drunk The sundial could never work on a flat earth model",
  "@Be_Less_Cunty @Aspentroll Yo I’m stealing this!!! 😂🤣",
  "@Uncle__drunk @Samstongues @rokro11 @WeAreWakinUp Wouldn’t a plane have eventually ran into the edge or dome? It would be common knowledge if there was a wall/dome around the earth",
  "@Uncle__drunk @Samstongues @rokro11 @WeAreWakinUp During the time that “men” wrote the Bible there was not even an accurate map of the world. So how could this information be correct? Also, the map you showed could never be accurate. Do you have any real maps? With degrees N/S/E/W? Or anything similar to a real map?",
  "@Uncle__drunk @Samstongues @rokro11 @WeAreWakinUp I’m sorry about your injury, you seem to be a strong person. Can you please read this short link? It’s like 2 paragraphs https://t.co/16CqPcFR5o",
  "@philashley2 @SteveMikel10 @AkkerSmacker @WeAreWakinUp Is there a reason I’m tagged in this? You can untag me please",
  "@Uncle__drunk @Samstongues @rokro11 @WeAreWakinUp Here is a nice shore explanation for you.  I’m sorry if I seem rude\nhttps://t.co/16CqPcFR5o",
  "@Uncle__drunk @Samstongues @rokro11 @WeAreWakinUp It’s not flying through space it’s in orbit. I don’t think you understand your question. Add in the fact the distance of the constellations, etc. Using your logic how has our solar system stayed the same? How has our sun remained the same? (Your logic)",
  "@Samstongues @rokro11 @Uncle__drunk @WeAreWakinUp I think RK left the building",
  "@philashley2 @SteveMikel10 @AkkerSmacker @WeAreWakinUp Hmmmm 🧐",
  "@Uncle__drunk @Samstongues @rokro11 @WeAreWakinUp Because of physics, the earth is in an orbit it’s not just flying around. The constellations are in different spots depending where you are in the world (what hemisphere) they actually used the constellations to prove the earth is round.",
  "@Uncle__drunk @rokro11 @WeAreWakinUp Regarding the sundial comment.. \n“It (sundial) wouldn’t work at all if the earth was flat, because the same side of the earth would always be facing the sun, so the direction of the shadows would never change”",
  "@Uncle__drunk @Samstongues @rokro11 @WeAreWakinUp  https://t.co/TKlmTFUkvi",
  "@rokro11 @Uncle__drunk @WeAreWakinUp You talk like your the only one with an opinion that matters lol... I’m not sure if it narcissism or just plain ignorance, maybe both. Especially since you have no evidence.",
  "@rokro11 I guess you never did that gravity experiment as a kid, poor thing. The one where you put water in a bucket and rotate it in a wide circle as fast as you can and NO water falls out. I thought every kid did that. It’s pretty cool you should try it.",
  "@Uncle__drunk @rokro11 @WeAreWakinUp Your phone is almost dead",
  "@TheEarthIsFlat2 @JurassicTruth @AkkerSmacker @WeAreWakinUp A satellite phone requires a satellite that orbits the earth otherwise it would not work. Same for GPS, it’s in the name (global positioning system) do some research for yourself please.",
  "@rokro11 @TimKania @Foulkesy1 @11Mackay @Its_Stationary Wow, dude is too paranoid. I’ve been inside the Bermuda Triangle while on a cruise to Bermuda. They have fishing expeditions there, etc. pretty cool place.",
  "@SimingayeJamil3 @FaceTheTruth Yet there are many thing that dont work on a flat earth!\n- no accurate flat map\n- sun height can't be calculated\n- southern december daylight\n- moon phases\n- eclipses\n- direct flights SAm-SAf-AUS-SAm\nYou just ignore that because of a facebook page? Wow you are decieved easily man",
  "@DedeLeineke @TeresaRoses1 @DerronEShort So there’s no plan for everyone then? Someone gets sick and dies, that’s not gods plan for that person, not gods will??? Things can’t be both “gods will” and “ free will”. It’s one or the other.",
  "@JorgexPelaez You may want to do some research:\nhttps://t.co/soE1Sx1OTM",
  "@whoopsbuni @studyofeden Yes I’m not a magic or materia person. I was level 99 with all my final limit breaks and it was still hard. I can’t wait for the remake!",
  "@FlingPlasma @WeAreWakinUp He won’t answer you. You used too many facts that he doesn’t understand.",
  "@Uncle__drunk @rokro11 @WeAreWakinUp Sorry @Uncle__drunk I don’t like when someone is trying to tell others what to think of me. Everyone is entitled to their own opinion. I kinda jumped in this thread on my own. I’m not implying that you’re a sheep at all",
  "@rokro11 @Uncle__drunk @WeAreWakinUp You can’t provide ANY MORE facts at this time? You haven’t provided ANY to begin with.",
  "@Uncle__drunk @rokro11 @WeAreWakinUp I’m not a liar plent of people have traveled through Antarctica and never came across a dome/wall. \n\nhttps://t.co/4pjJ1CtXHG",
  "@Samstongues @rokro11 @WeAreWakinUp Oh no! Then my twitter days will be over!  What am I going to do if all of a sudden flat earth cult leader ignores me?? He can’t make his followers ignore me 🤣😂",
  "@rokro11 @Uncle__drunk @WeAreWakinUp It bothers you that I apologized to one of your followers who has been very respectful towards me? Whoa sounds like you have control issues",
  "@rokro11 @Uncle__drunk @WeAreWakinUp Where did I lie?? I speak my opinion and knowledge, but no lies. You sound like a cult leader trying to make sure you have control of your sheep 🤣 \nI enjoy respectful conversations with people who think differently.",
  "@rokro11 @Uncle__drunk @WeAreWakinUp You have no general understanding of physics, motion, basic equations, etc so your experiments (if you did any, doubt it) are null and void",
  "@rokro11 @Samstongues @WeAreWakinUp I thought that was meant for me, I’m human I make mistakes and I’m ok with that. So I made a mistake and thought that message was for me. 😝",
  "@Uncle__drunk @rokro11 @WeAreWakinUp I was talking to the other guy not you.. I apologize, you’ve been nothing but respectful. Again, that wasn’t intended for you @Uncle__drunk even though it came off that way.",
  "@rokro11 @Uncle__drunk @WeAreWakinUp Bias? I want your proof the results of your strenuous experiments. You don’t have any?? Did you lie to me?",
  "@rokro11 @Samstongues @WeAreWakinUp Woo hoo I’m on a list!! That’s a good thing, that means my questions about his “experiments” (or lack of) really got to him. I’ll take the W now... thanks! ☺️😘",
  "@Samstongues @rokro11 @WeAreWakinUp True, true....  actual proof only hurts their cause",
  "@SteveMikel10 @AkkerSmacker @WeAreWakinUp Good luck to you as well! Never stop questioning or learning! ✌️",
  "@rokro11 @Uncle__drunk @WeAreWakinUp Yes more about conspiracy theory’s sure, but common sense seems to be lacking a long with a general education. I will say @Uncle__drunk is a very pleasant, respectful person to talk to despite disagreeing. We disagree and we learn, it’s healthy.",
  "@Uncle__drunk @rokro11 @WeAreWakinUp Again it’s about size and distance. I guess me comparing myself to an ant was not a good analogy?",
  "@rokro11 @WeAreWakinUp I want yours because I’m talking to you. I’d want someone else’s if I was talking to them.. I’m pretty sure you’ve never done an experiment.",
  "@Samstongues @rokro11 @WeAreWakinUp The fact that he doesn’t feel like he’s moving seems to be proof enough.",
  "@Uncle__drunk @rokro11 @WeAreWakinUp Distance and time... https://t.co/eLkBKQE17K",
  "@Uncle__drunk @rokro11 @WeAreWakinUp True but are you taking into consideration the size of the earth? I take one step and that step would be 1,000+ for a small bug, like an ant. My one step is 100,000* faster than it takes the ant to catch up to me. Not sure if that makes sense ☺️ let’s say size DOES matter lol",
  "@rokro11 @WeAreWakinUp Then stop answering me. You made the claim that you did you’re own experiments successfully and now you can’t back that claim? I’d be proud of any experiments that were valid proof of my claim. I think I smell BS",
  "@SteveMikel10 @AkkerSmacker @WeAreWakinUp I have an open mind. I beat indoctrination, I’m an antitheist. Total free thinker with a minor in philosophy and major in psychology. I damn sure don’t know everything but I do know what sources to trust and which ones are BS.",
  "@AkkerSmacker @WeAreWakinUp Sadly I spent many hours, days looking into this and I can’t find any scientific proof that doesn’t break the laws of physics. No reputable scientist would even humor this claim. YouTube videos are peer research",
  "@rokro11 @WeAreWakinUp I want to read your research. I want to know what you tested and how? What were your variables and how did you come to your factual conclusion. You said you did experiments yourself, so you must have the data",
  "@AkkerSmacker @WeAreWakinUp I wonder how gps could work on a flat earth, without a satellite? Or satellite phones for that matter.",
  "@rokro11 @WeAreWakinUp Better yet where’s your scientific theory published? I’d like to read your experiment and how it was conducted, what variables were used, what were the constraints, etc. Please send a like to your personal proven experimental research.",
  "@rokro11 @WeAreWakinUp Ok so where’s your novel prize?",
  "@luisaJigoku @WeAreWakinUp Thanks for not being a dick, everyone is entitled to their own opinions. “Live and let live”, ya know. ✌️",
  "@Uncle__drunk @rokro11 @WeAreWakinUp Why would the constellations change? Does our solar system change? I’m saying you can prove that the earth is moving by the experiment I explained",
  "@rokro11 @WeAreWakinUp Do your own experiments. All you need is a telescope, black cardboard, and a tripod. Poke a hole in the cardboard, find a star using telescope then line it up to the hole in the cardboard. Lock it into place with the tripod. You’ll see  the star moves, slowly due to distance",
  "@rokro11 @WeAreWakinUp I just told you how you can do your own experiment right from home. I’m sure you’ll trust your own results.",
  "@AkkerSmacker @WeAreWakinUp Thanks for your answer most people that respond are not very nice about it. My question is why would they need to create an elaborate hoax? For what reason? And how do you know for sure? Curious mind here 👈",
  "@rokro11 @Uncle__drunk @WeAreWakinUp Do you own experiments then. All you need is a telescope, black cardboard, and a tripod. Poke a hole in the cardboard, find a star using telescope then line it up to the hole in the cardboard. Lock it into place with the tripod. You’ll see  the star moves, slowly due to distance",
  "@rokro11 @WeAreWakinUp Cause you don’t like scientific studies? Or you don’t like reading? Or you don’t like learning? Or being challenged? I’m guessing all of the above ... it’s a shame more scholars don’t make YouTube videos cause you’d probably watch that..",
  "@Uncle__drunk @rokro11 @WeAreWakinUp Many ancient models were round earth as well. The constellations are in different spots you can prove it by using your telescope, black card board, and I tripod. Poke a hole in the cardboard find a star and align it on the tripod so it won’t move. They move slow cause they’re far",
  "@rokro11 @WeAreWakinUp You asked for evidence so why deny it? it’s only a scientific study that was put together by the finest, very intelligent people at Cambridge university.",
  "@Uncle__drunk @rokro11 @WeAreWakinUp Check this out \n\nhttps://t.co/3sfxoJ5zPW",
  "@rokro11 @WeAreWakinUp What are you talking about there soooo many. Way more than there are trying to prove it’s flat \nhttps://t.co/3sfxoINYrm",
  "@Uncle__drunk @rokro11 @WeAreWakinUp There have been many people who traveled across Antarctica and never came across a wall. Sorry not trying to troll, you seem pretty cool",
  "@Uncle__drunk @rokro11 @WeAreWakinUp I too showed up uninvited 🤣",
  "@luisaJigoku @WeAreWakinUp I prefer peer reviewed research over a YouTube video, thanks tho",
  "@rokro11 @WeAreWakinUp Again you disregard my question about fraud",
  "@Constitution_NH Yes exactly, he did not turn around",
  "@ConstParty_SC I’m sorry, I don’t understand the question? 😬",
  "@rokro11 @WeAreWakinUp There are no scientific facts that the earth is stationary. Gravity would seize to exist. What about the tides",
  "@Uncle__drunk @rokro11 @WeAreWakinUp Lol I didn’t mean that to go to you, I apologize!",
  "@rokro11 @WeAreWakinUp I mean there’s the theory of gravity and laws of physics? Yet again you divert away from my questions. How do you know it’s fraud?",
  "@rokro11 @Uncle__drunk @WeAreWakinUp I’m far from indoctrinated, you won’t answer my question. You seem to be trying to dodge it, how do you know it’s a fraud?",
  "@rokro11 @WeAreWakinUp Ok disregard the motive... how do you know it’s a fraud, or false?",
  "@rokro11 @WeAreWakinUp Ok how do you know the fraud exists then? Can you prove it?",
  "@rokro11 @WeAreWakinUp I said circle=round meaning the earth is round. My brain works just fine but thanks for you concern. ☺️ when I research flat earth all that comes up is “conspiracy theory” I don’t understand why ppl think the round earth is a hoax",
  "@rokro11 @WeAreWakinUp I appreciate you taking the time to talk to me. The situations you laid out are not comparable. They’d only need a motive if they needed more evidence to convict him of murder.  There’s not enough evidence to say it’s a fraud so what’s the motive?",
  "@WeAreWakinUp @rokro11 Nah they’re real questions, you just don’t have logical answers to why there would be a cover up. You don’t have logical answers cause what you’re claiming is illogical.",
  "@rokro11 @WeAreWakinUp If there’s no edge then how is it flat? Are you saying there’s no end? Cause that’s the definition of a circle... circle=round",
  "@WeAreWakinUp @rokro11 Question, why the hell would there be a cover up IF the earth was flat? What is gained by creating a fake round earth? Why would people bother lying about that?  Not trolling, it’s a legit question.",
  "@WeAreWakinUp @rokro11 Where’s the edge of the earth photo?? Let me know when you get there",
  "@tshureih @flatearthexpert @NASA_Astronauts @NASA @Space_Station @FlatEarthOrg @FlatEarthReal I’m not a #flatearther was your statement directed to me?",
  "@luisaJigoku @WeAreWakinUp That’s right there are no pictures of the edge.... what do you think about this one? https://t.co/SMxJl0HMX7",
  "@luisaJigoku @WeAreWakinUp Show me a picture of the edge.. also how does gravity work?",
  "Poor thing has it all wrong..... https://t.co/d8OQz3W8Z1",
  "@GrandelftheGrey @jerseytidefan @caspmax At least atheists don’t talk to themselves and claim it’s god talking to them. You should read the definition of delusional, I think it describes theists perfectly 👌 especially the superior evidence part. 🧐 https://t.co/kCTb5vAhxh",
  "@homechurching Haha no you have that completely wrong! I believe this is what you meant... https://t.co/O9BgTKXRPh",
  "@Uncle_Jebus 😂🤣 poor thing hasn’t even reached the age of reason and logic...",
  "@SaudiSalafi7 @alldayabdi Well I’ll have to research that a bit. I do know Christians, etc are afraid of hell so that might influence the suicide %. What do you think of this information? https://t.co/dT94frwPnF",
  "@SaudiSalafi7 @alldayabdi Hahaha where did you get that graph?",
  "@jmclean_davis Never heard of this... pretty sure you just made that up",
  "@ProtonJoshYT @EmilyGoth2 @AReligious666 Nope it’s neither. Can’t fear something you don’t believe in. I’m not afraid of unicorns. How about a 3rd category\n3. No need for myths",
  "@alldayabdi We live our lives however we choose. We are just like any other people, we have goals and aspirations. We probably enjoy our life more than theist, knowing it’s the only one we have.",
  "@luisaJigoku @WeAreWakinUp There is no proof that it is a fish eye lends.. even if it was you would still be able to see the whole earth from a small mountain if the earth was indeed flat.",
  "@apetivist Awesome that you beat indoctrination! That is a difficult battle",
  "@AdamJoshDotCom @havalbarwary @slayckx @ParisUsa333 Man oh man our society will soon be an Idiocracy",
  "@whoopsbuni @studyofeden Btw love your bio, I too defeated the underwater weapon #FF7",
  "@ConstitutionNd Unless you’ve made it to the edge and taken photos, there’s no proof.",
  "@AdamJoshDotCom Let me know when you make it to the edge... take a photo while you’re there. Also, how does gravity work?",
  "@nuclearIndie @studyofeden Ummm where’s the edge? Nobody has taken a photo looking over the edge? \nIs gravity a hoax too?",
  "@WeAreWakinUp Where are the pictures from the edge? Someone would’ve made it to the edge by now, surely they’d have photo proof. \nAlso, Ferdinand Magellan once traveled around the world in a boat. He started at one point and returned to the same exact point.",
  "@DerronEShort @TeresaRoses1 You’re a good dude. 😎👍",
  "@flatearthexpert @tshureih @NASA_Astronauts @NASA @Space_Station @FlatEarthOrg @FlatEarthReal They got there footage from nasa... look it up",
  "@Constitution_NH Ferdinand Magellan once traveled around the world in a boat. He started at one point and returned to the same exact point.",
  "@ConstParty_SC Yep, the last people that tried to prove it by sailing to the edge, were never found",
  "@EndDeepState How so? It took 2 years to build a solid case on Nixon. It’s been less than a year since muller took over.\nHowever, fuck #flatearthers 😂🤣",
  "@VonActor 😂🤣😂🤣",
  "@ScottSandalow @FlatEarthOrg You’re joking right?",
  "@ParisUsa333 This is a joke right?!",
  "@flatearth314 Did you measure it?",
  "@Hadrians_Gate 😂🤣😂🤣",
  "@j6bj6b @FredrickNelsson I believe they died trying 🧐",
  "@FredrickNelsson Ummm I’m baffled by your stupidity... how does gravity work on the flat earth?",
  "@404NoGlobe Man we are headed for Idiocracy with this stupidity.. where’s your proof? Does the flat earth turn? How does gravity work?",
  "@Della00514438 How do you know? Where your proof? Where does the sun go at night? How does gravity work?",
  "@Spacehehehe People are just getting dumber. Did you ever see the movie “idiocracy?”",
  "@flatearth314 How do you prove it? Where does the sun go at night? Does the flat earth turn? How does gravity work?",
  "@Dead_Frijol Are you for real? How big is a battleship compared to the earth??",
  "@Della00514438 @conspiracynikos @FlatEarthCity Why are all the photos of flat earth drawn like cartoons?",
  "@Della00514438 Show me a picture of a flat earth that’s not a cartoon",
  "@Theflateartherz Hmm where does the sun go at night? Wouldn’t the flight to Australia be waaaay longer if the earth was flat?",
  "@Soapbox_Atheist Did you ever notice, throughout history, the more mysteries= more gods needed.... \nI find it fascinating",
  "@AtheistRepublic Any organized religion is harmful to our species",
  "@AtheistRepublic Nope I’m sure it sucks just like it does for everyone else",
  "@TeresaRoses1 @DerronEShort I’m probably going to be blocked",
  "@TeresaRoses1 @DerronEShort If there’s a reason then does that mean there’s a plan? If there’s a plan then no free will needed... it’s all set up for you",
  "@Warstub Same",
  "@wobblyandfloppy I actually have a video on this \n\nhttps://t.co/KYGGtdnfbI",
  "@IsraeliAtheist Got a good video on this \n\nhttps://t.co/KYGGtdEQ3g",
  "@briankeepsworth https://t.co/KYGGtdnfbI",
  "https://t.co/KYGGtdnfbI \n\nOne of my amazing videos! 🤘😇",
  "#freewill does not exist in the #christian #religion \n\nCheckmate #god",
  "@gblange @GirlNamedBoston Can you describe your experience?",
  "@Sammieheals Yep god has a plan so that cancels out free will",
  "@marqsheen @DerronEShort You do know he fucked up at least once already (the great flood)",
  "@DerronEShort That’s why he fucked up and had to flood the earth right?",
  "@peplamb @POTUS Is the POTUS pure in heart?",
  "@can2009 Which god? There’s so many cool ones too choose from!! I’m curious.... how many people will block me?",
  "@MinLeeRice Which god?",
  "@can2009 What does it say?",
  "@Sammieheals I’m a Zeus fan myself",
  "@faitmilluh Ooooo so more like Catholicism. I gotcha, my mom is catholic. You seem open about how you define your faith. I like that.",
  "@KarenRInOR @GirlNamedBoston What advice are you getting? Is there a voice you hear that’s not your own?",
  "@faitmilluh So do you believe in Jesus/Yahweh? Or Jesus is a god?",
  "@gblange @GirlNamedBoston Correct, no testable, observable evidence.",
  "@FrMike @GirlNamedBoston Pascal’s wager is a good one",
  "@faitmilluh Btw not trying to troll just being curious.",
  "@faitmilluh So belief in one god, the Christian god?",
  "@faitmilluh Just curious what do you consider yourself to be? Deist?",
  "@JaiRYL_ Kinda figured you thought I was a Christian since you subtweeted me 😂. It’s cool tho I need recognition, I just started a new account.",
  "@JaiRYL_ Thanks, you too. Deists are definitely cool in my book, free thinkers. ✌️",
  "@faitmilluh Yes specific religions most definitely correlate with specific gods. That’s why I was curious about the post... Deism on the other hand is completely different.",
  "@JaiRYL_ Hell no... but I do like to keep people guessing.",
  "@JaiRYL_ Awesome, I love a good deist! Pantheism is cool too. I’m an antitheist myself.",
  "@faitmilluh But where did you learn about Jesus? Not from a religion?",
  "@JaiRYL_ Well depends on what god you follow. Most come from a religion. Unless of course you’re a deist",
  "@PennyWorthOne True that! Free will and god don’t mix... at least the christian god that is.",
  "@TheWatchTower44 If god has a plan for everyone, a specific plan then how can we have free will? Our path is already set out for us, it’s already decided.",
  "@JaiRYL_ Isn’t questioning religion the same as questioning god? At least a specific god anyways...",
  "@peterrsomm I know many that have screamed at me outside of planned parenthood for getting birth control. I know many who have spewed hateful speech to me, accused me of murder, just for picking up birth control. That’s not very nice.",
  "@RutgerUlbrecht Agreed I despise organized religion",
  "@LindaBeatty If god has a plan for everyone then does that contradict free will?",
  "Please don't look at the Bible as though it were an encyclopedia. #atheist #gods #secular https://t.co/I3H6EUPaLm",
  "@mattcale52 @GirlNamedBoston Yesss antitheist here too! I loathe organized religion.",
  "I am an #atheist, but there is one thing that would change my mind - evidence of the existence of god. That’s all I’m asking for. No one has shown me solid evidence of the existence of a god, and due to the lack of evidence, I must remain an atheist. \n\n#atheism",
  "@realDonaldTrump 😂😂😂😂😂😂😂😂😂😂(breath) 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂",
  "Love this! \n#fuck #trump\n#fuck #maga\nAmerica is great! 😎🤘 https://t.co/d4fWKHlHhG",
  "If you support the troops but not the vets; protect the unborn, but not the children; think gun ownership is a right but healthcare is a luxury; and support tax cuts for the wealthy paid for by eliminating aid for the poor and disabled - YOU are what is wrong with this country.",
  "@realAliTweets 👏👏👏 so true!",
  "@McJesse 👌👌😏",
  "Trump did so many things he accused Clinton/ Obama of, I wouldn’t be surprised if we learn he was born in Kenya.",
  "@Lrihendry 😂😂😂😂😂😂😂😂😂😂😂😂 (deep breath) 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂 wow that’s funny!",
  "Richard Nixon, Dick Cheney &amp; Benedict Arnold are thrilled that Donald Trump has made them all look good in comparison",
  "@s8n @pewdiepie There is no god",
  "@realDonaldTrump 😂😂😂 the only thing that’s bad is this administration",
  "@realDonaldTrump Damn..... 😑",
  "@realDonaldTrump Yep... amazing job, best job in history!!! 👌 if you enjoy drinking contaminated water....",
  "@hymnalysis @godless_mom @AnAtheistInIowa @Can_Atheist @GodlessEngineer @ge_kaitlyn @godlessjourney @GodlessPirate Thanks",
  "@hymnalysis @godless_mom @AnAtheistInIowa @Can_Atheist @GodlessEngineer @ge_kaitlyn @godlessjourney @GodlessPirate Mines called “Eve of Eden” I guess I should change in to Godless Eve, that would be more appropriate.",
  "@the_cool_doggo @DubiousTunic As an atheist I would say I lack belief in god(s) and spirits. They fall into the same “supernatural” category.",
  "@godless_mom @MrOzAtheist Love this quote"
 ]
}