{
 "user": 982774215786008576,
 "tweets": [
  "@flatearthfake @ParisUsa333 man! Do you have google no? there you have it easier, and you also have the two theoretical parts of the spherical and flat earth. You can also experience both theoretical parts on your own.",
  "man! Do you have google no? there you have it easier, and also both theoretical parts of the spherical and flat earth. or you can also experience both theoretical parts on your own. https://t.co/jeUUjoT9Px",
  "@Nabunocosor Si no es una pregunta o respuesta a lo que publico solo eres una persona que busca y le gusta provocar(por eso Oliver Ibáñez te habrá bloqueado) No mereces la pena ser discutido con esta respuesta de niño que me has escrito.",
  "Si no es una pregunta o respuesta a lo que publico solo eres una persona que busca y le gusta provocar.     (por eso Oliver Ibáñez te habrá bloqueado) No mereces la pena ser discutido con esta respuesta de niño que me has escrito. https://t.co/I7VVTDe3Ve",
  "@whoopsbuni  https://t.co/Nwzwmu33oa",
  "my brother without thinking twice, he realized that the flat earth makes more sense than a spherical earth. And his questions were answered more easily in a flat earth than in a spherical earth #FlatEarth #flatearth #Chemtrails #chemtrails #flatearthers #Illuminati #illuminati https://t.co/mbqeBDrzv1",
  "@TheGirlNYC You are here to see and provoke, but I am sure you do not even know that the girl in your profile said that the earth is flat. If you're just a person who just makes fun, it's not worth discussing with you",
  "#flatearth #FlatEarth #flatearthers #Chemtrails #chemtrails #IlluminatiConfirmed #illuminati #Illuminati #TierraPlana #tierraplana https://t.co/oIEF1nBAJ5",
  "#FlatEarth #flatearthers #flatearther #flatearth #illuminati #illuminati #iluminati #IlluminatiConfirmed #chemtrails #Chemtrails https://t.co/xrvgIaGvWd",
  "Do you think the sun is far away? I do not see a straight light here.I think it's closer to those who tell us #flatearthers #iluminati #illuminati #FlatEarth #flatearther #IlluminatiConfirmed #Chemtrails https://t.co/vgbQjJzvjG",
  "@GloriaGuzmanOr1 @JosRamnGonzle19 @marcospubli @helioscolera Pues yo no veo nada raro y tampoco que las estelas de vapor cubran el cielo y reflexten el sol como la #Geoingeniería y que luego en el aire tierra agua comidas y cuerpos de personas y animales aparezcan los materiales químicos la gestión de la radiación solar mediante aerosoles. https://t.co/Sv8xeEb4a7",
  "RETWITT POR FAVOR ‼️FÍJENSE BIEN DENTRO DE LAS MARCAS ROJAS, LA SEÑAL QUE MACRON HACE CON SUS DEDOS:🤘🏻.... ESTA SEÑAL CORRESPONDE A LOS ILLUMINATI DEL NUEVO ORDEN MUNDIAL. TRUMP TRATÓ DE EVITARLO, Y SE NOTA EN EL VÍDEO: MACRON INSISTIÓ EN HACER EL GESTO!!! https://t.co/pQdv6ia6JZ",
  "Darwinianos atacando en  3, 2, 1 \n#EvoluSION https://t.co/v38SExd2d7",
  "A la basura, donde debe estar.\n#FlatEarth https://t.co/d1UeQVPT8Z",
  "U.S. been on them roids, getting all swol and losing hair (trees). #flatearth #wakeup\n\nhttps://t.co/fZnd9VhplF",
  "Ya vendrá la educación de verdad, y no la mentira en las clases de geografía, muchos padres tendrán la fortuna de que se les enseñe la verdad a sus hijos.\n#TierraPlana #FlatEarth https://t.co/TFllgsrLWE",
  "The creator of the #FlatEarth put up stars to decorate the night and for signs and seasons, so #naturally #atheists are like \"well get those things #lightyears away from me!\"",
  "Ninguna agencia espacial pudo mostrar fotos reales porque no existe la tecnología que pueda llevar al hombre más allá de los 120 km de altitud. Entonces... ¿Hasta cuando vamos a seguir confiando en una realidad fabricada solo por ellos? \n#NASAlies #FlatEarth https://t.co/amovfN7Kjo",
  "La Nasa da otro paso para ver si es posible la vida en la Luna y ahora planea un experimento para cultivar plantas en el ambiente lunar, el problema no es ese, el problema es que la gente les cree, si eres uno de ellos despierta, es todo una gran mentira.\n#NASALies  #TierraPlana https://t.co/vYJ9EHnzPf",
  "#Crepuscular rays PROVE the #Sun is a LOT closer than we've been told. A streetlight creates identical rays because the light source is fairly close to the obstructing object.  If the Sun were 93M mi away, the projecting rays wld be parallel. But THIS is what we see:\n\n#FlatEarth https://t.co/EH8w8Igc7k",
  "@ActionParsnipXL so here they play to make an asterisk, they like to draw I see.",
  "@ActionParsnipXL always with the same excuse, but never a test, nothing, always the excuse of having to search more and investigate more, but nothing more.",
  "@ActionParsnipXL If the first thing you do is insult ... it means you do not even know what it is about.\nAnd for you to come and tell me it's just steam, it's part of the plane's engines, it sounds like a fake. It is already known that it is not water vapor as you say.",
  "There are no clouds here, just chemtrails. Our breakfast every day my people.  #chemtrails . #FlatEarth #FLATEARTH #flatearths #iluminati #Illuminati https://t.co/dAYngdLe6N",
  "@_Gravity_Man @CoolHabanero @09hamilton @logicBot2 @WeAreWakinUp @tom_truthful @ThisIllusion7 @rokro11 @c_johnstone1980 @bodily_head @Mrfucius @phiroc @FlingPlasma @IvanDeker1 @DSL1912 @TOBGShow @revolve88 @TheJonnyRios @davino1959 @FlatEarthCity @SkwPedro @MyzGarrd @NkDragunov @YahushuaIsGod @RamonHJr @ForeverFlatErth @DanisDragons @globe_junk @MaxisicalG @convexearth @RedFlagMediaTV @dmarble1 @Its_Stationary @Astroidhalo774 @Gr8Believer @Spacehehehe @Theflateartherz @barmanamar1976 @PaulTheMartian @rob46203robert @oddtv3 @caveman444 @GLOBEXIT_RO @Globe_Busters @RobSkiba @seeplaneearth @AMassAwakening @TheRealBuzz #MondayMotivation https://t.co/hyyhTt2B9r",
  "It doesn't add up, the scam of the Ball Earth. #FlatEarth https://t.co/o9nFLbTSBN",
  "Lighthouse in Dunkirk, France is at an altitude of 59 meters yet visible from 45 miles away, impossible on a Globe Earth. #FlatEarth https://t.co/yVEgXo0qJk",
  "Rockets going to space is a complete hoax. #FlatEarth https://t.co/7daQy4zm1j",
  "@Hamaya42920579 No, the sun simply moves away, but it has the same size due to the millions of drops in the atmosphere, which makes it act like a lens, the refraction of millions of drops magnifies objects at a distance.",
  "Aquí otro vídeo yendo al insti 8:00am a saber porque lo hacen 🤷🏻‍♂️ #chemtrails #iluminati #Illuminati #FlatEarth, https://t.co/Qq5OqTeg7m",
  "Esto Desde mi instituto,para que tu veas los que nos hacen,¿nos manipulan o nos fumigan con sus #chemtrails ? #TheEliteSociety #iluminati #flatearthers #FlatEarth daros cuenta con vuestros ojos, investigad por vuestra cuenta, apartaros de los científicos un rato y veréis que pasa https://t.co/MiTiEngPyt",
  "Uno más sale a la realidad👏🏻. Y ahora deberías ser tú, ¡despierta!\n #earthflat #FlatEarth #Illuminati #realiad #flatearthers #flatearth https://t.co/lmQqZLDe3F",
  "Yes ☀️😊@Matty07070",
  "#flatearthers #flatearth #oliveribañes https://t.co/UU1lgjZEj2",
  "#flatearthers #flatearth https://t.co/2mTncZLuzp",
  "@Oliver_Youtube Oliver quisiera que vieras una película llamada Las fiestas de las salchichas. En la película el supermercado seria la cúpula,nosotros seríamos los dioses ,los productos, verduras,etc... sería la civilización humana y muchos mensajes subliminales más. 🧐👌🏻😅"
 ]
}