{
 "user": 1398235099,
 "tweets": [
  "@aide_tarrio Dónde está ?",
  "Poppy, one of SHS’s current rescues, was pulled off of a meat truck a while back and is now safe. Look at the change that just one groom can make! \n\nWho thinks Poppy is gorgeous? ❤️\n\n#transformationtuesday #AnimalRights #Anipals #Samoyed #Nonprofit #StopYulin #Belfast https://t.co/E8dsn9hMab",
  "@RedSolidariAnim @ArqueroSinManos Bueno y? Júntense los que escriben y están en baires y ayuden .",
  "@RedSolidariAnim @ArqueroSinManos Qué pasó con este ángel ? Yo vuelvo a argentina el domingo y sólo entonces puedo ayudar ...",
  "RESCATE NO PUEDE CAMINAR -BURZACO (ALMTE BROWN)Volviendo a mi casa vi a este perrito en el medio de la calle tirado lo movi a la vereda porque esta lastimado tiene la cadera quebrada lo choco un auto  Yo no puedo tenerlo(Ailin Brasesco). esta sobre CARLOS GARDEL Y MONTEVERDE. https://t.co/NoNo5Gg1wB",
  "PBI per capita https://t.co/WH9nQet5Jv",
  "Hasta el sábado consiguió transito. Ahora a buscar un hogar",
  "@alenponti Cómo puedo ayudar?",
  "Hoy es un gran día para ir en familia a buscar a ese nuevo integrante de la familia. ¡Por qué no un #perro viejito! https://t.co/I9OAnAhB8J",
  "@alenponti Que pasó con este perrito? Si hay que ayudar a la persona que supuestamente le da tránsito, avísame por favor",
  "#URGENTE\nMiren como está por dios😭 Si consigue\n#transito la recuperan para poder darla en #adopcion. \n¿Quién le da una oportunidad?\nPOR FAVORRR🙏\nEstá a unas cuadras del hospitalito de #Laferrere\n\nEl contacto es 1138164970\n#PorFavor difundan\n#Gracias 💔 https://t.co/J5ujURCq6t",
  "CACHORRO EN ADOPCIÓN!!\n\n¿Una familia que le de una oportunidad a este bombón?😊\n\nContacto: @ZaguatesRefugio \n\n@agustinape @MalenaStein @salvinamusica @mcg1465 @sanmarza64 @Maripiamorr https://t.co/QkuwnE7tZB",
  "@salvinamusica Le extirparon el cerebro",
  "@Lautiroman1995 Idiotez engendrada durante años de peronismo",
  "@ClaraOscura1 Restos de bombitas!",
  "@ipetrella @eavogadro @pabloavelluto Un horror de violencia",
  "Dar limosna es robar la autoestima , poner dinero en el mercado comprando es lo único que genera dignidad. https://t.co/QsR7fibBb4",
  "Cuando te olvidaste de que la Argentina cambió \n@RossiAgustinOk https://t.co/tvaQO2uAer",
  "@ArqueroSinManos Es hermoso ese perrito! Nonino, uno de mis ángeles, comió 17 pares, uno de ellos mientras lo tenía puesto y me distraje leyendo... les gustan las ojotas!",
  "#Urgente #Difundir #transito @animalesolos @GatitosPalermo @claugomez1960 https://t.co/QF9jSgIXEV",
  "Ayuda urgente !!! Estoy fuera del país . https://t.co/ZAazFHHLSw",
  "@sevenangelsbsas @ArqueroSinManos @animalesolos @andyborou @aide_tarrio @AnimalLibreArg @AnimalistaArg @redmascotera @rescatmascotero @protegealanimal @elbar6 @ElParaisoAnimal @ecolandar @Van_Saskia @mcg1465 @miriam_roberi @InesK5 @lavozdelosotros @ComunicadoOpina Hay información reciente ? Leí recién ésto.",
  "MUSTAFA DEJATE VER!!!! https://t.co/eEWLFap0FH",
  "Ahora en Parque Centenario hasta las 21; adopción responsable de de bombones peludos rellenos de amor en cuatro patas.\n\nHay CUATRO PERRITOS  que estaban BAÑADOS EN ACEITE que los querían quemar... Fueron rescatados a tiempo y están en adopción.\nDamos RT?🐶🐱❤️ https://t.co/3Xo8x8xvB2",
  "Nuevo favorito: A Girl Is a Gun (Music from the Original Series) de Sébastien Tellier https://t.co/x82mcMI4EO @DeezerBR",
  "Nuevo favorito: Playlist Jazz - Chicago Ballads de Fynn - Editor https://t.co/mtL2qEnjZu @DeezerBR",
  "Nuevo favorito: Playlist Hippocampus Dream de Fynn - Editor https://t.co/sakO7MawnO @DeezerBR",
  "Nuevo favorito: Playlist Electronic Chillout de Fynn - Editor https://t.co/TNuV1RHZDV @DeezerBR",
  "👇👇👇👇lean y quien pueda darle un lugarcito está el contacto en la foto https://t.co/DpdUlPqIVo",
  "one day of summer https://t.co/YKXaJnA9HO",
  "@NatachaJaitt @ArielJob Qué pena!",
  "Un lugarcito para éste ángel ? https://t.co/1rybjjztlf",
  "@infobae Qué malos somos todos Kris!",
  "@radiomitre Qué persona vergonzante y caradura la vieja ésta",
  "¡No te puedes perder! Hoy a las 20hs voy a estar en @A24COM en el programa \"El noticiero de A24\" con @edufeiok, voy a decir sobre mi investigación periodística de industria x adultos, red de trata y mi nuevo libro \"Prolegómenos al libro Carne\" https://t.co/gNq8mHYzG3",
  "@GFrondizi @ArielJob Roca, sin dudas",
  "@CFKArgentina @UniCiudadanaAR @AnaMariaIanni @AnitaAlmiron @afernandezk @pilattivergara @nancysgonzalez Dale Kris! Sigamos tirando mantecx al techx!",
  "@CFKArgentina Farsante y demagoga",
  "Nuevo favorito: BOMBINO https://t.co/VRIhxgfKWz @DeezerBR",
  "¿Quién se comió la ojota? https://t.co/5Be7zWyZhT",
  "Perdi a mi perrita, por la zona de padua. Por favor difundir así puedo encontrarla, se ofrece recompensa. Responde al nombre de zuricata (un rt no cuesta nada🙏🏼) https://t.co/867yEe5sG8",
  "@myriambregman Será tu repudio, yo apoyo a la justicia independiente que manda a un delicuente violentísimo a ser juzgado por sus crímenes . Un poco de decencia, Myrian Bregman",
  "@myriambregman El monigote es Facundo Jones Huala, pseudo mapuche .",
  "@GustavoBruzone @willykohan @WolffWaldo @RomeroMarcelo63 @fargosi Quiénes serían los que le dejaron la provincia quebrada? Qué cara dura !",
  "@radiomitre Delira la señora esta.",
  "@Winston_Dunhill Quien quebró la provincia digo yo?",
  "Nuevo favorito: Moby https://t.co/62bUoKiqKe @DeezerBR",
  "@jorgerialsoy https://t.co/6Qg9i1mv4X",
  "@cgtnenespanol 21",
  "Todo populismo es verticalista, expansivo y busca perpetuarse en el poder. Nace oportunista/muere autoritario. Tanto de Izq cómo de Derecha",
  "Nuevo favorito: Late Night Tales: BADBADNOTGOOD de Badbadnotgood https://t.co/b4Ao1SfVuC @DeezerBrasil",
  "@radiomitre @mauriciomacri Mi apoyo a nuestro presidente, hombre de ideales y trabajo.",
  "Nuevo favorito: Say Something de Justin Timberlake https://t.co/W6ytKpfMRr @DeezerBrasil",
  "🔴 GRAN SEMANA 🔴\n\nMACRI da de baja 28000 planes a piqueteros que no daban contraprestación.\n\nMACRI congelará los SALARIOS de los ALTOS FUNCIONARIOS. \n\nMACRI apura la BAJA de la EDAD de IMPUTABILIDAD a 14 años.\n\nRT si APOYAS éstas medidas\n\nPara ésto te vote @mauriciomacri 👏👏👏",
  "@orkoargento @lanataenel13 Diría que creer que el metro bus es una pavada te hace ignorante y retrógrado también",
  "Nuevo favorito: Everything's Beautiful de Miles Davis https://t.co/h5twbhswbA @DeezerBrasil",
  "@cgtnenespanol 4",
  "Nueva favorita: Hernan Cattaneo / Balance Presents Sudbeat (Continuous Mix 1) https://t.co/g6to2R9UGO @DeezerBrasil",
  "@aide_tarrio Apareció su familia ?",
  "#Morón se busca a su familia,está muy triste,porfa rt,gracias!! https://t.co/ZbPkjAkECM",
  "@fernandosolanas Claro Pino, claro... el estado debe seguir lleno de parásitos , total los pagamos los estúpidos capitalistas.",
  "@radiomitre La ridiculez sin límites",
  "Santa María diciendo que los millones de dólares los hizo con sus hospitales, cuando los hospitales son del sindicato que maneja.\nQue caradurez para chorear guita, se creen totalmente impunes.",
  "Nueva favorita: Red Hot Chili Peppers / By The Way https://t.co/CiTxEQ42Df @DeezerBrasil",
  "Nuevo favorito: Their Satanic Majesties Request (50th Anniversary Special Edition / Remastered) de The Rolling Stones https://t.co/bB3FAlPUJ3 @DeezerBrasil",
  "ESTO DEBERIA SER ILEGAL...pero no lo es por el ESPECISMO. Dsicriminacio de especies basada en una supusta \"superioridad\" de la especie humana. Y yo digo...si fueramos realmente superiores no hariamos esto...... #GoVegan https://t.co/UhEw6UeitH",
  "@infobae Qué a la iglesia le interesó mantener en la ignorancia a las masas es sabido desde que exiSte",
  "@ekafoggers @PaisPPT Podes ocultarte bajo otro seudónimo : quedemonosloslacra",
  "@PaisPPT Totalmente de acuerdo. Muy bien que nos recuerden cuál es el comportamiento correcto .",
  "«Empezó la preventa de la Nueva Revista Orsai» https://t.co/pN8brpJYQF vía @casciari",
  "Este amorcito necesita adopción https://t.co/XEzlIkf5dF",
  "Brutal represión del genocida Macri y sus lacayos imperialistas. No pasarán. https://t.co/taNYAZqEeq",
  "Nuevo favorito: Playlist Jazz at Work (instrumental) de Yannick - Deezer Jazz Editor https://t.co/kGTfct0pTD @DeezerBrasil",
  "@FloraAlkorta 5",
  "@CFKArgentina Claro, las cuentas que hacen tus vasallxs.",
  "@CFKexPresidenta Jajajaja, tenés razón .",
  "Siempre pensé que teníamos un progresismo y una izquierda de la edad de piedra. Vaya confirmación https://t.co/7f75MRJOVj",
  "@CFKexPresidenta Callate, chorra, psicópata, vende patria.",
  "Difundir #justicia https://t.co/9jo3uWSLW0",
  "@PSTUARG Energúmenos violentos.",
  "\"Quieren sacar el yogurt, el pan y la leche\", dicen los hijos de puta que pagaban 40% adicional en obra publica, que pesaban la guita en bolsos, y se afanaron más de 20.000 millones de dólares en 12 años. Hipócritas. #TodosAlCongreso",
  "@m_euge1 @ayeprats @merlinariel44 Aprende a escribir",
  "Estos criminales están sueltos ? #justicia #EstamosMal https://t.co/BCliSKGTig",
  "Jueza Vergara, cómplice del vandalismo paleolítico de ayer. https://t.co/BG6wZDxq2J",
  "Van a tratar de que no exista Argentina . Nefastos. https://t.co/WUtJPcXXbZ",
  "@fabiomb @aschapire Zombis de la Edad de Piedra = izquierda argenta vergonzosa",
  "Inocentes y pacíficos manifestantes “reprimidos brutalmente” por las fuerzas de seguridad, no? https://t.co/SnFJnSVzBt",
  "Este esperpento intentó dejarnos desprotegidos a merced de los violentos. Imagen del país que la mayoría no quiere. https://t.co/X5weqqMTSv",
  "El país que propone el bando K y la izquierda anacrónica y farsante. https://t.co/HBJ9E3QjuP",
  "CGT, manga de corruptos y caraduras . Barracas/Palermo en bici , subte A y B no andan  https://t.co/xZmCSTCokS",
  "Bestias https://t.co/O0s4Q4lRIm",
  "@mayrasmendoza @CFKArgentina Chorra! Las dos @CFkargentina y @mayrasmendoza",
  "@mayrasmendoza No van a lograr nada, ignorantes y violentos. Somos más los que queremos un país mejor.",
  "Nueva favorita: Dead Can Dance / Indus (Remastered) https://t.co/gWZcy25xpP @DeezerBrasil",
  "Nueva favorita: Dead Can Dance / Severance (Remastered) https://t.co/Zhhl6Mq8eL @DeezerBrasil",
  "Nuevo favorito: Echo And The Bunnymen https://t.co/05Ck7W1EdQ @DeezerBrasil",
  "Nuevo favorito: The Jesus and Mary Chain https://t.co/XfheqbpSBH @DeezerBrasil",
  "Nuevo favorito: My Bloody Valentine https://t.co/pCQikZr0Yj @DeezerBrasil",
  "Nuevo favorito: Nick Cave &amp; The Bad Seeds https://t.co/LkZRQbAC4d @DeezerBrasil",
  "Nuevo favorito: Gil Scott-Heron https://t.co/QRYE8I1g1n @DeezerBrasil",
  "Nuevo favorito: Playlist Jazz Dinner de Yannick - Deezer Jazz Editor https://t.co/wkxrUkpSKV @DeezerBrasil",
  "Como se puede ver en el video, el intendente K Mario Secco y sus matones irrumpieron violentamente en la Legislatura bonaerense para impedir el debate y la sesión en curso. Pediremos a la Justicia que investigue si cometieron alguno de los delitos previstos en el Codigo Penal. https://t.co/0ybabWPSnU",
  "@infobae No Cris, es para frenar a los delincuentes que mandas para desestabilizar a nuestro país.",
  "¿Quién protege más y mejor a nuestros jubilados?\n#AlCongresoPorLosJubilados \n\n(después de votar por favor retuiteá esta encuesta, para que más gente pueda opinar)",
  "Tiraron miles de millones en Fútbol Para Todos, miles de millones en Aerolíneas, miles de millones (cash) en las cuentas del FMI, y miles de millones en sus propios bolsillos.\n\n¡¿Y fingen preocupación por los jubilados?!? ¿Por qué no se van a la reputísima madre que los parió?!!!",
  "@CFKArgentina Chorra!",
  "Así se destruye el relato K en 1 minuto y queda más que claro que el kirchnerismo fue una máquina de engañar a la gente para robarles su plata. https://t.co/HJGWC0A12b",
  "@Stolbizer Aporta alguna idea en vez de criticar .",
  "@Stolbizer Callate Margarita. Decís todo el tiempo cualquiera.",
  "Nuevo favorito: Playlist Sax Addicts de Jazz &amp; Blues Experience https://t.co/GXBAA6IHQg @DeezerBrasil",
  "Nuevo favorito: Playlist Bradley's de Fynn - Editor https://t.co/nsN37utviD @DeezerBrasil",
  "Nos estamos quedando sin las voces que nos informaban que ganó Scioli por amplia diferencia y que a Maldonado lo desapareció gendarmería.",
  "¡Memoria! https://t.co/R2IWC2R9Yf",
  "Nuevo favorito: Screamadelica de Primal Scream https://t.co/IhDNULgFaf @DeezerBrasil",
  "Nueva favorita: David Bowie / Sound and Vision https://t.co/H0D0STq11h @DeezerBrasil",
  "Nuevo favorito: Paul Weller https://t.co/PR3wcylE2T @DeezerBrasil",
  "Nueva favorita: The Style Council / Confessions 1, 2 &amp; 3 https://t.co/mxCYN82jcg @DeezerBrasil",
  "Nueva favorita: The Style Council / You're The Best Thing https://t.co/zxW82TI6up @DeezerBrasil",
  "Nuevo favorito: The Complete Adventures Of The Style Council (Digitally Remastered) de The Style Council https://t.co/BPx8MZT4ZC @DeezerBrasil",
  "Nuevo favorito: The Style Council https://t.co/1Nn7O9tFZM @DeezerBrasil",
  "Nueva favorita: The Style Council / You're The Best Thing https://t.co/3PL75Bxeix @DeezerBrasil",
  "Nuevo favorito: David Sylvian https://t.co/uTLdiTyhJF @DeezerBrasil",
  "Nueva favorita: David Sylvian / When Poets Dreamed Of Angels https://t.co/ac19RwzdwB @DeezerBrasil",
  "Nuevo favorito: Dance Of The Rainbow Serpent de Santana https://t.co/jM4b239wvj @DeezerBrasil",
  "Nuevo favorito: Santana https://t.co/gqzeqyAfp0 @DeezerBrasil",
  "Nueva favorita: Paco de Lucía / Manha De Carnaval https://t.co/9360zQl2ty @DeezerBrasil",
  "@infobae Con gentencon esa cabeza no puede haber país mejor.",
  "Basta de esta mierda! Sres Jueces y fiscales, basta de piquetes por cualquier cosa. No deben permitir más esta anarquía! https://t.co/r7BAFwsfao",
  "Increíble lo que pasa en la Patagonia con estos supuestos pueblos originarios. Son delincuentes y delirantes. El Estado no debe avalarlos",
  "Nuevo favorito: Vincent Gallo https://t.co/4PZhW2hGec @DeezerBrasil",
  "Nuevo favorito: Playlist Ao Infinito E Além de Yasmin - Brazil Editor https://t.co/B1CJYiGXG2 @DeezerBrasil",
  "Nueva favorita: Ozuna / Se Preparó https://t.co/Q5uxlPrmvO @DeezerBrasil",
  "Nuevo favorito: Adrift de Steve Gibbs https://t.co/zjmjUUioRB @DeezerBrasil",
  "Nuevo favorito: Steve Gibbs https://t.co/ilQokqxQFV @DeezerBrasil",
  "CFK no es perseguida por la Justicia. Es BUSCADA por los delitos cometidos y el enriquecimiento a costa de pobres y estado.",
  "Cristina Kirchner, vergüenza nacional",
  "Nuevo favorito: History Of The Future Part 2 de The Orb https://t.co/9DnBVKnaux @DeezerBrasil",
  "Nuevo favorito: The Cow Remixes - Sin In Space, Pt. 3 de The Orb https://t.co/hUOvctwmno @DeezerBrasil",
  "Nuevo favorito: Rock Symphonies de David Garrett https://t.co/A1WyT3UGrh @DeezerBrasil",
  "Nuevo favorito: Rock Revolution (Deluxe) de David Garrett https://t.co/JOdRulYMor @DeezerBrasil",
  "Nueva favorita: David Garrett / In The Air Tonight https://t.co/SAwwL7uW5I @DeezerBrasil",
  "Nuevo favorito: David Garrett https://t.co/7AtvgdY2om @DeezerBrasil",
  "@LANACION Qué cara dura esta mina !!!",
  "Nuevo favorito: Something Just Like This (Remix Pack) de The Chainsmokers https://t.co/CKkExfep7r @DeezerBrasil",
  "Nuevo favorito: Lost! de Coldplay https://t.co/SeG52zOyJQ @DeezerBrasil",
  "Nuevo favorito: Playlist Acoustic Chill de Robin - Moods Editor https://t.co/gEqxz23Dyo @DeezerBrasil",
  "Sometimes you win, sometimes you learn.",
  "@CFKArgentina Vote Choreo!",
  "@PaolaPa05 Ojalá no se arrepienta.",
  "Detuvimos al Pata Medina. https://t.co/JT4iubmkfC",
  "Nuevo favorito: Frank Ocean https://t.co/iGac8utAu7 @DeezerBrasil",
  "Nuevo favorito: All The Light Above It Too de Jack Johnson https://t.co/ONzx8dGCdk @DeezerBrasil",
  "@juancampanella Ese icono significa Suerte",
  "#BuenDomigo\nAunque nos cueste a todos tenemos la obligación de reconocer que el Kirchnerismo \"Si Fue Magia\" y si no me crees mira...\n#Mesaza https://t.co/3bJpm3x3Jq",
  "Nuevo favorito: Post Pop Depression: Live At The Royal Albert Hall de Iggy Pop https://t.co/UUD9smrAJi @DeezerBrasil",
  "Nuevo favorito: Ludovico Einaudi: Le onde de Ludovico Einaudi https://t.co/KpPKs1gS4Q @DeezerBrasil",
  "Nueva favorita: Ludovico Einaudi / Elegy For The Arctic https://t.co/l8GlstA9ys @DeezerBrasil",
  "Nuevo favorito: Sunday de Iggy Pop https://t.co/2mG3dgQOdB @DeezerBrasil",
  "Nuevo favorito: Vîrus https://t.co/8OduqFiILh @DeezerBrasil",
  "Nueva favorita: Vîrus / Imágenes Paganas https://t.co/KZcXOjk68G @DeezerBrasil",
  "Nueva favorita: Vîrus / Wadu Wadu https://t.co/EgkoqJAmPk @DeezerBrasil",
  "Nueva favorita: Vîrus / Pronta Entrega https://t.co/ucyxnjq8sm @DeezerBrasil",
  "Nueva favorita: Vîrus / Imágenes Paganas (Version Inédita) https://t.co/1l0BpUjS1x @DeezerBrasil",
  "Nuevo favorito: Playlist Woody Allen in Music de Jazz &amp; Blues Experience https://t.co/88Xv5Ic7uI @DeezerBrasil",
  "¿Se referirá a la pedofilia, la colaboración con dictaduras, desprecio a las mujeres, condena a los gays...? Y hay tanto más. #PapaColombia https://t.co/nqELyCPUkp",
  "No derramaron una lágrima por la masacre de Once. Prohibían cubrir los actos. Cínicos. Mónica, qué fuerza tenés. Mi admiración total. https://t.co/VRNTgiIXhe",
  "Nuevo favorito: Playlist Discography - James Vincent McMorrow de James Vincent McMorrow https://t.co/yiIFQa97ib @DeezerBrasil",
  "Nuevo favorito: James Vincent McMorrow https://t.co/MMFGXgubke @DeezerBrasil",
  "Nueva favorita: James Vincent McMorrow / National https://t.co/vQ8F3adbGp @DeezerBrasil",
  "Nueva favorita: James Vincent McMorrow / I Lie Awake Every Night https://t.co/LxlH1ZMhg8 @DeezerBrasil",
  "CFK cree que puede engañar a la gente \"disfrazándose\" del estilo Cambiemos. Se cree que son todos boludos como su hijo. https://t.co/v7XBxADoEK",
  "Dice CFK que el conurba lo dejó así por un tema Ecológico: todo es más verde, más natural, sin asfalto, sin gas, sin cloacas. Sin vergüenza! https://t.co/H4ciGTyFRz",
  "Alguien sabe quien es Maria C. Rodríguez?\n?\n?\n?\n?\n?\n?\n?\nEra la Ministra de Seguridad de CFK cuando mataron Nisman. \nDio alguna explicación?",
  "Violadora de los DDHH https://t.co/LjTVjWKjc8",
  "Nuevo favorito: Late Night Tales: Jon Hopkins de Jon Hopkins https://t.co/rz6SzAGKdV @DeezerBrasil",
  "Nuevo favorito: Playlist Acoustic Rock de Renaud - Rock Editor https://t.co/AquFmajuzt @DeezerBrasil",
  "Nuevo favorito: Chaosmosis de Primal Scream https://t.co/qXucIuq79p @DeezerBrasil",
  "Nuevo favorito: The Magic Whip de Blur https://t.co/eytZCOWUiH @DeezerBrasil",
  "Nuevo favorito: Nina Simone: Verve Ultimate Cool de Nina Simone https://t.co/31dPSQMMCT @DeezerBrasil",
  "@lucasllach iPod",
  "@kluca112688 @Florfreijo Hoy en día, las mujeres se aprovechan del discurso feminista para aprovecharse de los hombres . Un asco, vergüenza de género siento .",
  "@infobae Son 8!",
  "#Política @SBerensztein: \"cierto sector del sindicalismo se convirtió en un obstáculo para el desarrollo\"\nhttps://t.co/ftoxTQCfG7",
  "Ex combatientes de Malvinas le pidieron a Moyano que pague por los destrozos a las cruces en Plaza de Mayo. https://t.co/dceqiKH3Z5",
  "Nuevo favorito: Kaleidoscope EP de Coldplay https://t.co/sttacqa0wA @DeezerBrasil",
  "Nuevo favorito: The Top de The Cure https://t.co/tv2dKla5Ic @DeezerBrasil",
  "@Florfreijo Los mamíferos de casi todas las especies tienen la costumbre ancestral de ser cuidados por las hembras que los parieron, sabias ?",
  "@infobae 1",
  "Nuevo favorito: Galore - The Singles 1987-1997 de The Cure https://t.co/a2JhHzIHHk @DeezerBrasil",
  "Nuevo favorito: Disintegration de The Cure https://t.co/MTj1X5ldAq @DeezerBrasil",
  "Nuevo favorito: The King Of Limbs de Radiohead https://t.co/kFAx6pAq7W @DeezerBrasil",
  "Nuevo favorito: TKOL RMX 1234567 de Radiohead https://t.co/SxCBw1bSSj @DeezerBrasil",
  "Nuevo favorito: Late Night Tales: The Cinematic Orchestra de The Cinematic Orchestra https://t.co/gKJrLzzrMI @DeezerBrasil",
  "Amigos a pesar de las diferencias #dogstagram #lifeisbeautifull #lovedogs #lovecats en Mariscal… https://t.co/AUX3e9kFDp",
  "Nuevo favorito: Playlist Roadtrip Sing-Along de Deezer Mood Editor https://t.co/4qSE8PO7Tc @DeezerBrasil",
  "Nuevo favorito: Songbook de Chris Cornell https://t.co/cQvHTIEne5 @DeezerBrasil",
  "Nueva favorita: Chris Cornell / As Hope And Promise Fade https://t.co/lKLDUYteRp @DeezerBrasil",
  "Nueva favorita: The Smashing Pumpkins / 1979 https://t.co/if8WWA931i @DeezerBrasil",
  "Nueva favorita: Chris Cornell / Like A Stone https://t.co/UZEKZbhZ4l @DeezerBrasil",
  "Nuevo favorito: Gold Selection: Jazz de Ella Fitzgerald &amp; Louis Armstrong https://t.co/OHv1VMPvPs @DeezerBrasil",
  "#paradise #nowords #beachlife #sunset https://t.co/ieyeeBHFVb",
  "#Cambiemos https://t.co/IymyMnrIZp",
  "Nuevo favorito: Chill on Kaos de Various Artists https://t.co/aF9fxxMyHG @DeezerBrasil",
  "Nueva favorita: East West Connection / The More I Get the More I Want https://t.co/hgXY1b2Ps3 @DeezerBrasil",
  "Nueva favorita: East West Connection / The More I Get the More I Want https://t.co/hgXY1aLe3t @DeezerBrasil",
  "Nuevo favorito: Playlist New Indie de Robin - Indie/Alternative Editor https://t.co/gKwjZ7ThRK @DeezerBrasil",
  "Nuevo favorito: Playlist Rock Icons (Rolling Stones, Beatles, Kinks...) de Renaud - Rock Editor https://t.co/0QYIaBwmAk @DeezerBrasil",
  "Nuevo favorito: Playlist Buddha Cafè Lounge Bar Music Club zen de Alineblonde57 https://t.co/iCuIK24GHK @DeezerBrasil",
  "Nueva favorita: The Beatles / Here Comes The Sun https://t.co/xleBWg6wlQ @DeezerBrasil",
  "Nueva favorita: Nina Simone / Feeling Good https://t.co/oH85B4b54d @DeezerBrasil",
  "Nuevo favorito: Playlist Bom dia, flor do dia de Yasmin - Brazil Editor https://t.co/UwTgSsiYAB @DeezerBrasil",
  "Nuevo favorito: Iggy Pop https://t.co/ASeT4KqzSI @DeezerBrasil",
  "@sanchezfdo @FerIglesias Lo subio @NunkMasKK \ny otro video que sale kicillof y de vido negando pagar https://t.co/rf9mmEXHwh",
  "@sanchezfdo @cgimenez1218 Acá el decreto q firmó el vende Humo..\ncc @elcoya1977 https://t.co/ky38rPoMY6",
  "Massa dijo que no firmó la expropiación de Aerolíneas pero su firma aparece junto a la de CFK y De Vido. Le falla la memoria o miente? 🤔 https://t.co/pvk1lk0xxC",
  "@matiasvicente @infobae Ahora podes hacer algo más productivo con tu familia. Nuestros impuestos no pueden pagar la idiotización nacional! Pagá de tu bolsillo sino.",
  "@infobae Que aún hay gente tan imbecil que crea que lo que no paga directamente sea gratis??? 7 décadas peronistas lobotomizaron a unos cuantos",
  "@infobae Perfecto, así lo pagan los que quieren verlo y no todos !",
  "Consejo a Macri: Si quieren ganar las elecciones, muestren las obras que están haciendo en lugares que el peronismo siempre olvidó",
  "Nuevo favorito: Playlist Rock Workout: Linkin Park, Nirvana, RATM... de Renaud - Rock Editor https://t.co/Qwzpm21z5E @DeezerBrasil",
  "Nueva favorita: Ólafur Arnalds / 1440 https://t.co/TXpwm81Fmf @DeezerBrasil",
  "No esperen a que \"vuelvan\"\nVayan ya a vivir Santa Cruz, ahí siguen estando\nEso si, sin clases y con jubilados y empleados sin cobrar\nSuerte",
  "Solo un descerebrado puede creer que la situación actual se debe a Macri. La economía de hoy es reflejo de 12 años de robo y despilfarro",
  "Massa no dice la verdad. La economía crece por exportaciones e inversiones hace 9 meses, la inflación baja y será la mitad que en 2016.",
  "Cómo puede ser que estos dos sigan sueltos!!! https://t.co/iLnLL9Wx2g",
  "Miedo! Y vergüenza también . https://t.co/iLnLL9Wx2g",
  "Pensar que en 1816 tuvimos gente  rompiéndose el culo para tener un país que 201 años más tarde no puede poner en cana a los chorros K!",
  "Inflación anual jun-16: 44%\nJun-17: circa 22%. \nTipo de cambio real: igual. \nDesinflación sin atraso cambiario, primera vez en Argentina.",
  "@infobae  https://t.co/gDVcmJgQ9X",
  "@infobae Vos vas a ir en cana, chorro, corrupto, vago. Estamos logrando empezar a limpiar la lacra que invadió nuestras instituciones. Fuera ladrón!",
  "@infobae Un ignorante y chorro . Vos vas a ir en cana d'elia. Está empezando a limpiarse de la lacra nuestro país .",
  "@orkoargento @Lanataenel13 Sos tan ignorante.",
  "Si de 24 provincias sólo una está en crisis hace años, la culpa es de Macri o de la familia Kirchner? https://t.co/SKx7kuRRLA",
  "Julio Martínez: \"Durante la guerra de Malvinas se perdieron 72 aviones y durante el kirchnerismo, cien\" https://t.co/YzegIXjHCi https://t.co/piNlbBSQ2E",
  "@Lanataenel13 El tren va a revivir pueblos olvidados.Recuperando lo que tuvimos antes que cualquier otro país de Latinoamérica,pero es el camino. Macri 💜",
  "Si la Justicia argentina no fuera una mierda, hoy muchos delincuentes K estarían presos y no en campaña y alimentando la violencia social.",
  "Qué persona crees que puede llevar a la Argentina a ser un país más desarrollado, reduciendo la pobreza y terminando con la corrupción?",
  "Nuevo favorito: ...and they have escaped the weight of darkness de Ólafur Arnalds https://t.co/8k3xv2ZGD3 @DeezerBrasil",
  "Nuevo favorito: ...and they have escaped the weight of darkness de Ólafur Arnalds https://t.co/8k3xv2I5Lv @DeezerBrasil",
  "Nueva favorita: Zeca Baleiro / Ciranda da Meia-Noite https://t.co/SElmUyNybS @DeezerBrasil",
  "Nuevo favorito: Slip Away de Perfume Genius https://t.co/Z4tlLcRGJv @DeezerBrasil",
  "Nuevo favorito: Go Ahead de Perfume Genius https://t.co/p5qh3rWEJs @DeezerBrasil",
  "Nuevo favorito: Playlist Best of Coldplay de Wouter - Benelux Editor https://t.co/D6GyTRpO0W @DeezerBrasil",
  "Nuevo favorito: Hypnotised de Coldplay https://t.co/xaDnqX3Rnx @DeezerBrasil",
  "Nuevo favorito: No Shape de Perfume Genius https://t.co/hhnTbVUVFT @DeezerBrasil",
  "@CFKArgentina Con tal de figurar cualquier cosa, chorra corrupta, delirante, vergüenza argentina , no mezcles tu hombre con un símbolo demócrata nacional.",
  "@RICALFONSIN Cobardes y violentos . Solidaridad para usted y su familia y sobre todo gran respeto a la memoria de un demócrata intachable .",
  "#Neuquen #Plottier A los galgueros los corre La justicia con CARCEL!! https://t.co/enWhzFTSFP #DiaDePerros \n#GalgosLibresGalguerosPresos https://t.co/qCENNUW7Qs",
  "El gobierno anterior hubiera dicho que la policia no respetó los derechos himanos, no?https://t.co/zZs8ialxYm",
  "@Negrito0126 @Lanataenel13 @marceloexequie9 Volvé a Colômbia que está bárbaro !",
  "@Lanataenel13 Estoy escuchando al delirante de insaurralde y es vergonzoso. Es una especie de delirante peligroso",
  "@grisici Qué poso seso tenés. Viajaste alguna vez ?",
  "@MateHirviendo @horaciorlarreta @elSanMartinCTBA Se caía a pedazos porque en los 12 años k no les armaron ningún choreo con obra pública en ese lugar",
  "@xorje_molina @cirorabaji @Lanataenel13 Gente, estos no llegan a ser humanos",
  "@migan2015 @cirorabaji Exacto, @cirorabaji habla con bad informaishon !",
  "@cirorabaji @Lanataenel13 La diferencia es abismal , debes hablar de lo que no conoces",
  "Había una vez un país próspero, con excelente educación, que atraía millones de inmigrantes, hasta que llegó Perón. Setenta años después.... https://t.co/qNZMS3dswR",
  "Nuevo favorito: Playlist Coffret Nova Tunes 2.1 - 3.0 (2010 - 2014) de Radio Nova https://t.co/Df1vg5dFwS @DeezerBrasil",
  "@juliodi64232575 @mauriciomacri Desde cuando un símbolo religioso es signo de inteligencia o cultura !! Bad informaishon! Jajjaja",
  "Nuevo favorito: Windswept de Johnny Jewel https://t.co/402SclSLXx @DeezerBrasil",
  "Nuevo favorito: 13 Reasons Why de Various Artists https://t.co/kl9Y5ujf17 @DeezerBrasil",
  "Nueva favorita: Chromatics / Blue Moon https://t.co/QG3F4N55Z8 @DeezerBrasil",
  "Nuevo favorito: The Very Best de INXS https://t.co/PEvm1DAoUl @DeezerBrasil",
  "@infobae Chau, capaz que los quema",
  "@CFKArgentina @C5N Psicópata! Manipuladora, corrupta",
  "@infobae Ojalá hayamos aprendido",
  "@radiomitre La \"nota\" la hicieron marionetas pseudoperiodistas",
  "Nuevo favorito: Skilled Mechanics de Tricky https://t.co/diOAtdgWVw @DeezerBrasil",
  "Nueva favorita: Santana / Put Your Lights On https://t.co/aDrtn9LIwF @DeezerBrasil",
  "Nuevo favorito: Supernatural (Legacy Edition) de Santana https://t.co/oGTZVTmEgN @DeezerBrasil",
  "Santa Cruz es el único lugar del pais donde hace 44 días que los pibes no tienen clase. \nEl kirchnerismo es, básicamente, una mierda.",
  "Oportunidad: ofrezco 100 millones de dólares, cash, al kirchnerista que me traiga las lista completa de los \"treinta mil\" desaparecidos.",
  "Nuevo favorito: Sex And Death de The Durutti Column https://t.co/8x06o99Ol6 @DeezerBrasil",
  "Nuevo favorito: The Durutti Column https://t.co/0hnCLPX24S @DeezerBrasil",
  "Nuevo favorito: A Sign of Change de Lamb https://t.co/1etn0f7mf6 @DeezerBrasil",
  "Nuevo favorito: Tricky https://t.co/2mPxa0wtIF @DeezerBrasil",
  "Nuevo favorito: Rodrigo Amarante https://t.co/xDBqQ3UCFS @DeezerBrasil",
  "https://t.co/XCWo1lZrje",
  "🦁DOMINGO 21 DE 12 A 16HS, EL ZOO=CARCEL DE PALERMO NO CERRO, LOS ANIMALES SIGUEN SUFRIENDO, VENI  A INFORMAR AL PUBLICO.  @lavozdelosotros https://t.co/0iQlS0nTXc",
  "@refugioenalerta @lavozdelosotros Qué novedades de Gerardo ?",
  "Por favor lo van a terminar matando al peque urg #laferrere https://t.co/A17CtblUsb",
  "Nuevo favorito: Automaton de Jamiroquai https://t.co/R43Al99IHD @DeezerBrasil",
  "SU DUEÑA MURIÓ HACE 4 AÑOS...ESTÁ SOLA EN UNA CASA ABANDONADA...ADOPCIÓN URGENTE... EL CONTACTO @sanmarza64 DALE RT X FAV https://t.co/TRGHYc5IuN",
  "@pgerchunoff Los caminos rurales que reclamás dependen de que haya más dietrichs y menos devidos.",
  "https://t.co/zO3jgflWak",
  "CIENTOS D RT Y NADA\nESTA ANGELITA NECESITA URGENTE UN HOGAR VIVE ALLI HACE 4 AÑOS SOLA!! SOLA COMPLETAMENTE SOLA!!!\nhttps://t.co/WUT9Fk4eJR https://t.co/6XVYUGCsau",
  "CFK fue más corrupta de lo que estamos viendo en Brasil. Solo que en Argentina tenemos la complicidad de la Justicia y empresarios de mierda",
  "Nuevo favorito: Spirit de Depeche Mode https://t.co/RmrWoWfhHL @DeezerBrasil",
  "Nueva favorita: Depeche Mode / Where's the Revolution https://t.co/8DFlBO5mCh @DeezerBrasil",
  "Nuevo favorito: Playlist Valentine's Day best songs - The Crooners de Jazz &amp; Blues Experience https://t.co/NFGhMB6vZO @DeezerBrasil",
  "Nuevo favorito: Playlist Very Best of Jazz ( Ray Charles, Miles Davis...) de Jazz &amp; Blues Experience https://t.co/4nZeF09ZHL @DeezerBrasil",
  "Nueva favorita: The Jimi Hendrix Experience / Little Wing https://t.co/r2T8ZB5p1d @DeezerBrasil",
  "Nueva favorita: Louis Armstrong / All That Meat &amp; No Potatoes (From the Movie \"Office Space\") https://t.co/lbNUx5yNC0 @DeezerBrasil",
  "Nuevo favorito: Playlist Miles Davis de Jazz &amp; Blues Experience https://t.co/hadqTLfBYB @DeezerBrasil",
  "Nuevo favorito: Playlist Jazz Club de Jazz &amp; Blues Experience https://t.co/grmngnMTvc @DeezerBrasil",
  "Nueva favorita: Yunel / Sin Miedo https://t.co/Po14Rrj9dJ @DeezerBrasil",
  "@infobae Un delinciente es",
  "Se enciende el día #home  #brasil #sunrise  #views https://t.co/bocjHjDOC4",
  "New favourite: Close to Paradise by Patrick Watson https://t.co/uuQqVEOU4l @DeezerBrasil",
  "New favourite: Patrick Watson https://t.co/S5osBywIqr @DeezerBrasil",
  "Nuevo favorito: Playlist Late Night Tales of Spring de Late Night Tales https://t.co/bkSxB4FOHP @DeezerBrasil",
  "La obra del hombre puede ser algo enaltecedor. #travelphotography #oneworld #asia #singapore… https://t.co/BrDKh3mN0o",
  "Nuevo favorito: Playlist 100 Jazz Essentials de Jazz &amp; Blues Experience https://t.co/6Tp3OqqsKJ @DeezerBrasil",
  "Nuevo favorito: Playlist Happy Hour de Deezer Mood Editor https://t.co/N5LzFqPbV1 @DeezerBrasil",
  "No olvidemos: Lázaro y CFK se apropiaron de tierras equivalentes a 12 veces la Cap. Fed o 4 veces las Islas Malvinas https://t.co/svzxOz71rf https://t.co/BgIX4udgpk",
  "Cuando vivís en un partido donde el peronismo gobierna hace 60 años, las plazas hieren a tu hijo y no hay médico que te atienda. https://t.co/HSuTxHypy3",
  "Qué payasada es está???  https://t.co/TyrMZD6PtF",
  "Si algo ayer quedó claro es el fin del kirchnerismo #1A https://t.co/WBVYEQaYGv",
  "Una vez mas quedó demostrado que la gente en la Argentina sigue estando muy al centro derecha de las ideas que florecen en la radio y la tv",
  "#lovethailand #asiatravel #travelersnotebook #worldtraveler #photography https://t.co/3GGzW08MB6",
  "Nuevo favorito: Playlist Wake up! #jazz de Yannick - Deezer Jazz Editor https://t.co/tRPPO5o5GN @DeezerBrasil",
  "Obligar a los docentes a aprobar a TODOS los alumnos, como hacía CFK, es despreciar profundamente su labor y su esfuerzo. Nunca más.",
  "Si votás peronismo pero exigís que los maestros ganen como en Suiza o Noruega, tené mucho cuidado, es probable que seas un total pelotudo.",
  "Un país sin memoria o con memoria parcial no avanza. Todos debemos saber cuántos desaparecidos hubo y también cuántos muertos por montoneros",
  "Dicen q Macri no sabe cuanto gana un jubilado. Bueno, CFK sabía lo que ganaban y ordenó a Anses no pagarles el aumento que ordenaba la Corte",
  "Sólo por esto, Cristina Kirchner debería estar presa de por vida. Esto es mucho peor que los miles de millones que se robó. https://t.co/tuGGYELCE4",
  "Partiendo hacia Australia. Viaje oficial en búsqueda de inversiones para nuestro país. https://t.co/flOMslnyGX",
  "Nuevo favorito: Playlist Sunday Morning de Fynn - Editor https://t.co/ZNt5lKfiZf @DeezerBrasil",
  "Nuevo favorito: Playlist Focus at Work de Fynn - Editor https://t.co/FI1USlTSZg @DeezerBrasil",
  "Nuevo favorito: Playlist Stay Sharp | Focus &amp; Study Playlist de Filtr https://t.co/KNJTgHGis6 @DeezerBrasil",
  "@Lanataenel13 Muy espontánea. https://t.co/D0vI2wuWXL",
  "Ahora q gritaron \"Macri Gato\", \"Libertad a Milagro\" y \"No se metan con Cristina\", seguro nadie se da cuenta q las \"mujeres\" de ayer eran K ! https://t.co/BjtCrvoH7n",
  "@Lanataenel13 un asco que me provoca vergüenza de género",
  "TRANSFUSION\nYa van por 5 unidades de sangre...\nDonante Mandalay\n\nFuerzas Sami!!!\nFuerzas doc!!!\nAhora todo depende de un milagro...\n\n💕🐴💕 https://t.co/WoA5FwrsUZ",
  "https://t.co/OpDFAKgEFE",
  "Nuevo favorito: Original Album Series de Everything but the Girl https://t.co/5mWAzeT0KK @DeezerBrasil",
  "Nuevo favorito: Acoustic de Everything but the Girl https://t.co/qv0ps5BF5z @DeezerBrasil",
  "Nuevo favorito: Everything but the Girl https://t.co/7LGMyhBD0d @DeezerBrasil",
  "Nuevo favorito: Late Night Tales: Music for Pleasure de Groove Armada https://t.co/P1VHhfMLea @DeezerBrasil",
  "Nuevo favorito: Black Light de Groove Armada https://t.co/DKOTXIsLdE @DeezerBrasil",
  "Nuevo favorito: Greatest Hits de Red Hot Chili Peppers https://t.co/JZ3TMXuIF6 @DeezerBrasil",
  "Nuevo favorito: The Getaway de Red Hot Chili Peppers https://t.co/y9A8wTQJE3 @DeezerBrasil",
  "#comidadeverdad #comidadeverdade #doutorandregustavo  hace casi tres años cambié radicalmente mi… https://t.co/08YCAqr2z4",
  "Nuevo favorito: Travelling Without Moving de Jamiroquai https://t.co/8SJYZA1mH2 @DeezerBrasil",
  "Nuevo favorito: Playlist Wake up ! #HITS de Deezer Mood Editor https://t.co/2VkQAjGKag @DeezerBrasil",
  "@Lanataenel13 un cara dura , podría trabajar de publicitario",
  "Nuevo favorito: Bonnie And Clyde de Serge Gainsbourg https://t.co/CejcX2drIh @DeezerBrasil",
  "Just posted a photo https://t.co/CtLOKhVUN8",
  "Nueva favorita: Prince / The Cross https://t.co/vAT5l6af2T @DeezerBrasil",
  "Nuevo favorito: Playlist Rock &amp; Chill: Rolling Stones, RHCP, U2... de Kim - Rock Editor https://t.co/QaZsLN51gU @DeezerBrasil",
  "Nueva favorita: Sébastien Tellier / La ballade du Georges https://t.co/TmAvDBviha @DeezerBrasil",
  "#Morning glory https://t.co/u5dGDgXw6g",
  "#simple things https://t.co/M6b2hTXJUt",
  "Nueva favorita: Ólafur Arnalds / Fyrsta https://t.co/kN1cX0r8VO @DeezerBrasil",
  "Nuevo favorito: White Light de Groove Armada https://t.co/WBaW0WO9Tf @DeezerBrasil",
  "Nuevo favorito: Paper Romance - Ep1 de Groove Armada https://t.co/dcJwt57wlx @DeezerBrasil",
  "Nuevo favorito: Late Night Tales: Groove Armada de Groove Armada https://t.co/diOXeRuRxv @DeezerBrasil",
  "New favourite: Radiohead / Burn The Witch https://t.co/DmilysB35b @DeezerBrasil",
  "New favourite: A Moon Shaped Pool by Radiohead https://t.co/qFNFft6xer @DeezerBrasil",
  "New favourite: Radiohead / High And Dry https://t.co/hU5jqLjCOh @DeezerBrasil",
  "Nuevo favorito: Top Hits de Zeca Baleiro https://t.co/6Iz4zy4E6A @DeezerBrasil",
  "Noni https://t.co/hY3naDjawI",
  "Nuevo favorito: Highspeeds de Elliot Moss https://t.co/j0w3Q3L0l9 @DeezerBrasil",
  "https://t.co/zAIeGUfraz",
  "Nueva favorita: Elliot Moss / Highspeeds https://t.co/gTwoJUIkvG @DeezerBrasil",
  "Nuevo favorito: Playlist Best Alternative of 2016 de Kim - Indie/Alternative Editor https://t.co/t9EoF6XsNX @DeezerBrasil",
  "Nueva favorita: Zeca Baleiro / Lenha https://t.co/NPUS8tucn0 @DeezerBrasil",
  "Nueva favorita: Massive Attack / The Spoils https://t.co/JJLLxiyzNp @DeezerBrasil",
  "Nuevo favorito: Antologia Acústica de Ze Ramalho https://t.co/sqvUnJnFWN @DeezerBrasil",
  "Nuevo favorito: Voz &amp; Violão - 40 Anos de Música de Ze Ramalho https://t.co/tRjGVn0NKm @DeezerBrasil",
  "Nuevo favorito: Daniel Melero https://t.co/EK5XvaoqPB @DeezerBrasil",
  "Nuevo favorito: Gustavo Cerati https://t.co/1fUACjZbVM @DeezerBrasil",
  "Nuevo favorito: Playlist George Michael [1963 - 2016] de Pop Music Editor https://t.co/T0NuJTt5HB @DeezerBrasil",
  "Corrientes, Argentina https://t.co/eM1HRNgcjK",
  "https://t.co/bWeJZaoRqg vía @youtube  #distrutar",
  "Les exigí que se retiraran y uno se acomodó mejor, el otro ni bola. Es mi cama!!! https://t.co/hbxPAki1rp",
  "Devuélvanme la cama! https://t.co/0yCbJ9M82u",
  "@LaFleur_ y? Ya consiguió casa?",
  "https://t.co/Ibeyy7EG02",
  "LOS \"ESCLAVOS\" tienen TRABONES en sus patas delanteras PARA QUE JAMÁS SEAN LIBRES. EXPLOTADOS HASTA MORIR. TRISTE REALIDAD #argentina #macri https://t.co/Pad8ZTgW1L",
  "Milagro Sala fue procesada hoy por contratar sicarios para asesinar a un tipo. Pero seguro la culpa es de Macri.",
  "Nuevo favorito: Playlist farniente. de Fynn - Editor https://t.co/WXxUzb0TOb @DeezerBrasil",
  "@martin_caparros @nytimes no la quiero a Kodama",
  "Descubre Beast Of Burden (Remastered) de The Rolling Stones en #deezer https://t.co/hcv3v4XK3E",
  "Perdón, no soy como ella https://t.co/qMCx2GNKlj",
  "https://t.co/Hca3AFBxsy",
  "Just posted a photo https://t.co/xEL78qsRpq",
  "Nuevo favorito: Playlist Cooking Tonight de Fynn - Editor https://t.co/DBPeRb8EuH @DeezerBrasil",
  "Nuevo favorito: Playlist Hipster Chill de Kim - Indie/Alternative Editor https://t.co/2L85dFrO2C @DeezerBrasil",
  "Después de llorar bajo el tilo durante 40', decidí adherir a las personas que twittean sus sentimientos. Mensajes en una botella",
  "@martin_caparros , le dije eso a un amigo (vivimos fuera), y me dijo estaba delirando.",
  "Eu &lt;3 Vance Joy / Emmylou https://t.co/eKPquFhSMp @DeezerBrasil",
  "Eu &lt;3 Vance Joy https://t.co/xHJnDob1iV @DeezerBrasil",
  "Eu &lt;3 Vance Joy / Riptide https://t.co/n15TDyyrTP @DeezerBrasil",
  "Eu &lt;3 Forever de GusGus https://t.co/wqeGFlBDGi @DeezerBrasil",
  "¿Por qué se enojan los K si los datos dicen que hubo 7000 desaparecidos y no 30000? ¿No es mejor? ¿O quieren 23 mil familias más sufriendo?",
  "La Ciudad cuenta con centros de atención veterinaria gratuitos para que cuides a tu mascota tanto como la querés: https://t.co/LcI6mqezje https://t.co/F47nv2R2W9",
  "¿Ningún fiscal va a citar a Esteche? https://t.co/yuAUxtw9Bw",
  "Jaja https://t.co/tFeUu2wbCq",
  "Nuevo favorito: Playlist Yellow Lounge Soundscapes de Sinfini Music https://t.co/YFgOk26cVj @DeezerBrasil",
  "Nueva favorita: Chris Cornell / Billie Jean https://t.co/gE08p1paJy @DeezerBrasil",
  "Nuevo favorito: Chris Cornell https://t.co/z0iSWlQXVy @DeezerBrasil",
  "Nuevo favorito: Playlist 90s Rock: Nirvana, RHCP, Oasis, Radiohead, Blur... de Kim - Rock Editor https://t.co/KZX22uM7ZT @DeezerBrasil",
  "Nuevo favorito: Woody Allen in Music de Jazz &amp; Blues Experience https://t.co/OYrlsXLXWy @DeezerBrasil",
  "Nueva favorita: Helen Forrest / I've Heard That Song Before https://t.co/mBZCbCGseE @DeezerBrasil",
  "Nuevo favorito: Playlist Chill in Nature - Xavier Rudd, Beck, Air de Deezer Mood Editor https://t.co/EJbKosWmW3 @DeezerBrasil",
  "@Anarquiaconsult @radiomitre por favor tomen nota : tagliarini son las cintitas . Spagheti hay de diversos grosores y son numerados!",
  "Nuevo favorito: Playlist Call me blues de Fynn - Editor https://t.co/JFBCLcxi1q @DeezerBrasil",
  "@ECdimitri @martin_caparros @SinEmbargoMX",
  "Nuevo favorito: Playlist Métro Pépouze de Fynn - Editor https://t.co/MWr1wAq2Vq @DeezerBrasil",
  "Nuevo favorito: Playlist CRAZY de Seppo Sorjonen https://t.co/kF368JrWdR @DeezerBrasil",
  "Nueva favorita: Alice Russell / Crazy https://t.co/dSarjZ05v1 @DeezerBrasil",
  "@CFKArgentina no pensaste en trabajar en publicidad? Sos una genia en armar titulares devenidos de tus delirios mentales. Te iría muy bien",
  "Hecho en casa https://t.co/SNDUgt5qIv",
  "Se está achicando el cerco sobre  el delincuente @sergioszpolski: Ya le dictaron prisión preventiva a su testaferro https://t.co/qMLXTrOGIh",
  "Herencia K: El nivel de aprendizaje en la Argentina está lejos de los mejores del mundo https://t.co/tbOL9MO2I0",
  "Aparecen más comprobantes de gastos truchos por viajes al exterior de Cristina Fernández https://t.co/dvcRd43Ws5 https://t.co/cB97tnxpEg",
  "Nuevo favorito: Playlist Sensuous Morning de Fynn - Editor https://t.co/qh96mGaBFA @DeezerBrasil",
  "Nuevo favorito: The Essential Leonard Cohen de Leonard Cohen https://t.co/2kYl1dKqap @DeezerBrasil",
  "Nueva favorita: The Pineapple Thief / Where We Stood https://t.co/Nk1rp1yDtD @DeezerBrasil",
  "Es verde ? https://t.co/JbkmX8X2yz",
  "@TodaPasion y con mi sobrina Julia Malerba abrazándose !!",
  "Nuevo favorito: Island Songs de Ólafur Arnalds https://t.co/Rp0hBDiwEu @DeezerBrasil",
  "Veo gente opinando sobre temas que los exceden y no puedo evitar recordar una frase: la ignorancia es atrevida.",
  "¿Será tan difícil q el Estado argentino saque una lista c/todos los datos de las víctimas de la represión -y por lo tanto su número, y ya?",
  "Nuevo favorito: Groove Armada https://t.co/w0cy1AKhqw @DeezerBrasil",
  "@CFKArgentina delirante",
  "@FernandezAnibal  vos necesitas un transplante de cerebro",
  "Bonafini QUIERE QUEDAR PRESA para mostrar la foto a todo el mundo y victimizarse de la \"dictadura de Macri\". Pobre señora. Está senil.",
  "Triste realidad. Si lo público en face me putean seguro  https://t.co/qJ8sVp6M9d",
  "No,Bonafini. Robaste vos y tu camarilla. Alguna vez defendiste los DDHH pero también robaste. Y tenés que reponder a la Justicia y al pueblo",
  "Surreal. La vejez no implica sabiduría  https://t.co/m2DM0VYf9z",
  "Nuevo favorito: Playlist Deephouse Relax de Fynn - Editor https://t.co/RfrYPtjsPy @DeezerBrasil",
  "Nueva favorita: Leonard Cohen / Samson in New Orleans https://t.co/3pr1UjMY4x @DeezerBrasil",
  "Nueva favorita: Leonard Cohen / Almost Like the Blues https://t.co/RE52DsYdEB @DeezerBrasil",
  "Nuevo favorito: Playlist Midnight Jazz de Jazz &amp; Blues Experience https://t.co/buUtn1A6jy @DeezerBrasil",
  "gabrielamalerba posted a #phhhoto https://t.co/HNa9kSvjVj https://t.co/3VhtDTxOLa",
  "gabrielamalerba posted a #phhhoto https://t.co/21vyZie7PA https://t.co/sBAmzxJdS1",
  "Nuevo favorito: Adventures In Your Own Backyard de Patrick Watson https://t.co/0pyF8uuuqs @DeezerBrasil",
  "Soki no nevoeiro https://t.co/Zncct7Xxcv",
  "No te quedes afuera de la única función del sábado! https://t.co/ADBScvaq2x. Podes ganar haciendo retuiter! https://t.co/nD2iTyu1gn",
  "@FernandezAnibal chorro caradura",
  "Nuevo favorito: Highs, Lows And Heavenly Blows de Spectrum https://t.co/nactxdZkVB @DeezerBrasil",
  "Nueva favorita: Kevin Johansen / Amor Finito https://t.co/XQZCKWs6Ib @DeezerBrasil",
  "Nuevo favorito: Gossip In The Grain de Ray LaMontagne https://t.co/7LzPM7leXP @DeezerBrasil",
  "Descubre la playlist 01 Sustine &amp; abstine en #deezer https://t.co/JYNKkRf68C",
  "Nuevo favorito: Playlist Ólafur Arnalds - Nordic Playlist #19 de Nordic Playlist https://t.co/GH4nNwiUYu @DeezerBrasil",
  "@Lanataenel13",
  "Nuevo favorito: Hjaltalín https://t.co/UAkPqhfWWD @DeezerBrasil",
  "Hay que entender que las cosas no son gratis. En todos lados la gente paga la luz, el gas y el pasaje de colectivo #LanataenDDM",
  "@FlavioBuccino una payasada sin sentido de la realidad.",
  "Nuevo favorito: Late Night Tales: Ólafur Arnalds de Ólafur Arnalds https://t.co/gdNU7NYc08 @DeezerBrasil",
  "Cuando la oposición tiene peores propuestas que el gobierno, el país no avanza https://t.co/wgaIoVUPcK",
  "Desde SinZoo, un grupo de activistas y profesionales decididos a cambiar el anacrónico paradigma del encierro y... https://t.co/BGNDsWA5Pb",
  "Nuevo favorito: Playlist Be Happy de Fynn - Editor https://t.co/1yNfVsaumm @DeezerBrasil",
  "@cadaManana Willy para con el \"no cierto\". Molesta el latiguillo☺️. Con toda la onda.",
  "Nuevo favorito: Sweet Heart Sweet Light de Spiritualized https://t.co/lTLWQRDFA1 @DeezerBrasil",
  "Nuevo favorito: Playlist Real Decompression de Deezer Mood Editor https://t.co/H2gxheVrrJ @DeezerBrasil",
  "Pobres humanos. Cómo pueden aún existir corridas de toros? Acto sanguinario y psicopático . Pura ignorancia y crueldad.",
  "@charolopez https://t.co/WOriB4FPzN",
  "Celebramos todos juntos el orgullo de ser #argentinos. #FelizIndependencia https://t.co/tVfSy4OW5g",
  "Francielle, Menina Rebelde shooting https://t.co/HDilvL5thc",
  "Menina rebelde. Trabajando el finde https://t.co/yCqx6dOOQp",
  "Nuevo favorito: Playlist 04 Red velvet de Seppo Sorjonen https://t.co/V7wBfzgssu @DeezerBrasil",
  "Twittear si no sos celebrity son mensajes en una botella?",
  "Propongo cambiar el nombre del suplemento Entremujeres: Entre prejuicios, Entreidiotas, Entredescerebradas.",
  "El suplemento Entremujeres, es un insulto a la inteligencia del género humano.",
  "Qué burrada!!!: \nQué tipo de perro deberías adoptar según tu signo, por Jimena La Torre – Vía  @entremujeres  – https://t.co/LZ5TTx5lbv",
  ".@SenadoArgentina Suspensión de la Jubilación de Privilegio a Amado #Boudou - ¡Firmá la Petición! https://t.co/m24By4JnNF vía @ChangeorgAR",
  "Iluminarán el Cristo Redentor con los colores de la bandera argentina https://t.co/JGuYiJRiCb vía @lanacion",
  "@agtdorothy you are so inspiring! Lots of love",
  "Nueva favorita: Arcade Fire / Ocean Of Noise https://t.co/d9yl4vAuhT @DeezerBrasil",
  "Nueva favorita: Yo-Yo Ma / Unaccompanied Cello Suite No. 1 in G Major, BWV 1007: Prélude https://t.co/7cCAyly3iE @DeezerBrasil",
  "Nueva favorita: Daft Punk / Veridis Quo https://t.co/EsdsahsRbw @DeezerBrasil",
  "@infobae Mejor que sería que les sugirieran a los hijos estudiar más ya que pretenden tener la vida de otros en sus manos! Falta cerebro",
  "@JulioDeVido qué caradura tenés siendo chorro, narco, mafioso, y aunque suene redundante, corrupto.",
  "@ipetrella es triste ver cuánto resentimiento es capaz de sentir el humano mediocre . Andar en bici en la cuidad es felicidad gratis.",
  "Nuevo favorito: Gimme Shelter de Ólafur Arnalds https://t.co/2nPJdTe64g @DeezerBrasil",
  "Nuevo favorito: Playlist ~ PHASES ~ | Electronic Ambient | Modern Classical de Waves https://t.co/eH6t5gbmjR @DeezerBrasil",
  "Nueva favorita: Moby / LA1 https://t.co/x0ZjVf1U5W @DeezerBrasil",
  "Nueva favorita: Nick Mulvey / Fever To The Form https://t.co/oimgbtpJCw @DeezerBrasil",
  "Nuevo favorito: Nick Mulvey https://t.co/A9FmlnngK0 @DeezerBrasil",
  "Nuevo favorito: Playlist Calm Piano de Yannick - Deezer Classical Editor https://t.co/v8U08wzZkg @DeezerBrasil",
  "Nueva favorita: Ólafur Arnalds / Verses https://t.co/yS6jyfMbBZ @DeezerBrasil",
  "Nuevo favorito: Playlist Classics Nouveaux de Richard - Deutschland Editor https://t.co/8ARj15Rb3J @DeezerBrasil",
  "New favourite: Radiohead https://t.co/axsUYtoNpo @DeezerBrasil",
  "Nuevo favorito: Playlist Cook &amp; Chill de Yasmin - Brazil Editor https://t.co/ZG8Rj0ksQz @DeezerBrasil",
  "Nuevo favorito: Playlist Rainy Day (Boris Vian, Django Reinhardt ...) de Jazz &amp; Blues Experience https://t.co/z0KpETGRS8 @DeezerBrasil",
  "Nuevo favorito: Playlist Sleepy de Sinfini Music https://t.co/SyAimXdfjO @DeezerBrasil",
  "Nueva favorita: Hildur Gudnadottir / Bær https://t.co/HQGBxGFlTI @DeezerBrasil",
  "Nueva favorita: Mischa Maisky / Fauré: Trois Mélodies, Op.7: Après un rêve https://t.co/0vnP5yIyVX @DeezerBrasil",
  "Nueva favorita: Tony Fruscella / I'll Be Seeing You https://t.co/Lnok3vylVh @DeezerBrasil",
  "New favorite: Playlist Chillout by Sinfini Music https://t.co/K7Eq7gk5wH @DeezerBrasil",
  "Nueva favorita: Ludovico Einaudi / Night https://t.co/rlZU5cQcnA @DeezerBrasil",
  "Nueva favorita: Philip Glass / Closing https://t.co/TSzyCRd05N @DeezerBrasil",
  "Nueva favorita: Max Richter / Richter: Dream 13 (minus even) https://t.co/lSfedTbNAj @DeezerBrasil",
  "Nueva favorita: George Michael / Patience https://t.co/Xp3qaLv6x3 @DeezerBrasil",
  "Nueva favorita: Ben L'oncle Soul / Crazy https://t.co/pfGBrtiCgj @DeezerBrasil",
  "Nueva favorita: Dubravka Tomsic / Clair De Lune https://t.co/VOsEvpWENZ @DeezerBrasil",
  "no son necesarios comentarios, apenas oír ♫ https://t.co/tqD42dxAFY #deezer",
  "Nuevo favorito: Ludovico Einaudi https://t.co/hqE6Tl3LsS @DeezerBrasil",
  "Nuevo favorito: Playlist The Silent Ballet de Auguste https://t.co/gbSnhCSTag @DeezerBrasil",
  "Nueva favorita: Ludovico Einaudi / Corale https://t.co/5ICtIkbxnx @DeezerBrasil",
  "Nuevo favorito: Playlist Ambient: Best of de Sinfini Music https://t.co/lJLAJ5R0eC @DeezerBrasil",
  "Nueva favorita: Art Tatum / Tiger Rag https://t.co/NkboHKLfUv @DeezerBrasil",
  "Nueva favorita: Jack Johnson / You And Your Heart https://t.co/fX9n08e9ZQ @DeezerBrasil",
  "Nuevo favorito: Living Room Songs de Ólafur Arnalds https://t.co/Xbrvt7FluV @DeezerBrasil",
  "Nuevo favorito: Playlist CAMPUS STELLAE de Seppo Sorjonen https://t.co/IZ5EhmPUSn @DeezerBrasil",
  "Nuevo favorito: Playlist Arnalds, Ólafur: Best of de Sinfini Music https://t.co/94qK6aqZbH @DeezerBrasil",
  "New favorite: For Now I Am Winter by Ólafur Arnalds https://t.co/kT3nFRusFO @DeezerBrasil",
  "Nuevo favorito: Music For Films de Brian Eno https://t.co/1EFUi1PLBV @DeezerBrasil",
  "Nuevo favorito: More Music For Films de Brian Eno https://t.co/yCarpViW1v @DeezerBrasil",
  "Nuevo favorito: Discreet Music de Brian Eno https://t.co/48pa7DFO8q @DeezerBrasil",
  "Nuevo favorito: Ambient 4/On Land de Brian Eno https://t.co/5rjvd5o2Yf @DeezerBrasil",
  "Nuevo favorito: Small Craft On A Milk Sea de Brian Eno https://t.co/aubqxl275g @DeezerBrasil",
  "Nuevo favorito: Apollo de Brian Eno https://t.co/7PXWHadLXA @DeezerBrasil",
  "Nuevo favorito: Playlist Playlist Jack Johnson (14 luglio 2014) de Pistoia Blues Festival https://t.co/1oagKRVAg4 @DeezerBrasil",
  "Nuevo favorito: On And On de Jack Johnson https://t.co/uK4gekbZXl @DeezerBrasil",
  "Nuevo favorito: Sleep Through The Static de Jack Johnson https://t.co/P5WpaWSRVx @DeezerBrasil",
  "Nuevo favorito: Playlist Fresh de Fynn - Editor https://t.co/sQEa8TFume @DeezerBrasil",
  "Nueva favorita: Peggy Lee / Riders in the Sky https://t.co/4uLSHCmIDw @DeezerBrasil",
  "Nueva favorita: INXS / Never Tear Us Apart https://t.co/GCOXySogpe @DeezerBrasil",
  "Nuevo favorito: Ólafur Arnalds https://t.co/NYZ8DQaAQc @DeezerBrasil",
  "Nuevo favorito: Playlist Cool Jazz (Chet Baker, Miles Davis, John Coltrane) de Jazz &amp; Blues Experience https://t.co/LE6ne5dBsa @DeezerBrasil",
  "Nueva favorita: DJ Cam Quartet / Herbie https://t.co/jDUQhyBtzO @DeezerBrasil",
  "Nueva favorita: Tindersticks / Like Only Lovers Can https://t.co/LS5v5uuf4B @DeezerBrasil",
  "Nueva favorita: Junip / Line of Fire https://t.co/O71rY8UmQU @DeezerBrasil",
  "Nueva favorita: Ólafur Arnalds / Ljósið https://t.co/XSAnCxJ5il @DeezerBrasil",
  "Nueva favorita: Tunng / Bullets https://t.co/r6k74fDjVj @DeezerBrasil",
  "Nueva favorita: Amy Winehouse / Love Is A Losing Game https://t.co/YqF2uYQ6Dt @DeezerBrasil",
  "Nueva favorita: Eels / Where I'm At https://t.co/wqI4Lv1znV @DeezerBrasil",
  "Nueva favorita: Brad Mehldau / Don't Be Sad https://t.co/oYsEFpbGmj @DeezerBrasil",
  "Nuevo favorito: Jazz Up de Duke Ellington https://t.co/o5lEyK3kgH @DeezerBrasil",
  "Nueva favorita: Duke Ellington / Shoe Shine Boy https://t.co/iSNwwYdLHp @DeezerBrasil",
  "Nuevo favorito: Playlist Jazz Club de Fynn - Editor https://t.co/FNbMiXytVS @DeezerBrasil",
  "Nueva favorita: Herbie Hancock / Cantaloupe Island (1999 Digital Remaster) (Rudy Van Gelder Edition) https://t.co/SOKLMvsqqv @DeezerBrasil",
  "https://t.co/RPTgCuy8nU",
  "Nueva favorita: Billy Holiday / After the Lovin (Instrumental) https://t.co/NGpkjijmWY @DeezerBrasil",
  "Nuevo favorito: Playlist Nu Soul (Amy Winehouse, Duffy, Belleruche ...) de Jazz &amp; Blues Experience https://t.co/9AqN4YQqve @DeezerBrasil",
  "Nuevo favorito: Mezzanine de Massive Attack https://t.co/zUCDTMpdyf @DeezerBrasil",
  "Nueva favorita: Thievery Corporation / Sound The Alarm https://t.co/82M3wjzwhl @DeezerBrasil",
  "Nuevo favorito: Radio Retaliation de Thievery Corporation https://t.co/yX2zZlfMi0 @DeezerBrasil",
  "Nuevo favorito: Culture of Fear de Thievery Corporation https://t.co/W5AQpNzjZT @DeezerBrasil",
  "Nueva favorita: This Mortal Coil / Kangaroo (Remastered) https://t.co/IuvmBWlPEr @DeezerBrasil",
  "Nuevo favorito: Playlist CompilJazz1 de golem59 https://t.co/l8zABTBnUG @DeezerBrasil",
  "Nuevo favorito: Please Stay Somedays, Vol.3 de Billie Holiday https://t.co/MNOpljYJnN @DeezerBrasil",
  "Nuevo favorito: Playlist Sugar for your brain de Fynn - Editor https://t.co/jkH1thDChD @DeezerBrasil",
  "Nuevo favorito: Playlist Para Ouvir no Trabalho de UOL Música https://t.co/RosKwLZKjk @DeezerBrasil",
  "Nueva favorita: Sam Smith / I'm Not The Only One https://t.co/ewiQxJGMYF @DeezerBrasil",
  "Nueva favorita: Magic! / Rude https://t.co/hj3cYjroIt @DeezerBrasil",
  "Nuevo favorito: Playlist Carcolepsy de Fynn - Editor https://t.co/wfhtOJm9Mu @DeezerBrasil",
  "Nueva favorita: Donavon Frankenreiter / Big Wave https://t.co/b3XbyvBWDb @DeezerBrasil",
  "Nuevo favorito: Mother's Milk de Red Hot Chili Peppers https://t.co/qUe9z0yQTd @DeezerBrasil",
  "Nuevo favorito: By The Way (Deluxe Version) de Red Hot Chili Peppers https://t.co/XH0wrPjpOX @DeezerBrasil",
  "Nueva favorita: Ze Ramalho / Avôhai (Versão Acústica) https://t.co/fEn2bJXEfu @DeezerBrasil",
  "Nueva favorita: Hess Is More / Yes Boss https://t.co/m6WBBY2MU2 @DeezerBrasil",
  "Nueva favorita: Jack Johnson / Better Together https://t.co/kghgR33NQU @DeezerBrasil",
  "Nuevo favorito: A Head Full Of Dreams de Coldplay https://t.co/6M4zx8lhOe @DeezerBrasil",
  "Nuevo favorito: Donavon Frankenreiter de Donavon Frankenreiter https://t.co/inlxSeNIme @DeezerBrasil",
  "Jajaja que es esto? Es joda??? No!!! por favor! Dejá de pensar en tus tetas! Estudiá algo! Cualquier cosa https://t.co/uaUS3c7G2g",
  "El grado de PODER que la revista Ohlala aloja en las tetas es lo más enfermo y delirante que vi en mi vida! https://t.co/hes8LMD5u8",
  "Nueva favorita: Jack Johnson / Seasick Dream https://t.co/OXyiA3aHoR @DeezerBrasil",
  "Nuevo favorito: Rev de Ultra Vivid Scene https://t.co/rVyAs45y8z @DeezerBrasil",
  "Nuevo favorito: Blood and Thunder de Ultra Vivid Scene https://t.co/u0JC4dsU7p @DeezerBrasil",
  "Nueva favorita: Ultra Vivid Scene / She Screamed https://t.co/P8lrtsiNBx @DeezerBrasil",
  "Nueva favorita: Coldcut / Timber https://t.co/EbHIvpEVgx @DeezerBrasil",
  "Nuevo favorito: Eu Sei Que Vou Te Amar de Caetano Veloso https://t.co/IK2vXuQ93Z @DeezerBrasil",
  "Nuevo favorito: Discover de Frank Sinatra https://t.co/xeQ6nLUgEN @DeezerBrasil",
  "Nueva favorita: Donavon Frankenreiter / On My Mind https://t.co/ugCVWKXT2E @DeezerBrasil",
  "Nueva favorita: Liniker / Zero https://t.co/1YuGyBkWyV @DeezerBrasil",
  "Nuevo favorito: Blackstar de David Bowie https://t.co/fmSsEtbj4u @DeezerBrasil",
  "Nuevo favorito: Why Make Sense? de Hot Chip https://t.co/iN5KvYJ8kH @DeezerBrasil",
  "Nuevo favorito: Playlist Coffee del Mar de Richard - Deutschland Editor https://t.co/xtpzgrK24l @DeezerBrasil",
  "Nueva favorita: Tony Bennett / Firefly https://t.co/omcBNdu3Ad @DeezerBrasil",
  "Nueva favorita: Amy Winehouse / Back To Black https://t.co/z74Vz38lvy @DeezerBrasil",
  "Nueva favorita: Parachute / She Is Love https://t.co/fvRDufrEOL @DeezerBrasil",
  "Nueva favorita: David Mayer / Bold (feat. Sooma) https://t.co/1HSzu0lMyn @DeezerBrasil",
  "Nuevo favorito: Stars And Topsoil - A Collection 1982-1990 de Cocteau Twins https://t.co/zPjU0wRdHq @DeezerBrasil",
  "Nuevo favorito: The Bright Mississippi de Allen Toussaint https://t.co/tYPM3jutrW @DeezerBrasil",
  "Nuevo favorito: Come From Heaven de Alpha https://t.co/i7tuzCVnVh @DeezerBrasil",
  "Eu &lt;3 Massive Attack / Angel https://t.co/kBfmE4SgT1 @DeezerBrasil",
  "Novo favorito: Playlist Maison Bourbon de Fynn - Editor https://t.co/cNPmjcjQwV @DeezerBrasil",
  "Nueva favorita: Tony Bennett / All The Things You Are https://t.co/1OsMEie5Uz @DeezerBrasil",
  "Nuevo favorito: Simple Things de Zero 7 https://t.co/HP1iBcs5mS @DeezerBrasil",
  "Nuevo favorito: 100th Window de Massive Attack https://t.co/u18bsBKZWp @DeezerBrasil",
  "Nuevo favorito: Go - The Very Best of Moby (Remastered) de Moby https://t.co/H87SNlvay3 @DeezerBrasil",
  "Novo favorito: Playlist Phil Collins, Bry Adams 15102015 de Pedro.de.Miranda.Figueiredo https://t.co/9OvnTMQpOM @DeezerBrasil",
  "Nueva favorita: Gramatik / Muy Tranquilo https://t.co/3wlZSiYYNu @DeezerBrasil",
  "Nueva favorita: Big Star / Kanga Roo https://t.co/Aapip4NezQ @DeezerBrasil",
  "Nuevo favorito: That Would Be Me de Harry Connick Jr. https://t.co/AOwy79R9Hy @DeezerBrasil",
  "@EzequielCampa",
  "Novo favorito: Playlist NOWHERE de Seppo Sorjonen https://t.co/xdncunMhYt @DeezerBrasil",
  "Nueva favorita: Piano Magic / Dark Horses https://t.co/YvDC5k2IB5 @DeezerBrasil",
  "Nuevo favorito: Set Your Clock by Your Heart de Piano Magic https://t.co/dxCMvWMjQf @DeezerBrasil",
  "Descubre Wicked Game de Stone Sour en #deezer https://t.co/kaJKuZdq3o",
  "Descubre Parasol de Coldpay en #deezer https://t.co/PfZ8r5QxRT",
  "Nuevo favorito: Parasol de Coldpay https://t.co/PqxDGyiq3T @DeezerBrasil",
  "Nuevo favorito: Playlist Milladioos late night tales de Seppo Sorjonen https://t.co/Z1JlOLZY1E @DeezerBrasil",
  "Eu &lt;3 Playlist Beautiful songs, for a sad moment. por Gil &amp; Rachel - France Editors https://t.co/4ydvKcClbk @DeezerBrasil",
  "Nuevo favorito: The Blue Moods Of Spain de Spain https://t.co/AbcXNZgi6a @DeezerBrasil",
  "Eu &lt;3 Spirit of the Golden Juice de F. J. McMahon https://t.co/wUIr5iT0gq @DeezerBrasil",
  "Eu &lt;3 Till Brönner de Till Brönner https://t.co/0GAG3J0qvN @DeezerBrasil",
  "Eu &lt;3 The Movie Album de Till Brönner https://t.co/L7SeuVBeQR @DeezerBrasil",
  "Eu &lt;3 The Heart de Donavon Frankenreiter https://t.co/ISxJXltNAP @DeezerBrasil",
  "genial sencillamente! gracias ♫ https://t.co/nAJvv9HGsU #deezer",
  "Nuevo favorito: Playlist MORTAL de Seppo Sorjonen https://t.co/SyvSyBmJw7 @DeezerBrasil",
  "Descubre Alone de Colin Newman en #deezer https://t.co/NI3eqEqHAj",
  "Nuevo favorito: Playlist 00 Duralex sed lex de Seppo Sorjonen https://t.co/3bIL9VXQBw @DeezerBrasil",
  "Descubre Just Like Honey de The Jesus and Mary Chain en #deezer https://t.co/dNIrsb9xlM",
  "http://t.co/mMuS7I1bf3",
  "Let Morgan the Orca Go Home! http://t.co/7QgIZEvOev via @PETA",
  "Lucky y yo http://t.co/stOmlf6O8L",
  "Lista de alimentos para una Dieta Cetogénica #Banting #LCHF #Keto",
  "@sommervillebbc",
  "Imponente loft de frente para o mar - http://t.co/pdeQAJXirD",
  "Desayuna como un mendigo, y algunas ideas para empezar mejor el día http://t.co/xBNUEEzsyF",
  "Foto de doutoreichstaedt http://t.co/k1z2CAD2Tl",
  "Dia http://t.co/Zr1pBm5Zfc",
  "http://t.co/KoXM7nw7s0",
  "http://t.co/8Z1mqlSB7V",
  "Jamiroquai - White Knuckle Ride [Official Video]: http://t.co/oaek5Ao8Vd vía @YouTube",
  "Jamiroquai - Lifeline [Official Video] (+playlist): http://t.co/NCl39uCext via @YouTube",
  "Acabo de publicar una foto http://t.co/G7WeA9pVP6",
  "Acabo de publicar una foto http://t.co/f2h3C7fVzf",
  "Acabo de publicar una foto http://t.co/MxVSOpM2HD",
  "Acabo de publicar una foto http://t.co/6K15GCYYrF",
  "Sueñito http://t.co/9mHsPdBHqV",
  "LA VOZ DE LOS GALGOS - Prohibicion de las Carreras en Cordoba (Argentina)  http://t.co/8jaX2GWH71 vía @ChangeorgAR",
  "Acabo de publicar una foto http://t.co/bf7dKZ1DHs",
  "Acabo de publicar una foto http://t.co/4fYZJtd5GH",
  "Stickers https://t.co/UnEjRNdi1E http://t.co/9jXpEpeCGV",
  "http://t.co/G65oqzEY7N",
  "View from my window http://t.co/4S6VCEUJ6D",
  "Home http://t.co/TU8V322meV",
  "Soki http://t.co/p2yRslxkEQ",
  "http://t.co/Eyx2Kkpge1",
  "http://t.co/BV3y5mFBM3",
  "Me gusta la idea imposible de no dejar objetos testigo. http://t.co/KKPWDdw9mP",
  "Las cosas antiguas, y hasta las viejas, me inquietan por su persistencia http://t.co/Zd0uUkEk9d",
  "Que mejor que esto para soltar palabras al viento .",
  "Acabo de publicar una foto http://t.co/xtdkcN7mJV",
  "Gatito gris en Guido http://t.co/YXjZzsGtcc",
  "Mini Juli y yo http://t.co/C9sLjlatqg",
  "Baires de mis amores http://t.co/9uDmWh0yob",
  "Acabo de publicar una foto http://t.co/qil5ZWr3eZ",
  "Acabo de publicar una foto http://t.co/mi2H9anjBI",
  "Acabo de publicar una foto http://t.co/K7MBZnNZne",
  "Acabo de publicar una foto http://t.co/s7rti2W5qh",
  "Acabo de publicar una foto http://t.co/zXX5DEhy6N",
  "My skin http://t.co/jL9OTNIkPr",
  "I don't care http://t.co/Nw8HsiFaEn",
  "http://t.co/SMliFyzsvh",
  "Ok, vamos http://t.co/Sk2RTJoOIN",
  "Acabo de publicar una foto http://t.co/vC6mETKpOD",
  "Lucky y yo http://t.co/GYNVHHQByG",
  "Acabo de publicar una foto http://t.co/XzhIt0Tdo5",
  "Acabo de publicar una foto http://t.co/TxbuEZi8KB",
  "Soki http://t.co/BeNryGTwBP",
  "Acabo de publicar una foto http://t.co/fwh0XsGuYZ",
  "http://t.co/uOTxuZucJ1",
  "El tweet anterior debe llamarse so sad en lugar de so sweet.",
  "[ So sweet ] http://t.co/M4Tw9FcmtD via @wordpressdotcom",
  "Cutie and the Boxer http://t.co/YctLErWi9D via @NOWNESS",
  "Luz entre las espinas http://t.co/uhub7898hV",
  "La vida sigue http://t.co/cUt3neA1iL",
  "Acabo de publicar una foto http://t.co/SRH0FeYPEK",
  "Acabo de publicar una foto http://t.co/IuHZy6cvd0",
  "Acabo de publicar una foto http://t.co/FZN5werK3H",
  "Acabo de publicar una foto http://t.co/ElyYYcIqWh",
  "Acabo de publicar una foto http://t.co/jpWxcwLBQo",
  "Acabo de publicar una foto http://t.co/6QoMDEtlv5",
  "Acabo de publicar una foto http://t.co/1IRvOelPSg",
  "Acabo de publicar una foto http://t.co/LTOxmP2kvr",
  "Acabo de publicar una foto http://t.co/XrXcinR1o1",
  "Acabo de publicar una foto http://t.co/VDmJq8n6Et",
  "Acabo de publicar una foto http://t.co/FuQPTMCL8e",
  "Acabo de publicar una foto http://t.co/KGM3nkahnu",
  "A",
  "Acabo de publicar una foto http://t.co/tk1rSMdhD8",
  "Acabo de publicar una foto http://t.co/38Tb1aaLTM",
  "Acabo de publicar una foto http://t.co/v9ASXjjwU7",
  "Acabo de publicar una foto http://t.co/ExgWJfpCwT",
  "Acabo de publicar una foto http://t.co/g0NDMbTXow",
  "Acabo de publicar una foto http://t.co/iArlF4YlpH",
  "Acabo de publicar una foto http://t.co/yPZuukUi7Y",
  "Todo y nada",
  "Acabo de publicar una foto http://t.co/bH8wdNveZd",
  "Acabo de publicar una foto http://t.co/eWm7NyotHN",
  "Negro básico http://t.co/eqNp71Dfr5",
  "Mejor, creo. http://t.co/jvMJZnMexx",
  "Acabo de publicar una foto http://t.co/KopjkmtU0V",
  "I have to go http://t.co/5hfl6CNIsy",
  "Taquarinhas http://t.co/Sxt64FtRZA",
  "Desde mi ventana http://t.co/DY3eWbEtsL",
  "Acabo de publicar una foto http://t.co/jaGnTyBLYm",
  "Acabo de publicar una foto http://t.co/VXjEUIjDfl",
  "Acabo de publicar una foto http://t.co/SD91Fp2RHZ",
  "Mi lobito http://t.co/1lvSuta5fS",
  "Acabo de publicar una foto http://t.co/TDItTmZYvr",
  "Yo trabajando http://t.co/lCbPVs0esS",
  "Yo, y mis pensamientos http://t.co/CZbL4dQgDp",
  "Acabo de publicar una foto http://t.co/fZeiteqO4P",
  "Soki http://t.co/gHD7UC09v0",
  "Casa Estaleiro @ Praia do Estaleiro http://t.co/7bEwUydLqB",
  "Acabo de publicar una foto http://t.co/bLUCgGdjvo",
  "Acabo de publicar una foto @ Baía de Balneário Camboriú http://t.co/VQTtmpqCtz",
  "Acabo de publicar una foto http://t.co/TYEFF45rNN",
  "Vida! http://t.co/RziXzZJpif",
  "Si nadie quiere compartir lo bueno de la vida, disfrútalo solo! @ Cucina d'Imperio http://t.co/StVtzBlrGQ",
  "Acabo de publicar una foto http://t.co/9MZ4dXwfhx",
  "Blumenau http://t.co/3sb99NmAl1",
  "Acabo de publicar una foto http://t.co/sKsTEinNUv",
  "Indios http://t.co/RWIgq1TvNX",
  "Anoche http://t.co/kQ6MRVp76q",
  "http://t.co/GEqyN4kwBW"
 ]
}