{
 "user": 27169678,
 "tweets": [
  "mood https://t.co/OM2P5zKzRd",
  "Kanye West: You can say anything as long as you put the right emoji next to it. 👌🏾 https://t.co/paCST8agpC",
  "The answer we’ve all been waiting for. https://t.co/viNTi27OGL",
  "Body transformation. I went from 180lbs to solid 200lbs in year and half.. got whole sleeve in the process 😂💪🏽#TransformationTuesday https://t.co/hsQ1dvV3Bh",
  "This how mamas be looking at you when they tell you to do sum and u say hold on https://t.co/BUYJ4YBsrk",
  "Waymaker... \nmiracle worker...\nPromise keeper...\nLight in the darkness...\nMY GOD 🙌🏽\n\nThat is who you are...",
  "How many followers do you get daily? 22 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "Your high hopes are set on your friends today, and you believe... More for Capricorn https://t.co/htEERXOAta",
  "Bro... if my mother’s likes you then Issa wrap... cause she doesn’t like anyone for me 🤷🏽‍♀️ https://t.co/3rRmi58tbX",
  "Happy weight and being big are two different things 🤭",
  "Just leeeee meee alone ✌🏽 https://t.co/Pj6LR3EoT1",
  "I love God too much to compromise what he designed for my life...",
  "So excited to get out of My city this weekend.. like gahhh",
  "Pick me up late in the night and let’s just ride around the city!",
  "Let me ride around your mind.",
  "And stay in my own group chat without getting pissy.",
  "I’m at a place where I’m not going to argue with you.. I’m too old for it..",
  "Forever faithful towards me 🙌🏽",
  "I need to go pray.",
  "Fall back and boss up season. ✌🏽",
  "Leave them alone and get your mind right... your peace is more important",
  "Sundaze ✨ https://t.co/jqr7UYO353",
  "I’ve officially graduated from paragraphs to “ok”..🙌🏾",
  "19 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "A period of intense introspection is just what you need before... More for Capricorn https://t.co/htEERXOAta",
  "Sounded good... \n\nI refuse to marry a preacher 😂",
  "I would love to wake up on a Sunday morning... get the kids dressed for church ...bring hubby his coffee and breakfast in his office while he studying and then we get in the suv and head to church...",
  "To roll over and wake up next to the Love of your life would be SO ideal.",
  "More abundantly...",
  "I would be completely okay if God take this thing off of me..",
  "@Mz_Lo_tweets I’m over it",
  "@ThatSkinnyGirl5 Listen!! Lol",
  "Those flashbacks will set you up to send that “hey, what you doing today?” text 🤦🏽‍♀️",
  "I realize it every time I’m around them https://t.co/70AzWYgnWt",
  "19 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "Listen.. https://t.co/JActz1EEcQ",
  "Being in love....SUCKS",
  "You can't help but find someone’s behavior rather annoying whe... More for Capricorn https://t.co/htEERXOAta",
  "Growing and engaging with the right tweeps - gained 24 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "Obviously, you’re not the only person with principles, but it ... More for Capricorn https://t.co/htEERXOAta",
  "Thank you God for another day 🙌🏽",
  "You needed me...",
  "Tell me when will I see you smile again?",
  "I like it when you lose it...",
  "Forget unfollowers, I believe in growing. 18 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "Weeks of intense strategizing and logistical planning are put ... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 77 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "People sometimes see you as the undisputed champion of making ... More for Capricorn https://t.co/htEERXOAta",
  "Yo 😂😂 https://t.co/7oD571NLrP",
  "Yessss https://t.co/jLBcQHbmVi",
  "Been there. https://t.co/OWxBo2BMf9",
  "All.\nThe.\nTime.\n\nI’ll check me in a second! https://t.co/7U8lQShm5q",
  "I speak to God about you...",
  "God has been too good to me like...",
  "I’m here for it! https://t.co/JdL3Rqm73A",
  "@iamtheharper1 I’m looking at these tweets like BOYYY she done pulled his heart strings...",
  "If you’re expecting perfection then we aren’t gonna last 🤷🏽‍♀️",
  "@iamtheharper1 in love....",
  "Having someone to encourage my spirit-man when I’m weak is EVERYTHING to me.",
  "Slick ready for Friday to be over.",
  "@iamtheharper1 I AM lol",
  "@iamtheharper1 I’m the prelate lol",
  "@iamtheharper1 I left lol I’ll be back",
  "I’m not even in it. https://t.co/M8tKDIx3FD",
  "@UncleAyoB Xs😂",
  "I’d rather be hated for what I am than loved for what I’m not 🤷🏽‍♀️",
  "Hey twitter, how y’all? Been a while..",
  "Should I just go get the X or wait until they have the XL?",
  "I don’t care about a argument..I’ll be here tomorrow 🤷🏽‍♀️",
  "Growing and engaging with the right tweeps - gained 14 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "People may present you with their plans today in the hope of r... More for Capricorn https://t.co/htEERXOAta",
  "@nee_cee You starting early??",
  "15 new unfollowers and 16 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "No other sign in the zodiac can bring an idea to fruition bett... More for Capricorn https://t.co/htEERXOAta",
  "13 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "It’s not easy for you to let go of past karma. You are more aw... More for Capricorn https://t.co/htEERXOAta",
  "@drakedavidson12 Currently having one now ‼️",
  "8 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "Someone in your immediate environment may be the catalyst for ... More for Capricorn https://t.co/htEERXOAta",
  "I need God to do something!",
  "Wondering how to grow on twitter? I gained 13 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "You are cautiously optimistic as you look to the future, even ... More for Capricorn https://t.co/htEERXOAta",
  "I’m ready to engage with my 16 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "@jph_evans @drakedavidson12 @DorindaTheRose",
  "Although people smile and say everything is just fine, you can... More for Capricorn https://t.co/htEERY6bRK",
  "@jph_evans @koreymickie Thanks ❤️😍",
  "12 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "You’re eager to jump into a new project today, as if you are s... More for Capricorn https://t.co/htEERXOAta",
  "@_Tintyy I was just getting ready to tell you to go to the new place",
  "I have a rising follower graph! 16 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "The most complicated aspects of romance seem more accessible t... More for Capricorn https://t.co/htEERXOAta",
  "New day, new tweets, new stats. 27 followers, 19 unfollowers. Via good old https://t.co/8G9ZCtjCCf",
  "Although you’re motivated to break out of your mold and show t... More for Capricorn https://t.co/htEERXOAta",
  "Wondering how to grow on twitter? I gained 15 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "IF GOD BE FOR US....",
  "You might declare today to be your own personal day of rest, r... More for Capricorn https://t.co/htEERXOAta",
  "@King_DLH on spades but I bet he ain’t dressed for church",
  "I’m so weak https://t.co/gEs27LMiFf",
  "Thank you God ❤️",
  "18 daily followers. 14 unfollowers. Crowdfire doesn't miss a trick - via https://t.co/8G9ZCtjCCf",
  "You don’t enjoy feeling pressured by your friends to participa... More for Capricorn https://t.co/htEERXOAta",
  "RELENTLESS ✨ https://t.co/BlzaDOWcvC",
  "17 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "You might feel as if you’re out of sync with reality now, and ... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 16 in the last day. Growing daily with https://t.co/8G9ZCt21dF",
  "It’s not like you to miss an appointment, but you could easily... More for Capricorn https://t.co/htEERXOAta",
  "Growing and engaging with the right tweeps - gained 15 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "You may choose to take an unpaved road today because it appear... More for Capricorn https://t.co/htEERXOAta",
  "19 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "Although you could be resistant at first, you’re game to try n... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get daily? 10 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "You may be suddenly struck with an unconventional moneymaking ... More for Capricorn https://t.co/htEERXOAta",
  "Change your confession.\nSpeak life.\nYou have what you say.",
  "@Tristenbryant5 All is well.",
  "I thank God for compensating for all the Devil thought he stole from me.",
  "I thank God for sparing my life",
  "🤷🏽‍♀️ https://t.co/eJCQj9ClU8",
  "I have my friends my I’m single azzzheeellll",
  "I’m legit comfortable in this place I’m in...",
  "How many followers do you get daily? 14 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "A well-developed strategy is worth its weight in gold today. A... More for Capricorn https://t.co/htEERXOAta",
  "16 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "It’s nearly impossible for anyone to change your mind if you b... More for Capricorn https://t.co/htEERXOAta",
  "12 new unfollowers and 16 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCt21dF",
  "You can’t figure out why there is a wide emotional distance be... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 15 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "You know your perceptions are uncannily accurate now, and you’... More for Capricorn https://t.co/htEERXOAta",
  "Followers - 19, Unfollowers - 24. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "Your dreams are wildly colored today as they drift far above t... More for Capricorn https://t.co/htEERXOAta",
  "@nee_cee Go to the mall",
  "14 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCtjCCf",
  "You’re not interested in telling a joke, gambling on the lotte... More for Capricorn https://t.co/htEERXOAta",
  "Gained 14 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "Pay attention to the people that’s down for you before you make it 💯",
  "People could encounter your cold and calculating side today, w... More for Capricorn https://t.co/htEERXOAta",
  "🤷🏽‍♀️ https://t.co/Yz2GnXLr7U",
  "16 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "You can sense the building pressure to state your feelings but... More for Capricorn https://t.co/htEERXOAta",
  "Forget unfollowers, I believe in growing. 16 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "You want to push ahead on a project at home today and you’re n... More for Capricorn https://t.co/htEERXOAta",
  "@nee_cee Noooow wait a minute",
  "@nee_cee Aren’t you in one",
  "I’m ready to engage with my 13 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "Your methodical climb to the pinnacle of success usually preve... More for Capricorn https://t.co/htEERXOAta",
  "13 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "Expressing your desires will likely bring you the satisfaction... More for Capricorn https://t.co/htEERXOAta",
  "14 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "You’re likely to conjure up something very special today, but ... More for Capricorn https://t.co/htEERXOAta",
  "Forget unfollowers, I believe in growing. 24 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "You’re on a trajectory that is carrying you to the top of your... More for Capricorn https://t.co/htEERXOAta",
  "Wondering how to grow on twitter? I gained 12 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "More than ever, you know you’re on the path to success at exac... More for Capricorn https://t.co/htEERXOAta",
  "11 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "Your patience is nowhere to be found if someone becomes overly... More for Capricorn https://t.co/htEERXOAta",
  "14 tweeps followed (thank you!) and 15 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "You know what you must do today, but it’s discouraging when on... More for Capricorn https://t.co/htEERXOAta",
  "14 tweeps followed (thank you!) and 10 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "Try as you might, unresolved relationship issues are unavoidab... More for Capricorn https://t.co/htEERXOAta",
  "@King_DLH No sir!",
  "Number crunching for the past day - 26 new followers and 13 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "You may be communicating with people you know from your past, ... More for Capricorn https://t.co/htEERY6bRK",
  "How many followers do you get daily? 29 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "You possess the superpower of being able to manipulate time to... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 23 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "Hopefully, you can resist your impulse to call it quits today,... More for Capricorn https://t.co/htEERXOAta",
  "Forget unfollowers, I believe in growing. 14 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "You are on a secret mission and don’t want anything to prevent... More for Capricorn https://t.co/htEERXOAta",
  "Hey Des ✨ https://t.co/BDFjzlm1DC",
  "Don’t stop.\nKeep going. https://t.co/kcW7TSjglr",
  "Guess who’s back 😘 https://t.co/pNGpngnFQn",
  "15 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "Creating a plan for a perfect day does not mean everything wil... More for Capricorn https://t.co/htEERXOAta",
  "I’m ready to engage with my 21 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "Following your feelings teaches you more than clinging to a pr... More for Capricorn https://t.co/htEERXOAta",
  "Followers - 12, Unfollowers - 20. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "You may be struggling to grasp the subtle interpersonal dynami... More for Capricorn https://t.co/htEERXOAta",
  "I gained 23 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "You are more secure when there’s a concrete agenda to follow, ... More for Capricorn https://t.co/htEERXOAta",
  "Thank you God.\n\nIt didn’t kill me!",
  "How many followers do you get everyday? I got 28 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "You might be showing several signs that your energy is flaggin... More for Capricorn https://t.co/htEERXOAta",
  "The affliction didn’t kill me.",
  "Toot toot.",
  "I’m ready to engage with my 30 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "You’re willing to bypass the possibility of a pleasant experie... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 33 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "People might tip-toe around as if they’re walking on eggshells... More for Capricorn https://t.co/htEERXOAta",
  "This is going to be an extremely hard soul tie to break 🤦🏽‍♀️",
  "I’m ready for it ❤️ https://t.co/pYcF7mP3Yz",
  "Forget unfollowers, I believe in growing. 45 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "You might try a whole new way of interacting with your loved o... More for Capricorn https://t.co/htEERXOAta",
  "69 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "Your road to happiness today is paved with your practical ambi... More for Capricorn https://t.co/htEERXOAta",
  "@_Tintyy Lol 😩",
  "Stats for the day have arrived. 12 new followers and 330 unfollowers via https://t.co/8G9ZCtjCCf.",
  "Tomorrow is it 🤷🏽‍♀️",
  "#NewProfilePic https://t.co/e6D5xHNNar",
  "23 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "i'm working hold on lol https://t.co/vbLVpjHAMr",
  "Facts https://t.co/jw03dFPW3W",
  "Listen!!! https://t.co/sEBumyBTL0",
  "@jph_evans Text me🤷🏽‍♀️",
  "You’re right at the edge of revealing your plans for the futur... More for Capricorn https://t.co/htEERXOAta",
  "true true https://t.co/ZCsvsWe1WJ",
  "listen... this is the mind of us females lol https://t.co/sdtyfSgaHP",
  "my mind x yebba \n\namazing... it'll change your life..",
  "I sure won't stay but I'll be damned if I ever leave... 🌀🙆🏽‍♀️\n\n#TodaysMood",
  "I'm pretty sure I feel like I'm losing my mind...",
  "QUESTION OF THE DAY:\n\nWould you be able to stay with you bf/gf who LOVES YOU EVEN THOUGH they have expressed multiple times that they do not ever want to get married?",
  "Number crunching for the past day - 26 new followers and 22 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "Protect your peace ‼️",
  "You’re weary of putting out so much energy without seeing an a... More for Capricorn https://t.co/htEERXOAta",
  "If I ain’t have a lot of money I just got weird pencils lol https://t.co/qUoYSJ5583",
  "Look I be outta here!! https://t.co/FpdIWetw8x",
  "Who remembers the book fair ? 😂 https://t.co/ZXfw5REqGM",
  "Followers - 11, Unfollowers - 12. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "You’re less interested in striving for material success than y... More for Capricorn https://t.co/htEERXOAta",
  "They only miss you when you’re dead 🤷🏽‍♀️",
  "Kindergarten rule #1\n\nTreat people the way you want to be treated... \n\nY’all niggas still haven’t mastered this yet 🤷🏽‍♀️",
  "Exactly... 👋🏽 https://t.co/Z39DcHMbQi",
  "😂😂 https://t.co/afSIwNXfbb",
  "Pretty much me right about now 🤷🏽‍♀️😂 https://t.co/vc8uzq8Zva",
  "September/November cannot come quick enough....\n\nI can smell this new area code 👃🏽",
  "*currently looking at my tl like* https://t.co/BZdNVgNXDD",
  "Thank you lol https://t.co/Xjps4lOOJ7",
  "@jph_evans We can do your iCloud if you don’t want anyone to have your number",
  "@jph_evans What number ?",
  "Ima stop this thing from auto retweeting off my page... yall getting the wrong impression lol",
  "@jph_evans I mentioned you earlier and told you I wanted to put you in one with the Millennial saints",
  "Forget unfollowers, I believe in growing. 21 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "Noo lol https://t.co/V0GJCy0eFk",
  "No one can pull a fast one on you today because your senses ar... More for Capricorn https://t.co/htEERXOAta",
  "Yo lol https://t.co/krcAkXTWlv",
  "@its_THAKING Hahaha ok",
  "Outside of atl https://t.co/sfqvx5csjJ",
  "@its_THAKING Shut up lol",
  "Like listen... https://t.co/QfzEWOVARq",
  "Here you go lol https://t.co/omdHAwOdRP",
  "@PapiChuloEric That’s what I’m thinking",
  "@jph_evans What’s in nc...",
  "@jph_evans I want to put in this group chat with saints...",
  "It’s enough sun over here lol https://t.co/zwXifOQHrZ",
  "What about nc? https://t.co/0TrvL0F5f0",
  "Ain’t no way... https://t.co/Q7sY23tzbW",
  "@jph_evans It’s the American wakanda! All black people prosper",
  "@jph_evans I like it there",
  "Where should I move?",
  "I know who I can and can’t depend on... this is nothing new though 🤷🏽‍♀️",
  "I actually want to go drop my phone off the bridge.",
  "Thank you.. https://t.co/M97XE7whrg",
  "Thank you https://t.co/FpZF1seNdT",
  "Ohh ok https://t.co/wWUs9I6oDI",
  "Is it possible to deactivate twitter and ig like you can on fb and reactivate it later?",
  "Wondering how to grow on twitter? I gained 17 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "Sharing quality time with someone who knows you well satisfies... More for Capricorn https://t.co/htEERXOAta",
  "@jph_evans @PastorSCaesar @DorindaTheRose @Carolyn30071307 I’m in love with Dorinda",
  "@jph_evans @PastorSCaesar @DorindaTheRose @Carolyn30071307 I’ll probably come on dorindas night",
  "Forget unfollowers, I believe in growing. 19 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "@iamtheharper1 People, I need you to put your girls in it",
  "@iamtheharper1 wanna be in a group chat ??",
  "There’s never a convenient time to question previously made de... More for Capricorn https://t.co/htEERY6bRK",
  "I am SO tired 🤦🏽‍♀️",
  "I gained 16 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "Although your current tendency is to err on the side of optimi... More for Capricorn https://t.co/htEERXOAta",
  "Wondering how to grow on twitter? I gained 18 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "Your creativity and charisma sparkle when you indulge in each ... More for Capricorn https://t.co/htEERXOAta",
  "🙌🏽😩 https://t.co/Y0ZWI61HvU",
  "You want everyone to know exactly where you stand and are cert... More for Capricorn https://t.co/htEERXOAta",
  "Your heart is mine\n\nI need it...",
  "If your plan isn’t to be genuine, honest and loyal....\n\nDon’t even slide in my inbox....\n\nWhat’s left of my heart is worth too much 🤷🏽‍♀️",
  "You’re on a quest for truth today and you won’t stop looking u... More for Capricorn https://t.co/htEERXOAta",
  "@iamtheharper1 @_MilesTucker13 Let me watch what I say 🤭😂",
  "When you find out @_MilesTucker13 got a Twitter...",
  "😂😂 https://t.co/sf45Ve8XKZ",
  "Hey babies 😘 https://t.co/aHy1gGDN9y",
  "“I need a nap” has become my 24/7 mood 🤷🏽‍♀️",
  "@iamtheharper1 Omg lol",
  "@iamtheharper1 Whhhyyy",
  "The beautiful ones hurt you every time...",
  "@iamtheharper1 Why lol",
  "You believe that your words leave little room for misunderstan... More for Capricorn https://t.co/htEERXOAta",
  "Are we ever going to discuss how much weight Joshua Rodgers gained 👀🤭",
  "Yes God 🙌🏽 https://t.co/sRUyAEv8e5",
  "The way I feel God this morning 🙌🏽",
  "“He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty.”\nPsalms 91:1 KJV",
  "Happy Sunday fam ✨ https://t.co/pTWbGIToOS",
  "Wondering how to grow on twitter? I gained 18 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "You’re willing to jump through all kinds of emotional and prac... More for Capricorn https://t.co/htEERXOAta",
  "Done talking for the night...",
  "You have so many items on your schedule today that you don’t k... More for Capricorn https://t.co/htEERXOAta",
  "This was naturally supposed to teach something but now this is taking a opposite effect...",
  "I’m currently on day 5... and this feels like death...",
  "Last night was THE ROUGHEST night of sleep I’ve had this week🤦🏽‍♀️",
  "@KilaTashayxo @iamtheharper1 Yesss God!",
  "This right here 😩🙌🏽 https://t.co/xyiHgp9cT6",
  "I miss you 😩",
  "I understand https://t.co/LbRbQF0C2f",
  "Why am I wreck right now 🤷🏽‍♀️",
  "Trying to get you out of town 😩 https://t.co/vwL6Yt5w7d",
  "Wondering how to grow on twitter? I gained 28 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "Although you are most often singularly focused, you have a par... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 25 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "There’s no need to be overly showy today when it comes to expr... More for Capricorn https://t.co/htEERXOAta",
  "54 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "Might go for a drive",
  "Nah fam https://t.co/ThusgXyIBt",
  "Report him y’all 😂😂😂 https://t.co/t5Wjwu7wtz",
  "Putting newly found information into perspective can be tricky... More for Capricorn https://t.co/htEERXOAta",
  "@_Tintyy I just got pregnant",
  "@A_Taliyah Yassss 👏🏽👏🏽",
  "Listen 👏🏽 https://t.co/pppprpvrDc",
  "You kill me 😂😂 https://t.co/uTkAqHzVhY",
  "@jph_evans I’m waiting on this prophecy to manifest 😂",
  "@HouzKid @Torkatives Who’s business is that?",
  "Every promise God made you is \n\nGOING \nTO\nCOME\nTO \nPASS\n\nSayless and watch God 👏🏽",
  "Bae really ain’t bae If bae can’t pray 🙏🏽\n\n#CoverMe",
  "I told y’all 🤷🏽‍♀️ https://t.co/MOsi5PAACn",
  "The church people are going to HAVE to leave! https://t.co/X4AgYVUWQg",
  "3 more days without fight on 🤦🏽‍♀️😂",
  "Day one of isolation has been hard... \nnot calling or texting has been the HARDEST 🤦🏽‍♀️ but it’s all for the greater purpose... 3 more days",
  "Precisely https://t.co/E2LT5OL0gy",
  "That’s a whole lie... you say whatever you want to say when you want to say it... https://t.co/hSnGkWZiyk",
  "Stop letting yourself get bored and entertaining people who doesn’t even know your worth...\n\nNo more bored talking..\nNo more bored Dating..\n\nEnjoy your single time alone and work on you 😘\n\nYou cost too much...",
  "@iamtheharper1 @King_DLH get your brother before he gets blocked... please and thank you...",
  "Stop be extra and annoying for once in your life... thank you so much ✌🏽 https://t.co/yOCyPXEhjz",
  "These 4 days are going to be so hard...",
  "@iamtheharper1 👋🏽👋🏽👋🏽",
  "@PapiChuloEric @iamtheharper1 Thank you for the compliment 😘",
  "@iamtheharper1 Niggas aren’t tripping at all 😊",
  "❤️❤️ https://t.co/CwZJOUdgbD",
  "That’s my brother... don’t mind him please https://t.co/KObZuvVSID",
  "I just want to thank God that what was supposed to kill me didn’t 🙌🏽🏃🏽‍♀️",
  "😘😘 https://t.co/lQNo8kDL0g",
  "https://t.co/ZqRTBFXi8r",
  "Cause I haven’t dropped pictures in a while https://t.co/1U4KtTae9d",
  "God is so good!",
  "@jph_evans Make my flyer for the second jurisdiction lol",
  "@jph_evans Or I’ll take jurisdiction 2",
  "@jph_evans Can I be the Vice Presider lol",
  "I cannot stand you 😂 https://t.co/71dIOKG24i",
  "Your basic needs include creating an ambitious schedule that e... More for Capricorn https://t.co/htEERXOAta",
  "You got me opened and focused.",
  "If I can be completely honest.... I never knew that I could be this emotionally open again AT ALL...",
  "That all love was... was a lie...",
  "Now you hate to even think about what it feels like to be touched, or those little butterflies, that jittery feeling is actually just nervousness at the thought of trying to love again...",
  "But then they turn around and screw you over and break your heart and all you knew that love was is just a big heart ache",
  "Ever been in love with someone where the thought of them makes your stomach get those weird butterflies, you get all jittery &amp; excited knowing you’ll be in their presence, when you get near them and their scent makes you melt 🤤 their touch is everything...like they are perfect",
  "@iamtheharper1 I have NO idea why this time..",
  "@iamtheharper1 Wow. 🤦🏽‍♀️ I’m done fighting bro...",
  "Not who I want 🤷🏽‍♀️ so it ain’t nobody frfr https://t.co/nlNnqOGScX",
  "@iamtheharper1 Lol right lol",
  "@iamtheharper1 That’s great lol",
  "@iamtheharper1 Shut up",
  "@HollywoodMula Hahahahahahaha ok",
  "Y’all would think someone is over here sending me cute messages and loving on me the way I’m acting... nope...\n\nNo one wants me lol",
  "I’m so excited that I finally decided on you 😘",
  "While we’re young I think we should do something crazy...",
  "I have the emotions of a pregnant woman today...",
  "Yoooo 😭 https://t.co/YoGVu07hfo",
  "@iamtheharper1 You must have had this decked",
  "It’s quite unnerving when your emotions are so wild and uncont... More for Capricorn https://t.co/htEERXOAta",
  "When I’m running from what I think..\nI keep tripping on both my feet tryna keep myself away from you...",
  "Been wondering for a long time 🤦🏽‍♀️ https://t.co/ZMpSTZDAsv",
  "I need this distance to be close enough",
  "I wanna mute you loud in stereo",
  "I wanna quit you cold but overdose",
  "@iamtheharper1 Why lol",
  "Mentally just Got pregnant 🤦🏽‍♀️",
  "@iamtheharper1 I know you are !! Lol",
  "Shutting down ! https://t.co/a8QOLF7755",
  "I wanna let you go but keep you close 🤦🏽‍♀️",
  "Mouth start watering and all 🤦🏽‍♀️ https://t.co/f98Da7lkm4",
  "@iamtheharper1 Listen lol",
  "This relationship is so toxic... I sin just thinking about it 😂🤦🏽‍♀️",
  "Can I steal this lol https://t.co/I681h882GI",
  "Detoxing my phone...my brothers would be so proud",
  "I just went back and listened to this voice recording of mother at this funeral... look",
  "Listen, I am in pain...",
  "@KMARSH45 Hello",
  "@iamtheharper1 Shut up lol",
  "Swipe left... I took my sling off for this slay 😍😂 https://t.co/DIkekxTQSY",
  "I think about you all day.",
  "Omg lol https://t.co/cASQ6QIgAO",
  "How many followers do you get everyday? I got 146 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "You’re known to calculate all the variables, so you have the b... More for Capricorn https://t.co/htEERY6bRK",
  "yesssss https://t.co/J4FpXlxobz",
  "Dear person wanting pursue me,\n\nIf you have to choose between me and them.. \n\ngo ahead a choose them baby.. I'm not in the running for no competition... 💁🏽‍♀️",
  "I promise you, \n\nEverything God said about you is getting ready to manifest... 🙌🏽",
  "It's no better feeling than to see God begin to manifest what you have been praying for...",
  "I’m all about making friends...",
  "Listen if we talking, I slick want you to sweat me 🤷🏽‍♀️ be allllllll about me kid 😍",
  "@I_BeDope I mean.... long enough lol",
  "Stay humble and serve God ❤️",
  "I've seen too many.. https://t.co/8CeVbZxJdi",
  "true true true... https://t.co/hct6y5r4su",
  "🤦🏽‍♀️I surely foresee a trip to the ER tonight",
  "@PapiChuloEric Skinny niggas too cocky",
  "@PapiChuloEric Im just saying 🤷🏽‍♀️",
  "That’s all I ever dated... I’m new to this big boy life... https://t.co/8QxLJIX26i",
  "Heyyyyy twiddduuuhhh I’s backkk 😏😘 https://t.co/5piNAyAhH8",
  "I need to be in a group chat.. my phone gets no love unless it’s the morning or I post a picture to IG 🤷🏽‍♀️ lol",
  "@PapiChuloEric Lol we gonna test that out before lol... that’s why I’m saying Big boy season lol",
  "My future husband has to be able to pick me up and just carry me around... and I’m not a skinny chick..",
  "I been on the skinny boy train all my life but LISTEN... big boys have officially won 👏🏽",
  "@cocoabeautii__ It’s the worst",
  "I’m kid free Fa NOOOTTTHHHIINNN 🤷🏽‍♀️😂",
  "15 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "It’s so hard to fight love.",
  "@iamtheharper1 Oop",
  "Never working the altar again..",
  "@jph_evans @iamtheharper1 Awwww",
  "@iamtheharper1 @jph_evans Tayshiem I didn’t know you knew him... this man of God is coming to preach for me 😊",
  "@iamtheharper1 @jph_evans Yesss we did 😩🙌🏽",
  "Making reliable plans with others appears to be out of the que... More for Capricorn https://t.co/htEERXOAta",
  "@King_DLH ...@iamtheharper1 is so tight 😂",
  "✌🏽 https://t.co/3Uz3rZUV71",
  "@King_DLH Listen",
  "@iamtheharper1 What she say",
  "@King_DLH @iamtheharper1 Three couples/ preacher couples and then it’s just us single folk 🤷🏽‍♀️",
  "@iamtheharper1 @King_DLH I thought we was talking about the white girl",
  "@iamtheharper1 @King_DLH I’m “ascending” lol",
  "@iamtheharper1 @King_DLH We ARE outsiders lol",
  "@iamtheharper1 @King_DLH You have killed me",
  "@iamtheharper1 @King_DLH This conversation sounds forced",
  "@King_DLH @iamtheharper1 I’m trying to lay down too 🙄",
  "@iamtheharper1 We shall gossip and talk about the saints as part of the ecclesia",
  "16 tweeps followed (thank you!) and 24 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "Your keen ability to take stock of a situation and calculate y... More for Capricorn https://t.co/htEERXOAta",
  "Shut up https://t.co/Jo9Nze8Esc",
  "Same https://t.co/KrNq44sY7k",
  "How many followers do you get daily? 19 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "You have faith that your consistent hard work will bring the s... More for Capricorn https://t.co/htEERXOAta",
  "@TeamBriiiii Without me 🖕🏽",
  "Stats for the day have arrived. 23 new followers and 95 unfollowers via https://t.co/8G9ZCtjCCf.",
  "A wave of dissatisfaction grabs your attention and lures you i... More for Capricorn https://t.co/htEERXOAta",
  "When you find someone who meets your drive they become SO ADDICTING...",
  "@RashaunDimitri Yesss I’m here for it!",
  "I’m officially over this ENTIRE situation 😂🤷🏽‍♀️ lost cause",
  "How many followers do you get everyday? I got 24 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "You’re not one to be caught up in the excitement of the crowd ... More for Capricorn https://t.co/htEERXOAta",
  "@ShaunMitri Thank you !",
  "@ShaunMitri Send that to me...",
  "@ShaunMitri you have a break up play list ?",
  "I’m so over this...",
  "24 new unfollowers and 27 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "People may be hesitant to ask you for help today because they ... More for Capricorn https://t.co/htEERXOAta",
  "Do you know who are awesome? My 19 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "You’re not sure why reality has to return with such a thud tod... More for Capricorn https://t.co/htEERXOAta",
  "@iamtheharper1 Uhhh huuuhhh",
  "God met us last night and I’m SO thankful!",
  "I deleted messages and pictures and all today... #Refreshing https://t.co/8SEv2IZS8E",
  "Ground Zero!",
  "@iamtheharper1 We have to talk about WHATS ON THE SEAT!",
  "@iamtheharper1 Your reads off?",
  "@iamtheharper1 Listen....",
  "@iamtheharper1 Open my message...",
  "I am SO TIGHT right now 🤦🏽‍♀️",
  "Respond to me... https://t.co/bDO9TEGLoa",
  "24 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "You might be afraid that if people know how optimistic you are... More for Capricorn https://t.co/htEERXOAta",
  "21 daily followers. 28 unfollowers. Crowdfire doesn't miss a trick - via https://t.co/8G9ZCt21dF",
  "@jph_evans Listen!",
  "When the going gets tough, you Mountain Goats ascend. It’s as ... More for Capricorn https://t.co/htEERXOAta",
  "Happy Thursday Beauties ✨\n\nBe a #Refresher ❤️ https://t.co/QyS25VliNH",
  "Growing and engaging with the right tweeps - gained 28 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "You are self-motivated and won’t likely wait for your boss to ... More for Capricorn https://t.co/htEERXOAta",
  "It’s #WINSday ❤️❤️ https://t.co/m5mV55tF17",
  "Do you know who are awesome? My 27 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "Dear Queen... https://t.co/4nJNu1TbWL",
  "Your friends may ride to your rescue today, especially if you ... More for Capricorn https://t.co/htEERXOAta",
  "@_Tintyy Meeeee!!",
  "Growing and engaging with the right tweeps - gained 23 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "Your current inflexibility is problematic today. You can see t... More for Capricorn https://t.co/htEERXOAta",
  "What...? https://t.co/bjaM3nEHw9",
  "Wondering how to grow on twitter? I gained 30 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "Putting your best foot forward makes sense if you’re serious a... More for Capricorn https://t.co/htEERY6bRK",
  "I’m ready to engage with my 26 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "Your cynicism might leak through your intention to show a happ... More for Capricorn https://t.co/htEERXOAta",
  "On airplane mode. \n#swipeleft⬅️ https://t.co/vkKSpUze84",
  "Look 😂 I have no chill tonight https://t.co/jfaYiS5TvL",
  "How many followers do you get daily? 34 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "Your motives are not clear to others today, leaving them wonde... More for Capricorn https://t.co/htEERXOAta",
  "Forget unfollowers, I believe in growing. 30 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "@iamtheharper1 @King_DLH Hahahahaha “what now” 😂 am I that bad",
  "@iamtheharper1 Oooopppp",
  "I’m here for it though 😍",
  "My brothers are going to kill me tomorrow @iamtheharper1 @King_DLH  🤷🏽‍♀️",
  "I do this... faithfully https://t.co/RlvRhQynx6",
  "Separating your long-term dreams from your concrete objectives... More for Capricorn https://t.co/htEERXOAta",
  "@iamtheharper1 @King_DLH My bishop told me since I’m all the way single to go back to the gym and have these niggas crawling after me 🤷🏽‍♀️ but stay holy",
  "I’m ready to engage with my 48 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "You’re less concerned if people know about your plans now beca... More for Capricorn https://t.co/htEERXOAta",
  "To God Be the Glory...",
  "Praying 🙌🏽 https://t.co/SErKBJtE7A",
  "Wondering how to grow on twitter? I gained 26 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "Disputes about joint property or business partnerships can tri... More for Capricorn https://t.co/htEERXOAta",
  "Do you know who are awesome? My 26 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "You might appear as if you are in a good mood today, but you’r... More for Capricorn https://t.co/htEERXOAta",
  "Number crunching for the past day - 34 new followers and 38 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "Sometimes, a well-meaning friend can unintentionally cross a l... More for Capricorn https://t.co/htEERXOAta",
  "My crew ❤️❤️\n\nteam_briiiiii _ashleybeauty_xo @_tintyy @DevinLyric https://t.co/vGgJowti6v",
  "Battle of the bands \n\n@_tintyy  _ashleybeauty_xo \nWe were missing team_briiiiii https://t.co/sijOSzd5nV",
  "I gained 31 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "Gritting your teeth, burying your feelings, and getting on wit... More for Capricorn https://t.co/htEERXOAta",
  "Battle of the bands #hbob @the_honda",
  "Aggie pride #hbob",
  "This is sooo lit #hbob",
  "Everyone Follow @DevinLyric  !!!!!\n\nLIT 🔥",
  "32 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "Your brain lights up with original ideas when trickster Mercur... More for Capricorn https://t.co/htEERXOAta",
  "Wondering how to grow on twitter? I gained 25 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "An unreasonable number of tasks may clutter your calendar toda... More for Capricorn https://t.co/htEERXOAta",
  "Number crunching for the past day - 40 new followers and 25 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "It’s tempting to put all your eggs in one basket today, but th... More for Capricorn https://t.co/htEERXOAta",
  "52 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCtjCCf",
  "You are a sight to behold as you progress toward your goals wi... More for Capricorn https://t.co/htEERY6bRK",
  "Stats for the day have arrived. 39 new followers and 36 unfollowers via https://t.co/8G9ZCtjCCf.",
  "You might think it’s important to be consistent in your commun... More for Capricorn https://t.co/htEERXOAta",
  "#GloryCarrier \n#MorningStudy https://t.co/OjECY4qCGo",
  "Listen if we can study God’s word together 🤤",
  "How many followers do you get everyday? I got 28 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "I’m sooo excited to be a part of this !!! \n\nIt’s going to be bananas! \n\nRegister! Register!… https://t.co/otFfxBu2Dn",
  "As competent as you are in the outer world, expanding your ski... More for Capricorn https://t.co/htEERXOAta",
  "Young but Chosen ❤️✨👑\n\n#LastOneIPromise https://t.co/vzoLO4kGtH",
  "She didn’t come to play 👑 https://t.co/lB9KvyYSml",
  "She didn’t come to play 👑 https://t.co/lB9KvzgtdT",
  "The prettiest thing I ever seen is a Holy Ghost QUEEN 👑\n\n#SundaysAreForChurch https://t.co/G1wUifPl8L",
  "I have a rising follower graph! 25 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "You may be the reluctant leader of your pack now, pushed to th... More for Capricorn https://t.co/htEERXOAta",
  "32 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "Financial issues may grow more complicated now, but you’re rea... More for Capricorn https://t.co/htEERXOAta",
  "@iamtheharper1 Oh 😂😂",
  "Sike... who am I kidding lol",
  "Out here waiting....",
  "I don’t have the patience",
  "I’m over this guy...",
  "@iamtheharper1 Want some what 🙄",
  "Listennnn... https://t.co/vDnD7iobkI",
  "@King_DLH @iamtheharper1 I was getting ready too put the eyes too like",
  "New day, new tweets, new stats. 111 followers, 143 unfollowers. Via good old https://t.co/8G9ZCtjCCf",
  "It’s time to take a stand today, even if you’re promoting an u... More for Capricorn https://t.co/htEERXOAta",
  "Stats for the day have arrived. 72 new followers and 107 unfollowers via https://t.co/8G9ZCtjCCf.",
  "Your attention is shifting from what you want to accomplish in... More for Capricorn https://t.co/htEERXOAta",
  "God has been so Good to me!",
  "Anyone trying to make a easy $200? \n\nDownload this free app! \n\nhttps://t.co/0RN14FFrDT\n\nI’m cashing out today",
  "Comment \n\n“Let’s get i!” \n\nAnd I’ll dm you! https://t.co/hoo9t6U74m",
  "You can make a creative breakthrough today, motivating you to ... More for Capricorn https://t.co/htEERXOAta",
  "Listen!!!!\nWhen these refunds hit! \n😂😂😂 https://t.co/BUhF4RdWiD",
  "SO ready for Atlanta...",
  "44 daily followers. 31 unfollowers. Crowdfire doesn't miss a trick - via https://t.co/8G9ZCt21dF",
  "You possess an innate ability to turn ideas into reality. The ... More for Capricorn https://t.co/htEERXOAta",
  "Skin thick, too tough!",
  "Me currently https://t.co/lQdPk5ow8W",
  "34 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "There are many different roads that lead to success now but, o... More for Capricorn https://t.co/htEERXOAta",
  "“The Lord is my strength and song, and is become my salvation.” ✨✨\nPsalms 118:14 \n\nExcuse… https://t.co/zhIYequelA",
  "Sunday’s are for church ❤️✨ https://t.co/WgEiFu8NCk",
  "I gained 34 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "Although your life seems to be on a path to stabilization thes... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get daily? 28 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "You want people to take you seriously and you’re worried they ... More for Capricorn https://t.co/htEERXOAta",
  "@TeamBriiiii You need any help?",
  "Wondering how to grow on twitter? I gained 38 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "He was so fresh acting like he didn’t just tell me to drink bleach Saturday 🤷🏽‍♀️",
  "You might feel invincible now as you see obstacles to your suc... More for Capricorn https://t.co/htEERXOAta",
  "@TeamBriiiii Let’s have a slumber party in your living room lol",
  "@TeamBriiiii @_Tintyy",
  "I was SO EXTRA on my ex’s live last night... 😂",
  "@TeamBriiiii We need a movie night",
  "51 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCtjCCf",
  "You are in a power zone and it’s crucial to make the most of i... More for Capricorn https://t.co/htEERXOAta",
  "Business ventures and building credit.\n\nAll 2018.",
  "35 new unfollowers and 60 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "The weight of the recent cosmic shift may finally be dawning o... More for Capricorn https://t.co/htEERXOAta",
  "God woke us up again 🙌🏽\n\nTell him thank you.",
  "lost files 📷 https://t.co/vdFjOhfcGk",
  "34 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCt21dF",
  "You’ve been preparing for an intense amount of transformation,... More for Capricorn https://t.co/htEERXOAta",
  "Tune in! \n\nYou don’t want to miss this information! https://t.co/l0KgjL1oh1",
  "With tears in my eyes I am so humbled and grateful 😩 God sees fit to continue to remind of who I… https://t.co/P8Vouef4td",
  "Stats for the day have arrived. 28 new followers and 46 unfollowers via https://t.co/8G9ZCtjCCf.",
  "Although you usually are working with a practical plan while y... More for Capricorn https://t.co/htEERXOAta",
  "Your TEMPORARY set back SET YOU UP for a PERMANENT come back!\n#1stsunday \n#millenialpreacher… https://t.co/OLBf4nOVXi",
  "You’re due for a come back! \n#1stsunday \n#millenialpreacher \n#greaterprayertemple https://t.co/SY04XZNB5X",
  "For the love of Fur ❤️ https://t.co/QPC0DxlsM4",
  "@King_DLH preached!!!! https://t.co/BMiPeUKpM5",
  "Forget unfollowers, I believe in growing. 41 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "You may be focusing on personal matters today, but you can’t s... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 43 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "You might surprise someone who expresses concern about your lo... More for Capricorn https://t.co/htEERXOAta",
  "Growing and engaging with the right tweeps - gained 40 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "Remembering your dreams today is not sufficient to make them c... More for Capricorn https://t.co/htEERXOAta",
  "Choose Happiness.\nChoose Peace.\nYou deserve it. https://t.co/4on8pjodPi",
  "Wait on it...❤️❤️\n\n#2019 https://t.co/yk1IYuw6Al",
  "I got it bad...",
  "43 new unfollowers and 46 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "You want to lighten up today, but you might not be able to exp... More for Capricorn https://t.co/htEERXOAta",
  "Ive made an executive decision and.....\n\nI don’t think I want to pay my phone bill anymore🤷🏽‍♀️",
  "Facts https://t.co/9beHGDBRBb",
  "@DeejayMelowdee Maybe....",
  "Told myself I was going to be single all 2018.",
  "That unexpected fall😩😍",
  "Shoutout to the man of my dreams...\n\nI can’t wait to meet you ❤️",
  "Prepared for it...\n\n#All2018",
  "50 tweeps followed (thank you!) and 44 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "Although you are on a solo mission, you’re willing to modify y... More for Capricorn https://t.co/htEERXOAta",
  "In your fullness ✨ https://t.co/jCLCXAOE2M",
  "Last but not least to my brothers! \nMy support system, my headaches, my prayer partners, my… https://t.co/hsjaBdM4l5",
  "I am SO thankful for leaders who push me, encourage me and most of all...see greatness in me… https://t.co/Ldgpwywyf2",
  "“I am the Lord’s servant. May everything you have said about me come true.”\n\nLuke… https://t.co/YFdM7a3f10",
  "To you...\nMy God mother!\nWho always supports me and pushes me to be great! \nI Love you SO… https://t.co/CMilAl0zGw",
  "Gained 40 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "Finding professional satisfaction is an uphill battle these da... More for Capricorn https://t.co/htEERXOAta",
  "38 new unfollowers and 24 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "Unresolved relationship issues are in the spotlight today as s... More for Capricorn https://t.co/htEERXOAta",
  "25 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "It might be disconcerting to think about how many times you sw... More for Capricorn https://t.co/htEERXOAta",
  "Forget unfollowers, I believe in growing. 40 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "10 times out of 9 I know you lying...",
  "Normally, there’s something very reassuring about approaching ... More for Capricorn https://t.co/htEERXOAta",
  "lil boo got you smiling 🙊 okay okay 👏🏽👏🏽 https://t.co/COcK4oAY9v",
  "Father consume me...\nYou can use me...\nBreathe life into me... \nHere on this altar 🙌🏽",
  "@DimitriShaun how you get the cursive! I been trying!",
  "36 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCtjCCf",
  "You are serious about everything in your life now, including r... More for Capricorn https://t.co/htEERXOAta",
  "46 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "Karma is working in your favor now, setting you up for the swe... More for Capricorn https://t.co/htEERXOAta",
  "Just in case y’all wanted to give me a monetary 🎁 \n\n#happybirthdaytome https://t.co/wzcexmv39d",
  "Happy birthday to me 🤷🏽‍♀️❤️👑 https://t.co/DcrNnrHLlu",
  "@_Tintyy Omg is this on ig yet ? I love it ❤️❤️",
  "Growing and engaging with the right tweeps - gained 87 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "You are beginning to adjust to your new outlook on life, altho... More for Capricorn https://t.co/htEERXOAta",
  "I miss @King_DLH",
  "This bible study 😍🙌🏽",
  "Okay, no more pictures until my birthday 🎁 which is in two days ✨😍\n\n#christmas2k17🎄🎁🎅 @ The… https://t.co/j36SUgHvlt",
  "👑✨ https://t.co/brSw6hDYFO",
  "Being his mother has been my greatest accomplishment by far!\n\nI’m honored to be your mommy ❤️ @… https://t.co/wZxqJw8qbA",
  "How many followers do you get daily? 45 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "Your approach to life may be rather serious and your sense of ... More for Capricorn https://t.co/htEERXOAta",
  "Chestnuts roasting on an open fire 🎁😘 https://t.co/amLeAOCWRv",
  "Issa 🎁. https://t.co/Y2rqyQCrvj",
  "Merry Christmas from Devin ❤️🎁🤦🏽‍♀️ @ The Hotel Roanoke &amp; Conference Center https://t.co/oGlzKJK707",
  "Walking into 2018 like.... https://t.co/KCAiyOuvWu",
  "Just posted a video https://t.co/Bbdmrd5Ets",
  "Wondering how to grow on twitter? I gained 43 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "Paradoxically, you might feel isolated from those closest to y... More for Capricorn https://t.co/htEERXOAta",
  "You have no problem talking about your feelings today, enablin... More for Capricorn https://t.co/htEERXOAta",
  "63 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "Happy Saturday Beauties...👑 https://t.co/ZgzX7FJKbS",
  "@TeamBriiiii Wya",
  "New day, new tweets, new stats. 39 followers, 46 unfollowers. Via good old https://t.co/8G9ZCtjCCf",
  "Old to me, new to y’all 😏 https://t.co/ox5YnHFXNu",
  "Your no-nonsense reputation often precedes you, leading others... More for Capricorn https://t.co/htEERXOAta",
  "The WAY this attitude is getting ready to creep up on me 😒🤬",
  "Do I ever cross your mind?",
  "To fall in love is not my fate...\n whatever falls, breaks.",
  "🗣🗣🗣 https://t.co/RMVCJc6ozQ",
  "47 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "Your dedication to a cause makes you a fierce force once you d... More for Capricorn https://t.co/htEERXOAta",
  "Accepting ALL birthday blessings STARTING TODAY 😂 \nmy birthday is in 7 days! \nThank you in… https://t.co/eF13LDWGQe",
  "Surrounded by a strong group of girls who I have been around for 18+ years who have a hell of a testimony ❤️ love y’all girls! @_Tintyy @TeamBriiiii &amp; whatever Ashley’s is lol",
  "@TeamBriiiii love you.....❤️❤️",
  "Facts! https://t.co/GuPZw9NHBe",
  "Straight shouting at my wedding and twerking at the reception https://t.co/N49l6CYoZW",
  "46 new unfollowers and 204 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "You may be so attached to your dreams today that you can’t jus... More for Capricorn https://t.co/htEERXOAta",
  "Let me know when you want to start https://t.co/aq3ki1mR4k",
  "@DimitriShaun We both have good followings so it’d be crazy!",
  "@juju_johnson52 Omg laugh a little sheesh .... people are so touchy lol",
  "@DimitriShaun Can I be your co-host",
  "@juju_johnson52 Cause of what I said",
  "@juju_johnson52 😂😂😂 currently waiting on you to cuss me out",
  "I can’t follow anyone for two days😂😂 twitter blocked me",
  "*waiting on a text cussing me out*",
  "I’m convinced @juju_johnson52 ain’t gonna leave me alone... he better stop for my new man beat him up 😂",
  "@juju_johnson52 @lulyannnn I thought that’s what you wanted 🤷🏽‍♀️",
  "The way you got your hair up, did you forget...that me😏",
  "The way you talk, that’s me",
  "The way you walk, that’s me",
  "@lulyannnn Emotions &amp; feelings Emotions &amp; feelings Emotions &amp; feelings Emotions &amp; feelings Emotions &amp; feelings Emotions &amp; feelings Emotions &amp; feelings Emotions &amp; feelings Emotions &amp; feelings Emotions &amp; feelings Emotions &amp; feelings Emotions &amp; feelings @juju_johnson52",
  "@lulyannnn @juju_johnson52 I’ll send you one...",
  "I promise you if you look too deeply into my twitter you’ll get your feelings hurt.. \n\nSingle all 2018. 🤷🏽‍♀️\n\nBesides I have to win this bet that I’ll stay single.",
  "@juju_johnson52 @King_DLH 🖕🏽🖕🏽",
  "Wow. https://t.co/ChGGICWxc3",
  "@juju_johnson52 @King_DLH Oh true",
  "@King_DLH @juju_johnson52  https://t.co/ROfg5O98Fr",
  "@juju_johnson52 @King_DLH Go for it?",
  "@King_DLH @juju_johnson52 I’m 9-5 tomorrow",
  "@juju_johnson52 @King_DLH Ooooo what’s up 🙄🙄",
  "@juju_johnson52 @King_DLH Cheellloooo",
  "@King_DLH @juju_johnson52  https://t.co/n0nvQSigUT",
  "@juju_johnson52 @King_DLH  https://t.co/CXgkMIIO85",
  "Oh there you are https://t.co/ytCKvMwe29",
  "@RipJalen12 I know lol",
  "No more clouded vision...",
  "I can't follow people for like two days...",
  "I slick was just in twitter jail...",
  "@RevMLTillerJr",
  "If this world were mine... I’d give you anything..",
  "If this world were mine... I’d give you each day so sunny and blue and if you wanted the moon light, I’d give you that too..",
  "I’d make you a king...with wealth untold... you can have anything..",
  "If this world were mine..",
  "We something 😩🤷🏽‍♀️",
  "It’s something...",
  "I’m something...",
  "Taking me off focus🤦🏽‍♀️",
  "@LovelyLadyLe And all the time...",
  "Truth is if it ain’t you then it ain’t nobody 🤷🏽‍♀️😩",
  "@mama_loon69 Thank you love",
  "Gained 79 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "@Teezo2010  https://t.co/bl6PiUgQwx",
  "@Teezo2010  https://t.co/MeYEk1nnFZ",
  "And all the time... https://t.co/JfLnZEgD3f",
  "God is so good... I can’t say it enough...",
  "Cause I said SIS.... if you ain’t a “sis” then why are you bothered...but alright 😂😂🤦🏽‍♀️ you don’t have to unblock me on any social site for all I care...😂🤷🏽‍♀️ https://t.co/ahlRFSCSDQ",
  "@michaeld_9 I guess 🤷🏽‍♀️",
  "https://t.co/XWBbMq8wsb",
  "Sometimes it takes karma a long time to come around, yet this ... More for Capricorn https://t.co/htEERXOAta",
  "I been trying to tell y’all, I DON’T SPEAK BROKE! 😂😂\n\n#Applestolic https://t.co/B1EltZTRBT",
  "@iamtheharper1 Nooo don’t unblock me because I say something about it lol 😂",
  "@iamtheharper1 blocked me on fb to? Oh yeah there is no rekindling this 🤬",
  "There goes that tingly feeling again...",
  "Even more reason why I need my Mac 🤦🏽‍♀️ https://t.co/miyJFYhZjO",
  "Thanks anyway https://t.co/IAYjD9purU",
  "I wanna please you no matter how long it takes...",
  "I wanna love you in every kind of way...",
  "I should be calling @iamtheharper1 right now about how much I dislike #oomf today.... but I’m not... reblocking him in a min",
  "Cause we single... that’s why lol",
  "Facts https://t.co/xE7SnaNpis",
  "Julius never lets me act single... 🤷🏽‍♀️",
  "Lol sure https://t.co/BMYut2hevZ",
  "@its_THAKING Wyd",
  "70 new unfollowers and 49 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "@its_THAKING As have you..",
  "**DISCLAIMER**\n\nDon’t take my...\n\nTWITTER...\nRETWEETS...\nLIKES...\n\nSerious!!\nSave yourself the headache 🤘🏽",
  "#NewProfilePic https://t.co/UQIaTo5aJy",
  "Reclaiming everything that I loss...\n\n#GettingDouble",
  "Good! https://t.co/MtM5reJPQ9",
  "@TeamBriiiii Facts !!!",
  "@its_THAKING I’m good and you",
  "@TeamBriiiii You good fam?",
  "The sands of time are slipping through the hourglass and you i... More for Capricorn https://t.co/htEERXOAta",
  "God is Faithful",
  "Good morning ❤️❤️ https://t.co/A0kei3rs7c",
  "Listen ! https://t.co/Tl95kpsEWC",
  "@AmberNickkolee You are so welcome!",
  "@DevinLyric ... here’s one sus https://t.co/LAcz4jcSvV",
  "I|Am|Queen ✨👑\n\nBlog coming soon ❤️ https://t.co/oinOJLptlX",
  "Yesterday ✨🖖🏽❤️ https://t.co/UgLSuk7fmR",
  "The fact that I’m STILL BLOCKED is blowing me 😂😂",
  "14 Days.. https://t.co/QKnmnk9QP2",
  "Listen 🙌🏽 https://t.co/cKz0R7YJTb",
  "Wondering how to grow on twitter? I gained 55 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "@_Tintyy How pull that off",
  "You can visualize the light at the end of the tunnel today, ye... More for Capricorn https://t.co/htEERXOAta",
  "@jstcwarrior @DevinLyric",
  "@nee_cee You good?",
  "@nee_cee Whyyyy 😫",
  "@iamtheharper1 @King_DLH You are one to talk 😂😂😂😂😂😂 please save it! You’re in your feelings more than half of my female friends... sis chill",
  "@iamtheharper1 @King_DLH I most definitely won’t call 👋🏽 have a great night",
  "@iamtheharper1 I don’t want anyone from martinsville or Roanoke! I’ll pass! Matter of fact... you definitely can be kicked cause me and Monte BEEN here... you new ✌🏽",
  "Taking applications for new brothers!",
  "@iamtheharper1 @King_DLH Blocking you both until Monday 🖖🏽",
  "@iamtheharper1 @King_DLH 🖕🏽",
  "Listen 😂😂😂 https://t.co/2mb0L1aiUZ",
  "Done with @iamtheharper1 and @King_DLH until next week... I’m done with them... y’all can have them",
  "@juju_johnson52 Promise?",
  "@juju_johnson52 You good?",
  "iigghhhtttt",
  "Anyway",
  "Not what you think... relax",
  "When I tell you I knew Julius was going to peep this...",
  "Got a text that quick... no reply... reads going off",
  "Single all 2018 is the goal...",
  "I promise he better not text my phone or call me tonight or tomorrow... he good where he at...",
  "Right! https://t.co/stnbNXSvmh",
  "Pull up on me like this is if you want to and 5 months later we will be doing a gender reveal https://t.co/fYmHW8MQ8Z",
  "I feel that type of tired you feel when you pregnant... all I wanna do is sleep",
  "I was supposed to do my hair - not done\n\nFinish up my sons Christmas - not done\n\nEyelashes - not done\n\nGo pick up my clergy - not done\n\nNOTHING IS DONE 🙄",
  "I’m going to send my ticket Money and sleep this day away...",
  "@King_DLH @iamtheharper1 I get along with Monte just fine 😊",
  "@iamtheharper1 Ain’t no threefold cord",
  "We aren’t 😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊 https://t.co/EydOz8nkqd",
  "I’m about to sleep the rest of the day...",
  "This spiritual heaviness... I’m so drained and sleepy...",
  "Stats for the day have arrived. 50 new followers and 75 unfollowers via https://t.co/8G9ZCtjCCf.",
  "Loose here!!! 😂😂\n\nSorry to the person who text me with a android... https://t.co/ZIxqVthwym",
  "Do you trust him? https://t.co/JJ5XFJTxNZ",
  "You may be pleasantly surprised with your own whimsical outloo... More for Capricorn https://t.co/htEERXOAta",
  "@iamtheharper1 Cause your call woke me up",
  "@iamtheharper1 Were we on the phone?",
  "@GingerMotion18 Awww thank you",
  "@OMG_itz_Henny You need to vent",
  "I needed to vent 🤭",
  "@iamtheharper1 Ok",
  "@iamtheharper1 You were rude so whatever",
  "So did I 🤷🏽‍♀️ https://t.co/3zhNabtivA",
  "@iamtheharper1 Whatever..",
  "9-8 today \n\n9-9 tomorrow\n\nJesus help 😫",
  "@5OShadesOfSHAI Pretty much",
  "@juju_johnson52 🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️",
  "@juju_johnson52 🤭🤭🤭 I see this friend thing ain’t gonna work",
  "@juju_johnson52 Welllllll Lord Jesus..",
  "@juju_johnson52 That’s all you got ??",
  "@juju_johnson52 🤷🏽‍♀️🤷🏽‍♀️ refresh my memory",
  "I’m the annoying ex who will respond to EVERY SINGLE tweet, fb post, snap, IG... lol \n\nI’m here forrreevvvaaa regardless lol",
  "@juju_johnson52 What night was it 👀",
  "I’m ready to engage with my 54 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "I promise I refuse to hear @iamtheharper1 whined about not talking to me tosay when I been out the store did a hour and he missing 🤷🏽‍♀️",
  "What you won’t do for Love...",
  "My friends wonder what is wrong with me but I came back to let you know, i got a thing for you and I can’t let go...",
  "Only you make me do for Love that I would not do...",
  "@King_DLH @iamtheharper1 I’ll probably miss it by time I get Devin from vinton and get to the church",
  "@King_DLH @iamtheharper1 Ooooo thats it",
  "@juju_johnson52 Who you talking about 🙄",
  "Julius trying it out here!",
  "👀👀 https://t.co/IZRhTbb7Q5",
  "Can someone have a kid for me 😫",
  "The WAY I want to be pregnant 😫",
  "Omg 🙄 https://t.co/KDlGj1p6N2",
  "Normally, you place your trust in the established structures o... More for Capricorn https://t.co/htEERXOAta",
  "Top of the morning ✨ https://t.co/vcCjfWRk0j",
  "Good morning☀️\n\nIf you are reading this then God has been good to you yet once again, he woke you up! \n\nYou have another opportunity to start over, smile, prosper, LIVE, BE GREAT 💯\n\nGo after every second chance today! \n\nBUT FIRST.... look up and tell God THANK YOU 🙏🏽❤️",
  "@iamtheharper1 @King_DLH Nothing I just wanna be at church before 9pm",
  "Top of the morning ✨ https://t.co/pvZeDqlcug",
  "Listen God is getting ready to BLOW YOUR MINDS https://t.co/0JqOCUktfS",
  "About to send @King_DLH to get his nephew today 🙄",
  "I love yalll more than anything!\n\nKeep pushing! \nKeep growing! \nKeep praying!\n\nGreat things are coming to you both! ❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️ https://t.co/qj8E3W56wY",
  "Whaaaaaa? https://t.co/UAXFX5g8aB",
  "I got melanin 😘✨ https://t.co/GlsX8teM8w",
  "@juju_johnson52 why you showing off tonight?",
  "This prayer that’s about to go forth",
  "@juju_johnson52 is showing off tonight 🤔",
  "Anyone want to pray with us? @iamtheharper1",
  "❤️❤️❤️❤️ https://t.co/9PdXFJfIa1",
  "On my worst days ✨ https://t.co/wsfuGb60cE",
  "80 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "Relationship dynamics seem to be flowing smoother, as if you h... More for Capricorn https://t.co/htEERXOAta",
  "I love my brothers ❤️💯 https://t.co/PsQ9rNRJPW",
  "The way this baby is praying and clapping on this here phone ! \n\n@iamtheharper1",
  "❤️❤️❤️ https://t.co/j5UClZDPFs",
  "EVERYONE can’t handle you.\nEVERYONE won’t understand you. https://t.co/UL2StVdeUc",
  "Repeat ✨ https://t.co/azsvuSFjMk",
  "Listen 😂😂 https://t.co/nbVe4Vt3IB",
  "Forget unfollowers, I believe in growing. 153 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "Can someone tell me how y’all getting this cursive font 🤷🏽‍♀️",
  "@iamtheharper1 omg lol",
  "@DBF_SkrrtSkrrt Ayyyeee 😋",
  "Stop trusting everyone with all of you, they can't handle that...",
  "Participating in a group project isn’t always easy. You have a... More for Capricorn https://t.co/htEERXOAta",
  "Dang https://t.co/8IKPV07FKD",
  "Love you bae! https://t.co/9PdXFJfIa1",
  "@_ForeignTrill @iamtheharper1 I missseeeddd errryytthhiinnnggg",
  "@iamtheharper1 here she is @_ForeignTrill ! Heyyy girrrlll",
  "Because I love my twin @King_DLH !!! My prayer and praising partner ❤️\n\n#swipe\n#ilovemybrothers https://t.co/vpkqpLo78j",
  "Because with @TayBae27 there is always foolishness 😂❤️ \nI love you brother… https://t.co/r07JeurOV0",
  "Maybe If you knew how much I LOST , It wouldn’t bother you so much to watch me WIN ✨❤️ https://t.co/mGcK1Fq9AX",
  "✨✨ https://t.co/7BwBDJ9hHI",
  "Forget unfollowers, I believe in growing. 104 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "Being misunderstood is no fun, especially when you’re so close... More for Capricorn https://t.co/htEERXOAta",
  "Tax time is not the only time I want to be able to splurge and boss up. \n\nI want to be financially free all the time..",
  "@King_DLH What he do now?",
  "@iamtheharper1 Do you know who the big was and what he looked like?",
  "Forgive them! https://t.co/HvHKtuNnAP",
  "God can do ANYTHING but fail!",
  "I just had to tell God thank you 🙌🏽😫 https://t.co/hz8k5BmUUt",
  "@iamtheharper1 That we were going to come",
  "@iamtheharper1 I told you already...",
  "I cannot https://t.co/gP4MKZaR3G",
  "@iamtheharper1 Send me the address and info so me and my brother can come..",
  "@iamtheharper1 Oh now we friends",
  "@iamtheharper1 That’s a lie...",
  "61 tweeps followed (thank you!) and 81 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "@iamtheharper1 @PennhouseMusic No... you’re being a baby",
  "@PennhouseMusic @iamtheharper1 He trying me🤷🏽‍♀️",
  "@iamtheharper1 @PennhouseMusic @King_DLH Welllll prraaaiisssseee daaa lorrrddttt https://t.co/NbeajfC7f3",
  "@iamtheharper1 @PennhouseMusic Don’t tease me with a good time hoe 🙃",
  "@iamtheharper1 @PennhouseMusic Well that means I should have text @King_DLH first right?",
  "@iamtheharper1 @PennhouseMusic 😋💦",
  "@iamtheharper1 @PennhouseMusic No I’m blocked.",
  "@iamtheharper1 @PennhouseMusic You found out the SAME time as everyone else 🤷🏽‍♀️",
  "@iamtheharper1 @PennhouseMusic So 🤷🏽‍♀️ don’t be a cry baby",
  "@iamtheharper1 @PennhouseMusic Hurt you for what though ?",
  "@PennhouseMusic @iamtheharper1 Stfu! You outta pocket! Let me go message Ashley 🤘🏽",
  "I’m not paying ANY attention in this training because I ALREADY know how to do this stuff!",
  "@iamtheharper1 @PennhouseMusic I’m not talking to him anymore",
  "@iamtheharper1 It happened soooo fast Tay!",
  "@iamtheharper1 I’m in training !!!",
  "@iamtheharper1 Stfu! Lol just cause I ain’t tell you first lol",
  "I’m blocking you and I won’t unblock you !! https://t.co/ZfU8UOmpPg",
  "@iamtheharper1 He annoying asf 🤷🏽‍♀️",
  "@iamtheharper1 is so needy😫😂",
  "@iamtheharper1 We churching tonight booboo",
  "@iamtheharper1 I love you more than anything",
  "@iamtheharper1 Me and monte coming to see you today",
  "@iamtheharper1 Broke what ?",
  "@iamtheharper1 Cut it ouuutttt",
  "It’s crazy https://t.co/0QgCax2Zil",
  "Bbbaaabbbeee sttoooppp https://t.co/odGjfxYPdQ",
  "You need to be needed today and the most efficient path to hap... More for Capricorn https://t.co/htEERXOAta",
  "Happy Monday ❤️ https://t.co/88LZGetdwn",
  "@iamtheharper1 👀👀",
  "My grandma yo 😂 https://t.co/a9tbNljEDl",
  "Come out the cut and post something half cute on snap...\n\nNiggas come from every angle reminding YOU of how YOU fell off and stop texting back 🤷🏽‍♀️",
  "This is my song 😫😍 @DanielCaesar https://t.co/9apVkjUZWD",
  "Goooood night fam 😘 https://t.co/T4CeFwWnXX",
  "You Deserve it and it exist ❤️ https://t.co/EojfLIMBnc",
  "Good game Steelers #HereWeGo",
  "You deserve it AND it exist! https://t.co/Ty4hRW5HXQ",
  "I cannot wait until my phone jumps like @iamtheharper1 ...",
  "Boy bye 🤘🏽 https://t.co/xzsUhmuxMN",
  "Anyone wanna fight before 2018 🤷🏽‍♀️🙄",
  "And we thank God that I have retired my “pull up” days 😂🤷🏽‍♀️",
  "Moving on! 😂😂",
  "I’m so weak",
  "All over a joke y’all 😂😂😂",
  "Just came back to my twitter to see someone was going off on me😂😂",
  "@Jeremyray_ Im wonderful... hows is your mom.. oops I mean wifey 😂🙄 (payback and shade intended) lol jk",
  "Let’s go get these blessings together bae! \n\nShooooot. Lol",
  "A little baby that can listen? \nYeah that’s wonderful...\n\nI want a lil baby that can pray and worship with me! \n\nLet’s love God together bae 🙌🏽😍",
  "@Jeremyray_ How are you Jeremy.",
  "😒🙄 https://t.co/f8KOgTLnFs",
  "Going after what I want and deserve all 2018.",
  "My nana preaching and I ain’t there 😫",
  "Keep God First on everything.\n\nThat’s how you flourish!",
  "Ima love somebody’s son in 2018 🤘🏽",
  "Thank you https://t.co/VRzOUht6q2",
  "@Sam_Fizzle Most def.",
  "Facts https://t.co/qtkFasxL3S",
  "It’s been there for like 3 years lol https://t.co/lI854k5Y7l",
  "Stats for the day have arrived. 77 new followers and 63 unfollowers via https://t.co/8G9ZCtjCCf.",
  "I will shut all my feelings down, build a huge wall...for the sake of me not being VULNERABLE for a nigga again 🙅🏽‍♀️",
  "Being uncontrollably in love... no feeling like it...",
  "Bae really ain’t bae If bae can’t pray 🙏🏽\n\n#CoverMe",
  "If*",
  "Bae really ain’t bae I’d bae can’t pray 🙏🏽\n\n#CoverMe",
  "You may be hiding behind a protective wall today because you b... More for Capricorn https://t.co/htEERXOAta",
  "My twitter jumps but my phone is so dry 🤷🏽‍♀️😂",
  "It’s Sunday and I know I’m going to miss @iamtheharper1 getting on my nerves...",
  "I know that I love you but just say... I don’t wanna love you in no kind of way",
  "@TeamBriiiii @_Tintyy Hey y’all",
  "Stats for the day have arrived. 53 new followers and 69 unfollowers via https://t.co/8G9ZCtjCCf.",
  "Giving all your attention to people who could care less about you and how you feel... Issa dub",
  "I officially think I’m over it 🤷🏽‍♀️",
  "You’re not sure if you woke up on the wrong side of the bed to... More for Capricorn https://t.co/htEERXOAta",
  "Someone tell him I’m done with him @iamtheharper1 https://t.co/pb6IEbAKFB",
  "Listen 🤷🏽‍♀️🙌🏽 https://t.co/FXoIPgI9PJ",
  "Listen, I am soooo sleepy 😫",
  "Wondering how to grow on twitter? I gained 72 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "You are not easily pulled off course, but reality makes a conv... More for Capricorn https://t.co/htEERXOAta",
  "Blurry but anyways about last week😍 https://t.co/42NL4NdEP4",
  "Gas yourself Bro/Sis! You WILL have it and you WILL get there! https://t.co/FYNLtWnEvc",
  "You’re annoying byyeeee lol",
  "51 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "Whatever you didn’t say yesterday is today’s fuel for the fire... More for Capricorn https://t.co/htEERXOAta",
  "You’re annoying byyeeee lol",
  "@TeamBriiiii Where y’all going",
  "Gained 107 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "@Jeremyray_ 😂",
  "@iamtheharper1 I’m about to call you",
  "You might think your hard work will speak volumes today, but i... More for Capricorn https://t.co/htEERXOAta",
  "When I tell you my brother just seriously went into heavy prayer and then ended it with....\n\nAND BLESS ALL MY HOES GOD!\n\nI am so dead 😂",
  "@iamtheharper1 Not waiting on him",
  "@iamtheharper1 You up early ain’t you baby?",
  "Love me when you're ready not when you're lonely...",
  "@PennhouseMusic @iamtheharper1 Made my night",
  "@Tunz_Adexcole Yeah his wife...",
  "Dang you know people who know famous people? Put me on bro!! https://t.co/1v69B36iHA",
  "Gotta leave this alone and get my mind right 🤦🏽‍♀️",
  "Please lol https://t.co/Xx5okbPFzd",
  "When I tell y’all that I literally can’t stand Tayshiem",
  "On God, I hate him lol https://t.co/f7L3vnSmj3",
  "Oh well lol https://t.co/c2tk0d9gDH",
  "Yessuuuhhh https://t.co/FNzWEGQYgr",
  "@MzSylvia91 Girl yesss",
  "I won’t go back, can’t go back to the way it used to be lol...",
  "I’m gonna make it! \nI’m gonna get through this 😊",
  "I hate you https://t.co/PY732DNNU0",
  "When I tell you these dreads are sending me 😫",
  "Ladies!! \n\nYou want a little freak that love the Lord!!\n\nThank me later!! \n\n‼️@TayBae27 ‼️ https://t.co/Nv5wQ8pbAC",
  "70 new unfollowers and 71 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "@rehj_ @TayBae27",
  "listen, you think they'll be mad... https://t.co/UocI0FOXRM",
  "@TayBae27 I’m out of it today 😂😂",
  "Frfr https://t.co/6fYpNf7Mob",
  "@TayBae27 Hold on... jail call 😂",
  "Ooop 🤦🏽‍♀️ https://t.co/AiMMCI4oUH",
  "Who a man of God 🙄 https://t.co/7yb2N0V5jb",
  "Yo if i sneeze while... nevermind lol",
  "Wait don’t say it lol https://t.co/VHERMFYK8U",
  "I’m on @TayBae27 timeline more than anyone’s... all I see is “Desiree” blah blah blah",
  "Say it https://t.co/yZ9NoeipOx",
  "Tayshiem won’t let me be great...",
  "Listen https://t.co/jmA02wDfEE",
  "You are sure that someone isn’t telling you everything you nee... More for Capricorn https://t.co/htEERXOAta",
  "88 new unfollowers and 71 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "You appear so busy today that your coworkers won’t likely thin... More for Capricorn https://t.co/htEERXOAta",
  "😂😂😂 https://t.co/vPh0QrBE5z",
  "My brother surely knows how to pick them...",
  "My brothers are so out of pocket tonight yo 😂",
  "You brother talking to a special kid😂",
  "Happy Sunday 🙃 https://t.co/TnMoE7N3YH",
  "@TeamBriiiii Take me with you..you good though?",
  "Stats for the day have arrived. 62 new followers and 70 unfollowers via https://t.co/8G9ZCtjCCf.",
  "I see a hospital visit in the near future",
  "Peace be still.",
  "You have reached a turning point and your current behavior wil... More for Capricorn https://t.co/htEERXOAta",
  "This pain I’m in 😫",
  "133 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "It may seem as if there is less of an emotional edge now, but ... More for Capricorn https://t.co/htEERXOAta",
  "This is going to be so worth it 😊",
  "Do you know who are awesome? My 93 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "On days like this....",
  "Oh no, \n\nHere we go again...",
  "You may seem to be a bit off your game today, as if something ... More for Capricorn https://t.co/htEERXOAta",
  "❤️✌🏽 https://t.co/Jt7Al0R7jc",
  "❤️ See y’all December 28th 😘 https://t.co/gvSvEHxNKz",
  "Growing and engaging with the right tweeps - gained 91 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "There are legends about the Mountain Goat’s determination to r... More for Capricorn https://t.co/htEERXOAta",
  "I feel so weird..",
  "@juju_johnson52 Here you go",
  "134 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "There are many separate issues that feed your anger these days... More for Capricorn https://t.co/htEERXOAta",
  "Slick annoyed",
  "129 daily followers. 57 unfollowers. Crowdfire doesn't miss a trick - via https://t.co/8G9ZCtjCCf",
  "Drop Snapchat and IG!\n\nFollowing everyone!\n\nSC: ObeyDes\n\nIG: TheOfficialDesss",
  "You’re in for a rude awakening today if you thought you could ... More for Capricorn https://t.co/htEERXOAta",
  "@_MallyMa1 Good morning Fam☀️ and happy Tuesday! I hope and pray that you have an amazing day! Be productive...go be great 💪🏽 Stsy prayed up and don’t let anyone ruin your day today ❤️",
  "@_d_r_i_z_ Good morning Fam☀️ and happy Tuesday! I hope and pray that you have an amazing day! Be productive...go be great 💪🏽 Stsy prayed up and don’t let anyone ruin your day today ❤️",
  "@ughbaegail Good morning Fam☀️ and happy Tuesday! I hope and pray that you have an amazing day! Be productive...go be great 💪🏽 Stsy prayed up and don’t let anyone ruin your day today ❤️",
  "@riodeiji Good morning Fam☀️ and happy Tuesday! I hope and pray that you have an amazing day! Be productive...go be great 💪🏽 Stsy prayed up and don’t let anyone ruin your day today ❤️",
  "@donihooa242 Good morning Fam☀️ and happy Tuesday! I hope and pray that you have an amazing day! Be productive...go be great 💪🏽 Stsy prayed up and don’t let anyone ruin your day today ❤️",
  "@do_dozie \n\nGood morning Fam☀️ and happy Tuesday! I hope and pray that you have an amazing day! Be productive...go be great 💪🏽 Stsy prayed up and don’t let anyone ruin your day today ❤️",
  "@WillyMFWonka \n\nGood morning Fam☀️ and happy Tuesday! I hope and pray that you have an amazing day! Be productive...go be great 💪🏽 Stsy prayed up and don’t let anyone ruin your day today ❤️",
  "@chunecxy \n\nGood morning Fam☀️ and happy Tuesday! I hope and pray that you have an amazing day! Be productive...go be great 💪🏽 Stsy prayed up and don’t let anyone ruin your day today ❤️",
  "@OMG_itz_Henny \n\nGood morning Fam☀️ and happy Tuesday! I hope and pray that you have an amazing day! Be productive...go be great 💪🏽 don’t let anyone ruin your day today ❤️",
  "@blessed_mychyll \n\nGood morning Fam☀️ and happy Tuesday! I hope and pray that you have an amazing day! Be productive...go be great 💪🏽 don’t let anyone ruin your day today ❤️ FB",
  "@Tay4Win Good morning fam ☀️ and happy Tuesday! I hope and pray that you have an amazing day! Be productive...go be great 💪🏽 don’t let anyone ruin your day today ❤️",
  "#GoodMorning Mentions? \n💞😋😉🍫😍🍫\n♻#RETWEET ♻️\n❤️Fav For A Mention &amp; Follow❤️\n👣FollowBack🏃💨\n🙅Or Get Unfollowed✌\n☺Strangers Welcome☺️",
  "Hey there 🤤 https://t.co/GR6vyVtYpY",
  "Taking my freedom and putting it in my stroll...\n\n#WatchMeWalk",
  "We made God's wake up list yet once again!\n\nTell him thank you🙏🏽",
  "Tighten up and go back to sleep Des...",
  "It’s the sun rise and those brown eyes ❤️ https://t.co/Aw0rOsm6OY",
  "Change looks good on you 😍 https://t.co/IPpbU1z2Z5",
  "I want you off my mind and on me...",
  "I gained 47 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "In case no one told you.... you are beautiful ❤️",
  "God is so amazing 🙌🏽",
  "You take commitments of all kinds quite seriously, but you may... More for Capricorn https://t.co/htEERXOAta",
  "Wondering how to grow on twitter? I gained 34 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "I have a family emergency and here I am stuck at work... 😡",
  "Gross 🤮 https://t.co/CE5UjYC3Cr",
  "You may feel as if you’re gearing up for showtime but you’re s... More for Capricorn https://t.co/htEERXOAta",
  "Lord knows I’m heated that I have to work today...",
  "Cheers to a good goodbye....",
  "How many followers do you get daily? 35 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "You may appear to be cautious today, but you’re more radical i... More for Capricorn https://t.co/htEERXOAta",
  "41 daily followers. 28 unfollowers. Crowdfire doesn't miss a trick - via https://t.co/8G9ZCtjCCf",
  "Joining your friends for a shopping spree today might sound li... More for Capricorn https://t.co/htEERXOAta",
  "I’m really believing God for another job 😫",
  "👏🏽👏🏽👏🏽👏🏽 https://t.co/5YfR7VdNCR",
  "@TayBae27 Ohhh ok",
  "God thank you for not counting me out when you should have 🙌🏽😫",
  "@TayBae27 Why you gonna be here?",
  "👑 https://t.co/0uiY2CNmts",
  "Listen 🤤 https://t.co/Blod30oMAy",
  "Happy thanksgiving 😏😘 https://t.co/8wsfYdMzhw",
  "73 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "🙄🙄 https://t.co/ONwhKOzrKC",
  "You’re not a fan of uncertainty, yet you’re often the first to... More for Capricorn https://t.co/htEERXOAta",
  "Do you know who are awesome? My 161 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "Although you don’t often let your feelings get in the way of y... More for Capricorn https://t.co/htEERXOAta",
  "I swear does not stretch the way it does when you pay your tithes...",
  "My future daughters https://t.co/nMxAHOvgfJ",
  "@GanGan_22 Listennnn lol",
  "God’s Promise! 🙌🏽😫",
  "Been said that 🤷🏽‍♀️ https://t.co/GtVoENoMn8",
  "@jasminecousins_ ❤️💪🏽",
  "@TayBae27 @juju_johnson52 I know right lol",
  "@TayBae27 @justelise_ preettttyy much lol",
  "How many followers do you get everyday? I got 198 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "Little shoot action 😶😏 https://t.co/U9Ig9PXI8M",
  "Ok lol https://t.co/CidBEaCoEj",
  "@kazeem_luciano Thank you ❤️",
  "turbulence is the price you pay for flying high",
  "Still got it 🤤 https://t.co/JzOQ3QqJB3",
  "God said, \n\nI'm tending to my sheep... I'm tending to YOU!\n\n#HeHearsYou\n#DontWorryAboutIt",
  "God won't let me quit...",
  "You are more than willing to work extra hard today if you can ... More for Capricorn https://t.co/htEERXOAta",
  "Thanksgiving is a few days away and I slick don’t have anything to wear to my living room 👀",
  "Bro/Sis,\n\nGod has someone so special for you out there who currently praying for you, Currently growing and becoming EVERYTHING you need them to be... take your “loneliness” and keep waiting, keep praying and keep growing!",
  "@juju_johnson52 https://t.co/tmG7ztNQo5",
  "God’s love and faithfulness to me is so amazing even when I’m a mess 🙌🏽😫\n\nGreat God!",
  "Go.\nBe Great.\nGo!",
  "You don’t need to look as though you’re in control as long as ... More for Capricorn https://t.co/htEERXOAta",
  "Forget unfollowers, I believe in growing. 35 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "You are driven to take charge but you may end up creating a qu... More for Capricorn https://t.co/htEERXOAta",
  "To every person who hurt my feelings 🖕🏽🖕🏽🖕🏽",
  "Has to be my favorite filter 🤟🏽 https://t.co/5na61CAdHY",
  "Lotus Flower. https://t.co/co2MEQmys3",
  "Your social network -- both online and offline -- is an anchor... More for Capricorn https://t.co/htEERXOAta",
  "I have a rising follower graph! 39 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "You might as well be running the entire show today because you... More for Capricorn https://t.co/htEERXOAta",
  "@TayBae27 calls me more than @King_DLH 🙄🤦🏽‍♀️",
  "Disowning @King_DLH until next week so I’m taking twin applications!",
  "@King_DLH What the...",
  "My Girls are better ❤️😍 https://t.co/qsbKXD48Q4",
  "😘😘 https://t.co/ArkiI3JWo7",
  "46 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "You might believe you’re the luckiest person in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "You should know me better by now https://t.co/aw3nJlm7ls",
  "Let’s go 😂💪🏽 https://t.co/ikZSUZgT8y",
  "@TayBae27 Im about to call you",
  "Shut the f... https://t.co/L4iA4IbiAi",
  "I have a rising follower graph! 109 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "You might be anxious today if your support system is not firml... More for Capricorn https://t.co/htEERXOAta",
  "Come slip and fall 😏",
  "I don’t wanna change your life, i just wanna Change your mood",
  "I just want to change your point of view 😏",
  "@dreamchaserO https://t.co/KwrNs2YLCq",
  "Free 25$\n\nLet’s get it 💪🏽\n\nhttps://t.co/KwrNs2YLCq",
  "@DurojaiyeJnr https://t.co/KwrNs2YLCq",
  "$300/week every week until Christmas who needs it ? \n\nMUST LIKE &amp; RETWEET ‼️‼️ \n\nNO starting fee what so ever, SERIOUS INQUIRIES ONLY‼️‼️‼️\n\nQUOTE TWEET “ME“ if you want in !\n\nLETS GET IT 🤑💰💵",
  "I vibe with your mental because you get me 🤤",
  "Followers - 246, Unfollowers - 46. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "Your public image is important to you because you sincerely wi... More for Capricorn https://t.co/htEERXOAta",
  "Mess my mind up... that’s recoverable https://t.co/lrHYYgIFtk",
  "@50kae__ I mean sis! I was just wondering 🤷🏽‍♀️😂",
  "Yooo...\n\nMy brother is savage 😂😂\n\nHis boo said, “i love you...” \n\nHe said, “oh, that’s nice 😐”\n@King_DLH",
  "@King_DLH i think I’m going to have to call you...",
  "when Kiely Williams from 3LW said \n“I’m getting little tired of your broken promithises, promithises.” \n\nI felt that 💩 on a spiritual level...",
  "@King_DLH @TayBae27 https://t.co/OMPoOwd1VB",
  "@CallmemsBeasley @cal5k Be blessed 😚",
  "@CallmemsBeasley @cal5k Y’all absolutely don’t know my story nor my life and sadly i don’t owe it to either of you... so you ask me a question and i have you a answer(which i didn’t owe you) and that makes me a liar...would you like to travel through my Facebook albums.. maybe thatll answer all your ?’s",
  "@CallmemsBeasley @cal5k Caught in lie 😂😂😂",
  "@CallmemsBeasley @cal5k You tried it though 🤷🏽‍♀️😂",
  "@CallmemsBeasley @cal5k I’m actually still married boo 😚😚",
  "Pointless insecurities will kill a whole becoming relationship 🤭",
  "Come on here. https://t.co/cudtQdMgl5",
  "How y’all getting this cursive font ? 🙄",
  "I neeeeddd https://t.co/geHJp5Zf9g",
  "And my nails... https://t.co/YlNfz9EPGT",
  "I just wanna love you...",
  "@frida_TO_ @TheGoldenFlame9 @slimtwin07 @LaHoneyy The conversation was over 🤷🏽‍♀️ you’re too dumb to even comprehend what I just explained 😂🤷🏽‍♀️",
  "Playas they don’t play and haters they gonna hate..",
  "God is about to make it all make sense 🙌🏽",
  "Hey brothers ❤️ https://t.co/vrChTnJIUL",
  "@TheGoldenFlame9 @frida_TO_ @slimtwin07 @LaHoneyy Most definitely... to each is own... like i said previously... i don’t really care how anyone does it... that’s your body count 😂🤷🏽‍♀️",
  "@TheGoldenFlame9 @frida_TO_ @slimtwin07 @LaHoneyy AT THE END OF THE DAY I HONESTLY DGAF WHO ANY OF YALL FUCK &amp; when y’all do it😂🤷🏽‍♀️",
  "@TheGoldenFlame9 @frida_TO_ @slimtwin07 @LaHoneyy Then wonder why a lot of these people can’t make it PAST the talking stage &amp; getting to know each other because you gave it all up to them IN THE BEGINNING... they have absolutely nothing to look forward to..",
  "@TheGoldenFlame9 @frida_TO_ @slimtwin07 @LaHoneyy That’s wild to me...",
  "@TheGoldenFlame9 @frida_TO_ @slimtwin07 @LaHoneyy All I’m saying is to get to know these people before you sleep with them... people will meet someone...Start talking on Sunday and sleeping with each other on Monday and will repeat the same process with everyone they TALK TO that’s not even  their significant other!",
  "@Sadie_Minus15 @alexhvle Not at all 😂🤷🏽‍♀️",
  "@PhadraT @Intelligent_Ke @_Q592 Pretty much",
  "iMessage games? \n(Dm me)\n\nFollow me❤️\n\nSnap: @obeydes\nIG: @theofficialdesss https://t.co/MW27NEJj3O",
  "I need people to text 😫 just keep my phone jumping like it used to every day with simple conversation 🤷🏽‍♀️",
  "So ready for this 😩🙄 https://t.co/6I0j3JO6mX",
  "@Sipho_Sabo Lol no one dragged me sis... that would be accurate if i was actually phased 😂😂 all y’all did was bring attention to my page 🤷🏽‍♀️😂",
  "You can successfully hide your optimism today, which encourage... More for Capricorn https://t.co/htEERXOAta",
  "Pretty much https://t.co/iGbT78Oh4P",
  "I used to love watching teachers record in this jointzzz https://t.co/T7y9KZTkuQ",
  "@cal5k I was married for almost 4 years 😊",
  "Change is inevitable...",
  "Everyone is mad... 😂🤷🏽‍♀️ I’m just like dang sis did i offend you... https://t.co/ODO0lDOyte",
  "Everyone missed everything I’m trying to say... then say it’s a “pick me” tweet when i have a whole nigga THEN SAID they dragged me... dragging me would require me gaf that y’all are mad 😂🤷🏽‍♀️ https://t.co/Qci1x8QTUp",
  "😂😂😂 https://t.co/yhakw2wRJT",
  "Wait 😂 who is dragged 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂 https://t.co/2Koc4ZFKnC",
  "You out of pocket 😂 https://t.co/lTsmzeoInV",
  "Okay then that’s a whole different topic from what i said here 🤷🏽‍♀️ https://t.co/kfzK1vM85X",
  "Nah me and him good 😂 thanks for asking tho 😚 https://t.co/Y7XkJ0bF2u",
  "56 new unfollowers and 437 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "How many of y’all gained followers off yalls response? \n\nLook at y’all making moves 😂👏🏽",
  "@JiyaShirii Who’s bothered 🤷🏽‍♀️😂",
  "👏🏽👏🏽 https://t.co/YElFdEQSfq",
  "I’m not swayed lol https://t.co/a6WiI3jSxs",
  "You can’t possibly be talking about my boyfriend 😂🤷🏽‍♀️ https://t.co/qVCzCaVoj8",
  "@frida_TO_ @slimtwin07 @LaHoneyy Ain’t no one bringing anyone down for popping they pussy and slinging they dick... y’all have the whole thing messed up... lol i been saying that since the 29th though 🤷🏽‍♀️😂",
  "When 5 mins from home feel like 30 mins",
  "What i do? https://t.co/1PpNHxcpa5",
  "Happy Sunday y’all 😚 @ The Life Center Greensboro https://t.co/IBrWIYoScK",
  "@uhhangel It’s really not deep 🤷🏽‍♀️",
  "A lot of people did https://t.co/E3V2Ix5VlF",
  "@juju_johnson52 Oh for real?",
  "@nique_sodivine 😂 lil Debbie, thassss cute 💯",
  "@AmberNickkolee You welcome sis... keep making your coin and being great 💯❤️",
  "Y’all have given this tweet hella unnecessary play... y’all done yet 😊🤷🏽‍♀️",
  "@AmberNickkolee I’m just reading it all... they been going off since the 29th 😂🤷🏽‍♀️",
  "@AmberNickkolee why you even arguing 🤦🏽‍♀️ i wouldn’t even care...",
  "thhhaaannnkkk yoooouuuu https://t.co/38lBxbfIIq",
  "thank you! https://t.co/27YyTBmlTd",
  "thats all i'm trying to say sis... https://t.co/4YOQdLcyW7",
  "facts. https://t.co/AyMZoZ5REt",
  "They trying to attack me but I'm unbothered...Prematurely having sex with someone I DIDN'T REALLY KNOW led me into a failed marriage &amp; a child because I was blinded by all the lustful love that came with the sex..BY ALL MEANS i'm not telling people to not have sex because idc lol https://t.co/xpDFmMTTHL",
  "Lord I want to thank you! 🙌🏾",
  "Thanks for lunch babe 😍",
  "I really think I'm ready for another kid..",
  "@juju_johnson52 https://t.co/nwrOPFtW3c",
  "✊🏾✊🏾 https://t.co/9qLHfZUXG2",
  "🙆🏾🙆🏾🙆🏾🙆🏾🙆🏾 https://t.co/kTTcLx8b7g",
  "@Lifeasrowe they on me bad... They just bringing attention to my page lol",
  "thank you.... https://t.co/3VVViRdGQd",
  "sis... thats ALLLL IIIMMMM TRYYYIINNNGG TOOO SAYYY !!!\n\nThey missing it.. https://t.co/JfO2CwwR5f",
  "@Its_dyson_ but the only people offended is the people who... nevermind",
  "did you get it ? i Don't think anyone really understood me lol https://t.co/Udpbo2Rzdg",
  "💁🏾I never knew you were bad for having morals, values and standards until I got on twitter..",
  "🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️ i be trying to tell some of y’all https://t.co/Bj3BeqsATy",
  "Typical female right 😂😂 https://t.co/wbHDVHTMLf",
  "🤤🤤🤤😶😶😶😶 https://t.co/ke9UbN2etd",
  "Babe!!! \n\nI’m hungry..\n\n@juju_johnson52",
  "👏🏽👏🏽 https://t.co/kTvh9U1uiC",
  "Who my nigga? Nah https://t.co/KUie8LJiGx",
  "Who my nigga? Lol https://t.co/FPG50pcNIC",
  "Making plans can be a form of enjoyment for you goal-oriented ... More for Capricorn https://t.co/htEERXOAta",
  "Shoutout to all y’all for blowing up my notifications lol have a good day 🤷🏽‍♀️🙃",
  "@alexhvle Aye, do what you do..lol",
  "Exactly my point again https://t.co/51q7SYsNHW",
  "Got my notifications doing numbers because y’all mad...",
  "@PhadraT @Intelligent_Ke @_Q592 Who said girls didn’t like sex 🙄",
  "Y’all outta pocket this morning, happy Sunday though 🙌🏽❤️",
  "@juju_johnson52 @DOUBLEJAYYZ_ It’s pointless Julius lol i know what i meant when i tweeted... i could careless who any one buss it down for... I’m just saying...",
  "💯 https://t.co/aTnGdoLfMg",
  "@aKiddnamedPlay Thanks lol",
  "All i have been doing since yesterday what is wrong with me 😫",
  "You have my number ? https://t.co/mkkVAzOr5i",
  "@Jeremyray_ I’m in the bed, i have to work lol",
  "@juju_johnson52 @DOUBLEJAYYZ_ The tweet... cause i told people to open their minds 😂🤷🏽‍♀️",
  "Why you not in church https://t.co/WHFd8piCuE",
  "Lol i didn’t ask for him to pick me 😂 but you right 😂😂😂😂 https://t.co/MoKo791PcH",
  "This is exactly the point in trying to make 😂🤷🏽‍♀️ https://t.co/z39RdzeXLY",
  "Yesssss ❤️❤️ https://t.co/Bm0Mq7dRZc",
  "I don’t know why lol https://t.co/VTtMhUCjWM",
  "@DOUBLEJAYYZ_ Why 😂 @juju_johnson52 they feel sorry for you babe...🤷🏽‍♀️",
  "Who my boyfriend? Lol https://t.co/ty0ZoJLOOQ",
  "Y’all talking about \n“DiD hE PiCk YoU sIs?” \n“DiD YoUr McM sEe ThIs YeT?”\n\nFirst of all my DMs been popping since this lil tweet.. but me and my nigga,my mcm, my boyfriend... oh yeah we good 😂🤷🏽‍♀️ https://t.co/SmIxSUQUeJ",
  "Im not single 🤷🏽‍♀️😂 https://t.co/Iwepkcwv4o",
  "Everyone is offended 😂 https://t.co/XAejinJSBA",
  "They bashing me for this https://t.co/734ZPb0hqN",
  "They are 😂🤷🏽‍♀️ https://t.co/uepskhaaqP",
  "This was not so he can “pick you/me” statement hahaha 🤷🏽‍♀️ https://t.co/SmIxSUQUeJ",
  "It is something to earn, tf you mean.. lol it shouldn’t be EASY to get 😂 https://t.co/gmBN2paMXE",
  "Aawww 👏🏽👏🏽 https://t.co/qf1boExKVT",
  "Fell asleep on FaceTime and woke up on FaceTime..",
  "You don’t know how many people i got mad off this lil tweet https://t.co/nZet5gW4FC",
  "Snapchat names be like:\n\nBallaAlert100\nPr3ttiBr0wnEyez\nLilbr33zii\nShawtiiDee\nH00dNiGGA https://t.co/Qj6Cb6mDxg",
  "Preddddddyy muuucchhh https://t.co/9tQ2fvP39v",
  "Thank you... https://t.co/UJd5BW5aOI",
  "They are girl....😂 https://t.co/pQcGhHafnr",
  "Thank you https://t.co/hIe0FzdU2l",
  "@WhatDaMoufDo Nah only boyfriend? We texting lol",
  "Tell me this ain’t a vibe 😍\n\nIssa vibe https://t.co/Kse2I2VX83",
  "Kid free and I’m in the house... but i been sleep for a min 😫",
  "I just be on here tweeting.",
  "@BeckDatAssUp I got your back 😂😂",
  "That’s dead. https://t.co/k3deCUzgYm",
  "🤷🏽‍♀️ https://t.co/efNIzDqjcj",
  "Man 😂 https://t.co/eOf7qyFWTt",
  "@ManeInMyCity I don’t care what they do really 😂",
  "Everyone does not deserve to say “i slept with her” just cause y’all niggas was talking! That’s dead...y’all have the game messed up... can’t be mad at a person who says “i want to wait because i want to see if you worth having me” 🤷🏽‍♀️🤷🏽‍♀️ https://t.co/SmIxSUQUeJ",
  "If all y’all trying to do is hit then this CLEARLY does not apply to you🙄\n\nThis is for the people who meet a nigga &amp; feel like its necessary to have sex with them for y’all to work of jump..been there done that..giving temporary people pieces of you who ain’t gonna stay around. https://t.co/SmIxSUQUeJ",
  "@HeIgnorant There’s over 150+ who salty 😂🤷🏽‍♀️",
  "I know 😊 https://t.co/iQfAFI4aGZ",
  "“ThE tAlKiNg StAgE dOeSn’T eXiSt”\n“MiNd YoUr BuSiNeSs” \n\nShut up...\nYou just ran through 🤷🏽‍♀️ https://t.co/SmIxSUQUeJ",
  "Yalllll swear I don’t have a man for this statement but I do...could have a few but i cut my hoes off for the real one 😊👍🏽 https://t.co/SmIxSUQUeJ",
  "Bet i do 😜 https://t.co/dPH74Lya7j",
  "Everyone who took this simple tweet out of context. Kill yourself.\n\nNever knew y’all would get so hype over someone telling you to slow down a lil bit &amp; that everyone doesn’t DESERVE your cookie &amp; that everyone doesn’t DESERVE to say they had you! &amp; THE TALKING STAGE STILL EXIST! https://t.co/SmIxSUQUeJ",
  "Why I’m so annoyed today..I don’t know 😒",
  "My phone so dry..",
  "@juju_johnson52 Very, bye ✌🏽",
  "@juju_johnson52 Okay Julius 👍🏽",
  "Locked my dang keys in my car 😫",
  "@juju_johnson52 You have a slight attitude today... so we can definitely fight",
  "Waiting on my baes mean self to get back so we can fight 🙄 @juju_johnson52",
  "So y’all saying that the talking stage doesn’t exist anymore ? https://t.co/SmIxSUQUeJ",
  "47 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "😂😂😂 https://t.co/fzkFz8Rhme",
  "Thank you 🤷🏽‍♀️🤷🏽‍♀️ https://t.co/GEypLovcdr",
  "Your friends might think you are being silly because you’re ov... More for Capricorn https://t.co/htEERXOAta",
  "Y’all keep saying “why you care about my 😻” \n\nLet me enlighten you, I DON’T! \nScrew who you wanna screw lil baby...\n\nThis was mere advice 😂🤷🏽‍♀️ https://t.co/SmIxSUQUeJ",
  "Why i feel like he trying to be buddy buddy cause I’m occupied 🤷🏽‍♀️\n\nYou missed Buddy 🙄",
  "I don’t know how you girls don’t be knowing your 😻 stink.\n\nI can’t relate 🙄",
  "Smell like a fish market up in here 🤮",
  "@juju_johnson52 https://t.co/vHBT6ofbhW",
  "Do you know who are awesome? My 69 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "Your current activities might require you to micromanage money... More for Capricorn https://t.co/htEERXOAta",
  "Wondering how to grow on twitter? I gained 349 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "You are like a four-star general on the battlefield of busines... More for Capricorn https://t.co/htEERXOAta",
  "To my fellow anemic people...\n\nThis is our worst season...\n\nStay warm 🔥",
  "Lol y’all just wanna be hoes 🤷🏽‍♀️",
  "My anger right now 🤦🏽‍♀️",
  "@_sheserica Right 🤦🏽‍♀️🤦🏽‍♀️",
  "*he https://t.co/sjVA1zam0t",
  "@_sheserica Girlllllll",
  "@jayyezz I agree",
  "@jayyezz Goals",
  "Take it from me sis, \n\nYou’re gonna love someone again..\nHe’s going to treat you right..\nHe’ll never break your heart..\nYou will never have to hurt like that again..\n\n#ToMySistas",
  "Never. https://t.co/kY5lai8ybM",
  "If y’all wanna have sex with anyone and everyone soon as y’all start talking, have at it... but this 😻 is too golden for someone to have it that ain’t gonna stick around... nah 🙅🏽‍♀️ https://t.co/SmIxSUQUeJ",
  "@_sheserica I just cannnnttt.... I’ve tried... im just like move... i can’t even get slippery for you son lol",
  "I have got so many “mad” responses... I can not have sex with someone who I’m not mentally and emotionally connected to... that’s just me 🤷🏽‍♀️ https://t.co/SmIxSUQUeJ",
  "@DamontTheGoat Thank you",
  "@raejeanhightow8 Thank you..",
  "Why this tweet got y’all so mad 😂🤷🏽‍♀️ https://t.co/SmIxSUQUeJ",
  "I gained 218 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "@juju_johnson52 okay okay lol",
  "@juju_johnson52 think I won't... lick your face and all",
  "Stop sweating these people who ain't sweating you... You deserve to be someones main priority lil baby...",
  "A friend’s intuitive advice may push your buttons today. It’s ... More for Capricorn https://t.co/htEERXOAta",
  "Whatever makes you feel your loved... that’s all I want",
  "I don’t want you to compromise.., we can take our time...",
  "Take it from me... \n\nYour going to be in love with me...",
  "Can’t wait to wake up and roll over to the man of my dreams....\n\n...and then blow my morning breath in his face 😂",
  "@mundane_childd 😂😂😂😂 thank you",
  "@mundane_childd I'm just waiting on shorty to make her grand entrance",
  "I'm so weak https://t.co/z7hf7rSWm6",
  "Right lol https://t.co/Rxb95Lmsvq",
  "I swear @TayBae27 @King_DLH https://t.co/oXHgPebuJt",
  "God, you are perfect in all of your ways...",
  "@mammas093 MANNNN LOOK LOL",
  "@mundane_childd i think so for real lol\n😂",
  "@Mz_Lo_tweets @King_DLH Oop 😶",
  "you listen to the video https://t.co/gDKXo6dYQ3",
  "keeping your relationship low key is sooo much better than everyone knowing all your moves...",
  "now @TayBae27 is laying me out... now I'm just waiting on @King_DLH",
  "I gained 71 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "❤️❤️❤️❤️ https://t.co/t8L1OgKqZ2",
  "@juju_johnson52 🙄🙄🙄",
  "My three brothers been on my back for a week... OKKKKKAYYY OKKAAYYY I GET IT @juju_johnson52 LOVES ME... sheesh..",
  "I want to lay and cry on bae...",
  "This mans love for me is so much greater than I deserve 😩",
  "You are extremely selective when it comes to expressing your f... More for Capricorn https://t.co/htEERXOAta",
  "I️ love when people steal my tweets 🤷🏽‍♀️😂 https://t.co/xHSDzFWgY7",
  "@Benziee__ Maybe it’s the season lol I’m currently looking for something to blame it on 😂",
  "Telling my Currently..\n\nTighten up, you a G...",
  "@Benziee__ Listennnn",
  "Minecraft lookin’ ahh shoes 🤦🏽‍♀️ https://t.co/odF42TgPNB",
  "Am i the only female that super emotional today?",
  "Sometimes love will make you make the unselfishly selfish decision to let them go because they deserve better &amp; more than you can give them.",
  "God woke you up again ❤️\n\nLook up and tell him thank you 🙏🏽",
  "Someone get @King_DLH... i thought i was in my feelings",
  "@King_DLH @Mz_Lo_tweets",
  "38 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCtjCCf",
  "Sad to think that we might have to start locking the doors of our places of worship to keep people from coming in with guns...",
  "Your head is up in the clouds today and it would help to have ... More for Capricorn https://t.co/htEERXOAta",
  "Girl, you deserve action and not just words 🙅🏽‍♀️",
  "My handsome man ❤️😍 \nChurch kids rock https://t.co/6OlXIRyNW4",
  "Be rockin’ since Barbie dolls 🙅🏽‍♀️❤️ @_tintyy https://t.co/fYaHYvwOYK",
  "Issa lie https://t.co/rkkIapsxRJ",
  "39 daily followers. 38 unfollowers. Crowdfire doesn't miss a trick - via https://t.co/8G9ZCtjCCf",
  "You can think of so many little ways you can improve your heal... More for Capricorn https://t.co/htEERXOAta",
  "Goals https://t.co/rZrSP95IYK",
  "Flossy posse in the leather jackets 🙅🏽‍♀️👑 https://t.co/V6XwrpeH3I",
  "31 daily followers. 45 unfollowers. Crowdfire doesn't miss a trick - via https://t.co/8G9ZCtjCCf",
  "The nice thing about being a hard worker is your ability to oc... More for Capricorn https://t.co/htEERXOAta",
  "Devin alll the time https://t.co/ZoXyrCHfYv",
  "42 new unfollowers and 16 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "Can y’all please update the app to accommodate the letter &gt;&gt;I&lt;&lt;",
  "I️ just wanna change your point of view 😉",
  "I️ don’t like it when you stress...\n\nBut I️ like it when you take your stress out on me..",
  "Pain don’t last forever... it’s just a long day...",
  "Much love 😘 https://t.co/CpUCcv6bSF",
  "I’m pretty sure I’m going to cry at some point... far too emotional today..",
  "They don’t know what happened the last time we fell, there was so many pieces...",
  "Although your vision of the future may be quite concrete -- wi... More for Capricorn https://t.co/htEERXOAta",
  "Getting right \n#weightlossmotivation https://t.co/WAaLmH7vFu",
  "Can’t ever pass a good mirror 👑 https://t.co/GMNDHhEw7b",
  "🌸 https://t.co/AkF6sRMbem",
  "Felt the bomb tonight 🌸 https://t.co/TwlqPga68U",
  "Why every time I️ type I️t comes up as a question mark 🤷🏽‍♀️",
  "@_CuttinUp Man Apple is doing it",
  "I️ hate this update https://t.co/iwHGTqHlHD",
  "I’m ready to engage with my 37 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "Putting your finger on the source of an energetic blockage can... More for Capricorn https://t.co/htEERXOAta",
  "Listen https://t.co/Qsg75fQLWN",
  "Do you know who are awesome? My 72 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "@bbyimgood https://t.co/2iU8TwRz6I",
  "Send me thissss https://t.co/sfZ0QmwOPW",
  "You’re on a mission today and have an ambitious plan to reach ... More for Capricorn https://t.co/htEERXOAta",
  "@TayBae27 Literally",
  "I need him to put this down 😍 https://t.co/0OHXekoZAi",
  "So I dressed him up as a preacher! \n\nIt was a success!!\n\nShow the Bishop some love ❤️🙏🏽🙌🏽\n\n#like\n#Retweet https://t.co/9q4NAwCFgy",
  "Yesssss https://t.co/bNJSqlCtDr",
  "32 new unfollowers and 114 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "@wussupho Very true",
  "I can’t stand her https://t.co/35Br18P3Ky",
  "If I’m only feeling love in between the sheets then we might as well break up...",
  "Ambitious girl..\nSee, I like the person you are but I’m in love with the person that you have… https://t.co/NxyurFfBz4",
  "I vibe with your mental because you get me ✊🏽",
  "Thanks 😌 https://t.co/a3rRadkUjR",
  "@wussupho He is bomb though",
  "Your ambitions could be thwarted by your own actions today. Yo... More for Capricorn https://t.co/htEERXOAta",
  "I’m spoiled... but he’s spoiled too... 😍😍 thanks daddy https://t.co/cv8NJ06TVC",
  "@A_jAXTER92 Just a little bit",
  "@zacklive19 Thank you❤️❤️",
  "This literally the best feeling in the world... https://t.co/7QpUjGbyPa",
  "@ScoopMane No problem",
  "Y’all add me on snap 😌\n\n@obeydes",
  "@StaxxLuh_ 😘😘",
  "Aye....celibacy is the hardest thing I’ve ever done...especially being in a relationship with someone you super attracted to 🤦🏽‍♀️🤷🏽‍♀️",
  "Turn up on me every night when you see me 🙃",
  "I plan on being someone’s everything 🙃",
  "God has just been good to me 🙌🏽",
  "Showing face today... sick and all😘😋 https://t.co/g9UoXHdvKG",
  "@OsnapitzJBo Exactly ✊🏽✊🏽",
  "@TheRealABMEasy Facts lol",
  "Lord knows today was stressful 🤦🏽‍♀️",
  "@cardiak_Arrest Lol",
  "Gained 175 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "@juju_johnson52 😌😌😘😘",
  "Next year let’s call this day our anniversary 🙃😘\n\n@juju_johnson52",
  "@felinegrace77 I did?",
  "Everything seems a bit surreal today, yet you can’t put your f... More for Capricorn https://t.co/htEERXOAta",
  "The fact that my sick tail had to get out of bed and come to work really blows me 🤷🏽‍♀️",
  "If you are reading this God did it again!\n\nHe saw fit to bless you with another day so MAKE IT COUNT❤️\n\nOh, and dont forget to say thank you",
  "@SuperAlton Facts.. hoodie, sweats, Tim’s... 😂",
  "I really have a pet peeve with pimples... I’ll walk up to your face like 🖐🏽🤚🏽 lol..",
  "@DreLee863 I try my best",
  "I just wanted to encourage someone...\n\nGod has it all under control...",
  "I’m over here half dead⛄️❄️ https://t.co/z6MmPdOTLr",
  "What? https://t.co/WnitmNUfOA",
  "@iam_jpxiv Exactly 🤷🏽‍♀️",
  "Squaaddd #HereWeGo",
  "And we won 😘 Good game ⚫️🔶",
  "Steelers fighting 😂 that’s my squad ⚫️🔶",
  "@juju_johnson52 😘😘 https://t.co/DJpHsPTKMT",
  "Yessss https://t.co/brChZ4jVhA",
  "Let’s go Steelers 🔶⚫️",
  "She definitely killed Selena 👏🏽👏🏽👏🏽 https://t.co/tBwtZxJlhY",
  "Listen... https://t.co/wDs9kPQa8y",
  "@queen_shvck02 Ima chill out",
  "@queen_shvck02 I’m going off tonight 😂❤️",
  "Have you ever thought that the man/woman of your dreams is out there they just might not look how you pictured them looking 🤔",
  "Don’t settle, you’re worth too much 💎",
  "@jackson_awosika Yeah 🤷🏽‍♀️",
  "@Family_Man_Ant You knew.",
  "Sis! \nListen! \n\nYOU👏🏽ARE👏🏽NOT👏🏽WRONG👏🏽FOR👏🏽MAKING👏🏽HIM👏🏽WAIT👏🏽\n\nYou are worth the wait..",
  "Make love to my mind before you touch me.",
  "Mentally seduce me first.",
  "Y’all so quick to give up the cookie... IN THE TALKING STAGE...learn this person... open up your mind before you open up your legs 🙃",
  "I’m so mindful of the fact that I want my next relationship to be my last that you can’t get all of me in the “talking” stage... 🙅🏽",
  "This generation has changed the whole meaning of love and romance... gimme that old fashion love... let’s date each other...",
  "@SpeakingOfQ Goals",
  "Love me at my worst and I’ll stay by you forrrreevvvvaaa 🤞🏽",
  "I will not share mines with nobody.. If I'm not enough for him then you hoes can have him...",
  "Followers - 140, Unfollowers - 73. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "Your past is exactly where and what it is...\n\nLeave it there! \n\nStop trying to pick up something that God has been told you to put down🤷🏽‍♀️",
  "@tationnextdoor Thank you boo ❤️❤️",
  "Sis, you are beautiful and you aren’t hard to love ❤️",
  "Be with someone where you can be yourself... I should never have to change the real me just to please you 🤷🏽‍♀️",
  "Contemplating your long-term goals can lead to anxious feeling... More for Capricorn https://t.co/htEERXOAta",
  "@juju_johnson52 😋😋",
  "@juju_johnson52 Mhm...",
  "Stop playing with me https://t.co/Jc5K5B8MTI",
  "🙌🏽🙌🏽 https://t.co/I1fuGjsW3p",
  "@juju_johnson52 😟😟😶😶",
  "@juju_johnson52 😩😩",
  "I’m scared to let anyone in.",
  "I just want some... nevermind",
  "@juju_johnson52 What the heck I say...",
  "@juju_johnson52 does not love me 😩",
  "I’m not having a good day 😩",
  "I really wanna be boo’d up man 😩",
  "How many followers do you get everyday? I got 79 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "What In the heck is up with iPhones autocorrecting and changing “it” to “I.T” 🤷🏽‍♀️🤷🏽‍♀️",
  "I loved you..\nYou broke me...\nNow I’m left picking up the pieces to the puzzle of my heart that YOU put together...\n\n#FeelMe",
  "You are almost always striving to better your position at home... More for Capricorn https://t.co/htEERXOAta",
  "Good morning Beauties!",
  "I love how close I am with my Bishop❤️❤️",
  "@King_DLH Mannnn 😂😂",
  "@TheKtAnomaly I just never heard people say that..",
  "Even if we not together I still want you to be GREAT!",
  "If you MY NIGGA, my main intention is to push you to be great and nothing less 💪🏽",
  "What’s a “mind state” @King_DLH",
  "I should be in Richmond cuddled up tonight 😍",
  "Don’t worry about people who can’t vibe with you... not everyone is your same wavelength and not everyone can rock with your mental 🤷🏽‍♀️",
  "Wondering how to grow on twitter? I gained 52 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "You may think that others are taking you for granted today. Yo... More for Capricorn https://t.co/htEERXOAta",
  "There is no better feeling than recognizing “oh! I prayed about this!” \n\nHe hears you.",
  "🙌🏽😌 https://t.co/1AahHGc4b8",
  "Thank you God for allowing me to make your wake up list again ‼️‼️",
  "Ever since you knew your power you tried to make me cry 🤚🏽",
  "Im too fly to be depressed. 💁🏽",
  "Heavy is the head that wears the crown👑",
  "@MistaOowl 👋🏽👋🏽",
  "Gained 126 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "You can’t keep letting people people freely want IN and OUT of your life... become inaccessible boo...",
  "A lil sum’n sum’n 🤤 https://t.co/ToyIJKRZUr",
  "#NewProfilePic 😘😘 https://t.co/TlXESORsMz",
  "It’s a day like this I wish I could go home and lay up and be kissed on 😩",
  "💪🏽❤️ https://t.co/S3Ll71FfeJ",
  "Stop letting these niggas break your heart... you too beautiful",
  "I miss the way your lips taste...",
  "Spending the next three hours on Forrest Gump so I can try to lose my attitude 😂",
  "I’m pretty much at work to watch Netflix for 9 hours...",
  "There is power in rediscovering your own VOICE and WORTH!",
  "You win. https://t.co/9nfKCAlNAG",
  "Y’all praying for my hormones causeeeeeeee.....",
  "@juju_johnson52 How you figure ?",
  "You can see right through someone’s negativity today, like a c... More for Capricorn https://t.co/htEERXOAta",
  "@juju_johnson52 https://t.co/nzcFkLv5PG",
  "@Mz_Lo_tweets 😂😂😂😂",
  "To my fellow Millennials.... https://t.co/DcbcRWqmTX",
  "“I pray that you can attract someone that can keep up with you S P I R I T U A L L Y” ❤️🤤 https://t.co/qNjV6BPvA6",
  "Someone is emotional 😍😍 https://t.co/VagtehmGYg",
  "@Mz_Lo_tweets She wanna fight ?",
  "Most definitely 😌 https://t.co/KZZ32wbXDV",
  "My phone so dry..",
  "I've tried to watch the last episode of '13 reasons why' a million times but every time I get to this one part I have to cut it off #AVictim",
  "so wassssuuppp ? https://t.co/vQcmmzS8H6",
  "exactly... @juju_johnson52 https://t.co/7ImQHTql8Y",
  "@juju_johnson52 @DAEDAENOTCRAIG JuJu don’t fw me... 🙄",
  "I swear i'm about to spaz on cox....",
  "If your nigga wear gray sweats outside then he cheating sis..",
  "I need me a little baby who gon' listen to God and pray with me...",
  "98 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "@Bre_Cold_AsIce Girl yes 😩😍",
  "When you find out that H.I.M. And H.E.R. albums have been communicating this whole time 👀😍 https://t.co/a1YiBill2s",
  "@juju_johnson52 😘😘😘",
  "Everything is everything 🤷🏽‍♀️",
  "If we can vibe then we can’t be together 🤷🏽‍♀️",
  "You remind me to love myself for the principle...",
  "I miss you @juju_johnson52",
  "Got daddy issues..",
  "It’s real when bae says “you got something in your nose” \n\nAnd gets it out 🙄😩",
  "My ex just doesn’t do it for me anymore... disgust me...",
  "I bet as soon as I sit down to eat my lunch a customer will come in here 🤦🏽‍♀️",
  "Just tell me you love me.. I need someone..",
  "I got it bad this time...",
  "Anyone wanna join a new deck ?",
  "I just wanna be great 💪🏽",
  "Your goal every day should nothing less than to better yourself and be the best you that YOU can be...",
  "Although you’re willing to discuss your plans today, you might... More for Capricorn https://t.co/htEERXOAta",
  "@TeamBriiiii Exactly",
  "Hahahaha https://t.co/H1YgKH5KiI",
  "9 new unfollowers and 56 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCt21dF",
  "Your friends may look to you for inspiration today and you won... More for Capricorn https://t.co/htEERXOAta",
  "It’s a new day! \n\nGod woke you up again 🙌🏽\n\n#BeThankful",
  "I gained 15 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "You are thrilled to work as a part of a team now, because you ... More for Capricorn https://t.co/htEERXOAta",
  "Thank you 🤷🏽‍♀️ https://t.co/DZIZbcglVW",
  "@TayBae27 Oooohhh he is treating me great 😍 opening doors and things 😏",
  "@TayBae27 @juju_johnson52 Heyyy",
  "Fine big head self 😘 @juju_johnson52 https://t.co/DXS3GLTxeN",
  "Sometimes you have to literally let go and let God...you can’t always fix it...",
  "God is so good to me🙌🏽",
  "I gained 11 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "You might finally give yourself a day off; no doubt, you deser... More for Capricorn https://t.co/htEERXOAta",
  "I gained 15 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "You want to be a member of the pack today, but you’re very pic... More for Capricorn https://t.co/htEERXOAta",
  "21 tweeps followed (thank you!) and 24 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "Instead of channeling all your efforts into your action plan f... More for Capricorn https://t.co/htEERXOAta",
  "Followers - 28, Unfollowers - 16. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "You may be obsessed with making yourself known today. The Libr... More for Capricorn https://t.co/htEERXOAta",
  "I been sweating him all day 🤤🤤🤤",
  "Number crunching for the past day - 37 new followers and 15 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "I sweat @juju_johnson52 🤤🤤",
  "You see yourself as one of the dreamers today, but your depart... More for Capricorn https://t.co/htEERXOAta",
  "Do you know who are awesome? My 43 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "How many followers do you get daily? 20 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "You’re on a mission and intend to complete it in a timely mann... More for Capricorn https://t.co/htEERXOAta",
  "Gained 25 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "You’re on a mission and intend to complete it in a timely mann... More for Capricorn https://t.co/htEERXOAta",
  "I have a rising follower graph! 21 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "17 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "6 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCtjCCf",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "I have a rising follower graph! 16 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "Your Girlfriend is looking at my Facebook page wrecking her brain on how she can be more like me 🤷🏽‍♀️😂",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "Number crunching for the past day - 12 new followers and 20 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "28 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCtjCCf",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "You can talk to me anytime sexy 😂🙄 https://t.co/S494SGB1yR",
  "Stats for the day have arrived. 19 new followers and 28 unfollowers via https://t.co/8G9ZCtjCCf.",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "Work célfie 😏 https://t.co/U3UUDNsBFG",
  "27 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "Forget unfollowers, I believe in growing. 27 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "24 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  ".... patiently waiting on him to go home 😩",
  "22 tweeps followed (thank you!) and 33 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "Stats for the day have arrived. 35 new followers and 24 unfollowers via https://t.co/8G9ZCtjCCf.",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "@K_Rudolphhh15 You do it?",
  "What’s yalls thoughts on long distance relationships? \nCan they work? \nGO‼️",
  "I’m ready to engage with my 31 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "Number crunching for the past day - 29 new followers and 27 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "I need to go take my medicine 😠",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "@zaaddddyy you wanna be in the gc ?",
  "@blvck_melanin you wanna be in the gc?",
  "@KillaaKia @brownsuga_marie Send me your number in dm ❤️😌",
  "@Aaenae_ Send me your number in dm ❤️😌",
  "@Dezz_400 @suppsana Send me your number in dm ❤️😌",
  "@Tk2Necklace @blvck_melanin Send me your number in dm ❤️😌",
  "@GO_bananas94 Send me you number in dm❤️",
  "*patiently waiting on bae*",
  "Gained 34 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "Hugggeee difference https://t.co/IX8smZx9nJ",
  "When your fears come to life.. 🤦🏽‍♀️ https://t.co/rbyeeqwKeA",
  "Wtf https://t.co/Y4DQQ4tsSH",
  "Scared someone gonna see the shade and subtweets... https://t.co/Sl4YPov8NB",
  "That's all I want https://t.co/qrTs3VClyv",
  "I wanna be on your mind when you're asleep at night...",
  "I been trying tell y'all... https://t.co/4MTrUJY7c5",
  "Ima miss you but I'll have to get over it...",
  "😏 #Sundays https://t.co/9uRBZegLjN",
  "I'd do much better by myself...",
  "Sunday switch up 😏 https://t.co/7Lh2GUEVO1",
  "She is clothed with strength and dignity, and she laughs without fear of the… https://t.co/Otp805ULtv",
  "Cruella De Ville of cheetah 😏 https://t.co/znekoL6oZs",
  "Since Sundays are for church🙏🏽 https://t.co/AkJMGTYP89",
  "Followers - 18, Unfollowers - 23. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "I’m ready to engage with my 22 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "Hey 😋 https://t.co/QgSzcTBlAw",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "My head has been hurting for 25 hours 😫",
  "@PapiChuloEric I need something to do tonight",
  "I have a rising follower graph! 31 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "@PapiChuloEric Where is it",
  "@PapiChuloEric Is it expensive",
  "@PapiChuloEric What's to eat that's soul food down here",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "It's clear that I love you... now love me back",
  "I need someone to show me around and feed me good! #ATL",
  "@PapiChuloEric Hey!",
  "In ATLANTA ❤️😍 where my atl followers at?",
  "55 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "Pretty much https://t.co/qxD5QyRODk",
  "I'm probably going to be single until 2020 cause yall aint 💩.",
  "I have a lot of cuss words I need to get out before this trip...",
  "I have respect anyone that doesn't respect me and care for me enough to simply tell me the truth 🙅🏽 nah sway",
  "I aint got no f'n heart... can't be loyal to you whore.. you weren't here from the start.. toot toot 💃🏽💯",
  "All I'd ask is why'd you leave so soon... everybody seems to...\n\nI don't need faith... I just want you...No one ever leaves you...",
  "Exactly... https://t.co/M2fgZdEpbq",
  "Pretty much https://t.co/ST6xLe5Ns9",
  "Youngins don't know about that... https://t.co/86Q0SIRG2a",
  "iMessage games anyone?",
  "@Cabreah_ Exactly..",
  "People will make you fall in love with them...promising its only you and AS SOON as they get you where they want you...they drop you 🙄😂🤷🏽‍♀️",
  "Showing face 😏 https://t.co/McXziTeUNr",
  "@BeGreatQuincy @Thee_brodricks_ Meeee",
  "Yes tf it does 🤷🏽‍♀️ https://t.co/cmsx6XKGM5",
  "I’m ready to engage with my 82 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "@its_THAKING 😂😂😂",
  "@its_THAKING What is that",
  "If you battling between loving me Nd loving them... sweetie save yourself the stress and just go love them...",
  "You dont touch me, somebody gon touch me...\n\nYou dont 🖕🏽 me, somebody gon 🖕🏽 me...\n\nYou dont love me, somebody gon love me.... 🤷🏽‍♀️",
  "All yall do is play with my feelings...ALL OF YALL 😂",
  "Im so stressed out 😭",
  "Goodnight yall 😜 https://t.co/hJYZxqQfEQ",
  "As long as i dont start texting again im good",
  "I am SO lit all by myself😂😂",
  "@king_dlh ...what we wearing friday?",
  "I miss people all the time... but i shut that feeling down with a quickness",
  "Followers - 25, Unfollowers - 22. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "Building stability in relationships requires your sincere comm... More for Capricorn https://t.co/htEERXOAta",
  "I.\nAM.\nTIRED.\nOF.\nBEING.\nPLAYED.",
  "I have a rising follower graph! 25 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "18 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "@DayzeW_ I have to return the love",
  "I was the one that made you look at your old girl and reconsider 🤤",
  "@DayzeW_ Thank you ❤️❤️❤️❤️",
  "Let me know.. what we doing",
  "16 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "Imagine how amazing we'd be if you just loved me the way i loved you 🤷🏽‍♀️",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Im so ready to go to work tomorrow...",
  "Its all fake love yall... dont get attached 😂 save yourself",
  "Ill probably forever be thar broken girl who doesn't believe in love..",
  "All these tears and emotions for what?",
  "Gained 19 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "@TheMelaninKing I need that playlist",
  "@TayBae27 I added him",
  "Come get what you deserve...whats the word... whats the catch..",
  "Dont tell me no lies..dont waste my time..",
  "@TayBae27 He has a snap ?!",
  "Keep it real...what you doing..where you at?",
  "Im so sleeeppyyy 😫",
  "@TayBae27 I cant",
  "Pretty much.. https://t.co/N4hhal8QX7",
  "Definitely https://t.co/yHVP1DPNIL",
  "@TeamBriiiii Excuse my language i had to cuss",
  "@TeamBriiiii Im just like damn come on...🤷🏽‍♀️",
  "@TeamBriiiii Dangit devin just missed it lol",
  "I want you to miss me and want me as much as i miss and want you...",
  "Hopefully by Christmas i have a lil boo i can spoil.😌😘",
  "Forget unfollowers, I believe in growing. 26 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "What you say!! https://t.co/jgl5wdHBk0",
  "@TayBae27 He said \"I'm the chief!\"",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "@TayBae27 😭😭😭😭",
  "@TayBae27 Is that when he was going off ?",
  "@TayBae27 Honey!!!! The musical we had on last night! 😂😂",
  "I DID TOOOOO 😂😂 https://t.co/wCM5fT3vv3",
  "@King_DLH text made me holler this morning 😂",
  "@TayBae27 Honey! I joined...",
  "Its never over until i finish..",
  "Baby can you focus on me...",
  "When I need help I never get it..",
  "Im 2.5 from a nervous breakdown 🙆🏽",
  "I gained 26 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "Pretty much https://t.co/ofXamVRkqS",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Im so sad 😭",
  "Swear i wouldnt do nothing to intentionally hurt the person i care about or love...I can't relate 🤦🏽‍♀️🤷🏽‍♀️",
  "@Cabreah_ Idgaf 😂😂",
  "@Cabreah_ Ok😂😂😂😂",
  "@Cabreah_ Ill see you later",
  "@Cabreah_ Lol ill be at your house when i get off",
  "@Cabreah_ Finnnnaaalllyyyy 😘✌🏽",
  "@its_THAKING Im fine 😌",
  "I cant do this...",
  "@Cabreah_ I dont want it cabrebre 😂",
  "@Cabreah_ Tell him to come get your necklace boo 😂🤷🏽‍♀️",
  "@Cabreah_ Sound like me...",
  "@Cabreah_ 👏🏽👏🏽👏🏽 go girrrrl",
  "@Cabreah_ 😂😂😂😂😂 i knew it",
  "Next in line step up please 😂 https://t.co/RI5eWm9xSX",
  "🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽",
  "Wondering how to grow on twitter? I gained 26 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "I dont do tears because ima real nigga, but i feel them coming 😫🤦🏽‍♀️",
  "@TayBae27 When",
  "@TayBae27 Ahh shoot",
  "Where i wanna go https://t.co/c3FfjCKc7y",
  "If everytime you mad you bring up who else you can be with... then you wasnt for me anyways... be blessed 😘",
  "@_puravida__ 😂😂😂",
  "I want you.\nYou playing.\nSaying its me. \nWe fall off.\nWe never talk again.\n\nStory of my life....",
  "@its_THAKING  https://t.co/KdpjZDmVfC",
  "I aint no toy... my feelings arent to be played with... no.. https://t.co/3OvIkUx7E7",
  "Keke wyatt you good baby? https://t.co/vJlcEDD8nG",
  "I only let my feelings get but so deep in it so just in case it doesn't work, i can reel them lil feelings in without a scratch",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "@BigRiich Me 😂😂",
  "Nooo 😂 https://t.co/Nx3FE20LBl",
  "Birthday dress 🤔🤔 https://t.co/A1BE2LkIBk",
  "Me and bro @King_DLH hitting atl next week... we need friends🙄🤷🏽‍♀️",
  "@its_THAKING Wait, you beem trying to shoot yout shot with me ?",
  "Im so weak https://t.co/KC5PvKeuik",
  "Keep shooting! I believe in you https://t.co/HK500js1k2",
  "Its \nTHIIIIIRRRSSSSTTTYYY\nTUUUUUEEESSSDDDAAYYY",
  "What lol https://t.co/v0xIKSLPfW",
  "And i never did this before no... 🎙😫",
  "Man 😂😂😂 https://t.co/ht0NbWFp1h",
  "👏🏽👏🏽👏🏽 https://t.co/5dW5CcVgxi",
  "@Cabreah_ Np girrlll np",
  "It's NATIONAL SHOOT YOUR SHOT DAY 🏀❤️\n\ngo make that love connection baby.",
  "The fact that me and my ex has the same job.... got hired the same day... i just thank God we not in the same location 👏🏽👏🏽👏🏽",
  "So excited to go to work 🤷🏽‍♀️",
  "👏🏽👏🏽 https://t.co/qiPkujvGOv",
  "😂😂😂 https://t.co/WdP6UH8kU1",
  "@Cabreah_ Go on the date then nigga 🙄🤷🏽‍♀️",
  "I wanna go dancing...",
  "Cabreah finna make me mad.",
  "Feelin like ima have to... https://t.co/WlyVb3Zacd",
  "You either with The Desss or you aint with The Desss... aint no in between 🤷🏽‍♀️",
  "I'm too great of a catch for the shenanigans 😂🤷🏽‍♀️",
  "All my friends working one or two jobs... yall so lit 😍😍",
  "Frfr. https://t.co/bvU7cqZtus",
  "Stay true, thats all me...",
  "Please dont take my tweets personal....",
  "She dont even know 😫😫",
  "Sex changes everything... extra emotions come out of no where...",
  "New day, new tweets, new stats. 24 followers, 26 unfollowers. Via good old https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Just because my face was beat 😍💄 https://t.co/Lcf7Cz0IKd",
  "Sibling sunday slayage❤️ https://t.co/2QlO2IR5Qx",
  "Just posted a photo @ Greater Prayer Temple https://t.co/UCMKVy0ptU",
  "Yall know what we have is special ❤️ twin @King_DLH \n\nApostle's Anniversary Dinner… https://t.co/EGkpWnLzqC",
  "Im here to flood timelines today 🤷🏽‍♀️😌\n\nApostle's Anniversary Dinner ❤️\n\n#Templites… https://t.co/061n8YC9j1",
  "😌😌😌 \nApostle's Anniversary Dinner ❤️\n\n#Templites… https://t.co/qvzL8tOFeV",
  "Anniversary Dinner Slayage 😍 https://t.co/T8UYv4zNDr",
  "Growing and engaging with the right tweeps - gained 25 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "21 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Followers - 20, Unfollowers - 39. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "I heard its cuffing season 😌👂🏽",
  "Baby yes... https://t.co/PVNro04UDE",
  "@TayBae27 Lol they scared to @ you 🙄 we don't do that indirect 💩",
  "I just need a job that pays like 100/hr 🤷🏽‍♀️ nothing major",
  "@TayBae27 Uh oh 🙈🙈",
  "My childs father will never leave me alone 🤷🏽‍♀️",
  "Pretty much https://t.co/sDYPTHvB4u",
  "Forget unfollowers, I believe in growing. 41 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Yessss 🎶 https://t.co/qS9s7GXhgF",
  "Im outline of what i used to be... constantly evolving...",
  "Im alone but im not lonely...",
  "Please God https://t.co/F6qLDg6AhQ",
  "It takes one time for me to feel played then i shut down...",
  "I dont care about a thing anymore 🤷🏽‍♀️",
  "27 new unfollowers and 108 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "@lord_erick01 Okay lol",
  "Dm me your number 😌😌 https://t.co/1ihN7ePgR5",
  "@GuapoMarley Dm me your number 😌😌",
  "@lord_erick01 Dm me your number",
  "@ESPNGVDDESS you want in the group chat ?",
  "@rahimatm you want in the group chat ?",
  "@yazzieshakoor you want in the group chat ?",
  "@lord_erick01 you want in the group chat ?",
  "@GuapoMarley you want in the group chat ?",
  "@leslyxbieber you want in the group chat ?",
  "@Zulaiha92152729 Wassup",
  "Commmee on ❤️👏🏽 https://t.co/eBeSJWol7n",
  "Can i take you in the room and lock you up in love for days ?",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "God, make me happy again.. ALONE 🙏🏽☺️",
  "I'm ready to get 🤰",
  "They say that true love is so hard to find..Well I'm gonna take my time And I ain't gonna rush into something To get left with nothing🤷🏽‍♀️",
  "Since you been gone I just can't seem to get right...",
  "I...hate....everyone",
  "❤️ https://t.co/Rfr05Bmeg0",
  "😌😌😌\n\nExcuse my broken nail 🙈🖖🏽 https://t.co/UZeX3zKYSo",
  "Issa vibe 🖤 https://t.co/QlGOc7r04Z",
  "Cant fake a vibe...",
  "🖤🖤🖤🖤",
  "59 tweeps followed (thank you!) and 159 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "@nigisiti_ I did",
  "@nigisiti_ Nah",
  "@nigisiti_ Its just a group chat with hella people",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "@nigisiti_ You liked a post",
  "@nigisiti_ hey, you want in the group chat?",
  "Who wants to join iMessage Group Chat 📲😈😏????\nIts LIT 🔥\nLike this or Dm me numbers https://t.co/3edTSEn9tT",
  "#DailyPrayer https://t.co/i9kxK1ylyV",
  "@TeamBriiiii Who is it ?",
  "Oh 💩 https://t.co/uRLxrvawTx",
  "Forget unfollowers, I believe in growing. 26 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Gained 27 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "I dodged this bullet, thank God",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "25 tweeps followed (thank you!) and 33 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get daily? 22 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "It's the things that you say; \nIt's the way that you pray 😍 https://t.co/TRRyXu9Gi1",
  "39 new unfollowers and 38 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Me either https://t.co/BgR8F3p1Eo",
  "How many followers do you get daily? 38 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Exactly https://t.co/StulaeooyR",
  "48 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 39 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "#oldfashionsunday @ Greater Prayer Temple https://t.co/lFlSqCqcxm",
  "Number crunching for the past day - 27 new followers and 18 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "35 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "@ThatKiidMarcuss you want in",
  "How many followers do you get daily? 56 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "@its_THAKING Me ?",
  "@its_THAKING Which one lol",
  "18+ iMessage Group Chat still Open\n\n🔷\n\nInbox Me your Number or Email 💯\n#LIT https://t.co/uhaGiLSIQU",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "And me https://t.co/gCPxqPSwR5",
  "Leave a message 😌😌 https://t.co/sPMXdC0pa1",
  "How many followers do you get everyday? I got 83 in the last day. Growing daily with https://t.co/8G9ZCt21dF",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Never man... https://t.co/X0fQSS1b3d",
  "Ladies, Is it easier to have a...\n\nExplain...",
  "Forget unfollowers, I believe in growing. 190 new followers in the last day! Stats via https://t.co/8G9ZCt21dF",
  "@ImLegalDope 😂 wasn't meant to be..bro",
  "I broke my own heart expecting yall to be as solid as me...\n\nI apologize to myself...",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "I deserve unconditional love because behind my hard shell that's all I give is unconditional love ❤️",
  "I just wanna spoil somebody 😌",
  "@JasmineHollie_ Right lol@",
  "#NewProfilePic https://t.co/5kaIveJrdf",
  "He's mine... you may have had him once, twice and maybe even three times....but I got him and can have him ALL THE TIME 😏",
  "Y'all ain't know 😌 https://t.co/EHb0MyG7ZG",
  "Twins https://t.co/2g3vl6pqFo",
  "Ohhh she killed him!!!!!\n\n#GREENLEAF",
  "90 tweeps followed (thank you!) and 58 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCt21dF.",
  "Pictures Facebook will never see 😋🤤 https://t.co/FhDnt3NzaG",
  "I wanna be your golden goose.. I wanna shave my legs for you...",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Good morning 👏🏽 https://t.co/CyQeK6xjDU",
  "🗣 if you are reading this then you are BEYOND BLESSED simply because GOD decided that your name should be on today's wake up list! \n\nGM🙏🏽",
  "Want a lil baby who gon' listen 🤤",
  "🙄🙄 what's wrong https://t.co/qUx2MqAUbR",
  "Simply because her face was beat 🤤❤️ https://t.co/qwH2CYbJMm",
  "Issa black out ♠️ https://t.co/jfcJ7WLYeo",
  "I gained 63 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Growing and engaging with the right tweeps - gained 169 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "I think it's a hat up Sunday",
  "@King_DLH ain't call and wake me up 🤦🏽‍♀️🤦🏽‍♀️",
  "Growing and engaging with the right tweeps - gained 294 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "I did this myself 😏 https://t.co/oPF47N2sxp",
  "Be so confident and sure of who you are that no nigga or female begins to define who YOU are!",
  "❤️😍😏 https://t.co/M1EQLJYcFK",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Everything is Everything....",
  "Gained 157 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCt21dF",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "I don't feel like doing ANYTHING",
  "I love to see young people chase after God ❤️😍",
  "Come on here https://t.co/cvoY90i0Jm",
  "Wait a minute 🙄😂 https://t.co/epc4Lxb0XS",
  "You gotta have me Cumming in my mind before you have me Cumming anywhere else 👌🏽 it's Mental",
  "let me go back and delete these for someone plays reporter...",
  "where the step-dads at?",
  "96 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "I trust God 🤷🏽‍♀️👌🏽",
  "@King_DLH Don't try... God has it allllll worked out PERFECTLY...",
  "@King_DLH Me too twin.. me too",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "What cardi b do 🤷🏽‍♀️?",
  "I just want to tell you...Something good is going to happen to you... keep your head up 👌🏽",
  "@D_Woods33 🤙🏽🤙🏽",
  "@kingpharaohx Np ❤️",
  "@JTDarlin True 👏🏽",
  "Can't wait for God to bless my heart with a unconditional and unbreakable love... I deserve that ✊🏽",
  "34 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Maybe I should start trying for a girl 🤷🏽‍♀️🤰🏽",
  "Same way you broke my heart will be the same way I break yours...",
  "*correction* \n\nIma make all you niggas hurt for the way you hurt",
  "Ima make this nigga hurt for the way he ruined me",
  "I'm a dog, nigga you made me this way 🤷🏽‍♀️",
  "You niggas made me the way I am 🤷🏽‍♀️",
  "Idgaf about no hoe...",
  "@TeamBriiiii https://t.co/cARhdbKgKm",
  "*currently accumulating hoes*",
  "@BaabyDee_97 Thought I was the only one",
  "New day, new tweets, new stats. 24 followers, 28 unfollowers. Via good old https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "But I don't get along with girls like that so that would never work for me",
  "Half tempted having a whole gf would be easier than getting a nigga that act right 🤷🏽‍♀️",
  "I have a rising follower graph! 39 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Exactly 🤷🏽‍♀️ https://t.co/pUJewcxYzC",
  "How to make your iPhone Speaker louder.\n(Play Music while you’re doing it)\nIt works fam 👌🏽 https://t.co/RI2ODpusfz",
  "Growing and engaging with the right tweeps - gained 27 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "30 tweeps followed (thank you!) and 31 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "I want a white church boy that can dance 🤷🏽‍♀️",
  "Lemme chill 😌😌",
  "@TayBae27 I did 👀",
  "About to send some https://t.co/O9zNObtNke",
  "To go see girls trip or to not go see it 🤷🏽‍♀️ I think ima go",
  "Everything is getting under my skin...",
  "Gained 36 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "Determined to make my name great 👌🏽💯",
  "13 reasons why....\n\nIs amazing so far 👏🏽😩",
  "Where are my friends ?",
  "Thank God for revealing it to me 👌🏽 it hurt but I'm glad I know",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "I’m ready to engage with my 33 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "You’re quite content being alone now, especially if it means y... More for Capricorn https://t.co/htEERXOAta",
  "Followers - 28, Unfollowers - 21. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "@TeamBriiiii Who pissed you off lol",
  "Only One who cooked me dinner, rubbed my back and my feet, got me little lovey dovey cards and flowers and random... 😌he made sure we dated😩",
  "I miss AJ man 😩",
  "You could be stuck in a drama that pits your regular need for ... More for Capricorn https://t.co/htEERXOAta",
  "When it's national girl friend day.... 😏👑🌸 https://t.co/lPCn5BLKg1",
  "I thought his came out before theirs ? https://t.co/1Zs6c4mVUx",
  "39 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "You could be stuck in a drama that pits your regular need for ... More for Capricorn https://t.co/htEERXOAta",
  "I'm just a girl who decided to trust God and go for it ❤️✊🏽 https://t.co/GmJsuzOGbu",
  "32 new unfollowers and 29 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "You could be stuck in a drama that pits your regular need for ... More for Capricorn https://t.co/htEERXOAta",
  "@QuayGorqeous93 @_Tintyy Add me",
  "Mixed kids breed 🙋🏽 https://t.co/KnPvjbq2mT",
  "I gained 25 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "Your attention span is limited today, tempting you to grow bor... More for Capricorn https://t.co/htEERXOAta",
  "Stats for the day have arrived. 22 new followers and 20 unfollowers via https://t.co/8G9ZCtjCCf.",
  "Your attention span is limited today, tempting you to grow bor... More for Capricorn https://t.co/htEERXOAta",
  "Forget unfollowers, I believe in growing. 52 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "Your attention span is limited today, tempting you to grow bor... More for Capricorn https://t.co/htEERXOAta",
  "RETWEET for iPhone📱 \nLIKE for Android 🤖",
  "@TxpShelf_324 Thanks boo 😘",
  "I just wanna be great 😩",
  "@iam__kaycee @_Tintyy Ugly but oh well https://t.co/h5za98g8ni",
  "Let's make this money 💵💰\nDownload these FREE Apps! \n\n(iPhone)\nhttps://t.co/6oJi0rxKU9\n\nOr\n\n(iPhone &amp; Android)\nhttps://t.co/E3BCHA6toF",
  "I’m ready to engage with my 67 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "@No_MyNameIsZay @gheeftmichelle @badgalmaddie_ Fine fine fine 😩😩😩",
  "@SackGirlJay Heyyyy 😘",
  "My God 👀 https://t.co/6cyhq5hSo4",
  "You are an expert at setting aside short-term desires in order... More for Capricorn https://t.co/htEERXOAta",
  "😏😏 https://t.co/iZWtA5y85A",
  "Is it too late for a WCW ? 😌😍 https://t.co/xfttpX4WGw",
  "You did right by praying girl. 👏🏽🤷🏽‍♀️ https://t.co/zZCR2oQPIV",
  "Such weirdos 🙄 https://t.co/n3iFKAHxLR",
  "I'm not finna put my all into a relationship with someone who doesn't even consider me enough of a priority to text me, nah son 🤚🏽😑",
  "@RedBrownAfro Few do lol",
  "Shout out to the men who have amazing answers ....what do you say we get married 🤔😂🤷🏽‍♀️ https://t.co/Zwvwp5HgPS",
  "@Boss_Fbillion 👏🏽👏🏽👏🏽❤️",
  "😑😑😑 https://t.co/lYBdamhvTK",
  "Winning https://t.co/JlrNyAV1tv",
  "👏🏽👏🏽 https://t.co/k7Xc2dK2zd",
  "Send me a you 👏🏽 https://t.co/FSoCpy685O",
  "Get you some rest darling 😌 and thanks for reaching out https://t.co/i12BRwQ82s",
  "Stats for the day have arrived. 31 new followers and 35 unfollowers via https://t.co/8G9ZCtjCCf.",
  "@_Tintyy Definitely considering a switch",
  "When you realize he was never worth your time anyways 🤷🏽‍♀️✌🏽",
  "Heyyyy how are you ? https://t.co/W8lTBjbKDv",
  "All these followers and no one talks to me ✊🏽",
  "This is soooo funny to me @_Tintyy  😂😂 https://t.co/im6KvJnblc",
  "Jasmine be making up stuff yall",
  "Lies https://t.co/anKcpubt2J",
  "Sprint is trash 😑",
  "But really https://t.co/5gveltTMV1",
  "You are an expert at setting aside short-term desires in order... More for Capricorn https://t.co/htEERXOAta",
  "Stats for the day have arrived. 33 new followers and 22 unfollowers via https://t.co/8G9ZCtjCCf.",
  "You are an expert at setting aside short-term desires in order... More for Capricorn https://t.co/htEERXOAta",
  "I gained 42 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "My girls ❤️ who's next 👀😏 https://t.co/MreR3iUrbS",
  "A serious lituation https://t.co/P2TqpXAOHi",
  "This beat 😍💄 https://t.co/BoUKHlclFD",
  "Y'all already know ❤️ https://t.co/DStuD5RTBh",
  "23 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "Gained 38 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "My main Saturday stressor is\n\n\"What am I gonna wear to church tomorrow ?!\"",
  "Wait, lol https://t.co/7ITBJb2bxM",
  "Forget unfollowers, I believe in growing. 34 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "@YellowDiamondKe Me either 👌🏽 I have two boys tho 😩 I need a girl",
  "My mama told me.... \"stop entertaining these boys who aren't even worth your time, recognize your value\" 👏🏽❤️",
  "Every time me and my mama (God-mom) link it's nothing but good vibes and mind opening conversations",
  "My God mother is the realest of all time 👌🏽",
  "I've reached level 9 in Big Business HD for iPad  #gameinsight #ipadgames #ipad",
  "Download Big Business HD for iPad for free and be my friend  #ipad #gameinsight #ipadgames",
  "I have a rising follower graph! 45 more followers in the past day. Get your stats right here https://t.co/8G9ZCt21dF",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "I aint even pressed because I know that I'm the one for you🤷🏽‍♀️😏",
  "Men, you wake up and see this... what you doing and how you acting? \n\nLet's argue.... https://t.co/owQKnuCibf",
  "In love with the thought of being in love 😍❤️",
  "Definitely in my feelings 🤷🏽‍♀️ over no one lol",
  "The blessing I never thought I'd get ❤️",
  "You're like Mirror to my soul but a king..",
  "In order to love yourself, you have to stop hating and despising the experiences that shaped you! \n\n#ItsAProcess\n#HelpingMyself",
  "46 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "God grant me the serenity to accept the things I cannot change 🙏🏽",
  "A New day means a fresh opportunity to \n\n- start over\n- try again\n- fix it \n- make it right \n- be better than yesterday\n\nYou have OPTIONS😌",
  "You've made the wake up list yet again!\n\nTell God thank you 🙌🏽❤️",
  "Right https://t.co/Mk35BBtx9m",
  "@DevinLyric we be dating 🤷🏽‍♀️ https://t.co/FdXeVbA32L",
  "God always comes in and reminds me that he's still there 💪🏽❤️🙌🏽",
  "I miss you too bae 😌 I miss you too https://t.co/SG7UT7hhXq",
  "My next relationship is going to be so great 😌✌🏽",
  "I want to see all my friends be great 💪🏽",
  "Stats for the day have arrived. 388 new followers and 39 unfollowers via https://t.co/8G9ZCtjCCf.",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "Confidence is not 'they will like me'. Confidence is 'I'll be fine if they don't'",
  "I'm afraid of giving you what they all messed up 🙄",
  "Be a girl with a mind\nA woman with attitude \nAnd a lady with CLASS 💎 https://t.co/1gQtvvDXkL",
  "Be a girl with a mind\nA woman with attitude \nAnd a lady with CLASS 💎 https://t.co/xtWcaDn5fi",
  "@ItsLikeButtaBby Been in love before",
  "So scared to love..",
  "Facts 🤷🏽‍♀️ https://t.co/ZaWz1llYIV",
  "I thank God I've matured 🤷🏽‍♀️",
  "Do you know who are awesome? My 206 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "I am so special to God ❤️",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "When walking in your purpose looks and feels good 🚶🏽‍♀️ walk des ❤️ https://t.co/nkPEh5ojzT",
  "Sundays 😍❤️ https://t.co/UErTdrg7wx",
  "God is her provider so she brags different ❤️😏⭐️ https://t.co/2RhoO6CUGa",
  "How many followers do you get daily? 23 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "I love Sundays ❤️❤️❤️",
  "Followers - 58, Unfollowers - 27. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "@ItssCocaa Uh yeah...",
  "I got excited until I realized the machine is always broke 🤷🏽‍♀️😑 https://t.co/JHWMWagPu0",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "Millennials, stop tripping...be about your business, your money and your future...",
  "I’m ready to engage with my 49 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "@new_wave9 😏",
  "64 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "You made God's wake up list AGAIN 🙌🏽\n\nBe THANKFUL 👏🏽❤️",
  "@Cra_Z_Blessed @TheMelaninKing You right!!",
  "@Girlish_lava_ Easier said than done",
  "@D_Beautyyy Girl If you only knew...",
  "@Shorty_Da_Great I'll slowly getting over it",
  "93 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "Right 😂😂😂",
  "Never knew I could hate someone that I once loved more than anything 🤷🏽‍♀️",
  "@TheMelaninKing The church people tho 🤷🏽‍♀️",
  "@TheMelaninKing Thanks bro❤️ debating on blessing fb with this",
  "May you attract someone who can keep up with you\n\n                                  -Spiritually https://t.co/VYww60Jy1Z",
  "My ⭐️ @ Roanoke Star https://t.co/LQ6j77OkE1",
  "May you attract someone who can keep up you.\n             - spiritually https://t.co/A96ty81cps",
  "Life isn't perfect BUT a beautiful day with good lighting, a cute outfits and a beat face can be 😏😘 https://t.co/B0yiWiHR0p",
  "127 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "@Jeremyray_ Find me a hotel room",
  "@Jeremyray_ I actually wouldn't mind",
  "@Jeremyray_ Or wanted to come rather",
  "@Jeremyray_ You came at my busiest timesssss!!! Loln",
  "@Jeremyray_ Whenever you come here",
  "@Jeremyray_ I miss you honey",
  "\"Come see me\" \n\nNigga you drive, come see me 🤷🏽‍♀️",
  "@_Tintyy I need to go on there",
  "Cause we love you ❤️❤️ https://t.co/dhMresQDhX",
  "@_Tintyy What they holding",
  "@_Tintyy And You got a gift card from them ???🤙🏽🤙🏽🤙🏽 lit",
  "@Jeremyray_ Mannnnnnn 😤😤",
  "@_Tintyy What's fashion nova",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "@TheMelaninKing Oh God 🤢",
  "*Soldier of love* ruined it for me https://t.co/25XfIwI6pC",
  "I'm JUST SEEK THIS 😂😂 I hate you lol https://t.co/Dotzn3969n",
  "Growing and engaging with the right tweeps - gained 225 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "Takes too long to get ANYWHERE https://t.co/IEUSitCdvJ",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "Yes, I'm emotional and l like someone in tune with their emotional side but don't act like a girl... I don't need a gf 🤷🏽‍♀️",
  "I can't do no over emotional boy 🖐🏽",
  "I gained 26 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "Anyone want to be in a iMessage📱 Group Chat and keep your phone boomin'... text (Obeydes18@gmail.com) and say \"I want in\" 🤙🏽❤️📱",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "32 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "I have a rising follower graph! 38 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "@TeamBriiiii You okay baby 😘😘",
  "New day, new tweets, new stats. 184 followers, 12 unfollowers. Via good old https://t.co/8G9ZCtjCCf",
  "Text (Obeydes18@gmail.com) saying \"I want in\" https://t.co/thHaBk8Sve",
  "@ItsJahron 👏🏽👏🏽",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "Tell God thank you 🙌🏽 you've made the wake up list again 🙌🏽🌎",
  "@RbRatedR_96 @Jiggy_JSA You wanna join ?",
  "Anyone want to be in a iMessage📱 Group Chat and keep your phone boomin'... slide the contact info in the dms 🤙🏽❤️",
  "@TayBae27 Dm me your number",
  "I pray my future husband never falls out of love with me ❤️",
  "@TayBae27 I was most likely on a call",
  "@TayBae27 You didn't text me 🙄🙄 5403976493",
  "*meanwhile tweeting in bible study*",
  "A bomb iMessage group chat would bless my entire life ❤️",
  "Meeeeee 🙄🙄🙄 https://t.co/rGOLSlq8oW",
  "You a man, show me off.... let these niggas know who your lil baby is 😏",
  "Love being loved 😍",
  "I just want to be great 🤙🏽",
  "Thank you girl ❤️❤️ https://t.co/YcRKSe04LV",
  "@laney__baby Girrrrlll I put this bio up about 3 or 4 years ago and never changed it 😂",
  "@TheMelaninKing Right 😂",
  "38 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "@TayBae27 👏🏽👏🏽👏🏽",
  "@TayBae27 Text me, 5403976493",
  "Come here big @robkardashian 😉 I been wanting you for years anyway and you don't even have to pay my bills 😘😂",
  "Rob did not come to play with y'all today 😂👏🏽 https://t.co/bV3N7WfB4S",
  "You may not understand but trust the process, Gods Got it ✊🏽",
  "Rocket til waterfalls 💦",
  "You don't have to have it all, let's build together.",
  "Sus ❤️ https://t.co/PMJbDeF0XF",
  "Mine been like this for two weeks 🙄 https://t.co/TVyn8kxbxg",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERY6bRK",
  "Someone loyal would be great 👌🏽",
  "@TayBae27 🙄🙄🙄🙄 what's up honey",
  "You said it's too late like I had a curfew with you 🤔",
  "Good morning 😘",
  "@TeamBriiiii 😂😂😂 my son don't have no friend aunties, which one ?",
  "@TeamBriiiii Who you going off on",
  "@TeamBriiiii 🙄🙄🙄🙄",
  "I just want someone that I can pray + worship God with but when them 90s jams hit - you can vibe with me 🤷🏽‍♀️ is that too much to ask for 🙄",
  "How many followers do you get everyday? I got 22 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "I want someone to be so infatuated... like they see only me 😍",
  "Waymaker, miracle worker, promise keeper, light in the darkness... my God... that is who you are 🙌🏽",
  "@_Tintyy When you get off",
  "@_Tintyy Where you at",
  "My mom told me \"your beauty is a curse, it's going to draw unnecessary people to you\"",
  "Bless God for this free oil change!!! Hallllleeelluujjjahhh 🙌🏽",
  "You won't ever find another 😉 https://t.co/f9OG6kU4Ya",
  "Exactly how I feel https://t.co/kraAYqD3af",
  "God Is so good!",
  "Precisely https://t.co/DwksNzgjHG",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "I see lit texting in my near future 🙄",
  "Stats for the day have arrived. 11 new followers and 20 unfollowers via https://t.co/8G9ZCtjCCf.",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "God is with her, she will not fail 😌👌🏽 @ Greater Prayer Temple https://t.co/7Ir0uNLXyK",
  "This was going to be a great picture.... and the he popped in it 🙄🙄 @_therealmaurice @ Greater… https://t.co/wokCaXp3ha",
  "Happy Sunday ❤️😍\n\n#ApostolicGirlsRock 🤙🏽 @ Greater Prayer Temple https://t.co/PvoJz54xHU",
  "Stats for the day have arrived. 16 new followers and 12 unfollowers via https://t.co/8G9ZCtjCCf.",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 23 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "You like 9-5... I'm the weekend 😜",
  "Want to make 100s of dollars at home? Ask me how to sign up now and earn 25$\n\nhttps://t.co/4CBHN7TlP2",
  "New day, new tweets, new stats. 36 followers, 16 unfollowers. Via good old https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "@TheMelaninKing Gospel on next",
  "He just don't quit!!!! https://t.co/YSKbEeWxM5",
  "This nigga so foul for this",
  "Got me going to see if I still love my ex or not 😩😂 https://t.co/PZ9u4F4ppZ",
  "@TheMelaninKing playlist is going to make me sin tonight 🤦🏽‍♀️🤦🏽‍♀️",
  "Shout out to @King_DLH  for being my ride or die In all my love-escapades 🤙🏽😂",
  "Today will definitely be the day I see if the love is still there 🤦🏽‍♀️",
  "I think it's Time we take a trip to the bed...",
  "Stats for the day have arrived. 24 new followers and 21 unfollowers via https://t.co/8G9ZCtjCCf.",
  "You good in 🎱?\n\nWanna play 😂?",
  "You text back ?",
  "Snap or twitter ?",
  "Text or phone?",
  "If your ex hit you up and need help, wyd?",
  "y'all like clingy type or just a lil bit",
  "you a playa or the loyal type",
  "Biggest turn on ?",
  "biggest turn off ?",
  "How do you feel about Donald Trump being president?",
  "What are your plans for the 4th of July?",
  "If this was lit can you retweet the first tweet ?",
  "With my hands I can make you do alot of things 😏",
  "Wuussss hannnniiinn babbbbbyyy \n\n*plies voice*",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "Bro always gets me yall 😩 I'll be pregnant next week https://t.co/HusKuanBj9",
  "64. Can you go a week without your phone or the internet ?",
  "63. Do you act differently around different people ?",
  "62. Is revenge necessary?",
  "https://t.co/BVEKleDdx3 many wrongs make a right?",
  "60. What's true happiness to you?",
  "What is the line between family and friends?",
  "⚠️Seriously y'all can start faving and following now lol ⚠️",
  "If you ain't following me or faving my 💩 the questions stop here 🙄 lol",
  "What you gon be doing in 20 years ?",
  "Does time heal or is that bull💩?",
  "How do you come to trust somebody?",
  "How many friends do you still have from 10 years ago... if any?",
  "What are you truly scared of losing?",
  "What does loyalty mean to you?",
  "What do you regret most?",
  "You believe in second chances or hell nah?",
  "@aunnny_ Good morning! Have a good day ❤️",
  "Is your bf/gf allowed to have a best friend of the opposite sex? 🤔",
  "If you're in a bad mood what's the answer?",
  "Is the guy suppose to pay for the date?",
  "Rihanna or Beyoncé ?",
  "How do you feel about passwords in a relationship ?",
  "How long does the \"talking stage\" last?",
  "Looks or personality?",
  "Good morning 🌞 say it back!!!!\n\ny'all want me to keep this going ?",
  "@_Tintyy What you doing",
  "If you could be any animal, what would you be and why?",
  "Favorite football team ?",
  "Ever had your heart broken ?",
  "Females,\n\nYou a Twinkie or toaster strudel?",
  "Are you a virgin ?",
  "Ladies, \n\nDoes it matter if he circumcised?",
  "What's your type? \n\n-White\n-Lightskin\n-Brownskin\n-Dark skin \n-No type",
  "If you find out your bf|gf cheating, wyd ?",
  "What song makes you cry?",
  "On a scale of 1-10, how annoyed are you ?",
  "@NiqueMoney16 Fine thank you and congrats!",
  "Should I stop now or y'all entertained ?",
  "Snapchat? \n\nAdd me @obeydes",
  "If you could delete one year from your life what year would it be ?",
  "Ever wanted someone you can't have ??",
  "@ someone that makes you smile",
  "Have you ever been in love ?",
  "Are you currently in love ❤️?",
  "What's your biggest fear ??",
  "Do you catch feelings easy? Why or why not?",
  "Is there a feeling you're trying to ignore? What is it?",
  "What's the hardest lesson you've had to learn ?",
  "How was your day today ?",
  "Do you have kids or want kids? If so how many?",
  "Spit or swallow?",
  "Sexual preference??\n\nStraight\nBi\nTranssexual",
  "How did your last relationship end?",
  "What's stopping you from getting the person you want right now ?",
  "What's your favorite song right now ??",
  "What's the worst form of disrespect to you ?",
  "11.  🍎 or 🤖👾?",
  "10. Are you confident or insecure ?",
  "9. Have you ever been cheated on?",
  "8. Have you ever cheated before ?",
  "7. When was the last time you got some 😻 or 🍆?",
  "6. Single, taken, hoein' ?",
  "5. Where you from?",
  "@aunnny_ Pretty, how you pronounce it ?",
  "4. zodiac sign ?",
  "3. Cake day ?",
  "2. Age?",
  "1. Full name ?",
  "Quote tweets only please 🤞🏽",
  "I wanna be nosy + occupy yalls mind for a lil min.\n\nQUESTION THREAD 🗣",
  "You can't make people like you OR love you + Once you realize that people not liking you or loving you doesn't generate this 💰 youll be fine",
  "Call me 🤙🏽 https://t.co/PeWiXcIb0h",
  "People don't be liking me and I don't even know why 🤷🏽‍♀️",
  "Exactly https://t.co/UG0Os5yR9Q",
  "Who is in a deck 🙄",
  "@modakkkkk i dm'd you ❤️❤️",
  "@__starrrrrr dm sent love ❤️",
  "@real_ass_tee i dm'd you love ❤️",
  "Slide in my dms",
  "Next 10 to RT will get:\n\nA package of 4 Wraps \n4 samples of defining gel\nUnlimited $200 bonuses \n$100 Shopping Spree + More\nFor Just $9.99!",
  "My ex forever trying to play my image 😂",
  "New day, new tweets, new stats. 23 followers, 13 unfollowers. Via good old https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "I Ain't picky, I just want what's best for me 😏",
  "😂😂😂😂 https://t.co/0ygvotz6Hb",
  "@DonnaeBannister Doctors wrote me out 🤦🏽‍♀️🤦🏽‍♀️",
  "@TayBae27 Gooooodddd ❤️❤️",
  "@TayBae27 The salem fair",
  "Facts lol https://t.co/YfIxYFZznk",
  "@TayBae27 Well stay up here and go to the fair ✊🏽",
  "Trying To figure out why I don't hear from or see @TayBae27 anymore 🤷🏽‍♀️",
  "lil booty 😍 https://t.co/SB75WtU5OP",
  "I ain't tryna fall in love with you... I just need you for a night or two 🤷🏽‍♀️",
  "Do you know who are awesome? My 15 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "😩🙌🏽 https://t.co/M048E0BNMp",
  "I can be your Lil baby but im probably not gonna listen😂",
  "@TeamBriiiii Girl...",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "people will have your name in everything BUT a prayer..🤦🏽‍♀️",
  "Everyone scared to be alone, I'm just scared to be broke 😂",
  "🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️ https://t.co/Ov8mqsm9Ah",
  "Ain't no favor bih, that's what we supposed to do https://t.co/fwDeZZGKho",
  "All these niggas want is for you to be they side hoe... don't believe the hype girl.. he really don't like you that much 😂",
  "How you gonna push me away and then wonder where I went 🤷🏽‍♀️",
  "Everything has changed BUT I'm more ME than I ever been 😊",
  "Oh yeah, good morning 🙃",
  "I have been so happy being free ✌🏽",
  "Precisely 🤷🏽‍♀️ https://t.co/bVgJDFRwCi",
  "The goal is to be great, nothing less ✊🏽",
  "Kick off ya shoes and relax ya feet.",
  "Emergency dr. Appointment tomorrow 😩",
  "😂😂😂😂😂",
  "Hit me with this earlier and I was like 😍 https://t.co/EvlZ39fpep",
  "@sprint Was yours messed up today ?",
  "Where is my LTE @sprint",
  "What's the beef sprint ?? Like you been tripping' all day 😑",
  "Niggas can not be mad at her for moving on when you didn't treat her right while you had her 🤷🏽‍♀️",
  "I think I like him y'all 😍",
  "@TeamBriiiii Ok lol",
  "@TeamBriiiii I think it'd be fun lol",
  "I'm horrible at this https://t.co/z2t6cAbI72",
  "Chilis blessed my soul 😍",
  "@TeamBriiiii We in there lol \"the bd trip\"",
  "@TeamBriiiii Me and my bd coming too lol",
  "@TeamBriiiii Who all going",
  "@TeamBriiiii Where I wanna go",
  "Do you know who are awesome? My 9 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "Sundayyyyssss ❤️❤️ https://t.co/U8j0zUtjGC",
  "You lied. https://t.co/xWosqo6yPU",
  "💎💎💎 https://t.co/TGyFmomuW8",
  "6 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERY6bRK",
  "I'm so irritated with the fact that im still up trying to help people 🤦🏽‍♀️🤦🏽‍♀️",
  "Is it possible to have feelings for a person that you've never met 🤔\n\n#AskTwitter",
  "15 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "Growing and engaging with the right tweeps - gained 15 new followers in the past day, courtesy https://t.co/8G9ZCt21dF",
  "My head is BANGING 😩",
  "Cute twitter update 😝",
  "I was big mad for a second 😂 https://t.co/aa0hHJXKGO",
  "We never fall off, tf 👀 lol but a1 since Day1 literally ✊🏽 https://t.co/kPhUO389fX",
  "I love you more ❤️❤️❤️ https://t.co/8yDInR98VT",
  "JasDoe @DevinLyric https://t.co/R31VvfLw4Z",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 10 in the last day. Growing daily with https://t.co/8G9ZCt21dF",
  "You prefer concentrating on how to get ahead in the world beca... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 10 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "Although a spiritual discipline can offer much-needed peace of... More for Capricorn https://t.co/htEERXOAta",
  "Do you know who are awesome? My 12 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "@santasia_jones Why is that",
  "Females!\n\nWhat are your thoughts on being with a man that's a virgin? \n\ngo! 👂🏽",
  "Although a spiritual discipline can offer much-needed peace of... More for Capricorn https://t.co/htEERXOAta",
  "Say my name, say my name 💁🏽",
  "13 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCtjCCf",
  "Although a spiritual discipline can offer much-needed peace of... More for Capricorn https://t.co/htEERXOAta",
  "I just want someone to be alll about me and only me 🤷🏽‍♀️",
  "@TeamBriiiii I'll go to the mall with you, I'm off today also",
  "@TeamBriiiii You off work ??",
  "@TeamBriiiii Still cute",
  "These 40$ application fees is going to break my pockets",
  "@TeamBriiiii Y'all cute",
  "Yessssssss 😩 https://t.co/dUvttitmyj",
  "@DonnaeBannister No you not 💪🏽💪🏽",
  "All these baby daddies and baby mamas going in on each other today 🤦🏽‍♀️ let it go",
  "Facts ✊🏽✊🏽✊🏽 https://t.co/bsX3DOiirm",
  "I just need ONE MORE JOB and I'll be comfortable ✊🏽",
  "Stats for the day have arrived. 10 new followers and 9 unfollowers via https://t.co/8G9ZCtjCCf.",
  "Although a spiritual discipline can offer much-needed peace of... More for Capricorn https://t.co/htEERXOAta",
  "@DevinLyric We so fine, I need me a you 😛😂",
  "He's so Handsome...\n\nLittle photo shoot action ❤️ https://t.co/cfus8QmZF8",
  "He's so Handsome...\n\nLittle photo shoot action ❤️ https://t.co/HfBOTKkD2z",
  "@DevinLyric We might slide out after spades 🤷🏽‍♀️",
  "@DevinLyric Downtown sounds fun but I'm tired",
  "@DevinLyric Nothing major",
  "@DevinLyric Prolly",
  "@DevinLyric Might be the same thing as usual",
  "@DevinLyric Facts ✊🏽✊🏽 I wanna see your face today",
  "Stats for the day have arrived. 8 new followers and 8 unfollowers via https://t.co/8G9ZCtjCCf.",
  "@_Tintyy I been missing you",
  "Although a spiritual discipline can offer much-needed peace of... More for Capricorn https://t.co/htEERXOAta",
  "@TayBae27 I was like \"is it 🙄🤔\"",
  "Hey sexy 😍 https://t.co/MAzIncyU8v",
  "@TayBae27 Wait, what is lol",
  "This here got your name on it 😌",
  "I have a rising follower graph! 21 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "Although a spiritual discipline can offer much-needed peace of... More for Capricorn https://t.co/htEERXOAta",
  "I just want someone to be all about me 🤷🏽‍♀️ and only me.",
  "Jeremy ❤️❤️❤️ https://t.co/NGyIOi0nI3",
  "She brags different 😌 https://t.co/04OTEtRnot",
  "Don't play my image 🤷🏽‍♀️",
  "God is so good y'all 🙌🏽",
  "Let's make this money 💵💰\n\n(iPhone)\nhttps://t.co/tImmk3KMNL…\n\nOr\n(iPhone &amp; Android)\nhttps://t.co/E3BCHA6toF",
  "#NewProfilePic https://t.co/I1SbUq0qOq",
  "Want #oomf but it's whatever 🤷🏽‍♀️",
  "19 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "You don't want to be so serious today, even if there are heavy... More for Capricorn https://t.co/htEERXOAta",
  "I have a rising follower graph! 27 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "You don't want to be so serious today, even if there are heavy... More for Capricorn https://t.co/htEERXOAta",
  "@TheReal_DonaldC check your dm",
  "@TeamBriiiii Ok lol",
  "Do you know who are awesome? My 12 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "You don't want to be so serious today, even if there are heavy... More for Capricorn https://t.co/htEERXOAta",
  "@TeamBriiiii I'm for real 😂",
  "🙋🏽🙋🏽🙋🏽 https://t.co/POlpRmKXwc",
  "Number crunching for the past day - 30 new followers and 13 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "You don't want to be so serious today, even if there are heavy... More for Capricorn https://t.co/htEERXOAta",
  "@TeamBriiiii Whats wrong",
  "@TeamBriiiii 😩😩",
  "Everyone tied down to someone 😂 meanwhile I'm just like 🤷🏽‍♀️",
  "Want oomf so bad but you know how that goes 🤷🏽‍♀️",
  "Number crunching for the past day - 16 new followers and 15 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "@nee_cee I was talking about a whole guy... but you guilty tho 🤷🏽‍♀️",
  "@nee_cee You're not a guy 😂🤦🏽‍♀️",
  "@nee_cee How 😂",
  "Sike, all you niggas switched up on me https://t.co/5yF3pX1T4N",
  "You don't want to be so serious today, even if there are heavy... More for Capricorn https://t.co/htEERXOAta",
  "I’m ready to engage with my 17 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "You don't want to be so serious today, even if there are heavy... More for Capricorn https://t.co/htEERXOAta",
  "Get you a ME ❤️ https://t.co/XZT05BYXmT",
  "Followers - 17, Unfollowers - 18. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "When you kid free but you running up a check this weekend 💵😜",
  "You don't want to be so serious today, even if there are heavy... More for Capricorn https://t.co/htEERXOAta",
  "Oils are so much better than perfumes",
  "Sometimes it's best to walk away, save yourself a case.",
  "Gained 17 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "You don't want to be so serious today, even if there are heavy... More for Capricorn https://t.co/htEERXOAta",
  "#Currently https://t.co/EuZ9ZeZ3KG",
  "Followers - 19, Unfollowers - 14. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "People in your life can be a pain in the neck now, especially ... More for Capricorn https://t.co/htEERXOAta",
  "I have a rising follower graph! 15 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "@_Tintyy Letssss!!",
  "@_Tintyy With who ?!?!",
  "@_Tintyy WAIT.A.MINUTE",
  "People in your life can be a pain in the neck now, especially ... More for Capricorn https://t.co/htEERXOAta",
  "I feel like I'm young, and I wasted enough time holding it down for one person... there is no harm in dating and meeting people",
  "Did monte just say ex 🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️",
  "@_Tintyy Tell her don't try it",
  "@_Tintyy Ummm 🙄",
  "Let's make this money 💵💰\n\n(iPhone)\nhttps://t.co/DUSTU4T0RN\n\nOr\n(iPhone &amp; Android)\nhttps://t.co/E3BCHA6toF",
  "I don't want to lose myself loving you 🖐🏽",
  "I know you still scroll through them text messages 😌",
  "People in your life can be a pain in the neck now, especially ... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 19 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "@FuckIts_IzzAye I think it is",
  "When your ex unblock you on Facebook and send you a request 🤷🏽‍♀️🤦🏽‍♀️",
  "@_Tintyy ❤️❤️❤️❤️",
  "@ChasSellsLofts @TeamBriiiii @DevinLyric A profile picture showing your INNER beauty? How can a PICTURE show your INNER beauty 🤷🏽‍♀️",
  "@ChasSellsLofts @TeamBriiiii @DevinLyric Tf 🤷🏽‍♀️",
  "Someone get this fine nigga out my house",
  "@TheReal_DonaldC Dm",
  "@TheReal_DonaldC We playing spades",
  "@TheReal_DonaldC Bri and all them coming , im not sending you the address if you ain't gonna come",
  "@TheReal_DonaldC Come to this cook out",
  "Definitely https://t.co/QorXs2mIX0",
  "@_Tintyy I already have you ❤️",
  "As long as your intentions are pure then I can work through any flaw 🤷🏽‍♀️",
  "Jump in the money train 💰\n\nhttps://t.co/WOnixK5Bjz",
  "The award🕴🏽goes to all you unfaithful niggas who sell the dream that you ain't \"like all these other niggas\" 😂🙅🏽",
  "Pentecost Sunday 🙏🏽💃🏽",
  "If it's not your intention to treat me like I'm your world then leave me alone 😂",
  "I want someone to be as great to me as I am to them, nothing less.",
  "I have GOT to stop settling 🤷🏽‍♀️",
  "Facts https://t.co/Wanazwmv5w",
  "Adhering to the rules offers you a sense of safety, allowing y... More for Capricorn https://t.co/htEERXOAta",
  "I gained 15 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "Adhering to the rules offers you a sense of safety, allowing y... More for Capricorn https://t.co/htEERXOAta",
  "Just realized I was arguing with someone else's niggas at 4am because he kept calling my phone 😂🤷🏽‍♀️🤦🏽‍♀️",
  "@nyreeezy Accident 😂😂",
  "Adhering to the rules offers you a sense of safety, allowing y... More for Capricorn https://t.co/htEERXOAta",
  "Number crunching for the past day - 24 new followers and 31 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "Wanted oomf but then I realized they was a hoe 🤷🏽‍♀️",
  "Much to your chagrin, nothing you seem to do today calms the c... More for Capricorn https://t.co/htEERXOAta",
  "I’m ready to engage with my 26 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "Much to your chagrin, nothing you seem to do today calms the c... More for Capricorn https://t.co/htEERXOAta",
  "Come cash out with me 💵💵\n\nhttps://t.co/WcKRGaSeQT https://t.co/ssn28jjwtA",
  "@__Twino You are single",
  "Retweet if you have a iPhone 📱 \n\nLike if you have a Android 🤖",
  "https://t.co/WcKRGb9Qft",
  "@__Twino 🤦🏽‍♀️🤦🏽‍♀️",
  "How many followers do you get daily? 18 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "Your schedule becomes even more complicated now if you have ir... More for Capricorn https://t.co/htEERXOAta",
  "We are so pretty #mom #twin https://t.co/XtHddjBqEb",
  "Taking pictures and I dressed up \nLooking blessed up 🌸 https://t.co/Sx6OQdXQw6",
  "Number crunching for the past day - 25 new followers and 15 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "I don't doubt your heart, I just know things changed 🤷🏽‍♀️",
  "@_Tintyy I had to repost it",
  "Had a good weekend with @TeamBriiiii ❤️",
  "I love me and @King_DLH relationship; these hoes can be hoes but we always remain loyal to each other ❤️ that's my twin 👫",
  "If I give honesty I expect the same respect 🤷🏽‍♀️",
  "Me and @_Tintyy the same way \n\n#LT",
  "Your schedule becomes even more complicated now if you have ir... More for Capricorn https://t.co/htEERXOAta",
  "Sundays are always good days 🌸 https://t.co/IyGzHYKTiY",
  "Followers - 16, Unfollowers - 21. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "15 things our fashion team are buying from the high street this summer… https://t.co/ZmUNztWuJe",
  "15 things our fashion team are buying from the high street this summer https://t.co/0G6bHe4tee https://t.co/UES64i9Ioi",
  "You might correctly assume that changing your attitude is the ... More for Capricorn https://t.co/htEERXOAta",
  "@TeamBriiiii Come, I am",
  "About to have some Mommy time 😊",
  "I live for days where there is a smile on my face and the lighting is great 😏 https://t.co/U3e5R0gf3P",
  "26 tweeps followed (thank you!) and 46 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "You might correctly assume that changing your attitude is the ... More for Capricorn https://t.co/htEERXOAta",
  "Everything has changed and yet, I am more ME than I ever been ❤️ feels good. https://t.co/GT98EuNMqk",
  "Stats for the day have arrived. 12 new followers and 26 unfollowers via https://t.co/8G9ZCtjCCf.",
  "You might correctly assume that changing your attitude is the ... More for Capricorn https://t.co/htEERXOAta",
  "By far my favorite 😍\nMother's Day Photo Shoot 🌸\n\nPhoto Cred: kaylanjohnson95 https://t.co/p6dxr5UXyF",
  "Mother's Day Photo Shoot 🌸\n\nPhoto Cred: kaylanjohnson95 https://t.co/2GtBSKdCjq",
  "Mother's Day Photo Shoot 🌸\n\nPhoto Cred: kaylanjohnson95 https://t.co/hPygaidce3",
  "❤️❤️ https://t.co/VnCkbDfnoA",
  "I’m ready to engage with my 18 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "Anyone with a iPhone or iPad wanna make 5$ real quick ??? 💰💰💰💰💰",
  "@King_DLH What we gonna eat",
  "@King_DLH I was getting ready to text you and ask you did you want to",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "Forgot to post 😌 https://t.co/5tLcKAhkcL",
  "@_Tintyy Thanks boo",
  "25 daily followers. 15 unfollowers. Crowdfire doesn't miss a trick - via https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "I need to find this glitter paint 😩",
  "I don't even know I just want a sectional",
  "Well can you help me find furniture for my apartment https://t.co/GSz0qQQuBR",
  "Followers - 28, Unfollowers - 36. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "@Mrthompson_3 It's up and down here 🤦🏽‍♀️",
  "@Mrthompson_3 Don't feel bad I'm wearing boots and a sweater in va.",
  "26 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get daily? 14 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get daily? 17 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "@nee_cee They have day time hours",
  "Waiting on someone to tell me this is a joke😩",
  "@nee_cee Where",
  "Stats for the day have arrived. 6 new followers and 9 unfollowers via https://t.co/8G9ZCt21dF.",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "@nee_cee I need to come where you work",
  "@nee_cee How much you make a hour",
  "@nee_cee Oh God",
  "Gained 30 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "I need a second job.",
  "14 daily followers. 22 unfollowers. Crowdfire doesn't miss a trick - via https://t.co/8G9ZCtjCCf",
  "Who you going with ?? https://t.co/E0Qo61ndMA",
  "It can go either way 🤷🏽‍♀️ https://t.co/5oeoBws9my",
  "@TeamBriiiii I just had the nastiest flash back of you and cheez 😩😩",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "Considering spending 300 on this big pool to put in my back yard 🤔",
  "I always wanna see them win 💕",
  "Regardless of the odds we face... the crew I grew up will always be my favs... we grew up together 🤷🏽‍♀️",
  "Girl yesss https://t.co/yqUkCUoTXx",
  "I'm just ready to get my key fam...",
  "I’m ready to engage with my 13 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "I have a rising follower graph! 12 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "Followers - 13, Unfollowers - 11. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "I Was turnt before 5pm 🙄",
  "How many followers do you get everyday? I got 15 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "13 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "@_Tintyy Have fun 👏🏽👏🏽",
  "Growing and engaging with the right tweeps - gained 16 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "9 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "16 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "New day, new tweets, new stats. 12 followers, 21 unfollowers. Via good old https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "@King_DLH Y'all friends",
  "@King_DLH Ask him",
  "@King_DLH You find anyone ?",
  "So where you at ?",
  "Number crunching for the past day - 20 new followers and 12 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "My life is so boring",
  "@nee_cee You cute tho 😘",
  "@nee_cee Watch your mouth",
  "Stats for the day have arrived. 10 new followers and 15 unfollowers via https://t.co/8G9ZCtjCCf.",
  "My side nigga gotta 5s with the screen cracked 🤷🏽‍♀️",
  "@_Tintyy you work today 🙄",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "I'm not chasing anyone who can so easily walk out my life ✌🏽",
  "Kinda wanna go out this weekend 🤷🏽‍♀️",
  "@TeamBriiiii I mean.... what do they look like",
  "Followers - 11, Unfollowers - 13. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "@nee_cee @eyeball_14 My sister like him, how much is the tickets",
  "@King_DLH Okay!!! Go to bed goodnight lol",
  "@King_DLH I think I'm going here instead https://t.co/R1qgfUyKPD",
  "@King_DLH Hold on lemme go look lol",
  "@King_DLH I don't see these pictures 😳",
  "@King_DLH Who?!?! Drop initials",
  "Mine too lil big daddy 😛 \n\nSomething is wrong with me lol https://t.co/VkkYA84G1c",
  "@King_DLH What pictures 😳😳",
  "@King_DLH Are we going to this birthday party Saturday 🙄",
  "@King_DLH Fam.... I don't know",
  "@King_DLH A day later 🙄 love you too",
  "@King_DLH does not love me😐 he said nothing about my video 🤷🏽‍♀️ that's fine I'm going to use that same post as his birthday post",
  "Here I am out driving trying to clear my head at 1am 🤷🏽‍♀️😫",
  "I'm a idiot 🤦🏽‍♀️",
  "@eyeball_14 @nee_cee When and where",
  "New day, new tweets, new stats. 12 followers, 15 unfollowers. Via good old https://t.co/8G9ZCt21dF",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "#NewProfilePic https://t.co/lfnBqW6cgf",
  "Check the kid out😎👸🏽 https://t.co/ehCp4VoZrW",
  "They said it's Woman Crush Wednesday 😌😘❤️ https://t.co/aIO6Vak5Eq",
  "I have a rising follower graph! 19 more followers in the past day. Get your stats right here https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "😘❤️ https://t.co/qm47mW1uRX",
  "Hey girl 😘👸🏽 https://t.co/mYlLLgHW0B",
  "11 new unfollowers and 18 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "Success means different things to different people and whateve... More for Capricorn https://t.co/htEERXOAta",
  "Number crunching for the past day - 33 new followers and 24 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "It's discomforting when a close friend or ally suddenly shows ... More for Capricorn https://t.co/htEERXOAta",
  "Growing and engaging with the right tweeps - gained 12 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "I have got to stop wearing heels 😫",
  "An emotionally needy person may show up on your doorstep today... More for Capricorn https://t.co/htEERXOAta",
  "16 tweeps followed (thank you!) and 12 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "Sorting through incoming information might be more tedious wor... More for Capricorn https://t.co/htEERXOAta",
  "Kidding 😂",
  "Had to get some act right because I ain't acting right 🤷🏽‍♀️",
  "@durtayd I go by des or desi too",
  "56. Can you listen to Marvin's room without getting in your feelings?",
  "55. Can you retweet this so other people can do it 🙌🏽",
  "54.) what's your Snapchat?? \n\nAdd me @obeydes",
  "@VIIXXXCVII Most definitely 😍",
  "53.) do you throw shade a lot? 🌴",
  "52. Xbox or PlayStation?",
  "51. Ask me something 😇😇",
  "50. Your phone dry? 📱",
  "49. Single, taken, or chillin 😎?",
  "48. Are you loyal?",
  "47. Do you plan on getting married 👰🏾?",
  "46. How many kids do you want?",
  "45. Something you look forward to? 👀",
  "44. Daddy always said ____?",
  "43.  Mama always said ____?",
  "Just figured I'd show my face 👸🏽 https://t.co/uh4d9PiVRy",
  "42. What keeps you up at night? 😴",
  "41. What are you majoring in?",
  "40. What college are you going to? 🏫",
  "39. Fellas, how often do you get your hair cut? 💇🏽‍♂️",
  "38. Ladies, how often do you get your nails done ✅?",
  "37. What's the first thing you notice about a person 👩🏾‍💻?",
  "36. Where you from?",
  "35. What's your best friends name?",
  "34. How tall are you?",
  "33. Nike or Jordan?",
  "32. Dogs 🐶 or Cats 🐱?",
  "31. Last party you went to? 🎉",
  "30. Your motivation? 🙏🏾",
  "29. Favorite pair of shoes 👠?",
  "28. What kinda phone do you have? 📱",
  "27. Have you ever got your shot deflected 😂😂😂🤔?",
  "26. What happened the last time you decided to shoot your shot? 🤔🤔",
  "25. Define talking 😴?",
  "@HERMEZ_01 What year ?",
  "@HERMEZ_01 Me too 🙌🏽🙌🏽🙌🏽",
  "24. Ever lost a friend you want back? 👭",
  "23. How old you turning this year? 🎂",
  "22. How many fights have you won? 😂😂",
  "21. How many fights have you been in ? 👊🏾👊🏾",
  "20. What's your religion 🙏🏾 ?",
  "19. Worst memory from HS?",
  "18. Favorite memory from HS?",
  "17. What's your relationship like with your mom?",
  "16. What's your relationship with your dad like 🤔🤔?",
  "15. Thoughts on feminists? 💆🏾🚶🏽‍♀️",
  "14. Ladies, you find out your bf has been cheating with a man, wyd?",
  "13. Fellas, you find out your girl is cheating with a girl, wyd? 👭",
  "12. Ladies, you find out you're pregnant by the last dude you fw, wyd?",
  "11. Fellas, the last girl you fw called you and said she's pregnant 🤰🏼, wyd?",
  "10. Class of ____? 👨🏾‍🎓",
  "@Jeremyray_ Bull, text me",
  "9. Thoughts on Trump? 🙅🏾🙅🏾",
  "8. Thoughts on abortion? 👶🏻",
  "7. Why did you and your ex break up?",
  "6. How many serious relationships have you had?",
  "5. Plans for summer 17 ? ☀️ 😎",
  "@Jeremyray_ Must have new number 🤚🏽",
  "4. gender?",
  "3. what is your zodiac sign? do you relate to a lot of the qualities of your sign / the horoscopes?",
  "2. how old are you / what is your birthday?",
  "1. what is your name (and nickname)?",
  "questions thread Coming in 5 mins (quote answers)",
  "@Jeremyray_ 1. Im mad that when I text you you didn't reply\n\n2. I was trying to take a nap and your tweets was back to back",
  "I had to turn @Jeremyray_ notifications off",
  "How many followers do you get daily? 14 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "You may have to acquiesce to someone who successfully wrestles... More for Capricorn https://t.co/htEERXOAta",
  "Made God's wake up list yet once again 🙌🏽❤️ Thank You Lord",
  "@King_DLH 🙄🙄🙄",
  "Growing and engaging with the right tweeps - gained 13 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "You're ready for a bit of lighthearted fun today, but you coul... More for Capricorn https://t.co/htEERXOAta",
  "@chinaalyxo It's alright so far, nothing major",
  "👏🏽👏🏽👏🏽👏🏽👏🏽 https://t.co/ifGhKOTAwM",
  "Exactly. Can't eat off love 🤷🏽‍♀️ https://t.co/L8mQLqNyc3",
  "Don't confuse my humbleness for weakness Lil baby... don't confuse it 😂",
  "Precisely. https://t.co/drI77ZsAfD",
  "Me and #oomf would wear this \"Tremaine\" out but that's long over but still 🤤",
  "Finally listening to \"Tremaine\" 🤤😍",
  "When \"mask off\" comes on all I wanna do is start singing \"ahhhhhhhhhhhhhhAhhhhhhhhAHHHHHH!\" 😂😂",
  "12 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "You appear to express yourself without much forethought today,... More for Capricorn https://t.co/htEERXOAta",
  "So happy to get my hair done tomorrow 😌",
  "My playlist will either take you to church, put you in your feelings or have you felling hella thuggish 👌🏽",
  "What if I was out here like you out here? \n\nBut You can't stand the thought of another nigga touching me or loving me 🤷🏽‍♀️\n\nIt's mutual😌",
  "Sit down, be humble.",
  "My left stroke just went viral",
  "I'm trying hard not to be a dog 🤷🏽‍♀️",
  "Do you know who are awesome? My 15 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "In order to take advantage of an amazing opportunity today, yo... More for Capricorn https://t.co/htEERXOAta",
  "@Jeremyray_ I text you",
  "New day, new tweets, new stats. 40 followers, 13 unfollowers. Via good old https://t.co/8G9ZCtjCCf",
  "You may want to spend more time alone while there are critical... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get daily? 17 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "Definitely like this 7s Plus better",
  "@_Tintyy 😘",
  "My best friend vs. yours ❤️ @_Tintyy https://t.co/UOXJn08MKT",
  "God always proves himself 🙌🏽",
  "Speak it 🙌🏽🙌🏽🙌🏽 https://t.co/d5MIVXyouC",
  "Although it may be a day of rest for some people, you are unwi... More for Capricorn https://t.co/htEERXOAta",
  "Racing home to my baby 😩",
  "Hey Radford 👋🏽",
  "Followers - 10, Unfollowers - 14. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "Although you are most often a realist, you're a natural teller... More for Capricorn https://t.co/htEERXOAta",
  "Yo baby mama 🖕🏽me better when the rents due 😏",
  "Wondering how to grow on twitter? I gained 10 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "You're most content when you're in control of your environment... More for Capricorn https://t.co/htEERXOAta",
  "Happy Birthday to @7miletae_  ❤️ enjoy and turn up 😏",
  "@_Tintyy Where ?!?! I'm looking as we speak",
  "Where TF is @_Tintyy 😡",
  "Apple Music is my life...",
  "You got too much of that pride...",
  "I am too light to be getting hickeys",
  "11 daily followers. 15 unfollowers. Crowdfire doesn't miss a trick - via https://t.co/8G9ZCtjCCf",
  "You measure your progress on a daily basis as an objective way... More for Capricorn https://t.co/htEERXOAta",
  "23 new unfollowers and 16 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "Your strength is on the rebound and you're eager to demonstrat... More for Capricorn https://t.co/htEERXOAta",
  "Anyone with a bank account trying to make some money 🙄💰",
  "Number crunching for the past day - 14 new followers and 15 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "People might appear to be avoiding you today, leaving you puzz... More for Capricorn https://t.co/htEERXOAta",
  "11 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "You are extremely serious today because you intuitively know h... More for Capricorn https://t.co/htEERXOAta",
  "Do you know who are awesome? My 5 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "People might not see your fun-loving side today, but it's pres... More for Capricorn https://t.co/htEERXOAta",
  "Do you know who are awesome? My 22 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "You might feel alienated from your world today, even if there ... More for Capricorn https://t.co/htEERXOAta",
  "You have temporarily lost your ability to know where you stand... More for Capricorn https://t.co/htEERXOAta",
  "@TeamBriiiii You okay",
  "🎱ball or 🏀 anyone ?!",
  "Forget unfollowers, I believe in growing. 5 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "@_Tintyy May 🤔",
  "@_Tintyy And go get Aaliyah",
  "@_Tintyy We should go to Greensboro for a day or something.",
  "@_Tintyy we should take a road trip 🤔🤔",
  "Definitely like the plus better than the regular size iPhone 🤔",
  "I'm about to walk out this interview, been here for a hour 😐",
  "When life becomes too predictable, it's Uranus that arrives on... More for Capricorn https://t.co/htEERXOAta",
  "@TeamBriiiii 😲😲😲",
  "@_Tintyy A huge one",
  "How we've been friends so long idk 😐 https://t.co/QpararLQhW",
  "Someone please help her 😂 https://t.co/4XkIDWa5jB",
  "Wondering how to grow on twitter? I gained 13 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "Niggas are so disrespectful to their wives...please don't hit my inbox if you have a wife... I know what it feels like to be hurt like that😒",
  "You have a fixed idea of how you want people to fit into your ... More for Capricorn https://t.co/htEERXOAta",
  "I crave the feeling of being in love 🙌🏽",
  "My phone is so dry 😫",
  "Y'all remember those little button stickers for the iPhone 😂",
  "You want all the things that come with a relationship but don't want the relationship 🖐🏽",
  "Once I'm mad - I'm mad, you just have to let me cool down.",
  "Low key thinking that I like the size of this 6s Plus more than my 7.... hmm 🤔",
  "@__Twino 😋😋😋",
  "11 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "The heat will bring out the inner hoe in you 😂",
  "Put a price on it 😋",
  "@__TRUUU__ I think I like the MacBook better but them chargers 😫 I can't do",
  "@__TRUUU__ I want the MacBook 💻 too",
  "2 iPhones 📱 , IPad , Apple Watch ⌚️ .... I just want a iMac 🖥",
  "I need to charge my Apple Watch ⌚️",
  "@2TunzDread You right 🤔🤔",
  "I'm so good to my man when I'm with someone... that's one thing my ex's can say about me...",
  "@2TunzDread Okay cause I was just wondering lol",
  "Although you don't often disappoint when it comes to deliverin... More for Capricorn https://t.co/htEERXOAta",
  "This Motrin PM is slowly but surely taking me down lol",
  "I feel like I'm the only one that can be emotional in a relationship... you get emotional then I'm laughing at you 😒",
  "Is it normal for men to cry over their significant other 🤔 I need answers",
  "@_Tintyy right lol",
  "@_Tintyy \n\nI became family when I moved in lol",
  "18 new followers in the last day and it is more than just stats, I use it for growing my account! Try it https://t.co/8G9ZCtjCCf",
  "Your professional ambitions know no bounds today and you're ex... More for Capricorn https://t.co/htEERXOAta",
  "Stop playing 😂 https://t.co/u9Yl5bjcdg",
  "💕 https://t.co/kf9ZOKRNZw",
  "💕💕💕💕💕💕 https://t.co/Jua48qzWpi",
  "18 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "Maintaining a sense of purpose can be complicated when you fin... More for Capricorn https://t.co/htEERXOAta",
  "I gained 16 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "Everything seems simple enough until someone close to you deci... More for Capricorn https://t.co/htEERXOAta",
  "Growing and engaging with the right tweeps - gained 21 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "Your clear vision of success motivates you to reach higher to ... More for Capricorn https://t.co/htEERXOAta",
  "Lemme stop playing like I got a bae😂😂",
  "When bae says \" I'm not playing, you getting your nails next week before Easter!\" 🙄🙄🙄 okay daddy",
  "😂😂😂 https://t.co/Xovyg9X3l3",
  "@_Tintyy Okay I'm deleting this because I'm doing too much",
  "Okay I'm deleting myself from twitter tonight ✌🏽😂",
  "@_Tintyy I was just told that 20 mins ago",
  "Jasmine needs to be blocked on twitter",
  "@_Tintyy Goodnight lol",
  "@_Tintyy No but I took shots on your birthday... I'm doing better 🙌🏽",
  "@_Tintyy I've been doing that... that will never change",
  "@_Tintyy Listen, I'm doing better lol",
  "I need a coffee shot 😩",
  "@_Tintyy Yassss 🙌🏽 we need to have more shots of sweet tea",
  "@_Tintyy And you can make me peanut butter and jelly",
  "Chocolate is not as bad as I thought 🤔",
  "I deserve this love ☺️💕",
  "@_Tintyy And you know this 😛😛",
  "Bae 💕💕 https://t.co/CkMSfBdE1P",
  "Wondering how to grow on twitter? I gained 15 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "Your legendary determination motivates you to logically calcul... More for Capricorn https://t.co/htEERXOAta",
  "Forget unfollowers, I believe in growing. 34 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "There's no reason to treat your current situation as normal si... More for Capricorn https://t.co/htEERXOAta",
  "Followers - 27, Unfollowers - 19. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "You don't like surprises when you're already on a path with a ... More for Capricorn https://t.co/htEERXOAta",
  "18 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "@_Tintyy You have 3 more minutes to wear them",
  "@_Tintyy 🖕🏽em",
  "@_Tintyy Take your petty boots off",
  "🖕🏽🖕🏽🖕🏽 https://t.co/7lPR4YgxCx",
  "Your straightforward communication isn't nearly as clear as yo... More for Capricorn https://t.co/htEERXOAta",
  "Happy 3rd Birthday to my handsome prince Devin, mommy did every thing she could to try and make… https://t.co/ckKVQ4mZlm",
  "He's 3 y'all ❤ https://t.co/IKw4KVzzmU",
  "@Mz_Lo_tweets Mine too",
  "17 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "People in your immediate environment may be the cause of emoti... More for Capricorn https://t.co/htEERXOAta",
  "15 new unfollowers and 25 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "Although you often excel at choosing a destination and stickin... More for Capricorn https://t.co/htEERXOAta",
  "Although you might already have big plans for the weekend, mor... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get daily? 26 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "You're known for your resilience, and you're apt to put it to ... More for Capricorn https://t.co/htEERXOAta",
  "Growing and engaging with the right tweeps - gained 30 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "🤑🤑 https://t.co/vOx8Qb5ZDt",
  "It's as if you stumble upon the lost-and-found box in your own... More for Capricorn https://t.co/htEERXOAta",
  "Stats for the day have arrived. 32 new followers and 29 unfollowers via https://t.co/8G9ZCtjCCf.",
  "When you and your bestfriend are baddies and don't need a filter 😈 @_tintyy https://t.co/auEzy4eFBf",
  "25 daily followers. 22 unfollowers. Crowdfire doesn't miss a trick - via https://t.co/8G9ZCtjCCf",
  "Growing pangs of cabin fever compel you to rearrange your livi... More for Capricorn https://t.co/htEERXOAta",
  "@IsmailGuwop okay 😂😂",
  "@_Tintyy no I'm asking did he lol",
  "@_Tintyy yeah lol",
  "When bae cleans your car 😘 thanks ❤",
  "@_Tintyy he went off didn't he ?",
  "@IsmailGuwop I can buy my own pizza slice 😂😂",
  "@IsmailGuwop I'm serious lol I would remember that... what typa woman you think I am",
  "@_Tintyy the other homie did well too at the hookah 👏🏽👏🏽👏🏽",
  "@_Tintyy J's 😂",
  "@IsmailGuwop I ain't do nothing",
  "Saturday was a fun night 😂",
  "@_Tintyy I was in someone's car 🙄",
  "@IsmailGuwop it* I was turnt so I can't remember lol",
  "@IsmailGuwop I think I was more than one lol",
  "@_Tintyy cause she had a attitude lol and y'all was slumped lol o had to get y'all both off the floor lol",
  "@_Tintyy I thought I was gonna have to fight her lol",
  "@YourHairPlug @_Tintyy  did you know this ??",
  "I don't even think we DANCED Saturday night 😂",
  "I had to get Jasmine and Aaliyah off the floor and some random girl came in the bathroom while they were knocked out on the bathroom floor 😂",
  "Some boys bought me some pizza 😂",
  "So I ran away Saturday night 😂",
  "@_Tintyy still sipping",
  "@_Tintyy waiting on our picture to post likeeee",
  "@_Tintyy 🙄🙄🙄",
  "19 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "It seems as if things are coming full circle on the home front... More for Capricorn https://t.co/htEERXOAta",
  "20 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "It's as if the ground rumbles with each step, and you sense th... More for Capricorn https://t.co/htEERXOAta",
  "Followers - 24, Unfollowers - 11. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "Where we going 🤔🤔 https://t.co/T9rgmyVLdK",
  "The more softly you speak, the more impact your words will hav... More for Capricorn https://t.co/htEERXOAta",
  "Wednesday night ❤ https://t.co/VDuXaQF7KT",
  "Gained 33 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "Another $50 so far 🙌🏽 hit me up 🤑 https://t.co/WdroTWNimW",
  "@THEFeb26 it works ?",
  "@THEFeb26 have you done a money flip before",
  "@TeamBriiiii you get that implanon ?",
  "Wondering how to grow on twitter? I gained 45 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "@TeamBriiiii 🙊🙊🙊",
  "I knew I felt a dance this morning",
  "I need a promo deck 🤔",
  "27 new unfollowers and 71 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCt21dF",
  "Another money day 🤑🤑🤑HMU https://t.co/q92PX3DMJm",
  "❤❤❤ https://t.co/1uZWm0WqME",
  "@King_DLH 5 mins ago 🤔",
  "@King_DLH on Facebook 🤔",
  "@King_DLH life is dull without my twin",
  "@King_DLH but I posted it first 🤔",
  "@King_DLH I miss you more 😘",
  "@_Tintyy what you doing tomorrow I have something for you? I'm kid free this weekend(I think!) are you off?",
  "Wondering how to grow on twitter? I gained 100 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "How many followers do you get everyday? I got 55 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "Come make some money with me 🤑 https://t.co/W2Abkntcq0",
  "Was slick about to hit my ex's line then I remembered I took his phone 😂someone tell shorty I just miss him for the night 😂😂",
  "@CityBoyJounior I was like \"yup it's time for be to go\"",
  "Facebook is crazy... I had to come to twitter for a few moments",
  "Money 🤑 &gt; Love ❤",
  "Don't mistake loneliness with missing your ex... 😂🤔",
  "My trip was much needed 🙌🏽",
  "wanna make some fast and easy money? 🤑\n\nI'm 22 and I'm making a living off of my phone ❤\n\nHMU FOR DETAILS ❤\n\nhttps://t.co/ukZb6M4xb3 https://t.co/27UPHOVCQe",
  "16 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "It's essential to your goat-like nature that you continue to c... More for Capricorn https://t.co/htEERXOAta",
  "I might know who https://t.co/9OjZ0XjcXD",
  "@TeamBriiiii can I be nosey lol",
  "😙😙😙 https://t.co/b8qsYwWUzw",
  "😋😋 https://t.co/6ebdL4kAsD",
  "#workersmeeting2017 #Cogic https://t.co/HrNWOCA4rM",
  "#workersmeeting2017 #Cogic https://t.co/k6QkWoVuZT",
  "10 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "You're ready to wind down and take advantage of some alone tim... More for Capricorn https://t.co/htEERXOAta",
  "My Prince ❤❤ https://t.co/puC7BTiAuo",
  "17 daily followers. 9 unfollowers. Crowdfire doesn't miss a trick - via https://t.co/8G9ZCtjCCf",
  "Oddly enough, you can ascertain more information from behind t... More for Capricorn https://t.co/htEERXOAta",
  "Wondering how to grow on twitter? I gained 15 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "Your inherent discipline makes it nearly impossible to accept ... More for Capricorn https://t.co/htEERXOAta",
  "18 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "Sometimes you feel more intimately connected to your close cir... More for Capricorn https://t.co/htEERXOAta",
  "Number crunching for the past day - 26 new followers and 17 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "You can't relate to people who seem content to dilly-dally and... More for Capricorn https://t.co/htEERXOAta",
  "Followers - 23, Unfollowers - 22. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "You're doing your best to act the part today and maintain an a... More for Capricorn https://t.co/htEERXOAta",
  "15 daily followers. 23 unfollowers. Crowdfire doesn't miss a trick - via https://t.co/8G9ZCtjCCf",
  "No one but you notices that something is on your mind because ... More for Capricorn https://t.co/htEERXOAta",
  "Followers - 14, Unfollowers - 14. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "You tend to favor a structured approach, but you're quickly le... More for Capricorn https://t.co/htEERXOAta",
  "Keeping my distance, I know what's up 😊",
  "Number crunching for the past day - 9 new followers and 10 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "While it's true that advancement toward your goals begins with... More for Capricorn https://t.co/htEERXOAta",
  "Gained 22 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "Traversing your inner world is a major endeavor, but it can al... More for Capricorn https://t.co/htEERXOAta",
  "21 tweeps followed (thank you!) and 30 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "You're constantly striving to improve long after the rest have... More for Capricorn https://t.co/htEERXOAta",
  "I’m ready to engage with my 18 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "You're holding yourself to a high standard because you want to... More for Capricorn https://t.co/htEERXOAta",
  "27 tweeps followed me in the past day. Feels great! Do you also want to feel awesome? Check out https://t.co/8G9ZCtjCCf",
  "Underneath your sometimes stoic exterior, as soft spot exists ... More for Capricorn https://t.co/htEERXOAta",
  "23 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "I’m ready to engage with my 19 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "You offer a safe haven for someone who is searching for guidan... More for Capricorn https://t.co/htEERXOAta",
  "22 new unfollowers and 12 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "You're happy to finally have a chance to tackle chores around ... More for Capricorn https://t.co/htEERXOAta",
  "Freedom🌸 https://t.co/r8PZ5lrYR2",
  "Followers - 17, Unfollowers - 14. I didn't know it'd be this simple. Get your daily stats via https://t.co/8G9ZCtjCCf.",
  "Although you're willing to take on more than your share of the... More for Capricorn https://t.co/htEERXOAta",
  "Gained 9 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "Your message is not getting heard by your peers today even whe... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get daily? 15 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "You believe you have explored all your options, but deeper ana... More for Capricorn https://t.co/htEERXOAta",
  "Scary Spice ♠️ https://t.co/JVC4er9oUj",
  "New day, new tweets, new stats. 32 followers, 39 unfollowers. Via good old https://t.co/8G9ZCtjCCf",
  "You're gritting your teeth and trying to keep your eye on the ... More for Capricorn https://t.co/htEERXOAta",
  "Even on my sick days 😏 https://t.co/COVZU5nRLi",
  "It's Wednesday 🙌🏽 https://t.co/4szbf4ecve",
  "Your career objectives continue to inspire you to reach for th... More for Capricorn https://t.co/htEERXOAta",
  "My come up is much greater than the fall I took 😊",
  "Since I'm off Facebook... I'll stay on here",
  "Lord I thank you for peace",
  "Number crunching for the past day - 25 new followers and 25 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "You are often a champion at managing your personal resources. ... More for Capricorn https://t.co/htEERXOAta",
  "I can't swallow pills to save my life",
  "🖕🏽em https://t.co/nZGyqhbIxV",
  "How many followers do you get daily? 17 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "Psychic channels open for you today, allowing you to understan... More for Capricorn https://t.co/htEERXOAta",
  "Am I going to church ?",
  "So look at me but not with your eyes; touch me with more than your hands🌸👑 https://t.co/jcmAYtxZAL",
  "I gained 17 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "Everything you see today appears like an opportunity to demons... More for Capricorn https://t.co/htEERXOAta",
  "Gained 12 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "Rumblings from the deep create concerns about your closest rel... More for Capricorn https://t.co/htEERXOAta",
  "Gained 15 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "You prefer to fly solo today so you can stay ahead of the game... More for Capricorn https://t.co/htEERXOAta",
  "Mine is pretty extensive https://t.co/6E2kCO7rnz",
  "I’m ready to engage with my 33 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "@_Tintyy I don't believe it",
  "The ground beneath your feet seems more like a volcanic zone, ... More for Capricorn https://t.co/htEERXOAta",
  "Late post🌸 https://t.co/tT2zq2RUWu",
  "Growing and engaging with the right tweeps - gained 20 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "@_Tintyy you're still demanding 🤔",
  "@slumflower about to be all I like lol",
  "People depend on you for practical answers and you're usually ... More for Capricorn https://t.co/htEERXOAta",
  "@_Tintyy I had a whole list ... long hair and could sing",
  "@_Tintyy nahhh umm I don't think I have a type anymore lol",
  "@_Tintyy hey 😊",
  "@_Tintyy that's my type",
  "@_Tintyy gay",
  "Yessss https://t.co/4DaYRHHCAk",
  "Gained 28 new followers in the past day. I’m growing my account the right way, are you? Do it with https://t.co/8G9ZCtjCCf",
  "@King_DLH you are the devil",
  "Although you wish the weekend would never end, it's not long b... More for Capricorn https://t.co/htEERXOAta",
  "21 new unfollowers and 13 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "I'm just getting to church, been up since 8",
  "I'm real life not in the mood 😑",
  "Sometimes it seems like a waste of time to fall prey to discom... More for Capricorn https://t.co/htEERXOAta",
  "When kids get your phone and take AMAZING pictures😩❤ https://t.co/u0ZSps6dkZ",
  "Forget unfollowers, I believe in growing. 20 new followers in the last day! Stats via https://t.co/8G9ZCtjCCf",
  "Your drive to achieve often compels you to take control of sit... More for Capricorn https://t.co/htEERXOAta",
  "New day, new tweets, new stats. 25 followers, 18 unfollowers. Via good old https://t.co/8G9ZCtjCCf",
  "You feel like something might be fishy in your social circle, ... More for Capricorn https://t.co/htEERXOAta",
  "I am so light skinned 😳 https://t.co/FIhBRqcE3x",
  "Chillin' with no makeup on ❤ https://t.co/7KfBij2WGg",
  "27 new unfollowers and 22 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "Although you can often keep your real objectives under wraps u... More for Capricorn https://t.co/htEERXOAta",
  "37 new unfollowers and 41 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "You just want to get your work done, but it seems like you mus... More for Capricorn https://t.co/htEERXOAta",
  "Stats for the day have arrived. 49 new followers and 26 unfollowers via https://t.co/8G9ZCtjCCf.",
  "The lust in your world is for your professional ambitions toda... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 41 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "Your bags are all packed for your next big adventure, but some... More for Capricorn https://t.co/htEERXOAta",
  "God is within her, she will not fail❤👑 https://t.co/gURT86W2Yd",
  "...She started focusing on God 😏 https://t.co/UXWYzv0wfk",
  "@TayBae27 I'm not a fan of it myself ... I feel like I have to take a shot and turn up after",
  "@TayBae27 maaann we was on the same live tho lol",
  "@TayBae27 petty betty",
  "Stats for the day have arrived. 20 new followers and 17 unfollowers via https://t.co/8G9ZCtjCCf.",
  "You always like to be prepared, which is why it's comforting t... More for Capricorn https://t.co/htEERXOAta",
  "Your professional future looks bright as your aspirations and ... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 66 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "Hey twitter 😏",
  "Super old but she was bad 😍 https://t.co/trggJHxcqq",
  "40 tweeps followed (thank you!) and 44 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "You're all business on the outside, but the desire for deep co... More for Capricorn https://t.co/htEERXOAta",
  "34 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "You may prefer to keep yourself safely locked in a stone castl... More for Capricorn https://t.co/htEERXOAta",
  "@_Tintyy I'm copying you",
  "@_Tintyy prolly lol",
  "33 tweeps followed (thank you!) and 38 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "You're walking on eggshells trying to cater to the feelings of... More for Capricorn https://t.co/htEERXOAta",
  "New day, new tweets, new stats. 34 followers, 43 unfollowers. Via good old https://t.co/8G9ZCtjCCf",
  "You're motivated to get a handle on your bottom line, even if ... More for Capricorn https://t.co/htEERXOAta",
  "Stats for the day have arrived. 61 new followers and 66 unfollowers via https://t.co/8G9ZCtjCCf.",
  "It appears as if everyone needs something from you today, and ... More for Capricorn https://t.co/htEERXOAta",
  "Think I'm about to get me a little bae 😏",
  "Buy 2 BUNDLES - Get 1 FREE! \n\nBuy 3 bundles-get a FREE CLOSURE!! \n\nget a extra 10% off using the promo code: queen\n\nhttps://t.co/QuuGVvj0QH https://t.co/oI5Qskdcm2",
  "34 tweeps followed (thank you!) and 30 unfollowed (goodbye!) me in the past day. Thank you https://t.co/8G9ZCtjCCf.",
  "You hope to cross every item off your to-do list today, but ev... More for Capricorn https://t.co/htEERXOAta",
  "Chubs 😍❤💎👑 https://t.co/pisQnujYs2",
  "❤💎 https://t.co/o1DhcKhFCu",
  "I gained 37 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "@King_DLH @Mz_Lo_tweets me either 🤔",
  "@King_DLH @Mz_Lo_tweets monte!! You ain't tell her",
  "@King_DLH leaving Norfolk",
  "@King_DLH I'll meet you in Petersburg p",
  "Hard work is more fun when you get to see immediate results fr... More for Capricorn https://t.co/htEERXOAta",
  "On the road ❤",
  "38 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "Everyone knows you're ambitious by nature and it's not uncommo... More for Capricorn https://t.co/htEERXOAta",
  "46 daily followers. 26 unfollowers. Crowdfire doesn't miss a trick - via https://t.co/8G9ZCtjCCf",
  "It may feel like all you do is work, but that's because you in... More for Capricorn https://t.co/htEERXOAta",
  "🙌🏽🙌🏽🙌🏽 https://t.co/YFexNjk7XA",
  "I am JUST like my mother 😩❤",
  "Stats for the day have arrived. 39 new followers and 46 unfollowers via https://t.co/8G9ZCtjCCf.",
  "The outer world mirrors the inner; the itch to power through a... More for Capricorn https://t.co/htEERXOAta",
  "31 new unfollowers and 40 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "Employing even your highest quality fog lights won't increase ... More for Capricorn https://t.co/htEERXOAta",
  "shawty brave, she sending selfies to my phone",
  "Do you know who are awesome? My 47 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "Your lack of progress makes you want to push harder and harder... More for Capricorn https://t.co/htEERXOAta",
  "https://t.co/e2FGpgwccL",
  "😏😏😏 https://t.co/XRwCktGLRt",
  "@_Tintyy 😑😑😑",
  "The Cruella Deville of Cheetah 😏 https://t.co/cGf7UQ3YO9",
  "I'm so glad that I was able to meet the illustrious Biddy Newborn ❤ I love love love love her… https://t.co/JYMB7m05RB",
  "How many followers do you get daily? 45 awesome new followers for me! Grow with https://t.co/8G9ZCtjCCf",
  "You're finally able to relax and enjoy the weekend, which is p... More for Capricorn https://t.co/htEERXOAta",
  "How many followers do you get everyday? I got 42 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "The time for planning has come to an end; decisive action is t... More for Capricorn https://t.co/htEERXOAta",
  "@King_DLH it's the last one too",
  "How many followers do you get everyday? I got 51 in the last day. Growing daily with https://t.co/8G9ZCtjCCf",
  "You're likely to make the most practical decision possible on ... More for Capricorn https://t.co/htEERXOAta",
  "Y'all praying for Marie ?",
  "Ex looking like candy 🍭👅💦",
  "Oomf ❤❤❤❤❤",
  "New day, new tweets, new stats. 38 followers, 37 unfollowers. Via good old https://t.co/8G9ZCtjCCf",
  "One thing after another is being added to your plate, and you'... More for Capricorn https://t.co/htEERXOAta",
  "Lord Jesus",
  "@King_DLH ugh",
  "@King_DLH do we have bible study",
  "@King_DLH definitely date night",
  "@King_DLH you see my text",
  "@King_DLH I Just need you to call me that's all 🙃",
  "@King_DLH 🙄🙄",
  "I gained 73 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "No matter how many times you turn over a problem in your mind,... More for Capricorn https://t.co/htEERXOAta",
  "But I don't have no one so 😩",
  "Kissing be so right 😍",
  "I was waiting on elois https://t.co/YIkCaY7yLW",
  "I’m ready to engage with my 58 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "I'm like \"mommy, is he saved?\"",
  "She text me like \"he got money and he funny\" 😂😂😂",
  "My mom is the biggest match maker dude 😂",
  "Growing and engaging with the right tweeps - gained 44 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "You are known to be a highly effective organizer and people re... More for Capricorn https://t.co/htEERXOAta",
  "Favored 👑✨💎 https://t.co/iPa6mFRiGW",
  "Sunday 👑❤ https://t.co/YaqVyw3x1U",
  "Him so handsome ❤😍 https://t.co/U9QjXJswiG",
  "She's forever checking out her shoes 😏 #FridayNight #ChiefsBirthdayWeekend https://t.co/igFmduE5lE",
  "Stats for the day have arrived. 45 new followers and 32 unfollowers via https://t.co/8G9ZCtjCCf.",
  "\"Can't nobody do me like Jesus!\" - Bishop Devin Johnson lll @ Greater Prayer Temple https://t.co/YbrzuYhDw8",
  "Keeping your optimism to yourself may seem like a waste of goo... More for Capricorn https://t.co/htEERXOAta",
  "@_Tintyy block him",
  "Monte go home",
  "@_Tintyy Myron is your stalker bro",
  "49 amazing followers in the last day and there will be more tomorrow. Growing with https://t.co/8G9ZCtjCCf",
  "You're on a straightforward mission today, but your psychic ra... More for Capricorn https://t.co/htEERXOAta",
  "Deliver me from my enemies...",
  "@King_DLH whyyyy can't I retweet this !!!",
  "Also had a dream that I went up to one of my followers and just loved on them and prayed..",
  "Had a dream my church was over flowing with people 🙌🏽",
  "My brother just came for me lol",
  "@King_DLH oh, you right... siblings aren't friends...",
  "@King_DLH wait a minute 🤔",
  "Do you know who are awesome? My 68 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "You may need to dig deep to find true meaning today. Loving Ve... More for Capricorn https://t.co/htEERXOAta",
  "I’m ready to engage with my 63 new followers in the past day. I know them via https://t.co/8G9ZCtjCCf",
  "A reckless friend might encourage you to cut corners today or ... More for Capricorn https://t.co/htEERXOAta",
  "69 new unfollowers and 82 new followers (hello! hello!) in the last day. Via https://t.co/8G9ZCtjCCf",
  "Orderly thought and decisive action make perfect sense to a ca... More for Capricorn https://t.co/htEERXOAta",
  "Number crunching for the past day - 55 new followers and 27 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "Remember, you are enough 🙌🏽👑💎",
  "Although you don't necessarily like it when anything or anyone... More for Capricorn https://t.co/htEERXOAta",
  "God bless the day❤\nHappy MLK 👑 https://t.co/oGMuFYsSuc",
  "Giving.Face. 👑 https://t.co/jLh3Xs5zk2",
  "Hey D 👅❤😍 https://t.co/D78LeAXzT3",
  "Number crunching for the past day - 60 new followers and 40 unfollowers. Stats via https://t.co/8G9ZCtjCCf",
  "Although you don't necessarily like it when anything or anyone... More for Capricorn https://t.co/htEERXOAta",
  "86 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "@nanagyekum @kevinthatsit @_Tintyy yes lol",
  "😂😂😂😂😂 this needs to go on Facebook https://t.co/bfPVvmYd1K",
  "Blessing 😍 https://t.co/LHqMvZjnxY",
  "DopeDeck2_Test",
  "Growing and engaging with the right tweeps - gained 41 new followers in the past day, courtesy https://t.co/8G9ZCtjCCf",
  "https://t.co/Qz3m8L38Kj",
  "Although you don't necessarily like it when anything or anyone... More for Capricorn https://t.co/htEERXOAta",
  "When he look like a fine piece of Hershey chocolate for church 👅👅👅 and I don't even like Hershey chocolate",
  ".Dope_Deck Test",
  "Wondering how to grow on twitter? I gained 46 followers in the past day. This is the app: https://t.co/8G9ZCtjCCf",
  "@TeamBriiiii alfredo",
  "Plus 10% off using promo code: queen https://t.co/ewibp112lh",
  "Although you don't necessarily like it when anything or anyone... More for Capricorn https://t.co/htEERXOAta",
  "71 new tweeps followed me in the last day. I find relevant people to follow with the #CopyFollowers feature of https://t.co/8G9ZCtjCCf",
  "So excited for my best friend @_Tintyy !!! My baby deserves all that she is getting ❤❤",
  "Do you know who are awesome? My 181 new followers in the last day! Growing with https://t.co/8G9ZCtjCCf",
  "I gained 301 followers in the last day. You? Know your stats and grow with https://t.co/8G9ZCtjCCf",
  "You might experience a eureka moment today that leads to the s... More for Capricorn https://t.co/htEERXOAta",
  "this older white dude in the Starbucks line is staring at me and he keeps winking at me...you don't want none of this white choc. Latte sir😂",
  "Who knew you could have a best friend at 2 ❤ Best friends and God-Brothers https://t.co/RyQi18d5BH",
  "Unlocked",
  "@israe____l thank you ❤",
  "I'm not trying to be in love anymore, I'm just trying to stack coin 👑💵💰"
 ]
}