{
 "user": 2792909559,
 "tweets": [
  "mood https://t.co/OM2P5zKzRd",
  "Body transformation. I went from 180lbs to solid 200lbs in year and half.. got whole sleeve in the process 😂💪🏽#TransformationTuesday https://t.co/hsQ1dvV3Bh",
  "Pretty sure my first words were survival.",
  "This how mamas be looking at you when they tell you to do sum and u say hold on https://t.co/BUYJ4YBsrk",
  "it’s hard asf for me to like a mf but once i get attached, it’s ALLLLL bad. i wanna see you all the time, be under you all the time. self control at it's lowest",
  "Shit, I don’t even ask once. https://t.co/Lf1PdswPxy",
  "Main reason why people don’t get what they want is bc they don’t know what they want.",
  "@keepnupwitDEJ He regretted it before he hit the ground😂😂😂 https://t.co/vThez7TMPN",
  "I want the most out of life.",
  "Get paid young nigga get paid🤑",
  "Working",
  "Self motivated 🤑",
  "‼️ https://t.co/1nsYfyHSEI",
  "Count the blessings.",
  "Naw, this ain’t it https://t.co/2vXDjLGk5I",
  "When are u going to get this under control 😂 https://t.co/D13QbvqNtN",
  "@Ro_Zai U know u out of control right ?😂👀",
  "😂😂😂😂😂 https://t.co/dBW7n3pcpr",
  "@Ro_Zai He was too mad😂 said his daughter had a fat ass he would of had to see me😂",
  "@Ro_Zai Gotta come up with something! I know of a girl told me “I will never want u” I wouldn’t speak to her ever again😂😂😂😂 these niggas brazy af",
  "😂😂😂😂😂😂😂 https://t.co/sRodLqLqwc",
  "@Ro_Zai U better off with the I used to be a man😂",
  "Shiiitttttt niggas still gon look at u and smile and be like “shit well cuff me” 😂😂😂😂😂😂😂😂😂😂😂😂😂😂 https://t.co/YYs0KxOxAl",
  "They said Hiphop was going to turn gay forever ago and here we are! It’s all fucked up.",
  "Yeah like money, cash, bread. https://t.co/oOHCYk0EX3",
  "@Ro_Zai Maybe u be saying it too nice gotta be more direct with these niggas in 2018 bc they coming again tomorrow and the next day",
  "Obviously 😭 https://t.co/TWdefIbjLJ",
  "@therealyitty Lmao nicely put 🤦🏽‍♀️😩😂",
  "@Mone_Noel Good question",
  "@Mone_Noel I fuck around and googled it 😂",
  "Niggas don’t deal with rejection good😂",
  "You poppin🤷🏾‍♂️ they flockin🤷🏾‍♂️ https://t.co/lQkHndbzLK",
  "U be saying so crazy shit on here lmaooo it’s all love but don’t do it today it’s Friday 😂 https://t.co/DAz1a6wl0m",
  "@Ro_Zai don’t start your shit today😂😂😂",
  "J Cole speaks on these weird funny fucking fun boy rappers😂😂😂😂 “colorful hair” “flamboyant” happy to see a MAN speak up on these funny guys, shit is wow gay. https://t.co/XfojOr2FHV",
  "Mitch they missed this part of the movie🤦🏾‍♂️ https://t.co/NrbKlkGzH5",
  "365.",
  "@meilidaisyyy  https://t.co/B7PU05YdVo",
  "🗣🗣🗣🗣 https://t.co/A1T79oeli7",
  "Bc I show love never get the same outta niggas.",
  "I mean where you think she at when she ain’t with you?",
  "It’s not your lifestyle I’m just being frank with you.",
  "Niggas make threats I can’t hear them over the laughter😂 THATS CAUSE IM HEADED TO THE BANK NIGGA🤑",
  "The part I love most is they need me more than they hate me.",
  "No lie.",
  "I just set the bar and niggas far under it like a limbo.",
  "@Naishayy_ Nope🤷🏾‍♂️😂",
  "&amp; i don’t give a flying fuckkkk 😂 https://t.co/YEH2Tf3gbF",
  "Sometimes I feel like I be spending my money just because.",
  "I’m in the crib stacking money from here to the ceiling.",
  "I can tell certain people don’t like me no more.",
  "@melaninjaee I know right 😂 like bring your ass on",
  "@melaninjaee 😂😂😂 niggas",
  "Which one u like? https://t.co/mT5R5Nxfxo",
  "@Ro_Zai Mc.",
  "🔑🔑🔑 https://t.co/6Bj6im8ZDE",
  "I light a blunt and ask myself what would Pablo do. https://t.co/TRwrGpscVb",
  "Yall see how its crazy how old we already are? Like \"damn I'm already ___\" don't think u cant wake up at 40 &amp; b like that. Do ur shit. Now",
  "It must suck to be a good artist with bars nowadays everybody rapping the same and about the same shit with they weird ass hair styles and man bags😂 all the weirdo shit got the talent being overlooked. Now it’s about being a fucking nut and weirdo. This ain’t Hiphop.",
  "@StuuDaMan Just don’t let it get to you bro. Bc it will start to drive u brazy. That’s one reason I left the rap game alone... Stay focused.",
  "@StuuDaMan It will pay off them rest of them niggas rap just like migos. I’ll never work. U have bars and your own style just like that nigga toosie I think that’s his name lol y’all have y’all own lane so y’all will shine more in due time. All that migo uzi thug flow shit is a dub.",
  "And did it with a purpose.",
  "The only thing I did to end up here was put the work in‼️",
  "Feel like I never seen much but shit man there’s a lot to know, feel like the difference between us really starting to  show.",
  "You don’t know where you’re going to go, I got this shit mapped out strong💪🏾",
  "They all look at me like what have you done for me lately.",
  "I work on vacations I don’t take no holidays💪🏾",
  "Tell me about it. https://t.co/7WI3JkEqef",
  "Niggas talking money but these niggas ain’t made enough🤑",
  "Dealing with guys like this I know they’ll pay if they lose and trust me I’ll be happy to give you a band if u save more money than me🤑 OMM.",
  "Me and about five other brothers have a bet on who can save the most money by December... every loser has to pay 1000$. I want my bread🤑",
  "I just need some time.",
  "It’s been everyday nonstop every night💰",
  "Ain’t no way.",
  "Tf I look like watching my mama struggle💰",
  "Omm. https://t.co/fl4pksS7KQ",
  "Daily. https://t.co/lYWny9lkoU",
  "@ItsCasanova_ Right it’s not bro",
  "That aint hiphop https://t.co/Jj4Oyiyw2A",
  "Don’t ask me why I talk about money so much or why money is so important to me... I’m going to ask you if you could make more should you?",
  "Hiphop fucking niggas head up.",
  "And that’s the new fly? Man bags😂",
  "I can’t believe niggas really wearing these “man bags” 😂😂😂😂😂😂",
  "Failure teaches you something that you don't learn with success.",
  "@iamBundyHB where u been",
  "Sacrifice.",
  "More business partners than friends.",
  "More hundreds than fifty’s.",
  "More actions than words.",
  "More saving than spending.",
  "More work than sleep.",
  "Life is crazy.",
  "You have to grow up one day.",
  "@KukocSlime Nothing less. Love brother love",
  "Fasho , all is well definitely Blessed. Appreciate it #Love https://t.co/Jcv3fPvxg3",
  "@KukocSlime Blessed brother, blessed. Hope all is well. Stay focused brother.",
  "Elevatin , how you Black Man ? https://t.co/GFsBrSsJkh",
  "I told her go get the money because with or without me I want you set up right, I wasn’t joking.",
  "@KukocSlime how u been brother",
  "I won’t show a dollar. I have nothing to prove.",
  "Some niggas want to get on for self. Some niggas want to get on for the team. Watch these niggas man‼️",
  "This for you🙌🏾 https://t.co/E9Q45dZiQh",
  "PSA‼️ https://t.co/FMf3jjgNNh",
  "Gotta stay busy.",
  "Believe God. https://t.co/yeppF6uJWm",
  "For wifey ? HYFR‼️ https://t.co/GxC5Ah8VYy",
  "I respect it💯 https://t.co/ew03Qk23DR",
  "These egos be too much nowadays.",
  "Y’all be feeling y’all self too much😂",
  "Goals💰",
  "I’m trying to be on some other shit in the next 3 months💰",
  "💪🏾 https://t.co/Xy4OKYt6F0",
  "You wouldn’t understand it unless it was your life.",
  "Come to teach us then they leave us and then they find some other soul to save🤞🏾",
  "Angels come down from the heavens just to help us on our way.",
  "SAME , BLESSED EVERYDAY 🙏🏻❤️ https://t.co/SPAuVdDors",
  "What y’all niggas carry in them funny ass man bags y’all be wearing?",
  "Good things only https://t.co/oWgh5kqz3C",
  "You deserve it.",
  "Blessed😇",
  "Trouble don’t last always.",
  "I STG I GOT MONEY DOING LIFE IN MY SAFE🤑🤑🤑🤑🤑🤑🤑🤑🤑🤑",
  "@AshleighSalate Killem",
  "I’m getting money just taking care of me right now💰",
  "I owe myself a bag💰",
  "You want approval from them when you need approval from yourself.",
  "Falling feels like flying until you hit the ground.",
  "So it’s so many kids on drugs one of our best artist had to make a project about it? That’s sad.",
  "@_Mollyjai U buggin out😭",
  "😭😭😂😂😂 No its not omg https://t.co/b2A4agerms",
  "thank youu 😌❤️ . really appreciate that 🙌🏾 https://t.co/dbqQOoph6x",
  "@Keef_MAiNBxtch Happy birthdayyyyyy God bless u",
  "Smfh u r out of control😂 it’s wayyyyy to early for that shit. What happened to breakfast 😂 https://t.co/R44h3SCltx",
  "Yep. https://t.co/z8VDtP910S",
  "@_Mollyjai What the hell wrong with you🤦🏾‍♂️😂",
  "LMAOOO yessssss https://t.co/LoLGRjxNCx",
  "This is why I go hard ‼️ My momma ain’t raise no suckkkka🍭🍭🍭 https://t.co/fcqcQBClAi",
  "@_Mollyjai This early?😂",
  "Don’t go looking for the reasons, don’t go asking Jesus why.",
  "Broken halos.",
  "Good morning.",
  "Mood: https://t.co/voOhCBbzrp",
  "My mom raised me to go get it myself and I’m very thankful for that",
  "I appreciate my mom frfr.",
  "My mom go hard af💯💯💯💯💯",
  "@AdmireB3 Can’t do it😂",
  "@AdmireB3 😂😂 word though. And u with the same sex everyday all day",
  "@StunnaManMeek @WayneshaaC How ?",
  "@WayneshaaC Tell me",
  "I bet. https://t.co/dMITcfRmc3",
  "A rapper and travel the world helping others with the money I make and when I die give my money to my wife and to Charities https://t.co/lUfeHsXfK8",
  "Final destination. https://t.co/Rt4ws4bLr0",
  "I might go MIA, I might stay MIA.",
  "I’D BE A SURGEON https://t.co/2XodeRnSXP",
  "Start a small caregiving business https://t.co/2COoqNiU16",
  "Hair and makeup for broadways and ballets 🤩🤩🤩 https://t.co/eiWqS8LWJh",
  "i broke my own heart expecting mfs to be as solid as me 💯",
  "What do you need to do less?",
  "What do you need to do more?",
  "I’m not black I’m OJ. Ok. https://t.co/Bs0zosAe1R",
  "What would you do if you had one year to live and you was guaranteed success in whatever you do? 👀",
  "You have to keep it real with yourself.",
  "You asked your “MCM” how he felt about Syria and he said that Frosted Flakes were the best kind.💀😂",
  "@charlenesophiaa Since when?",
  "FUCK STARBUCKS‼️‼️‼️ https://t.co/ArDqPIGbZK",
  "I wish all the bros was on this. https://t.co/Mziovz5Y1G",
  "Free soul.",
  "Over here listening to  @ChrisStapleton broken halos. Classic.",
  "I never burn bridges it’s a 100 ways to get where I got to be",
  "@therealyitty Thank you so much!! And you as well 🙂🙏🏻!!!",
  "@cryslynnwill Have a blessed day!!!!",
  "Amen, THANK YOU 🙏🏻❤️🙂!! https://t.co/nUOjQKxAhU",
  "Right‼️‼️‼️ I be like wtf is this nigga doing🤦🏾‍♂️😂😂😂😂😂😂😂😂😂😂 https://t.co/FOxk8GSI4B",
  "Let’s get to it💰",
  "Thank You God for another day.",
  "Up.\nAnd.\nAt.\nIt.",
  "Niggas with no money act like money isn’t everything🤑💰✅",
  "https://t.co/hl9nG6aHN0\n\n#SupportBlackBusiness\n#AsimSupremeInEveryHousehold https://t.co/vUDElaWmV4",
  "I bet 😂😂😂 https://t.co/TNqBnK7NRt",
  "@KuNtRySwaG I had both. Bottoms is where it’s at it’s noticeable but not too much you know,",
  "@KuNtRySwaG Bottom",
  "It’s one thing to say you don’t have time to waste but it’s a whole different thing when you mean it because you’re racing the clock and you have goal to reach in the next few years⏳. Everyday counts💯. It’s do or die.",
  "It’s not about right now. \nIt’s about 5 years from now.",
  "Willing to grind my 20’s so it’s super easy in my 30’s.",
  "I don’t want to let myself down.",
  "Just getting started📈",
  "God ain’t done with me yet😏",
  "@_Mollyjai Is it good?",
  "\"Can we get McDonal...\"\n\nMom: We got FOOD at home https://t.co/avGzhpzYAJ",
  "Facts https://t.co/Qrn7mwCIXe",
  "I refuse to get comfortable. I always know I can push myself harder.",
  "Growth 🙌🏾",
  "I represent the underdogs. You can win.",
  "I guess you can say that I’m chasing white lightning💯",
  "When u grind all day it’s easier to sleep.",
  "I still pray for the haters🙏🏾 ain’t no blood on my hands just blue hundreds and blessings. https://t.co/cD9vu3sbuN",
  "And you can tell by looking in my eyes right now that nothing really comes as a surprise right now.",
  "I’m trying to do better than good enough.",
  "@Yesssss_TBABii It gotta be. 🤦🏾‍♂️",
  "It’s the hate https://t.co/lhBNggGcQJ",
  "Funny how they look at you when you level up.",
  "Worked hard for all of this.",
  "It’s been snowing so long here that it feels unreal.",
  "Counting money🤑 https://t.co/wjyVyzKs43",
  "Early morning grind💰",
  "Wake ya ass up and go be somebody.",
  "Everybody got a talent.. Let's find out what it is and put it to work 🤘",
  "I don’t downplay money like it’s not important💰",
  "I take everything for what it’s worth.",
  "Sooo true! https://t.co/T45yH01uUB",
  "One of the most important lessons in life but still they overlook it daily. https://t.co/5EW6UyrMBQ",
  "I just want the money you can have the attention and all that shit.",
  "Getting money💰",
  "Really though https://t.co/6rFP3zUySZ",
  "No days off.",
  "Sometimes a change in your environment is what you need to start seeing your life get better.",
  "It’s the season of Blessings 🙏",
  "God bless the week ahead of me 😩🙏🏽",
  "Beyond blessed and I Love it",
  "God🙌🏾\nMoney💰\nFamily🤞🏾",
  "😂😂😂😂 you got me weak https://t.co/58cFUE81BC",
  "@raehargrave_ 😂😂😂 that’s some country shit",
  "@raehargrave_ 😂😂😂 oh that’s what I thought u meant",
  "Hamburger what? https://t.co/Pogh8O4L2R",
  "Fendi https://t.co/QWldKUzR5v",
  "Sometimes you have to just level up by yourself.",
  "@therealyitty YOU ALREADY KNOW MY G",
  "‼️‼️‼️‼️‼️‼️‼️‼️‼️‼️‼️ https://t.co/HZSesbGL5R",
  "I don’t need a handout I just need God on my side and I’m good🙏🏾",
  "I’m going to work my ass off for everything I ever wanted.",
  "I’m never back to those days where I was broke, never.",
  "Go get the money bro💰 https://t.co/Yk8vP59tK0",
  "HAPPY 30TH TO MY NIGGA SHELLSHOCK.. FREE MY GUY..",
  "One day at a time.",
  "It didn’t come easy but it was worth it.",
  "We just trying to win.",
  "Right💰💰💰 https://t.co/k4qvHG38R7",
  "@DhaRealMcClain Eat bro",
  "Checks up✅🤑💰",
  "@aalexbaby u can sing your ass off",
  "@chynarose78 Word though! I don’t watch much tv at all but when I do this is what it has to be either this or the first 48",
  "Yesss Lawd!! I love that show ! I watch it every night 😂 it makes me feel all smart and scientific after episodes lol https://t.co/41wINpcVYR",
  "Forensic files my show.",
  "@cheeksNchecks Just like that.",
  "No days off ‼️ https://t.co/Vu6gYz0QDP",
  "I try to help the people I can frfr.",
  "Bet https://t.co/85XPgw10qo",
  "@_LiftedProphit That’s a fact. Stay up bro we gon talk soon in fact send me your #",
  "@therealyitty Words of wisdom 🔑  will do emu and I’m happy to hear that, the real gon always prevail 💪🏾",
  "@therealyitty Ill think about it 😂😂😂",
  "I don’t have kids and I never take washing my ass for granted😂 peace or not😭 https://t.co/MPMhamTXZZ",
  "Lol u should try what I do sometimes https://t.co/inbeaGZBI6",
  "@MiloFlowertops Yeah u made the tweet so which one u on🤔",
  "That’s good to know brother. Progression matters! Keep that up bro. Stay positive bro and you’ll win, you become what you think about frfr. But u know I’m blessed bro🙌🏾 https://t.co/JVbvQTdvsT",
  "I thought u was on the same shit! https://t.co/vr1H28hPnL",
  "In that bitch acting a fool 😂 then gotta pick the money up and count it and make sure it’s all there💪🏾💰😭 https://t.co/CLW0p2lcbR",
  "Happy birthday @StuuDaMan brother stay blessed ! Enjoy.",
  "@_LiftedProphit how’s life brother ?",
  "U heard me 😂😂😂 https://t.co/AKp9Wea0BL",
  "Hell yeah😂 u heard me 😭 https://t.co/XDRiVxhvBs",
  "I be up jumping on the bed throwing money around the room like strippers in there with me 😂🤷🏾‍♂️ https://t.co/ZIlivGdrl0",
  "Visual of how I dodge catching feelings https://t.co/2UjRyExcEb",
  "For things to get better, you have to get better💯",
  "@Chygurl69 How much money does that take?",
  "Don’t be on the wrong track.",
  "As smart as you may be it doesn’t mean nothing without action you have to get going.",
  "Ok last one #3 Get Going.",
  "Don’t wish for less problems wish for more skills.",
  "Don’t wish it was easier wish you was better.",
  "Never let them say you didn’t learn.",
  "Dedicate yourself to a new level of learning.",
  "Motivate yourself.",
  "Learning is the beginning of wealth.",
  "Learn from people with results.",
  "Learning is the beginning of life change.",
  "Learn to do it right even if you do it wrong at first but the key phase is don’t take too long😂",
  "Study more.",
  "Read more.",
  "Don’t be lazy in learning.",
  "#2 Get smart",
  "So that’s #1....\nGet serious.",
  "Take what you can do for your family serious.",
  "Take your future serious.",
  "Take on a serious tone.",
  "It’s serious if u succeed or fail.",
  "Your income is serious be serious about it.",
  "It’s serious when you’re talking about winning or losing.",
  "The future is serious.",
  "It’s either life or death. So you have to be rather serious.",
  "Life is serious.",
  "1. Get serious",
  "Here’s a few tips to help cash in this year....",
  "Sometimes, just a hug will do.  No need for advice....",
  "Bless up.",
  "If I was doing this for you I’d have nothing else to prove.",
  "Yeah bankroll that nigga i stg💰 https://t.co/uUCdhHWtnN",
  "😂😂😂😂 dattttwayyyy https://t.co/vdChlFFvSE",
  "I know that the money can change niggas, they don’t look at you like you the same nigga💰",
  "Only the strong survive I’m just enjoying my life💪🏾",
  "Ain’t no telling how much money we make in the next 3 years.",
  "@Kilo_1017 what u know about it",
  "@illumination72 what u know about it",
  "Listening to Bankroll Fre$h all day💰",
  "We eating🤑",
  "Ballin like a hotboy💪🏾",
  "Y’all niggas unofficial trying to act official.",
  "R.I.P BANKROLL💰",
  "One thing I don’t need is no nigga.",
  "Go get the money💰",
  "Niggas talking money but these niggas ain’t made enough🤑",
  "I’m the boss man I don’t take pay cuts🤑",
  "Dat way 💪🏽 https://t.co/srXKYmLYh3",
  "Mood: https://t.co/vxJqG9bDYG",
  "Hell yeah 500 racks sounds good🤑 https://t.co/PxG0mEJAZP",
  "How much money would make you comfortable ?👀",
  "What’s money to you might not be money to the next person.",
  "I got promises I made to myself.",
  "Focused on the betterment of myself.",
  "More life.",
  "Blessed as mfa man 🙏🏾",
  "They Fucking the Energy up !! That shit gotta go !! - @DhaRealMcClain https://t.co/FYiIgfbtX2",
  "More than I can ask for🙌🏾",
  "Keep your negative energy I don’t need it.",
  "@xMickeyxLove_ Right! https://t.co/dhsKgUdZLR",
  "Atleast not with anybody that’s ... not me. 🙃 https://t.co/yxYDR8KRRn",
  "‼️‼️‼️‼️ https://t.co/YOFpGkiloc",
  "I’m not in any competition.",
  "🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻 https://t.co/hxAAjv0IgI",
  "Lmaoooo bump that https://t.co/eqH96Fr6rO",
  "@moliek_knox Big facts",
  "can’t go out sad like that. https://t.co/ynU2GwTgVB",
  "You have to believe in yourself🔑",
  "You don’t have to be great to start, but you have to start to be great🔑",
  "💯 https://t.co/uMHmMv1kqI",
  "You must willing to do the things today others aren’t willing to do to have the things others won’t have tomorrow🔑",
  "I WILL NEVER BE BROKE AGAIN.",
  "I been done wasting dead energy https://t.co/b61NvZw2FY",
  "No problem bro !!!! https://t.co/TcZE6RTSLP",
  "Go get it brother, it’ll all pay off💪🏾 https://t.co/4JcJocMDrr",
  "Am I the only one that wakes up happy af like hell yeah another day to make something of myself?",
  "I just want to be successful.",
  "I wake up and go get it everyday like I have nothing because I remember those days and I’m never going back there again.",
  "I was always willing to grind for anything I wanted.",
  "Right ! But want the results like they put in the work😂 that’s like trying to change the reflection in the mirror without changing the person looking at it. It’s impossible. https://t.co/JnPJJD19GW",
  "@_briadl I can’t want the shit for you😂 that’s just a dub",
  "And that's a fact https://t.co/LHQ4IwrPXX",
  "Angles sent from God, not too many left out here. God be using people to do his works. https://t.co/9o3T8EmHJC",
  "Let’s all win.",
  "I’m not helping NOBODY that’s not trying to help their self.",
  "Turn tf up💰",
  "@moneyteam937 I love u my nigga!!!",
  "Gods plan thank u bro https://t.co/yAAxjedeqd",
  "@moneyteam937 Fucking right I talked face to face with Adrain boss today he said u in there bro out his own mouth!!!!!! Congrats bro🙏🏾",
  "Facts brother u know what time it is 💯💰 https://t.co/h2fbpdNBjd",
  "I make shit happen.",
  "I don’t want to die for them to miss me.",
  "@moneyteam937 just talked to the boss boss! U in there. He’s calling u today🙌🏾🙌🏾🙌🏾🙌🏾🙌🏾🙌🏾🙌🏾🙌🏾🙌🏾🙌🏾🙌🏾",
  "on god https://t.co/G11ThmE8Dj",
  "Please ignore this tweet. \n\nI’m just pretending to add my coworkers number to my phone.",
  "You ever tell somebody some good news and their aura automatically changes? Not for the better? Stop fucking with that individual..if they not as happy for you as they should be they’re jealous of you pimpin.",
  "God’s plan",
  "I’m not the most religious person and I think that’s easy to see but I personally think it’s impossible to live a happy life without a relationship with God. Don’t @ me.",
  "God is good don’t let them tell you otherwise.",
  "Winning so much it feels unreal at times.",
  "I just won’t accept losing. Period.",
  "🙏🏾🙏🏾 https://t.co/WTr0gqvR3C",
  "Today will be a blessing I’m claiming it🙌🏾",
  "1/2 a year down with my bestfriend❤️ @JakeIce6 https://t.co/ra4cOpKeEO",
  "The grind, I love it.",
  "It's great to be happy, but it's even better to bring happiness to others 😊",
  "Get up and go get it.",
  "Just think about if they both put that same time into getting money or starting a business. https://t.co/zn7LIlMGaD",
  "If they put they same en https://t.co/zn7LIlMGaD",
  "@Infamous_ry I hate that shit😂 like go get some money or something",
  "AT ALL!! https://t.co/BUSpIZshPc",
  "I don’t do clingy.",
  "I’m not the one about to be texting you and calling you all day that’s just not me.",
  "Know yourself.",
  "I WANT HIBACHI!!!!!!!!!",
  "@Kim2MUCH4Fakefo Congratsssss!!!!!",
  "Save something no matter how much you’re making you have to start somewhere.",
  "@Kim2MUCH4Fakefo Keep it up",
  "Respect your income, treat it like wifey😍 wifey can’t be with everybody everywhere all the time, she’s special😘",
  "Until you respect your paycheck you’ll never save it the way you’re supposed to.",
  "So it’s all about gaining control of the money, how much is coming in and how much is going out.",
  "Money is easy to get and easier to spend😂",
  "Everybody knows how to get money but keeping money is another story.",
  "School should focus more on financial literature‼️",
  "A simple 80$ a month leaves you with 960$ a year.... just something to think about the next time you tell somebody you don’t have money.",
  "Shit everybody can save. Saving is a choice.",
  "But the day you start saving and I mean really saving, shit changes.",
  "@KuNtRySwaG It really is🙌🏾",
  "Growth is beautiful https://t.co/erfSa81oPP",
  "It’s amazing how your mind works when you don’t have money then you get it😂 right when that money touch your hand it’s like “I need this,oh yeah I gotta get this too😂",
  "I used to get money and just think of things to buy instead of just saving🤦🏾‍♂️ I was out of control😂",
  "“Stay down until you come up” It took me awhile to really understand that.",
  "All facts.",
  "I used to have a list of reason why I wasn’t doing well in life😂 then I threw that shit and made of new list of reasons I was winning💪🏾",
  "Big goals",
  "Big dreams",
  "I want so much out of life it ain’t even funny😂",
  "The time is now.",
  "Self-motivated.",
  "Never satisfied. I always know I can do more more.",
  "Everything we ever had we grinded for and that just the way it is.",
  "It was nothing handed out trust me.",
  "I love pizza.",
  "Moving at an unstoppable rate rn.",
  "Runitup🤑",
  "Damn I always thought it meant you was hard, I thought being away from your family made you a man, I thought it was cool to go to jail so they would know I’m with the shits.... I been confused this whole time🤦🏾‍♂️😂 https://t.co/5mMbkMQu1G",
  "ya dig https://t.co/Q9nI8Lfbur",
  "@moneyteam937 letter is is the process🙌🏾🙌🏾🙌🏾🙌🏾 he told me yesterday night.",
  "Lmfaooo.... who did this 😂 https://t.co/Md6bsyDDgr",
  "If it was going to stack up for you like it’s going to stack up for me you would be up early too.",
  "If you was meeting who I’m meeting you would be up early too.",
  "If you were going where I’m going you would be up early too.",
  "Thank God for the day",
  "The grind don’t stop🤞🏾",
  "Street nigga turned Business Man 💯",
  "@therealyitty thank you.",
  "@CieCynthia_xo Congrats !!!!!!!!!!!",
  "@KylaaKay_ Right!!!! Tell em sis.",
  "Not just friendships either. https://t.co/nja7IzgRhQ",
  "I can’t slow down on my goals just because you’re comfortable.",
  "I’m not slowing down for anybody💰",
  "Just because you’re ready to elevate in life doesn’t mean your friends are too, sometimes you have to do things alone💯",
  "Money and family only thing i care about miss me with that other shit",
  "Right you can keep the drama, the hoes, the fame, all that shit. Just point me to the bag🤑 https://t.co/W4fCOrlf6V",
  "Let her know..she dating the \nking 👑",
  "Fuck yeah💰 https://t.co/9c9iZ209YH",
  "It really is though 😂 https://t.co/4zHDJ2pRci",
  "@justice_woolard Happy birthday",
  "@jennybongripper Likewise. I study and read a lot only things that matter though.",
  "@jennybongripper I was about to say I’m not a know it all but I know something lol",
  "@jennybongripper You a know it all too ?",
  "@jennybongripper 😂😂😂😂🤷🏾‍♂️",
  "@jennybongripper I had to explain because I could tell u was missing my point ! Lol",
  "I can fully respect this wording but your original wording left a different message. I’m glad you did find it worthwhile to explain after all https://t.co/VOq742T3ae",
  "You want me to go deep on them jen😂 you know how deep I can take it. I was just saying it annoying seeing black men holding 300$ like they doing something in life.... where the degrees at👀 hold that up too!!! https://t.co/q6zQJ6lbYh",
  "They gone learn the hard way 🤣 https://t.co/zdJFZ4OOEu",
  "@jennybongripper That 500$ is something once again holding that black man back because he is blinded by what he could have with is 1000x more of only he went about it the right way....",
  "@jennybongripper The fact is these rappers got niggas thinking that selling drugs will take care of them their whole life. It’s all brainwashing shit. It’s a million ways to make good money they have to find that way but with this media shit so many are confused. They got niggas really thinking",
  "@jennybongripper Have respect a man spending 500$ to feed his family any day ! But take a picture with the food saying this is what a man does not just posting pics of money like that makes you some kind of hero or something. The streets ain’t Shit and I want more for my people bottomline",
  "@jennybongripper Nowadays shit like that is ok but they should want more out of life just think about how bad it is when u have to post a pic holdin 400$ to prove to other people that don’t have their shit together that you have money it’s deeper than where I went on twitter....it’s actually sick",
  "@jennybongripper I’m saying it’s pointless and it’s not money jen. The problem with these black men today is they have A lack of financial literature. And if nobody speaks on it they will continue... instead of posting 300$ save 2000$ make something of yourself not just 500$ that’s not real $$",
  "That’s what I’m saying bro 😂 that’s not money https://t.co/pa3N3jc9IN",
  "@jennybongripper I’m just not going there with u jen. It’s not worth it",
  "@jennybongripper Ok jen",
  "Ayooo this shit is too funny to me😂 y’all really gotta chill😂",
  "🤦🏾‍♂️🤦🏾‍♂️🤦🏾‍♂️🤦🏾‍♂️ but they in they bag fih😂 https://t.co/G2O7IPtQjR",
  "@Bentley2Gangsta 😂😂😂😂 bookbag ass nigga",
  "Yea in ya book bag mf https://t.co/zY6r9plCRe",
  "Might be true but they never took pictures with it🤷🏾‍♂️😂 NEVER. Feel free to @ my bros!!!! my real friends never did no stupid shit like that u know who I came up with Jen. https://t.co/Cjj5acZ0B4",
  "@she_isabeauty Oh yeah I know they faking out there😂",
  "Welcome to college https://t.co/atxDVUGLsX",
  "That’s what I’m saying😂 anybody can make 500$ https://t.co/9LoKqgrm4t",
  "@jennybongripper Means a lot of you have to take a picture with it😂😂😂😂😂😂",
  "@Yesssss_TBABii 😂😂😂😂😂😂😂 right like wtf is that?",
  "Got they first check ass niggas https://t.co/VusRE8wzfp",
  "Lost 😂😂 https://t.co/HOLiBaZBId",
  "Niggas will deadass hold up 300-500$ and take a picture and post it like that’s an accomplishment😂😂😂",
  "😂😂😂 https://t.co/VV9pL2DWaA",
  "@Yesssss_TBABii Fuck wrong with them sis?",
  "In fact I don’t want to hear about you getting money unless you paying bills! And I’m not talking about your little ass 60$ phone bill.",
  "Never in my life seen so many people acting like they have their shit together and it’s not😂😂😂",
  "@_Mollyjai I’m deadass tho🤦🏾‍♂️😂 shit crazy af",
  "Lmaoo https://t.co/XpRcgGMhJZ",
  "🤔 https://t.co/dEEpNWjHs4",
  "No car...\nNo crib...\nBut you’re in your bag😂",
  "Somebody really must of told y’all fake it to you make it😂",
  "I’m just about to start unfollowing some people🤷🏾‍♂️ I’m tired of reading shit like y’all so in y’all bag and I know y’all not.",
  "If you only knew the half.",
  "Less sleep more money💰",
  "Wake up",
  "by the end of summer, I want to be a upgraded version of myself.",
  "It’ll all be worth it. https://t.co/OcVNzpZlgn",
  "Winning.",
  "Results.",
  "You want a better life connect with people who want the same get away from them broke ass people with no dream and goals",
  "The major key to your better future is YOU.",
  "It’s possible.",
  "People who can’t see it for themselves can’t see it for you.",
  "@prican_freakn Good morning",
  "Everybody say they want it but everybody not willing to earn it.",
  "BIG MONEY SHIT💰",
  "Oh yeah 💪🏾💰🤑 https://t.co/B08E6xY4zT",
  "This adorable toddler was born with partial deafness. She looked around in excitement when the doctor turned on her new hearing aid and she heared things properly for the first time. https://t.co/y9974vAMoi",
  "Wide awake we don’t sleep.",
  "😂😂😂😂 https://t.co/wQGokPi9Hp",
  "Boston finna be lit. Recording session in few weeks with @PlayBoiMarley @cfreshhemg 🔥 🎶",
  "💡 https://t.co/5y2zyFQD9b",
  "💯💪🏾 https://t.co/97yi0zyJ81",
  "Amen 😇 https://t.co/lvPMinCyvz",
  "Her name? Damilola Adekeye\nNationality? NIGERIAN\n\nI bet y'all would add it to the headline if it was crime. Fix Up.\n\nRT to spread the word, respect. https://t.co/ItVSvQLshZ",
  "@moneyteam937 it’s time give me a call",
  "Trust God like the people you trusted that let you down.",
  "Forever blessed🙌🏾",
  "Closer to my goals everyday",
  "If you like someone, tell them. If you miss someone, tell them. If you love someone,show it. Life is too short to keep your feelings inside.",
  "When you finish a series on netflix https://t.co/3CsZFsbbVx",
  "#FineFemalesInMilitary 🇺🇸 not one to normally do stuff like this but I love me some freedom https://t.co/NnO2J8kXxA",
  "😂😂😂😂 https://t.co/JK5RUbzbxZ",
  "@DoThe_Creep  https://t.co/sTzQhVx9Mg",
  "@moneyteam937 That’s what I already know💪🏾",
  "Out da gate where. I get up there it  over https://t.co/jHiTvosuW8",
  "I get up every morning and listen to my favorite speakers, I can’t start my day off without hearing positive words to take my mind where it need to be.",
  "@moneyteam937 Good morning good brother, you do the same, bless up.... u know we ain’t playing around this year u going dummy💰✅💪🏾🙌🏾",
  "Good morning bother  be blessed keep stacking and saving https://t.co/5T9QfpEUKf",
  "We don’t sleep in💰",
  "Good morning world.",
  "HYFR ! I’m the nigga asking the questions just to make them keep telling their story and killing more time https://t.co/vrZKOV1B12",
  "@beanyBOMBshell_ @DADDYDOLLAS_ Stay on his wave kit having ass. Proud of my boy.",
  "@beanyBOMBshell_ @DADDYDOLLAS_ Been told his ass to get in this field 😂🤷🏾‍♂️",
  "When that direct deposit hit but you already got money anyways💰 https://t.co/z3T5UhWe8V",
  "You think saving money is hard? Wait until you see the bill for not saving. https://t.co/CYONnbiRV3",
  "Hell Yeah ! https://t.co/q2fVKr7hev",
  "@moneyteam937 Fuxking right",
  "Tell them niggas go get a job‼️‼️‼️ https://t.co/IEU7nvbtYX",
  "@therealyitty 🤣",
  "@therealyitty thank you 😛",
  "@_briaMichellle happy birthdayyyy",
  "Mad God woke them up😂😂😂 https://t.co/tsaLSS3zxF",
  "Snip snip https://t.co/kZmVLjeKVL",
  "Receiving... https://t.co/YVeLwXX5g4",
  "😂😂😂 better let them know who u r fih https://t.co/6QxhglaxGe",
  "Aye What you say you wanted a bacon egg and cheese? 😂😂😂😂😂😂 https://t.co/oQcB7wng94",
  "What you talking about Willis🤔 https://t.co/7ON7LxoKcC",
  "You feel me. https://t.co/rVSFa24kzS",
  "Straight like that. https://t.co/KGxjoUytxa",
  "Only adults understand this. https://t.co/yVVM8Ot0t9",
  "Amen🙏🏾🙏🏾🙏🏾🙏🏾 https://t.co/OodheCTA38",
  "Stay at the top like stuck that’s just how I’m giving it up🤷🏾‍♂️",
  "Thank you https://t.co/UsAT7zPz76",
  "I’m just trying to stay alive and take care of my people.",
  "I just build and build more you niggas build and destroy🤦🏾‍♂️",
  "I got them nervous like make sure you save a slice for me.",
  "My momma told me this was right for me.",
  "This the life for me.",
  "I’m to busy running shit to run home to you💰",
  "Right😂 fuck them bro we winning, it don’t even matter. https://t.co/jkBByXLtrg",
  "I don’t have shit to prove to nobody but myself.",
  "I know now. https://t.co/0iSI1gsN5Y",
  "@badieeeee_ happy birthday ! God bless you🙌🏾",
  "Bet the odds to the numbers and remain humble.",
  "WE JUST GETTING MONEY AND COUNTING THE BLESSINGS NOWADAYS FUCCKKKK NIGGGGGA😂 https://t.co/jgf4O8iGCP",
  "Thank God for all he has done for me.",
  "Don’t you ever get too comfortable.",
  "I wake up and grind everyday like I’m broke, that’s just how I’m giving it up.",
  "We just getting money and counting all the blessings nowadays🤷🏾‍♂️ https://t.co/hG4X9ocqWG",
  "@therealyitty Very true",
  "@trind08 Lol right. A lot of people think giving comes first that’s why I asked the question but if u really think about it, it’s impossible to give anything without receiving something first no matter if it’s money, food, knowledge ect",
  "No problem, giving what I received 💯 https://t.co/mdnsEskaMU",
  "It’s really a trick question to make you start to think😂 u did well though💯 https://t.co/vzlYoPfIFA",
  "But how can u giving without receiving first ? https://t.co/J7sPh6TyoL",
  "I feel you. But I would say giving bc I don’t see it possible to give without receiving first. Even if it’s knowledge you have to have it first to pass it, same with money ect. https://t.co/4tkLyAHrp9",
  "@debreyanajs That’s the way of life! But u only can give because you have received. That’s why I say receiving comes first u can’t give anything without having anything.",
  "@trind08 But what comes first?",
  "@Ms_Arnold But what comes first?",
  "giving feels great https://t.co/apeEtIPhbf",
  "It’s better to give than to receive!✊🏾 https://t.co/wj4RUmjMWo",
  "@therealyitty Idk I love giving more than receiving honestly",
  "@debreyanajs I would say receiving.",
  "Giving 🤷🏽‍♀️ https://t.co/yIbrEOblcQ",
  "What comes first giving or receiving ?",
  "Omm. https://t.co/HMACVet2A3",
  "Stop cheating YOURSELF.",
  "@therealyitty ALL FACTS BROGOD",
  "Other way around too😂 https://t.co/QktB9uiZH6",
  "@DADDYDOLLAS_ Yeahhhhh bro! Get fucking right 💪🏾💪🏾💪🏾💪🏾",
  "@DADDYDOLLAS_ What u maxing ?",
  "@DADDYDOLLAS_ Fih getting big ass hell ready for some smoke😂😂😂",
  "I DONT HAVE TIME FOR A LOT..",
  "How TF you trap allllllll year and still broke, go get a fucking job and stop playing😂😂😂",
  "It ain’t just that with niggas nowadays they just don’t know how to hustle😂 https://t.co/TttqnLr7zu",
  "😂😂😂😂😂😂😂😂😂😂😂😂😂 https://t.co/TttqnLr7zu",
  "That’s a bet. https://t.co/rHNN61kfcr",
  "@Ro_Zai Where the shoes though I want to see them. I used to design shoes myself I don’t have any pictures though 🤦🏾‍♂️",
  "Thought u was building a rocket or some shit 😂🤷🏾‍♂️ https://t.co/BS8taN3eHI",
  "Hell yeah you really did though I was like “oh shit shit over there doing some jimmy neutron shit”👀😂 https://t.co/2H32ntDHRb",
  "😂😂😂 I’m deadass though 🤷🏾‍♂️ what was u doing lol building something ? Making something ? https://t.co/ZDUWy6ubSJ",
  "Lol most likely https://t.co/TJJWObd2Cu",
  "@JelliBean_09 Happy bday God bless",
  "Almost every successful person begins with two beliefs: the future can be better than the present and I have the power to make it so.",
  "Thank God for everything!!!! 🙏🏽",
  "@Ro_Zai Lol what u talking about over there",
  "@KyraNadiya_ 😂😂😂😂 good morning",
  "Thank God for Another Day!",
  "@PAB2Cute Energy maybe?",
  "@mburkhard_ 😂😂😂😂😂😂😂",
  "@therealyitty  https://t.co/wTxsaUL8IZ",
  "School, finincial stability, and happiness https://t.co/kWag1kjBF1",
  "@mburkhard_ U got the answers😂😂😂",
  "@mburkhard_  https://t.co/ml8EgCFoNq",
  "@___Senoj I like that bro😂💪🏾",
  "Glow,  growth , grace 3 G’s ✔️ https://t.co/b24tLI2uDF",
  "@mburkhard_ The bag?",
  "Relationship with God, relationship with my bf, &amp; my health - mental, emotional, and physical. https://t.co/TxAIrapCOe",
  "Can’t be scared of change.",
  "You Can’t Cheat The Grind Either You Want It Or you Don’t.",
  "Don't nun come to a sleeper but a dream",
  "Mindset: https://t.co/D2DTxd1pPV",
  "@taviyatess U know I had to make sure u was Gucci.",
  "@Halcyon__Dayz Me either !!!!!",
  "I can’t complain 🙏🏾 https://t.co/WXCDmczL02",
  "Money. https://t.co/qZYArdHbmZ",
  "A lot of people don’t receive the blessings of the lord because they don’t believe enough.",
  "I see a lot of complain on the daily, little do you understand God can turn your whole life upside down. Be grateful, count your blessings💯",
  "God had been so good to me🙌🏾",
  "@CarelessBxtchhh That’s how u win!",
  "#NowMyAttitude ‼️🙌🏾 https://t.co/XmwJBkSwJy",
  "😂😂😂😂 https://t.co/3bDAyQIV2W",
  "Y’all niggas better stop letting these women out work y’all. Tf y’all got going on?😂😂😂😂😂",
  "Go get the money Chyna💰🤑💰🤑 https://t.co/S3TCvkiMzX",
  "Really though https://t.co/BvSbjdgG2V",
  "@therealyitty Damn right it don’t 👌🏽",
  "@taviyatess What’s wrong with u",
  "The grind don’t stop https://t.co/xq83qAPApD",
  "@therealyitty And that’s real !",
  "🆗 https://t.co/kYFy1GYmig",
  "My goals all that I’m focused on.",
  "No games all 2018.",
  "Going hard this month than the last 3.",
  "Most people worry about knowing others, dating and stupid Shit. Once you know yourself you’ll be in a better place, spiritually, mentally and physically.... shit even when it comes to money. I advise everybody to learn yourself, get to know you💯 https://t.co/xg75p9hRCb",
  "You gon think about me when I gone.",
  "When I started ballin I was younnnggg.",
  "#Mood all 2018 ‼️ The devil is a lie ‼️ GM world 🤗 https://t.co/AOSYtUYStI",
  "@Ro_Zai 😭😭😭😭😭",
  "My kids would of been at the house, ain’t no way. https://t.co/gzlyreVzrq",
  "@Ro_Zai Better hit the store ASAP might not make it the 7th day😂",
  "@Ro_Zai 😂😂😂",
  "Private lifestyle❤️ https://t.co/iCwmlnMs4v",
  "@jadaamarieee Enjoy",
  "@therealyitty thank youuu!!!",
  "@jadaamarieee happy birthday",
  "Real shit https://t.co/ZfkIv1ZPnC",
  "When u come from the struggle you don’t want to see none of yours struggle.",
  "everyday ‼️🙏🏽 https://t.co/M8UmHCKRxd",
  "Anybody else feeling blessed or naw?",
  "@ThatsDeannaa Got the bitch going nowhere😂✅💰",
  "15, it’s still sitting in that shoebox😭 https://t.co/ZQv2HUXf8x",
  "@_ykSlim What’s that?",
  "Fr... the rule of 72 changed everything https://t.co/Fse9Tm5pIR",
  "Fuck living rich and dying broke.",
  "That’s what’s up I deff understand, let me know when you drop! https://t.co/fhBfZVm3eK",
  "Results tell it all.",
  "Actions tell it all.",
  "Saving more important than spending to me right now💰",
  "My saving account is always on my mind",
  "That’s how I’m feeling💰 https://t.co/sAi2oeBKHn",
  "@AshleighSalate Where the videos and shit😂",
  "@therealyitty Aw Thank you !!",
  "@therealyitty SON SHE WAS ODEE MAD 😂",
  "😂😂😂 she wasn’t going for that https://t.co/h2DgY3p2n4",
  "@AintThatShay 🤑🤑🤑🤑",
  "17 Wen I saved up for my first car workin at carowinds &amp; at the mall https://t.co/AJsPgqCP9f",
  "@DADDYDOLLAS_ U know your mama ain’t going for it😂😂😂",
  "@therealyitty WORD.. I GOT MY ASS BEAT ODEE WHEN I GOT HOME THO 😂😂😂",
  "Never forget the first time I heard @AshleighSalate sing ! Knew she had what it takes then.",
  "@GoldenLinxx 🤦🏾‍♂️🤦🏾‍♂️🤦🏾‍♂️🤦🏾‍♂️🤦🏾‍♂️🤦🏾‍♂️🤦🏾‍♂️🤦🏾‍♂️🤦🏾‍♂️",
  "17... gave it all to the law 🙄#fuck12 https://t.co/uuNvBLGfP3",
  "@6SHYLAFLARE2 😂😂😂😂 she like how tf u get this money",
  "18 https://t.co/MfXB4591Ct",
  "@DADDYDOLLAS_ Yeah ! That sound just like you I believe it💰",
  "8.. ALL BIRTHDAY MONEY THEN WENT TO SCHOOL WITH LIKE $200 &amp; COPPED EVERYBODY SOMETHING ON LUNCH https://t.co/NAQxsuZPcf",
  "How old were you when you touched that first band?",
  "The grind is a part of the process.",
  "Me and my niggas trying to get it yabish.",
  "This is the shit I be talking about these fucking hoe ass cops love to have the  power to take another person life, clearly this man is scared af and is trying to follow the bitch orders to stay alive. You didn’t have to shoot him... what the fuck kind of training is this‼️‼️ https://t.co/llpUjq9DJN",
  "I have to reach this goal‼️",
  "@EricSoul_ You know it bro !",
  "Preparing you for great things https://t.co/qeBpPKYmhe",
  "@therealyitty appreciate it, you get yours too 😇",
  "I’ll never tell my story without talking about the goodness of the most high🙏🏾",
  "365 days of blessing is more than real.",
  "And if got hasn’t got you out of the storm yet he’s bring you through it and proof of that is you’re still here💯",
  "Sometimes you just have to sit back and look at everything God has brought you out of and just say thank you🙏🏾",
  "Can’t lose the faith🤞🏾",
  "@daddy_tricee Get your blessing🙌🏾",
  "talk to meeeee 🤗🤗🤗🤗 https://t.co/sGfQoEJ09S",
  "@Yajhaira_Marie 365 days of blessings !!!!! Get yours",
  "@therealyitty Praise God! 🙏🏻",
  "MOOD FOREVER: https://t.co/SYOvXlBZXu",
  "In the name of Jesus 🙌🏾🙌🏾🙌🏾 https://t.co/J4ZrvskvZA",
  "@SimplyBlesseddd Get well soon🙏🏾",
  "College life😂😂😂 https://t.co/xkDJKPGZWE",
  "@looove_lolo Big facts",
  "*Goals https://t.co/IxvnDIRavg",
  "Social media😂😂😂 https://t.co/CmvFM07mFp",
  "Black kings🙌🏾🙌🏾🙌🏾🙌🏾🙌🏾🙌🏾🙌🏾🙌🏾 https://t.co/jkjPm7VLeY",
  "Fuck yeah💰 https://t.co/VAvdwYqWoC",
  "yes God!🙌🏽 https://t.co/4Qj09w9txe",
  "@looove_lolo Naw fr though! I’m so happy with my life and where God is taking me. The fact that you thank him is why you’ll FOREVER be blessed. God just wants to be praised for all his works",
  "I’m so blessed🙌🏾",
  "@therealyitty Naw Fr 💯 Love",
  "Appreciate that bro RReal talk. RReal RRecognize RReal. Love bro! https://t.co/IvmsISgWx4",
  "You already know bro 💪🏾🙏🏾💯💵 https://t.co/6EJRNCzuuw",
  "Can’t lose like that! Keep it up. https://t.co/e0ad0S0a8s",
  "@therealyitty . Have a blessed one to 👏🏾",
  "@_LiftedProphit stay focused bro",
  "Me and the bro @ZayZilla5 taking trips this year! Fuck yeah💰",
  "@therealyitty You too 😌",
  "6 months from now I’m going to be in a whoooooleeeee different place💰💰",
  "Big dreams.",
  "Big goals.",
  "Early morning grind💰",
  "@the_ariesqueen have a blessed day!",
  "@tez_234 have a blessed one!",
  "@onlyJaliyah have a blessed day",
  "Good morning everybody !",
  "@KyraNadiya_ U did the right thing! 😂",
  "@therealyitty I know I won’t!!",
  "@KyraNadiya_ She Ass driving on your ass?",
  "@therealyitty For real ! It was so funny I didn’t even care 🤷🏽‍♀️",
  "@michaelb4jordan 😊 https://t.co/z1IDnUWIh0",
  "Straight like that‼️‼️‼️‼️‼️‼️‼️ https://t.co/mkqu0JLzAT",
  "Bruno Mars🤤❤️ https://t.co/Q7wdi9d0o3",
  "@asvpxrocky https://t.co/iUI5HHhhGy",
  "@KyraNadiya_ 😂😂😂 she big mad",
  "@TheRealMFast Hell Yeah 😂",
  "Meghan good https://t.co/6LXb3YllRV",
  "Winston Duke, to discuss Islam cause ...😭 https://t.co/EQE76BCGGt",
  "@xZippora_ @pnbrock That’s my dog💪🏾",
  "@pnbrock https://t.co/7CjT7Nfy5f",
  "@HeLovesMyKicks Right I’m like shit ain’t going to be but so good without money😂😂😂😂",
  "@therealyitty 😫😭😭😭😭😭 they are crazy",
  "@Ozuna_Pr https://t.co/S2qUP7jb4p",
  "@chrisbrown https://t.co/SPVP4pY3Zq",
  "@HeLovesMyKicks I’m just over here reading like all them forgetting the bag😂💰🤷🏾‍♂️",
  "@BlaseBlaza_ Self growth ! U the first to say that. It’s so important",
  "My Family, My Future, &amp; Self-Growth💕 https://t.co/96bkk4qjb0",
  "@Logic301 or @lildickytweets https://t.co/78dBf1pAwY",
  "@HeLovesMyKicks Can’t forget the bag💰",
  "God, health, and securing the bag 💰 https://t.co/yo9jsspCy0",
  "My mental health, my health &amp; my family/friends https://t.co/Omi1GKcWqM",
  "My peace of mind, My growth in GOD and My family/Top5 https://t.co/w3Dw9pltGe",
  "@ashlee__xoxo 🙌🏾🙌🏾🙌🏾🙌🏾🙌🏾",
  "Fam bam, education &amp; health (both mental &amp; physical) https://t.co/QFsiXGyV7d",
  "@SavvyDinero 💪🏾💪🏾💪🏾💪🏾",
  "My son, getting a better education so I can get this money, finding myself https://t.co/fapZjNbE3q",
  "@lakedraa 🙌🏾🙌🏾",
  "relationship with God, graduation, college https://t.co/mO2hUt1yyl",
  "Why was this ever ok? Tf https://t.co/sdiffxBWTD",
  "financial stability, furthering my education, maintaining a close relationship with my family https://t.co/5pZCKDDDbK",
  "My recovery , my grades , my man https://t.co/DFekfBOfO6",
  "They didn’t hear you in the back‼️ https://t.co/XCp0YR43Zv",
  "At the end of the day I’m going to always make sure my momma is happy, I’ll give her my last in a heartbeat❤️",
  "my relationship with God, my money &amp; happiness😌😊 https://t.co/ZcDjGkAt2s",
  "erica mena 😩 https://t.co/zgEHV3K6sL",
  "@thelifeofkeona 😂😂😂 temptation a mtf",
  "My money\nMy happiness\nMy relationship with God https://t.co/9DiJeg9juS",
  "@ThatLitBitchhh 💯💯💯💯💯💯",
  "finishing my school up💇🏾, the bag 👛🤑, and me 💁🏾👑 https://t.co/zN4OFCoWI3",
  "I wish hard times on nobody. That’s omm.",
  "If I know you I want to see you winning simple as that fuck what you heard‼️",
  "Myself, My job, and My man. #Okurrrr https://t.co/muhp0rXXZX",
  "Pmw https://t.co/kVByCiwHoz",
  "L word, Future, Family https://t.co/10G8af1gZC",
  "@orlando_scott13 happy birthday !",
  "God money family https://t.co/FTxfj5DlPs",
  "god 🙌🏽 , MY seed 🚼 , &amp; MY man 💏 https://t.co/3tCc5a422X",
  "Finishing school, making the people i love happy &amp; keeping up with faith https://t.co/ace2No3tCV",
  "@onlyJaliyah Everybody love that nigga😂",
  "@onlyJaliyah I’m thinking about idris😂😂😂",
  "@onlyJaliyah Oh yeah the light skin nigga😂",
  "scholarships, getting ready for graduation &amp; support from my friends &amp; family https://t.co/uEzdYD1qjw",
  "@onlyJaliyah He 57 😂😂😂😂😂",
  "@juiceman_hill Datwayyyyyy",
  "-myself \n-my future\n-my income https://t.co/Fu0rNaERa1",
  "@moneyteam937 Imma call u back in like 25",
  "Move out there  get money and stay blessed https://t.co/N86JCY8RTj",
  "@therealyitty lmao exactly acting like you don’t know 😂",
  "@onlyJaliyah That old ass nigga😂😂😂",
  "Michael Ealy https://t.co/phgBeSwS7E",
  "My family, My daughter,My girl @EatMyPast_ https://t.co/NLcRpPNgMy",
  "@QueenRoe__ @Morris_Chestnut My momma love that nigga😂😂",
  "@Morris_Chestnut https://t.co/esyltg9qzk",
  "I'm tryna have more money. No cap https://t.co/CW5vnYipEm",
  "Going to church more https://t.co/tIxWQZvuIS",
  "God, Family, &amp; Love https://t.co/pBChmybU5T",
  "I can digg it https://t.co/3gGknUwvRO",
  "@a_cherrell U might have a point there😂",
  "Angelina Jolie https://t.co/FcruU4OADZ",
  "U the only one to say him though 😂 https://t.co/ooPI2uCxgr",
  "@WillyMFWonka She pretty though I’ll give her that much",
  "@WillyMFWonka She not all that lol",
  "Taraji ❣️ https://t.co/T3vyJpRfI0",
  "@a_cherrell Will is that nigga I can’t flex on him💪🏾",
  "@milannaja Oh yeah I seen his black ass before 😂",
  "@a_cherrell Why him ?",
  "Will Smith https://t.co/7xcnkResjo",
  "@rosariodawson https://t.co/99fXqdK3bE",
  "I don’t watch tv I have no clue what that is😂 https://t.co/k1GmzZnQ2h",
  "@DollieCastro12 Who is he?",
  "Mark Wahlberg fuckin sexy ass mf lol but i would really want my crush tho 😂😂😂😂😋 https://t.co/ATxL9NqUvN",
  "@NaturallyTyraG Girl my momma like that nigga😂😂😂 https://t.co/W7zkFbF0mQ",
  "If Idris 57, I’m 57. https://t.co/DZ3FJ1EvZs",
  "@milannaja Who that?",
  "kofi siriboe https://t.co/D08fuHDxFH",
  "@itschaytime_ Hell Yeah",
  "@93Beretta_ No doubt",
  "@therealyitty Preciate it beloved 💯",
  "@iamcardib 😍😘❤️ https://t.co/d9MZyqnqAk",
  "@NaturallyTyraG That old ass man😂?",
  "Rih ‼️ https://t.co/1FrkeTKBDD",
  "Idris Elba https://t.co/Mqev7jVhUq",
  "@CubanDaSavage ❤ https://t.co/BHLOdE8rTu",
  "@___deniseee Sy ari the kid! Dope singer look up “wait for me”",
  "If you could go on a date with one celebrity who would it be? 👀",
  "Naw fr tho‼️ https://t.co/OrzFdDSmu8",
  "Blessings on blessings brother... happy birthday to you @93Beretta_ I hope you enjoy the and may God keep blessings your life💯",
  "Fucking right‼️ https://t.co/cOfX7k9iZO",
  "@LongLiveAsia_ Ok now u have a good answer 😂💪🏾",
  "Okay okay , my mental health 🤷🏽‍♀️ https://t.co/1OFB5Bf0up",
  "@cheeksNchecks Yeah fih💪🏾💪🏾 good answer",
  "@LongLiveAsia_ You gotta give me atleast one more answer 😂 can’t have u up there twice",
  "Me, Myself &amp; Money https://t.co/Ra9bp6leOA",
  "Yeah maybe for me and you but not everybody.... they just say they want money. https://t.co/Ca1CUnmoC6",
  "@Fergheaux Good answer bro.",
  "me, money, education https://t.co/UMBXYy5tJy",
  "@p0piiT 😂😂😂😂 naw fr though u do😂😂😂",
  "@p0piiT U got the answers https://t.co/pTH8PLcwEp",
  "You think setting goals is hard? Wait until you see the bill for not setting goals.",
  "@ChildishGabby Gotta do it for momma❤️",
  "What’s your goal for the end of 2018?👀",
  "God, money and family‼️ https://t.co/zgGLjcjyZL",
  "@p0piiT Good answer.... what about the bag?",
  "@jayysnoww Good answer ! Can’t forget the bag u was the first one to say money😂 they buggin out",
  "@diamondleah1 Good answer stay focused !!! You got this💯",
  "@ShayDee215 Good answer !!!!!",
  "Moving back outta my parents, stacking my money, making sure I stay happy. https://t.co/kby4MZTN50",
  "tranquility, good grades, my man https://t.co/UVt3CsKOlp",
  "Me, my health and my family https://t.co/KhDjQy15R0",
  "What’s the 3 most important things to you right now?👀",
  "Praying for all of mine🙏🏾",
  "@_aneiyiah As long as u growing I’ll take that answer",
  "@CaptainDeeep Amen!",
  "I'm growing through it. https://t.co/5LKqoHzDYE",
  "Are you going through it or are you growing through it?",
  "Thankful for my mentor he has taught me so much.",
  "When opportunity comes you have to be prepared.",
  "@cmichellem_ Happy bday‼️ bless up",
  "* bitches https://t.co/cdxLbnDe8w",
  "Niggas want my spot and don’t deserve it.",
  "Pray the real live forever, pray the fakes get exposed.",
  "Wouldn’t dab you with the left hoe.",
  "We just having the time of our lives right now.",
  "I’m trying to do better than good enough.",
  "When all they do is complain about being broke.... https://t.co/PvER55uKPI",
  "Wouldn’t tell you my next move for nothing in the world.",
  "Super private lifestyle.",
  "Sad facts. https://t.co/lE1cp2703H",
  "Shit 5k and 10k ain’t shit either....😂 https://t.co/GU9DAduPyD",
  "Best tweet I seen today‼️‼️‼️‼️ https://t.co/pnt1C8NJUf",
  "Don’t put major time in minor things💯",
  "Majors and minors ‼️",
  "💰💰💰 always https://t.co/P1U4E8a0nE",
  "Grind hard for that payoff !",
  "A lot of people like to pretend that they want more out of life, but all you have to do is watch their actions.",
  "My friend told me he was going to get his life together when he gets his feet on the ground.... I asked him what has he been walking on😂",
  "Don’t let nobody turn you around.",
  "There’s no such thing as job security.",
  "Dreams without goals are just dreams.",
  "On my momma. https://t.co/9v45XvDIhp",
  "@Kim2MUCH4Fakefo Frfr😂",
  "🗣 https://t.co/xmhIyL60zb",
  "Right\" but they can stfu https://t.co/qmGizGF3vO",
  "Someone’s opinion about you does not have to become your reality‼️",
  "Put yourself in a position where it’s do or die!!!! Put yourself in a position where it’s swim or sink!!!! You’ll come out winning every time I bet anything on it.",
  "IF YOU DO WHAT IS EASY YOUR LIFE WILL BE HARD‼️\nIF YOU DO WHAT IS HARD YOUR LIFE WILL BE EASY‼️",
  "Surround yourself around people who are hungry, they will do the things others are not willing to do.",
  "Tbh this is why I don’t feel bad for people anymore, all you have to do is change and your life will too, to think that you can repeat the same thing and get different results is nonsense.",
  "You have to grow up one day.",
  "But one day I grew up and blamed myself, I was letting me down, I was wasting time, I wasn’t applying myself.",
  "I used to play the blame game.",
  "The day you can look at yourself and admit you’re only where you are in life because of your actions is the day you become an adult.",
  "Then I learned everything about my life I didn’t like was my fault, so I started to make changes.",
  "I used to make excuses....",
  "For things to change for you, you have to change. Simple laws of the universe.",
  "Blessed🙌🏾",
  "@TrvppedDrew Np",
  "@TrvppedDrew keep singing bro your voice is craazzzzzyyyy. Damn I wish I could sing🤦🏾‍♂️😕😂😂😂😂😂",
  "Frfr🙌🏾 https://t.co/EWY7o0VvEG",
  "🙏🏾🙏🏾🙏🏾 https://t.co/aEmoBV0Z2P",
  "That’s a bet https://t.co/snKlYqpZvH",
  "I digg that brother ! I’m blessed bro, can’t complain https://t.co/GGd7ahpGlz",
  "You would think it broke down the way I push it💪🏾",
  "@AlmightyStylz how u brother ?",
  "@kaee_naviaa Hell Yeah ! Sending positive vibes your way God you!",
  "My family gone be straight belee that! Shit really real https://t.co/8KujbIy0BB",
  "I know top five but I’m too two and not two🤷🏾‍♂️",
  "Stay at the top like I’m stuck, that’s just how I’m giving it up.",
  "I just trying to feed the family",
  "I changed my life and God did the rest🙌🏾",
  "I swear to God I got money doing life in my safe‼️",
  "You’ll see blue faces hundreds until you’re white in the face🤢🤮🤑",
  "Once you understand how money works you’ll make it work for you instead of you working for it‼️",
  "We really came from nothing on this side",
  "Had to risk it all just to win big‼️",
  "Everybody gotta eat we can’t exclude niggas.",
  "I’m in a whole different zone.",
  "@therealyitty LMBM live from the R to N.Y. ! Laddi daddi !",
  "@9KRICH We like to partyyyy",
  "Always knew I wouldn’t stay at the bottom.",
  "@9KRICH sending BL from the N.Y. to N.C.",
  "Feeling more than blessed‼️",
  "365 days of blessings. Enjoying New York 🙌🏾 #foreverup #blessedtothemax https://t.co/WG1lMhE6Ye",
  "365 days of blessings brother! I appreciate it bro, God bless you. https://t.co/jxf4xtOaZz",
  "I appreciate it brother ! God bless you. https://t.co/jBtudNy0Sl",
  "Thanks😉 I appreciate it God bless you https://t.co/gJDE4H67lX",
  "I appreciate it! God bless you https://t.co/FnHLy11cx9",
  "It’s something unpredictable but in the end it’s right, I hope u have the time of your life🙌🏾",
  "I don’t want to die for them to miss me.",
  "God’s plan‼️",
  "I’ve been waiting way to long long long long , telling everybody that I know we about to be on on on on.",
  "I’m just trying to stay alive and take care of my people.",
  "I pray for mine frfr.",
  "@Bentley2Gangsta Nothing less big bro! Let’s go to the top 📈",
  "That’s a fact. Streets ain’t hitting on shit anyways. We got people counting on us, shit really on the line. Proud of you. https://t.co/uJPHSUl834",
  "Tweets and text like that make my day. Everybody doesn’t appreciate you. Everybody doesn’t listen when you try to teach.",
  "I appreciate my brother @therealyitty for teaching me how to be Up! I wouldn't be in this position without you, Love foolie 🤞🏾🏦",
  "I love you more brother. I’m so proud of you💯 keep up the good work💪🏾 and stay focused📚and keep growing📈. Remember the major key to your better future is you🎟 https://t.co/FfBPhlPpLp",
  "💯 https://t.co/3eI1W08Gxw",
  "Nothing will change unless you change. You’d be surprised to know the amount of people that don’t understand this. If they made a list of everything that’s keeping them from being successful everything would be on the list but them.",
  "@GuttaReeseMoney Omm !!!!",
  "Sometimes I deadass feel like I want success for people more than they want it for themselves.",
  "Sometimes I deadass feel like I want success for people more than they want it for themselves.",
  "@KweenK29 Can’t stop won’t stop.",
  "@ItsJustSTAR Riggght🤦🏾‍♂️",
  "Work hard. It feels so much better when you have something and you know you deserved it.",
  "Work hard. It feels so much better when you have something and you know you deserved it.",
  "@TheRealCoachK_ Eat!",
  "#Shouts to @wifeofti one time‼️",
  "How you know me when you barley know yourself ‼️",
  "How you know me when you barley know yourself ‼️",
  "@callmebusybee1 Facts brother !!!!",
  "On my momma we came a long way‼️",
  "@Lordsaysbless Frfr tho",
  "@cloudynueve It’s coming bro.",
  "One of the greatest hits yet to be released 🤔🤐 https://t.co/qyHqWngZ4J",
  "@cloudynueve Possibly 🤔🧐",
  "@cloudynueve U digg! What u know about it?👀",
  "On my momma we came a long way‼️",
  "@Kvnqskidopee @KofiChinful No you’re wrong but leave it there",
  "@obatofera U know it !",
  "Learn not to work for money. But instead learn how to make money work for you.",
  "Learn not to work for money. But instead learn how to make money work for you.",
  "@KeVo___19 🙌🏾",
  "@xxAnomaly Of course",
  "All things are possible....",
  "All things are possible....",
  "@frannick7 🙏🏾",
  "@Ngan_William Amen brother ! Have a blessed day",
  "Without God I’m nothing.",
  "@SyAriDaKid what’s your favorite song off 2SOON ?",
  "Making history.",
  "Making history.",
  "@ayyyitsjackie Still made adjustments 😂🤷🏾‍♂️",
  "This year I made adjustments.\nI made adjustments on niggas that can’t be trusted, I made adjustments on niggas I can’t come up with, I made adjustments on women, I can’t discuss this.",
  "This year I made adjustments.\nI made adjustments on niggas that can’t be trusted, I made adjustments on niggas I can’t come up with, I made adjustments on women, I can’t discuss this.",
  "@Jose_Slim93 @BILLY_BLOVE Indeed. Maybe a weekend or something.",
  "@Jose_Slim93 @BILLY_BLOVE I’m blessed brother hope the same is for you",
  "365 days of blessings. Get what God has for you😇",
  "365 days of blessings. Get what God has for you😇",
  "@juiceman_hill #foreverup",
  "@JuwonObaoye U know it brother !",
  "@juiceman_hill started college today? OMG🙌🏾 brother keep it up and may God walk with you while you’re on your journey. If nobody else told you I want to tell you I’m proud of you. Keep up the hard work and chase your dreams, set high goals and do everything to reach them. #365",
  "@Jose_Slim93 Tell me about about it.",
  "@JaJaBarber1 This the first thing I seen up here today. Nigga be hating like shit🤦🏾‍♂️",
  "@JaJaBarber1 😂😂😂😂😂😂",
  "@Lon3L3o Y’all tweet me back anything😂 calm down",
  "@Lon3L3o Ok",
  "@hey_lynnae Really don’t",
  "@ChrisPagan_ OTG",
  "Never want to hear a word about loyalty my loyalty is literally unmatched.",
  "Never want to hear a word about loyalty my loyalty is literally unmatched.",
  "365 days of blessings.",
  "@okocampusconect 💯",
  "@Terrell53104441 Big facts brother",
  "Ungrateful people never win.",
  "365 days of blessings.",
  "Amen🤞🏾 locked in. 365 days of blessings, everyday is a good one and everything works in your favor daily. 🙏🏾🤑🙌🏾✅💪🏾😇 https://t.co/z1H3NPtJKG",
  "@KeiPerryy Right!",
  "2018 already been a blessing.",
  "@perfect_phoebe happy birthday‼️",
  "@juiceman_hill 😂😂grown shit💯",
  "Keep God first, make goals and go after them, stay focused and live life. https://t.co/KFqFCU5yVG",
  "Keep God first, make goals and go after them, stay focused and live life. https://t.co/KFqFCU5yVG",
  "Y’all be safe bringing the year in frfr. I’m not trying to see no post about losing nobody.",
  "Y’all be safe bringing the year in frfr. I’m not trying to see no post about losing nobody.",
  "@Traww_Baller Appreciate that brother",
  "@Mini_Random Amen to that",
  "@KirrahKayy God is good",
  "I’ve made listen to @bobproctorLIVE a daily habit, I’ve been doing this for a few years now and I can honestly say once I started applying his teachings to my life I started to see better and better results. #LOA",
  "@_TheeGoddess_ The life 😎",
  "I can’t even complain God has blessed me this year🤷🏾‍♂️🙌🏾🙏🏾😇",
  "I can’t even complain God has blessed me this year🤷🏾‍♂️🙌🏾🙏🏾😇",
  "We going up‼️",
  "We going up‼️",
  "AND JUST SO ALL MY FOLLOWERS KNOW THATS NOT MY DAUGHTER IN MY PIC. HAD TOO MANY PEOPLE ASK ME IN THE LAST 48 HRS😂 I DONT HAVE KIDS.",
  "Naw fr tho‼️ https://t.co/cd144nvFl4",
  "Naw fr tho‼️ https://t.co/cd144nvFl4",
  "They can’t tell you nothing about me that I won’t tell you myself.",
  "17k followers y’all the shit‼️",
  "@OfficialJTWENTY Cydm",
  "They can’t tell you nothing about me that I won’t tell you myself.",
  "Late nights and early mornings studying @bobproctorLIVE",
  "@SoUNCENSORED_ That’s what I’m talking about💪🏾 plant that seed and watch it grow.",
  "My little bro was too happy😂😂😂",
  "Thanking God almighty for making a way out of no way ‼️",
  "Thanking God almighty for making a way out of no way ‼️",
  "@SolidAsKonkrete U know it",
  "@SolidAsKonkrete  https://t.co/Ep51er4TOV",
  "I love his reaction😂🤑✅💪🏾 https://t.co/eq8e30oYyc",
  "I love his reaction😂🤑✅💪🏾 https://t.co/eq8e30oYyc",
  "This is so important. https://t.co/YbqeI2OB3F",
  "Get money.",
  "Get money.",
  "@Drxlm 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂",
  "@evilknowsmyname 😂😂😂😂 oh my God. Yeah u got it bad",
  "@evilknowsmyname I’m so serious dude😂 if it’s bigger than the size of a quarter I’m scared af. I can kill small ones I hate them all but the small ones are nothing like the bigger ones. No way I’m fuck I can kill a big one.",
  "@evilknowsmyname Mine too! I’m bad like real bad. I deadass think I would pass tf out if somebody put that on me.",
  "@evilknowsmyname Me too I hate them‼️",
  "@evilknowsmyname 😂😂😂",
  "@Drxlm U wouldn’t do it for 20 bands?",
  "OH HELL NAW‼️‼️‼️ https://t.co/zpSsZ8eF7Q",
  "OH HELL NAW‼️‼️‼️ https://t.co/zpSsZ8eF7Q",
  "\"Do not look for approval except for the consciousness of doing your best.\"\n~ Andrew Carnegie",
  "Get paid young nigga get paid🤑",
  "Get paid young nigga get paid🤑",
  "@wassuplund Don’t be like that😂",
  "Ready for Christmas ‼️",
  "I just want to win and keep wininng✅",
  "@charliejori_ Datwayyy😂💪🏾",
  "I really like what you done to me I can’t really explain it, I am so into you.",
  "@charliejori_ That nigga out of control 😂‼️ that’s your pastor? 👀",
  "🤦🏾‍♂️😂😂😂 https://t.co/IuVsjNvWjH",
  "Find out what you’re bringing to the table THEN pull up a chair.",
  "Find out what you’re bringing to the table THEN pull up a chair.",
  "Blessed.",
  "Blessed.",
  "@Sunny_The_Honey @AmarisJessica Correctly didn’t say it right tho😂 but that’s what he meant to say",
  "We working.\nWe never call out.",
  "@bobproctorLIVE tell us the best book you’ve read besides Think And Grow Rich.",
  "@dreaa3k Hope they cut off already then https://t.co/1NziLG4Aj6",
  "Keep grinding, it’ll all work out. Keep your faith strong. https://t.co/GX22DvrI59",
  "@souledsunflower Naw Frfr‼️💪🏾",
  "If I grew up with you of course I want to see you win‼️",
  "If I grew up with you of course I want to see you win‼️",
  "#shouts to @Chevy_Dinero ‼️‼️follow him👣👣👣",
  "#shouts to @javisaultman_ 👣 follow him",
  "@WhenItWas_Cre  https://t.co/IncZJKPcGG",
  "@WhenItWas_Cre He Ass 😂",
  "@SyAriDaKid said “And I know I’m gangsta and trill, gangsta ain’t selling dope, gangsta is paying bills. Gangsta is when they ask you to lie but you keep it real, gangsta is when your family starving you cook a meal, gangsta is when you earn it,gangsta ain’t when you steal”",
  "@SyAriDaKid said “they say never say never, like never put a hoe before you fellas, BUT sometimes your bitch be the ONE making you better, and your nigga be the main nigga jealous” I felt that.",
  "#shouts to @LaurinJaNe_ follower her👣",
  "#shouts to @era56_TK follow bro👣",
  "#shouts to @charliejori_ follower her👣",
  "#shouts to @JadaNiara follower her👣",
  "#shouts to @pcvcn go follower her👣",
  "All these new followers.",
  "I hate when I go get food just to get home and find out my order is wrong.",
  "Me thinking about the money coming in 2018🤑🤑🤑🤑🤑 https://t.co/6Tgb3oCjob",
  "Me thinking about the money coming in 2018🤑🤑🤑🤑🤑 https://t.co/6Tgb3oCjob",
  "@_nycoleee Too funny😂",
  "@Sunny_The_Honey @AmarisJessica He didn’t say that😂",
  "A what😂😂😂😂 https://t.co/Q5T8l6jsRH",
  "@Tellietellll Had me dying 😂",
  "A what😂😂😂😂 https://t.co/Q5T8l6jsRH",
  "There’s a difference between wanting something and being ready to receive it.",
  "We are taught not to waste our time but programmed to waste our life. It's time to say goodbye to the habits that are holding you back! #BobProctor",
  "About to start my day off with a video from @bobproctorLIVE ‼️‼️‼️ Doesn’t get any better than this. Vibrate Higher📈",
  "#Makeithappenmonday",
  "@theebabygirll Why it can’t be we?",
  "We gon get it\nWe gon get it\nWe gon get it\n\nWe gon get it\nWe gon get it",
  "We gon get it\nWe gon get it\nWe gon get it\n\nWe gon get it\nWe gon get it",
  "Together forever man any problem that you got bitch I got it too🤞🏾",
  "Together forever man any problem that you got bitch I got it too🤞🏾",
  "My life is so crazy\nMy life is so crazy.\nMy life is so crazy.",
  "#shouts to @Sarah2Sass ‼️‼️‼️\n👣👣👣👣👣👣👣👣👣👣👣👣👣",
  "#shouts to @ChrisSanson5 ‼️‼️‼️",
  "#shouts to @jordyxoxo_ ‼️‼️‼️",
  "#shouts to @pursuitofkhiy ‼️",
  "My life is so crazy\nMy life is so crazy.\nMy life is so crazy.",
  "@MsKayAmore Frfr!!!!",
  "I don’t rap though don’t get it twisted. I was just saying.",
  "Right can’t be that hard. Atl do it dmv do it nyc do it🤷🏾‍♂️ https://t.co/OtPlDtwN37",
  "@therealyitty You already",
  "Right now I just get money lol. They can have it. https://t.co/KL8h0uQTVQ",
  "@Theartofbishop Feel me bro!",
  "‼️‼️‼️ https://t.co/eGO5Q5o3yW",
  "@TheRealCoachK_ Bro u know I don’t lie😂🤷🏾‍♂️",
  "Big facts https://t.co/x8MJgYNVwV",
  "Seriously... everybody in Raleigh wants to be the FIRST one on soooooooooo bad. Everybody want to be that nigga. I just wanted to make music and get on with the team I never gave a fuck who did it first. On is on🤷🏾‍♂️😂 but nope everybody doesn’t think like me. https://t.co/dgjrI8KFV7",
  "@taviyatess Reason I stopped working with Raleigh artist. Too cocky for no reason. If we all still trying to get on clearly we in the same boat.",
  "@LadyLegend247 That was dope af!",
  "@LadyLegend247 No problem!!!",
  "╭━╮┏┳┓╭━╮┏━╮\n╰━╮╱┃╱┃╱┃┣━╯\n╰━╯╱┻╱╰━╯┻ \nⓌⒽⒶⓉ ⓎⓄⓊ'ⓇⒺ ⒹⓄⒾⓃⒼ \n┏━━┓🚦GO🚦\n┃━┳┻┳┓┏┓┏━┳┳┳✨\n┃┏┫╋┃┗┫┗┫╋┃┃┃┃\n┗┛┗━┻━┻━┻━┻━━┛\n@therealyitty",
  "#shouts to @kyfenty ‼️‼️‼️",
  "@lpeake00 U and me both",
  "I love seeing this!! 🤗 https://t.co/me5YGy0f4L",
  "@LadyLegend247 😂😂",
  "Y’all go follow @LadyLegend247 ‼️👣👣👣👣👣👣👣👣👣👣👣👣👣",
  "Give me some 😂 https://t.co/935FHwbeyM",
  "@melxjade U know it!",
  "#shouts to @iam_nikwaquenae ‼️",
  "#shouts to @JustTaisha ‼️",
  "@_callme_kayy No problem!",
  "@_iamvirgo U know it",
  "#shouts to @melxjade ‼️",
  "#shouts to @yookvy ‼️",
  "Let me shout some of y’all out😂🤷🏾‍♂️",
  "So many new followers !!!!",
  "#shouts to @_iamvirgo",
  "#shouts to @lexisferguson ‼️",
  "#shouts to @_callme_kayy ‼️",
  "This is what I’m talking about ‼️ Black young strong minded brother with a bright future. We need more brothers like him focused on being the best they can be. It’s more to life than the streets, basketball and music. I double salute this young man. Respect bro RESPECT💪🏽 https://t.co/lJyqjH5L6V",
  "This is what I’m talking about ‼️ Black young strong minded brother with a bright future. We need more brothers like him focused on being the best they can be. It’s more to life than the streets, basketball and music. I double salute this young man. Respect bro RESPECT💪🏽 https://t.co/lJyqjH5L6V",
  "@Peezly_P Its rough.",
  "I dealt with this. https://t.co/NCh1TNmRUT",
  "Follow @thaDramatic_1 one time!",
  "Focused on winning and nothing else.",
  "God is more than good.",
  "@taviyatess dope af! That queen piece is dope too. U play chess?",
  "@taviyatess where the tat?",
  "@taviyatess Ok, Sayless!",
  "Happy for my bro Preme. Keep it up brother. It’s all law of attraction.",
  "@taviyatess What u getting 👀",
  "@elijahalexndre U ain’t never lied !!!!",
  "@holarbash Love you life for them brother! They are looking down on you everyday !!! Keep your heart with God and you’ll be fine.",
  "Make it happen 2018‼️‼️\nWhatever it is that you want out of life wake up every day and go after it. We’re God highest creations and we have capabilities within us to attract whatever it is we want out of life. Unlock your mind.",
  "@whoahdee__ And that’s the real truth ! The could give two fucks about us",
  "@whoahdee__ Frfr",
  "😂😂😂😂😂 scary asses https://t.co/RDjS224P7X",
  "@MusicHeadnMoney Maybe that’s why then it wasn’t really cold tbh",
  "@_AyeTeemo Anytime brother!!!",
  "Hell naw u buggin out. It’s to weak. Coke be strong. https://t.co/p1OgGq6mkG",
  "U got this bro! Pray and drive. You’ll be fine. God got u. https://t.co/enEI6Ohi55",
  "@MusicHeadnMoney Yep just like that 2 liter Pepsi I trashed 😂",
  "😂 I only got it bc the store don’t really have choices, tryed to make it work but naw it’s a dubb😂🤮 https://t.co/6ZelQuwJ5e",
  "@vvbwti I just trashed a whole two litter 😂",
  "U wildin😂😂😂 https://t.co/KLqR1St40k",
  "So u telling me Pepsi better than coke ? https://t.co/IvenS0c7HM",
  "U buggin out 😂 shit trash man https://t.co/8XJzleS1SE",
  "Pepsi take like a flat coke",
  "@jnmille_ Me too",
  "@nobodyknowsnick Pepsi assssss",
  "Y’all prefer Pepsi or Coke?",
  "@taviyatess Me too lol it’s all good ! I got something for niggas",
  "@taviyatess Frfr mtfs want handouts but can’t do Shit for u",
  "Same people you look out for are going to cut you off when u stop helping them.",
  "Don’t take shit for granted.",
  "@DADDYDOLLAS_ On everything, niggas take that shit for granted",
  "No favors 2018.",
  "LOVE brother. https://t.co/o1giBi6Z4M",
  "Go follow my brother @MrMindOnaMilli it don’t get no more offical than him.",
  "😂 nigga said fendi facts😂 I love it https://t.co/ZObF5OvA0Z",
  "@MrMindOnaMilli Fih they out here lackin😂",
  "(H)igher\n(E)conomics \n(R)eaching \n(O)pportunities",
  "@taviyatess U love that video 😂",
  "I’m going to make my grandma this happy one day. https://t.co/6qHWEyRWjP",
  "Naw frfr. https://t.co/gncgWYmHoL",
  "@taviyatess 😂😂😂",
  "@ceewildd Af!",
  "Thank me later.",
  "Y’all go follow @Freaki_niquee ‼️‼️",
  "I’m not competing with none of y’all frfr. What I do is what I do, what you do is what you do. We’re two different people with two different journeys. It’s all love over here do your thing.",
  "Old keys can’t open new doors.",
  "It’s going to bother you at first when your so called “friends” start hating on you bc you’re winning more than them. Just stay focused God doesn’t blessed haters. Keep winning.",
  "How bad do u want it?",
  "Making major changes to the life I’m living, I had no choice I had to prove i made a right decision.",
  "I just updated too🤦🏽‍♂️ https://t.co/PBKDokalPQ",
  "@_Yelowsmobbin Hell yeah",
  "@looove_lolo Me and u both 😂🤦🏾‍♂️",
  "Seems like my phone charges slow the more I need it to charge fast.",
  "My twitter followers&gt;&gt;&gt;",
  "It’s never about what you do but it’s always about how you do it.",
  "The hate be real when you winning.",
  "@_DunnoeAhWho No problem! Get it done💪🏽",
  "You can do it sis! Stay focused on the bigger picture and the reason you’re there, u got this💯 people are counting on u💪🏽🤞🏾 https://t.co/lHNHBIXNf6",
  "BEASTMODE‼️",
  "Woke up feeling to blessed !!!",
  "Focused frfr.",
  "The blessed life.",
  "I’m just closing this year out strong as possible 💪🏽",
  "Another day, another blessing.",
  "Power moves.",
  "Selling these H.E.R.O bands like it’s nothing 🤞🏾 I appreciate all the support. Get yours now if you haven’t already.",
  "@DesignerWop Stg😂😂😂 it’s that real lol",
  "@DesignerWop I can’t take it😂 it’s crazy",
  "@DesignerWop Nc wbu",
  "@Love_Latrina 😂😂😂 oh lol I didn’t know bc the way it was worded.",
  "I hate it https://t.co/OtCPJvopOA",
  "The cold ain’t for me.",
  "@Love_Latrina What’s first ?",
  "@makiasw Being smart hell naw! I’m deadass it is freezing",
  "@Fin3ssaHuxtable happy bday",
  "@makiasw Right",
  "I grew up on that! https://t.co/IFvOfsGDiK",
  "@Love_Latrina What u know about it?!",
  "@Love_Latrina I love that song",
  "@SwavJr 😂😂😂😂😂😂",
  "I need to spend more time with my grandma.",
  "Delete this they hate the real tweets. https://t.co/3xE69W1UEm",
  "@aleeahx_ That’s a fact ! Wyd today",
  "I thought you was going to say you ain’t have no job and you don’t have shit to do😂 https://t.co/1rXUqPiUsc",
  "You know what’s going on, they’re targeting OUR youth. https://t.co/kUzyQQJB0e",
  "@ThaDonDaDa_ Wya? And where u live where it’s snowing ?",
  "😂😂😂can’t be that bad https://t.co/TPVWbRwyN0",
  "@ThaDonDaDa_ No it’s not . Think positive",
  "God truly has been good to me.",
  "@shay1k_ 15 bills 😂",
  "I hate the cold so yeah I needs a fire place😂 https://t.co/rGggt600he",
  "@taviyatess I know u be loving that shit😂",
  "😌 https://t.co/iwq8ExmBBF",
  "@cloutboykam 😂😂💪🏽",
  "@cloutboykam Put the gun up bro, niggas know u shooting! Trust me they know.",
  "Make it happen yourself so they can’t tell you shit💪🏽",
  "@ShaeShaequan24 Omg🤦🏽‍♂️😂",
  "But I’m not🤷🏾‍♂️😂 https://t.co/3kaSxdDT1R",
  "Frfr. Can’t be life 🤦🏽‍♂️ https://t.co/fvrUklP4a1",
  "@DADDYDOLLAS_ Tell me I’m lying 😂",
  "@bombshellnelll Every time! I swear to God lol",
  "@SmilingBankroll OMM bro😂",
  "@Honcho_9k Omm",
  "😋 https://t.co/7zWL9mVS4q",
  "All niggas do is hold guns or 300$ and take pictures😂😂😂",
  "Shit we can link up or something. https://t.co/NMawxOmlUK",
  "Mindset of 97% https://t.co/aCM1akm79z",
  "Never pressed.",
  "Blessed up ! 365 https://t.co/dC4sSHyYwq",
  "@austinnnnn__ what time u off?",
  "@SoUNCENSORED_ How u?",
  "Good morning world.",
  "@_LiftedProphit Feel me? I’m not with the bs. I just want to win and handle mine.",
  "I was never in it for anything less than greatness.",
  "I just want to win with my people and take care of my family.",
  "Everybody wanna be so poppin😂",
  "They see you winning so much they start to feel insecure.",
  "They see you winning so much it upset them.",
  "Don’t hate.",
  "Don’t be jealous.",
  "It be like that sometimes https://t.co/ixr6Bf1Fbj",
  "We gon see. https://t.co/a1nWncMcI5",
  "Over for @austinnnnn__  &amp; @DADDYDOLLAS_ who want that uno work !!!!",
  "@A__LeeFamous That’s what’s up",
  "@jayAdams03 Good",
  "If the money didn’t change you, you didnt make enough🤷🏾‍♂️✅🤑😂",
  "On god . Lol as my grandmother says https://t.co/gUkBqD66IR",
  "@therealyitty fr 😭",
  "My shiiiiiiiit😩😩😩😍 https://t.co/n8ALfj1YSa",
  "@therealyitty add me back",
  "Pray for them boys everyday. 💯❤️ https://t.co/cRjeB54fGe",
  "Ppl who owe you and when you ask for a favor they act like they got amnesia. https://t.co/0j58YqpNXo",
  "people who can't hold a conversation  https://t.co/AFKUq5huGl",
  "I'm still an Aries ion curr bout this blasphemy 😒 https://t.co/FdJcANtCfC",
  "that makes me a Leo now 🤔 https://t.co/X1DGVts2P5",
  "Seriously. Drugs and drinking is not living. It's not cool. It's not the only way to have fun.  https://t.co/Bzdg3et0Ct",
  "I want to see how much I really mean to you.",
  "I love working out.",
  "Got paid today and didn't go get my check.\nImma just keep letting it sit I'm good.",
  "Me and my brother @cloudynueve turnt at the club. Nothing but love for my bro. Nothing could break our bond. #Durty https://t.co/BnDbi7G37B",
  "Definitely https://t.co/FgLR5WOCFg",
  "Facts . https://t.co/Xm2jI7Pepl",
  "Thug go hard.",
  "Young thug- Special",
  "I feel special.",
  "Shit falling in place.",
  "So many blessings coming in.",
  "If you can't handle your girl attitude then you don't need to be with her sucka.",
  "@A1__Capri lls u hear me!!,",
  "I'm such a picky eater.",
  "Chinese is needed sometimes.",
  "Pizza is my favorite food.",
  "Chinese or pizza?",
  "I love my life.",
  "God been so good to me.",
  "Life is beautiful when you see it for what it's worth.",
  "I'm building a team of niggas that's all on the same shit. \nEverybody can't be involved.",
  "Slim would keep it a secret lol",
  "Enlighten ur lil homiez...At da end of the day wat they dont kno falls bak on who they following & i dont mean on twitter",
  "Didn't even know it was the bro bday @Jose_Slim93 !!! Happy fucking B'Z UP!!!! YOU DIGGGGGG!!! #BL",
  "@Bambams_world it's all reality now!!!",
  "I still remember the talk me and @therealyitty had at the durty house about what we wanted to happen and we living it !!!!",
  "@therealyitty I just tell bitches I'm not ya therapist ya heard 😂",
  "@Jose_Slim93 u hear me blood?"
 ]
}