{
 "user": 3303011994,
 "tweets": [
  "Body transformation. I went from 180lbs to solid 200lbs in year and half.. got whole sleeve in the process 😂💪🏽#TransformationTuesday https://t.co/hsQ1dvV3Bh",
  "I put my son on punishment last night &amp; he asked me, “What are you getting from this exactly?”  \nUmmmmm..... https://t.co/C30gZsELiV",
  "Gas prices goin over $4 ima just buy a fucking bike lmao",
  "\"gEt yOu a OlDer nIgGa\" 🤣 bitch they lie &amp; cheat TOO TF",
  "This headline nosey as hell https://t.co/4xHJCgPOrG",
  "Tantas caritas hermosas en este mundo y la única que me apendeja es la tuya beibi.🤤😍",
  "glo up https://t.co/SXhFYWwZg8",
  "Shiiiit imma do the same lmao https://t.co/xeMNvIRbSV",
  "i’m that friend that will call you over and over until you answer bitch you think I give a fuck? ima call you 10000 times idgaf you will answer",
  "me when I flirt with guys out of boredom and they start flirting back https://t.co/0vUv0FNjGc",
  "When someone adds you on snap by username https://t.co/uL2rky5pnd",
  "me listening to the same 5 songs every single day https://t.co/FpRfCJ9E9Q",
  "My dad was upset that he couldn’t see me on my prom day so I decided to surprise him..and let me just say, I love being his “güerita” 💗💗 https://t.co/1d0SVkJQ51",
  "Igual Que Ayer - Rakim y Ken-Y https://t.co/1lhIsUwik3",
  "you don’t get to choose the ppl who hurt you or the ppl who leave you. but you do get to choose how much you react to it. you can spend days, weeks, months &amp; even years crying or you can decide from the moment they leave that they’re not worth a single tear from you anymore",
  "Have y’all ever tried these ? There pretty good https://t.co/1nH6BAysfl",
  "all my ex’s told me “yOu NoT gOiNg nO WhErE” and look at me now ... somewhere else 🤣",
  "Maturity is knowing you could violate but you don’t.",
  "who trying to be my boyfriend? 👀 https://t.co/EeFwNXvdmT",
  "being hispanic is having parents that’ll let you drink beer but not monsters",
  "We got some action 😂😂👌🏾 https://t.co/wOyVlJc9AG",
  "The insomnia is real",
  "No offense but I’m glad I stopped fw some of y’all .",
  "even though you love someone, doesn’t mean you’re meant to be together https://t.co/vRjWbBh9WW",
  "Ummm?!?! HELP YA FAV MOM OUT!!!! Fr i don’t know what I’d do. JUST RT!!!! ❤️😭😭🎊🙌🏼 https://t.co/nhldZBtLuu",
  "I never understood whey my mom use to over clean so much until I became her. Now I can’t stand to even see something out of place in my room.",
  "quiero bailar☹️",
  "@jmarinofficial_ Where’s that bitch at ? https://t.co/pAvtgJFTiB",
  "This is facts! 💯 https://t.co/IlrG2di43x",
  "@AsiaAtItAgain Have you ever had devil dick come into your life ? https://t.co/TvTQRufGdS",
  "Yesss https://t.co/cUJEeJzJ77",
  "Its a wrap if you do this https://t.co/NR7zollKfD",
  "$ayylorenaa https://t.co/ByACaD0cpv",
  "Mamá Maria really slapped me and said “cabrona I want you to graduate”, I think that was the slap I needed",
  "me after getting over a boy i didn’t even date https://t.co/8zVIo7dTQS",
  "i’m gonna rt this so all of my fellow females followers know they CAN make it out of any situation💕💕 https://t.co/SvxL2e5bV7",
  "Cuando te levantas bien crudo alv. https://t.co/6CSm02WnqC",
  "@yomeida3 😘😘",
  "ladies; self care doesnt mean you have to go do &amp; buy expensive things for urself. sometimes it’s simply skipping a party to go to the gym, or not hanging out with friends to study. its ok to prioritize self improvement over goin out &amp; having fun. \n\nread this tweet again, read it",
  "I love you. Even a retweet helps. Link in bio https://t.co/QfnaO73RMZ",
  "A Quiet Place (2018) https://t.co/qkbuBy7jWy",
  "No one likes when I babysit my drinks but also no one likes when I blackout so loiiiiiike wtf u want from me",
  "Un shot por cada pendejada que he hecho en la vida.",
  "💋 https://t.co/D2g0wTwdot",
  "Aquí me encuentro en el solecito... https://t.co/25F5HZYVZj",
  "i’m not physically or mentally ready for finals week can i have another few weeks please",
  "Just watch. Literally my life. https://t.co/s5hHhDPnR4",
  "Can’t relate https://t.co/nJSNhCx6qD",
  "it gets funnier every time😂 https://t.co/YEz6Rs6tNv",
  "10x worse when you’re high https://t.co/fkqhUOBSgR",
  "i’m more “videogenic” than photogenic 😂",
  "Lmaoooo I hate this nigga. https://t.co/MCqrHUwgrw",
  "if you hate me because of a guy that I didn’t even want in the first place lmfao estás pero bien pendeja",
  "How do people even do natural makeup? I do foundation &amp; concealer and then look like a mannequin so I add bronzer and highlighter and then my eyes have disappeared so I do some eyeshadow and mascara and then obvs have to do eyebrows and now it’s like HELLO full face of makeup",
  ": SeanyOfficial 👻💰 https://t.co/IdC9Na5qGP",
  "for the culture 🇲🇽✨ https://t.co/hh5GRlJMXz",
  "When someone asks you \"where are you from\" and you don't know whether you say where were you born or what's your heritage https://t.co/i9k1uUzUpa",
  "ONLY REAL SHIT COMES OUT MY MOUTH AND ONLY REAL NIKKAS GO IN 😜",
  "Ahorita me estoy portando bien, ahorita al rato, quién sabe.😁",
  "Me leaving the house at 8:21 to start my 20 minute drive to school which starts at 8:30 https://t.co/LRD3KVW7iB",
  "@elvaayeee  https://t.co/W27DvMiIqU",
  "highschool: \"i have a test this week AHHHH\" \n\ncollege: \"i have 3 exams 2 papers and a project i might nap then go party idk yet tho\"",
  "Mexicans Be Like... 💀 https://t.co/smEcQCkVAG",
  "@elvaayeee Omg their pizza is just 😍😍😩",
  "One of my preschoolers asked me “what’s your boyfriend name” I said I don’t have one then she said “do you have a girlfriend “ I was Iike nope she said “a baby” I was like nah then her ass said “you ain’t got nothing” 😭",
  "Get you a bitch that let you do whatever you want,\n\nCause it ain’t me.",
  "Me encanta verlos con sus tejanas y botas 🤤",
  "Modelo 😼 https://t.co/wwj6bxZh12",
  "And our dumbass are the only ones who open the door to “soy yo” https://t.co/VYZ1uTPC4s",
  "If I lost a sibling I’d go insane",
  "@csidecynth 😂 https://t.co/cYI9NkAsEC",
  "When she says she only likes Mexicans https://t.co/BIt6fjmY1E",
  "FYI this isn’t me. The person’s story is below https://t.co/PvxOx6cqxU",
  "When you catch him liking pics of bitches who look nothing like you\nMe: oh so this what you like https://t.co/1VQzGbv1OD",
  "Kris Jenner made Tristan Thompson put $10million in a trust fund for the baby &amp; sign a contract saying he would deposit an additional $10million into the account every time he's caught cheating from now on LMAOOOO... once again, the devil works hard but Kris Jenner works harder. https://t.co/V5rzpVPNpD",
  "I’m so jealous of my parents living their best life in Hawaii rn https://t.co/Xa2UMcBYcr",
  "Now this is how you properly execute a napa white girl tweet👏🏼👏🏼👏🏼 https://t.co/BQAxhziRU2",
  "Mis piernas me estan matando alv",
  "Me arguing with my morals when I’m debating on being a hoe https://t.co/xsFBvu9Dd1",
  "y’all ever used to go to your parents room at night to ask to go to a friends house and then you just sat there on their bed for a hour plus, acting like you just wanted to talk.. while you were really just trying to build up the courage to ask 😂",
  "mañana no voy a poder caminar.. ahhh pero la pinche bailada que me dio esta noche 😏🤪",
  "Me when I've been arguing with my dad to let me out and he finally says \"haz lo que te de la chingada gana\" https://t.co/q2QnnbxBt6",
  "honestly...if I’m with you &amp; you want your pic taken...just tell me...I don’t give a fuck who’s looking...I’ll turn into a dedicated photographer right on the spot...I’ll get those insta thotty angles...I’ll hype you up out loud bitch I don’t give a fuck if a grandpa stares at me",
  "My 5 step plan to a life of success:\n\n1. Graduate from school\n2. ???\n3. ??????\n4. ???????????\n5. Retire to my beach house in Tobago",
  "Hard pill to swallow: confrontation is not always negative and does not have to be negative. You have to communicate MATURELY with people in order to fix issues. That’s how life works.",
  "As first generation college students we have no family role models to reach out to for advice. New territory all around, yet somehow we’re out here thriving and making moves for the first time in our family trees all because our parents dreamed a better life. Beautiful.",
  "Ain't no success without struggle.",
  "Before surgery,  2 weeks after surgery, &amp;  now almost two years later. \n\nIf you’ve ever considered getting your nose done.... do it!! So worth it https://t.co/URZcCF4ve3",
  "“Why can’t you marry this b*tch?”\n“Because she’s not…”  👀 https://t.co/j63Qok5flM",
  "do u think a stranger has ever tweeted about something you've done in public",
  "Someone’s tio said, “A si? Vengase pa ‘ka hijuesu pinshi madre” https://t.co/M3iNkrxhYw",
  "When somebody text you “Wya” and you gotta think of where you at https://t.co/e2n6KVaeHr",
  "Tis a joke",
  "i hate when they ask me “ what do you do for fun? “  like is hoeing an activity ?",
  "Look at uncle snoop comment 😂 https://t.co/AB3Xeo7R9I",
  "“We not together, remember? You said it, not me! 🤷🏽‍♀️” https://t.co/9CxeDbhfkf",
  "run me my money bc i don’t even know who they are https://t.co/0SUojUGhdV",
  "come over and let’s make a baby",
  "Car sex is a full ass workout 😂",
  "hapi fraidey “feliz viernes” pa’ los que no saben inglés.",
  "Que chingon tener amigos que respeten tus gustos musicales, pues en este mundo cada quien su royo. Siono raza.",
  "When the whole squad link up at club and y’all fuck shit up https://t.co/mPqTXNSDoJ",
  "So they let me up on stage and...... 🤣😩😂 https://t.co/MyPgxY7xbU",
  "mood https://t.co/C8sHcrO0AG",
  "Rape is the most disgusting thing u can do to Another human being. PERIOD. and all rapist should be penalized to the max.. But for u bitches who out here lying about being raped, getting niggas put away for life. Y'all just as disgusting and should also be penalized to the max",
  "I Walk Around like Everything Is Ok😞💔But Deep Down... I’m A Sex Addict😭",
  "Exemption Granted!!!! Have Fun https://t.co/pT632bs6aA",
  "I’m done wasting time https://t.co/lzAGE21bCz",
  "Y’ALL LMFAOOOOOOO https://t.co/0u6cMg2ZKL",
  "Let me spread some positivity on my tl https://t.co/GtLjdTg72q",
  "Do men ever be like “maybe I’m not shit” https://t.co/B7hkf2F9Zm",
  "Summer Nights - Lil Rob 👌🏽 \n Never fails to take me back to summer 2014 https://t.co/0HLh9f20zC",
  "yessss, pulled in close &amp; kissed all over 😢 i need this rn https://t.co/6mPFAbdLxW",
  "Yep, Titanic to be exact https://t.co/RmC8FqfiZE",
  "me: i need some hours\n\nmy manager: hey, can you sta-\n\nme: https://t.co/VRNQFhtZOb",
  "@Gustavoabad440  https://t.co/UFILTbX8iM",
  "@Gustavoabad440  https://t.co/LSFtGyryS6",
  "@Gustavoabad440  https://t.co/9SJlGCI94k",
  "when my food is ready https://t.co/H40JlVpFEd",
  "@Gustavoabad440 Que perro",
  "I CANT DBBSBSBSBS https://t.co/gaqbAgnHtw",
  "Tanto pinche calor que está haciendo y nadie me invita una cerveza, pero hay un Dios que todo lo ve.",
  "I hope that ur April showers (tears) bring May flowers (passing grades)",
  "You ever listen to a song and wanna show it to a certain person but you don’t talk to that certain person anymore so now you’re just a sad person",
  "Maybe even ten 🤔😭 https://t.co/lCjOwgIJdx",
  "@sophia_muah_  https://t.co/jjQORDj0d8",
  "I learned that my friendships that are lasting are the ones where my friends understand that we're all adults and have busy lives &amp; that it's okay to not see each other often. Just overall understanding &amp; we catch up like nothing when we hang out, yall are the best.",
  "Wow I want wings rn",
  "@cjoseph226 okay but how else am I supposed to eat my crabs ?? https://t.co/8udegpeaf6",
  "why the hell is this on my tl 🤮 https://t.co/V6uN2Iypbu",
  "To blocked...to unblocked....to guts again.... https://t.co/Ic43xy6wkN",
  "It’s weird how things fall into place so perfectly sometimes, thank you god",
  "Cuando tus padres dicen que quieren lo mejor para ti, se refieren a mi. Así que ponte las pilas.",
  "You cant go around trusting just whomever these days",
  "this Becky G x Natti Natasha collab is a BOP. https://t.co/GS3d83nSf0",
  "CANT WAIT FOR THE DAY WHEN I GO TO BED EVERY NIGHT ALL SNUGGLED UP NEXT TO THE LOVE OF MY LIFE AND GET ENDLESS LOVE AND CUDDLES",
  "This has to be the scariest thing ever I feel physically sick listening to it! Everyone should be so careful with who they meet!!! https://t.co/fIKHP2gTXw",
  "I want to have a baby",
  "Yes girl!!!! You’re beautiful 🙌🏼 https://t.co/eNbL1ynIMK",
  "My baby fever is very high rn https://t.co/1qAOuIlDpw",
  "@trxlltania A case",
  "@hoesncheetos @alaizaaguilarr @theonlychloe @empyreall want mine too ?😂🤷🏽‍♀️",
  "\"ok mom midnight i'll be back home\"\n\n*me getting home 6am* https://t.co/XlLeglaLp9",
  "how do people make these videos and not once think “wow this is really embarrassing” https://t.co/P0M61RCiSP",
  "Tongue all in his mouth https://t.co/Z0KwR2ss7y",
  "drivers in California would rather die than let you merge no joke",
  "Kevin's Heart video. 💜  https://t.co/87t1LnVKyw",
  "that’s the thing. ppl assume that if you’re a positive person you’re obligated to help them. of course it’s the right thing to do but YOU simply can’t help someone that don’t want to help themselves. you can only encourage &amp; hope that they themselves want to change for themselves",
  "Usually around the same time I start craving dick in my guts https://t.co/sd14iaaB7S",
  "was anybody else a bookworm when they were little, right up until higher education got in the way? i miss reading for pleasure a hell of a lot",
  "realizing that everything was due in april and it’s now april https://t.co/BIF9Gt8Rsj",
  "Nothing comes before my #McCafe #CaramelFrappe https://t.co/YwFRj4OQR6",
  "wow wearing no makeup feels sooooo good but i wish i didn’t look like a crackhead",
  "1-800-273-8255 - Suicide Hotline\n\n877-226-3111 - Addiction Hotline\n\n844-228-2962 - Eating Disorder Hotline\n\n877-455-0628 - Self Harm Hotline\n\n888-640-5174 - Depression Hotline\n\nShare this for someone who might really need these phone numbers right now.",
  "college is not an excuse to cheat, don’t respond https://t.co/6MnSzFqesD",
  "i pray we’re right for eachother. i really do.",
  "I dont get why guys are like this🤷🏽‍♀️😂 \nIf you think ya dick’s nasty then why put it in my mouth🙄😂 https://t.co/8maizWJ99I",
  "after he done eating my pussy https://t.co/0qMdsXKcfD",
  "You know you really whipped when you give them that look. https://t.co/3l5WbSXSFx",
  "Can we STOP doing group projects in college?",
  "Bro didn’t even give me a chance to fix it... lmao don’t pop pills before a Haircut Guys 🤦🏽‍♂️ ✍🏽 https://t.co/kCQOBuZEu9",
  "When you’re drowning in homework but you decide to go out w your friends instead https://t.co/EwP8kPQBbR",
  "Why this ain't on Netflix? https://t.co/UEIUYoXUne",
  "THIS IS THE TYPE OF POSITIVITY WE ALL NEED ON THE TL https://t.co/yM1WvXWhAG",
  "ari shared her essay with her bf on google docs so when she stopped working on it she didn’t know he was watching from his computer for the cursor to move for like 30 minutes so he called and cursed her ass out 😂😂 https://t.co/ZrX8WmcpDQ",
  "I’m WEAK https://t.co/Bfs0Qg92cT",
  "I know I’m toxic but I need your love",
  "I can post something on snapchat thinking it's cute and delete it 5 min later thinking it's ugly 😹",
  "Picture this: you’re laying in bed, checking Twitter. You remember that finals are coming up and you’re unprepared. Your laptop has 4 tabs open of homework and essays that you’re procrastinating on. Panic is setting in. You keep scrolling through Twitter instead of doing anything",
  "my dad just told me “you shouldn’t have to threaten to leave in order to recieve the love you need” and WOW.",
  "Three Little Birds- Bob Marley https://t.co/rH6eRkuSdn",
  "bITCHHHH it's time to wear less &amp; go out moreeeee",
  "That’s actually true frfr lol https://t.co/ONuo19sFPa",
  "I know Heaven is a mind state, I been a couple times",
  "Do you wanna be my baby daddy? https://t.co/HDOpZjmZ4s",
  "Can’t fucken sleep",
  "I stay saying this but never do it😂😂😂😩 https://t.co/Mqf1pUYyKe",
  "This annoys the shit outta me🙄if y’all old enough to smoke n party you’re old enough to clean up after yaselves https://t.co/4Yjve6ujPi",
  "Real talk every sexually active person should get screened annually and/ or  after different partners. So important &amp; easy to do. Don’t write it off like it’s not a big deal bc it’s important for your health as well as others :) https://t.co/hYS0reL8ZP",
  "Me &amp; my friends meeting up to do hoodrat stuff this summer. https://t.co/rw8xN0T9my",
  "lmk if u wanna fuck or want something serious, its 2018 lets not waste eachothers time",
  "If my man don’t have this type of energy I don’t want him https://t.co/r3vy7grga6",
  "LOOKING FOR BLOOD DONORS for our Golden Retriever. 😞 We need dog donors at least 27kg and above 😭, complete with vaccinations. Please RT and help us find a donor for Sansa. 💔 https://t.co/LAUz1urRjH",
  "GET OFF TWITTER AND GO STUDY FOR FINALS\nGET OFF TWITTER AND GO STUDY FOR FINALS\nGET OFF TWITTER AND GO STUDY FOR FINALS\nGET OFF TWITTER AND GO STUDY FOR FINALS\nGET OFF TWITTER AND GO STUDY FOR FINALS\nGET OFF TWITTER AND GO STUDY FOR FINALS\nGET OFF TWITTER AND GO STUDY FOR FINALS https://t.co/b9r95DyhIs",
  "For anyone needs this:\n\nGet your papers done\nStudy for your finals\nSend those emails\nClean/Pack Up your room https://t.co/soN5w3E0NE",
  "my twitter been on nightmode for so long i forgot twitter was white 😂😂",
  "I guess this is what happens when your girlfriends dad takes out your wisdom teeth... https://t.co/uIYeNDDzFT",
  "me two seconds after signing the attendance sheet  https://t.co/iCoxN8EFdU",
  "i cant wait to have parties like this, rich af in a mansion but still with banda and eating home made food https://t.co/d0PgPEZeWe",
  "Time will tell who is on my side",
  "college students will be stressed and still won't be doing the work they stressed about 😭😭😭",
  "Goodmorning 🌞 https://t.co/MyRFkWRKcj",
  "\"UnSaVe tHe ChAt\"\nnope . good luck nigga",
  "idgaf if I'm a \"crybaby\" If my feelings hurt that bad I'm gone cry, fuck you",
  "La vida es muy dura y más si te apendejas.",
  "We wont be at prom tho, vamos a el baile https://t.co/jXa4NoaIB5",
  "I remember going to church with my friend on Easter. We had to be about 6. She leaned over and whispered “Wanna see me fake the Holy Ghost?” https://t.co/KGTmu2LeMZ",
  "It’s 2009. You’re watching Jersey Shore or Parental Control on MTV because your parents aren’t home from work yet. You have the remote set up so when you hit the “last” button, it immediately goes to Suite Life on Disney Channel. Life is good.",
  "Bruh fuck cancer",
  "hispanic moms will talk shit about each other all the time but when they see each other at parties be like “hola mujer como estas que bonita te ves”  LMAOO like bruh what",
  "kids born between ‘99 and ‘03 are their own breed. like we don’t associate w the tide pod eating generation and we know abt when disney and nickelodeon had good tv shows. stop. associating. us. with. the. younger. generations. who. flex. too. much.",
  "\"So when are we hanging out?😉\"\n\nMe: https://t.co/tECEWQvBto",
  "You ever just randomly think of all the things your parents have done for you, all those sacrifices they’ve made and it’s like wow these people actually love me https://t.co/brUHcmgsAD",
  "I needed these encouraging words https://t.co/g4zIfAoi02",
  "Así me traes... https://t.co/aWQWoTvHjO",
  "I grew up in a one bedroom garage seeing my dad wake up at dawn to make sure we always had our platito de fijoles to eat. Today, I have been blessed with a full ride to a college of my choosing. Poverty is never an obstacle towards achieving one’s dreams #SiSePudo ✊🏽🇲🇽 https://t.co/CHfEyN6CnD",
  "I was today years old when I found out Camels could swim https://t.co/EI0CW52Jqm",
  "I’ll take my girl out to eat 5 times a day if her fatass wanted me to https://t.co/d5Ytj8Pber",
  "I've been watching @2CELLOS videos and I've been amazed because they cover from rock, pop, etc just on 2 cellos.\n\nImma make a thread and y'all will be blown away:",
  "No mexican restaurant can out cook my mom😤",
  "Lmao Beyoncé triggered herself with her own song. https://t.co/Oqo9zOu2sJ",
  "No matter what you do someone is always going to talk",
  "Really wanna have a Movie Night &amp; Just Talk for hours , Laugh , Eat , &amp; Vibe🤷🏽‍♀️",
  "all jokes aside, 2018 has been good to me",
  "I love coming on twitter when I’m having a bad day. Y’all never fail to make me laugh 😂",
  "Nigga idc how loud you “AYE AYE” me, IM NOT TURNING AROUND🗣🤣",
  "@Driz717 sooooo wassup 😏 https://t.co/M93mCYc0F1",
  "please don’t worry pups, the doctor said you’re going to grow big and strong like me.\n\n                            (yutafamily on IG) https://t.co/LTpQDEhE1w",
  "Aye @NFL , get you a 2-for-1 deal and shop with me! Sticky hands and a BOOT all in one 💣 https://t.co/ygf2h3w86B",
  "I can feel the vibe changing between us just thru a text",
  "fuck these banda songs when i’m buzzing.",
  "I just got home &amp; im trynna convince myself im not drunk but these hiccups man...🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️",
  "either way it's gone get ate 🤷🏽‍♀️ https://t.co/vJwouA5RD9",
  "me walking past bitches that don’t like me knowing they won’t do shit https://t.co/UpbUzOZaN5",
  "there’s nothing like being drunk with your soulmate 🍻 https://t.co/5XvE4PDWdB",
  "my throat https://t.co/UxRCdlVpV8",
  "“damn its a small world” - A female who watching her niggas laughing it up together on the TL",
  "me: today is gonna be such a productive day i’m gonna get so much work done \n\nalso me: https://t.co/xZbeUzDPXr",
  "I told my great aunt if she retired from the strip club I would let her do dance lessons on my Twitter.. so here we go🤷🏾‍♀️ We going on tour, share to come to our class😂 https://t.co/1I4cRU0cZS",
  "i don’t know what's going on with me recently but i’m ready for it to be over",
  "i walked outside to my work truck at this school\n\nthis car parked behind me with the dude layed back in the driver seat\n\ni can hear @JColeNC playin though his loud speakers bruh\n\nthis dude parked up in a random parking lot &amp; is listening hard to KOD\n\nthat’s hip hop bruh. respect",
  "I just need dick and a blunt rn",
  "Let’s talk about the fact that J. Cole addressed mental health within the black community, the glorification of drug addiction, AND threw shots at the government in one album. Amazing.",
  "I keep saying fuck this nigga and that's all i end up doing 🤦🏽‍♀️",
  "Papi yo te estoy queriendo 🤤 https://t.co/qbJVYhMOUS",
  "@_moneyyymel @FredoDGawd @kanyewest Again... https://t.co/WX8Qc76Lhc",
  "Your wcw is gonna go smoke and drink a four loco tonight with 4 guys in a 97’ Honda Civic and then she’s gonna get home and tweet “I love late night adventures☺️”",
  "Once you learn how to kick it by yourself. You don’t care who fwy",
  "who knew my backyard could come in clutch w this light🌞 https://t.co/SNviRBsFTq",
  "snapchat doesnt let you half slide on a message anymore to see it without opening it. now you can’t snoop on someone who you don’t want to talk to UGH. https://t.co/TtbtZaV2oW",
  "Because Jermaine Cole. That’s why. https://t.co/TxENnMgNtz",
  "En esta vida no somos nada, hoy estamos mañana quien sabe 🤷🏽‍♂️",
  "Nicki really worked her ass off all these years to end up in the same category with the disrespectful little white girl y’all made famous. I just...can’t. https://t.co/FY6JOTRW4A",
  "I’m not a controlling friend. You be coo with whoever you want sis just make sure if you KNOW someone did me foul don’t mention them to me or bring them around. &amp; if my name comes up in conversation. Check it. Don’t sit there quiet https://t.co/TnVSgYAoRA",
  "If you look at me like this get ready to get your soul sucked https://t.co/GnDIbDQxG1",
  "U weird if you don’t love J.Cole",
  "KOD the album.   https://t.co/XHTS0SnCNl",
  "@shellywellyy53 fuck im tripping then😂",
  "@shellywellyy53 I knoow, i think the grey background just threw me off🤦🏽‍♀️😂",
  "Girl, I deadass thought these were mugshots at first 🤦🏽‍♀️ https://t.co/Bj7Ge4Jgjf",
  "I'm tryna fuck witcha but you bullshitt'n\nU ain't text'd me back bckuz u bullshitt'n\nStop Bullshittin",
  "My inner 10 year old just... ugh good times 😭😭😭😭❤️ https://t.co/sCG70ftv0q",
  "BET everyone who’s talking shit on J.Cole, listens to trash ass rappers like lil pump, lil xan, lil yachty etc... lmao welppp",
  "Y’all ever notice that the realest females never ask for shit? All they be wanting is time, truth, and attention",
  "getting your neck sucked on feels so good 😂😩",
  "“I bet you text hella niggas” https://t.co/TrkRNbuGeW",
  "This is a thread of affordable places to take your significant other on dates so being broke is no longer an excuse. Bay Area edition  🤦🏾‍♀️",
  "girls who use \" :) \" and \" &lt;3 \" instead of emojis are the best kinds of people and deserve the world.",
  "If you FaceTime me randomly and I pick up I fwu heavy 😂 https://t.co/zlMvUk0av1",
  "Apartment websites always have the most pictures of the clubhouse, swimming pool, gym, etc... SHOW ME MY BEDROOM AND BATHROOM! WHAT DOES THE KITCHEN LOOK LIKE?! HOW MUCH COUNTER SPACE WILL I HAVE?! DOES IT HAVE HARDWOOD FLOORS?!",
  "Facts asf https://t.co/xSICMHHVza",
  "Always in the mood for 😴😬 https://t.co/7eQFDQiUmD",
  "Pinche escuela me trae hasta la madre",
  "naps on the beach will always be in the top 3 best pleasures of life",
  "You spelled \"attempted murder\" incorrectly https://t.co/YPub4gNNAO",
  "los calladitos son más carbones",
  "Mood for the summer https://t.co/KdYQtKHiae",
  "Man If a nigga ever cry cause he like me so much I would pass tf out 😭 https://t.co/0stdFCJR5U",
  "who’s dominican tia is this 😂😂 https://t.co/4mXWEnP8OM",
  "RT for j Cole Like for drake. https://t.co/KKw7Hk6AjB",
  "i be trying to go to bed early but twitter just wont allow me to",
  "🌙 https://t.co/4PxktHvaR7",
  "Don’t ever assume you know me based off of my social media/s accounts bc I’m honestly way different irl",
  "@monchee__ yass primita 🤤🤤🔥🔥",
  "late but prom with my love💛✨ https://t.co/bwGiTwEfAp",
  "MOOD 😍❤ https://t.co/s3IkCSUoTk",
  "you’ve got to be kidding me https://t.co/5xgFkBDCM7",
  "Me approximately 2 minutes after having yet another mental breakdown https://t.co/hC15fLWyLi",
  "I get J Cole or Wale might not be your preference in music, but how can you say they’re trash???",
  "Brb gotta Go Get my summer Body .",
  "🙄😈😅 https://t.co/DLwOmhppYP",
  "Who wants a newer Spanish music jams thread? (&lt;10 years old) 👀",
  "Ever feel bad for skipping class then you get over it and say I won’t skip again but then you do",
  "lmao WHERE https://t.co/sywk3DFlom",
  "Advice from Khloe to Khloe. RT so she could see this! https://t.co/4lE1yA8pBd",
  "I’m going to hell https://t.co/rrL7fo5pJJ",
  "Girls are fuckin weird man we have this weird ass 6th sense where we dont even have to know the girl, but we get this weird vibe from girls &amp; we can tell if theyre trying to get friendly w/ our mans &amp; our mans think we're crazy but later down the line that girl proves us right",
  "Bitch it’s April. Why am I shivering ?",
  "my sex drive dumb retarted😭 i wanna be nasty 25/8",
  "I got no emotions rn and idk how I feel abt these either so ima drop them here https://t.co/4C5qm6daWp",
  "Khloe ain't leaving that cheating ass NBA player 🏀 just like y'all ain't leaving that cheating ass Forklift driver 👨🏾‍🏭 #YeaISaidIt",
  "“Ya es hora de ponerme las pilas, y de dejar de andar perdiendo el tiempo en pendejadas”\n\nYo, todas las mañanas.",
  "Well im gonna do it. BAY AREA views &amp; vibe spots https://t.co/OZShhrmpms",
  "@Gustavoabad440 😂😂😂",
  "Deciding to get up https://t.co/0f4wVPXRvU",
  "Girls running back to the same guys who aren't shit and will break their heart https://t.co/vfa0XoCAXq",
  "When he smell good af 😋 https://t.co/zRh2D5iSx1",
  "Friday wya?",
  "https://t.co/ASBR5TpYRy",
  "If I ever pass away young... Don't write that you miss me, go visit my mom and family make sure they straight.",
  "Con el tiempo te vas dando cuenta, que era mejor estudiar y no ir a la escuela nomas a echar desmadre.",
  "the color yellow is highly unappreciated tbh",
  "mooood 🌙 https://t.co/5OFGxA0BRk",
  "Im so glad I dont text you anymore when Im drunk. I can finally say that i feel I can move on freely 😌 https://t.co/80kWLKg9mn",
  "Niggas will hate on J. Cole for no reason but listen to Lil Pump and 69 lmfaoooo gtfoh",
  "Look at dude with the dreads face 😂😂 https://t.co/AhmMEPs4rm",
  "My boyfriend and I went to the lights festival for my birthday and well.... he almost burned a girls hair off with his lantern, he can’t be taken nowhere y’all 😤😂 https://t.co/DxxIrKGE6w",
  "Amor Prohibido 🔥😍😍 https://t.co/FRdIDfXm6b",
  "I used to beat my face before school everyday but now I just throw on a hoodie &amp; sweats and I’m good idk what to tell you catch me on the weekend if you wanna see me in my true form",
  "That shit be making you tear tf up once they ask you 😭😂😂😂 https://t.co/B6cEEHtvlc",
  "@babylungsz Try InShot, maybe that will help you",
  "Sibling does something stupid \n\nMom : Now why would you .... ugh , I’m so damn tired of y’all \n\nMe : https://t.co/Y8BcUno56Q",
  "Coachella is overrated... mejor un pincheeee jaripeo festival de bandas ALV",
  "@babylungsz wth, have you tried adding just pictures &amp; then afterwards adding the videos?",
  "@babylungsz Do you have the lates version? It should let you choose both",
  "@babylungsz If you add enough content, it should automatically be longer than 15 seconds",
  "*After she like 3 pictures in a row*\n\nMe in her DMs: https://t.co/w26i8gHjU7",
  "Tiffany Haddish and Kevin Hart SHOULD NOT be together alone bruh, they stupid as hell 😂😂😂😂😂 https://t.co/wFGX0HxzwD",
  "I keep telling y’all not to let your women go to Trigga concerts. Nobody listens… https://t.co/UcSh1GINAe",
  "I’m at a point in my life where I live by the “si es para ti, es para ti y si no es para ti, la vida sigue.” motto, whether it’s people or materialistic things.",
  "Cardi is NOT letting this baby stop her from getting ratchet lmaoo https://t.co/9bUIo32lo9",
  "Twitter do your thing and help a sis out !! Trying to take my handsome boxer to prom!! RT RT!😤 https://t.co/i4NbBywnal",
  "She’s out here living her best life https://t.co/1Jh0DjFein",
  "after 7 years of not being able to see her father my mom was finally able to be in his arms once again, and after 17 years she was finally able to go to Mexico 💖 https://t.co/KBkWomFNtq",
  "“You’re gaining a lot of weight” \n\nMe: https://t.co/rwK6Sfg1Fm",
  "I’m convinced destiny’s child smoked so many blunts before this interview. Beyoncé “I love whales” is iconic https://t.co/vscg56uWrC",
  "So heartbroken 💔 cusss tmw is Monday 🙃😢😩",
  "How is it almost finals week... I swear it was spring break last week...",
  "when he tells you to turn over so you gotta be extra before you throw that arch https://t.co/xXc3iJh5Uh",
  "someone called the police on my dog because he ran away and attacked a deer and i know this is serious but the sight of him in the cop car i’m alskdjfhsgh 😂😂😭😭 https://t.co/czZqzzc3x3",
  "Do better @ all my sisters, you will meet plenty of people in your life don’t dwell on someone if they aren’t reciprocating the amount of effort you put🤷🏽‍♀️ https://t.co/6cl1k3XaGX",
  "I run game too so don't come to me like you THAT nigga cause I can be THAT bitch. 😂😂😂😂😉",
  "God, please don’t do this https://t.co/nH7IO8u4os",
  "tell me watchin yo titty get sucked isn't the best view in the world https://t.co/PtoSmGZsUI",
  "I‘m so emotional rn, he was literally crying while performing “Privilege“, my heart can‘t take this https://t.co/fg4MOmrs5k",
  "#growingupmexican \nMe: Me duele la panza \nMom: https://t.co/A08coACol6",
  "@DjChris_Aguayo What kinda clubs you going to😂 ? No mamess",
  "Most guys end up leaving or losing the best girl for them early on b/c they were too young to understand the value of the love she provided. &amp; it's sad cause she knew it... she stayed &amp; fought for his love.. she fought for the bigger picture...but he wasn't seeing her clearly.",
  "Nudes are so 2017..send me money!",
  "\"Sorry\" no que no 😂 https://t.co/lScjigvbHX",
  "i need a nap like rn",
  "MOOD https://t.co/RVekJJd3rZ",
  "Puras mamadas😂\n#PaisaTwitter https://t.co/greFx6gpau",
  "I watch this video at least 20 times a day😂 https://t.co/MjMy5JRdAe",
  "I exposed him to real &amp; he still like lames 🤷🏽‍♀️",
  "This is really when I fell hard for Cardi. “Red Barz” is everything https://t.co/gw46OIrkrV",
  "😂😂 https://t.co/OoulNWQR6P",
  "I love him. https://t.co/CuqiHu52Dj",
  "One day I’ll be living so good and stress free, these bad days won’t even matter.",
  "bitch I’ve been fuckin fangirling over the weeknd for yeaaaRs and I still haven’t seen em live https://t.co/9PClZzzoXI",
  "Honestly, i really don’t think her being emotional was over Cardi &amp; The Migos. I just feel like she’s been treated so poorly &amp; used by people she was close with in the industry for 10 years, so she broke down Bc it continuously happens.  https://t.co/1aUu6z9eMZ",
  "Hispanics be romantic af https://t.co/I0lAOyNQZV",
  "i'm ready for a new atmosphere , new things , ready to meet new people , i want to see more to life than just this 🙇🏽‍♀️",
  "no mames https://t.co/az4rUnxfuO",
  "@_deewoodz_ @_martiiiinez I thought id never see you again but you popped up blessing my timeline girl😍😍😍 still fucking it up yaaasss",
  "@HERTWEETX Our families hate each other.",
  "while im watchin youtube videos and he playin his game, all is good https://t.co/mbZBDrjhkI",
  "Objetivo: dejar la tomadera y el desmadre.\n\nObstáculo: los amigos.",
  "Focused on clearing up my skin 100% , growing my hair, shrinking my waist, staying busy, making more money &amp; being happy",
  "I’m done w 2018 already, 2019 wya?",
  "Current mood: Garlic Shrimp https://t.co/1T6H04Dln4",
  "If I was Khloe I would tell Tristan he can see the birth of his child on the next season of KUWTK",
  "I don’t wanna love too soon,\nI don’t wanna trust too fast,\nI just wanna put you first,\nMaybe we can make this last...",
  "No fr. Because I will deadass not go. https://t.co/1S9ju1aCl8",
  "So I hit up my ex today,  tryna work things out. I asked her if we can have a face to face to talk,  she said she don't Care bout talking to me she just want some Dick.\n..I swear ima get that bih pregnant TONIGHT",
  "I say I want a natural look today then BOOM my glitter palette apears infront of me🤦🏽‍♀️",
  "partying is all fun &amp; games but getting your shit together is a MUST 👌🏽",
  "after losing that one person as a friend, i stopped gaf who i lose",
  "My dms are opened to girls that need help choosing pictures",
  "fuck w/ someone who's main focus is you &amp; this money... &amp; stay lowkey",
  "when Kanye said “she has no idea what she’s doing in college” i felt that",
  "no i dont take constructive criticism i only take cash or credit",
  "I’m not mad that you lied or cheated. \n\n...I’m mad that I opened myself up to you about everything I have been though you and YOU STILL chose to hurt me.",
  "Me mid-exam diving into the depths my subconscious mind in search of a mental screenshot of the notes I skimmed over the night before. https://t.co/VyoH1XKsCP",
  "i don’t have a type. if we vibe, we vibe..",
  "I can't wait to just have ALL my shit together 😩🤞🏾",
  "When Cardi B said “Poured my whole heart to a piece of shit” I felt that so hard my sould went back to mum’s uterus",
  "I can’t stand a person that complains all the time",
  "cardi was damn near ready to throw hands https://t.co/y118DkkIwO",
  "My philosophy professor told the class “this is the point in the semester where I constantly break down and cry due to stress so please turn everything in on time for the sake of my mental health” and I really felt that",
  "Óyeme se le pasó la mano a Bad Bunny with this verse godddaaamnnn 🔥🔥🔥🔥 https://t.co/0NrnyWVwFm",
  "Holy shit dude! WHAT AN AMAZING NIGHT! https://t.co/98tDIOkzIa",
  "Mood for this last 6 weeks https://t.co/NJv4hvjmhT",
  "When you walk inside your house at 4am after your parents told you to be home early https://t.co/o7dbUXoelS",
  "@LizethhLopezz Thank youu love❤️",
  "🤟🏽 https://t.co/WyOIfX2DXw",
  "someone: hi\n\nme: ur right i should drop out",
  "Sometimes I really want a relationship but then again I don’t wanna be heart broken again",
  "If you don't listen to music while you're getting ready wtf is the point",
  "i swear we don’t gotta look, it finds us. 😂 https://t.co/iwDeaL8b7G",
  "If I ever had him, I STILL got him. All I gotta do is REPLY, lil sis.",
  "Déjate de pendejadas sino te busca, no te habla, no le importas, así de fácil.",
  "Mis Ojos Lloran Por Ti\n\n-old but gold\n-this hoe hits😢😢 https://t.co/0FhOdHT8vo",
  "Primer Beso - Raymix https://t.co/98ygAjnFd2",
  "Criminal - Natti Natasha Ozuna https://t.co/Y51bEVWUZm",
  "Dos Locos - Monchy y Alejandra https://t.co/h2uty20FKM",
  "https://t.co/GMK0iJS023",
  "so fuck my feelings, right? Lol",
  "A pesar de los putazos de la vida, no ha logrado quitarme la sonrisa, ni las ganas de seguir hacia adelante.",
  "I’ve see this video so many times and I can’t get over how beautiful she is in every angle effortlessly https://t.co/TsILhOjSwE",
  "my future wife probably struggling with biology homework rn\n\nthe mitochondria is the trap house of the cell boo, ily",
  "i just wanna fuck you one last time 🤷🏽‍♀️",
  "If she text you \"bye\",  you still gotta reply😭😂😂",
  "i need to get my shit together at school lmao.... pero like",
  "my life be fucked up &amp; lit af at the same time",
  "I can give 2 fucks what anyone gotta think or say about me, ME VALE VERGA.",
  "Shy, but will fuck you in public",
  "man until you hit college you not gone understand the feeling of betrayal when your friends say this😂😂😂😂 https://t.co/z3pap8IQH1",
  "When Cardi B said \"It's gonna hurt me to hate you but loving you is worse\" I felt that.",
  "the gym and my body https://t.co/QDR0ppXrXB",
  "Don't feel bad me too 😂 https://t.co/PlUgQDehhM",
  "today my prof said to my class “you don’t truly love someone until they’ve hurt you and you still think of them as the greatest person in the world. Love is the most violent act.” ok ok ok",
  "can’t believe i skipped my class tomorrow, smh",
  "@mxczzzz Yess ): i guess the fake lashes start to fall off but so do your real ones😒",
  "I’m actually really ugly in person so don’t gasp if you see me",
  "I was blowing a kiss to heaven to my momma &amp; this showed up in all the pictures. I know you were there mom I wish I could kiss you one last time. Come back to me for graduation 😢😪 https://t.co/wuQlKnMRtK",
  "#Onmyblock got me like...😂 @JahkingGuillory #Deshaefrost (SPOILER ALERT) https://t.co/7Dn8Uu1iqx",
  "Abuela always keeps it 💯 @OnMyBlockTv https://t.co/dk1lTC5zuF",
  "sis...😩 https://t.co/XsSscrSiuV",
  "if you don’t                   then you don’t\nlove me at                     deserve me                                  my                                  at my https://t.co/m6weMOHzp9",
  "I constantly think about the ending of ‘On My Block’ and get mad everytime. I need a Season 2 on Netlfix by tomorrow! https://t.co/5YHjmXx3qM",
  "@mxczzzz girl same, but everyone tells me not to because your eyelashes will fall off😩😩",
  "I didn’t post my siblings today cause they annoying as shit",
  "I can’t fw people who pick and choose when to fw me.",
  "I loved you the way I wished someone would love me...",
  "Why do I listen to sad music when I’m not even sad 😐",
  "High school graduation was one thing but the day I graduate college &amp; walk across that stage MAN LISTEN 😭😭",
  "it be like dat sometimes https://t.co/sz71JL5SDG",
  "Idc how broke I am, I’m buying me something to eat 😂",
  "nah this aint funny. this is sad. do you know how shitty it is ? when you feel like you’re not good enough bc ur partner cheats on you??! if roles were reverse she’d be called a hoe https://t.co/4FC54rzGLP",
  "How’s this semester going? \n\nMe: https://t.co/5JGi76aFlB",
  "yall pray for me, nothing's wrong im just in college",
  "girls who suck your fingers after you finger them go to heaven",
  "Exactly 😍 https://t.co/UHNsya7M5e",
  "Every Latino's childhood theme song https://t.co/9fgtnCQLw2",
  "Viral Spanish videos thread:",
  "Pisces\n- SWEETTTTT, y’all are so nice unless someone is rude to you then you can be evil af\n- everyone needs a pisces friend \n- sensitive\n- knows how to have good time\n- easily offended \n- funny as fuckkk\n- cool ass people, who doesn’t get along with a pisces?? https://t.co/OlJ8ecRVP5",
  "They really closed down babies r us before I could even have a kid",
  "I don't trust many people, because people have a habit of fucking me over.",
  "Rule number one don’t talk to Napa guys",
  "I just fell inlove w you🤤 https://t.co/TE1LRiFXxm",
  "Girls do whatever the fuck they want 2018",
  "Tbh https://t.co/9gUl3dCzKz",
  "cuz bitch dick 2 bomb https://t.co/hHSAHITY78",
  "“You’ll need to take at least 16 credits per semester to graduate on time. Study 2-3 hours per credit hour. Make sure to be involved to boost your resume! College is expensive, so you’ll need a job for sure. Don’t forget to eat right and work out to stay in shape!”\n\nMe: https://t.co/3qVbEHBdij",
  "Diablo coño Romeo degraciauu 😭 Ditaaa bachataa https://t.co/WdduLALTlr",
  "Refuckingtweetforgoodluck https://t.co/ht6X4iVfNd",
  "i’m in Target rn and i just overhead a woman tell her daughter. “come on baby. daddy will be home around 8:30 and we have to beat him there to hide all the clothes we’re buying.” i 110% think i just saw a glimpse of my future",
  "4pm: wow i have so much work\n5pm: *naps*\n7pm: *wakes up*\n\n7-11pm: *finds any way to procrastinate*\n\n11pm: \"the amount of work college gives me is ridiculous and so unreasonable they have no idea how hard it is to get everything done in such a short time i have a LIFE you know\".",
  "Yall have to learn the difference between slim thick, thick, chunky &amp; fat.\n\nIm fat 🤷🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️",
  "How ima lose weight if everything taste good https://t.co/tCA8HzGL86",
  "I had a whole week of spring break to do this work yet here i am stressing over my exam tomorrow 🙃",
  "you'll be falling to a point of no return",
  "“bEfOrE i mEt YoU i tHoUgHt yOu wErE a bItCh”",
  "Seeing you again brings all my feelings back in.. as if they never left",
  "Quédate con quien se ría de tus pendejadas, porque gente amargada hay un chingo.",
  "Me in line for The Incredibles 2 on June 15th https://t.co/uFwsSnveXv",
  "Making out with people is great especially when your drunk",
  "Quien quiere uno? https://t.co/gT8JQBri0c",
  "When your nigga just said something that confirmed you knew what he said 8 months ago was a lie. https://t.co/QpqPQqecmS",
  "Who's trynna get their skin taken care of https://t.co/vjw04hCdI6",
  "No mames these lonjas need to goooo🤧🤣",
  "I love spring time sooo much. I love life 🌈",
  "I feel like life, work, and school are yelling @ me: \n\n“Quiere llorar, quiere llorar”.",
  "I have never been able to talk nasty to someone 🤦🏽‍♀️ I can show you how freaky I am, but I just cant talk it 😩",
  "Me: I'm going on a diet\nAlso me: https://t.co/pJXOhVx9Ip",
  "big mood: https://t.co/osNQD4RCu7",
  "drake has me in my feelings currently",
  "once im comfortable around u im dead weird af 😭",
  "Eres como la cerveza, me apendejas pero me gustas un chingo.",
  "Normal child birth close up https://t.co/frJOF4L6ir",
  "She act just like how she play in movies 😹 https://t.co/SjQtlY3DFv",
  "If we break up 😂 &amp; you still text me ? You Care ,If you still call to check up on me ? You Care , If you EVER still watch my snaps ? You Care , If you lurking on my social media page just to see who's on there ? Then YOU CARE. Don't EVER flex on me like I NEVER meant nun to you",
  "crazy how one person can change your whole mood",
  "Yo girl is usually the realist person on yo team https://t.co/Ejga7iJWAs",
  "i ain’t gotta post or tweet shit to validate my spot, even w/ no pictures.. just know i’m still in the picture heavvyyyyyyyyy 😚😛",
  "Hand holding during sex, that’s that good shit",
  "Suck my titties but “just as friends”",
  "A lo  mejor - banda MS https://t.co/xoUiComZV8",
  "A nasty makeout sesh and titty suckin is big mood rn",
  "a man. https://t.co/f3EAfFKt3f",
  "I'm that bitch who gets so happy when i'm drunk, i wanna dance and laugh, then an hour later i'm another bitch i start getting so emotional over all my past lovers and friends, and then i laugh again and pass out.",
  "Lowkey though... fuck you.",
  "School's Indian mascot unanimously banned in Napa. \n\nState law as of 2015 bans racial imagery in public school sports https://t.co/0Sh84qiCCi",
  "It baffles me that we sell our dog’s puppies like they’re NOT their children. https://t.co/pTEnWOZYCK",
  "So take a little time on your snow day to read something real:\n\nhttps://t.co/tdFX46kcao #blackgirlswhoblog",
  "people who care about you will show you in the way they talk to you, the way they listen to you, and what they’re willing to do for you. in the same ways, those who don’t care about you will also make it clear. pay attention to the cues.",
  "LMAO pensé que eran raspados https://t.co/8KZIWfNsdV",
  "You belong to the loneliness of filling every need",
  "Cuando vas a los tacos saliendo del baile. https://t.co/9vK0HHYiIZ",
  "If I was in a relationship or babysitting https://t.co/W9OgE0HnJE",
  "y’all ever been so in love that you ignored how horrible they treated you?",
  "Nvm i was just hungry",
  "I feel so empty",
  "my brothers middle school walked out and stood out on Jefferson with the signs they all made and it warms my heart to see #NationalSchoolWalkOut https://t.co/53KjQLZYid",
  "I can’t remember ever fantasizing about marriage https://t.co/ARwtoCGJA7",
  "Almost lost my life 3 times, I just gotta thank God.. https://t.co/1PSRwl5bKp",
  "Pinche fin de semana no dura nada alv.",
  "You aint a real nigga if you cant even tell a female what it is &amp; what it ain’t",
  "I miss you but I ain’t finna say nothing besides this tweet right here",
  "LOL nvm, he was cheating on me with his ex the entire time https://t.co/ztumZQkPGO",
  "WHY EVERYTIME U CUSS A NIGGA OUT HE DONT LISTEN HE JUST ASK “WYA “🤔😭😂💯",
  "I need a nap like rn",
  "Yo, cuando suena la banda y no tengo pareja. https://t.co/nDtXHAgWKh",
  "¡͏͏Te dije que llegaras a las 12, no a las 4 am chingadamadre! https://t.co/T6tiAi3la4",
  "my mom just asked me to go buy beer\nWOMAN,  you know i aint even 21 yet wtf",
  "Love me already dam bitch",
  "https://t.co/IcJRMRbqJ9\n  \nClick on link if you want $5 off😊😊 @gluntofficial https://t.co/hGGc3QSIuT",
  "Soy todo lo que buscas, pero con lonjas.",
  "Dicen que las cosas chingonas tardan en llegar, por eso siempre llego tarde.😁",
  "How I’m tryna be but you guys playin https://t.co/C9WqMPqh11",
  "See this what we not gunna do https://t.co/yEHlvpjOCK",
  "There’s no guy on earth talking to 1 female foh",
  "@Enjoyabowl__ I did too girl &amp; i got bored of swiping left🤦🏽‍♀️😂",
  "oh ok yee https://t.co/8Dv7z5kJfg",
  "Aww fuck",
  "I just want a fat ass and a sugar daddy",
  "when you’re moaning loudly to gas him and he tells you to “be quiet” as if he’s doing something https://t.co/H8zBFNEWmb",
  "Re-tweeting in case anyone is secretly in love with me and is looking for a gift https://t.co/QGVW5ih38X",
  "I love dancing to this song 🤧 https://t.co/sN1jQfuZOO",
  "@sophia_muah_ ya know ya know https://t.co/qTHWbx9zuv",
  "@sophia_muah_ Fr 😂 I understood why she was so insecure 🤦🏽‍♀️ id be too https://t.co/t4mbeVjJzj",
  "@ayylorenaa Should’ve hit her with this gif https://t.co/Y6V0SgjGUe",
  "@sophia_muah_ I honestly couldnt stop laughing 😭🤣  i was like me fat? Bitch WHERE. 🤷🏽‍♀️",
  "bro where the fuck does my money go",
  "who even needs a man to dance when you got your girl w you😏 https://t.co/bUz6ten6Bp",
  "this girl had the audacity to call me fat.. but when I seen her in person 👀 una pinche ballena 🐳 🤦🏽‍♀️😂",
  "Wouldn’t know because I always swa.... nvm https://t.co/WEpfn9DmpD",
  "i need some head right about now",
  "I can’t stand girls that cut their friends off for their man, but once they do some shit to them they wanna come to you like nothing smh https://t.co/gXU2rTNRpL",
  "Want to make cute babies with someone one day",
  "I want us back",
  "@cecybts https://t.co/r6rROSi8V8",
  "I just wanna get drunk and listen depressing ass songs 😤",
  "Cuando mis amigos salen a tomar y no me invitan. https://t.co/Knn0KID3Pv",
  "I need a pack of beer",
  "@1kcisco 😂😂 shh why u so loud",
  "The whole ass Bay Area lol https://t.co/jm9Yyv21NP",
  "Only the real OG tweeters remember this legendary thread lmaooo https://t.co/VZ4MObskEp",
  "Me leaving the pot in the sink because “it needs to soak” https://t.co/8q29xu4ua2",
  "these are the kinda selfies ima send to my baby when im pregnant lmaoo https://t.co/jJ1Imxm1VJ",
  "i will do anything to get a flat stomach again except workout or eat right bye",
  "these bitches don’t understand that I really DONT GIVE A FUCK if you go fuck with my ex or any of my niggas🤦🏽‍♀️\nas long as your ass stays the fuck away from the Man Im in love with , i could care less about what you do",
  "Even if we can’t speak to each other, i still pray for you and talk to God about you",
  "In and out rn fuck it",
  "I feel like this one of them excuses yo boss wouldn’t believe even when you telln the truth https://t.co/SoADcX7eoU",
  "Me after seeing #Safaree nudes ☺️☺️☺️ https://t.co/fHIocEL7MW",
  "My man: you saw #Safaree leaked nudes Me: https://t.co/vogvlp5n3c",
  "I know this is simple but men will really do anything for the women they're in love with. https://t.co/4UChgdC6QW",
  "No pues .. como extraño los cuddles",
  "I feel so emotional ugh it’s disgusting",
  "What hurts me is knowing how depressed you really are on the inside and not being able to reach out to you to even ask how you’re doing. It sucks not being able to check up on you, it just ain’t my position anymore and i hope one day we’ll be on speaking terms again ..",
  "I never had beef with a pretty female 😂 it’s y’all gorillas that be starting stuff.",
  "where do u get your lemons https://t.co/ktoF4tVebJ",
  "I just want to have a day where I have 0 responsibilities 😭",
  "Someone come get they dad 🤦🏽‍♀️😩😂 https://t.co/rMNCvGVpL1",
  "me after my birthday weekend https://t.co/gc50HvzOcP",
  "swear I cant open my snaps from guys around anyone🤦🏽‍♀️ I could be having a nice normal conversation and then BOOM a dick pic😒 like what the fuck",
  "can’t believe how early I used to get up to do my hair and make up so I looked at least half decent for school, now I get up 10 minutes before I need to leave looking like I’ve been dragged through a bush, n I love it",
  "Beat my face after 10 years https://t.co/PJ8ShYBekp",
  "bruh .. 🤦🏽‍♀️ what the actual fuck ahahhaha https://t.co/Az4PnN9EdR",
  "dont think too much just cause i give you my snap, all Im thinking is more views🤷🏽‍♀️🤦🏽‍♀️😂",
  "STOP LETTING YOUR BOREDOM TAKEOVER AND HAVE YOU OUT HERE LOOKING STUPID TRYNA NEGOTIATE YOUR VALUE WITH PEOPLE WHO AINT EVEN HALF OF YOU. PEOPLE WHO CANT MATCH YOUR WORTH WITH THEIR WEAK ACTIONS AND EXCUSES. DO BETTER.",
  "I don’t understand why girls fight over men? Like if you’re with him why is he even giving you a reason to argue with another female? Why don’t you question your man sis",
  "Disimulas pero se que andas en busca de mi 😏 https://t.co/gMEWl6vos4",
  "i was so turnt for my birthday weekend 🍻😂 https://t.co/nYvjhuuIqW",
  "HAHAHA so this foo dead ass told me he was tired &amp; he was going to sleep so he couldnt call me BUT when when I walked in the club 5 min later, he was standing right there 🤔😂",
  "Not yours buddy 😂✌🏼fuck on https://t.co/yZKhRNPbDi",
  "This could be us but oomf playin smh \n https://t.co/Nkd191V0hD",
  "i wanna check up on u but that ain’t my place no more",
  "YOUR friend business is not your OTHER friend business !",
  "i thought my mouth was smart until i met my boyfriend.. ima beat this nigga ass.",
  "https://t.co/2kalaIbiKw",
  "bruh 😂 https://t.co/dMf0QNlFFr",
  "Love will have you looking stupid. But pride could have you miss out on something you’ll never find again.",
  "wow what a weird way to say that he’s a terrorist who hurt my friends and classmates https://t.co/l7bivSJ70L",
  "No excessive force &amp; he’s not dead after shooting all those students. That’s White privilege for you. https://t.co/0fjst59gvy",
  "To y’all seniors receiving college acceptances: don’t listen to anyone who says “everyone gets into that school” because being accepted to a college is a huge deal!",
  "my \"eh i'll get paid again\" attitude gets me in trouble",
  "Rather than sharing details of the shooter, I choose to HONOR the bravery of HEROS like a Football Coach &amp; security guard Aaron Feis. He stepped in front of students as shots were being fired. He took multiple bullets and later died. Aaron Fies, YOU ARE A HERO. https://t.co/Y0czj16aSX",
  "Damn imagine we had padrinos to pay for college things like we do for quinceañeras and weddings? Like, yaass Tio, eres padrino de math textbooks. Gracias Tia por el ramen lmao",
  "Whyy is my snapchat acting up 🤦🏽‍♀️🤬",
  "It’s 2018, can we please stop acting like Valentine’s Day is the worst day of the year just because you’re single? Go out with your friends, your parents, or your siblings. This day is about love. Just because you’re single doesn’t mean you’re alone.",
  "My brother taking his girlfriend her vday gift!! I can't 😩😍😭😭😭 https://t.co/1NHZr3RMNv",
  "In college after you meet somebody for the first time u legit start to see them EVERYWHERE",
  "I'm in college and I still have this feeling like I could be doing more with my life..",
  "Hey y’all just HMU on Canvas now I’m done with snap.",
  "Maaaaan i’m sick &amp; tired of people thinking that just because you choose to no longer associate with them, that there has to be ‘beef’. Trust me, I got not problem with you. People grow in and out of friendships and that’s OK. There’s nothing more or less to it.",
  "@monchee__ Sweaar ! you neva had any space 🙄🤦🏽‍♀️",
  "fuck snapchat shit soooo wack :(( i was making fun of their update because mine was still chillin &amp; then it updated :(",
  "so you really had a whole other bitch while I was fucking w you buuut you gunna act hurt when I talk to ya friend 🤣",
  "you’re a blessing 🍒",
  "What a turn on 😍@vborrayo22 https://t.co/IpwXzOSopz",
  "I told myself I was gonna leave that nigga alone😩\n\nBut Im not about to listen to a bitch that talks to herself 😂😂😂🤦🏽‍♀️",
  "s/o to my man for putting up with me and my shit. cause i can barley put up with myself.",
  "Me calling my dad when my mom says no https://t.co/Xe2eqzlvUR",
  "I admit, I’m an enojona but NOT an amargada. There’s a difference.",
  "Ayy como te extraño pero la neta vete a la chingada",
  "It begins to blur we get older.. Summers not as long as it used to be..",
  "Everyone claims to be picky but once you start falling in love with someone you start crossing shit off your list, you start making exceptions, so just stfu.",
  "Me pase de verga last night fuck",
  "Wanna impress me? Be all bout me",
  "it’s only been a year?? i real life thought it‘s been 3 years https://t.co/L2LmnnOLAA",
  "don't ever beg for a friendship or relationship with anyone. if you don't receive the same effort you give, lose that contact",
  "Boys from Mexico will forever be the most detallistas, idc what anyone says https://t.co/lVXjaAMTfr",
  "My life gonna be so great 6 months from now. Speaking it into existence.",
  "im happy https://t.co/PsNaRJ95Ni",
  "This boy is so problematic but i’m so in love with his heart, i’m a dumb bitch.",
  "por más que quiera borrar fotos de mi teléfono no puedo, siento que en algún momento las voy a necesitar",
  "I was talking all this shit about having the old format of Snapchat and sayin I’m lucky but no my shit fuckin updated just now and I hate it 😤😤😤",
  "my views on snap weak asf now",
  "Why is everyone being hella gay it’s Friday. Saquen la pinches Chelas !!!",
  "i only get cute when its necessary if not.. issa bum",
  "Cuando te deja en visto.https://t.co/tZztfXm5ZR",
  "College in a tweet https://t.co/DNl9nUYwmj",
  "Everyone always ask me why I believe and love God. I believe and love God because he’s got me out of situations where I felt I’d never get out of. He’s been there thru the toughest times of my life. He loved me when I couldn’t love myself. Even though I can’t see him, I feel him.",
  "Like first of all. Define all. https://t.co/AaW3f4QSZQ",
  "I hate being fat as fuck i wish the fat would go to my ass !",
  "I be like “ bitchhhh so he took out the handcufffs 🤪” 😂😂😂😂 https://t.co/mdNhdUJWf9",
  "I hate when students are mean to professors and/or TA’s. Be nice!",
  "there’s absolutely no logic or reason for me to have survived the things I’ve been through. He carried me through. there is a voice deep down that sometimes I do not understand or want to hear but has never steered me in the wrong direction. I can’t see God but I feel God. https://t.co/VdhjfBbxqF",
  "Idc how I'm viewed, I know me",
  "ㄧ͏͏Y qué vas a hacer en San Valentín?\n\nYo: https://t.co/LGVwPHfq4W",
  "WOW. Seeing your method isn’t working with the class and adjusting. \n A CONCEPT. https://t.co/hcHrc9MnNz",
  "The struggles of liking it raw😂😂 https://t.co/a7JVSmZLQf",
  "mom: have you been smoking\n\nmy high ass: https://t.co/PKpuLRT5bj",
  "Tbh i wonder why people still hmu. Like im so horrible at replying. Im always sleeping or eating 🙄 like i know you replied but honestly my food just entertains my mind more than your text😶 its nothing personal",
  "Just picture that plate full of tacos \n#QuieroTacos 🤤🤤🤤",
  "A thread of things to know when dating a Mexican girl when you’re not Mexican",
  "Everyone’s complaining about snapchat but mine is still the same &amp; the app store doesnt even offer an update ???",
  "I know school started 2 weeks ago but like....SUMMER BREAK WYA?!??",
  "My thighs are aching from all the dancing i did Saturday night.. but honestly no regrets",
  "why does my left eyebrow come out perfect but my right eyebrow decides to go crazy!!!",
  "It’s not a 21st birthday if you don’t blackout https://t.co/Lo4gAG8FL3",
  "Dear God .. IDC if I end up lonely or friendless ..Keep Removing &amp; Revealing 💯",
  "wrote this about the first girl I fell in love with and who cheated on me with a dude who was “brother zoned” smh some women ain’t shit. Anyway if you a single lady with a big booty who wears Air Maxes and won’t break my fragile heart hmu💕💕💕dropping on Friday https://t.co/soWRiTkGO4",
  "I get offered dick on a daily basis. You better have more than just dick to offer if you really want to impress me boy",
  "THIS IS BACHATA https://t.co/uhwKuXEyrH",
  "Unexpected cancelled classes &gt;&gt;&gt;&gt; https://t.co/5vRZUMWvZn",
  "No se, pero algo de este chavo me enloquece 🤤 😍",
  "together or not my heart will always be yours",
  "When you ask your teacher for 1 on 1 help and still dont get it  https://t.co/2Cb8OHMmID",
  "How i'm tryna be with bae this summer #PaisaTwitter 🇲🇽 https://t.co/13FAWvBur0",
  "tengo unas ganas de bailaaaar 😩",
  "sometimes a bitch jus want a love letter u know",
  "I dont get why when my mom gets sick, the whole world stops &amp; she cant lift a finger. Yet if anyone else gets sick, theyre okay &amp; they gotta keep on working because “its not that bad”",
  "lil wayne: you had a lot of crooks tryna steal your heart never really had luck couldn't never figure out how to love you had a lot of moments that didn't last forever now you in the corner tryna put it together \n\n12 year old me: https://t.co/jNNESiCZg6",
  "i just threw up &amp; my whole body feels so weak 🤢😓",
  "@cecybts https://t.co/wxgjow1aTi",
  "🔥I can’t be tamed 🔥 https://t.co/PID8kUx58r",
  "Little Mermaid 🧜‍♀️😉 https://t.co/hVDlpoKwY7",
  "When Kodak Black Said “All the love I got for you is never gone change\nShit ain't never, never, ever gone be the same”.... I Felt That Bruh 🤦🏽‍♂️💯",
  "“I thought you were on a diet?”\n\nMe: https://t.co/zDrtWQEjiY",
  "Tengo miedo enamorarme a lo pendejo.",
  "So I’m @ the bank waiting in line &amp; the guy in front of me is spitting game to the teller, she’s laughing &amp; he’s attractive so I can tell she’s digging it, he asks her if he can take her out and she says “with what? The whole $11.96 you got in your account?” SON, my chest 😭",
  "Story of my life https://t.co/takaBn7TxB",
  "Bruhhh😭😂😂💀 https://t.co/tO8oCQ2mAE",
  "'El Chapo' has promised he won't have any of the jurors in his upcoming trial killed https://t.co/dXfCWckwnq https://t.co/l3hnZ65RDL",
  "My first love was so mean to me, i used to sit on the floor crying and asking God “Is there anything better than this?is this as good as its going to get?“ a lot of girls think this way&amp; say “He has good qualities maybe he’ll change” He’s never going to change sis you need to run",
  "Don’t you just hate when you showering and want the water to be hotter but it already be at the hottest🤕",
  "㊗️🌬 https://t.co/cEIinVouRa",
  "Honestly Im suprised my liver is still good..",
  "i b forgetting im cute fr",
  "⠀ 💕💖✨　　  💕 💖 ✨\n✨　　   💕  ✨　　    ⠀ 💕\n💕             need my          💖　\n  ✨    tiddies sucked     ✨\n　　💖                       💖\n　　　   ✨　⠀   💕\n　        　 　💖",
  "no nigga can fuck up my life.. maybe my day... or hour... never my life😂",
  "I knew she was gay but I ain’t know she was gay if that make any sense😂 https://t.co/RilCOow48s",
  "yo quiero una peda haci haci https://t.co/QFvyaZpv8V",
  "this is honestly the worst feeling when you’re just trying your best to hold all the bullshit you’re going through in &amp; trying to have fun but you can’t help it like damn I never thought I’d be like this again. fuck. https://t.co/vdzwadgdwm",
  "Whenever Instagram goes down, the first thing I check is twitter to see if it’s happening to others lmao",
  "told my boo I was craving Champurrado w pan dulce &amp; he said im a fatass..\nBut he still love my fatass with my fat ass soo irdc 😛😜",
  "Simplemente me gusta ser bien informada ( aka chismosa ) 🤷🏽‍♀️😊😊😊😊 https://t.co/u7sDAWQrjv",
  "yeah sex is cool but have you ever left a class fully understanding what you just learned",
  "@peytoneub Its best we dont talk about it🤦🏽‍♀️",
  "I thought I had seen it all but I was so fucking wrong😂😂😂😂😂. The cheating bitch pretended to be a sex doll https://t.co/qq7Ud21P8p",
  "Imagine calling me fat ...\nTHEN BOOM , I got your nigga licking me from my rolls to my toes 🤣🤣🤣🤪",
  "Mom: “So how much longer you got in college”\nMe: https://t.co/1hO5518ieU",
  "I'll take this over a $80 date https://t.co/sk6GitcPzV",
  "“tell the class a lil something about u” https://t.co/84b9huvk6C",
  "Guys, my little brother has been missing for two days. If anyone sees him please contact your local police department. He went missing in Saint Louis, MO but it’s been 48 hours and he could be anywhere. Please retweet. https://t.co/WIGnHEhIkU",
  "Friend: Who the fuck is on aux playing all the sad music ?????\n\nMe: https://t.co/RXwYRpu8I2",
  "its so annoying when people mess up the word “ angle “ with “ angel “ like yooo ! the phrase doesnt even make sense when you dont use the right word !!!??????",
  "Ight time to get my mierda together!!!",
  "laugh during an argument with your nigga &amp; watch how mad he get 😂😂",
  "You ever stare at him while y’all fucking and think “he kinda ugly”",
  "@quueeniie I mean, its not a lie 😏😜😂",
  "Ima just accept the fact that Im a big girl &amp; niggas still gunna want me either way soo ☺️🤷🏽‍♀️",
  "you might just get addicted to me baby😏 https://t.co/Bkx6TeIxAv",
  "I lowkey notice everything so don’t try to hide shit from me.",
  "as long as you know you kept it real, you did your part",
  "your wcw sleeps for over 8 hrs but still wakes up tired, and still takes over 3 naps thru out the day but still makes money, its me im ur wcw",
  "You bitches dont pay my bills, therefore your opinion is I R R E L E V A N T 😘",
  "\"I'm really trying to be a better person this year\"\nAlso me when Bartier Cardi comes on : https://t.co/G8hfeZlz7j",
  "ladiessss, just because he doesn’t cheat does not mean he’s good for you!! there’s so much more to a toxic relationship even if he’s being loyal.",
  "if my mouth don’t say it, my face definitely will.",
  "Me as a girlfriend https://t.co/6Fswv6LASf",
  "@babylungsz Go to express , they’ll hook you up",
  "\"I just heard that you guys are mad at me...\" #JerseyShore https://t.co/LgK8b2Lgt1",
  "If it's my man then yes https://t.co/OQun4L9bLj",
  "when the pussy soo good you gotta get butt ass naked jus to feel the goods 🌊🍑 🤣😂",
  "I cant stand a mf who dont like to be wrong",
  "it's so annoying when people say retail or food service is \"easy.\" it's physically &amp; mentally exhausting. you're verbally abused by strangers, actively on your feet for hours on end, extremely short breaks... it's tiring.",
  "Dont fucking lie to me. That shit triggers me in a whole other level",
  "“i DoNt EvEn tAlK t0 hEr” okay well i’m bout to ask her😂🤷🏾‍♀️",
  "Tengo ganas de ponerme una PUTA PEDA ALV!!!",
  "Me rn after going out two nights in a row https://t.co/QTscXmirit",
  "To anyone I curved in 2017 my bad me apendeje",
  "i break my own heart thinking abt how much you'd h8 me if i did u how u do me. dats how much i love U",
  "Dont date my ex he gone cheat on u with me 🤣🤣🤣🤣",
  "my man really makes me happy. i’m blessed",
  "I have to get ready for work &amp; I have take off my makeup😩",
  "so y’all the niggas that they talked about in school that get “distracted” by shoulders. https://t.co/S1nQJFsl5Q",
  "y’all be scared to tell a nigga how you feel . NOT ME🤷🏽‍♀️ ima tell a nigga what it is and what it ain’t and what it’s gone be! if i don’t like how you moving ima let it be known, it’s just that simple. ain’t no nigga gone run all over me.",
  "Y’all ever watch people’s drunk snapchats and think “yeah they’ll be deleting that in the morning”",
  "https://t.co/ZPVKWH5DtK",
  "RT if you from the 707 \nVallejo \nFairfield \nNapa\nBenicia \nVacaville \nSuisun\nDixon \nAmerican Canyon \nSanta Rosa\nPetaluma \nSonoma\nRohnert Park \nClearlake \nRio Vista \nCalistoga \nUkiah https://t.co/uOmnrgTCH9",
  "no arguing all 2018.\nI’m sending an “ok.” &amp; going about my life",
  "shoot ur shot 2018, that means friendships too. u wanna start hanging out more? then let’s fucking do it. message me. make the plans. life’s too short to not spend ur time strengthening friendships and being around people who’ll support and care about u",
  "$86 https://t.co/FbC4DPiQS9",
  "I hate when exes don’t have respect for you or what y’all shared. Like of course we didn’t work out for unfortunate reasons but why disrespect me and have me look dumb afterwards.. i really think you need to have some level of respect in any way for what we had but fuck u then",
  "I hate how the little voice inside my head be screaming everytime I read something thats capitalized. LIKE WHY YOU MAKING ME SCREAM WITHOUT ANY REASON",
  "College is funny bc you be turnin up with future lawyers, cops, doctors, scientists, etc.",
  "I hateeeee when my mom brings up “que van a decir la gente…” like ma, no me importaaaaa",
  "LIFE STOPS FOR NO ONE. SO WHEN SOMEONE IN YOUR LIFE HAS SERVED THEIR PURPOSE, THEY WILL GO AWAY. IF U TRY TO HOLD ON AFTER THEY’VE COMPLETED THEIR PURPOSE IN YOUR LIFE, YOU GON HURT YOURSELF BOO. LET GO OF ALL ATTACHMENTS THAT DISTURB YOUR PEACE.",
  "Nigga what? Lmfaoooooooooooo I'm tryna pound oomfs culo cakes into sazón too like yerrrrrrrrr https://t.co/zw4Z6d7qLw",
  "Do you ever watch someone’s story and suddenly remember you forgot to text them back......3 weeks ago 😂😂😂",
  "“He knows where home is.” Bitch you sound STUPID! He knows exactly what bitch is dumb enough to let him back in the fucking door after he been with everybody. I’m sorry but I’ll NEVER be home for a nigga. Y’all can have that shit suh.",
  "my grandma just told said “it’s easy to say you’re over someone if you aren’t seeing them. the challenge is to look them in the eye and see their smile and hear their voice and still be able to say “this is not what i want anymore” and idk why but that just hit me too deep",
  "My boyfriend brought me serenata, I’m in love 😭😍💕💕💕 https://t.co/jiLmDCCtqL",
  "THE BACKGROUND VOICE GOT ME SCREAMING LMFAOOOOOOO https://t.co/V7RBIFuppz",
  "@ my boo bc that mf fine asf https://t.co/WfIcrnrqKD",
  "So many people messaged me on Snapchat on how satisfying this video was. Twitter, I’m gifting you the video of Rogelio chopping cilantro. https://t.co/tvY5m5ffU7",
  "hands down fav video rn https://t.co/e8dgWVigUH",
  "I got like 1 solid friend and 4 good friends and 100,000,000 acquaintances",
  "“Effortless...” 💯 @QWorldstar https://t.co/uhkPhX6rvT",
  "When he’s all in your guts but still gives you those soft kisses in between him killing your shit.. That’s my favorite.",
  "I want a nigga to tie me up and force a vibrator on my clit but niggas are boring and all they got stamina for is 5 strokes in missionary and a bonus 5 strokes in doggy",
  "new year, new house, new phone, new job.. 2018 is bringing blessings on blessings 😍 thank you God 🙌🏽❤️",
  "Happy new year 🤤 here are some selfies from last night 🤪 https://t.co/wavaeOeZk2",
  "https://t.co/MniDNRcpPV",
  "does anyone else see the ring around the moon wtf",
  "Why must my legs , under arm and vagina hair grow so fast and the hair on my head don’t -______-😒😒😒",
  "@quueeniie 😉😘",
  "@quueeniie No",
  "@yeseniamurill0 Youu looking fly 💦 i see youu i see youu 👀",
  "Hey 🤤🤤😍 https://t.co/YcyExI004f",
  "females be like \"Idk where Id be without him\" bitch prolly further in life 😭😂",
  "I be so embarrassed like damn who raised you lmaoo https://t.co/Es23MFxrfy",
  "Chick fil A employees get a lot of recognition but where’s the love for Mexican restaurant waiters? They will tell you “DO NOT touch this plate, it’s hot!!!” while holding said plate with their BARE HANDS",
  "Don't fuck up your happy home by messing with trash.",
  "My man is BUSY,he works 10+ hours on his feet all day every day,gets home from work drained,&amp; STILL makes time for me.He texts me throughout his day,still comes to see me after a long day.Un hombre enamorado es capaz de todo dont let dudes fool you sis he has time, just not for u",
  "Aquí ando, valiendo madre",
  "Doing your makeup, listening to music, and not being in a rush is SOOOOOOO therapeutic.",
  "2018 better be good I swear https://t.co/0WJ5aOP9eb",
  "I'm not gonna act like I don't love ya baby 'Cause deep in my mind, I know I do 💋 https://t.co/64y5sJLN0o",
  "Cardi B is so fucking entertaining to watch https://t.co/M36kllDSzs",
  "the address is 413 E 13th st Houston TX 77008 https://t.co/fUi6lDK5fL",
  "@yvngvxx Babymomma, aint nun wrong w you🙄😘",
  "U bitches hate to see a nigga love his bitch da way u thought he was gone love u😂",
  "Me at 12am : I need to go to bed and get off Twitter and get some sleep.\n\nMe at 4am https://t.co/4FGCo2EiFv",
  "don’t worry about wtf i do or wtf i got going on , cos i’m DAMN sure not worried about you",
  "Miss how shit used to b , iss whatever doe 💯",
  "our dick sucking skills come from how much we like a nigga. so if you think her head game whack, you just not the one my nigga 🤷🏽‍♀️🆗🤣",
  "Same tbh 😕 https://t.co/XjguzFGYM1",
  "Some guys are just so fucking annoying I wanna smack them, no estoy interesada así que dejen de estar chingando",
  "For real thought lol https://t.co/RlcdKz9WFw",
  "Feliz cumpleaños a la ex más bonita ❤️🎈 https://t.co/0iSYwqP7g2",
  "Cuando ya chingaste🍾 https://t.co/aY7qgihy5v",
  "@suundrraa Youu look so bad😍😍",
  "Eres un volcán de sensaciones\nCada célula en tu ser compone ricura👅 https://t.co/waqh6QDOPK",
  "Whyy the fuck cant i like shit on insta ?",
  "currently hate my life bc of this.. if i eat the food i want to throw it up 😭😩 https://t.co/fAFuA90JH4",
  "I’M IN THE YALE CLASS OF 2022!!! College at 16 years old!!!! #Yale #Yale2022 #Ivystatus #education https://t.co/8i81S9g1V8",
  "😭 https://t.co/7xzy9UzQS8",
  "Wtf, it’s a 5 bedroom house but Drake &amp; Josh still had to share a room https://t.co/u96yu13V7J",
  "How do I say “Bitch I ain’t trynna hang with you fuck “ in a nice way ?",
  "Ya'll think highschool teachers bad at putting grades in?? Wait till you get to college and you dont even know your overall letter grade",
  "@quueeniie Youu right",
  "I love attention and affection but I won’t beg for it",
  "I’m crying #NetNeutality is trending number 1 in the US because people can’t spell #NetNeutrality 😂😭",
  "You can’t appreciate the sunshine without knowing Darkness",
  "If you gotta rock alone, rock alone dawg it’ll be alright 🤙🏼",
  "Thx to everyone who has contacted me in regards to #NetNeutrality. Below is the letter I sent to Chairman @AjitPaiFCC today to ensure the continuation of a free and open #internet. https://t.co/oKqh7lxaLI",
  "The chairman of the FCC is forcing a vote tomorrow to get rid of #netneutrality. Here’s what that means: https://t.co/nQldtn2NBo",
  "please use your voice and take action, there isn’t much time left. the internet/social media is a coping mechanism for lots of us, and it would be heartbreaking if we were to lose that ability. \nTEXT “RESIST” TO 504-09 #NetNeutrality",
  "Y’all curving everyone for one person and getting curved by them?!?!lmaooooooooooooooooooooooooooo ooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooofuckmetoo",
  "Me: I'd much rather work an opening shift so I can still make plans for night time\n\nMe waking up for a morning shift: https://t.co/HSyozOoSYK",
  "if u aint really rockin why the fuck u hanging wit me",
  "I came home high the other night &amp; my mom made sure to let my whole family in mexico know Im a druggie 🙂",
  "https://t.co/5xoJ2Ig56B",
  "#NewProfilePic https://t.co/TIUYs1wZJG",
  "Loving you is suicide",
  "Today is Pearl Harbor day guys, the day the Japanese bombed Pearl Harbor.",
  "put ya grind to it 🗣🗣🗣👀 https://t.co/Pqf1jhUwNY",
  "TIP OF THE DAY; Maybe it’s not working out, because God is working out something better. Sometimes it takes your breakdown to create your breakthrough. Sometimes our greatest blessings come from our biggest disappointments ✨",
  "Tell me why i had a dream where i slapped a bitch for saying she kissed my nigga (who aint even my nigga) &amp; woke up hella mad bc of it",
  "Dont use drugs 2 drown ur sadness. Ive been seein lots around lately &amp; even Im startin 2 feel the same vibe. Lets just all be chill, like weeds cool, Marlboros reds occasional drunk nights? No judgement  Ive had my experiences. just advice. 🐝 safe, its sad loosing ppl over dis.",
  "All I'm tryna do is fuck and make some shmoney with the same nigga. Fuck all that other shit 💯.",
  "A bitch broke wtf",
  "@PaolaManriquezz same girl same. I started 2 days ago and im half way thru season 2 now",
  "wow don’t know why I took so long to start watching stranger things.. it’s SO good",
  "sitting here in traffic and i can see the man behind me is so stressed out.. \nman i FEEL you on a spiritual level",
  "i hope some of y’all realize many ppl chose to work at the vineyards through the night to try and save as many grapes as possible",
  "Just heard that all aircrafts that fight fires in the country are either in California or headed to California.... fucking insane",
  "@ishhqueen Wymmmmmm 🙄 i chopped my hair",
  "something different 💖 https://t.co/c2CPA04IC5",
  "https://t.co/MTULsmOOwA",
  "Pray for rain\nPray for rain\nPray for rain\nPray for rain\nPray for rain\nPray for rain\nPray for rain\nPray for rain\nPray for rain",
  "I swear 2017 has been a disaster as a whole 😒",
  "People make me so sick bro like how twisted you gotta be to pull some shit like that. https://t.co/bUYwyFmQac",
  "Before &amp; after. Cardinal Newman High School in Santa Rosa. #napafire #calfires https://t.co/Jk2oa5Us1F",
  "these cramps got me soo fckd up rn 😩",
  "Hope everyone in #NapaCounty can get to safety. You can smell the #napafire in #SanFrancisco tonight. https://t.co/8sZ5zFgy4Q",
  "im proud of you aswell https://t.co/gn8Ud9rTG6",
  "I cant wait till he comes home😩❤️",
  "Y’all dont know how hyped I got last night when my man called me😩😍",
  "A bitch really be going through it but a bitch also gets through it..",
  "I miss my man 😩",
  "I swear i dont care. But my fucking blood is boiling as i see your face",
  "I hateeee mondayssss😴",
  "Welcome to Napa Valley: we have wine and the worst damn drivers in the world",
  "@ohhhitsbabygirl Ahahahahaha https://t.co/AIUqXlOWg6",
  "ouu babyy https://t.co/eaGstllw0g",
  "‘ mami , you were amazing ‘ 😏🤤",
  "Lowkey miss you\nHighkey know I'm better than this",
  "man, girls be blaming everyone bt themselves when they get pregnant. u know there's condoms &amp; birth control, why is ur teacher responsible? https://t.co/0TIWhYYwaZ",
  "I can't wait for the Jersey Shore reunion 😭",
  "I really dont get how the fuck you go partying and go out looking like a dime but leave your house without cleaning it ???",
  "fuck i need to rant",
  "My thighs hurt from rubbing against eachother😭 \nAhhh pero anoche bien chingona en el jaripeo😒😒",
  "Real. https://t.co/UzrGV6BRyt",
  "Me during the rapture not concerned about who's being left behind... https://t.co/Cjg3vQGyw4",
  "https://t.co/jswVSCQdQP",
  "@jenyy_martinez @yeseniamurill0 I seeen youuu at the drive thru😭  you disappeared from the map ☹️",
  "@yeseniamurill0 Thats right thats rightttt😛😛❤️❤️",
  "@ayylorenaa not me tho 😛😘",
  "Im hurt",
  "Why is it that I think of old friends i havent talked to ina while.. so I go look them up on social media &amp; Im unfriended??😊 like oh ok nvm🙂",
  "@Jdale51 Or when he says \"moving on seems harder to do when the one you love moves faster than you\"",
  "I don't really worry about ppl \"copying\" me , cus bitch Your next move can't happen til I make mine.. you'll always be behind.",
  "pos... un selfie https://t.co/siWJQzn5c0",
  "Trynna have someone I can vibe with",
  "if y'all don't fw me then unfollow me on the socials 😂 wtf y'all needa have me for",
  "Zara Larsson didn't win the game. She INVENTED it https://t.co/gpYe0JEauK",
  "daddy 🤤🤤 @Drake https://t.co/LBGIZU4uQV",
  "Dont fw my sleep man",
  "this heat gots me fucked up",
  "y'all bitches knew about me, I had to find out about you. REMEMBER THAT.",
  "My moms talking shit on how i cant make her pancakes &amp; how i want kids .\nbut ion even like pancakes so why would i make some for my kids 🙄.?",
  "How u gone leave weed out like that https://t.co/bG6nt9y2rJ",
  "@babylungsz He soo handsome😍🤤",
  "all fun &amp; games but when it really comes down to it, sadly you’re still the one I’d choose ... 😓",
  "why they really think im pregnant😐",
  "Everyone’s tripping",
  "My hangover from these past 3 days got to me😓",
  "I \n\nJ \nU \nS \nT \n\nW \nA \nN \nT \n\nT \nO \n\nT \nH \nA \nN \nK \n\nG \nO \nD \n\nF \nO \nR \n\nE \nV \nE \nR \nY \nT \nH \nI \nN \nG \n.\n\nRETWEET IF YOU DO.",
  "Bitch you've had more balls on you then a Christmas tree.",
  "I want alcohol in my system nooooow",
  "tryna be laid up",
  "you got niggas &amp; i got bitches",
  "I just want to get home and sleep",
  "i look so fake ahaha https://t.co/jpCc0c1Mb6",
  "@babylungsz So Adorable 😩😍",
  "cause niggas aint shit ahahahahaha https://t.co/Ck1cJEpELy",
  "Don't be mad at yourself for still having feelings for another. It's just gonna take more time than you expect to heal.",
  "The other day I was thinking \"Damn why is everyone getting pregnant\" then I realised I'm an adult now and this is normal https://t.co/vDid9K6aJB",
  "I will never get tired of sleeping",
  "yesterday i took a 7 hour nap, got up to eat, then went back to sleep for 3 hours &amp; now im ready for another nap😊😊😊",
  "I lowkey hate Twitter but only cause I don't really know how this shit works. I still be on here tho 🙄",
  "@cecybts aye dont you like nature tooo ??? https://t.co/SPrluC4QI2",
  "Bitch I'm just trynna live",
  "I want something serious not waste my time again",
  "To match💀😂 https://t.co/gkrLhh1lXG",
  "@villalpando69 El pegue 😂💀",
  "the signs at their worst https://t.co/KvGDGIxG1a",
  "@TMZ i see she been eating good no wonder she looking thick lately https://t.co/aP5MRMnbIn",
  "☹️ https://t.co/F0HBB3i5tM",
  "i wonder when i'm gonna start lookin like a real adult lol",
  "if u think it's awk to crack jokes or giggle during sex u haven't been with the one",
  "@fvckingmary Same girl same",
  "i want my ass to get fatter",
  "I wanna see despicable me 3 lmao",
  "im hyped ahaha",
  "@ MY BOO THAT DONT KNOW THEY MY BOO https://t.co/IVacuqSkcs",
  "bitch said Im fat &amp; ugly but her man still trynna holla at my ugly fatass 🤔😛",
  "Yeee https://t.co/91ysW0hNSJ",
  "whaaaaat a cutiee omggg😭😍😍🤤 https://t.co/OUKNZFhgOL",
  "tell me why every guy's favorite question is \" what's your favorite position?\"",
  "Swear bruh SOB made everyone in Napa think they the shit all of a sudden.Smoke/Sale A lil weed N all of sudden Ur a G? #RealRecognizeReal",
  "Ni pedo la vida sigue",
  "@NightWing296 Ook ook",
  "@NightWing296 Will get back to you on that 🤔",
  "This is the most used scene almost every Disney channel movie ever had 😂😂😂 https://t.co/DFZkelaIpW",
  "@NightWing296 wait..  that doesnt sound like a bad idea 🤔😂",
  "@NightWing296 HAHAHA",
  "@NightWing296 I wont post them all bc there are too many😩😭",
  "@NightWing296 BET",
  "When \"Culpable Tu\" starts playing 🤕🤕 https://t.co/AsDcpbUAC8",
  "Lowkey wanna boo but then I'm like NAAAAAAH",
  "Got too many bomb ass fucking selfies from this weekend but i cant post them all  ):",
  "Naaaaaaah https://t.co/NoUBcNnoDZ",
  "@Hoemar___ Nah",
  "Si conmigo te quedas o con otro tu te vas, no me importa un carajo porque se que volveras 😈 https://t.co/2yWzvTKEQQ",
  "People only come around when it's beneficial and that's a fact💯💯",
  "como chingas",
  "swear it wasnt me.. it was that henny😩😅 https://t.co/S5YBcRvHpi",
  "i fell out of love cuz i had 2",
  "Aight so story of my psycho ex:",
  "you don't need anyone who doesn't need you",
  "The heart wants what the heart wants,, but the heart is stupid sometimes",
  "I feel personally attacked https://t.co/LLqir9y5Ht",
  "—&gt; This —&gt; Way —&gt; To —&gt; \n@Frappuccino Happy Hour!\n\nRetweet and we'll send you a reminder when #FrappuccinoHappyHour starts. https://t.co/2FnoHs7A6e",
  "This Tweet from @istanbiebsus has been withheld in response to a report from the copyright holder. Learn more.",
  "\"I need me a lil baby who gone listen.\" \n\nto what? lies? https://t.co/5kQo9s3PNr",
  "can you look at someone that fucked you over and still see the good in them.. ?",
  "i ask God for a good guy yet when a guy comes along, i friendzone him bc my dumbass stuck on the wrong mf😊😊😊😊😊",
  "sometimes things just don't work out as planned",
  "When you focus on everything that could possibly be missing, you miss everything that could be possible.",
  "God I really hope I end up marrying someone who still acts this way after years of marriage and kids https://t.co/qgBdrGW2Tr",
  "I'm I broken yes , and I gunna show it fuck no",
  "I'm marrying the boy from my 9th grade PE class in 6 weeks. I fell in love with his smile. Still in love with it 8 years later. https://t.co/DFJ8tpK27i",
  "Done doing the chasin 🤷🏾‍♂️",
  "I honestly don't fuck around , you want me ? Good , you don't? Cool your loss boo I'm cute asf",
  "why is makeup so expensive!!!!",
  "I'm not even worried tbh... if you wanna ignore me do it longer see how far you get",
  "🖤 https://t.co/C4h2YSMqGk",
  "I argue w myself in my head all day long",
  "I will carry 19 grocery bags or die trying before making two trips",
  "It's like I'm trying to take steps forward but I'm taking steps back",
  "Guys: \"don't wear that out, don't go to parties, don't talk to guys, dont look at anyone, don't go anywhere\"\nUs: \"don't cheat\"\nThem: https://t.co/cRm68YwPTD",
  "Choosing a nail color is probably one of the hardest decisions ever 🙄",
  "We Live In A Fucked Up World.",
  "Baddest ever, I swear she do it better than I've ever seen it done😛 https://t.co/xU1Ujeixq6",
  "@Georginaa_baby SAME",
  "The little girl is me everyday in the morning https://t.co/kI48H7gIOL",
  "@yvngvxx fashoooo babyymamaaa Ill let you know when im omw😘",
  "@yvngvxx you sure? I heard yall out earlier.. i aint gunna show up if y'all aint even gunna be there🙄",
  "@yvngvxx I'll try to go, what time yall out?",
  "@yvngvxx &amp; where was you at?🙃",
  "Everyone in Yuba city rn https://t.co/rHg4oveKvS",
  "There's no going back ..",
  "https://t.co/8K82KYBISC",
  "I'm so confused at why people I don't even know have me blocked? lol",
  "before i see my boo vs after i see my boo https://t.co/0KYJaqVijn",
  "my makeup only comes out nice on the weekends",
  "the feelings you give me are new to me but i love the way you make me feel",
  "https://t.co/0DqKFxrzXF",
  "\"dont let a nigga be the reason you loose your mind\" \n- my brother",
  "i just wanna see your name pop up on my phone telling me you regret everything 😕",
  "You feel what you feel for a reason, go with what your gut tells you",
  "WHICH ONE OF YALL EDITED THE CASH ME OUTSIDE GIRL INTO A BAD GIRLS CLUB FIGHT 💀 https://t.co/T51venHOyb",
  "https://t.co/MyUmGFbVoT",
  "I knew I wasn't fucking crazy https://t.co/oVuxfG75t7",
  "I'm never shocked when people let me down nowadays. I just hate the fact that I put myself in a position to be let down in the first place.",
  "Only in the Bay the security gets hyphy too 🤘🏼☹️🤘🏼 https://t.co/pIf9LTsPdh",
  "by the time you start acting right, ion think ima even want you nomo",
  "Ass so fat make a nigga wanna ... 😈 https://t.co/pWgXVw7jt0",
  "Your body is here but your mind is somewhere else",
  "you driving me crazyyy https://t.co/jS7UYWjx79",
  "The only nights where I cant sleep are the ones where I have to be up at 5am for work",
  "I hate somebody who eat on the table and leave their plate there",
  "If you and ya homie don't take pics like this, are y'all really friends?? https://t.co/hfyqDsb6Ny",
  "\"mamas\" is such a cute nickname idc",
  "So flowers, random calls, dates to the zoo and aquarium and shit like that are acceptable. I'm not playing anymore",
  "https://t.co/0ElZBDXWYS",
  "My man so fine it ain't even funny",
  "Spent the first day of this year w oomf and going to sleep w his scent on me😍😍😩",
  "Ima sucka for him &amp; ion even care",
  "Currently https://t.co/a965XnnUd8",
  "If your enemy is hungry, give him food to eat; if he is thirsty, give him water to drink. - Proverbs 25:21",
  "He tasted her and realized he had been starving",
  "I wish I could fall asleep with my boyfriend every night",
  "my bf said he wanted a bible for Christmas so i spent 3 months decorating every. single. page. happy with how it turned out though :) https://t.co/2vLQuBwYR5",
  "her grandpa passed away about a year ago and her aunt got her a teddy bear that has a recording of his voice😢❤️ https://t.co/BPrXngzHxp",
  "Night drive and chill https://t.co/kwJLn5Aewd",
  "It's Christmas tomorrow that's crazy lmao",
  "Close 1 eye, tilt your phone, look at this from the USB hole, then from the volume buttons. https://t.co/KaKmnSjAqF",
  "https://t.co/Qpl19RlcNj",
  "When you tell your mans all the tea cause he your best friend too https://t.co/emSgRRWPdS",
  "rt if y'all ugly on &amp; off Twitter",
  "I wish you could see how hard im trying to just get through",
  "lmao y'all betta act right😂 these niggas ain't playing https://t.co/fPrQURo8Bm",
  "Have you ever craved someone? Not in a sexual way,but you just wanted to hear the sound of their voice or feel the warmth of their body 😔🙇❤️",
  "This has my name all over it https://t.co/IVEUiTNknU",
  "The opposite of faith isn't doubt, its seeing..",
  "\"The surest way to discipline passion is to discipline time.\" -Auden",
  "students raised money so he could have a special Christmas.. this makes me so happy 😭😭 https://t.co/BgIgDz9h0A",
  "lol bout to have a breakdown anytime soon😊😊😊😊",
  "I'm really crying rn dude... I thought i was calling my mom :( but I had the wrong number and... https://t.co/EMTidGQQwv",
  "When you're just staring at your boo &amp; you get all giddy inside bc you're lucky af &amp; appreciate them so much https://t.co/RUUCbWgm4M",
  "just want to fall asleep in your arms☹️",
  "\"If you in a relationship and you seek attention from others then why be with that person\"",
  "Halloween is over which means.... https://t.co/asZd9Ic83k",
  "Boy: you're pretty \nMe: k\nGirl: you're pretty \nMe: https://t.co/DaM1240SEG",
  "When you and ur fave cousin get together on Thanksgiving https://t.co/YTXkhquj8n",
  "Same https://t.co/mJipbZwEps",
  "Tb😍 https://t.co/zw92RvqKjY",
  "i might get mad over petty little things but when im hurt im hellllllaaa mad and rn im helllllllla mad",
  "refreshing to be with someone who is gentle with your heart and good for your soul",
  "i just wanna cuddle rn",
  "when bae gets all romantic 😍😩😂 https://t.co/4Q6AyY40od",
  "Sometimes you have to thank God that things didn't go the way that you planned. https://t.co/g468xn2n65",
  "You gave it all for me. I give my all to You, Jesus.",
  "I rather be on FaceTime and have the person paused the whole time than just doing a phone call",
  "brooo... i didn't see that coming at all https://t.co/PqkbZ4tkVQ",
  "feeling myself a lil too much today https://t.co/sQVVRwd8XO",
  "Infant who died at daycare in Napa was \"perfect,\" father says. https://t.co/RlnbRcbTBJ https://t.co/kOB8cl3ISH",
  "🥀🖤 https://t.co/utLyNr9fHs",
  "\"how long\" is probably the hardest question in life. https://t.co/pukM6BwjAm",
  "THE SIGNS AS KERMIT MEMES 🐸\n\nPisces: https://t.co/VP9WMEV2n9",
  "I'm good I'm good I'm great",
  "I'm clingy yet distant &amp; don't want to come off too strong but I need mad affection but yet get annoyed easily soo",
  "I hate when people make themselves look like the victim",
  "\"Where's the third page?\"\n\"Uhh it must have ripped off when I turned in the assignment!\" https://t.co/d2TahMDBw0",
  "yooo 😭😭🌚🌚🌚 https://t.co/5kkGFOcIli",
  "We can't have victory without having history. Pain is part of the process. But, when we see the outcome, we'll realize it had to be done.",
  "So glad to almost be done with high school tbh",
  "I need to win the lottery &amp; move to an island",
  "🖤 https://t.co/G13pwu9KrF",
  "Real!!!💯💯💯😂 https://t.co/992Ri8vZWX",
  "Someone needs to be reminded to trust God. In every situation, whether good or bad, remember our God is in control.",
  "Getting out of the shower &amp; into a cold ass room is the worst",
  "All this because some other girl put him in her story😩😂",
  "@ayylorenaa https://t.co/DOMCitai93",
  "Bruhhhhhh my little brother having relationship problems 😂 https://t.co/3sIlbn38Cu",
  "lmao this is why she my favorite teacher 😭🖤😂😂 https://t.co/KJtX7Y8F6X",
  "Me trying to convince myself that my heart isn't shattered into a million pieces and I'm not emotionally scarred https://t.co/z53XI1R3rK",
  "lol these are so unhealthy but im fat sooooo 🌚 https://t.co/Ko3EHSJvpK",
  "basicc b*tttchh https://t.co/m9sj44U4jt",
  "🌚 https://t.co/280RgzUE8x",
  "You never really know yourself until you see yourself under pressure.",
  "84) THIS WILL FORVER BE MY FAVORITE SONG https://t.co/20WvXbQf20",
  "back when i thought i was \"inlove\" i would listen to this 24/7 https://t.co/UtuP4OrQXm",
  "38) 678-TRIPLE 9-8212 https://t.co/8IwDx1GLwN",
  "33) LLEVA ME CON TIGO https://t.co/hegUAXEiDt",
  "4) our great grand children will know the words to this song https://t.co/MqY5CT7Y5H",
  "56) still know every word https://t.co/Q8M4n2WQGI",
  "I can't wait to cook dinner for my family one day",
  "kevin hart curses teacher out https://t.co/l4ogk0QNeH",
  "still having his scent on you HOURS after you seen eachother, is the best feeling tbh😍",
  "when he know how to take your stress away instead of adding stressing to you 😏😏😏",
  "same @babylungsz https://t.co/R2pFrOsazL",
  "💯 https://t.co/3MZt4RLCYI",
  "God doesn't care what you're not. He cares who you are. You are His. When He adds His extra to your ordinary, nothing is impossible for you",
  "😇 https://t.co/2aq7eqt1hi",
  "that part https://t.co/NGgXoSsceh",
  "I don't consider anyone my friend. Those who say they are, only hmu me when they need me..\nnone are ever worried to see if I'm good tho 😊😊😊",
  "Im not out all day doing drugs, Im either at work or doing some kind of favor for my mom. Bt when im tired, aparently I NEVER DO ANYTHING",
  "If you've put up with Kanye's oddities until now but are dumping him because he's talking about Beyonce, you confused me.\n#KanyeIsOverParty",
  "You're the worst human being ever if you fall off with someone you once called your \"friend\" n start exposing their privacy",
  "practice what you preach",
  "got my check ab 2 hours ago and now its all gone🙂",
  "pls don't take it personal if I don't message you back; I don't message anyone back",
  "I forgot i have class in 2 days &amp; i havent done any homework 🙂",
  "https://t.co/hrFNJgRjm8",
  "lol guess who just got her first car 🙋🏽😛",
  "I rarely text anymore",
  "honestly https://t.co/sEDdeLcItO",
  "Im against abortion. Idc what your excuses are, if you think your grown enough to have sex then be GROWN enough to accept your consequences",
  "Lw starting to like this new update🤷🏽‍♀️🖤",
  "🤶🏽 https://t.co/J6A45Ev4bl",
  "was too scared to start, now I'm too scared to let go\nTake me as I am, cause I'm growin'\nBut it's so hard to tell when I'm not used to this",
  "Yall ever wonder how Hitler seized control of Germany? 🤔\n Lol take a look at America 🙂",
  "This was someone else's status &amp; i had to fix some misspellings but 💯💯💯💯 https://t.co/Yqy9sDsESD",
  "I got a lump in my throat as I watched this , President Obama , you will be truly missed 😭😭 Continue his legacy , GO VOTE !! https://t.co/zn6J1WSSLR",
  "Please, don't go. https://t.co/CpWI6hFD0e",
  "😍😍❤️ https://t.co/XJ9DuPoGs3",
  "The eyes of the LORD are everywhere, keeping watch on the wicked and the good. - Proverbs 15:3",
  "@PaolaManriquezz girl, i wish lol its just not possible",
  "same https://t.co/JxuWCMSeCe",
  "If you sit this election out and Trump wins by a few votes, many people are going to be dealing with that reality for their entire lives.",
  "Love seeing a guy all dressed up w his suit &amp; tie, hair lined up &amp; beard lined up😍😍😩",
  "why I keep waking up every morning with different expectations",
  "my ex has sent me a friend request like 4 times already🤔 \n\nwhy you keep unfriending me mannn🙂?",
  "&amp; then i get sleepy an hour before i have to leave🙄 https://t.co/zU8f0P4Blu",
  "https://t.co/chOuDGtdmH",
  "@babylungsz girlll Im trying to soo bad but the devil is testing me😤😩",
  "@ayylorenaa 😂😂😂 LOVE UR NIEGHBOR😉😉",
  "honestly don't want to hate you nor have anything against you but don't you come and hoe around w my family like that",
  "Love is like a rose beautiful at first then eventually it dies",
  "\"IM SOOO FREAKING PISSED\" https://t.co/buwriQWhl0",
  "\"I'm a chicken nugget\" https://t.co/o1jJ2lqW5u",
  "stop acting like u know what's going on in people's love life",
  "Crazy how fast 5 years go by https://t.co/TxzRrpNo2e",
  "YALL CHOSE HILLARY AND TRUMP OVER THIS??? https://t.co/xMMui5WZe2",
  "wet dreamz",
  "love it when you get those tight long hugs &amp; he smell sooo gooood😍😩",
  "\" I does what i wish to. If you're mad,  then too bad.. Sounds like a personal issue \"",
  "lets get lost tonight babyyy",
  "Yesterday 💓 https://t.co/AgJPxYESxz",
  "Nigga Im about my business",
  "Told my uncle some nigga at work tried getting at me &amp; this is what i get https://t.co/QekJGlIFU7",
  "❤️ https://t.co/7KHaGRjpvw",
  "what's luv? @oneandonlyday_ https://t.co/BLnx2GU7n7",
  "😇😇 https://t.co/X83w84Xuwz",
  "I just wanna b with my boo 24/7 😢",
  "need cuddles and some ice cream",
  "my teacher knows i work &amp; i got church almost everyday..\nhe didnt want to stress me out anymore sooo he gave me less homework 😛",
  "Chris brown did it best lol ❤️😍 https://t.co/2IwJNuAxQ9",
  "im so heart broken",
  "so i was really excited bc my uncle was making Menudo today but he just told me he's not anymore😭💔",
  "https://t.co/adG7OQcMNS",
  "Have a blessed night 😭😭😭 https://t.co/kgUv29gHB1",
  "@babylungsz feel like this is u https://t.co/xps2XgLreG",
  "i have so many cute videos i never get to post cause I dont wanna annoy but ugh 😩",
  "✨ https://t.co/oVXQGo98ai",
  "me: \"he hasn't talked to me all day i'm tired of his shit\"\nthe phone rings : \"hey baby\"\nme: https://t.co/t6nrIxCP71",
  "sike , idc https://t.co/Y9ODmTg9BW",
  "I want to cry",
  "Its so uncomfortable when a guy calls you babygirl &amp; you just trynna be friends 😐 now i gotta cut you off🙄😒",
  "so sad :(",
  "https://t.co/mQdGM2unZD",
  "Im doing good &amp; Im doing fine but you're on my mind",
  "you can neva go wrong w oldies",
  "regret giving you my number",
  "@revaival_ \ngot on twitter &amp; for the first time, my lurking has finally gotten me a good story 🤔😂",
  "if i got one of these you'll never see that ring off my finger &amp; thats a fact https://t.co/IXAVMozy3E",
  "\"Im going to get my work done\" \n\nProcrastination: https://t.co/1MU4NFA4e4",
  "yikes",
  "I aint sorry - 🐝 https://t.co/OTNyUhRvmu",
  "😛 https://t.co/kWwBVXqIoA",
  "i dont have friends lol i just know people",
  "He was praying 😭 https://t.co/uxzdOOgKbL",
  "I was made to love &amp; be loved by you",
  "Daddy Im on my way",
  "ok im getting used to seeing this cashier every friday night 🌚 so waaasuppp w you😛😍😭",
  "why cant i lay in bed all day",
  "Perfect date https://t.co/WOkjretdja",
  "now i gotta go back to work tomorrow bc my note excuses me only till tomorrow☹️️☹️️",
  "Asked for a doctor's note to excuse me from work till tomorrow cause i didnt go &amp; i got my release papers but it says to stay in bed 2 days🙂",
  "I feel u Isaac https://t.co/2gGJn4iiIh",
  "@babylungsz thanks love💕",
  "@ayylorenaa hope u feel better bby💗",
  "when your sick but still got time for selfies 🌞 https://t.co/Ux0c8A2nQ2",
  "throwing up everything i eat makes me sad, smh its a waste of food ):",
  "I feel so lost",
  "Stop reaching! https://t.co/3IgMVVGXEV",
  "Me on so many levels😂 \nMostly all the drama I have in my life involves my mom💀 https://t.co/O4FvHEtjjN",
  "Simple https://t.co/MmL7Up2abR",
  "seems all the ones I hope would stay, are all the ones who fade away..",
  "in need of a nice hot bath rn",
  "I aint no pro, but last night i was diggin my makeup😏 https://t.co/kNvqTsMI0U",
  "My mom is making my favorite type of food today &amp; i cant wait to clock out to go home and eat😋😋😩😩",
  "sunny all week.. how depressing.",
  "cant ever decide 🌞 https://t.co/p7x9KEHdFK",
  "And nothing will be impossible for you. -Matthew 17.20",
  "Forgiving is not forgetting. It's letting go of the hurt.",
  "lol got my paycheck on Friday and it was all gone by Saturday 🙂",
  "You give me many reasons on why we shouldn't be friends, but imma just be chill",
  "' Be careful in whom you share your confidence '",
  "yesterday🌚 https://t.co/86ma4Md7Op",
  "favorite weather  tbh",
  "my problem is that I have high hopes for the ones i care about.. even after they've let me down various times, I still believe in them 🙁",
  "beaches are so beautiful at night",
  "Maybe you and I were never meant to be complete\nCould we just be broken together\nIf you can bring your shattered dreams and I'll bring mine",
  "Just seen the cutest white boy 😍 \nWhat is wrong with me ?",
  "You don't need what anyone else has, just stay in God's will and trust His timing.",
  "Im always hungry",
  "I pray for him even though he doesnt know about it because I wanna make sure God got him like I got him",
  "if I had to tell you the truth.. I'm afraid I'd have to say, I feel like less than I was meant to be",
  "i wanna cry",
  "Ok i need to stop talking ab babies https://t.co/hMhhd2pJpb",
  "\"Who you textin'?\" https://t.co/Dn7nVKOpp1",
  "lol why block me if youre gunna be lurking 24/7 🤔? lol coulda just kept it how it was cause either way you STILL gunna be mad🤗😘",
  "you're quick to judge someone who gets exposed, but that's only cause YOU haven't been exposed..",
  "I need a nap NOW",
  "crece mas mi amor por ti cada vez que te veo",
  "ok .. well that hurt",
  "Even if I wanted to have a boyfriend, Im way too busy for one ☹️😂😭",
  "then I ask myself why I'm still single 🙄 smh i dont even reply to anyone😂 https://t.co/YXQP13jx7m",
  "honestly https://t.co/ZQTeqkzpfr",
  "Gettin' older and wiser, makin' smarter decisions. You grow through what you go through, it's all about livin'",
  "need to get my nails &amp; brows done asap",
  "Im full but my food is sooo good i dont want to stop eating 😭😭",
  "They say the only way to know your love is real is when you hate each other.",
  "its all fun &amp; games till inauguration day, when our new President takes the oath 🙂",
  "hope you know you're a joke",
  "lol https://t.co/YKcrAL32oc",
  "fall inlove like this https://t.co/dJ3b4uMMCx",
  "Be  careful if you think you stand\nYou just might be sinking",
  "And not a tear is wasted\nIn time, you'll understand\nI'm painting beauty with the ashes",
  "😋 https://t.co/Ylexhw4EJi",
  "Ok i regret having a full meal rn 😭",
  "Ihop ? 🤔 \nI think yess😏",
  "Leave it to my parents to make me feel like I couldn't be a more horrible person 🙃",
  "he knows 😅 https://t.co/sufSS4591k",
  "I havent taken a nap &amp; I can feel the attitude coming",
  "what if I told you that I loved you but these hoes I cant let go.. \nwould you handle all the things you throw at me?",
  "my throat hurts so bad",
  "yall be acting like these clowns are big news🙄  shut up! theyre old news &amp; yall just making them relevant when they really arent 🙄🙄",
  "People get a taste of their own medicine and they get all offended🙄 like really 🙂?hahaha😂😂",
  "hahahahahaha my teacher really gave me this as my homework 😂💯💯  guess who's graduating early 😉😂 https://t.co/LCXjIXkcnV",
  "can i dissappear for a few hours",
  "wish i could stop time &amp; get my work done .. that way I wouldn't be soo stressed 😩",
  "seeing a girl who only fleeks her eyebrows but not her whole face gets on my damn nerves🙄",
  "you are who you are, no matter where I am &amp; every tear I've cried, you hold in your hand",
  "Im blessed so I sleep peaceful 😌",
  "fr fr tho .. Ion want none of yall",
  "Name a more iconic duo.. I'll wait https://t.co/buCM5HwTW1",
  "you satisfy me in every way",
  "https://t.co/5BXXQnJHxw",
  "I fell in love with you because you loved me when I couldn't love myself",
  "@GodlyDating101 @babylungsz 😂",
  "When the new girl at church only likes guys that can sing 😭😭😭 https://t.co/k0cXOWgWS6",
  "Find your worth and purpose in Jesus first. https://t.co/7RQFUcbyG7",
  "Give me food &amp; you'll keep me happy",
  "\" When her mind is stroked, her body talks differently \"",
  "@ayylorenaa feel*",
  "there's 90s r&amp;b music playin &amp; i told this guy those were good throwback songs👌🏽but i made him fee old bc these are still his new jams😭😅😂",
  "me currently https://t.co/UfAnx6ZnAe",
  "brought my lil bro to get a haircut &amp; he got a cute barber.. can i get a fade too ?🤔😅",
  "https://t.co/Gv0L0qIDvC",
  "Cuando mi estomago esta lleno, mi corazon esta feliz (:",
  "His timing is perfect! https://t.co/TJtxHL3ycz",
  "when you ab to leave but they pull you back in to that kiss😍😍",
  "best feeling in the world is finding yourself.",
  "HAHAHA why have I been sleeping on you ☹️😭😍😍😍",
  "just kno you're in my prayers every night.. i just want to see you happy, even if I'm not included in that happiness",
  "@Anthony__Vargas HAHAHA whyyyyy 😩😂💀💀💀 https://t.co/ydq34fQFLS",
  "my stomach is so bloated i feel pregnant 🙄",
  "I wish you could feel the peace I feel",
  "I'm so done with school 😥",
  "where YOU at when I wanna cuddle tho? ☹️😒",
  "oomf is cute &amp; lw ugly at the same time sooo it balances out 🙄😍",
  "Don't know how it is You looked at me and saw the person that I could be..:\nAwakening my heart, breaking through the dark",
  "I have a horrible headache",
  "lol Twitter you wild 💀 \n \" #TrumpWon \" https://t.co/oiNQgu5Y40",
  "sooo I was gettin ready rn, \nThen I looked at my clock &amp; realized i woke up an hour early sooo I have another whole hour left to sleep😭❤️",
  "you call me to walk on the edge of this world.. To spread my dreams and fly\nBut my heart is so frail, I think I’d rather stay inside",
  "Back on my grind 💰",
  "@ayeeitsmacz honestly thats like the worst feeling",
  "🤗💯 https://t.co/TIWCL7Pf0X",
  "God always has control of things.. dont question him",
  "man I would lose it if my husband called me screaming saying he got shot.",
  "No regrets, not this time\nI'm gonna let my heart defeat my mind\nLet Your love make me whole\nI think I'm finally feeling something",
  "This might hurt, it's not safe\nBut I know that I've gotta make a change\nI don't care if I break,\nAt least I'll be feeling something",
  "my happiness 😍 https://t.co/mnV7Rrl7b4",
  "😂 https://t.co/kCocMTLt7a",
  "when you text bae @ 10:30 and he doesnt reply by 10:29 ☹️☹️ https://t.co/FBLEFV17O5",
  "a late night cruise doesnt sound bad rn..",
  "When you text him at 10:07 &amp; he replies at 10:06 &gt;&gt;&gt;&gt;&gt;&gt;&gt;",
  "Its better to wait long.. than  marry wrong",
  "@babylungsz  sorry 🌞😂 estava de chismosa🌝",
  "\" Fools have no interest in understanding; they only want to air their own opinions \"\n@babylungsz",
  "ppl gotta stop callin eachother ignorant or stupid jus bc they don't agree.. we're all stupid/ignorant in some part of our life🙄",
  "Last thing Id ever want, is to see my little brothers fuck up their teen years just like I did..",
  "@ishhMamii Anytime😌😚",
  "something like that 🤗 https://t.co/cpp03o2vxt",
  "so much homework &amp; i always leave it for the weekends🙄😒",
  "smh shoulda never let my mom meet him🙄 cause whenever i show her a pic of him now, she just talks ab how she dont see what I see☹️😭😂",
  "so i showed my mom a pic of oomf &amp; she told me that selfies can make anyone look cute but in person its all diff😂😭😭",
  "she's so cute 😍😍😍😍 https://t.co/JNlsvqHbAA",
  "some fried ice cream sounds bomb rn",
  "Yess baby 😋 you classy 😍😍😍",
  "want hot chocolate☕️",
  "fr tho , who can resist a classic man ? Cause I know I cant 😩😍😛 https://t.co/a41L4ywgY2",
  "a nap sounds perfect rn😍",
  "my favorite movie 😭 https://t.co/KRWUwMvr27",
  "we all have our own choices &amp; opinions\nso, respect mines as I respect yours 🤗",
  "Dont come &amp; try to push me into doing drugs again\nI CHOSE to not fw them anymore &amp; I got my reasons",
  "I'm not a gold digger but I need a man that will love me, spoil me and can be honest with me no matter what the situation is...",
  "I feeeel it https://t.co/f8cAeLx8xN",
  "I got my homework 2 days ago &amp; till this very moment I havent touched any of it🙃",
  "I havent ate &amp; I want to eat but I feel full for some reason😭\nwhy is my stomach torturing me",
  "lets get lost babyyy 😍",
  "Norte runs this fucken town wtf yall think this is",
  "me &amp; my bff https://t.co/ZySmhGqVj3",
  "Commit to the LORD whatever you do, &amp; your plans will succeed. -Prov 16:3",
  "hahahaha i was the opposite 😭 \nI did all the drugs my freshman year &amp; I learned that there's more to life in my senior year👌🏽 https://t.co/2oyXsojfE8",
  "seeing those cute baby videos makes me want a baby 😍😍😍\nBut then I'm like naaah 😂",
  "ok but fr tho, \nhot baths are perfect in this weather 😍",
  "feels good to let everything out😊",
  "thy will be done",
  "I'm in love with this weather",
  "😭 https://t.co/Xm3lJufGAI",
  "What we have is not easy, thats why its worth keeping",
  "I cannot sleep o shiz",
  "the system got me all types  of fucked up",
  "how can some parents talk ab how good &amp; educated their kids are, when in reality they're the opposite \n&amp; all my mom does is talk shit ab me😒",
  "hahaha you just a fool",
  "when she texts back fast\nshows you attention \npicking up on your lingo\nbecoming the female version of you https://t.co/zd4GuXXrPZ",
  "me &amp; them girls, we aint the same boo https://t.co/UUzIHmWzuN",
  "Why is it that you always want to help the ones you most care about, even if they did you so wrong",
  "ya know is real if even when you let ur beard/mustache/hair grow, u still get my attention",
  "i just chill &amp; observe 👌🏽\ni know what you really be about, \ni don't say none tho bc what would be the point? \n\nyou ain't gunna change",
  "i got class tomorrow &amp; i have only half of my hw done 🙂",
  "forever love this https://t.co/27HG3eunmT",
  "As Commander-in-Chief, he is sworn to protect us from threats both foreign and domestic. You, sir, are the latter. https://t.co/8lJAF6CZa4",
  "Shorty trynna give me brain like telepathy https://t.co/A8NkYA6fPu",
  "he really told her \"i only talked to her so i could get over you\" i'm deaaaaad",
  "tchao 👋🏽 https://t.co/9hy0g81A3X",
  "hate niggas who hyu with random dick pics \n\nLike ??? what do you want me to do w it",
  "this has me shook https://t.co/Wh8aUHtEXJ",
  "@yb_cynthia right.. like I get it, do what you want to do its your life , but come on dont broadcast your dumb decisions feeling proud",
  "no hate, but honestly there's nothing to be proud of by doing this https://t.co/ivLzxCqEPX",
  "I am so fed up w you",
  "gotta give her a vibe she can't find somewhere else",
  "#IReallyLikeYouBut you're full of shit 👐🏽😊 😂",
  "https://t.co/uJgWxe7421",
  "PLEASE RT THIS!! We need to find her!! https://t.co/ZwbKL7NAdF",
  "when a nigga hmu they always either too old or too young🙄",
  "@ishhMamii para que todos vean que me vale",
  "@ishhMamii true, pussy or dick ????🤔🤔",
  "got me looking like the joker",
  "if i cry when &amp; im wearing makeup, i know my way of drying up my tears🙄 \ndont need someone to come up &amp; just WIPE them off &amp; smear them😭",
  "Deadass me https://t.co/APjdQkGyxw",
  "Hahahaha @ oomf 🙃 https://t.co/UBK5PPaiYe",
  "Aint that something https://t.co/WmaGIfgzdz",
  "Seeing my family happy, laughing &amp; having a good time .. is probably what makes me the happiest",
  "https://t.co/gg2vx44KWa",
  "mfs get a 1 tattoo &amp; they make sure it come out in EVERY pic they take 🙄 🙃",
  "why are people at Walmart always so damn extra",
  "@monchee__  me too prima😭😩",
  "@ayylorenaa i miss you sooooo much :(",
  "@monchee__ same",
  "Ughh 😩 im so comfortable rn &amp; i need my charger😭",
  "i want some ice cream",
  "✨ https://t.co/AGr1iuKLie",
  "the thing i love about love is, u don't see appearance or money or even the emotional wounds. u see perfection &amp; worth.. no matter the view",
  "While she was here, @FLOTUS Michelle Obama and I cracked open a box of wine at CVS. https://t.co/ghFubG616x https://t.co/Sl1nqssvYx",
  "you're so freaking annoying",
  "This kid needs to shut up &amp; let me sleep😒",
  "the only reason I keep a smile on my face is so I can be strong for my mom",
  "try me again b 🙃 https://t.co/jW1ZlcGLVp",
  "you ease me, my mind ..\n&amp; you make everything feel alright",
  "😍😋 https://t.co/OPJBmCWPkO",
  "Days like these I question if I really need to graduate",
  "It would be nice to know you care at least a little bit",
  "nigga im right here like i been sayin im tryna love you but ok https://t.co/cRBqHHlPeH",
  "I need to get my shit together Fr Fr",
  "damn 😅 https://t.co/I7Ks97hBA0",
  "i can feel the rush of emotions coming",
  "even if I tell you to leave me alone &amp; I don't actually want you to leave me alone 😕",
  "stuck in a daydream",
  "These cramps are killing me",
  "you're so annoying",
  "I got love for ya but I'm not in love",
  "When people think I'm mean before we meet, then we click &amp; they like \"bitch I love you???\" N I'm like bitch??? Duh?? https://t.co/lAnZnotDeY",
  "Listening to old Kanye and Cudi collabs like https://t.co/w5b5O6UJ2u",
  "Looked like a pussy at first.. https://t.co/HwVTvMiRfu",
  "this woman needs to chill https://t.co/8NowXBwP6c",
  "Don't get it twisted https://t.co/b58wueut1v",
  "get you a nigga who's main focus is you &amp; his hustle",
  "U wild child https://t.co/G40xBU5ZSL",
  "this is what dating me kinda looks like\n\n https://t.co/JiarSwYAJa",
  "got so many things to get done today that it makes me want to stay in bed all day",
  "that first kiss with the person you've been dying to kiss is probably the best feeling in the world",
  "i swear i want to forget about you .. yet everytime see your name &amp; i lurk 🙄",
  "@ishhMamii rude smh",
  "@ishhMamii oops my ass 🙄",
  "😭😭😭 RT “@KinggOf_HEARTS: 😭😭 http://t.co/kEojnsNwwK”",
  "HAHAHA this is all i would hear around nhs my freshman year💀😂😂 https://t.co/C540Rz25fd",
  "you say Im crazy, but you know I got you going crazy 😏",
  "@ishhMamii thats my baby's name 😡",
  "more than anything i want to go on an adventure rn",
  "I want to leave this place &amp; disappear for a while",
  "stupid kid",
  "decisions decisions decisions 🤔 https://t.co/U5Ts1I4nfK",
  "🌼 https://t.co/4iFtw0qI0L",
  "me all day today 🙂 https://t.co/bmTIj36Snl",
  "If they want somebody else and it ain't you then it ain't you. Karma real though so all the lies and broken promises will come back around.",
  "the song that introduced me to the man himself https://t.co/XPspdR46zr",
  "this song got everybody in the feels in middle school https://t.co/HYGCF8l1K8",
  "one of wayne's best songs https://t.co/4R0mdFkxnl",
  "Say no more #SaveNelly https://t.co/18hc24C7ws",
  "I tweet just to tweet\nBuuutttt ifffff theeeee shooeeeee fiittsssssss",
  "You love me anyway",
  "Frontin at school https://t.co/k0RZB7FvTU",
  "amazing https://t.co/IpnLfzJtdG",
  "keep lurking bitch, Im doing good",
  "🙃 https://t.co/bi32MZ34fE",
  "@ishhMamii same",
  "this is a rough draft from the video I posted the other day.\n\nlet me know what you think &amp; retweet if you like it 😅\n\nhttps://t.co/k5Nm5TWcmU",
  "you tried but ion care nomore https://t.co/swwU4ArD70",
  "pass https://t.co/Hblyh0MeLJ",
  "I hate when guys hit me up just to tell me they're bored, like okay do somethin",
  "https://t.co/RrGJm64hHg",
  "Cant believe he's almost 2😩 https://t.co/OhjUjI2SF4",
  "my dream😍 https://t.co/ArDHx6qzVW",
  "just cant get it in my head that youre really gone 😓 https://t.co/tkFcJbg8j3",
  "i swear i was getting good again",
  "honestly, what was the point of making it seemed like you cared ... when you planned on leaving again without a care ?",
  "Poured my heart out on this one... https://t.co/NBRnH5BURI",
  "boyyyyy stfu 😂 you know I made you feel some type of way 😜🙃",
  "😇💓💓 https://t.co/uMQAan7Tlt",
  "https://t.co/zljxfYF19P",
  "😭 https://t.co/wHCGOIAZK7",
  "He said \" i wont live for much longer, tell your sisters so they can prepare themselves \" 😞",
  "had such a good night, yet seeing one thing made my heart drop again",
  "Females just born with that arguing trait, even when they can't say words yet they still argue 😂 https://t.co/9N7XfJvqTq",
  "🙏🏻 https://t.co/riR0MHyDDH",
  "we just keep https://t.co/1C5bUKzytN",
  "Cristiles - They Don't Understand ft. Phora\n\nSlapss 💯💯 \n\n@Cristiles  https://t.co/YXHBi3hxE5",
  "At this age u gotta accept that if u want to be w/ some1 y'all both still got growing up to do. U either grow together or outgrow each other",
  "Could care less ab these guys hitting me up.. if it aint him, my phone is considered dry",
  "💓👑 https://t.co/kKBvS28yKt",
  "Have you ever craved someone? Not in a sexual way,but you just wanted to hear the sound of their voice or feel the warmth of their body 😔🙇❤️",
  "I had my heart set on you but nothing else hurts like you do .. 😓",
  "Yup😏 https://t.co/0yps6uerr6",
  "hahahahaha same https://t.co/xIApPpVT7x",
  "do you ever look at the person you're dating &amp; just think about how truly lucky you are &amp; how you don't ever want to lose them? i know i do",
  "Being so comfortable with someone that u can say anything and it's not awkward is honestly one of the best feelings in the world.",
  "ain't nothing sexier than a man who can face temptation and has the amount of maturity to say this isn't worth losing what i have.",
  "I think one of the greatest feelings in the world is when someone openly tells you how much you mean to them. Stuff like that is so rare.",
  "💅🏽 https://t.co/dSaW2oRVMH",
  "stuck w her till death do us part🙄😒💕 https://t.co/dskHPKpwtw",
  "my mom once told me, \" when its from the heart, you will like all the pain they cause you.. thats when you know its real \"",
  "I feel like I can't open up to anyone about anything anymore",
  "If we're dating you can have your freedom, you're not my prisoner. Just stay loyal and be honest... That's all I ask.",
  "honestly 👌🏼 https://t.co/XA7IUs9csm",
  "rp just bc this song is stuck in my head😊😊😇 https://t.co/asNaljIsLa",
  "hablan mucho pero saben poco",
  "If you don't know whats going on. Here's what happened. #KimExposedTaylorParty https://t.co/YzNbpCqLfK",
  "💭 https://t.co/UAHZnUUA8q",
  "I just cried so much https://t.co/hZtgmVkNe9",
  "such a disappointment when u defend someone for so long thinking they are different and they turn out to be just like what everyone said",
  "PREACH https://t.co/Pg18mgXS4s",
  "Yes, I flirt. But once I'm yours, I'm yours. I'll stay committed to you, and only you. No one else.",
  "EVERY SINGLE TIME 😩 https://t.co/xLVJTlc8M5",
  "@bretmanrock killing it like always https://t.co/BqF6VKI0Fy",
  "How android be on snapchat vs iPhone https://t.co/VlJiroCaK0",
  "i will love &amp; respect myself before i do to someone else",
  "https://t.co/QiTqBYgJv0",
  "Biggest headache rn😩",
  "oh my god 😩😍\n\nhttps://t.co/V9O6L5d2kv",
  "holy shit 😍😭\n\nhttps://t.co/9eQGenND96",
  "@ future husband, if u can hear me\n\nhttps://t.co/J5Xu5oDZVo",
  "Me as a girlfriend 🙃\n\nhttps://t.co/Jaog6n72GB",
  "when he tweet \"last night &gt;&gt;&gt;&gt;&gt;&gt;\" and you're \"last night\"\n\nhttps://t.co/FwfK36DI5x",
  "Your girl will break her last $20 with you before your bro would 🤔💯",
  "You said you'd never leave me,\nYou said you'd never hurt me.\nThen there came a day, where that's exactly what you did to me..",
  "It's Impossible To Be In Love With Two People At The Same Damn Time.",
  "Happy New Years✨ https://t.co/GyIvJgJ7Nj",
  "I love you https://t.co/wADV8X2M6Z",
  "don't forget to be there for yourself...people tend to forget that and they lose themselves...never lose yourself",
  "Stop Copying Me https://t.co/00bST3XoTn",
  "love will never require you to disrespect yourself",
  "Bey cracked first 😂 https://t.co/vX9reSMW3a",
  "Mfs do you dirty then act like it was you who did something wrong. I don't get it",
  "Not gunna even waste my time in you (:",
  "Fuck you",
  "\"Grandma how did you &amp; grandpa fall in love?\" \n\"Stfu u little bitch we just talkin we ain't that committed\"  https://t.co/SV3TUsPUF7",
  "Black girls hate seeing a nigga with a latina or white girl like it's OUR fault yall don't got any real hair 😂😂😂",
  "ANY FEMALE THAT FUCKS WITH U WHEN U FUCKED UP &amp; DON'T HAVE SHIT, IS THE SAME PERSON U SHOULDN'T FUCK OVER ONCE YOU GET YO SHIT TOGETHER 💯",
  "I don’t think people understand how stressful it is to explain what’s going on in your head when you don’t even understand it yourself.",
  "I'm not really afraid to die so I'll do anything at this point",
  "Weak bitch pulled out a taser.. 😴 https://t.co/hd1mBn8wv4",
  "When you feel that lump in your throat.. Thats when it hurts the most .",
  "Im so lucky to have you tbh..🙂❣",
  "self reminder: you're still young and you're not supposed to have your whole life figured out yet. don't stress. everything will work out.",
  "Just Remember What You Won't Do Another Will 💯👌🏾 http://t.co/DDtrIENoiy",
  "That shadow a fucking baby back bitch 😓 http://t.co/5klcsrvwco",
  "I really miss those sweet texts from you.",
  "Claimed to be the realest💯..\nCame to find out youu was the fakest of them all🐸☕️",
  "At this age , im only interested in consistency♻️, stability 🏡💰, respect 💯 , &amp; loyalty 🔒",
  "you've had me from the start",
  "@Moniiqueee96  yes😒",
  "Hella didnt do my  homework 😶",
  "Some boys just don't realize what they got",
  "I misss being eachother's happiness.. 😔",
  "💯💯💯 https://t.co/ac40zr1euV",
  "#wce @salicerose 😍😍💘 http://t.co/PXj5hQpkdT",
  "Your smile is just 😩😍❤️",
  "Hearing more about it just kills me 😔😓",
  "being a freak don't mean you a hoe, unless you expose the freak to everybody",
  "Honestly I'm just scared 😔",
  "Nothing good can come from loving you.",
  "We all angels in disguise,\nBut just because you got broken wings doesn't mean you can't fly...\n\n#AWBW",
  "When you mad af but can't tweet your business 😊😊😊😊😊😊😊😊😊😊😊😊😊😊😊",
  "@Moniiqueee96 im js tho 😏",
  "@Moniiqueee96 well theyre \"the wrong person\" .. Thats rude from their part 😂",
  "@Moniiqueee96 then hang up👐🏽",
  "like i want to be alone but i want someone to be alone with , if that makes sense ....",
  "I miss youu😓",
  "If you have both of your parents in your life man please be grateful....Y'all just don't know how lucky y'all are fr..😦",
  "when you say \"k bye\" and he replies with \"stfu wyd?\" http://t.co/RonzlrC2xA",
  "Why tf is my Ig actin up😩😒",
  "Niggas be turning into photographers when taking pics of weed 😂😂😂",
  "Girls will talk nasty on every social network then get mad when you ask to fuck. \n\nAlways saying \"WTF DO I LOOK LIKE?\"...A hoe...Bitch 😂😂😂",
  "@xxgonzzo  https://t.co/c23GDo0P81",
  "http://t.co/ZxZrHH5w2d",
  "Snowbunny❄️🐇❤️😂 http://t.co/GOX6IaOWgP",
  "😅 http://t.co/4XnF98hx15",
  "Yaaaassss😂 https://t.co/YCia2ru8ii",
  "Damnn😕 http://t.co/EdvgsEZ5QV",
  "Honestly You're Stupid As Hell If You Lose Someone Good ✌🏾️💃🏽, Over Somebody That Treats You Like You SHIT 😂💯🙅😤.",
  "Not ready for this 😶",
  "sometimes you just gotta have this mindset  https://t.co/u1KNseFduE",
  "Tf outta here w/ ur bs",
  "Telling me I'm obsessed with racism is like telling me I'm obsessed with swimming when I'm drowning.\n#ChristianTaylor http://t.co/v267fzXAxa",
  "http://t.co/0yL7ca6CNS",
  "http://t.co/G9YZGIEJe7",
  "@Moniiqueee96 hahaha😋😛",
  "@Moniiqueee96 youu know you like them so 👅 whatevs😛",
  "@Moniiqueee96  why you lurking then😏",
  "💯 http://t.co/ElCEzyVtQw",
  "@Moniiqueee96 guudnaight😌",
  "@Moniiqueee96 porke👅 ahi ta bien😛😋",
  "@Moniiqueee96 idek😩😂 just felt like sayin duhh👅👀",
  "@Moniiqueee96 duhh🍭",
  "@Moniiqueee96 trippen 😛 nadie me regaña a mi😊",
  "@Moniiqueee96 WHO ?😂",
  "@Moniiqueee96  later😒",
  "@Moniiqueee96  OH okaaay 😬😂",
  "@Moniiqueee96  ohhhh como si no tuvieras un nopal de mexicana en tu cara😴",
  "@Moniiqueee96 hml mejor😈 y dejate de babosadas",
  "@Moniiqueee96  tu no me mandas 😇",
  "Tell me ... after everything that has happened, why would I believe you when you say you love me ?",
  "it hurts like hell when someone makes you feel special then suddenly leaves you hanging, and you have to act like you don’t even care at all",
  "All you little bitches that gave me shit in middle school for drinking and smoking... now look at ya 😎😴",
  "I wonder how many times we forgive someone just because we don’t want to lose them."
 ]
}