{
 "user": 117964344,
 "tweets": [
  "World War 2 = #Germany and #Japan stop #illuminati plan to enslave Western Europe and Asia with Communism using puppets Russia and China.",
  "As soon as @kanyewest Tweeted a picture with a @realDonaldTrump hat, Twitter started playing with his follower count.. https://t.co/yANNsxI26M",
  "#illuminati forced to reveal their HQ is still in London - both World Wars initiated there - now WW3 attempt - USA is run from UK. https://t.co/SYwX10qtKK",
  "#illuminati \"THEIR LIGHT IS FROM THE FLAMES OF HELL!\"  Old Newspaper Dated 4/29/1798... https://t.co/7OL2dS7lEW",
  "When will the #illuminati release its next global pandemic? These pandemics do not just \"occur\" - explains why last one was a long time ago.",
  "The mystery of how and where non-Jewish Americans become elite crypto-Jew converts and staunch Israel supporters? They attend the \"New World\" crypto-Jewish Puritan (today Congregational) universities of Harvard and Yale #illuminati puppets https://t.co/JpvREv5hv4",
  "The New World Order (NWO) should be read as The \"New World\" Order or The \"New England\"  Order ie.crypto-Jewish Puritanism #illuminati",
  "@shiblizaman @AngelicPsalms @ImamSuhaibWebb Eloi, Elohim, Alaha, etc. are all EL - the planet Saturn, worshipped in the ancient past by everyone on Earth #thunderboltproject",
  "@JewsExposed So, British Jews, US crypto-Jews (Puritans) and US Jews - all of it Jewish support then.",
  "Why did the The Great Fire of London and The Great Plague of London (rat vector) both \"occur\" in 1666? The Puritans, aka crypto-Jews, decided to create an Apocalypse to wipe out Christian London on \"666\" - the mark of their god Saturn (Satan). https://t.co/iIgkg1j9Ja",
  "Puritanism = the USA-UK-Israel historical \"special\" nexus. UK Puritans founded USA. Puritans = crypto-Jews not Christians. Puritan from Jewish \"Purim\" not Christian \"Purity\". Puritans = modern day USA \"WASPs\" = crypto-Jews. https://t.co/iIgkg1j9Ja",
  "Our number one priority has always been defending Syria not “regimes” and our number two priority will be now to stop the wahhabi-zionism expansion and to defeat it.",
  "EVERYONE (not named Cohen or Stein) was against this war. EVERYONE knows Assad did not gas anybody. EVERYONE knows this is another war for Israel. But they stick to their lies and start their wars anyway.\n\nDemocracy is dead. Our governments/media have been completely subverted.",
  "The Personality Disorder Theory of History - are there too many of them to ever stop \"crazy history\" - secret of the #illuminati. https://t.co/xSTanmnTFh",
  "The God of the Old Testament (Torah) is Yahweh (Saturn, or El) - and the land of the followers of Saturn is Isra-El. This is why the #illuminati took Israel. https://t.co/qwbKqA0gXs",
  "New communist \"Red Guard\" militia units are starting to organize. These far-left extremist groups openly praise communist dictators and advocate for armed revolutionary violence. cc: @FBI @DHSgov https://t.co/zKsB4fGfU2",
  "https://t.co/l4ljRy7KJ2",
  "Here are the Congressional Hearing archives of Bolshevik Communists from 1919. It explains in detail how they seized Russia, how NYT was involved in the coverup as well as working with the Bolsheviks to produce propaganda in Russia for the Soviets, etc.\n\nhttps://t.co/50sokdH5yI https://t.co/2AVDvRkll6",
  "The new book of former Czech president Václav Klaus is being censored by Facebook. Accounts posting links to articles about the book are suspended by the social media site. \nhttps://t.co/ipSVEJ8GCs https://t.co/dSNA4FMtna",
  "\"I do not like the appearance of the Jesuits. if ever there was a body of men who merited eternal damnation on Earth and in Hell, it is this Society of Ignatius de Loyola\" - John Adams, 2nd President of the United States https://t.co/21N8Fko2B7",
  "this chart does a good job of outlining the basic power structure of the Cabal.. turns out the Rothschilds ultimately serve at the behest of the Black Pope.. i think we're circling over the target now.. #Cabal #Luciferians #Pedogate https://t.co/EMV1pOTLFP",
  "@UNmigration The IOM (International Organisation for Migration) was \"founded in the wake of WW2 to resettle refugees from EUROPE\" - European nations only",
  "At the heart of Project Ireland 2040 is the objective to build a better society. Remember, it has been decided. \n\nhttps://t.co/9PiCW2EiFu",
  "Whole lotta baizuos out there. Yet another reason the Chinese are on the ascent—they see straight through the ideological bullshit currently blinding and hobbling the West. https://t.co/SW5b0BODzj",
  "The Coudenhove-Kalergi plan \"for the Eurasian-negroid race of the future...in Europe\" - via the Euro-NGO IOM (UN-related only since 2016). https://t.co/JlJUITGaAi",
  "@UNmigration The IOM (International Organisation for Migration) was \"founded in the wake of WW2 to resettle refugees from EUROPE\" - European nations only",
  "Must read replies of White Christian Europeans in discussion about The IOM (International Organisation for Migration) @UNmigration agenda. https://t.co/gun1SOogUq",
  "#Israel plays a clever game - of course, Mossad won't accept Russian involvement, they know who really did it!   #SkripalCase https://t.co/mtbOOejgib",
  "Russia's chemical weapons commander was a Mossad target. Israel inform Kremlin that the head of #Novichok project was selling development know-how to the Syrians. When the warnings were ignored, the scientist mysteriously died on a plane. https://t.co/lklPGb3GoH #Skripal https://t.co/W6fwyzicSm",
  "Western Officials are persistent and willingly #dupes of their own secret services - and of course of Mossad.\nSo happy to believe the unbelievable stories they are being served every now and then, they adopt them as their own and hold them up with a devout attitude.\n#Skripal",
  "Theresa May, Boris Johnson, UK MPs and MSM are just useful idiots swallowing an \"expert\" hoax from MI5, MI6 and Mossad. #SkripalCase https://t.co/rLJz9K5l9H",
  "@HenryMakow Would she have said the same thing if he had been white? Then again, would they have fired her if he had been white? Both equivalent.",
  "Russia to Britain - Prove your own spies did not poison Skripal https://t.co/aYiLeqjOdq",
  "Has the blatant #falseflag #skripal propaganda coalition against #Russia been created to justify an imminent NATO proxy war in #Syria? https://t.co/FdRplNfVbz",
  "Today in Scramblers we learned that Jacob said sorry to Esau and that Esau hugged Jacob. https://t.co/mDSvXmIsEG",
  "@Crooelala @RationalGent @JamesDelingpole Maybe \"decommission\" would have been a more acceptable term?",
  "South Africa, University of Cape Town\n\n\"KILL ALL WHITES\"\n\n&gt;They are coming for our land &amp; our lives!\n&gt;Prepare &amp; never forget what we are https://t.co/NMSZwkz4Nu",
  "Their arrogance and insanity is shocking - \"We lost sight of what it took to create this international order and what an act of defiance of history and even defiance of human nature this order has been.\", globalist Robert Kagan. #illuminati https://t.co/uHLIeBVmv8",
  "So who are these \"Jews who are not Jews\"? What does that mean? When you answer that, you will know who the New World Order actually is. The Luciferian Talmudic Pharisees that killed Christ. Then you will finally know who you fight.",
  "Peak #CulturalMarxism - are you an Islamophobe or an anti-Semite (or both)? - white Christian Westerners MUST be one or the other - #guilty https://t.co/OQGYQdh2BY",
  "Full @realDonaldTrump press conference video reciprocating #globalist trade war on USA - communist #illuminati puppet #PBS spins as \"punishment\" of #China  https://t.co/d5jKkqzuzr",
  "Let's be clear - after Liberal Fascism has created a global government using their puppets, the #illuminati will reveal our fate (cull). https://t.co/ozTy3Kd5sL",
  "The purpose of #CommonPurpose aka Cultural Marxism is to degrade all Western public services from the inside by destroying staff morale.",
  "Another night of bloodshed in Sadiq Khan's London. Just part and parcel of living in a multicultural city. https://t.co/655l47DdLg",
  "Leftists and neoliberal figures have pretended to be objective journalists for years. Now the right has clocked onto their scam, they’re panicking... https://t.co/EPSnAl3jKZ",
  "The #illuminati made #NWO slaves of the Chinese people in order to destroy the manufacturing basis of Western wealth #realdonaldtrump #POTUS https://t.co/3ciB8qlPIc",
  "Laura Goldman writes, the daughter of the founder of #GoldmanSachs assisted the Chinese Communist imposition of the New World Order on China https://t.co/jzil14QUmO",
  "Rodrigo Duterte - the Asian Trump - \"With all of the foregoing anti-Deep State events around the world, more false flag operations and other desperate measures can be expected.\" #skripal\nhttps://t.co/c38UBcdaNF",
  "@abouthungary Twitter feed of the Office of International Communications for the Cabinet Office of the government of Hungary.",
  "Viktor Orban has just commented on #JanKuciak's death: \n\n\"I see George Soros and his organizations' fingerprints on the events in Slovakia. \n\nI don't doubt it for a minute that this network does everything to overthrow governments opposing migration.\" \n\nhttps://t.co/37coBLeEmx",
  "Viktor Orban, \"...now we are going to eject George Soros and his networks.\" Hungary locked in battle against the #illuminati. https://t.co/2PXogFmyos via @Visegrád Post",
  "Is any further proof needed that Communism is actually a cynical 200 year old anti-Christian \"ideology\" derived from the Babylonian Talmud? https://t.co/HKugZpX9ik",
  "#Skripal and other #illuminati anti #Russia #falseflags are used to isolate and quarantine Russia becoz Russia is not illuminati-controlled.",
  "Has frail Pope Benedict been deceived in to thinking he is still the Pope? - \"resignation letter refers only to public ministry not papacy\" https://t.co/mmzbRKN0tc",
  "What a coincidence! Both Litvinenko and Skripal worked for MI6. Berezovsky and Perepilichny were linked to UK special services. Investigation details classified on grounds of national security. https://t.co/LOkjKiX4wh",
  "☠️ Does anyone find it odd that #ChristopherSteele worked with Litvinenko and Skripal? Both were Russian spies, both poisoned in London? Steele would be trusted enough by both of them to get that close @UKParliament @theresa_may #Russia https://t.co/ZtnoauasCf",
  "UK #illuminati ordered a sloppy #falseflag job with maximum human collateral damage - once again ban on #RT channel in UK threatened. https://t.co/aF1uzAxTOX",
  "\"Someone just asked me \"Who are the #Hivites?\" Ansewer: All of the terrorists in the entire world, including ISIS &amp;amp; Antifa, and every dee […]\" @SaRaAshcraft https://t.co/1qC8LrUjhr",
  "aka G.O.D. (The \"Guild of Doom\") = #Hivites\n12 heads of the 12 ancient bloodline families, 1 person at the tip of the pyramid who is \"God\" = 13. https://t.co/4DupKnho8n",
  "The 2000 year old War Of The Jews on Christianity continues - our Roman Empire must be destroyed for literally inventing a replacement for Judaism that also initiated Jew hatred https://t.co/QTrRDIOmud",
  "#FloridaShooting #NikolasCruz #floridavictims #GunControl  Injured teacher said shooter wore full police SWAT armour with helmet and mask. https://t.co/Yhu0QmBItq",
  "New Italy Prime Minister Matteo Salvini - coalition will have the honour of dragging Italy out of the #illuminati swamp. https://t.co/qdwWp0sWl0 via @BreitbartNews",
  "Dolomites, Italy https://t.co/twj8gD6HpN",
  "Putin blocks evil global #illuminati plan -  \"..everything I said is no bluff – which it isn’t – ...stop rocking the boat that we all ride in and which is called planet Earth,” https://t.co/sCklHjPzue",
  "@MarkSeddon1962 Bank Of England Governor Mervyn King followed his #illuminati orders against the culture, economy &amp; people of the UK https://t.co/SruLMtgfrm",
  "@namaste08 @DavidHadley1973 @Malgwyn @A_Sus_Man @WOTCHA999 @bournevexed @BelindaHayle @fifi_j @ds13_manon @Jamie83107302 @jamesmcmenamin1 @sheera3333 @PWoodfall @Pervodactus In the change from the Torah to the Talmud, Judaism changed completely from a religion (of God) to an ideology (of Man) - birth of Communism",
  "Now we know that witness and CCTV ID of shooter is impossible due to full SWAT police kit - this why #NikolasCruz #Parkland confession made. https://t.co/nnf6FImXKR",
  "Now we know why the local police did not enter #FloridaShooting - deep state operatives needed time to complete their  wet work #NikolasCruz https://t.co/nnf6FImXKR",
  "@MarkACollett Official #Labour policy is anti-Israel in Palestine but pro-Khazionist policy for Whites in the UK - #illuminati cognitive dissonance",
  "This is huge - wet work - deep state have lost control of the narrative - evil #illuminati finally revealed to public - #GreatAwakening https://t.co/T3BssPbxj8",
  "Why are the interviews that do NOT agree with the one shooter or the narrative that CNN is pushing being heard? Why aren't the multiple videos available (With the floor plan I have seen I would have had approx 22 cameras in that building and had over 140 in my school) being seen?",
  "@Thomas1774Paine More circumstantial evidence just like #NikolasCruz \"confession\" - where is the CCTV of him with/shooting gun or eye witness ID as shooter?",
  "@cajunsoulfire74 If it is her? And she is a crisis actor? Then why would she exonerate #NikolasCruz and imply deep state operative was actual shooter?",
  "Genuine #ParklandStudents being coached and weaponised by deep state #illuminati into blaming patsy #NikolasCruz #blackops https://t.co/RzEU7H9apz",
  "#NikolasCruz #ParklandShooting #ParklandStudents #parklandactors #parklandmarch #FalseFlag https://t.co/L3Lbmnjsh0",
  "And a patsy has never confessed in custody before? Why #NikolasCruz confession needed - release CCTV using gun or eye witness ID? https://t.co/oUwQLsIdez",
  "#FloridaShooting Still no incriminating evidence that #NikolasCruz was shooter - patsy usually dies at scene - will not be allowed to speak. https://t.co/cXTLKS2rKg",
  "Until the missing $7 Trillion of US tax payers money is found, which disappeared under #Obama, then #Trump still has to book it as a deficit https://t.co/QFmu8VLZRS",
  "This will be a big week for Infrastructure. After so stupidly spending $7 trillion in the Middle East, it is now time to start investing in OUR Country!",
  "Obama bought companies  in Africa with taxpayers’ $7 trillion. Trump froze all the assets, all the titles worldwide.\nIt’s called the Pursuant to the International Emergency Economic Powers Act signed on December 21st 2017.",
  "#CheddarMan What DNA did they actually expect to find in exlusively interbred EuroBrits from the last 10k years? Chinese? Indian? #FirstBrit",
  "#Cheddarman \"Out of Africa\" theory now completely disproven - latest evidence shows that earliest humans appeared in Europe #FirstBrit https://t.co/MgEw7F8CLU",
  "Just watching @channel4 so it can be confirmed that Cheddar man was a black, Labour voting, LGBT, Remainer.....",
  "Florida sheriff: \"The killer never was in possession of a gas mask or any type of smoke grenades.” \n\n(Sen. Bill Nelson repeatedly told media he was)",
  "Nikolas Cruz was on SSRI's a year ago..he got therapy in some way..someone managed his mental health..prescribed him violence inducing drugs..and possibly programmed him..this is what Q is telling us happened..it's entirely possible #Parkland #MKUKTRA #DeepState #FalseFlag #QAnon https://t.co/aKkNIQVHhH",
  "I'll do it for free. As public service. Purge of BBC Brexiteers can't wait. From DG down ... to Head of News ... total cull at Newsnight ... don't get me started on Today ... or Sky News ... and these pro-Brexit fanatics at Economist, FT and Guardian - and Times! Heads must roll https://t.co/1Pg7csRSic",
  "EU seeks to destroy Europe: \"This is the propaganda film for White Christian Europe; everyone is white, happy and dancing in the streets.\" https://t.co/BeqmMoBeo0",
  "Centuries planned Khazarian #illuminati coup of the Roman Catholic Church - no longer represent Western Christian values - new heart of evil https://t.co/Ajufb8vdH3",
  "#NikolasCruz \"escaped\" from the school but did not run, hide or fight - patsy arrest at home 2 miles away - who did the shooting? #FalseFlag https://t.co/Lv0KOiCFPz",
  "#NikolasCruz was not actually detained in school in the act of shooting...he left with other students while real shooter still shooting. https://t.co/Lv0KOiCFPz",
  "#NikolasCruz \"not found and arrested until nearly 2 hours later...left the building...in crowd of fleeing students.\" Shooter wore gas mask. https://t.co/Lv0KOiCFPz",
  "Not for snowflakes - Safari (1956) film on UK #channel4 - #CulturalMarxism synopsis \"Warning: contains colonial attitudes\". Delusional.",
  "YES! Dozens of refugee resettlement agencies to be shut down as Trump slashes the number of refugees allowed into the country https://t.co/CQhkegkwD3 https://t.co/UkzcHgJ4bI",
  "David Lammy offers new unassailable argument for stopping aid to all non-Western countries - \"colonialism\". #bbcqt https://t.co/sEEdQIkFRo",
  "Have the #illuminati decided to throw puppet Netanyahu under the bus? Over his refusal to diversify Israel (the future #illuminati state)? https://t.co/MI37Cy4bOV",
  "#NikolasCruz drew attention to himself as the perfect patsy for a future \"deep state\" false flag - FBI suckered in too for media distraction https://t.co/ATjtZrBgKC",
  "Florida school shooting called out as a false flag by witness - #NikolasCruz either patsy or will be released - same day as \"shooter drill\". https://t.co/Lv0KOiCFPz",
  "@TheEconomist Review - Shape of Water - masturbating perverted SJW ladies bestiality fantasy - audience trolled by Lib Progressive agenda - over 18s only",
  "South Africa, a gang attacking white farmers has a high tech military jammer that blocks the mobile phones within a radius of 500 meters. Analysis: the systemic genocide of the white farmers is  conducted by a hybrid paramilitary army(controlled by London), not by \"poor blacks\". https://t.co/kr4dQWDn3G",
  "Millian (aka Panchenko) and Ivanov both on board \"convenient\" Russian plane crash - Uranium 1 &amp; Trump Dossier insiders - #illuminati power https://t.co/xJo9Xfziwi",
  "Once the #illuminati saw just how deluded George Soros is, they decided to shower him with wealth from the world financial markets for his evil globalist agenda.  https://t.co/56VZK25y2u via @BreitbartNews",
  "FAKE NEWS Study (paywall) actually found no DNA link of \"first Briton was black\" to any previously discovered UK human bones #CheddarMan #Gaslighting  https://t.co/yAaLOgh3On via @TelegraphSci",
  "6300 word analysis on the US Deep State core - #illuminati \"oligarchs or plutocrats, Wall Street bankers &amp; other assorted billionaires...who own the US government.\" https://t.co/E0mpiW3RbS",
  "@OwenJones84 Once again, the evil globalist NGOs of #illuminati puppet George Soros caught subverting the democratic majority of European nations #brexit",
  "Is there any right thinking person who can not stop chuckling at this revelation? #illuminati mind-control made this previously unthinkable. Pentagon to Stage Grand Military Parade in DC — Liberals Losing Their Minds https://t.co/vQVETlHRy5",
  "I think the timing &amp; fact 200+ members on board were GOP members is highly suspicious. For this reason alone we should RT this &amp; keep posting #ReleaseTheMemo to President @realDonaldTrump. #TrainCrash #TweetTheMemo https://t.co/wsAFJtevVi",
  "Freemasonry is the documented front organisation for recruitment and selection of new #illuminati members #London https://t.co/ONMXIhdG9w",
  "SPLC now \"openly\" admits that the \"demographic change\" of the US has been \"planned for a while\"\n\n#WhiteGenocide is an conspiracy-theory, they said...\n\nhttps://t.co/Xqrv5LrIpS",
  "Quick summary of the #FISAMemo\n\n#MemoDay #ObamaGate https://t.co/9sQnwqgqSq",
  "CANNIBALISM IN THE #ILLUMINATI\n\n#PedoGate\n#SRA\n#ThesePeopleAreSick\n#ItEndsNow\n\nhttps://t.co/WVOLzaC3Wz https://t.co/zhQW49Mh7g",
  "Neena Lall created a School out of rubbish in a slum district of London, She sShould be given a Peerage. Instead, you have Khandon ranting that she is not a True Moslem @theresa_may @UKParliament https://t.co/41F7Mzj5Z5",
  "Christians rest on Sunday (Sun day) not the Jewish Sabbath (Saturday, Saturn day) - after the light Sun replaced dark Saturn in Earth orbit.",
  "United Nations report, \"all countries must be made to accept illegal immigration\". Orban responds, \"Who made this decision?\", \"Where is this person?\" #illuminati agenda  https://t.co/31ERqd2rvS",
  "@realDonaldTrump's Davos speech was awesome https://t.co/ISEhWfvgIH",
  "#ReleaseTheMemo says \"the government\" is applying for the FISA warrants - but it's actually \"the administration\" - security civil servants - aka deep state #Illuminati  https://t.co/m1Dz1fgVrn",
  "Imagine living in a country where celebrating the national holiday which marks the discovery of that country is regarded as ‘far-right activism’, and attracts more police attention than terrorism.\n\n#AustraliaDay",
  "NYT is lauching its ad slogan: \"Truth\".\n\nThose in the business of saying the truth don't advertise that they are saying the truth, except by taking risks in saying the truth.\n\nRemember that the Soviet's offical organ was called Pravda, \"Truth\" in Russian.",
  "Was the #hawaiimissile nuclear device the first attempt at an #illuminati #falseflag distraction? Stopped by who? Isolated islands. #QAnon",
  "The world will never be the same again. #QAnon Great Awakening #illuminati exposed. Possible #falseflag distraction - nuclear device? https://t.co/cMIkl2wDKa",
  "@LeaveEUOfficial The UK Overseas Aid budget hides a huge slush fund for #illuminati globalist evil - this is why the puppet UK government is ordered to ring-fence and increase it - against the democratic will of the people.",
  "#secretsociety #illuminati They never thought they would lose. https://t.co/XmCt7ouHuE",
  "The #illuminati instructed the Democrats to go all in with illegality for 2017 election - they never expected to lose - good must prevail. https://t.co/WqPtd9EWDA",
  "Intentional #illuminati media brainwashing of gullible Progressive Leftists to deny that Nature is the foundational basis of Reality (Conservatism) - not Nurture.",
  "When the anti-Zionist Left calls out the Zionist-dominated Christian-read #illuminati media, its not racism. But when the Right does, it is. https://t.co/BTBsL3bKIA",
  "Detailed history primer on Adam Weishaupt biography, the origin of the #illuminati, the 5 goals of the #NWO, up to their control of The French Revolution in 1789. https://t.co/jLPnTdwSy6",
  "@GerardBattenMEP Again, its starting to look like #henrybolton is an establishment \"plant\" sent in to destroy #UKIP. Has he really left his wife? #skynews",
  "Newspaper report from 1829 - Baron Rothschild said to have purchased Jerusalem from cash-strapped Ottoman sultan for future Jewish(?) nation. https://t.co/zYcoJaYljC",
  "The Wicker Man (2006) is literally Moloch - or Saturn (Satan) - the god of the Hollywood #illuminati - and an homage to their ancient human immolation rite. https://t.co/AzinCJijng",
  "SHAME: Just FOUR Labour MPs Supported the Brexit Withdrawal Bill  https://t.co/kWgzoakGVv",
  "@GatestoneInst Are the #illuminati finally calling in a return on their long term investment in the career of Dimitris Avramopoulos? #Greece #EU #globalist",
  "How is a veteran nationalist conservative #Greece politician - Dimitris Avramopoulos - see Wikipedia - mysteriously converted to Globalism? https://t.co/91JheeiQ7i",
  "Eventually, #Russia will probably have to save the white #Sweden population from complete subjugation in coming #illuminati Salafist coup. https://t.co/xvvJqyIlEr",
  "LEAK: #Antifa are literally choreographed actors - vandalism pre-paid - to provoke gullible Liberal crowd to real violence #illuminati https://t.co/gHN5FVT7Si",
  "#NY SURGEON Who Was Part Of Team Helping #Haiti's Earthquake Victims, Slammed Relief Efforts in Email Released By #Wikileaks…Found DEAD In Apartment…Police Say He Committed Suicide By Stabbing Himself To Death??\n\n#ClintonBodyCount \n\nhttps://t.co/TVToegKCoE via @100percFEDUP",
  "@thebradfordfile Colorful language in Clinton's email to Donna Brazile, October 17, 2016: https://t.co/oNTX9oYD1X",
  "Trudeau foundation annual report using \"BOYLOVE\" symbol #PedoGate #PizzaGate\n\nhttps://t.co/Nf5FNqZTcu https://t.co/8JwDnFdnbF",
  "#React-to-Trump #ShitholeCountries #POTUS https://t.co/Qw2AGvtl49",
  "New Year video meme \"The head of the herd is calling, far far away...Trump Trump Trump\" #ShitholeCountries #POTUS https://t.co/SsxDTmtz8h",
  "@realDonaldTrump The #illuminati agenda of The 1965 Immigration Act - destroy the European heritage of USA #ShitHoleCountiries",
  "The beauty of the European female is unmatched. Fighting to preserve that beauty is the most noble pursuit for any European man. https://t.co/zODIp8UbfZ",
  "#Rothschild enemy of all humans https://t.co/LGo5V8Tnra",
  "LEAKED: Friends of Democracy Soros-NGO funded blueprint for treasonous Antifa overthrow of USA democracy. https://t.co/w5QcZYR9GQ",
  "@V_of_Europe Maleno is being paid by her Walking Borders NGO - which is funded by Soros - to collude with the human traffickers - so indirect profiting.",
  "@JackBMontgomery #PeterSutherland promulgated Globalism - an evil ideology - not Globalisation (an economic process). Globalism/Globalists = #illuminati NWO",
  "The #illuminati have used their puppet Communism to attack Christian \"goodness\" for over 100 years to impose their Saturn/Satan world order https://t.co/AFiOoD3EDl",
  "@PrisonPlanet Has #Bannon been bought by the #illuminati? He will say his new millions come from book &amp; lecture fees - exactly like all the others. #POTUS",
  "@imaginativecons Hipsters living/working in London Muslim boroughs had to cultivate hypermasculinity to assimilate - big beards, plaid shirts, boots, tattoos",
  "@ManuOrtizOlave @jchr5667 @jillianfward @fergalob He is talking about London - your only concern - but you flipped it to cover the whole UK. All of those issues you list are a result of uncontrolled mass immigration, largely from EU countries.",
  "Very reassuring amusing portrait of normal family behaviour at the White House - but not for snowflakes - only judge Trump by his policies not his personality #POTUS #Bannon #Wolff https://t.co/nEjEXrNHss",
  "@SatiriaNews #starwars Last Jedi deluded libtard agenda even goes as far as having #lauradern play a purple-haired #FemiNazi social justice warrior #sjw",
  "Hipsters living/working in London Muslim boroughs had to cultivate hypermasculinity to assimilate - big beards, plaid shirts, boots, tattoos https://t.co/W9lquCDgzX",
  "Facebook page for students - Film Your Marxist Professors - share the fun! @SmashCM79 #SmashCulturalMarxism   #FilmYourMarxistProfessors https://t.co/TQz5nddb84",
  "Video of #illuminati testing top secret plasma beams (aka Birkeland Currents) to burn people inside their homes in Santa Rosa, Ca. forest fires (https://t.co/T2h73Smtdx) https://t.co/LWJfWzMf65",
  "@PNN_Unleashed Liberals and leftists have low testosterone - a medical disease of maturation - both men and women - also causing Low Testosterone Derangement Syndrome; an inability to comprehend or cope with reality.",
  "@cajunsoulfire74 Moloch is the ancient Canaanite word for the planet Saturn - Satan is Saturn; god of the #illuminati - illu is also ancient name for Saturn",
  "@DSADavidDuke Low Testosterone Derangement Syndrome - low testosterone is a medical disease - extended puberty - no maturity so easily manipulated #Iran",
  "@GerardBattenMEP Looks like the CIA and Soros NGOs are funding another regime change, this time in #Iran #Iranprotests",
  "@UK__News He has always been Liberal - a cuckoo in the nest of the Conservatives - like #TedHeath - a puppet of the EU #illuminati.",
  "@PrisonPlanet Agent #meghanmarkle has gone deep cover for the #illuminati #PrinceHarry #royalfamily",
  "The USC School of Cinematic Arts did well brainwashing  #RianJohnson with delusional multicultural post-colonialism in #StarWars Last Jedi",
  "Why are the normal humans of The Empire in #StarWars Last Jedi continually attacked by delusional alien-loving misfits aka The Rebels?",
  "@VanityFair #starwars Last Jedi deluded libtard agenda even goes as far as having #lauradern play a purple-haired #FemiNazi social justice warrior #sjw",
  "A downbeat Queen made it clear just what a terrible 2017 it has been for UK #HurricaneHarvey  #ManchesterArena #GrenfellTower #LondonAttacks https://t.co/kKFX28hWnB",
  "After #illuminati have forced European countries to fully \"diversify\" without consent, will they force non-white countries to diversify too?",
  "@stillgray Research is very clear, pedophilia is a type of personality disorder - not a sexual preference - but it is not yet separately classified.",
  "The #illuminati are worshippers of illu - the ancient name for Saturn - and keepers of the secret history of Earth (https://t.co/T2h73Smtdx)",
  "Are the opposing sides of #WorldWar3 now emerging? USA, UK &amp; EU versus Middle East Muslim states, Turkey, Iran &amp; Russia. #Israel to be the theatre of war - a long way from the USA - surrounded and annexed - then a new version of East/West Cold War?",
  "Henry Kissenger said in 2012, \"In 10 years, #Israel will no longer exist\" - Has #POTUS started the process? Will huge Muslim force used? https://t.co/UsrGHQD2Gb",
  "@StrongerStabler After the #illuminati ended their false flag Cold War, 9/11 was their replacement false flag to generate new huge arms sales in Middle East.",
  "@paulinaneuding @QuilletteM The systematic gang rape of white Christian women in #Malmo used as an intimidation strategy to depopulate the city of all native Swedes.",
  "In the realm of politics and civilisational struggle, you don't get to choose a side, it was chosen for you when you were born, it's just a question as to whether you'll help continue Western civilisation or abandon it for ridiculous high minded ideals",
  "Globalist #illuminati slush fund hidden inside the  huge out of control UK overseas aid budget - real reason why budget \"must\" be maintained",
  "@eurocanadians Low Testosterone Derangement Syndrome - low testosterone is a medical disease #Canada #JustinTrudeau #endocrine",
  "Hungary takes on the most dangerous man in Europe - #illuminati puppet George Soros - #Soros Plan - Camp of the Saints https://t.co/W1dr13uNij",
  "@DVATW Every single Tory MP involved in this betrayal of true democracy, and the Conservative Party, was bought off by the #illuminati controlled EU puppets. The price of a Tory defeat at the next General Election was built into the calculations #BrexitDeal",
  "The #illuminati are #gaslighting the whole planet using their controlled mainstream media. No wonder everyone who is red-pilled is furious. #MSM https://t.co/Dv9wxatL94",
  "Saturn - god of the #illuminati - they await the  Golden Age of its return to Earth orbit through worship and sacrifice. https://t.co/qCPQKvwwJa",
  "#ChristineKeeler - \"I'm sorry but #Scandal was just a snapshot of what really went on..The surface has barely been rippled.\" https://t.co/Q9DN78UTsY",
  "Sweden is now fully censoring the Internet to prevent its atomized populace from realizing how much rape migrants are doing to its women. https://t.co/e7VGibo4cE",
  "Who was #TheresaMay addressing after #manchesterarena massacre when she pleaded \"enough is enough\" - her #illuminati masters? Why no action?",
  "An #illuminati sacred site always has twin towers plus a pyramid - Los Angeles Century Plaza Towers plus pyramid garden - also location of agents for biggest Hollywood film stars #LosAngeles https://t.co/sPM41iINOU",
  "An #illuminati sacred or sacrificial site always has twin towers plus a pyramid (Luxor Hotel twin ziggurat towers plus pyramid tower) - understanding the baffling #LasVegasShooting #lasvegasmassacre https://t.co/wVgD06V8L3",
  "Oh the innocence of everyone in the room on BBC #questiontime - none of them know who is running the world, or how or why #Illuminati",
  "British Establishment Historians Are Defiling Their Profession #UKedu #MulticulturalRevisionism #FakeHistory #academia #AltRight https://t.co/WYQZhW1DTi",
  "#illuminati driven and facilitated #Bolshevism slaughter was anti-European Christian civilisation #Poland https://t.co/MgPuDVgvVG",
  "Charles Dickens (1812-1870) is agitprop of the progressive Left for wrongly portraying pre-1850 UK poor as sentimental victims of Capitalism",
  "After the weight of internet disclosure finally overwhelms the #illuminati, what #qAnon calls The Awakening, will be as life changing as the discovery of extra-terrestrial life https://t.co/GnnsEP4C64",
  "Bank Of England Governor Mervyn King followed his #illuminati orders against the culture, economy &amp; people of the UK https://t.co/SruLMtgfrm",
  "UK #NewLabourParty was the #NewWorldOrder - used to fill the UK state apparatus with #illuminati placemen - all still there today.",
  "#tonyblair was elected in 1997 on \"Education, Education, Education\" - he was being forced to implement Cultural Marxism for the #illuminati",
  "‘Soros network’ in Brussels plots creating ‘Europe of mixed population’ – Hungarian PM https://t.co/GgZptMA786",
  "An #illuminati sacred/sacrificial site always has two pillars/towers (World Trade Center) plus a pyramid (200 Vesey Street roof) together - understanding 9/11 #NewYorkCity https://t.co/OZWlueefkd",
  "#illuminati cud not extend #Orwellian Animal Farm outside #USSR using bogus Marxism, so they folded USSR, to use Cultural Marxism globally.",
  "#Progressives on the world's rich lists are puppets or patsy of the #illuminati not the #illuminati. #Forbes #sundaytimes",
  "Most of the world is currently oblivious to the existential hand to hand combat on the internet between #illuminati and woke good citizens.",
  "#Progressives in the public eye are puppets of the #illuminati not the #illuminati - the #illuminati strive to stay out of the line of sight",
  "Every new conversation should begin with an exchange of personal experiences of the day of  9/11 Where were u? How did find out? #illuminati",
  "#AngelaMerkel instructed by #illuminati to open #Germany border to the 3rd world, to complete their plan to ruin Germany begun with WW1 &amp; 2.",
  "2/2 ....a point where it becomes stronger than the democratic state itself.\" The #illuminati passed that point hundreds of years ago.",
  "1/2 #illuminati chortling at Roosevelt, \"The liberty of a democracy is not safe if the people tolerate the growth of private power to a...",
  "@JMPSimor @johnredwood The EU Common Fisheries Policy - that's one disastrous EU law - totally changed the character of our coastline and ruined fishermens lives.",
  "Syria is now a safe country - lone male so-called refugees from anti-Assad political minority who would not fight ISIS for their country #UKIP https://t.co/LIvleW15Du via @BreitbartNews",
  "@maryconnor4567 Theresa May \"enduring attraction of free and open societies\" eh! George Soros Open Society Fdn is funding to \"open society\" all EU countries",
  "Real reason #TonyBlair hugely expanded Liberal-Left university places was to brainwash 50% of UK youth with cultural Marxist delusions #UKIP",
  "#illuminati puppet George Soros uses the EU to destroy Western  civilisation - Farage calls out EU Parliament #UKIP https://t.co/SjzwlVSE7a",
  "Islam in the Czech Republic - no legal right, to Islamic schools, recognised weddings, or worship in public space https://t.co/W7W1bSYFAS",
  "@GElvidge821860 Liberal-left London media elite making programmes that reflect the diversity of London but are unrepresentative of the rest of the country.",
  "Purge of #illuminati puppets in Saudi Arabia will soon be repeated in USA and EU - drain the global swamp - expect resistance #POTUS",
  "2nd clandestine attempt underway to force a disastrous UK General Election by anti-Brexit EU globalist-illuminati #UKIP #JonGaunt #AMDwaters",
  "UK Conservative Party remainers deliberately sabotaging their party to force a General Election to change Brexit #UKIP #AMDWaters #jongaunt",
  "@LauraLoomer @Sheriff_LVMPD @LVMPD @FBI Any site with twin pillars/towers (Mandalay Bay &amp; Delano) and a pyramid (Luxor) signifies an #illuminati sacred/sacrificial site.",
  "New York twin towers/pillars (WTC) plus pyramid (200 Vesey Street) equals #Illuminati sacred/sacrificial site - #GroundZero #Remembering9/11",
  "Twin towers/pillars (Mandalay) plus pyramid (Luxor) equals #illuminati sacred/sacrificial site - only reason for baffling #lasvegasshooting",
  "Did the #illuminati substitute weak steel  connecting bolts in the #911Truth Twin Towers - built to collapse in future sacrifice spectacle?",
  "Are we seeing a revival of the historical anti-Islam Austro-Hungarian Christian Empire in central Europe - the old shield? #ItsOkayToBeWhite",
  "#FalseFlag weekend - US DoD drill shuts down power and comms grid - to facilitate #antifa nationwide attacks - #NYTimes ad - #POTUS in Korea",
  "#illuminati is the #globalist \"Deep State behind the Deep State\" within each individual country - a history primer. https://t.co/6gndHL0mUt",
  "https://t.co/y2o96V8XJg",
  "How many viewers even knew about #AllahuAkbar at that time? A prescient portrayal of the complacency of white Christian #Liberals of today. https://t.co/Y0rBt2Bpew",
  "Very funny account of staged #illuminati 2009 false flag airplane underwear bomber by passenger witness Kurt Haskell https://t.co/7UNaXotDHE",
  "#illuminati puppets Congressional plans to destroy founding Western civilisation in the USA using globalism ideology #POTUS https://t.co/MDMEKot7Oi",
  "Time for a big smile - joyful video montage! https://t.co/wZgZag4z1y",
  "#illuminati-funded #globalist puppet #GeorgeSoros steers EU immigration policy - an \"outrageous\" existential threat to Western civilisation. https://t.co/dnIlw5D5Vl",
  "#StephenPaddock &amp; #LeeHarveyOswald both patsy in exactly the same #illuminati playbook event - not lone gunmen - cover-up fail #JFKFiles",
  "@HenryMakow A pledge of loyalty to our fellow citizens is not a transaction - the loyalty means belonging EXCLUSIVELY to that country ONLY.",
  "#LasVegasShooting first 3 single shots attempted to blow airport fuel tanks - not by #StephenPaddock - #illuminati \"spectacular\" event fail.",
  "@LauraLoomer Evidence now pointing to completely staged  hotel room - including #StephenPaddock look-alike cadaver - Paddock alive #LasVegasShooting",
  "First video evidence of all-in-black second shooter hiding inside LasVegasShooting concert compound? #StephenPaddock https://t.co/TKjdRGlH23",
  "Brittany Pettibone discusses the 1970s novel Camp of the Saints depicting a mass 3rd world invasion of Europe https://t.co/zWZVzaAuV6",
  "@PrisonPlanet Scott Binsack has pretty much figured out the #LasVegasShooting - 135k views https://t.co/RsuV9pefSS",
  "Scott Binsack has pretty much figured out the #LasVegasShooting - 135k views #illuminati https://t.co/RsuV9pefSS",
  "European christian culture is under threat https://t.co/7d79jtr9fr",
  "Latest round of archaeological evidence for the \"Out Of Europe\" origin of humans.                  https://t.co/tUn9RK0ZmJ via @researchgate",
  "#StephenPaddock was a lone gunman - he had no knowledge of the shooters sent to the other Las Vegas casinos by the #illuminati that night.",
  "Why must #LasVegasShooting be an #illuminati event? Coz Members who could lose or gain financially from the event were tipped off - as 9/11.",
  "Did the #globalist #illuminati order and facilitate #StephenPaddock to carry out the #LasVegasShooting? Was he a kept sleeper for decades?",
  "Was #JesusCampos replaced by a look-a-like crisis actor for the ONLY interview you will ever see - on Ellen? https://t.co/wNBq6vCZKY",
  "The streets of London, #globalist city, now completely unsafe - rampant murders, knifings, gangs preying on naive residents #illuminati plan https://t.co/59KbGkFWyt",
  "Ellen questions #JesusCampos and Stephen Schack on timeline &amp; 32nd floor room plan  https://t.co/UdgyuFjYNb via @youtube",
  "@FactsVsOpinion #lasvegasshooting FBI know that no shots were fired AT ALL from #StephenPaddock room - no ballistic evidence of any rifles recently fired",
  "@SipsAndFoam @FactsVsOpinion #lasvegasshooting SWAT team made bullet holes in #StephenPaddock door - previously murdered Paddock did not fire a single shot that night",
  "@FactsVsOpinion #StephenPaddock patsy was murdered - then windows broken - rifles planted - cameras placed - perps left by opening alarmed staircase door",
  "@FactsVsOpinion @Curious111188 Bullet holes in #StephenPaddock door made by SWAT team firing inwards - no bullets fired outwards - no corridor damage #LasVegasShooting",
  "@FactsVsOpinion Missing #jesuscampos false narrative #StephenPaddock fired 200 rounds at him - yet no damage seen in hotel corridor photos #LasVegasShooting",
  "@LauraLoomer Remote viewing cameras needed outside #StephenPaddock room to inform multiple rifle-drone operators when to stop firing #LasVegasShooting",
  "George Soros shorted $42 Million of Las Vegas MGM stocks right before the attack\n\n#LasVegasShooting \n#SorosTerror\n https://t.co/0kxoziZ1uE",
  "#HarveyWeinstein sacrificed by the #globalist #illuminati to frame #POTUS with bogus allegations #BBC #andrewmarr #HillaryClinton interview",
  "@amtvmedia This Youtube video of real-time LVMPD radio scanner appears to fully verify their narrative.\rhttps://t.co/BUkdviVHrD …\r#LasVegasShooting",
  "#LasVegasShooting This Youtube video of real-time LVMPD radio scanner appears to fully verify LVMPD narrative of events? https://t.co/mUrOa2W3MY",
  "@redicetv #LasVegasShooting MGM \"police went to 32nd floor room within 40 sec\" of #JesusCampos hit - yet #Paddock able to fire for 10 more mins???",
  "#LasVegasShooting MGM \"armed police went to 32nd floor within 40 sec. of #JesusCampos hit\" - yet #paddock able to fire for 10 more mins????",
  "@TradBritGroup Five y. old depressed at being White - parents school her in post-colonial White \"guilt\" -  psychological child abuse - #illuminati puppets",
  "@HenryMakow I made the same point in earlier tweet - nothing happens to these people unless ordered by the #globalist #illuminati masters.",
  "@zerohedge HELLO! Anyone replying to this actually read it? Over 770,000 men have this dangerous incurable personality disorder - find and castrate",
  "@zerohedge Over 770,000 men viewed the rape of an 8 year old - the web has revealed the prevalence of this Evil personality disorder in our communities",
  "Looks like #HarveyWeinstein dug a rabbit warren under #Hollywood - whole edifice in danger of collapse - #illuminati decided his time was up",
  "@amtvmedia #LasVegasShooting Paddock was patsy to provide cover story for multiple rifle-drone attack - night time to hide drones - Good Kill 2014 film",
  "#LasVegasShootingvideo Ethan Hawke plays military drone pilot in Good Kill (2014) movie shuttling between Area 51 and Las Vegas #illuminati",
  "#LasVegasShooting Armed drones used in attack - no evidence of gun fire from Mandalay Bay - also to spray Bellagio entrance #illuminati",
  "The Fall 2017 Issue of The Occidental Quarterly is online for subscribers; mailing 10/9\nhttps://t.co/z0UaKGUA3v https://t.co/mW0gSlCeD8",
  "In all honesty, it was all just a matter of time before this happened. https://t.co/9PKSmWIyRc",
  "@PrisonPlanet @NetworksManager Not if it was a False-Flag, mass shooting Patsy set-up, \nunder the guise of an FBI informant, ISIS gun buying sting, \"Fast &amp; Furious\" 5.0",
  "@Kasey_witha_K @PrisonPlanet Who rigged his car with explosives? All those who knew him say he was not capable of act. Evidence is circumstantial. Police say no motive.",
  "Nailed it. https://t.co/r4CtCpc8hc",
  "@PrisonPlanet Is Stephen Paddock a patsy victim too? Was he murdered during hijacking of his room by true shooters? Would make girlfriend innocent too?",
  "@PrisonPlanet Lack of motive makes sense if Paddock is a patsy victim - murdered when the real shooters hijacked his room? #LasVegasShooting",
  "@amtvmedia Brother interview makes total sense if Stephen Paddock was patsy victim - murdered and hotel room hijacked by real shooters - so lone wolf.",
  "Was Stephen Paddock a patsy victim too? Was he murdered during hijacking of his room by true shooters? Is #LasVegasShooting #illuminati act?",
  "New terminology - Liberal Supremicist - a belligerent person who denies the validity of any kind of anti-Liberal politics. #Liberals",
  "@jihadwatchRS So basically, a proven US deep state false flag event - aka \"let it happen\" - Pearl Harbour.  #Garland",
  "Stephen Paddock - another upstanding mild-mannered accountant trying to hide his personality disorder - many work for the  #illuminati",
  "Visibly eccentric Liberal Leftist employees should not be allowed to make any decisions in public organisations - totally deluded puppets.",
  "@TradBritGroup Is Geftmann-Gold lack of sympathy with murdered white Republican supporters primarily ethnically-driven?  #LasVegasShootings",
  "Film #Mother - Like listening to a pregnant social justice warrior, with Trump Derangement Syndrome, for 2 hours, on last nights nightmare.",
  "@TonyGosling Ted Heath - a classic puppet of the #illuminati #globalists - forced to steer the UK into the EU under threat of blackmail #OperationConifer",
  "#illuminati #Globalists can not afford to lose their brutal battle against #Catalonia #nationalism - will not accept any backwards steps.",
  "What is the difference between the Leftist internal political censorship of Facebook Twitter or Youtube users and that in communist China?",
  "@henrybolton @UKIP #UKIP Alternative for Germany AfD Party Manifesto (in English) PDF download here https://t.co/xiKZvS1MuK",
  "@ColinDobson @_HenryBolton You are right - but sounds like Bolton is saying that militants #LGBT has now become \"more\" equal than non-LGBT civilians - think about it.",
  "@UKIP @_HenryBolton Henry Bolton - chosen by the #globalist #illuminati in place of #AMDwaters - mainstream anti-Islam party forbidden in UK #PoliticalFix #UKIP",
  "@paulwestonlibgb @AMDWaters Were Electoral Reform Services hacked by the globalist illuminati - will not allow a mainstream UK anti-Islam political party? #PoliticalFix",
  "@RealMarkLatham @TurnbullMalcolm Two steel and concrete towers were disintegrated into dust from the top down - who do u think has access to top secret weapons like this?",
  "@Fart1488 @Eric_StrikerDS @mikeenochsback Who knew that so many public self-hating white people actually reveal themselves to be \"white\" Jewish people? #fellowwhitepeople",
  "How did Progressive Swedes and Norwegians who broke the power of the 1 Percent in the 1930s become new #globalists? https://t.co/onYrtluFTX",
  "#Globalist #TheresaMay incites #donaldtrump to punish UK industry and jobs due to personal attacks and EU-written speech #Bombardier #Brexit https://t.co/2u0RRVGgwI",
  "Pope Francis continues to spit on Western civilization in his blatant efforts to turn the… https://t.co/vAGVWWQRJL https://t.co/Wgp9vD246m",
  "Liberal crackpot suggests banning white emojis. Every time you think you've seen it all, one of these cranks pops up &amp; surprises you! https://t.co/LfnoReZmJB",
  "\"Netanyahu said he had saved #Israel from having its Jewish majority endangered...\" This policy should also apply to Christian EU majority. https://t.co/9WAvZAY7TG",
  "Emanuel Samson fulfilled the destiny arranged for him in the USA by the  #illuminati #globalists - he just hated those white people so much.",
  "What do we do about our fellow citizens who act seditiously to wipe out their own and our white Christian heritage?https://t.co/60d8mf9EhJ",
  "The #illuminati #globalists have to disempower \"good\" Christian Western countries in order to implement their \"evil\" global domination plans",
  "ALL mayors of EU cities have been told to dismiss fear of Islamist terrorism as \"part and parcel\" of \"normal\" life #illuminati #sadiqkhan",
  "Editorial board of academic journal @thirdworldq resigns over publication of essay \"The Case for Colonialism\": https://t.co/ZAzLfhOe1J",
  "A Fascist was originally something an \"international communist\" called a \"national communist\" - Communism invented by #illuminati globalists",
  "@PoliticalIslam The high point of world history is The Scientific Revolution (Wikipedia) - ONLY in 17th/18th century Western Europe. #WesternCivilization",
  "New normal - #InvictusGames",
  "@OldRoberts953 @SamWhiteTky Unbelievable. @LancsPolice https://t.co/pmAsTtc082",
  "The primary goal of 9/11 Twin Towers was to remove the power of Congress to veto USA wars against #illuminati targeted non-globalist regimes https://t.co/0YTnTvp6jd",
  "@vdare To clarify: The quotes suggest the unrepentant rapists have a Personality Disorder. Pedophiles also have their own PD - recent evidence.",
  "\"If the American people knew what we have done, they would string us up from the lamp posts.\" - President George HW Bush. #Remembering911",
  "@vdare Were these rapists assessed for Personality Disorder? The quotes suggest so. Pedophilia not a preference - meets criteria for a specific PD.",
  "The sinking of the Titanic is still remembered like the 9/11 of its time - with bafflement. It killed opponents of the US Federal Reserve.",
  "The #illuminati #globalists decided that it was time to break up the USSR and ordered no resistance to the Fall of the Berlin Wall. #NWO",
  "After many years of not writing, I have picked up the pen (keyboard?) again.  https://t.co/LxuBpfCjMX",
  "Young Turks ain't holding back now, mask completely off https://t.co/XZo6GLlWnP",
  "New photos of #Pentagon on 9/11 provide cover for first faked/mocked-up photo of American Airlines fuselage at scene #Remembering911",
  "Halal food is a documented recent invention of the 1970s/80s by the Islamopuritans to divide Western society - https://t.co/4dDsSR1Tkg",
  "@REnlightenment @AMDWaters @RSPCA_official @becabops34 @BaliSkye Halal food is a documented recent invention of the 1970/80s by the Islamopuritans to divide Western society https://t.co/4dDsSR1Tkg",
  "@REnlightenment @RSPCA_official @becabops34 @BaliSkye @AMDWaters Halal food is a documented recent invention of the 1970s/80s by the Islamopuritans to divide Western society https://t.co/4dDsSR1Tkg",
  "Dustification of Twin Towers created \"fire and fury\" not seen before - illuminati global trauma - secret weapon on board both planes #POTUS",
  "Chicago reported thousands more votes than voters in 2016, GOP official says https://t.co/FIdwFbUjuY @FoxFriendsFirst https://t.co/8FkRyivlSP",
  "EU Vice President Admits To White Genocide Plan. - InfoWars https://t.co/kho4pKoSM5",
  "#Obesity &amp; elaborate visible #tattoos are the twin stigmata on the white victims of the #illuminati #globalists plan to destroy the West.",
  "The #Globalists low-IQ culture, degenerating Western society, has broken the link with our traditional forms of intelligent popular culture.",
  "If someone calls you a \"fascist\", the surreal, and logical, reply is to call them a \"socialist\" - #Socialism = #Fascism - the same ideology.",
  "The #illuminati had promised Hillary Clinton that it was her turn to be the #POTUS but the votes for President Trump became too great to rig",
  "More precisely, it is child abuse. RT if you agree! https://t.co/vRiF4LL04s",
  "The #burka is not Islamic..it was globally imposed in the 1980s by the Wahabi Salafi political regime https://t.co/j9RkPfkwZh",
  "This Muslim Labour councillor was sacked, after 7 years, days after she said this... the truth...👇🏻\n*RT TO SHARE* https://t.co/170zOODueV",
  "@PamelaGeller The most dangerous hate is the hatred of free speech - the #illuminati are inciting hate in their extreme-Left patsies #antifa",
  "@dliebelson Read link in my previous tweet to explain - The Associated Press Stylebook - the double-think handbook for all \"professional\" MSM writers.",
  "#PoliticalCorrectness is institutionalised across the West by #globalist #MSM using the Associated Press Stylebook https://t.co/msYjhXPXOr",
  "@RaheemKassam I rather think her opinion of white supremacist language is any statement in opposition to mass immigration or open borders.",
  "Why aren't racist #globalist Lefties using #illuminati puppet #GeorgeSoros money to invade Africa/Japan to diversify their countries?",
  "@TRobinsonNewEra The word \"white\" is missing from this report - as in \"white girls\" - then everything makes sense.",
  "@JonHolb The Orwellian EU #illuminati conflates \"hate speech\" with \"hate crime\" - making hate speech (thoughts) a category of hate crime (actions).",
  "@sahouraxo Reuters: false narrative peddling puppet of the #illuminati #globalist agenda",
  "Reporters in the MSM tell me they know the elites are raping &amp; trafficking kids but they won't report it. How do they sleep at night? 🤔",
  "#Charlottesville #unitetheright was  #illuminati  false flag event using patsy neo-nazis, patsy #antifa and patsy killer driver - Trump Coup",
  "Transitional arrangement means open borders, financial contributions and no trade deals. This is NOT what Brexit voters want. https://t.co/ScSFecMfEi",
  "Illuminati directs fake opposition, international corporate puppets and MSM lies in #venezuelacoup https://t.co/dIecgCD2Cb",
  "Lord MacDonald - Pakistani/Bangladeshi immigrant child rapists \"profoundly racist\" against whites  #illuminati plan  https://t.co/PUUzjJvuSX",
  "University course to study 'abolishing whiteness'... https://t.co/dKvKv3jW5H",
  "@HenryMakow Will we see an #illuminati manufactured false flag event against #NorthKorea if the goading of #KimJongUn fails to achieve their plan A?",
  "@LaraLeaTrump will be the first female @POTUS.",
  "@LizCrokin Both puppets of the illuminati plan to enable as many countries as possible to join in the coming nuclear conflagration #illuminati",
  "@BarrySoetoroESQ The new eSteem iOS and Android Steemit app now makes it as easy to follow your vids as Youtube did.",
  "Not-so-angelic #AngelinaJolie hates her daughter b/c she is ... white.  https://t.co/FJxuHF6uzh … https://t.co/FJxuHF6uzh",
  "Great article here on the sinister portrayal of FGM victims by fake charity Barnardos. Please RT. https://t.co/oTImHnJJus",
  "Putin: Pope Francis is preaching a totalitarian liberal political ideology NOT Christianity #PopeFrancis #illuminati https://t.co/tpKkLnUvaD",
  "Why is McMaster silencing brave ex-Muslim reformists from speaking to Trump? He's  Pro-Islamist and must go. https://t.co/UyDU49JT4e",
  "@dougsheridan @BBCWorld Replace \"Socialism\" with \"Liberalism\" and you see the same things already happening right now in the UK.",
  "The atomisation of white Western Christian society is the result of Liberalism and also the goal of the Globalist illuminati #houellebecq",
  "@TradBritGroup Jenkins was a globalist disciple of the #illuminati agenda of the Trilateral Commission founded by David Rockefeller https://t.co/Wb5DaaLWlu",
  "I would appreciate some help with this. At present, I seem to be the only person in Britain who is asking questions. https://t.co/YLTYr0RGXc",
  "EU #illuminati self-sabotage their own pan-EU Operation Sophia to stop African migrants - UK #RoyalNavy humiliated https://t.co/PbE7zyZgK8",
  "Is the US Congress Engaged in A Controlled Demolition of the US? https://t.co/JzEEII2cBw via @scurvyrascal",
  "Heard a collective scream of \"NOOOooo\" over here in New Zealand. Went on twitter and saw that Priebus is gone. Fake News lost one of theirs.",
  "\"As a person who lived the transgender life for eight years, I can attest that assisting, affirming, or paying... https://t.co/WSYayVahLl",
  "\"All the world's a (#illuminati) stage.\" - William Shakespeare, As You Like It. #illuminati",
  "Latest update on the #DefendEurope ship heading for the Libya coast to confront NGO illegal immigrant  taxi ships. https://t.co/auSydBpRQH",
  "What's your favorite part of this passage? https://t.co/VUgHc1dMw2",
  "A happy man with future plans found dead. Headshot. He exposed Clinton crimes just like #SethRich.\n@HillaryClinton\n\nhttps://t.co/AI6LaWopjN",
  "Belgium’s ban on the burka or the full-face niqab veil is justified as “necessary in a democratic society” https://t.co/E9Nalntf6E https://t.co/5jXOdiu78T",
  "https://t.co/4dDsSR1Tkg Halal food is an invention of Islamopuritans in the 70s/80s used to extend divisive Sharia law in Western countries",
  "@PrisonPlanet Donate to the ship preventing NGOs luring illegal migrants to their deaths in the Med #DefendEurope https://t.co/mbhPVMGCTx",
  "Donate to the ship preventing NGOs luring illegal migrants to their deaths in the Med #DefendEurope https://t.co/mbhPVMGCTx",
  "@RealMarkLatham A visible example of the illuminati at work - out in the open - Pope Francis placed by them in the heart of the Catholic Church.",
  "Criticism Of George Soros Antisemitic, Says Israeli Official\n\nhttps://t.co/dl0fJwOSi7",
  "@CHSommers Where is \"Self-delusional\"?",
  "@realDonaldTrump This tweet is HUGE! #pizzagate",
  "@realDonaldTrump This tweet is HUGE! #pizzagate",
  "Who knew that CNN is actually a religious TV channel just like those Christian and Muslim TV channels? #CNNBlackmail https://t.co/sroLpL03aR",
  "New DNA proof that humans were already in Eurasia up to 320k years ago - not 60k #Lostcivilisation #Ancientknowledge https://t.co/P83R8UnQLk",
  ".@SharylAttkisson: \"Well-Funded Actors\" Manipulate News and the Way We Think\nhttps://t.co/0ovXzGrMMM",
  "Was this a Bomb-Making Factory?\nWhy all the Secrecy About Flat?\nMSM Shows Fire-Damaged Flats - But Not His!?\nWhere Has The Tennant gone? https://t.co/BQZhEYozaR",
  "@KTHopkins EXCLUSIVE: We talk to the man behind @lads_alliance, Britain's new mass street movement. Not on MSM...\rhttps://t.co/wWMKJe944w",
  "Washington on imagined chemical attack in Syria (no proof on past allegations vs Damascus): preparing ground for intervention? https://t.co/TzPLcnNCle",
  "Trudeau determined to follow Illuminati agenda which is to make whites a minority in Canada-\nhttps://t.co/NprOzRguKv",
  "The effect of Cultural Marxism on young minds can be likened to a descent into hedonistic insanity - a mental illness designed to destroy us https://t.co/anTUfdBAj0",
  "Putin: \"CIA is an expression of the will of world oligarchy [illuminati] and their vision for a New World Order.\" https://t.co/eOwxSXedvr",
  "Putin: \"in regards to how the world is run, all is not how it seems.\" Illuminati conspiracy theory is conspiracy fact. #pizzagate",
  "Why are US Extremist Left-Wing organisations, distributing material calling for a \"Day of Rage\" to \"Bring down the government\" in London?? https://t.co/bIUZF9I8Nk",
  "Did Saul Alinsky, author of Rules For Radicals, have a personality disorder? His \"rules\" of behaviour fit the criteria for PD exactly.",
  "Did Saul Alinsky, author of Rules For Radicals, have a personality disorder? His \"rules\" of behaviour fit the criteria for PD exactly.",
  "Happy birthday grandpa. We love you. #happybirthday https://t.co/FbrY8dDPaW",
  "BUSTED: FBI Director Received MILLIONS From Clinton Foundation - His Brother’s Law Firm Does Clinton’s Taxes (Video) https://t.co/85KEu4XEwg",
  "Could the (playboy) son bring the stability that Libya needs, thereby stopping the exodus from Libyan shores to... https://t.co/hltXwmbZLa",
  "The Conservatives lost 21 seats in England - and  3 in Wales - UK only saved from Brexit disaster by 12 seats in Scotland #hungparliament",
  "Who is in Theresa May inner circle - any anti Brexit globalists? Was advice calling the GE 2017 incompetence or sabotage? #hungparliament",
  "Intern. Deport. Close borders. https://t.co/ZgLW347sHk",
  "The DNA of genius (n=2) https://t.co/e6WdD2IAX7",
  "https://t.co/MksVcQGBup",
  "LEFTIST HEADS EXPLODE as Pakistani-British Muslim argues that Muslim immigration has destroyed the country https://t.co/qayViVVHcw",
  "The details of Bret's story are astonishing. This is crazier than the satanic-cult panic of decades past. https://t.co/org6QLMCzA",
  "@DeGorgeousWreck @saraaahgelly Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@campari_gandt @69mib Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@NickGriffinBU Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@slouise_louise @BBCAnyQuestions Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@dansywansy @BBCNews @hendopolis Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@flashgrim Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@campbellmemora1 Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@AdvocacyRocks Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@obritom @theresa_may @AmberRuddHR Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@long46927755 @holland_tom Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@pmclauth Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@PeterKGeoghegan @histevegray Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@Robert_Purse Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@BTTB001 @HouseofCommons Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@oflynnmep Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@EczemaBoy Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@DavidJo52951945 Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@AlanJohnson35 @RichardHilton1 Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@sapereaude1949 @Shaap89 @piersmorgan @CountRollo Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@iantheplater @RapinBill @Canadiantaxpayr Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@mark_carrigan Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@bloefeld437 Link to petition for internment here - now over 200k signatures - please sign and retweet. https://t.co/mH3WjjId22",
  "@wealdengirl Link to petition for internment here - now over 200k signatures - please retweet. https://t.co/mH3WjjId22",
  "@mrph2 @Ziontrain111 @Marlonius_1 Link to petition for internment here - now over 200k signatures - please retweet. https://t.co/mH3WjjId22",
  "@jamesmorgan27 Link to petition for internment here - now over 200k signatures - please retweet. https://t.co/mH3WjjId22",
  "@LibertyGeek83 Link to petition for internment here - now over 200k signatures - please retweet. https://t.co/mH3WjjId22",
  "The Islamist fighters who fought for MI5 in foreign wars without even realising it https://t.co/Jhqije6AIZ",
  "@londonorganiser It is like watching a nation busily engaged in heaping up its own funeral pyre.",
  "@georgegalloway Link to sign petition for internment here - now over 200k signatures - please retweet. https://t.co/WL9faP4mEL",
  "@RogerHelmerMEP Link to sign petition for internment here - now over 200k signatures - please retweet. https://t.co/WL9faP4mEL",
  "@bbcthisweek @afneil Link to sign petition for internment here - now over 200k signatures. https://t.co/WL9faP4mEL",
  "@RichardHilton1 Link to sign petition for internment here - now over 200k signatures. https://t.co/WL9faP4mEL",
  "@COLRICHARDKEMP @TheSun https://t.co/WklNVczlTc",
  "@theplathdiaries No - concrete action to stop murder of children on UK streets - unlikely u have any kids? #Internment internment",
  "Across the West, personality disorder pedophiles in power have recruited other pedos to infest every organisation https://t.co/kD80Es0Pum",
  "Across the West, personality disorder pedophiles in power have recruited other pedos to infest every organisation https://t.co/kD80Es0Pum",
  "@Nigel_Farage on LBC UK radio. https://t.co/bfyi7yRmR6",
  "Here it is in one. If internment existed 22 innocent people would be alive today. https://t.co/RPOcz20wEa",
  "@nathanjamesjr2 @COLRICHARDKEMP @BelTel Security services estimate less than 4k radicals at mo - if internment reveals a further 4k child massacre supporters then in they go too.",
  "@nathanjamesjr2 @COLRICHARDKEMP @BelTel Security services estimate less than 4k radicals at mo - if internment reveals a further 4k child massacre supporters then in they go too.",
  "@nathanjamesjr2 @COLRICHARDKEMP @BelTel Making u have to think, eh? I already said - after internment deaths then limited to 3k in 1.5m population - it takes killers off streets.",
  "@nathanjamesjr2 @COLRICHARDKEMP @BelTel Making u have to think, eh? I already said - after internment deaths then limited to 3k in 1.5m population - it takes killers off streets.",
  "@mcevjp @Furedibyte Are u for real? Gaddafi was a major prop preventing terrorist massacres spreading to the UK for decades - now look.",
  "@mcevjp @Furedibyte Are u for real? Gaddafi was a major prop preventing terrorist massacres spreading to the UK for decades - now look.",
  "@nathanjamesjr2 @COLRICHARDKEMP @BelTel Maybe u try answering my questions first, eh? NI internment limited deaths to only 3k. Both parties had total local support - ISIS do not.",
  "@nathanjamesjr2 @COLRICHARDKEMP @BelTel Maybe u try answering my questions first, eh? NI internment limited deaths to only 3k. Both parties had total local support - ISIS do not.",
  "After Manchester the gloves must come off. My article in today's @Daily_Express  https://t.co/TKWTknvIt5",
  "@nathanjamesjr2 @COLRICHARDKEMP @BelTel Internment means Salman Abedi would have been prevented from child massacre - u not happy with that? U want more murder?",
  "@nathanjamesjr2 @COLRICHARDKEMP @BelTel Internment means Salman Abedi would have been prevented from child massacre - u not happy with that? U want more murder?",
  "@alan13141314 @Dunfermlin #Internment Then those newly curious about radicalisation will be interned themselves - internment is a deterrent - don't defend murder.",
  "@PartyzoneMc @2tweetaboutit @MailOnline Why monitor them? Indefinite internment is the only answer. 22 people are dead because that piece of filth wasn't interned.",
  "@theplathdiaries No - concrete action to stop murder of children on UK streets - unlikely u have any kids? #Internment internment",
  "Colonel Richard Kemp tells Nolan Ulster show that internment should be brought back in the UK",
  "How is it after every terror attack the perpetrator's cronies are arrested immediately?\nMay I suggest we arrest them prior to attacks? https://t.co/hs1vgNgswk",
  "#Internment works - Salman Abedi was known to the security services but was not part of any active investigation or regarded as a high risk.",
  "Please RT: In wake of #Manchester attack, all terror suspects &amp; returning Jihadis MUST be interned until further notice!\n\nCall 020 3829 1234",
  "@DipperMc @allisonpearson #Internment Oh - I see - a sleepwalker - ok then - showers to be reserved only for those plotting mass murder of children on UK streets.",
  "@DipperMc @allisonpearson #Internment Oh - I see - a sleepwalker - ok then - showers to be reserved only for those plotting mass murder of children on UK streets.",
  "@allisonpearson #Internment So many sleep-walkers on your back Allison - internment means taking those ideologically capable of child murder off our streets",
  "@allisonpearson #Internment So many sleep-walkers on your back Allison - internment means taking those ideologically capable of child murder off our streets",
  "@DipperMc @allisonpearson #Internment Security services estimate 4000 - finite number - take them off the streets - Salman Abedi would have already have been in jail.",
  "Will Manchester listen to Morrissey? #SilenceForManchester https://t.co/i8Z3Fs3mMw",
  "@snowstar444 @shashj #Internment The emotions of people ideologically capable of blowing up children in the UK are not relevant - negating your argument.",
  "@Ernie_X_Tweets #ManchesterBombing - The only solution is #internment - Salman Abedi would already have been in jail for his internet use and social network",
  "@Ernie_X_Tweets #ManchesterBombing - The only solution is #internment - Salman Abedi would already have been in jail for his internet use and social network",
  "@KTHopkins #ManchesterBombing The only solution is #internment - Salman Abedi would already have been in jail for his internet use and social network.",
  "@KTHopkins #ManchesterBombing The only solution is #internment - Salman Abedi would already have been in jail for his internet use and social network.",
  "@AnnCoulter #ManchesterBombing The only solution is #internment - Salman Abedi would already have been in jail for his internet use and social network.",
  "@AnnCoulter #ManchesterBombing The only solution is #internment - Salman Abedi would already have been in jail for his internet use and social network.",
  "@paulwestonlibgb #ManchesterBombing The only solution is #internment - Salman Abedi would already be in jail for his internet use and social network.",
  "@paulwestonlibgb #ManchesterBombing The only solution is #internment - Salman Abedi would already be in jail for his internet use and social network.",
  "@JackPosobiec #ManchesterArena The only solution is #internment - Salman Abedi would already be in jail for his internet use and social network.",
  "@shashj #ManchesterArena The only solution is interment - Salman Abedi would already have been in jail if his internet use and social network known.",
  "@shashj #ManchesterArena The only solution is interment - Salman Abedi would already have been in jail if his internet use and social network known.",
  "@IslamismMap #ManchesterAttack The only solution is #internment - will also act as a deterrent for those curious about radicalisation.",
  "@IslamismMap #ManchesterAttack The only solution is #internment - will also act as a deterrent for those curious about radicalisation.",
  "@JamesDelingpole #ManchesterBombing The only solution is internment - it will act as a deterrent too - preventing even first curiousity in radicalisation.",
  "@JamesDelingpole #ManchesterBombing The only solution is internment - it will act as a deterrent too - preventing even first curiousity in radicalisation.",
  "Maxine Waters Claims Putin Came Up With ‘Lock Her Up,’ ‘Crooked Hillary’ https://t.co/SLoRTIBAsX",
  "Very informative. Thanks. https://t.co/mxyV4jIanJ",
  "@BreitbartVideo Do aggressive extreme left-wingers actually have a personality disorder they are born with?",
  "@BreitbartVideo Do aggressive extreme left-wingers actually have a personality disorder they are born with?",
  "Individualists with no kids don't care what the future is going to be like for their progeny. It's all about having great career, money, fun https://t.co/4iYQi5xG8A",
  "This man was Tony Blair's political secretary. Anyone surprised that these are his views on national identity? 🇪🇺 https://t.co/XrvjCwwAPo",
  "The strange silence on the death of Kevin Crehan https://t.co/rD2tOKil2x",
  "\"For his first overseas visits as president, Trump chooses Israel, the Vatican, and Saudi Arabia. Of course.”  https://t.co/bBn2Lht0TU",
  "@simgiran @TheHoneybee_ @LibertyColumn Pedophiles are born with this personality disorder - 70-80% meet current criteria - pending separate PD definition https://t.co/vVNeAS7qph",
  "@simgiran @TheHoneybee_ @LibertyColumn Pedophiles are born with this personality disorder - 70-80% meet current criteria - pending separate PD definition https://t.co/vVNeAS7qph",
  "@TheHoneybee_ @LibertyColumn Powerful discussion of pedophile behaviour traits - pedophilia is a classic personality disorder.",
  "@TheHoneybee_ @LibertyColumn Powerful discussion of pedophile behaviour traits - pedophilia is a classic personality disorder.",
  "@WelmoetB Trusted finance insider Ronald Bernard pressed to join child-sacrifice Luciferian cult of the 8000 member global rulers #pizzagate",
  "@TheHoneybee_ Just listening to your powerful Youtube chat with Liberty Columnist - pedophilia exposed as a classic personality disorder.",
  "@HenryMakow Wow - Howell claims that Michael Sandford was at a CIA training camp which facilitated his attempt to assassinate President Trump!",
  "@vdare Brilliant quote but it really describes \"liberal democracy\" - the globalist consensus has redefined true democracy as liberal democracy.",
  "@HenryMakow Wow - Howell claims that Michael Sandford was at a CIA training camp which facilitated his attempt to assassinate President Trump!",
  "@vdare Brilliant quote but it really describes \"liberal democracy\" - the globalist consensus has redefined true democracy as liberal democracy.",
  "@d_seaman @WelmoetB Trusted finance insider Ronald Bernard pressed to join child-sacrifice Luciferian cult of the 8000 member global rulers.",
  "@WelmoetB Trusted finance insider Ronald Bernard pressed to join child-sacrifice Luciferian cult of the 8000 member global rulers.",
  "How do we solve a problem like The Donald..Trump is low tech...and low information.",
  "@WelmoetB Trusted finance insider Ronald Bernard pressed to join child-sacrifice Luciferian cult of the 8000 member global rulers #pizzagate",
  "Schokkend interview met Ronald Bernard over de wereld van het grote geld en de aanleiding waarom hij 'crashte' https://t.co/9KOsJciZPl",
  "@MarkACollett Incredible that fellow whites wud post this - do they think it's not racist to say this if u are also white?",
  "@DRUDGE_REPORT So it would - and also a viable explanation of how the Deep State could be planning to remove Trump from the presidency.",
  "@Nigel_Farage How did THEY get to Trump  - or was he just duped?",
  "Angola becomes 'first country to ban Islam' https://t.co/oSnigWpcyM via @YouTube",
  "@TRobinsonNewEra If extremists do not represent vast majority of Muslims - true - then logical argument for their internment #internment",
  "@KTHopkins #Internment today proven as the only safe option - secret service know who they are #abuizadeen",
  "@Colin1949 #Internment today proven to be only safe soltlution - security services know who #AbuIzadeen",
  "@triggeryenot #Internment now only safe option - security services know who #AbuIzadeen",
  "@TRobinsonNewEra Is this the only weapons dump in Germany?",
  "Dear liberals; This is who you are in bed with. The neo-con architect of the Iraq war. Well done. https://t.co/eBda2IFwVc",
  "We need some new wars...erm...ok...lets drop the Twin Towers...",
  "@jdruva41 @d_seaman @ckemp1542400 Trump is a black swan - look it up - an event they were unable to predict or plan for.",
  "@GiladAtzmon #Masotgate",
  "@JohnKStahlUSA yup https://t.co/VNDU8yNakK",
  "WOW! #Twitter has been hiding this image because it exposes #LIBERALS!\nRT this to spread the word!\n\n#ISIS #Terrorism https://t.co/mBVrnTGciK",
  "NGOs massive smuggling of migrants into Europe. Sounds like a Soros operation. https://t.co/H393udzASI",
  "Found myself buying just a nice chianti and some lambs liver at Tesco Express - cashier sorry but they do not stock fava beans...schlurp"
 ]
}