{
 "user": 19274778,
 "tweets": [
  "Me trying to drink room temperature water https://t.co/u5KE582LyO",
  "@justbrad they shoulda never gave u nikkas good weather. (its still chilli)",
  "I just wanna know why there are 14 trackers on kanyewest dot com? What you doin with our info? @kanyewest #illuminati https://t.co/H8iqPouA1X",
  "@amy_green  https://t.co/MfyaFNGuQc",
  "im deleting this album from my phone https://t.co/H7Np4EJJdQ",
  "Kanye: BOOPITY SCOOP\nSCOOP DITTY WOOP\nWOOPTY SCOOPTY POOP \n\nRight Wing Twitter: https://t.co/DquzxBX8yq",
  "Called it earlier! Lol https://t.co/GosF6Z8pm8",
  "I can't believe Pharrell wrote that hook for 'Hot Sauce to Go' https://t.co/TLD0hXeO56",
  "@JLCauvin  https://t.co/Z3RewHFPZp",
  "a former vice president nominee is fucking sponsoring flat tummy tea on instagram we really are living in a simulation i'm about to have a mental breakdown https://t.co/4cKOWHsSDQ",
  "@Nickrob a few bright spots. Need a couple more listens before i could form a real opinion",
  "@Channel4News @JonathanPieNews They're nowhere to be seen when Louis Farrakhan or a radical Muslim Cleric is banned from the UK. Its completely disingenuous. Unless u bring the same energy in every case. You're not fooling anyone. When it boils down to it, u just want free speech for the speech u want to hear",
  "@Channel4News @JonathanPieNews It's amazing these people only come out of the woodwork to intellectualize \"free speech\" when it's to fellow white neckbeards, who want to pontificate on race based IQ scores, immigration and offensive jokes.",
  "Me Trying to give this post Malone album a chance even though he distances himself from Hiphop and aligned himself with weird quasi alt-right youtube https://t.co/XprtwR804O",
  "Twitter: Blk men are the weakest link in the movement.\n\nReal life:\nhttps://t.co/PGqbMYRh28",
  "@kvsee1 What in the Jimmy Corkhill? https://t.co/EIIdjGf58L",
  "LOL @ The way Kelis scoffed at 8k a month child support.",
  "#relationshipgoals https://t.co/S2kuE4lRiS",
  "@ANTWANDUNCAN  https://t.co/yGrnddPOjE",
  "i feel your pain https://t.co/mzcBk34bcv",
  "@PavanMediratta @colbertlateshow @HankAzaria @TheSimpsons im glad you can speak for all indian people across the world Pavan.",
  "@thought4day2 @colbertlateshow @HankAzaria @TheSimpsons Never realized scottish was a race? https://t.co/buGal0xFqx",
  "Alex Jones. Hiphop Enthusiast. #thankskanye https://t.co/DIAnkxC3kG",
  "Twitter: Str8 Blk men are the weakest link in the movement.\n\nAlso Twitter:\nhttps://t.co/xZXsLSw5SI",
  "@MiQL Contrarians want to pass as intellectuals. It's an epidemic.",
  "So y'all telling me you couldn't tell Nas was nuts when he had Kelis go to the Grammy wearing a bedazzled 'Nigger' Jacket? smh.",
  "@TASH__P 😂 https://t.co/VtDzYfhUuN",
  "Need this hat. https://t.co/CD9mcr6YLA",
  "@justbrad @hassanrahim The next time i spot u im doin the same thing 😂",
  "Can't believe @johnlegend uses an android IRL. https://t.co/NbDVihtdH5",
  "Cmon guys. Kanye has an album and clothing line drop to promote. He does this Every. Single. Time. He knows attention is the most important thing right now.",
  "This could be us but you playin’ https://t.co/GNCflgdkKD",
  "😂 https://t.co/CSpeklk0iY",
  "@Starbucks store policies are really wild. https://t.co/nUmiyNVhHI",
  "Good thing the Waffle House didn't kick James Shaw Jr out before he could order.",
  "@amy_green Wow. Wonder what he thinks about Brits taking American roles? 😂",
  "We're so easily impressed by colonizers https://t.co/PYYuKPB5C6",
  "@classiclib3ral these types of people are always the most disingenuous",
  "Congrats to Michelle Williams and her fiancé Chad Johnson on their engagement ❣️💍 https://t.co/6U5a5G5Ujd",
  "@sleep2dream OutKast too",
  "@sleep2dream lil Jon and the eastside boyz",
  "@sleep2dream southern rappers tried it in the early 2000’s",
  "@CaseyNewton you reached your 10 articles per month limit 🛑 ✋",
  "Why do I always feel like I have to say “Thank You” to Siri?",
  "💯 https://t.co/8DS2XUm8wT",
  "Only Rafa Benitez could save Radar Radio now.",
  "While everybody overreacting to my pretty logical take on Robert Kelly I’m gonnna leave you an image of black excellence. Repost for 65 years of good luck. #freepacslimm #wakandaonthe4yard https://t.co/bFaO3LKzjG",
  "I need a link for this t-shirt https://t.co/rnHyrvOZAh",
  "@WORLDSTAR @BhadBhabie @imwoahvickyy White on White Crime is 86%. Where are their community leaders? Someone call Sean Hannity",
  "We all just wanna use the bathroom like Weston @Starbucks #brandonward https://t.co/fgyq1tleqm",
  "These people are as bad as Trump Trolls https://t.co/BNzaheFXh5",
  "@misoks https://t.co/GJfLqCr65t",
  "When I gotta pee but the only place with a bathroom is @Starbucks https://t.co/36TlbCEYkC",
  "My barber got fired from the barbershop. The other barbers got sick of the conspiracy theories. I'm fucked lads https://t.co/PziA0IPnh1",
  "Sean Hannity on his deathbed: \"But Hilary....the emails........\" https://t.co/LOl9Fq8MFq",
  "A black man who doesn't cheat. https://t.co/zv9P1zSaX7",
  "Swae Lee ft. Slim Jxmmi ft Rae Sremmurd prod. by Rae Sremmurd https://t.co/ekh9zYoTte",
  "@justbrad Dreams can come true https://t.co/4dyGzFy0x4",
  "RT If you used a disgusting @Starbucks bathroom without purchasing anything and the cops weren't called on you.",
  "Mute: BEYONCE",
  "@MeganWillkom @CoraKing17 @BerniceKing White on White Crime is 86% Megan. https://t.co/jOyafjeYWB",
  "New York Summer like... https://t.co/WeXw40bwyD",
  "It’s Friday The 13th, RT this photo of Pappoose for good luck. https://t.co/Cle8qZbriJ",
  "Hold up? So Khloe knew about Tristan’s baby momma, and the 3 other side chicks knew about Preggers Khloe, but yet “Men are Trash™️”? 🤔 Ok? *kanye shrug*",
  "There are only 2 genders. https://t.co/ZuhjvnwrVp",
  "I never find money on the floor. But I do find Empty boxes of Spanish Fly 🤔 https://t.co/8SyVEukkoX",
  "I finally got into an Uber that didn't smell terrible. Turns out, if i shower every day it really helps. https://t.co/oFLtth7YNc",
  "Who Wore it Better? https://t.co/tQuD0EG8zh",
  "The women Drake emotionally abused on Take Care looking at y'all like. #NiceForWhat https://t.co/MlcL2lIODA",
  "Really productive Sunday. I made 20k+ steps on FitBit!!! I had to find the perfect hiding spot to dump my Fleshlight. So many people in the park! phew",
  "Someone said I seem ‘well cultured’ today. Little do they know I’ve seen every single episode of the Golden Girls.",
  "How close people with bad breath always wanna talk to you. https://t.co/xxXkzlqzQ2",
  "I wish I could do the whole\n“if you                              then you don’t \ndon’t love                       deserve \nme at my                        me at my” \n\nBut I always been the shit 😛😛",
  "LOL @ people who try to push the \"MLK would be conservative if he was around today\" narrative.\nhttps://t.co/jhZBSB9jpw",
  "61% of white women voted for Trump. That closet was wide open https://t.co/0V7cmM4pak",
  "@fuckingelle ASOS is not high fashion Elle 🧐",
  "@anildash killing google reader killed blogs",
  "Get you a man who can do both. https://t.co/3a6uODcEY8",
  "Summa y’all suffer from whoretism https://t.co/H3Wkc2zAwc",
  "What a beautiful spring day in New York 😍☀️ 🌞",
  "I don’t even say y’all irl y’all",
  "Me watching y'all let this Walmart Yodeling Kid go viral when y'all know his parents racist AF and voted for Trump. https://t.co/i8LLoep1XW",
  "The Weeknd: Girl if you really love me prove it by letting my friends run a train on you.\n\nY'all https://t.co/movNQILA35",
  "Y'all really think The Weeknd is the innocent party like we didnt hear the fucked up lyrics he wrote when he was 20? 😂",
  "Me After Brunch at ABC Kitchen. https://t.co/yVrzPuGJXn",
  "I'm impressed by simple magic tricks https://t.co/tMc8T4Kpvx",
  "I'm sleep I'm sleep",
  "One time at work, my umbrella went missing from my desk during a rainstorm right before I was about to leave. You think I didn’t talk operations into letting me watch security footage? Never trusted that bitch again! https://t.co/M2EmwrTtRj",
  "My barber sends me conspiracy theory videos on WhatsApp 🤦🏿‍♂️",
  "From this day forward I will no longer listen to music from The Weeknd that isn’t produced by illangelo",
  "@amy_green summin like that",
  "Imma start tweeting like 40oz van again",
  "*pretends to be shocked* https://t.co/K3S8DVjsD9",
  "@DIRT_WORSHIP teach me how to pull this scam 🙏🏿",
  "@polkadot would u mind not posting anymore relatable content? Thanks",
  "@DIRT_WORSHIP stop sneeze shaming",
  "I mean.. have y’all ever watched ren &amp; stimpy? Only someone fucked could come up with that shit https://t.co/HYr1V3IRcc",
  "Remember Dr Love? This is him now. Feel old? https://t.co/G3uGAYcZMw",
  "There will be absolutely no Virgil Abloh slander in my timeline. Y'all here me? Absolutely None! https://t.co/lrymSmOTuQ",
  "Why is deleting my old problematic tweets so got damn hard? How did you people do it? LOL",
  "@jreshiloh Gone forever",
  "youtube was a mistake https://t.co/YnUVkTReM9"
 ]
}