{
 "user": 510668052,
 "tweets": [
  "WWGOWGA #Q https://t.co/5BVzwl6zb2",
  "@realDonaldTrump @foxandfriends Clapper, Tapper.                        lying flappers🤥🤥",
  "@Anon_decoder Instant gratification does not happen for improprieties and corruption from the last 60 years or more",
  "Kanye to Launch Initiative to Restore Poor Chicago Communities!This amazing, how could anyone not support @kanyewest\nhttps://t.co/gIkmxzrQcr",
  "@SaraCarterDC We should all petition for him to get back in the game #DrRonnyJackson",
  "@poconomtn And take care of our retired #military",
  "Watch this video &amp; listen carefully to everything .@realDonaldTrump says. We are witnessing the GREAT AWAKENING. He didn't have to take this job &amp; be constantly attacked from ALL SIDES but he did...and he is winning BIGLY for ALL of us! \n\nhttps://t.co/NxcLrO8ayp \n\n#GreatAwakening",
  "@FoxNews @kanyewest exposing all of the #illuminati #pedogate #humansacrafice want to see all the people that unfollowed so we know who these people are",
  "THIS 👇 WAS ONE A HAPPIEST DAYS OF MY LIFE! I KNEW WE WERE GOING TO SEE CHANGE IN AMERICA! I THANK GOD EVERYDAY FOR PRESIDENT TRUMP!! RT IF YOU AGREE 🇺🇸🇺🇸 https://t.co/ZxdCAL55SS",
  "bring them all down! https://t.co/Ohll7ip96V",
  "@kanyewest wishing you all the best and support, great to see an icon as yourself red pilled",
  "@tracybeanz @dbongino Together we are strong #Q",
  "@TotesDeplorable @Anon_decoder Send them all to Gitmo",
  "@nixi_nixon @Anon_decoder @JuanGaspard All the globalist need to be on that list, including macron and Merkel",
  "UK EU w uncontrolled immigration from Refugee Crisis created by the Obama Admin Hillary as Sec of State Brain Trust of Arab Spring Fiasco Now Restricts Border Guards 🤦‍♂️ \nWake up America! This is Coming Soon without Wall &amp; Securing Our Borders 🦅 🇺🇸🦅 https://t.co/DX60Et32Gr",
  "@rickki6 @5Strat Hope not",
  "@5Strat It has been said that he is bff with a child pedophile from his home state",
  "@tracybeanz look at it as a compliment, you obviously have relevance in your research",
  "vote people we don't need democRATs in the house https://t.co/ILIhJhxxvZ",
  "RT: The father of Birtherism was Obama, not Trump. Trump was the discoveror. #thegreatawakening https://t.co/6Yv2hHD719",
  "Congratulations on a good start. Long way to go...but this is a positive step for mankind! https://t.co/4rHTgbzKRi",
  "https://t.co/zxcloMEj9I",
  "23.  Bastards! \n\n /The End https://t.co/dgyLFMjGI2",
  "Kanye West has performed a great service to the Black Community - Big things are happening and eyes are being opened for the first time in Decades - Legacy Stuff! Thank you also to Chance and Dr. Darrell Scott, they really get it (lowest Black &amp; Hispanic unemployment in history).",
  "@ChristineTweet1 @LizCrokin Look who’s in there to, Ray Chandler https://t.co/jnTNbXfEBf",
  "@RealWolfensPac @poconomtn Sorry had to edit photos behind bars https://t.co/3NRrWnMO4e",
  "RETWEET IF YOU You love @kanyewest too. Let's show everyone the power of MAGA!\n\n@realDonaldTrump https://t.co/DS2J45jPZx",
  "Happy birthday to our beautiful and wonderful @FLOTUS, Melania Trump! You are a great role model for millions of young girls in this country and throughout the world! God bless you! RT to wish her a Happy Birthday! https://t.co/vVhhFgylm2",
  "@pahubb43 It’s those who are lower income, poverty has no color",
  "This is RIDICULOUS!!!!!! https://t.co/4k4RqZTPk0",
  "Good morning to all of Trumps base..all 60 million plus!!",
  "@ClintEastwoodLA @realDonaldTrump @TrumpPalmBeach @POTUS @TrumpGolf @TrumpGolfDC @TrumpGolfLA Call him I’m pretty sure he’d take your call and an invite, you could pack me in your suitcase",
  "NEXT GRAND JURIES: FBI Brass Flip on McCabe &amp; ComeyTestify Against Fired FBI Chiefs, Set Stage for Grand Juries  https://t.co/Fa4DkpetfJ Once-loyal cabal of FBI brass &amp; leaders been testifying against their former bosses, DOJ sources confirm @realDonaldTrump #QAnon",
  "The democrats killed Seth Rich for leaking their emails",
  "To the media trying to demonize my husband let me just say this... your commentary on Kanye being erratic &amp; his tweets being disturbing is actually scary. So quick to label him as having mental health issues for just being himself when he has always been expressive is not fair",
  "Black people don’t have to be democrats.",
  "@CarrieLockhart_ @kanyewest Independent thought will set you free",
  "@BrandonEazyy @kanyewest I miss the old Ye https://t.co/iMNsMW6PkP",
  "@RealJamesWoods We hv supported other nations way to long, hopefully #Trump will stop the draining of $$$$ to other countries soon, that should take care of our people and our debt",
  "@kanyewest @kanyewest 2024!!!,❤️❤️",
  "2024",
  "@TheRealMrSazonn @LizCrokin @DestroyIllusion @therealroseanne @realDonaldTrump she's convinced that we are stupid, she's covering her rear end, truth will surface",
  "@JackPosobiec #Trump always 10 steps ahead",
  "If social drinking on foreign presidential trips is now grounds for ruthless character assassination then I encourage media outlets to reach out to me so I can fill them in on all of the Obama staffers who downed alcohol by the barrel overseas. #PeopleKnow https://t.co/9kXMNfyhLU",
  "Russian collusion : great work here (and read Jason's short thread as well) showing that the FBI seems to have deliberately engineered meetings, between Kisylyak and Trump, in order to frame him👇 https://t.co/jwwmmfU22V",
  "Unsealed Indictment: Allison Mack has 2 pending charges for sex trafficking CHILDREN!👇🏼\n\nThey trafficked kids!\n\nThis is Pizzagate! 🍕\n\n#QAnon https://t.co/nKCv8Xy6cc",
  "We are all aware that Planned Parenthood was birthed from a Eugenics project, right? \n\nDid you know that Bill Gates father, William H. Gates Sr., was the former head of Planned Parenthood?\n\nBill Gates said so himself in 2003👇🏼 https://t.co/BUyhsTy5SF",
  "@Apple You realize that any red items you purchase is helping Hillary out right?!",
  "@Croz3333 @batmans_chic @MessMakerPro @tedcruz @dem_happy  https://t.co/dHfsUAct52",
  "@KarenChestney Bye bye Pocaface, you deserve your own reservation in jail",
  "Having received assurances from President Trump and Director Pompeo that he agrees with the President on these important issues, I have decided to support his nomination to be our next Secretary of State.",
  "THERE IS ONLY ONE CANDIDATE FOR GOVERNOR that voted for President @realDonaldTrump, has WON every race he has run in, and that can BEAT @GavinNewsom and the California Democrats. @JoinTravisAllen and LET'S TAKE BACK CALIFORNIA!! https://t.co/2qriCNm9YS https://t.co/EZXYaAGOtz",
  "@almostjingo @_VachelLindsay_ @Avery1776 @BabeReflex_8 @passion_4truth @littlecarrotq @BasedBasterd @clivebushjd @lonegreyhat IRS launches Investigation of Clinton Foundation: https://t.co/2lzGsBF24b",
  "JUST IN: NO OFFICIAL INTELLIGENCE Was Used By Obama’s DOJ To Spy On Trump…This is HUGE! [VIDEO] * https://t.co/5JD29pWy0z https://t.co/eaFrpYs7Ys",
  "Kanye, knows what’s up and this article is 🔥! You can tell his love and trust for Trump is very high, unlike Obama. Also, Further proof Obama did not care for blacks as stated here. There is a great awakening going on and I for one welcome it. https://t.co/Uy4xy9GRZx",
  "@RealAlexJones What happened to you Alex?! I will turn you off now, the End!",
  "@trumpism_45 You realize Fox News is owned by liberals right?! They hired several liberal reporters and Shep is one of them",
  "Here’s a great stat - since January 2017, the number of people forced to use food stamps is down 1.9 million. The American people are finally back to work!",
  "More #QAnon on #RedCross #HRC &amp; #Haiti \n\nWe #QAnon's are NOT GOING TO BE QUIET about this. \n\nOrgan harvesting\nStealing donations\nWatered down medications\nHuman (KIDS!!) trafficking\n\nCAN ONLY STOP WHEN WE STOP CLOSING OUR EYES TO THESE HORRORS!\n#GreatAwakening \n\n@realDonaldTrump https://t.co/HFxFxagEYv",
  "ARE THEY HARVESTING MELANIN FROM BLACKS IN HAITI?\n\nStem cells=regenerative reverse aging\n\nMelanin Rich Organs better for transplant\n\nQ said there was a reason WHY Haiti.\n\nmelanocytes – those special cells that make melanin – come from stem cells https://t.co/Na5YvzsUqE",
  "Decoded New Q 4/23/2018 12:56pm EST #MAGA #KAG #QAnon #TQFam #8Chan #TheGreatAwakening #TheStormIsHere @POTUS #InternetBillOfRights #FreeTheInternet https://t.co/MaQhssOKHb",
  "Haiti is finally seeing the light https://t.co/HXxipsHrU9",
  "another reason not to trust the Red Cross\n\nhttps://t.co/R8nYGfpLNf",
  "Hard to believe Obstructionists May vote against Mike Pompeo for Secretary of State. The Dems will not approve hundreds of good people, including the Ambassador to Germany. They are maxing out the time on approval process for all, never happened before. Need more Republicans!",
  "Mexico, whose laws on immigration are very tough, must stop people from going through Mexico and into the U.S. We may make this a condition of the new NAFTA Agreement. Our Country cannot accept what is happening! Also, we must get Wall funding fast.",
  "@_SierraWhiskee https://t.co/GNQqIuAgQM",
  "@_SierraWhiskee #Trump will be written history book as the greatest president who ever lived, Schiff will be known as a sex trafficker that will rot in jail",
  "@polishprincessh @5Strat Welcome to United States from a person who got in legally and having to pay for college tuition, entitled much?!",
  "A complete Witch Hunt!",
  "Shocking, I know. https://t.co/AnoIUjfxXi",
  "This is James Shaw. He's a hero. His hands are burned from grabbing the barrel of a gun used to kill four people at a Nashville Waffle House. He says he's sorry he couldn't save more people. https://t.co/QXIevQLfM1",
  "Thank you to the incredible Law Enforcement Officers from the Palm Beach County Sheriff’s Office. They keep us safe and are very cool about it! https://t.co/NlhxpPwmzT",
  "We Must Fight - President Reagan (TyDale's Version) https://t.co/Mv9liS3pQB via @YouTube",
  "Sleepy Eyes Chuck Todd of Fake News NBC just stated that we have given up so much in our negotiations with North Korea, and they have given up nothing. Wow, we haven’t given up anything &amp; they have agreed to denuclearization (so great for World), site closure, &amp; no more testing!",
  "@realDonaldTrump The Clinton campaign office, wrong or rightly, saw Maggie Haberman as their pet, as this internal email, published by @WikiLeaks makes clear:\n\nhttps://t.co/bzmtX9KsJM https://t.co/0AwNGstgGD",
  "THAT FACE YOU MAKE\n\nWhen Allison Mack is naming names\n\nAnd you're one of those names...😨\n\n⏲️Feeling ok today AS?⏲️\n\n@realDonaldTrump #Trump #MAGA #QAnon #Outnumbered #TheFive #Tucker #Hannity #IngrahamAngle #WWG1WGA #WeThePeople #AdamSchiff #LockHimUp Wendy Wasserman Shultz https://t.co/SPlrqD3Rsv",
  "Check out the correlations here between Trump and Q. Q exposes Soetero's \"pet\" Maggie Nix, a hollywood daughter, and today @realDonaldTrump and @Wikileaks have some choice words for MAGGIE Haberman..... Assange calling her Clinton's \"pet\" https://t.co/f7euThONDv",
  "Q taunts total fraud of a journalist @maggieNYT \nDo you feel safe?\nQ https://t.co/ACx9BdZbPZ",
  "Chuck Todd conflicted journalist? https://t.co/ZTO37ijQpk",
  "NY Governor Andrew Cuomo is pressuring NY banks &amp; insurance companies to cut their ties with the NRA.\n\nNot smart.\n\nAny bank or insurance company willing to piss off millions of conservatives may want to reconsider. We pay attention, we vote, &amp; we do not forget who betrays us.",
  "Wouldn’t be surprising... https://t.co/mHchvTH29s",
  "A quick prayer for the Children - God Bless the Children that are enslaved in Human Trafficking. Please keep them safe and send them love. We pray that they are found soon &amp; returned to their families safely. We ask in Jesus name. Amen #MAGA #KAG @POTUS #QAnon #TQFam #8Chan https://t.co/N480LxZ1nT",
  "new Q.... You'll get duplicates cos it looks like Q renumbered the posts... \nCouldn't make sense of it.\n\n#Tarmac \n@realDonaldTrump\n@POTUS @WhiteHouse \n#ForGodAndCountry\n#KAG2020\n#QAnon \n#releasethevideo #HRCVideo\n#WeThePeople\n#TheStormHasArrived https://t.co/kbVHSYNDie",
  "April 21st – 2018 Presidential Politics – Trump Administration Day #457 https://t.co/cWQfKhQUla https://t.co/WUH9TP5scH",
  "So General Michael Flynn’s life can be totally destroyed while Shadey James Comey can Leak and Lie and make lots of money from a third rate book (that should never have been written). Is that really the way life in America is supposed to work? I don’t think so!",
  "North Korea has agreed to suspend all Nuclear Tests and close up a major test site. This is very good news for North Korea and the World - big progress! Look forward to our Summit.",
  "Can you believe that despite 93% bad stories from the Fake News Media (should be getting good stories), today we had just about our highest Poll Numbers, including those on Election Day? The American public is wise to the phony an dishonest press. Make America Great Again!",
  "@DonnaWR8 @realDonaldTrump https://t.co/uAlrLREw6e",
  "@realDonaldTrump  https://t.co/qQHxvwWScD",
  "Nancy Pelosi is going absolutely crazy about the big Tax Cuts given to the American People by the Republicans...got not one Democrat Vote! Here’s a choice. They want to end them and raise your taxes substantially. Republicans are working on making them permanent and more cuts!",
  "@RealJamesWoods #desperate #evilidiots",
  "@davidhogg111 @lauren_hoggs In his greed, like the Dems puppet, he will keep the $",
  "@realDonaldTrump @agirlhasnopotus https://t.co/PS0fqOqof6",
  "@TruthTalker18 @LAdeskdog @CarmoSteph @JohnJHarwood @PatCunnane @realDonaldTrump #Trump #MAGA #2020, Trump will win another term!!!!🇺🇸🇺🇸🇺🇸🇺🇸",
  "So exciting! I have agreed to be the Commencement Speaker at our GREAT Naval Academy on May 25th in Annapolis, Maryland. Looking forward to being there.",
  "@TheRealHublife Seems he knows much about 9/11 as well, which will eventually come to surface",
  "@antischool_ftw All about control, power and greed",
  "Two sheriff’s deputies were shot &amp; killed today ambush style inside a restaurant in Trenton, Florida.\n\nThis kind of news makes me sick.\n\nThe war on our men &amp; woman in blue was created during the Obama administration.",
  "https://t.co/MJnoCXr7iZ\nGovernment accidentally sends file on “MIND CONTROL” to journalist",
  "@TheAAGabriel @LizCrokin https://t.co/w83Men81LC #bushculprit #9/11",
  "#PIzzagate\n#Pedogate\n@LizCrokin Check this out...who just joined the team?\n#ThesePeopleAreSick \n#DarknessToLight https://t.co/DfmyATfhCO",
  "Sanctuary Cities released at least 142 Gang Members across the United States, making it easy for them to commit all forms of violent crimes where none would have existed. We are doing a great job of law enforcement, but things such as this make safety in America difficult!",
  "James Comey just threw Andrew McCabe “under the bus.” Inspector General’s Report on McCabe is a disaster for both of them! Getting a little (lot) of their own medicine?",
  "https://t.co/4Qk4SBIQpI",
  "1) How you know #DeepState is desperate - The only move they have left is to goad President Trump into firing Rosenstein. FBI / Rogue CIA broke into the Trump Corporation Offices in Trump Tower at roughly the same time they raided Michael Cohen's Offices. https://t.co/bu2nGkxp2q",
  "President Trump today: Human trafficking is worse than it’s been in the history of the world https://t.co/z06q6HH6eL",
  "@realDonaldTrump How much you want to bet that Mexico will end up building that wall like Trump said they would, suspect that Trump will use NAFTA as negotiation tool",
  "MAJOR VICTORY: Cities &amp; counties all throughout California are fighting back against the destructive &amp; unconstitutional actions of the Democrats, with 4 cities and San Diego county voting yesterday to opt-OUT of California's sanctuary city law.\n\nIncredible work everyone! 🇺🇸 https://t.co/dckDWVB1Tv",
  "\"I'VE MADE MY LIFE'S MISSION TO DESTROY THE UNITED STATES. I HATE THIS COUNTRY AND I HATE \nALL THE PEOPLE IN IT\" #GeorgeSoros @Newsweek [1979] \n\nSoros May well be more of a threat to the #FreeWorld than any standing Army or Terrorist organization \n\n#RT IF HIS VISA S/D BE #Revoked https://t.co/CwwmnoSo2c",
  "@ClintonMSix14 @StacyLStiles @ChristieC733 @SandraTXAS @jojoh888 @GemMar333 @Megan4MAGA @jeepsuzih2 @Hoosiers1986 @GrizzleMeister  https://t.co/09pMLyjn8T",
  "@GrizzleMeister @ClintonMSix14  https://t.co/Xobc59sp6C",
  "@5Strat @FoxNews @POTUS Fox News owned by libs https://t.co/CBcrJINw2J",
  "#NorthKorea #MAGA https://t.co/PtVyhLizIt",
  "Comey, McCabe, Hillary Clinton, and their crooked govt. officials look to be facing criminal prosecution. https://t.co/qaK6pNi9f7",
  "Edward Snowden Exposes The Elites in New Interview https://t.co/qgWMSs2M8X via @YouTube",
  "I wish the FBI was half as good at stopping mass shooters as they are at protecting Hillary &amp; Obama.",
  "Google is killing an absolutely critical protection for people in places like Iran, China, and Russia trying to reach uncensored news and chat. That this can slide without any opposition from US policy-makers is the epitaph on the US internet freedom agenda's grave. https://t.co/l5OSg72zQ6",
  "@6mjas1 what about obama?!",
  "NYPD Refuses To Do Their Job So ICE Steps In: Arrests Over 200 Illegals Convicted Of Crimes Including Child Rape and Murder https://t.co/Def1YvIkng NYC + CA sanctuaries FAIL as @realDonaldTrump moves to enforce immigration laws #Qanon8chan",
  "Stormy Daniels operates much the way a member of the Deep State would, leaving blantant clues about their deception right under our noses.\n#DrainingTheDeepState https://t.co/b6nCjOCbsh",
  "Winning: Mexico considering shutdown of \"backdoor tariff\", renegotiating NAFTA https://t.co/fomy0rUJfB",
  "@Stevenf85600801 @CindyBokma @5Strat @POTUS Q was referring Dershowitz flying on Epsteins plane on the 17th, Dershowitz was epsteins attorney at the time, as you see on the manifest it shows the plane flew to BED(Bedford Massasschusettes) to CYUL(Montreal), not to Little St. John. https://t.co/c3JJ1rpHat",
  "@5Strat @POTUS think this was a typo",
  "yes!!!! https://t.co/gUWbd7qQhB",
  "Trust Sessions\nTrust Wray\nTrust Huber\nBoom   \n      Boom \n            Boom\n                  Boom\n#Qanon https://t.co/RORMFMvDlk",
  "Kimba Wood...\n1. Officiated George Soros’ wedding\n2. Withdrew from consideration for U.S. AG after it came to light that she hired an illegal to watch her child (#Nannygate) \n3. Briefly was a playboy bunny\n4. Named as \"the other woman\" in her current husband's previous divorce https://t.co/uWg7QnsiGG",
  "So this is a bit of a chuckle... https://t.co/Qh3MV5vHny",
  "Pastor Andrew Brunson, a fine gentleman and Christian leader in the United States, is on trial and being persecuted in Turkey for no reason. They call him a Spy, but I am more a Spy than he is. Hopefully he will be allowed to come home to his beautiful family where he belongs!",
  "@RealAlexJones Did he get his life threatened? Wake up Alex it was just a bad dream",
  "This is a big reason why the asset forfeiture stuff was done early in Jeff Session's tenure. He's gonna make SURE people quit doing this stuff. \n\nWe'll not only send you to PRISON, we're gonna seize all your stuff.",
  "Fake video news is coming, and this clip of Obama 'insulting' Trump shows how dangerous it could be https://t.co/dSipMBfBB5",
  "@LizCrokin It doesn’t even sound like his voice",
  "1. James Comey is a very wealthy man. The Westport property was purchased for $3 million + in 2010 (see next tweet). https://t.co/wM0oc7rUeh",
  "13. Trump's got this. He's been planning it for decades. He KNOWS.\n\nWatch, learn, etc.\n\nBe patient &amp; stay the course. \n\n#MAGA https://t.co/NvNJH8Orb3",
  "THUNDER https://t.co/WcGO0CQGij via @YouTube @realDonaldTrump @jerome_corsi @seanhannity",
  "Journalists working the story of @telegram being blocked in Russia should be absolutely clear that if @Google and @Amazon halt its access to their cloud platform or remove the app from their stores, they are witting collaborators in a censorship campaign, not victims of it.",
  "I have criticized @telegram's security model in the past, but @Durov's response to the Russian government's totalitarian demand for backdoor access to private communications—refusal and resistance—is the only moral response, and shows real leadership. https://t.co/KtZDpu33wh",
  "Comey &amp;amp; Lynch Colluded with Clinton Campaign to Entrap, Wiretap Trump; Illegal Scheme Involved Entire U.S. Intel Community https://t.co/OnYgi15lbs Lynch’s... https://t.co/t2eVZPI8XG",
  "Looks like Jerry Brown and California are not looking for safety and security along their very porous Border. He cannot come to terms for the National Guard to patrol and protect the Border. The high crime rate will only get higher. Much wanted Wall in San Diego already started!",
  "Employment is up, Taxes are DOWN. Enjoy!",
  "Antonio Sabato Jr's broadcast. https://t.co/JzUk31lDfl",
  "Bibles aren’t allowed in schools anymore but are encouraged in prison.\nIf kids were allowed to read it at school, they may not end up in prison.",
  "Rep Lee Zeldin (R-NY) to Hold Special Order on House Floor Tonight Detailing Case For Second Special Counsel to Investigate Obama's FISA Abuse https://t.co/xRj59evu0G Momentum builds for new SPECIAL PROSECUTOR @realDonaldTrump #Qanon8chan",
  "New Loretta Lynch Revelations Shock Comey’s Book Tour https://t.co/Wk6efKaGRa Clinton on Tarmac Mtg PROMISED Lynch a Supreme Court seat if she would EXONERATE HILLARY @realDonaldTrump #Qanon8chan (Reappoint as AG first, then replace Ruth Bader Ginsburg)",
  "@TheRealHublife @CarrieLockhart_ This is how Dems are getting away with voter fraud, keep the race close that neither can file a recount",
  "Ruth Vader Ginsburg \n\n#QAnon https://t.co/4u5PLFYN7z",
  "Russia and China are playing the Currency Devaluation game as the U.S. keeps raising interest rates. Not acceptable!",
  "Comey drafted the Crooked Hillary exoneration long before he talked to her (lied in Congress to Senator G), then based his decisions on her poll numbers. Disgruntled, he, McCabe, and the others, committed many crimes!",
  ".\nI AM NOT ASHAMED TO SAY\n       THAT I NEED JESUS\n              \"EVERYDAY\"\n\n  -- Retweet if you Agree --\n.",
  "@realDonaldTrump The silent majority knows the truth, Mr President. You're doing an amazing job. Thank you.",
  "@realDonaldTrump Loretta🤥🤥🤥 https://t.co/7PY1zJhO8q",
  "Comey throws AG Lynch “under the bus!” Why can’t we all find out what happened on the tarmac in the back of the plane with Wild Bill and Lynch? Was she promised a Supreme Court seat, or AG, in order to lay off Hillary. No golf and grandkids talk (give us all a break)!",
  "@realDonaldTrump #DrainTheMole https://t.co/bGkyy4uvdv",
  "16. Please share my video on the topic, where I play the interviews, etc. - It really helps me... SPREAD THIS TWEET!! https://t.co/nH7ITZx2YC",
  "@realDonaldTrump America loves Trump because Trump loves America, 75% say DRAIN THE DEEP STATE! https://t.co/IoAl6kK0wQ",
  "@jerome_corsi @realDonaldTrump increasing our debt load is not a good place to be, although i do agree with funding military as Obama tried to demilitarize the U.S.",
  "@RealSaavedra Welcome to their world of disinformation #MAGA #Trump",
  "🚨‼️BECAUSE\nYOU'D\nBE\nIN\nJAIL‼️🚨\n#HRCVideo 5:5 RAW VID🐐👹💇🏽‍♀️😷\nWitch hunt!\nMake it rain!\nWe have it all!\n#LockHerUp #memembers #QAnon #AprilShowers #MakeItRain #ReleaseTheVideo https://t.co/Zlp3oy9Ebn",
  "The 44th President of the United States was the high ranking Deep State agent, Valerie Jarrett. #DrainTheDeepState https://t.co/E6v8apxUFg",
  "The Syrian raid was so perfectly carried out, with such precision, that the only way the Fake News Media could demean was by my use of the term “Mission Accomplished.” I knew they would seize on this but felt it is such a great Military term, it should be brought back. Use often!",
  "@AfricaDesk1 @Trumpism_45 Wondering when Bolton will fire Haley🤔#deepstate",
  "@BrettBramlett @tedlieu @realDonaldTrump @POTUS Hypocrisy",
  "It makes me extremely grateful when I think about everything Trump gave up in order to run for President with no pay, just for the love of his country &amp; wanting to see a better place for his kids, grandkids &amp; the rest of his fellow Americans.\n\nThank you, Donald Trump!",
  "@tracybeanz You do some amazing work and grateful to you as well! #MAGA",
  "I thought we owned everybody....what happened?\nTrump happened😎 https://t.co/TpQufEi8mk",
  "utmost respect for our military!!!!! https://t.co/UrRoz1zfSo",
  "Well, I for one am relieved we are beyond the Obama Doctrine @afbranco https://t.co/EfdhXAWedo",
  "Things seem to be coming to a head. https://t.co/LJQuv2ukl0",
  "Trying to play the President of the United States for an idiot while working to undermine him got Comey fired. \n\nAnd now the bill for that is going to start to come due.  \n\n/end",
  "@tracybeanz This could be the reason why Fox does not report many truths on media https://t.co/CBcrJINw2J",
  "President Trump Pardons Scooter Libby… https://t.co/6xSv5rIxT5 https://t.co/7SDMMIhMPG",
  "@tracybeanz Excellent excerpt, my hubs is the same way, love it!",
  "#FridayThe13th\n\nRT if you agree with @POTUS that James Comey is an \"untruthful slime ball!\"\n\nFeel free to add what you'd like to call this POS! https://t.co/7YsySEEBu2",
  "I suspect the people least likely to recognize in Comey the classic case of the SWINDLER are those who are themselves swindlers like him https://t.co/3eeU7c1leh",
  "@mjstallman @5Strat Praying🙏🏼",
  "@realDonaldTrump Comey is a liar and a coward, he has no relevance, he needs to enjoy his short time of freedom, he’s headed to prison",
  "@Jillibean557 @Nigel_Farage I don’t see Trump trying to start a war, my opinion is that he’s putting a squeeze on Putin to come to him for peace talks on Syria and Iran, just like he put the squeeze on China on sanctions with NK, that’s my opinion, time will tell",
  "@SenTedCruz Hold Facebook accountable for abusing our data and censoring our voice. Vote no on the CRA. https://t.co/dqw75xNt6o",
  "@welcomet0nature Beautiful ❤️!",
  "@JTM_YVA @tedcruz His thoughts were what lie can I tell the American people",
  "The Dems need new voters in #Election2018 to match voter enthusiasm of @realDonaldTrump supporters! So, #MarchForOurLivesDC wants to drop the voting age to minors at 16 in DC! Retweet if you think minors should not be allowed to vote until they’re 18 years old! https://t.co/vFsDq4PBta",
  "@antischool_ftw Especially after @Snowden testifies",
  "Members of the committee questioning Zuckerberg have received $381,000 in contributions from Facebook and many are Facebook stockholders.  This has more conflicts of interest than the Mueller team.",
  "@voxdotcom you are not sorry MZ, and you paid these congressman/woman prior to the hearings",
  "In case you were wondering why Congress today is treating Facebook's CEO like an old friend rather than grilling him (they didn't even require him to be sworn in): https://t.co/ZLOVIVUo18",
  "MZ disingenuous, so obvious https://t.co/YFIQd2VPfc",
  "NEWS BLACKOUT: Broward County Sheriff's Deputy, and Gun Control Critic, Mysteriously Dies at 42 https://t.co/4X1CIQNPwY",
  "@AnthonyMorgan7 @Spikeo1 @seanhannity @Disney It goes back as far as Carter",
  "@JFNYC1 @damartin32 Be patient Sessions is being quiet about indictments, just need to buy more time, but it will happen, hired Huber who will be able to prosecute immediately and recently Lausch. Trump’s buying more time, and as we know he doesn’t announce when things will happen, we will know soon",
  "@JFNYC1 @damartin32 McCain, mueller, rice, obama, holder, Rosenstein, Lynch, list goes on as well as state level",
  "@5Strat @POTUS Thugs",
  "@michellemalkin @seanhannity #FireKimmel",
  "“God made us: invented us as a man invents an engine. A car is made to run on petrol, and it would not run properly on anything else. Now God designed the human machine to run on Himself. He Himself is the fuel our spirits were designed to burn.”\n#CSLewis",
  "I see people asking for proof for sealed indictments and arrests. Here you go! Indictments (original PDFs inside sub folders): https://t.co/pmwziCUVk0 Arrests (source links in far right column): https://t.co/33vTa3RJPp #qanon https://t.co/TMZuUAyUyR",
  "@TheLastRefuge2 Your research is amazing work thank you!!!!",
  "@GreatAgain45 Still needs to scatter into a thousand pieces, CIA is corrupt",
  "#Qanon8chan HITS BACK posts photo of OBAMA in TRIBAL GARB, references work I published https://t.co/B2dHw5kdLi that OBAMA WEDDING FINGER RING IS MUSLIM shahada \"NO GOD BUT ALLAH\" - BHO wore rin... https://t.co/LL1hwdh46g",
  "@JackPosobiec @T_S_P_O_O_K_Y  https://t.co/0712cp2J4I",
  "@GreatAgain45 There he is folks mr globalist himself HW Bush https://t.co/8CZzxl3usc",
  "@joritak @mebconsult @rising_serpent @realDonaldTrump Putin has his issues as well, but he is against the NWO and child trafficking, keep your enemies close",
  "@GreatAgain45 @DLHay If he doesn’t soon I will",
  "@Trumpism_45 @DLHay Sessions deep state? He’s working quietly with Trump, they want to get indictments right the first round",
  "@Trumpism_45 @4Empowering @mixedopinionss The left pushing there agenda on gun control and used as a distraction, look at Hogg’s father who worked for the fbi for 20 years, tale tell signs there and who waits 10-15 min to go into a school building to shoot down shooter, photo speaks volumes https://t.co/pZoK9OBnUH",
  "@DLHay @Trumpism_45 https://t.co/kvl6Hd1TFT",
  "@Trumpism_45 Wray wants to make sure he has hard evidence before he makes any firings, not an easy task when dealing with Non stop bureaucratic nonsense delays of wanted documents",
  "@Trumpism_45 https://t.co/mNktv12jsc",
  "@Trumpism_45 Check out this video, Trump makes the Q sign three times on this, or either that it’s a very strange sign https://t.co/IZpI7RWYOD",
  "@Trumpism_45 Pres Trump is s very busy man, most times he doesn’t hv time to confirm but I suspect he does when he can.... https://t.co/WTAUhlT6Sk",
  "@Trumpism_45 Also check this post out, and go back to Trumps video with bunny rabbit on April 3rd or 4th, it coincides https://t.co/WEVdJoAEDW",
  "@Trumpism_45 If you follow Trumps tweets and Q’s posts, pay close attention to time stamps they periodically fall into place for example this post.... https://t.co/Ou7SyuPXZu",
  "@Trumpism_45 I think to many times we live in an instant gratification society, one of the anons was disappointed that march madness wasn’t as big as he was let on to, but I would venture to say NK is huge",
  "Only Nazis &amp; Communists BAN BOOKS, that plus @JeffBezos bans KILLING THE DEEP STATE from advertising (b/c @realDonaldTrump photo on cover) https://t.co/5REKrgtPWP &amp; CARLOS SLIM's NYT bans from bestseller list (to keep book hidden in bookstores) @FTC BREAK UP AMAZON &amp; failing NYT https://t.co/XWXuCAFJQJ",
  "@jason_ostendorf @5Strat Are we talking possible ass*********n attempt?",
  "@jason_ostendorf @5Strat Why is his itenrary being made public?!",
  "@TomFitton @JudicialWatch He’s a thug imo",
  "@realDonaldTrump Prayers to you President Trump🙏🏼 where we go one we go all",
  "@_American_Loser @IngrahamAngle They hv just as much to lose, we are huge consumers of Chinese products",
  "@realDonaldTrump @jerome_corsi did you see this ? Q sign three times on this video",
  "Honduras, Mexico and many other countries that the U.S. is very generous to, sends many of their people to our country through our WEAK IMMIGRATION POLICIES. Caravans are heading here. Must pass tough laws and build the WALL. Democrats allow open borders, drugs and crime!",
  "@SloanGidding @RepStevenSmith @IngrahamAngle hilarious!",
  "@prayingmedic I say bye bye to them",
  "Emanuel Macron warns that Google and Facebook are becoming too big to be governed and could be dismantled. https://t.co/3iFXEWCVT6",
  "@incandesceinto @PuebloSF Soros funded he’s paying these people to cross US boarders",
  "This tweet exposes the TRUTH about David &amp; Kevin Hogg &amp; how DEEPLY EVIL their end goals are. Their actions and emotions are NOT of loving origin. People better wake up quick!! https://t.co/Sj8lQ1zX8e",
  "@realDonaldTrump @drawandstrike Dare you to go it #Trump # MAGA",
  "@jerome_corsi @realDonaldTrump He is Risen indeed✝️",
  "@jerome_corsi @realDonaldTrump I think Sessions needs to be fired, he sure is acting like deep state",
  "@realDonaldTrump Happy Easter to you as well!!!, He is Risen ✝️✝️✝️",
  "Parkland Victim's Brother: STOP Abusing My Sister's Memory to Push an Agenda She Didn't Support https://t.co/k77tW2pVY6",
  "@DRUDGE_REPORT #puppet",
  "Never doubt @realDonaldTrump is 10 moves ahead of these people..... https://t.co/hlis2SbXK7",
  "@JamesSandzik @5Strat @julweb2 @jerome_corsi @Richard65792122 @infowars @realDonaldTrump Prayers to you and your family and healing and full recovery 🙏🏼🙏🏼🙏🏼",
  "@julweb2 @5Strat @jerome_corsi @Richard65792122 @infowars @realDonaldTrump My Prayers have been hourly for my Son America &amp; @realDonaldTrump My son Henry is 17 months old &amp; had open heart surgery 9 months ago He's scheduled for another surgery in 12 days from now and John has been kind enough to help spread my family's story. God is Great #love",
  "It’s totally cool to ask someone about their sexual habits, but not ask if you are a citizen on the census. 😏 \n\n#2020Census",
  "Thanks to our @POTUS \nTraitors will face Military Tribunals.  #GITMO IS READY!!\n#Democrats #Millennials #WeThePeople #DemocraticParty #VeteransAgainstTrump #Women #TrumpTrain #ArmyofTrump #Veterans #Vets https://t.co/fg8PsHayXq",
  "@infowars Hoggwash actor https://t.co/q9t9JTCpD6",
  "@CBSNews Globalist #bye",
  "“Why is no one mentioning the cowards of Broward and how they sat idly by while my classmates died?”",
  "This tells us more about 60 Minutes than about either Trump or Obama https://t.co/ogNYJiCS0e",
  "@minzengwsj @WSJ #Trump wins again for the American people #MAGA #@realDonaldTrump",
  "@soxfaninpa1 @_VachelLindsay_  https://t.co/G2hhqUKkVY",
  "U.S. Army Corps of Engineers has a huge 37,000 workforce to Build The Wall with the new $716 Billion dollars budgeted to the Defense Department by @POTUS @realDonaldTrump signage of the #OmnibusBill! Retweet if YOU want our Army to Build The Wall! https://t.co/HdTQjUBwfA",
  "@jerome_corsi @MrRealSavage @realDonaldTrump @KimDotcom @JulianAssange @Fulcrum_News @RealAlexJones @dbongino @DonaldJTrumpJr @JudgeJeanine @PrisonPlanet @RealJamesWoods @seanhannity @marklevinshow Explain Dr Corsi, I don’t see anything good from it other than Dems getting what they want, taking us 50 years backwards",
  "As a candidate, I pledged that if elected I would use every lawful tool to combat unfair trade, protect American workers, and defend our national security.  Today, we took another critical step to fulfill that commitment. https://t.co/7NBI0Dibmx https://t.co/nmzqos3BUA",
  "D.C. FBI Insiders Fear: “General Flynn Might Take a Flamethrower to this Town Before He is Done” https://t.co/67JZz7dVdL “I think he is gearing up to name names,” Flynn’s confidant said. “He knows where many political bodies are buried, and what does he have to lose? Nothing.”",
  "#firemcmaster #nopensionformccabe #firemccabe #exonerateflynn #MAGA #Trump",
  "Breaking! Infowars First To Announce H.R. McMaster On The Chopping Block \n\n&gt;&gt;&gt;￼ 📺 Tune in LIVE M-F 8-11a CT: https://t.co/0T6ULrrc6H &lt;&lt;&lt; \nBackup Feed: https://t.co/N9rjOxpOPh      \n#RealNews #FridayFeeling #WorldSleepDay 💤\nhttps://t.co/C4tFZVZZvg",
  "Acting FBI deputy director David Bowdich says Obama's DOJ forced the deletion of 500,000 fugitives from the National Instant Criminal Background Check System (NICS) which is used to conduct background checks on gun buyers. https://t.co/wqscSOPVVL",
  "My book https://t.co/pVCompw9uz KILLING THE DEEP STATE: THE FIGHT TO SAVE PRESIDENT TRUMP is NOW #6 on Amazon - RETWEET THIS to me at @jerome_corsi for a chance to win an AUTOGRAPHED free BOOK today TUESDAY, MARCH 13 - First Day of Sales in BOOKSTORES NATIONWIDE @realDonaldTrump https://t.co/87QUA8Elho",
  "UEGENT: DEMS ARE NOT LETTING PEOPLE TO VOTE. CLAIMING REDISTRICT. BUT THIS SPECIAL ELECTION IS BASED ON OLD DISTRICT LINES. \nTWEET THIS OUT TO @Saccone4PA18, @realDonaldTrump AND @DonaldJTrumpJr ASAP! https://t.co/eWXC9LaWu3",
  "China the troubled child #Internetbillofrights https://t.co/fk3oegTf4P",
  "@Snowden It definitely raises eyebrows, can we say expansion of Gitmo and to the 18,000 sealed indictments?!",
  "Speak not because it is safe, but because it is right.",
  "@jerome_corsi @cbts_stream  https://t.co/iiUV1rmHFc",
  "Lowest rated Oscars in HISTORY. Problem is, we don’t have Stars anymore - except your President (just kidding, of course)!",
  "@jerome_corsi @JulianAssange @Snowden @realDonaldTrump @POTUS Can you post qanon address please?! Ty",
  "@RedestPill @jerome_corsi @cbts_stream Wow!😡",
  "@jerome_corsi @realDonaldTrump @POTUS @AjitPaiFCC @ericschmidt Criminal acts, continue your work Dr. Corsi, you hv great patriot followers, google/utube will not stop you😉",
  "@jerome_corsi @realDonaldTrump This should apply to MSM as well",
  "Now imagine we had a Department of Justice concerned with protecting our most fundamental right, the right to vote. Further imagine a Department willing to prosecute any entity that would shamelessly flaunt its smirking disregard for that right. #VoterID #DemocratVoterFraud https://t.co/vwEDKStfUZ",
  "sure, you're GOD now @Google @YouTube BUT before @realDonaldTrump FCC &amp; FTC @AjitPaiFCC @FCC TOAST for your blatant disregard of 1st Amendment #Qanon8chan #GreatAwakening remember DJT EO signed 12/21 ALL YOUR ASSETS CONFISCATED corruption THINK ABOUT IT jrlcorsi Channel CENSORED",
  "This is insidious.\n\nCNN is openly lobbying to have a competing news network banned.\n\nIn Russia, the government shuts down dissident media outlets. In America, CNN apparently thinks that’s its responsibility.\n\nPlease retweet and support us.\n\nhttps://t.co/6KUcgjXNY1",
  "how many of us have iPhones?! #noprivacy https://t.co/zfyuFAHJs8",
  "This video is currently being processed on @bitchute - Please watch (patiently refresh) and share this passionate and riveting interview with @JohnBouchell \nhttps://t.co/yd3CeH5Hs1",
  "MY GOD!\n\nDid Sheriff Scott Israel give a STAND DOWN ORDER?\n\nFOUR\nDEPUTIES\nWAITED\nOUTSIDE\nWHILE\nCHILDREN\nAND\nSTAFF\nWERE\nMASSACRED!\n\nI pray they are haunted by the screams of the victims everyday for the rest of their lives.",
  "https://t.co/KVXquElt23 via @youtube, let the games begin #indict",
  "#MAGA https://t.co/LhsflFEVi4",
  "“Ready for British justice but not American injustice”: @JulianAssange makes bid for freedom - after more than seven years of restrictions on his liberty without charge https://t.co/LgwW4ZjGil https://t.co/ApWkgQ0yi5",
  "@RealJamesWoods @realjameswood she opened herself up to that, #opentarget",
  "@RealJamesWoods  https://t.co/1eUrboB416",
  "My dad promised that if I can get 500 retweets on this, he will quit smoking for me.Please rt for me, it means a lot❤ http://t.co/5iBNNnrdWu",
  "\"The fact that our heart yearns for something Earth can't supply is proof that Heaven must be our home.\" ~ #CSLewis"
 ]
}